{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12270"}, {"@name": "filename", "#text": "17863_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "NATHALIE CRUZ SENA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSOLOS COESOS DESENVOLVIDOS SOBRE SEDIMENTOS DA FORMAÇÃO \nBARREIRAS NO ESTADO DO AMAPÁ \n\n \n\n \n\n \n\n \n\n \n\n Dissertação apresentada à Universidade Federal de \nViçosa, como parte das exigências do Programa de Pós-\ngraduação em Solos e Nutrição de Plantas, para \nobtenção do título de Magister Scientiae. \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\nVIÇOSA \nMINAS GERAIS – BRASIL \n\n2016 \n\n\n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\n\n \n\n \n\n\n\nii \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n “A fé robusta dá a perseverança, a energia e os recursos \n\nque fazem vencer os obstáculos, nas pequenas como \n\nnas grandes coisas. A fé sincera e verdadeira é sempre \n\ncalma; dá a paciência que sabe esperar, porque tendo \n\nseu ponto de apoio na inteligência e na compreensão \n\ndas coisas, está certa de chegar. A calma na luta é \n\nsempre um sinal de força e de confiança. A verdadeira fé \n\nse alia na humildade; aquele que a possui coloca sua \n\nconfiança em Deus, mais do que em si mesmo”. \n\n(Alan Kardec) \n\n\n\niii \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n \n\nAos meus pais e ao meu irmão, que sonharam o meu sonho. \n \n\nDEDICO. \n\n\n\niv \n\n \n\nAGRADECIMENTOS \n\n \n\n A Deus, sobre todas as coisas, por todas as bênçãos concedidas. \n\n A Universidade Estadual de Santa Cruz – UESC e aos professores do curso \n\nde Geografia Bacharelado pela minha formação e crescimento profissional. \n\n Ao PET Solos - UESC, aos professores Ana Maria Moreau e Maurício Moreau \n\ne aos colegas de equipe, por me despertarem o amor pela Pedologia e por me \n\najudarem a alcançar meu sonho. \n\n Ao Departamento de Solos da Universidade Federal de Viçosa, pela \n\noportunidade e todo suporte oferecido. \n\n A Capes, pela bolsa de estudo concedida, a AMCEL – Amapá Florestal e \n\nCelulose e toda a equipe, pelos trabalhos de campo, apoio financeiro e logístico para \n\no desenvolvimento da pesquisa. \n\n A minha família, em especial a meu pai (in memoriam), por ser a luz que \n\nsempre me guia e a quem devo meu amor e gratidão. A minha mãe e meu irmão, \n\npela confiança, esforço, amor e união. \n\n A todos os professores do Departamento de Solos, pelos aprendizados, \n\nexperiências e vivências. \n\n Ao professor João Carlos Ker, meu orientador, pela condução do trabalho, \n\npelos ensinamentos, pelas motivações, pelos sorrisos e todas as “palavras de luz”. \n\n Ao professor Igor Rodrigues, pelas orientações, considerações e sugestões \n\npara o trabalho. \n\n Ao professor Liovando, por todos os abraços e por ser uma inspiração que \n\nlevarei pra vida. \n\n\n\nv \n\n \n\n Ao professor Marcelo Metri, da Universidade Federal Rural de Pernambuco, \n\npela atenção e disponibilidade na realização das análises de micromorfologia dos \n\nsolos. \n\n A todos os funcionários do Departamento de Solos, em especial, ao \n\nClaudinho, Luiz Fernando, Chico, Carlos, Paulo, Jorge, Tião, Rafael, Lula, Brás, \n\nCarlinhos e Zélia, pela amizade, atenção, apoio e convívio. \n\n As minhas colegas de república, por se tornarem minha família e minha base \n\nem Viçosa, em especial, a Thais Fernandes, por toda amizade, força e \n\ncompanheirismo. \n\n Aos meus amigos, Thaís Lorrane, Rafaela, Gabriela, Izanna, Vitor, Karen, \n\nCaio, David Ravel, Ícaro e Adalberto, por me fazerem mais feliz. \n\n Aos meus amigos geógrafos, que embora tenhamos trilhado caminhos \n\ndiferentes, estamos sempre ligados pelo laço construído, em especial, Hogana, \n\nMariane, Crisleide, Jon, Kaique, Tica, Ricardo, Pedro, Irlanda e Ingrid. \n\n Aos meus amigos e colegas de curso, Leiliane, Letícia, Mariana, Fernanda, \n\nLígia, Renato, Xará, Patente, Miranda, Roberto, Guilherme, Gustavo, André, Elias, \n\nAnderson, Silmara, Eliana, pelos momentos inesquecíveis. Sobretudo, ao Luiz \n\nAníbal, por ser meu amigo-irmão e pelas orientações; a Thaís Pessoa, pelo convívio \n\ne companheirismo diário; ao Cristiano Marcelo pelo apoio desde o início dessa \n\ntrajetória, pelas sugestões e críticas. \n\n Obrigada a todos, mesmo aqueles que não estão citados aqui, contribuíram \n\npara a conclusão desta etapa e para a minha evolução como profissional e, \n\nprincipalmente, como pessoa. \n\n \n\n \n\n \n\n\n\nvi \n\n \n\nRESUMO \n\n \n\nSENA, Nathalie Cruz, M.Sc., Universidade Federal de Viçosa, fevereiro de 2016. \nSolos coesos desenvolvidos sobre sedimentos da formação Barreiras no \nestado do Amapá. Orientador: João Carlos Ker. Coorientador: Igor Rodrigues de \nAssis. \n\n \n\nOs solos coesos desenvolvidos a partir de sedimentos da formação Barreiras \n\nocupam uma estreita faixa ao longo da costa brasileira e caracterizam-se, dentre \n\noutros aspectos, pela consistência dura a extremamente dura quando seco e friável, \n\nquando úmida. No Amapá, local de estudo do presente trabalho, estes solos estão \n\nassociados às áreas agrícolas, onde se desenvolvem pastagem, reflorestamento de \n\neucalipto, e mais recentemente, cultivo da soja; ou áreas naturais, com vegetação \n\ntípica de Cerrado. O objetivo do trabalho foi realizar uma caracterização morfológica, \n\nfísica, química, mineralógica e micromorfológica dos solos coesos e compreender os \n\npossíveis processos e mecanismos responsáveis pela gênese e coesão dos solos. \n\nPara tanto, realizou-se análises com base nos atributos morfológicos; físicos: \n\ndensidade do solo, porosidade do solo, resistência à penetração, curva de retenção \n\nde água, condutividade hidráulica; químicos: ataque sulfúrico, ataque total, \n\ndeterminação de pH; mineralógico: difração de raios-X e micromorfológico. Os solos \n\napresentaram ampla variação textural com teores de argila entre 7 e 86 %; reação \n\nácida, com baixos valores de soma e saturação por bases, sendo em alguns casos \n\nálicos. Os teores totais de Mn, Co, Cu e Zn foram baixos condizentes com a pobreza \n\ngeoquímica do material de origem. Os solos apresentaram valores elevados de \n\ndensidade do solo, baixa condutividade hidráulica e elevada resistência à \n\npenetração dos solos, sobretudo, no período seco. Os valores de ki foram baixos e \n\nestão de acordo com a natureza caulinítica dos solos. A gênese dos solos está \n\nassociada à mineralogia predominantemente caulinítica da fração argila. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nvii \n\n \n\nABSTRACT \n\n \n\nSENA, Nathalie Cruz, M.Sc., Universidade Federal de Viçosa, february, 2016. \n\nCohesive soils developed on sediments of the Barreiras formation in Amapá \n\nstate. Adviser: João Carlos Ker. Co-adviser: Igor Rodrigues de Assis.    \n\n \n\nThe cohesive soils developed from sediments of the Barreiras formation occupy a \n\nnarrow strip along the Brazilian coast and is characterized, among other aspects, the \n\nhard consistency to extremely hard when dry and friable, when wet. In Amapá, place \n\nof study of this work, these soils are associated with agricultural areas, where they \n\ndevelop pasture, eucalyptus reforestation, and more recently, soybean cultivation; or \n\nnatural areas with typical Cerrado vegetation. The objective of this study was to \n\nperform a morphological, physical, chemical, mineralogical and micromorphological \n\nof cohesive soils and understand the possible processes and mechanisms \n\nresponsible for the genesis and cohesion of the soil. Therefore, it held analyzes \n\nbased on morphological attributes; physical: soil density, soil porosity, penetration \n\nresistance, water retention curve, hydraulic conductivity; chemicals: sulfuric attack, \n\nall-out attack, determination of pH; mineralogical: X-ray diffraction and \n\nmicromorphology. The soils are widely varied textural with clay content between 7 \n\nand 86 %; acid reaction, with low sum values and saturation, and base saturation, \n\nand in some cases alics. The values of P remaining were low in clay and high \n\ntextured soils in medium textured soils. The presence of kaolinite and goethite in the \n\nsoil clay fraction are responsible for this feature. The total concentration of Mn, Co, \n\nCu and Zn were low consistent with the geochemical poverty of the source material. \n\nThey presented high values of soil density, low hydraulic conductivity and high \n\nresistance to penetration of the soil, especially in the dry season. Ki values were low \n\nand are in accordance with the kaolinite nature of the soil.  \n\nSoil genesis is associated with the predominantly kaolinite mineralogy of the clay \n\nfraction. \n\n \n\n \n\n\n\nviii \n\n \n\nSUMÁRIO \n\n \n\n1. INTRODUÇÃO .................................................................................................... 1 \n\n2. REVISÃO BIBLIOGRÁFICA .............................................................................. 3 \n\n2.1 Formação Barreiras ..................................................................................... 3 \n\n2.2 Coesão e caráter coeso .............................................................................. 5 \n\n 2.3 Gênese dos solos coesos da formação Barreiras ...................................... 7 \n\n3.  MATERIAL E MÉTODOS ................................................................................. 10 \n\n 3.1 Caracterização geral da área de estudo  .................................................. 10 \n\n3.2 Caracterização física ................................................................................ 12 \n\n 3.3 Caracterização química  ........................................................................... 15 \n\n 3.4 Caracterização mineralógica .................................................................... 16 \n\n 3.5 Caracterização micromorfológica  ............................................................ 17 \n\n4.  RESULTADOS E DISCUSSÃO ....................................................................... 18 \n\n 4.1 Classificação e morfologia ........................................................................ 18 \n\n 4.2 Caracterização física ................................................................................ 23 \n\n4.2.1 Distribuição do volume dos poros ............................................... 28 \n\n  4.2.2 Resistência do solo à penetração ............................................... 32 \n\n 4.2.3 Curva de retenção de água no solo ............................................ 37 \n\n  4.2.4 Condutividade hidráulica do solo saturado .................................. 43 \n\n4.3 Caracterização química ............................................................................ 47 \n\n 4.3.1 Ataque sulfúrico ........................................................................... 53 \n\n4.3.2 Extração de Fe, Al e Si por ditionito-citrato-bicarbonato (DCB) e   \n\noxalato ácido de amônio (OAA)  .................................................. 58 \n\n 4.4 Caracterização mineralógica .................................................................... 61 \n\n\n\nix \n\n \n\n 4.5 Caracterização micromorfológica ............................................................. 65 \n\n5.  CONCLUSÕES .............................................................................................. 75 \n\n6.  REFERÊNCIAS BIBLIOGRÁFICAS .............................................................. 76 \n\n \n\n \n\n\n\n1 \n\n \n\n1. INTRODUÇÃO \n\n \n\nOs solos coesos desenvolvidos a partir de sedimentos da formação Barreiras, \n\nem áreas de Tabuleiros Costeiros, encontram-se distribuídos ao longo de uma \n\nestreita faixa na costa do Brasil em climas de estações secas e úmidas bem \n\ndefinidas, desde o estado do Rio de Janeiro até o Amapá. Ocupam o médio e baixo \n\nvale do rio Amazonas e afluentes, sendo constatados também na zona costeira \n\nsemiárida, entre o Rio Grande do Norte e Piauí.  \n\nSão expressivas as áreas destes solos na região amazônica, ainda com \n\nvegetação natural ou utilizados com atividades agrícolas diversas. Apesar de \n\ndistróficos, são de grande importância para a região por ocuparem áreas de relevo \n\naplainado, reconhecidas como “platôs” ou “chapadas”, que facilitam à mecanização \n\ne são utilizadas com pastagem, reflorestamento de eucalipto, e mais recentemente, \n\ncultivo da soja. Esta afirmativa também é válida para o estado do Amapá, local da \n\nrealização deste estudo, cujas áreas de Latossolos e Argissolos Amarelos coesos de \n\ntextura média a argilosa estão sendo cada vez mais utilizadas agricolamente e \n\nsendo consideradas como uma das últimas fronteiras de expansão agrícola do país \n\n(ALVES e CASTRO, 2014). \n\nAs principais classes de solos constatadas nestes platôs são os Argissolos e \n\nLatossolos Amarelos (Oliveira, 2007), os quais apresentam como característica \n\nprimordial a presença de horizontes subsuperficiais endurecidos quando secos e \n\nidentificados pelo atributo coeso no Sistema Brasileiro de Classificação de Solos \n\n(SiBCS, 2013). São também encontrados, em menor expressão, os Espodossolos, \n\nArgissolos Acinzentados, Neossolos Quartzarênicos e Plintossolos (BRASIL, 1976; \n\nOLIVEIRA et al., 1992; JACOMINE, 1996).  \n\nO atributo coeso, de acordo com o SiBCS (2013), é empregado para distinguir \n\nsolos com horizontes pedogenéticos subsuperficiais adensados muito resistentes à \n\npenetração da faca ou martelo pedológico e que são muito duros ou extremamente \n\nduros quando secos, passando a friáveis ou firmes quando úmidos. Sua textura \n\nvaria de média a muito argilosa e, em condições naturais, têm fraca organização \n\nestrutural, sendo geralmente maciços ou com tendência a formação em blocos. \n\nAo longo do tempo, foram várias as pesquisas e explicações sobre a provável \n\ngênese do atributo coeso por diferentes autores, porém a maioria dos estudos \n\n\n\n2 \n\n \n\nvoltados para os Latossolos e Argissolos Amarelos de áreas da formação Barreiras \n\ndos Tabuleiros Costeiros nos estados do Pernambuco, Espírito Santo, Rio de \n\nJaneiro, Bahia e Alagoas (OLIVEIRA et al., 1968; ACHÁ PANOSO, 1976; ANJOS, \n\n1985; MOREAU, 2001; CORRÊA, 2005; LIMA NETO et al., 2009), sendo poucos os \n\nrelatos para o estado do Amapá.  \n\nA importância do estudo dos solos coesos desenvolvidos a partir de \n\nsedimentos da formação Barreiras, em ambiente amazônico, está intimamente \n\nrelacionada com a obtenção de conhecimento e direcionamento de práticas \n\nadequadas de preparo do solo. Haja vista que, sobretudo, no estado do Amapá, são \n\nincipientes os trabalhos relacionados à gênese e comportamento dos solos. Além de \n\ncontribuir para uma melhor implantação e desenvolvimento de culturas agrícolas, \n\nbem como o uso e conservação a fim de garantir uma exploração duradoura e \n\nsustentável destes solos.  \n\nOs objetivos do presente trabalho foram realizar: (i) a caracterização \n\nmorfológica, física, química, mineralógica e micromorfológica de alguns solos coesos \n\ndesenvolvidos a partir de sedimentos da formação Barreiras, no estado do Amapá; \n\n(ii) compreender os possíveis processos e mecanismos responsáveis pela gênese e \n\ncoesão destes solos.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n3 \n\n \n\n \n\n2. REVISÃO BIBLIOGRÁFICA \n\n \n\n \n\n2.1 Formação Barreiras \n\n \n\nOs relatos sobre a formação Barreiras remontam a carta de Pero Vaz de \n\nCaminha, uma vez que esta feição da paisagem despertou a atenção dos \n\nnavegadores portugueses que chegaram à costa brasileira em 1500, por apresentar \n\numa geomorfologia muito peculiar. Conforme Suguio e Nogueira (1999) o pioneiro \n\nna descrição dos sedimentos da formação Barreiras, na época denominada série \n\nBarreiras, foi Agassiz (apud HARTT, 1870), o qual constatou uma grande \n\nsemelhança entre os sedimentos aflorantes na Amazônia e nos estados do \n\nMaranhão e Piauí. Os autores supracitados ainda complementam que foram Oliveira \n\ne Leonardos (1943) que sumarizaram os conhecimentos até então disponíveis e \n\ncaracterizaram esses sedimentos como clásticos, de origem continental, afossilíferos \n\ne de idade ignorada. \n\nA designação “Barreiras” tem gerado controvérsias quanto ao seu emprego \n\npor diversos autores na literatura (OLIVEIRA e RAMOS, 1956; KEGEL, 1957; \n\nMATOSO e ROBERTSON, 1959; OLIVEIRA e LEONARDOS, 1978). No presente \n\ntrabalho, adotou-se a denominação de “formação Barreiras” proposta mais \n\nrecentemente por Morais et al. (2006), os quais consideram que a designação \n\n“Barreiras” tem sido empregada ao longo dos anos com significado estratigráfico \n\npara descrever depósitos argilosos e arenosos, de cores variegadas, identificados \n\nnos baixos platôs amazônicos e nos Tabuleiros da costa Norte, Nordeste e Leste do \n\nBrasil. \n\nSegundo Lima et al. (1974) as primeiras descrições do Barreiras na região \n\namazônica foram feitas por Moura (1934). Nesta região, a formação Barreiras tem \n\nampla distribuição e apresenta grande variação faciológica. Os tipos de estruturas \n\nsedimentares e as características das fácies indicam que esses sedimentos se \n\ndesenvolveram em ambiente de planície de maré/estuário/plataforma interna, com \n\nimportantes oscilações do nível do mar em um contexto regressivo (COSTA et al., \n\n1993). No Amapá, a formação Barreiras é atribuída a um ambiente de sedimentação \n\n\n\n4 \n\n \n\nfluvial e o intermediário entre continente e mar (perálico), com litologias variadas, em \n\ngeral, mal consolidadas, argilosas e arenosas, apresentando por vezes níveis e \n\nleitos mais grosseiros, bem como espessos pacotes de caulim (LIMA et al., 1974).  \n\nA idade da formação Barreiras tem sido atribuída ao Mioceno, o qual é \n\nconsiderado como um período geologicamente ativo, que testemunhou eventos de \n\ngrande repercussão global, como a expansão das geleiras na Antártida, o \n\nfechamento do Mar Mediterrâneo e soerguimentos em vários cinturões orogênicos \n\n(ARAI; ROSSETTI, 2006). \n\nOs sedimentos da formação são representados pela sequência sedimentar \n\nque podem atingir uma extensão de 200.000 km2 ao longo da costa brasileira e que \n\ngeralmente ocorrem em cotas de 20 a poucos mais de 200 metros de altitude, \n\ncaracterizando-se como a unidade estratigráfica de ocorrência mais expressiva ao \n\nlongo da costa brasileira, aflorando desde o estado do Amapá até o Rio de Janeiro. \n\n(JACOMINE, 1996; BEZERRA et al., 2001). \n\nA sedimentação da formação Barreiras é atribuída a um conjunto de fatores \n\nambientais que envolveram, principalmente, mudanças climáticas, oscilações do \n\nnível do mar e movimentos tectônicos, que ocorreram em uma sequência de eventos \n\ndeterminantes à elaboração da configuração atual do litoral brasileiro (SUGUIO e \n\nNOGUEIRA, 1999; COSTA JÚNIOR, 2008). \n\nOs sedimentos desta formação apresentam camadas vermelho-amarelas ou \n\nbrancas, areno-argilosas, com menores quantidades de cascalhos de quartzo e \n\nleitos de argila mais profundos. As camadas de silte e argila do tipo caulinita são \n\nintercaladas por camadas de arenitos ferruginosos compactos ou conglomerados \n\ncom quartzos arredondados a subangulares, além de seixos cristalinos pobremente \n\ndiversificados, possivelmente assentados por deformações durante a sedimentação. \n\nCascalhos ferruginosos, nódulos de argila, bem como concreções carbonáticas e \n\nbioturbações são também encontrados nesses conglomerados (MABESSONE et al., \n\n1972; BIGARELLA, 1975; LIMA, 2002; PEULVAST e CLAUDINO-SALES, 2003). \n\nA geomorfologia característica da formação Barreiras é representada pelas \n\nextensas áreas planas (“chapadas”) denominadas Tabuleiros Costeiros, os quais \n\ncompreendem depósitos constituídos por sedimentos argilosos, argilo-arenosos ou \n\narenosos bastantes intemperizados, tipicamente cauliníticos e pobres em ferro \n\n(OLIVEIRA, et al., 1992; GUIMARÃES, 2008). A ocorrência desta unidade em áreas \n\n\n\n5 \n\n \n\nde relevo plano à suave ondulado favorece a utilização agrícola diversificada \n\n(CINTRA e LIBARDI, 1998; CINTRA et al., 2004; PROCÓPIO e FERNANDES, \n\n2009). \n\n \n\n \n\n2.2 Coesão e caráter coeso \n\n \n\nA coesão pode ser entendida como a união entre partículas de natureza igual \n\n(sólido com sólido ou líquido com líquido) devido à atuação de forças de atração \n\nmútua, resultantes de mecanismos físico-químicos, como: (1) forças de Van der \n\nWaals; (2) efeito cimentante da matéria orgânica, óxidos de ferro e alumínio e \n\ncarbonatos; (3) tensão superficial de curvatura dos meniscos nas interfaces ar-água, \n\nsempre presente em argilas saturadas (BAVER et al., 1972). \n\nA terminologia “caráter coeso” é utilizada para designar um estado de coesão \n\n(dureza) manifestado quando o solo está seco, que desaparece ou torna-se bem \n\nmenos expressivo quando o solo está úmido.  Esta coesão é genética e comum em \n\nhorizontes subsuperficiais de Latossolos e Argissolos Amarelos dos “platôs” \n\nlitorâneos brasileiros, ocorrendo, em geral, na transição entre os horizontes A e B, \n\npodendo ocupar boa parte do horizonte B (ACHÁ PANOSO, 1976; FONSECA, 1986; \n\nJACOMINE, 1996; JACOMINE E RIBEIRO, 1997). \n\nO termo \"coeso\" foi inicialmente empregado no Brasil na década de 1970, \n\ndurante a realização do levantamento exploratório de solos do estado do Espírito \n\nSanto (Embrapa, 1978), para distinguir horizontes minerais subsuperficiais de solos \n\nque apresentavam consistência no mínimo dura, quando secos, e friável a firme, \n\nquando úmidos. Entretanto, os primeiros registros da sua identificação ocorreram na \n\ndécada de 1950, no município de Campos – Rio de Janeiro, na faixa de domínio dos \n\nTabuleiros Costeiros. Anos depois, foram identificados nos vales do Paraíba do Sul \n\ne do Tietê – São Paulo e em cobertura do Terciário em Minas Gerais (BARROS et \n\nal., 1958; JACOMINE, 1996). \n\nPor conseguinte, o caráter coeso foi empregado em diversos levantamentos \n\nde solos realizados no país, sendo incorporado ao Sistema Brasileiro de \n\nClassificação de Solos (SiBCS) por meio da criação e utilização do atributo \n\ndiagnóstico “caráter coeso” (EMBRAPA, 1999). Logo, o caráter coeso consiste no \n\n\n\n6 \n\n \n\natributo diagnóstico utilizado para distinguir solos com horizontes pedogenéticos \n\nsubsuperficiais adensados, muito resistentes à penetração de faca ou martelo \n\npedológico e que são muito duros a extremamente duros quando secos, passando a \n\nfriáveis ou firmes quando úmidos. Sua textura varia de média a muito argilosa e, em \n\ncondições naturais, têm uma fraca organização estrutural, sendo geralmente \n\nmaciços ou com tendência a formação em blocos. Comumente, pode ser observado \n\nnos horizontes transicionais AB e/ou BA entre 30 cm e 70 cm da superfície do solo, \n\npodendo prolongar-se até o Bw ou coincidir com o Bt, no todo ou em parte (SiBCS, \n\n2013). \n\nA identificação do caráter coeso é realizada de forma qualitativa, em campo, \n\npor meio da descrição morfológica dos perfis de solos. Entretanto, pode-se destacar \n\na utilização da resistência à penetração e da condutividade hidráulica (GIAROLA et \n\nal., 2003; SANTANA, et al., 2006) como atributo quantitativo para essa identificação, \n\ntendo em vista que, aliada a outros parâmetros (densidade do solo e porosidade do \n\nsolo), esta medida pode ser útil na caracterização do comportamento coeso. \n\nEste caráter é estabelecido na distinção de algumas classes de solo, como os \n\nLatossolos Amarelos, Argissolos Amarelos e Argissolos Acinzentados, \n\ndesenvolvidos a partir de sedimentos da formação Barreiras e congêneres, mais \n\nfrequentes no ambiente dos Tabuleiros Costeiros e na região amazônica \n\n(JACOMINE, 2005). Nos solos com B textural este adensamento pode atingir \n\nprofundidades maiores. Em solos cultivados, a coesão se prolonga para os \n\nhorizontes A e AB, como consequência do processo de compactação (RIBEIRO, \n\n2001). A presença destes horizontes nos solos pode atuar então como um \n\ncontraponto às suas potencialidades agrícolas, haja vista que acarreta em sérias \n\nrestrições ao aprofundamento do sistema radicular, do ar e da água. \n\nSegundo Ribeiro (2001), este horizonte é típico dos solos predominantemente \n\ncauliníticos, desenvolvidos de sedimentos terciários da formação Barreiras e \n\nformações correlatas e não devem ser confundidos com fragipãs nem duripãs, os \n\nquais apresentam também forte coesão, mas têm sua pedogênese diferente dos \n\nhorizontes com caráter coeso. A caracterização morfológica dos fragipãs e duripãs \n\ntambém é diferenciada, pois segundo Jacomine (2001), uma amostra de um \n\nhorizonte coeso, quando seca, desmancha-se rapidamente ao ser imersa em água \n\ne, quando úmida, deforma-se lentamente ao ser pressionada. Comportamento \n\n\n\n7 \n\n \n\ndiferente do fragipã que, ao invés de passar por uma lenta deformação, rompe-se \n\nsubitamente em fragmentos menores. No duripã, os fragmentos secos não se \n\nesboroam, mesmo depois de prolongado período de umedecimento. \n\n \n\n \n\n2.3 Gênese dos solos coesos da formação Barreiras \n\n \n\nAo longo dos anos várias explicações têm sido atribuídas à gênese do caráter \n\ncoeso dos solos desenvolvidos a partir dos sedimentos da formação Barreiras. \n\nInicialmente, Oliveira et al. (1968) estudando solo da área de Tabuleiro Costeiro da \n\nEstação Experimental de Curado – PE, atribuíram a camada adensada na transição \n\ndo horizonte A com o B, como resultado do preenchimento de poros por colóides \n\norgânicos e inorgânicos e por elementos que migram dos horizontes superiores e \n\nvêm a ser a causa do acúmulo e compactação do mesmo, com consequente \n\ndiminuição da permeabilidade e do espaço poroso do solo. \n\nAchá Panoso (1976) observou que a espessura das camadas endurecidas \n\nobservadas em Latossolos Amarelos dos Tabuleiros Costeiros do Espírito Santo \n\nvaria de poucos centímetros até cerca de 2 metros. Destacava ainda que a coesão \n\n(dureza) era inversamente proporcional aos teores de ferro extraídos pelo ditionito-\n\ncitrato-bicarbonato de sódio. Ou seja, os solos são tão mais coesos e endurecidos \n\nquanto menores são os teores de ferro. Tal consideração foi também confirmada \n\nmais tarde por RESENDE (1982). \n\nA este respeito, Bennema e Camargo (1979) destacam que com teores de \n\nferro mais baixos a chance de se formarem agregados estáveis é menor, o que \n\nresulta em arranjo estrutural maciço com consistência seca dura ou muito dura. \n\nOutros estudos recentes corroboram essas afirmativas, indicando que os valores de \n\nKi normalmente superiores a 1,5 e o baixo teor de Fe2O3 poderiam explicar a gênese \n\ndos horizontes coesos, uma vez que a mineralogia da fração argila desses solos \n\napresenta a caulinita como mineral predominante, onde sua cristalinidade mais \n\nelevada favoreceria o ajuste face a face deste mineral e, por consequência, o \n\naumento da coesão (RESENDE, 1982; UFV, 1984; MULLIN et al., 1987; EMBRAPA, \n\n1999; FERREIRA, 1999; MOREAU, 2001; RESENDE et al., 2002). Contudo, estudos \n\nmais recentes indicam que o grau de cristalinidade da caulinita em áreas dos \n\n\n\n8 \n\n \n\nTabuleiros Costeiros não permite associar o empacotamento da caulinita com a \n\nocorrência do caráter coeso nestes solos (GIAROLA et al., 2009). \n\nPara Anjos (1985), a coesão apresentada por Latossolos e Argissolos \n\nAmarelos de áreas de Tabuleiros Costeiros do Rio de Janeiro é atribuída mais \n\nestreitamente a processos geomorfológicos do que pedogenéticos. Pois, de acordo \n\ncom a mesma, as propriedades associadas aos horizontes coesos já existiam \n\nquando a formação do solo foi iniciada, sendo algumas características herdadas do \n\nmaterial de origem. Ribeiro (1998) ratifica que os condicionantes do relevo estariam \n\natuando na pedogênese destes solos. Assim, acredita-se que os pedomateriais \n\noriginadores dos sedimentos da formação Barreiras passaram por um intenso \n\nprocesso de pré-edafização, antes do seu desmonte e transporte (Corrêa, 1984), o \n\nque resultou em um material caulinítico e quartzoso muito estável o qual não se \n\nmodificou substancialmente com os processos de pedogênese posterior (UFV, \n\n1984). Esses sedimentos, após um período de certa calma em termos \n\nmorfogenéticos, estabilizaram-se formando extensos planaltos denominados \n\nTabuleiros. \n\nSegundo aponta o estudo de Silva e Ribeiro (1992) em áreas de cultivo \n\ncontínuo de cana-de-açúcar, os autores diagnosticaram que o maior grau de coesão, \n\ncom aumento da densidade do solo, foi constatado mais próximo da superfície, \n\ncomo consequência de alterações promovidas pelo uso e manejo (compactação). \n\nDe acordo com Souza (1996), o elevado grau de argila dispersa associado \n\ncom a predominância das frações menores de areia total podem ser as principais \n\ncausas do adensamento observado nos horizontes coesos quando secos ou com \n\nbaixa umidade, devido os ciclos de umedecimento e secagem atuarem \n\ncontinuamente sobre essas frações, proporcionando um estado de orientação e \n\nproximidade tal, que resultaria em empacotamento das partículas, na sua coesão e \n\nno consequente adensamento dos solos. \n\nSilva et al. (1998) relacionaram o aumento da coesão com a destruição dos \n\nagregados (peds e poros de empacotamento) e com a redução dos teores de \n\nmatéria orgânica, promovendo não só uma acentuada queda da porosidade total e \n\nda condutividade hidráulica, mas também um aumento na densidade do solo nos \n\nhorizontes superficiais. Nesse sentido, Santana et al. (2006), na Bahia, e Lima Neto \n\net al. (2009), em Alagoas, complementam as explicações, uma vez que encontraram \n\n\n\n9 \n\n \n\numa acentuada redução na condutividade hidráulica nos horizontes coesos, \n\nprincipalmente nos de transição AB e BA de solos dos Tabuleiros Costeiros. Os \n\nprimeiros autores consideraram a condutividade hidráulica um atributo importante no \n\ndiagnóstico de camadas coesas dos solos. \n\nAlguns estudos também indicam que a gênese dos horizontes coesos pode \n\nocorrer devido à cimentação fraca e temporária promovida por compostos amorfos \n\nenvolvendo material sílico-aluminoso (Araújo Filho; Carvalho e Silva, 2001) que, no \n\nperíodo seco passaria por processo de polimerização e precipitação e, no período \n\númido, a despolimerização contribuiria para a condição de friabilidade do solo. \n\nEntretanto, Moreau et al. (2006) não constataram em seus estudos a ação de \n\nagentes cimentantes nos horizontes coesos no estado da Bahia, indicando que a \n\nformação destes horizontes não estaria relacionada à presença de componentes \n\namorfos. Concomitante a este resultado, Lima Neto et al. (2010) concluíram que não \n\nfoi observada nenhuma tendência de aumento dos teores de sílica e alumínio, \n\nextraídos com ditionito-citrato-bicarbonato e oxalato nos horizontes coesos, \n\nsugerindo também que sua gênese não se deve à presença de agentes \n\ncimentantes. \n\nCôrrea et al. (2008) indicaram em seus estudos que os horizontes coesos são \n\nderivados da acumulação de argila fina iluvial (horizontes BA e Bt1), retratando a \n\nrelação positiva entre os teores de argila fina (caulinitas menores de 0,2 µm) e argila \n\ndispersa em água. Tal relação estaria relacionada com a forte resistência à \n\npenetração com a faca e as demais características morfológicas. Essa acumulação \n\nda argila resultaria então, no aumento da superfície de contato entre os constituintes \n\ndo solo (agregados e partículas), promovendo expressivo ganho de resistência \n\n(LAMOTTE et al., 1997a,b). \n\nAlém das limitações físicas impostas pelo caráter coeso, estes solos são \n\ncaracterizados como quimicamente pobres por se desenvolverem de materiais \n\naltamente intemperizados e apresentam limitada disponibilidade de nutrientes, com \n\nbaixos valores de soma de bases (S), capacidade de troca de cátions (CTC) e \n\nelevada saturação por Al3+ (m%), resultados constatados por diversos autores em \n\náreas de Tabuleiros (JACOMINE, 1996; SILVA e RIBEIRO, 1998; MOREAU, 2001; \n\nCORRÊA, 2005; DANTAS et al., 2014). \n\n \n\n\n\n10 \n\n \n\n3. MATERIAL E MÉTODOS \n\n \n\n \n\n3.1 Caracterização da área de estudo \n\n \n\nA área de estudo localiza-se no estado do Amapá e compreende os \n\nmunicípios de Porto Grande, Macapá e Itaubal. Engloba três glebas de topografia \n\naplainada (chapadas), denominadas Peixe-Boi 3, Peixe-Boi 4 e Flexal 1, onde foram \n\nselecionados, descritos e coletados nove perfis de solos (SANTOS et al., 2013). A \n\naltitude média da área é de aproximadamente 60 metros (Figura 1). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n Figura 1 - Mapa de localização da área de estudo. \n\n\n\n11 \n\n \n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\n800\n\nJan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez\n\nP\nre\n\nci\npi\n\nta\nçã\n\no \n(m\n\nm\n/m\n\n²)\n\nPluv-01 Km-78\nPluv-02 Cabo Novo\nPluv-05 Torre-05\nPluv-06 Torre-06\nPluv-07 Asa Branca\nPluv-08 Torre-08\nPluv-09 Viveiro\nPluv-10 Fábrica\n\nNas glebas do Peixe-Boi 3 e Peixe-Boi 4 foram coletados cinco perfis de solos \n\n(P1, P2, P3, P4 e P5) entre 49 e 33 m de altitude. Os demais perfis (P6, P7, P8 e \n\nP9) foram coletados ao longo de uma topossequência, com cota altimétrica variando \n\nde 75 a 10 m, no Flexal 1, em razão da constatação que a ocorrência de concreções \n\nferruginosas diminuíam em profundidade no perfil, ao longo da topossequência. \n\n Foram coletadas 53 amostras deformadas e 10 amostras indeformadas em \n\nsaboneteiras e em pequenos monolitos dos horizontes ao longo dos perfis. Foram \n\ncoletadas também amostras indeformadas em anéis volumétricos, em duplicatas, \n\nnos horizontes de cada perfil dos solos, ao longo dos quatro períodos do ano: 1º - \n\ninício do período chuvoso (janeiro); 2º - período chuvoso (maio); 3º - início do \n\nperíodo seco (agosto); 4º - período seco (novembro); totalizando 320 amostras. \n\n O material coletado foi transportado para o DPS-UFV e submetido ao \n\nprocesso de preparo dos solos. As amostras deformadas foram, inicialmente, secas \n\nao ar, destorroadas e peneiradas utilizando uma peneira de malha de 2 mm para a \n\nobtenção da TFSA, e posteriormente, submetidas as determinações analíticas. \n\nO clima local é caracterizado, segundo Köppen (1948), como equatorial \n\nmegatérmico úmido e subúmido (Am), com duas estações de precipitação bem \n\ndistintas: (I) a estação seca de setembro a dezembro, com precipitação em torno de \n\n50 mm/mês; (II) a estação chuvosa de janeiro a agosto com precipitações médias \n\nmaiores que 250 mm/mês (Figura 2).  \n\nFigura 2 – Dados da precipitação mensal (mm/m²) na área de estudo, em 2015. Fonte: \nAMCEL, 2015. \n\n\n\n12 \n\n \n\nA precipitação pluviométrica anual varia de 2.750 a 3.500 mm. As \n\ntemperaturas médias anuais encontram-se entre 26° e 27 °C e as mais elevad as \n\nocorrem entre os meses de setembro e novembro, onde podem atingir 40 ºC, e as \n\nmenores entre janeiro e março. A umidade relativa média anual do ar encontra-se \n\nem torno de 80 a 90 %, em razão do deslocamento de umidade proveniente da \n\nFloresta Amazônica (INMET, 2004; TORRES e EL-ROBRINI, 2006).  \n\nA forma de relevo preponderante é marcada por extensas “chapadas” ou \n\nTabuleiros, cuja formação está associada às oscilações climáticas, que refletiram \n\nnos processos erosivos e deposicionais (CASSETI, 2005). Este fato somado as \n\ninterferências tectônicas modelaram o relevo até sua atual configuração (LIMA, et \n\nal., 1991).  A vegetação original da área é de Cerrado (Peres, Serruya e Vieira, \n\n1974; SEMA, 2014) em condições de relevo que varia do plano a suave ondulado \n\n(MORAIS et al., 2006).  \n\n Os sedimentos argilosos, argilo-arenosos e arenosos na costa do Amapá se \n\nrestringem ao setor leste, numa faixa de largura variável, quase norte-sul, \n\nestendendo-se desde as vizinhanças de Macapá até poucos quilômetros ao norte de \n\nUaça. Nesse sentido, esta formação repousa discordantemente (discordância \n\nerosiva) sobre as formações Prosperança e Trombetas. Está sotoposto aos \n\nsedimentos da formação Solimões por contato ainda duvidoso e aos sedimentos \n\naluvionários recentes, que ocupam as calhas dos rios e as faixas marginais destes \n\n(PERES, SERRUYA e VIEIRA, 1974). \n\n \n\n \n\n3.2 Caracterização física \n\n \n\n  3.2.1 Análise granulométrica \n\n \n\n A análise granulométrica e a argila dispersa em água foram realizadas \n\nsegundo método proposto pela Embrapa (2012), por meio da dispersão das \n\namostras por agitação lenta e utilizando solução NaOH 0,1 mol/L. A relação \n\nsilte/argila foi obtida pela razão entre os valores de argila total e silte. A relação \n\ntextural foi calculada pela razão da média da argila do horizonte B e média de argila \n\ndo horizonte A, sem considerar o horizonte BC. \n\n\n\n13 \n\n \n\n 3.2.2 Densidade do solo e resistência à penetração \n\n \n\n A densidade do solo foi realizada com base no método do anel volumétrico, \n\npara qual foram coletadas amostras indeformadas em cada horizonte dos perfis dos \n\nsolos, por meio de anéis de aço (Kopecky) com volume em torno de 90 cm³ \n\n(EMBRAPA, 2011). A resistência à penetração no solo foi realizada com o auxílio do \n\npenetrômetro de impacto modelo Stolf (STOLF et al., 1983) com dez repetições para \n\ncada perfil. Estas análises assim como a umidade atual foram determinadas em \n\nquatro períodos distintos ao longo do ano de acordo com o regime pluviométrico: \n\ninício do período chuvoso (janeiro), período chuvoso (maio), início do período seco \n\n(agosto), período seco (novembro). \n\n \n\n \n\n3.2.3 Curva característica de água no solo \n\n \n\nForam utilizadas amostras indeformadas submetidas às tensões de 2, 6 e 10 \n\nkPa na mesa de tensão e a 20 e 100 kPa na câmara de pressão de Richards \n\n(Richards, 1949). Amostras deformadas foram utilizadas nas tensões de 200, 500 e \n\n1500 kPa. O conjunto de dados de pontos de potencial matricial versus conteúdo de \n\nágua no solo foi utilizado para o ajuste da curva de retenção conforme van \n\nGenuchten (1980). Os cálculos dos parâmetros: conteúdo de água residual (?r); \n\nconteúdo de água na saturação (?s) e os parâmetros empíricos do modelo (?, m e n) \n\nforam realizados no software SWRC - Soil Water Retention Curve (DOURADO-\n\nNETO et al., 2001).   \n\n \n\n \n\n3.2.4 Distribuição do volume dos poros \n\n \n\nA porosidade foi classificada de acordo com o volume do diâmetro dos poros, \n\nobtido a partir da curva de retenção da água no solo. Nessa classificação, foram \n\nconsiderados: (I) macroporos, aqueles com diâmetro maior que 0,05 mm (que \n\nperdem a água em tensões menores que 6 kPa); (II) microporos, aqueles com \n\ndiâmetro entre 0,05 e 0,0002 mm (que são esvaziados a tensões entre 6 e 1.500 \n\n\n\n14 \n\n \n\nkPa); e (III) criptoporos, poros com diâmetro menor que 0,0002 mm (que perdem a \n\nágua apenas para tensões maiores que 1.500 kPa) (KLEIN e LIBARDI, 2002).  \n\nO cálculo do diâmetro dos poros do solo foi realizado através da equação: \n\ndv=(4.?.cos?)/(?w.g.h) \n\nem que: \n\ndv = diâmetro dos poros [L];  \n\n? = tensão superficial da água [M.T-2];  \n\n? = ângulo de contato entre a água e a parede do poro;  \n\n?w = massa específica da água [M.L-3];  \n\ng = aceleração da gravidade [LT-2]; e  \n\nh = altura da coluna de água (tensão aplicada) [L]. \n\nA porcentagem de poros com diâmetro superior ao calculado para cada \n\ntensão foi obtida pela expressão: \n\n%V=100*[1-(PT-?')/PT] \n\nem que: \n\n%V = porcentagem de poros do solo com diâmetro superior ao calculado para cada \n\ntensão;  \n\nPT = porosidade total do solo (%);  \n\n?'= umidade volumétrica correspondente à tensão utilizada para o cálculo do \n\ndiâmetro dos poros, (%). \n\nCom os dados obtidos, foram construídas as curvas de distribuição de poros \n\n(diâmetro do poro (mm) versus porcentagem de poros) para os solos estudados. \n\n \n\n \n\n3.2.5 Condutividade hidráulica do solo saturado \n\n \n\nA determinação da condutividade hidráulica do solo saturado foi realizada em \n\namostras indeformadas de solos, em duplicatas, por meio do sistema de frasco de \n\n\n\n15 \n\n \n\nMariotte para manutenção de carga constante, utilizando anéis volumétricos com \n\nvolume de aproximadamente 90 cm³, onde aplicou-se uma lâmina de água igual a 3 \n\ncm, sendo em cada anel realizado cinco determinações sucessivas e o resultado \n\nobtido por meio do emprego da equação de Darcy (EMBRAPA, 2011).  \n\n \n\n \n\n3.3 Caracterização química \n\n \n\n 3.3.1 Análises químicas de fertilidade do solo \n\n \n\nForam determinados pH em água e em KCl 1,0 mol L-1 em potenciômetro \n\ndevidamente calibrado com soluções-padrão de pH 4,0 e 7,0. O Ca2+, Mg2+ e Al3+ \n\ntrocáveis, por extração com KCl 1,0 mol L-1, sendo o Ca e Mg quantificados por \n\nespectrofotometria de absorção atômica e o Al por titulação com solução NaOH \n\n0,025 mol L-1. A acidez potencial (H + Al) foi obtida por titulometria, após extração \n\ncom acetato de cálcio 0,5 mol L-1 a pH 7,0. O Na, K e P disponíveis extraídos com \n\nMehlich-1 (HCl 0,05 mol L-1 e H2SO4 0,0125 mol/L-1), onde o Na e K foram \n\ndeterminados por fotometria de chama e o P por colorimetria, utilizando ácido \n\nascórbico como redutor (EMBRAPA, 2011). O carbono orgânico total foi determinado \n\nconforme Yoemans e Bremner (1988) e o fósforo remanescente (P-rem) pela \n\nquantificação do P da solução de equilíbrio após agitação durante 1 h da TFSA com \n\nsolução de CaCl2 0,01 mol L-1, contendo 60 mg L-1 de P, na relação de 1:10 \n\n(ALVAREZ et al., 2000).   Com base nos resultados obtidos foi realizado os cálculos \n\nda soma de bases, CTC a pH 7,0, a saturação por bases e saturação por Al3+ \n\n(EMBRAPA, 2011).   \n\n \n\n \n\n3.3.2 Ataque sulfúrico \n\n \n\nOs teores dos elementos Al (Al2O3), Fe (Fe2O3), Si (SiO2) e Ti (TiO2) da fração \n\nTFSA, foram determinados por espectrofotometria de absorção atômica, após \n\ndigestão com solução de H2SO4 9 mol L-1 segundo EMBRAPA (2011). A partir dos \n\nresultados foi calculado o índice Ki dos solos (EMBRAPA, 2011). \n\n\n\n16 \n\n \n\n3.3.3 Ataque total  \n\n \n\nFoi realizada a dissolução total da TFSA por meio de ataque triácido a partir \n\nda mistura ternária de ácidos fortes e concentrados: nítrico (HNO3), fluorídrico (HF) e \n\nperclórico (HClO4) de acordo com Embrapa (1997), para determinação do Zn, Mn, \n\nCo e Cu em espectrometria de emissão óptica com acoplamento de plasma \n\ninduzido (ICP-OES). \n\n \n\n \n\n3.3.4 Extração de Fe, Al e Si por ditionito-citrato-bicarbonato (DCB) e oxalato \n\nácido de amônio (OAA) \n\n \n\nAs formas de Fe, Al e Si foram avaliadas após extrações sucessivas pelo \n\nmétodo do ditionito-citrato-bicarbonato de sódio (MEHRA e JACKSON, 1960) e \n\napenas uma extração com oxalato de amônio (MCKEAGUE e DAY, 1966) 0,2 mol/L \n\na pH 3,0 nas amostras da fração argila dos solos. A quantificação do Fe, Al e Si foi \n\nrealizada por espectrofotometria de absorção atômica. \n\n \n\n \n\n3.4 Caracterização mineralógica   \n\n \n\nA TFSA foi submetida à dispersão com NaOH  1 mol/L-1, a fração areia ficou \n\nretida na peneira de malha de 0,053 mm e após sucessivas sifonações e agitações \n\n(princípio da decantação da Lei de Stokes), obteve-se a fração argila. Foram \n\nconfeccionadas 38 lâminas referentes à fração argila natural (método do esfregaço) \n\ne argila desferrificada dos horizontes coesos dos solos. A leitura da difração de \n\nraios-X (DRX) foi realizada em aparelho X’ PERT PRO PANALYTICAL com radiação \n\nCoK?, operando a 40 kV e 30 mA, no intervalo de 4 a 40 º?.  \n\n \n\n \n\n \n\n \n\n \n\nhttp://es.wiktionary.org/wiki/%CE%B8\n\n\n17 \n\n \n\n3.5 Caracterização micromorfológica  \n\n \n\nForam coletadas 10 amostras indeformadas de horizontes coesos em \n\nmonolitos pequenos ou com o auxílio de saboneteiras dos perfis P3, P4, P7, P8 e \n\nP9. Para confecção das seções delgadas, as amostras indeformadas foram \n\nimpregnadas com resina de poliéster e, posteriormente, seccionadas, polidas e \n\ncoladas em lâminas de vidro; realizada no Laboratório de Laminação do \n\nDepartamento de Geologia, na Universidade Federal de Ouro Preto (UFOP). As \n\ncaracterísticas micromorfológicas foram analisadas em Estéreomicroscópio Leica \n\nM125, no Laboratório de Micromorfologia dos Solos da Unidade Acadêmica de \n\nGaranhuns, na Universidade Federal Rural de Pernambuco (UFRPE) e descritas de \n\nacordo com BULLOCK et al. (1985) e FITZPARTRICK (1993). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n18 \n\n \n\n4. RESULTADOS E DISCUSSÕES \n\n \n\n \n\n4.1 Classificação e morfologia \n\n \n\n Os solos foram classificados como Latossolo Amarelo distrocoeso típico (P4, \n\nP7, P8 e P9), Latossolo Amarelo distrocoeso argissólico (P2), em razão do \n\nincremento gradual de argila do horizonte Ap para o horizonte Bw, não configurando \n\ndiretamente horizonte Bt. O P1 foi classificado como Argissolo Amarelo distrocoeso \n\nlatossólico, devido ao elevado gradiente textural do horizonte A (textura arenosa) \n\npara o horizonte B (textura média), porém com feições latossólicas particularmente \n\nno que se refere ao incremento gradual de argila ao longo do perfil e a coloração \n\namarelada homogênea. O P5 foi classificado como Latossolo Amarelo distrófico \n\npsamítico em função do seu caráter intermediário com Neossolo Quartzarênico. O \n\nP6 foi classificado como Latossolo Amarelo distrocoeso petroplíntico, haja vista a \n\npresença de petroplintita a partir de 40 cm da superfície. O P3 não apresenta \n\ngradiente textural expressivo e cerosidade para Bt. Apesar de não se enquadrar na \n\nordem dos Latossolos proposta pelo SiBCS (2013) em razão da sua coloração \n\n“pálida” e drenagem deficiente, este solo foi classificado como Latossolo Amarelo \n\ndistrocoeso “pálido”, conforme já aventado em Reunião de Classificação e \n\nCorrelação de Solos - MG (KER et al., 2005), cujos solos foram reconhecidos como \n\nLatossolo Acinzentado ou Latossolo Amarelo “pálido” (Quadro 1). \n\n \n\nQuadro 1 – Classificação dos solos da área de estudo. \nSolo Sistema Brasileiro de Classificação de Solos  \n\n(SiBCS, 2013) \nP1 Argissolo Amarelo distrocoeso latossólico \nP2 Latossolo Amarelo distrocoeso argissólico \nP3 Latossolo Amarelo distrocoeso “pálido” \nP4 Latossolo Amarelo distrocoeso típico \nP5 Latossolo Amarelo distrófico psamítico \nP6 Latossolo Amarelo distrocoeso petroplíntico \nP7 Latossolo Amarelo distrocoeso típico \nP8 Latossolo Amarelo distrocoeso típico \nP9 Latossolo Amarelo distrocoeso típico \n\n \n\n\n\n19 \n\n \n\nÀ exceção do P3, todos os solos apresentaram horizonte A moderado e \n\nespessura menor ou igual a 20 cm. O P3 apresentou horizonte A proeminente, \n\nportanto, mais espesso e escuro dado à drenagem deficiente que favoreceu o \n\nacúmulo de matéria orgânica. Destaca-se ainda que o P3 encontra-se sob \n\nremanescente de mata com serapilheira (horizonte O de 3 cm), os demais solos \n\nencontram-se sob vegetação de Cerrado utilizados com eucalipto e sem \n\nserapilheira. \n\nOs solos são de coloração amarelada com cores enquadradas nos matizes \n\n7,5YR e 10YR. No P2 observou-se horizontes de coloração acinzentada a partir de \n\n120 cm de profundidade, com croma úmido igual a 3, indicando a presença de \n\nflutuações do lençol freático. O P3 apresentou coloração “pálida” tendendo para \n\nacinzentado, refletindo a restrição de drenagem conforme já destacado (Figura 3). \n\nOs solos são profundos (solum maior que 50 cm), à exceção do P6. Nos \n\nperfis P6, P7, P8 e P9 coletados ao longo da topossequência, essa profundidade é \n\nreduzida em função da constatação de concreções ferruginosas acima de 120 cm, \n\ncuja concentração está associada com a posição na paisagem, sendo maior na \n\nmedida em que diminui a altitude (P6) devido o aporte proveniente das partes mais \n\nelevadas (P9). Entretanto, nos demais solos não foi constatada a presença de \n\nconcreções. Cabe destacar que a presença destas concreções no P6 dificultou a \n\ncoleta de amostras indeformadas em anéis volumétricos nos horizontes do solo. \n\n No horizonte Bw dos Latossolos Amarelos distrocoesos típicos (P4, P7, P8 e \n\nP9) predomina a estrutura em blocos subangulares e angulares fraca a \n\nmoderadamente desenvolvida, com aspecto maciço, o mesmo pode ser dito para o \n\nP3. É interessante destacar que os blocos apresentam-se como lascas de solos \n\nparalelas ao plano de corte, mesmo nos solos de textura média (P1, P2 e P5), ainda \n\nde forma menos intensa do que os solos argilosos e muito argilosos. A estrutura do \n\nhorizonte Bwc do P6 tem o aspecto granular, entremeada a concreções. Os torrões \n\ndos solos secos desmancham-se rapidamente após imersão em água, apenas com \n\nligeira agitação, diferindo-se das características do fragipã e duripã. Além disso, os \n\nsolos são de texturação fácil no campo (Quadro 2). \n\n A consistência variou, quando seca, de ligeiramente dura a muito dura; \n\nquando úmida, de friável a firme, sendo geralmente ligeiramente plástica a muito \n\nplástica e pegajosa a muito pegajosa, nos solos de textura argilosa ou muita argilosa \n\n\n\n20 \n\n \n\ne; não plástica a ligeiramente plástica e ligeiramente pegajosa a pegajosa no solo de \n\ntextura média. Esta característica é comum em solos coesos desenvolvidos sob a \n\nformação Barreiras e constitui um fator limitante para a penetração das raízes e \n\ncirculação do ar e da água. \n\n A transição variou de plana difusa a plana gradual entre os horizontes. A \n\npresença de raízes, principalmente finas, são poucas ou raras nos horizontes \n\nsubsuperficiais a comuns nos horizontes superficiais.  \n\n \n\nFigura 3 – Imagens dos perfis de solos coesos da área de estudo.\n\n\n\n21 \n\n \n\nQuadro 2 – Características morfológicas dos solos estudados. \n\n \n\nPerfil Horizonte \n   Simb.               Prof. (cm) \n\nCor (úmida) Estrutura       \nSeca \n\nConsistência \nÚmida         Molhada \n\nTransição \n\n \n \n \n \n\nP1 \n \n \n \n \n \n \n \n\nP2 \n \n \n \n \n \n \n\nP3 \n \n \n \n \n \n \n \n\nP4 \n\n \nAp \nBt1 \nBt2 \nBt3 \nBt4 \nBt5 \nBt6 \n\n \nAp \n\nBw1 \nBw2 \nBw3 \nBw4 \nBw5 \nBw6 \n\n \nA1 \nA2 \nBA \n\nBw1 \nBw2 \nBw3 \n\n \nAp \n\nBw1 \nBw2 \nBw3 \nBw4 \nBw5 \n\n \n0-20 \n20-40 \n40-60 \n60-90 \n90-120 \n120-150 \n150-180 \n\n \n0-20 \n20-40 \n40-60 \n60-90 \n90-120 \n120-150 \n150-180 \n\n \n0-15 \n15-37 \n37-63 \n63-89 \n89-170 \n170-200 \n\n \n0-20 \n20-40 \n40-60 \n60-90 \n90-120 \n120-150 \n\n \n10 YR 4/4 \n10 YR 5/6 \n10 YR 5/8 \n10 YR 5/8 \n10 YR 5/8 \n7,5YR 5/8 \n7,5YR 5/8 \n\n \n10 YR 4/3 \n10 YR 5/6 \n10 YR 6/6 \n10 YR 7/6 \n10 YR 7/4 \n10 YR 7/3 \n10 YR 7/3 \n\n \n10 YR 3/1 \n10YR 3/2 \n\n10YR 3,5/3 \n10YR 4/3 \n10YR 4/4 \n10YR 6/4 \n\n \n10 YR 3/4 \n10 YR 5/8 \n10 YR 5/8 \n10 YR 5/8 \n10 YR 6/6 \n10 YR 6/6 \n\n \n1 P/M Bls/Gs \n\n2 M Bls \n1 M Bls \n1 M Bls \n1 M Bls \n\n1 M/G Bls \n1 M/G Bls \n\n \n2 M Bls \n2 M Bls \n\n1/2 M/G Bls \n1 G Bls \n\n1 M/G Bls \n1 M/G Bls \n1 M/G Bls \n\n \n3 P/G Gr 3 P Bls \n\n2 P Bls \n2 P/M Bls \n2 M Bls \n2 M Bls \n\n1/2 P/M Bls \n \n\n2 P/M Bls \n2/3 M Bls \n2/3 M Bls \n2/3 M Bls \n2/3 M Bls \n2/3 M Bls \n\n \n\n \nSo \n\nLD/D \nLD/D \nLD \nLD \nLD \nLD \n\n \nLD \nD \nD \nLD \nLD \nLD \nLD \n\n \nMa \nLD \nMD \nMD \nD \nD \n\n \nLD \nD \nD \nD \nD \nD \n \n\n \nSo \nFr \nFr \n\nMFr \nMFr \nFr \nFr \n\n \nFr \nFi \nFi \nFr \nFr \nFr \nFr \n\n \nFr \nFr \nFi \nFi \nFi \nFi \n\n \nFr \nFi \nFi \nFi \nFi \nFi \n \n\n \nnPl nPe \n\nLgPl LgPe \nLgPl LgPe \nLgPl LgPe \nLgPl LgPe \nLgPl LgPe \nLgPl LgPe \n\n \nLgPl LgPe \nLgPl LgPe \nLgPl LgPe \n\nPl Pe \nPl Pe \nPl Pe \nPl Pe \n\n \nMtPl MtPe \nMtPl MtPe \nMtPl MtPe \nMtPl MtPe \nMtPl MtPe \nMtPl MtPe \n\n \nPl Pe \nPl Pe \nPl Pe  \nPl Pe  \nPl Pe  \nPl Pe  \n\n \npg \npg \npd \npd \npd \npd \npd \n\n \npg \npg \npd \npg \npg \n- \n- \n\n \npc \npg \npg \npg \npg \n- \n\n \npg \npg \npg \npg \n- \n- \n\n\n\n22 \n\n \n\nQuadro 2 – Características morfológicas dos solos estudados (CONTINUAÇÃO). \n\nLegenda: Estrutura: 1-Fraca; 2-Moderada; 3-Forte; P-Pequena; M-Média; G-Grande; Gr-Granular; Bls-Blocos Subangulares; Gs-Grãos Simples; Mç-maciça. Consistência: So-\nSolto; Ma-Macio; LD-Ligeiramente Duro; D-Duro; MD-Muito Duro; Fr-Friável; MFr-Muito Friável; Fi-Firme; n-Não; Lg-Ligeiramente; Mt-Muito, Pl-Plástico; Pe-pegajoso. \nTransição: p-plana; c-clara; d-difusa; g-gradual\n\nPerfil Horizonte \n     Simb.                 Prof. (cm) \n\nCor (úmida) Estrutura       \n Seca \n\n   Consistência \n   Úmida     Molhada \n\nTransição \n\n                     \n \n \n\nP5 \n \n \n \n \n \n\nP6 \n \n \n \n\n \n \n\nP7 \n \n \n \n \n\nP8 \n \n \n \n \n \n\nP9 \n\nAp \nBw1 \nBw2 \nBw3 \nBw4 \nBw5 \n\n \nAp \n\nBw1 \nBwc \nBCc \nBC \n\n \nAp \n\nBw1 \nBw2 \nBw3 \nCc \n\n \nAp \n\nBw1 \nBw2 \nBw3 \n\nC \n \n\nAp \nBw1 \nBw2 \nBw3 \nBw4 \nBw5 \n\n0-20 \n20-40 \n40-60 \n60-90 \n\n90-120 \n120-150 \n\n \n0-12 \n12-43 \n43-91 \n\n91-115 \n115-140 \n\n \n0-13 \n13-42 \n42-71 \n\n71-107 \n107-135 \n\n \n0-12 \n12-41 \n41-85 \n\n85-118 \n118-170 \n\n \n0-20 \n20-49 \n49-88 \n\n88-120 \n120-161 \n161-210 \n\n10 YR 4/4 \n10 YR 5/8 \n10 YR 5/8 \n10 YR 6/8 \n10 YR 6/8 \n7,5YR 5/8 \n\n \n10 YR 4/6 \n10 YR 5/8 \n10 YR 5/8 \n5 YR 6/6 \n5 YR 6/6 \n\n \n10 YR 4/6 \n7,5YR 5/6 \n7,5YR 5/8 \n7,5YR 5/8 \n5 YR 5/6 \n\n \n10 YR 4/4 \n10 YR 5/8 \n10 YR 5/8 \n10 YR 5/8 \n10 YR 5/8 \n\n \n10 YR 4/6 \n10 YR 5/8 \n10 YR 5/8 \n10 YR 5/8 \n10 YR 5/8 \n10 YR 5/8 \n\n1 P Bls \n1/2 M/G Bls \n1/2 M/G Bls \n1 M/G Bls \n1 M/G Bls \n1 M Bls \n\n \n2 M Bls \n2 G Bls \n2 M Bls \n2 G Bls \n2 G Bls \n\n \n2 M/G Gr  \n2 M Bls \n2 M Bls \n2 M Bls \n\nMç \n \n\n2/3 M Bls \n2/3 M Bls \n2 M/G Bls \n\n2 G Bls \n2 G Bls \n\n \n2/3 M/G Bls \n2/3 M/G Bls \n2/3 M/G Bls \n2/3 M/G Bls \n\n2 M Bls \n2 M Bls \n\nSo \nLD/D \nLD/D \nLD \nLD \nLD \n\n \nLD \nD \nLD \nLD \nLD \n\n \nLD \nD \nD \nD \nD \n\n \nLD \nD \n\nMD \nLD \nLD \n\n \nD \nD \nLD \nLD \nLD \nLD \n\nSo/MFr \nSo/MFr \n\nFr \nFr \nFr \n\nMFr \n \n\nFi \nMFr \nMFr \nFr \nFr \n\n \nFr \nFr \nFr \nFr \nFr \n\n \nFi \n\nFr/Fi \nFr/Fi \nFr \n\nMFr \n \n\nFr \nFr/Fi \nFr \nFr \nFr \nFr \n\nnPl nPe \nnPl LgPe \nnPl LgPe \nnPl LgPe \nnPl LgPe \n\nLgPl LgPe \n \n\nPl Pe \nPl Pe \n\nLgPl LgPe \nPl Pe \nPl Pe \n\n \nLgPl LgPe \n\nPl Pe \nPl Pe \nPl Pe \nPl Pe \n\n \nPl Pe \nPl Pe \nPl Pe  \nPl Pe  \nPl Pe  \n\n \nPl Pe \nPl Pe \nPl Pe \nPl Pe  \nPl Pe  \nPl Pe  \n\npg \npd \npd \npd \npd \n- \n\n \npg \npc \npc \n- \n- \n\n \npg \npd \npc \npc \n- \n\n \npg \npg \npd \n- \n- \n\n \npg \npd \npd \npd \npd \n- \n\n\n\n23 \n\n \n\n. 4.2 Caracterização física \n \n\nOs solos apresentaram baixos teores de silte, resultando em valores da \n\nrelação silte/argila também baixos (<0,7), o que confirma o fato de tratarem de solos \n\nmuito intemperizados. Esta é uma característica bastante comum em solos \n\ndesenvolvidos a partir de sedimentos da formação Barreiras (PAIVA et al., 2000; \n\nMOREAU et al., 2006; LIMA NETO et al., 2009; ANDRADE, 2014) (Quadro 3). \n\nOs teores de argila variaram de 7 a 84 % no horizonte A, e de 16 a 86 % no \n\nhorizonte B. O P1 apresentou incremento acentuado de argila do horizonte Ap (7 %) \n\npara o Bt1 (17 %) caracterizando uma mudança textural abrupta, típico de horizonte \n\nB textural. Nos demais solos, mesmo ocorrendo incremento de argila em \n\nprofundidade, a relação textural não foi suficiente para caracterizar como horizonte \n\nBt. Este fato também é uma característica comum de Argissolos e Latossolos \n\nAmarelos do Barreiras de outras regiões do país (DEMATTÊ et al., 1994; LIMA \n\nNETO et al., 2009; ANDRADE, 2014). \n\nOs teores de argila dispersa em água (ADA) foram maiores nos horizontes \n\nsuperficiais (Quadro 3) e refletem o efeito da matéria orgânica no abaixamento do \n\nPCZ e consequentemente, a maior dispersão da argila em água. Este fato associado \n\nà ação desagregadora da água pode favorecer à retirada da argila por elutriação e \n\nincremento de argila em profundidade. Em razão dos baixos teores de matéria \n\norgânica nos horizontes subsuperficiais, os valores do grau de floculação (GF) \n\ntenderam a 100 % logo abaixo do horizonte A, fato que de certa forma diferencia \n\nestes solos de Latossolos e Argissolos coesos de outras regiões do Brasil, onde o \n\nGF apresenta valores menores do que 100 % ainda no horizonte B imediatamente \n\nabaixo do horizonte A (CORRÊA, 2005; DANTAS et al., 2014). \n\nA ampla variação nos teores de argila (7 a 86 %) indica a variação textural \n\ndos sedimentos mesmo em áreas planas e aparentemente uniformes. Este fato \n\naponta para a necessidade do percorrimento intenso da área para separação de \n\nsolos de diferentes texturas, sobretudo, quando se dispõe de imagens de \n\nsatélite/radar ou fotografias aéreas em escala compatível com levantamentos de \n\nsolos detalhados. Esta dificuldade de separação de unidades de mapeamento \n\nparece válida também para os levantamentos pedológicos digitais. \n\nOs valores de densidade de partículas geralmente variam pouco de solo para \n\nsolo e nos solos estudados variaram de 2,40 a 2,81 g cm-³. Brady e Weil (2013) \n\n\n\n24 \n\n \n\nconsideram que a Dp varia para a maioria dos solos minerais de 2,60 a 2,75 g cm-³, \n\ndevido à predominância de minerais como quartzo, feldspato, mica e colóides \n\nsilicatados que geralmente possuem densidades dentro dessa faixa.  Logo, pode-se \n\ninferir que, de modo geral, os valores de Dp dos solos estudados estão na faixa das \n\ndensidades dos principais minerais presentes nos solos. \n\n  Baseando-se nos resultados apresentados no Quadro 3 pode-se inferir que \n\nno início do período chuvoso (Ds1) os valores de densidade do solo chegaram a \n\natingir 1,8 g cm-³ nos horizontes superficiais e 1,7 g cm-³ nos horizontes \n\nsubsuperficiais, nos perfis P1, P2, P4 e P5; comportamento já esperado, uma vez \n\nque os solos apresentam textura arenosa a média. Estes valores estão situados nos \n\nlimites de densidade do solo de textura arenosa que variam de 1,2 a 1,8 g cm-³ \n\n(Brady, 1979) e está de acordo com a variação descrita por outros autores \n\n(RIBEIRO, 2001; ARAUJO FILHO et al., 2001, MOREAU, 2001; REICHERT et al., \n\n2007). \n\n Em solos de Tabuleiro, Paiva (1997) observou maiores valores de Ds em um \n\nArgissolo Acinzentado, de textura areia franca a franco-arenosa e sem coesão, em \n\ncomparação com um Latossolo argissólico e um Argissolo Amarelo, ambos coesos e \n\nde textura média a argilosa.  Santana et al. (2006) encontraram valores elevados de \n\ndensidade do solo (1,65 e 1,81 g cm-³) para os horizontes Ap1 e Ap2, \n\nrespectivamente, ambos arenosos. \n\nNos perfis P3, P7, P8 e P9, com textura muito argilosa, os valores de Ds \n\nforam inferiores em relação aos solos supracitados, variando entre 1,1 a 1,5 g cm-³ \n\nnos horizontes subsuperficiais, os quais estão associados com os maiores valores \n\nde porosidade total do solo. Nos horizontes superficiais destes solos o valor de Ds \n\nchega a atingir 1,6 g cm-³ no P9. Este comportamento foi observado nos quatros \n\nperíodos. Sobretudo no P3, à presença da matéria orgânica e da atividade biológica \n\npodem influenciar numa maior porosidade total e, consequentemente, menor \n\ndensidade do solo.  \n\nAlguns autores explicam que o teor de matéria orgânica no solo reduz a \n\ndensidade do solo, quer pelo efeito positivo na estabilidade estrutural do solo, quer \n\npelo fato de o material orgânico apresentar baixa densidade, menor do que os \n\nsólidos minerais do solo (ARAGÓN et al., 2000; BRAIDA et al., 2006; DIAS JÚNIOR; \n\nMIRANDA, 2000; LIBARDI, 2005).  \n\n\n\n25 \n\n \n\nQuadro 3 – Características físicas dos solos estudados. \n\n \n \n \n\nPerfil Hor. Prof. \n \n\nAreia \nGrossa      Fina \n\nSilte Argila ADA GF \n \n\nSilte/Argila Dp \n \n\n  Ds \nDs1 Ds2 Ds3 Ds4 \n\n  (cm) --------------------------- dag kg1----------------------------         %                   -----------------g cm-³----------------- \n               \n \n \n \n\nP1 \n \n \n \n \n \n \n \n\nP2 \n \n \n \n \n \n \n\nP3 \n \n \n \n \n \n \n\nP4 \n\nAp \nBt1 \nBt2 \nBt3 \nBt4 \nBt5 \nBt6 \n\n \nAp \n\nBw1 \nBw2 \nBw3 \nBw4 \nBw5 \nBw6 \n\n \nA1 \nA2 \nBA \n\nBw1 \nBw2 \nBw3 \n\n \nAp \n\nBw1 \nBw2 \nBw3 \nBw4 \nBw5 \n\n0-20 \n20-40 \n40-60 \n60-90 \n90-120 \n120-150 \n150-180 \n\n \n0-20 \n20-40 \n40-60 \n60-90 \n90-120 \n120-150 \n\n150-180+ \n \n\n0-15 \n15-37 \n37-63 \n63-89 \n89-170 \n170-200 \n\n \n0-20 \n20-40 \n40-60 \n60-90 \n90-120 \n120-150 \n\n78 \n67 \n68 \n70 \n62 \n56 \n51 \n\n \n61 \n49 \n53 \n44 \n38 \n40 \n40 \n\n \n13 \n10 \n11 \n10 \n18 \n27 \n\n \n37 \n36 \n33 \n34 \n28 \n25 \n\n12 \n15 \n14 \n12 \n15 \n20 \n20 \n\n \n14 \n23 \n18 \n22 \n19 \n17 \n19 \n\n \n2 \n2 \n2 \n2 \n5 \n7 \n\n \n13 \n11 \n11 \n10 \n9 \n\n10 \n \n\n3 \n1 \n1 \n3 \n2 \n2 \n5 \n\n \n5 \n3 \n3 \n4 \n9 \n6 \n4 \n\n \n6 \n4 \n2 \n2 \n0 \n0 \n\n \n3 \n2 \n3 \n1 \n1 \n1 \n\n7 \n17 \n17 \n15 \n21 \n22 \n24 \n\n \n20 \n25 \n26 \n30 \n34 \n37 \n37 \n\n \n79 \n84 \n85 \n86 \n77 \n66 \n\n \n47 \n51 \n53 \n55 \n62 \n64 \n\n0 \n0 \n0 \n0 \n0 \n0 \n0 \n\n \n5 \n0 \n0 \n0 \n0 \n0 \n0 \n\n \n20 \n32 \n22 \n8 \n0 \n0 \n\n \n16 \n0 \n0 \n0 \n0 \n0 \n\n100 \n100 \n100 \n100 \n100 \n100 \n100 \n\n \n75 \n100 \n100 \n100 \n100 \n100 \n100 \n\n \n75 \n62 \n74 \n91 \n100 \n100 \n\n \n66 \n100 \n100 \n100 \n100 \n100 \n\n0,4 \n0,1 \n0,1 \n0,2 \n0,1 \n0,1 \n0,2 \n\n \n0,3 \n0,1 \n0,1 \n0,1 \n0,3 \n0,2 \n0,1 \n\n \n0,1 \n0,1 \n0 \n0 \n0 \n0 \n\n \n0,1 \n0 \n\n0,1 \n0 \n0 \n0 \n\n2,56 \n2,67 \n2,56 \n2,52 \n2,46 \n2,58 \n2,61 \n\n \n2,55 \n2,55 \n2,57 \n2,55 \n2,64 \n2,57 \n2,51 \n\n \n2,40 \n2,45 \n2,41 \n2,49 \n2,55 \n2,46 \n\n \n2,54 \n2,50 \n2,49 \n2,81 \n2,56 \n2,51 \n\n1,7 \n1,7 \n1,6 \n1,5 \n1,6 \n1,5 \n- \n\n \n1,8 \n1,7 \n1,7 \n1,7 \n1,7 \n1,6 \n- \n\n \n1,0 \n1,2 \n1,3 \n1,3 \n1,4 \n- \n\n \n1,5 \n1,5 \n1,7 \n1,7 \n1,6 \n1,5 \n\n1,7 \n1,8 \n1,6 \n1,6 \n1,6 \n1,6 \n- \n\n \n1,6 \n1,7 \n1,6 \n1,6 \n1,6 \n1,6 \n- \n\n \n0,9 \n1,1 \n1,2 \n1,2 \n1,2 \n- \n\n \n1,5 \n1,5 \n1,5 \n1,4 \n1,4 \n1,4 \n\n1,6 \n1,6 \n1,7 \n1,6 \n1,5 \n1,6 \n- \n\n \n1,7 \n1,7 \n1,6 \n1,5 \n1,4 \n1,5 \n- \n\n \n1,0 \n1,2 \n1,2 \n1,2 \n1,3 \n- \n\n \n1,5 \n1,6 \n1,6 \n1,6 \n1,5 \n1,4 \n\n1,8 \n1,8 \n1,7 \n1,7 \n1,7 \n1,7 \n- \n\n \n1,8 \n1,7 \n1,8 \n1,7 \n1,7 \n1,6 \n- \n\n \n1,1 \n1,3 \n1,3 \n1,3 \n1,4 \n- \n\n \n1,5 \n1,6 \n1,6 \n1,6 \n1,5 \n1,5 \n\n\n\n26 \n\n \n\nQuadro 3 – Características físicas dos solos estudados (CONTINUAÇÃO). \nPerfil Hor. Prof. \n\n \nAreia \n\nGrossa      Fina \nSilte Argila ADA GF \n\n \nSilte/Argila Dp \n\n \n  Ds \nDs1 Ds2 Ds3 Ds4 \n\n  (cm) --------------------------- dag kg1----------------------------         %                  -----------------g cm-³------------------- \n  \n\n \n             \n\n \n \n \n\nP5 \n \n \n \n \n\n \nP6 \n\n \n \n \n \n \n\nP7 \n \n \n \n \n \n\nP8 \n \n \n \n \n \n\nP9 \n\nAp \nBw1 \nBw2 \nBw3 \nBw4 \nBw5 \n\n \nAp \n\nBw1 \nBwc \nBCc \nBC \n\n \nAp \n\nBw1 \nBw2 \nBw3 \nCc  \n\n \nAp \n\nBw1 \nBw2 \nBw3 \n\nC \n \n\nAp \nBw1 \nBw2 \nBw3 \nBw4 \nBw5 \n\n0-20 \n20-40 \n40-60 \n60-90 \n\n90-120 \n120-150 \n\n \n0-12 \n12-43 \n43-91 \n\n91-115 \n115-140+ \n\n \n0-13 \n13-42 \n42-71 \n\n71-107 \n107-135+ \n\n \n0-12 \n12-41 \n41-85 \n\n85-118 \n118-170+ \n\n \n0-20 \n20-49 \n49-88 \n\n88-120 \n120-161 \n\n161-210+ \n\n72 \n69 \n65 \n71 \n71 \n64 \n\n \n27 \n18 \n13 \n11 \n13 \n\n \n25 \n19 \n13 \n10 \n9 \n\n \n34 \n24 \n19 \n18 \n17 \n\n \n26 \n23 \n18 \n16 \n17 \n12 \n\n16 \n15 \n18 \n14 \n14 \n19 \n\n \n13 \n12 \n8 \n6 \n6 \n\n \n10 \n10 \n6 \n6 \n5 \n\n \n8 \n9 \n7 \n4 \n3 \n\n \n7 \n7 \n5 \n3 \n3 \n4 \n\n2 \n1 \n1 \n1 \n1 \n1 \n \n2 \n5 \n4 \n4 \n4 \n\n \n2 \n3 \n3 \n3 \n4 \n\n \n3 \n3 \n4 \n6 \n\n10 \n \n\n2 \n3 \n4 \n2 \n5 \n2 \n\n10 \n15 \n16 \n16 \n16 \n16 \n\n \n58 \n65 \n75 \n79 \n77 \n\n \n63 \n68 \n78 \n81 \n82 \n\n \n55 \n64 \n70 \n72 \n70 \n\n \n65 \n67 \n73 \n79 \n75 \n82 \n\n3 \n1 \n0 \n0 \n0 \n0 \n\n \n15 \n0 \n0 \n0 \n0 \n\n \n18 \n0 \n0 \n0 \n0 \n\n \n17 \n0 \n0 \n0 \n0 \n\n \n20 \n1 \n0 \n0 \n0 \n0 \n\n73 \n93 \n100 \n100 \n100 \n100 \n\n \n74 \n100 \n100 \n100 \n100 \n\n \n72 \n100 \n100 \n100 \n100 \n\n \n69 \n100 \n100 \n100 \n100 \n\n \n69 \n98 \n100 \n100 \n100 \n100 \n\n0,2 \n0,1 \n0,1 \n0,1 \n0,1 \n0,1 \n\n \n0 \n\n0,1 \n0,1 \n0,1 \n0,1 \n\n \n0 \n0 \n0 \n0 \n\n0,1 \n \n\n0,1 \n0,1 \n0,1 \n0,1 \n0,1 \n\n \n0 \n0 \n\n0,1 \n0 \n\n0,1 \n0 \n\n2,61 \n2,60 \n2,59 \n2,53 \n2,54 \n2,52 \n\n \n2,53 \n2,57 \n2,59 \n2,63 \n2,55 \n\n \n2,55 \n2,55 \n2,55 \n2,53 \n2,53 \n\n \n2,46 \n2,61 \n2,58 \n2,52 \n2,54 \n\n \n2,48 \n2,54 \n2,61 \n2,52 \n2,55 \n2,46 \n\n1,4 \n1,7 \n1,6 \n1,6 \n1,6 \n1,6 \n\n \nnd \nnd \nnd \nnd \nnd \n\n \n1,4 \n1,3 \n1,1 \n1,3 \n- \n\n \n1,4 \n1,5 \n1,1 \n- \n- \n\n \n1,6 \n1,3 \n1,1 \n- \n\n1,2 \n- \n\n1,5 \n1,7 \n1,6 \n1,6 \n1,6 \n1,6 \n\n \nnd \nnd \nnd \nnd \nnd  \n\n \n1,4 \n1,2 \n1,1 \n1,2 \n- \n\n \n1,4 \n1,3 \n1,2 \n- \n- \n\n \n1,4 \n1,2 \n1,3 \n- \n\n1,3 \n- \n\n1,6 \n1,7 \n1,7 \n1,6 \n1,6 \n1,6 \n\n \nnd \nnd \nnd \nnd \nnd \n\n \n1,2 \n1,2 \n1,1 \n1,2 \n- \n\n \n1,4 \n1,4 \n1,2 \n- \n- \n\n \n1,4 \n1,4 \n1,3 \n- \n\n1,3 \n- \n\n1,8 \n1,8 \n1,7 \n1,7 \n1,6 \n1,6 \n\n \nnd \nnd \nnd \nnd \nnd  \n\n \n1,3 \n1,2 \n1,2 \n1,3 \n- \n\n \n1,5 \n1,3 \n1,3 \n- \n- \n\n \n1,4 \n1,4 \n1,2 \n- \n\n1,3 \n- \n\nLegenda: Ds1: início do período chuvoso (janeiro); Ds2: período chuvoso (maio); Ds3: início do período seco (agosto); Ds4: período Seco (novembro). RT: (méd. hor B/méd. hor \nA). nd: não determinado. \n\n nd \n\n\n\n27 \n\n \n\nConsiderando a influência da textura na densidade dos solos, ainda assim os \n\nvalores das densidades encontrados nestes solos estão de acordo com Marcolin \n\n(2006) que considera a Ds dos solos argilosos numa faixa de 0,9 a 1,6 g cm-3. \n\nNo período chuvoso (Ds2), o P1 e o P5 apresentaram comportamento \n\nsemelhante ao período anterior. No P2 e P4, na camada a partir de 40-60 cm de \n\nprofundidade ocorre redução da Ds, a qual está associada a um aumento da \n\nporosidade total do solo entre os períodos. O P7, P8 e P9 apresentaram valores \n\nmais elevados de Ds nos horizontes superficiais do que nos horizontes subjacentes, \n\nfato também observado no início do período seco (Ds3), os quais podem apresentar \n\num processo mais intensivo de compactação das camadas superficiais devido às \n\npráticas de manejo do solo, refletindo na redução do volume do solo com a expulsão \n\nde ar, logo, perda da porosidade total. \n\nPode-se inferir que no início do período seco (Ds3) os solos não \n\napresentaram expressiva alteração dos valores como observado, por exemplo, no \n\nP7, o qual a partir dos 13 cm de profundidade a Ds apresenta os mesmo valores que \n\no período anterior (Ds2). Comparado ao período anterior, no início do período seco \n\n(Ds3), ocorre um aumento da Ds nos perfis P8 e P9, sobretudo nos horizontes entre \n\n20-40 cm.  \n\n De modo geral, no período mais seco (Ds4) os solos apresentaram maiores \n\nvalores de densidade do solo. Nota-se no P5 que os valores de Ds apresentaram \n\ncomportamento semelhante para todos os períodos, mas com aumento na camada \n\nde 0-20 cm de 1,4 para 1,8 g cm-³ no período mais seco. No P3 ocorre aumento da \n\ndensidade do solo em relação aos períodos anteriores.  \n\nLogo, neste período (Ds4), há redução do conteúdo de água, a consistência \n\nseca do solo aumenta e, consequentemente, ocorre um aumento das forças de \n\ncoesão. Dessa forma, pode haver um reordenamento das partículas de argila de \n\nmodo paralelo, preenchendo os poros maiores. Assim, destaca-se a redução do \n\nespaço poroso, com a diminuição da macroporosidade e aumento dos microporos \n\nneste período. Somado ao adensamento do solo, as práticas agrícolas de preparo e \n\nmanejo do solo exercem uma pressão sobre os horizontes e podem promover \n\ntambém um rearranjo dos seus componentes da fração sólida.  \n\n Neste contexto é importante frisar que, no período seco, o baixo conteúdo de \n\nágua reflete na consistência dura e na forte coesão entre as partículas do solo. Mas, \n\n\n\n28 \n\n \n\nà medida que avança para o período úmido, o teor de umidade aumenta e as \n\nmoléculas de água passam a ser adsorvidas pelas superfícies das partículas, \n\ndecrescendo a atuação da coesão e levando o solo ao estado de friabilidade, sendo \n\nesta faixa de umidade considerada ideal para fins de trabalho mecânico no solo \n\n(FONTES, 1992). \n\n   \n\n   \n\n 4.2.1 Distribuição do volume dos poros  \n\n \n\nOs poros do solo são representados por cavidades de diferentes tamanhos e \n\nformas, determinados pelo arranjamento das partículas sólidas (HILLEL, 1972; \n\nMARQUES, 2000), e constituem a fração volumétrica do solo ocupada com ar e \n\nsolução (água e nutrientes). Sendo, portanto, correspondente ao espaço onde \n\nocorrem os processos dinâmicos do ar e da solução do solo (HILLEL, 1972). \n\nPode-se inferir, de modo geral, que quanto maior a inclinação da curva de \n\ndistribuição de poros do solo, maior será a diversidade do tamanho dos poros, como \n\npode ser observado nos perfis 3 e 7 (Figuras 4c e 4f), em solos de textura muito \n\nargilosa. Enquanto os perfis 1 e 5 (Figuras 4a e 4e) apresentaram as menores \n\ninclinações, as quais indicam menor variedade de tamanho de poros. \n\nOs criptoporos, segundo Klein (1998), são aqueles poros nos quais a água \n\npode permanecer retida com energia muito alta, sendo, portanto, indisponível às \n\nplantas. Assim sendo, nota-se que os perfis 7, 8 e 9 (Figuras 4f, 4g e 4h) são mais \n\nlimitantes com relação à disponibilidade de água para as plantas, uma vez que os \n\nmesmos apresentaram maior volume de criptoporos (poros com diâmetro menor que \n\n0,0002 mm), sobretudo, nas camadas menos coesas (0-20 cm).  \n\nAlguns autores consideram que a macroporosidade próxima a 0,10 m3 m-3 é o \n\nmínimo adequado para as trocas líquidas e gasosas entre o ambiente externo e o \n\nsolo considerado crítico para o crescimento das raízes da maioria das culturas \n\n(TAYLOR e ASHCROFT, 1972; GLINSKI e LIPIEC, 1990; XU et al., 1992). Nos \n\nperfis 8 e 9 (Figuras 4g e 4h), nas camadas menos coesas, os solos apresentam \n\n0,04 e 0,02 m³ m-3 de macroporos, respectivamente. Logo, o valor de \n\nmacroporosidade para estas camadas encontra-se abaixo das condições ideais \n\npropostas. Estes valores sugerem que podem haver condições insatisfatórias de \n\n\n\n29 \n\n \n\naeração para o desenvolvimento de eventuais culturas. Entretanto, cabe destacar \n\nque esta observação não é válida para todas as culturas, uma vez que existem \n\nplantas tolerantes a níveis baixos de aeração do solo. \n\nOs microporos são também denominados de poros capilares e representam \n\nos poros responsáveis pela retenção da água no solo, enquanto os macroporos \n\nrepresentam os poros responsáveis pela drenagem e aeração do solo (BRADY, \n\n1979). Nos solos estudados há uma estreita relação entre os teores de argila e a \n\nporosidade dos solos, onde os solos mais argilosos P3, P7, P8 e P9 apresentaram \n\nmaior microporosidade e porosidade total.  \n\n Nos perfis P2, P3 e P4 ocorre uma redução dos macroporos da camada \n\nmenos coesa para a mais coesa onde os poros originalmente maiores são \n\ncomprimidos, refletindo no aumento dos microporos. A redução da porosidade por \n\nsua vez interfere diretamente no aumento da densidade do solo. Ainda assim, a \n\nmodificação da porosidade promove interferências no potencial matricial da água no \n\nsolo (Lima et al., 2004), como a diminuição da infiltração e transporte de água e ar, e \n\nconsequentemente, aumento da resistência à penetração do sistema radicular \n\nnesses solos, fato também indicado por Portela et al., 2001; Giarola e Silva, 2002; \n\nFônseca et al., 2007;  Melo Filho, et al., 2007.   \n\n Os maiores valores de macroporosidade estão associados ao P5, de textura \n\nmédia, e os maiores valores de microporosidade ao P3, de textura muito argilosa. \n\nResultados semelhantes também encontrados por Paiva et al. (2000) para Latossolo \n\nAmarelo argissólico e Argissolo Amarelo, com maiores teores de argila e maiores \n\nvalores de microporosidade, entre 0,23 e 0,33 m3 m-3. Por outro lado, no Argissolo \n\nAcinzentado, de natureza mais arenosa, predominaram macroporos (0,16 a 0,22 m3 \n\nm-3) sobre os microporos (0,15 a 0,17 m3 m-3). \n\n Além disso, nos solos associados à atividade agrícola, as práticas de manejo \n\ntal como o tráfego de máquinas em operações de preparo do solo, podem exercer \n\npressão na superfície do solo e aumentar a densidade do solo, consequentemente, \n\npromover redução da porosidade total, evidenciada pela redução dos macroporos.\n\n\n\n30 \n\n \n\n \n\n \n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n0,00 0,02 0,04 0,06 0,08\n\n%\nV\n\nDiâmetro dos poros (mm)\n\nPerfil 1\n\n0-20 cm\n\n40-60 cm\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n0,00 0,02 0,04 0,06 0,08\n\n%\n V\n\nDiâmetro dos poros (mm)\n\nPerfil 2\n\n0-20 cm\n\n40-60 cm\n\n(b)\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n0,00 0,02 0,04 0,06 0,08\n\n%\n V\n\nDiâmetro dos poros (mm)\n\nPerfil 3\n\n0-20 cm\n\n40-60 cm\n\n(c)\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n0,00 0,02 0,04 0,06 0,08\n%\n\n V\n\nDiâmetro dos poros (mm)\n\nPerfil 4\n\n0-20 cm\n\n40-60 cm\n\n(d)\n\n(a) \n\nFigura 4 – Distribuição do volume dos poros dos solos estudados. \n\n\n\n31 \n\n \n\n \n\n \n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n0,00 0,02 0,04 0,06 0,08\n\n%\n V\n\nDiâmetro dos poros (mm)\n\nPerfil 5\n\n0-20 cm\n\n40-60 cm\n\n(e)\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n0,00 0,02 0,04 0,06 0,08\n\n%\n V\n\nDiâmetro dos poros (mm)\n\nPerfil 7\n\n0-20 cm\n\n40-60 cm\n\n(f)\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n0,00 0,02 0,04 0,06 0,08\n\n%\n V\n\nDiâmetro dos poros (mm)\n\nPerfil 8\n\n0-20 cm\n\n40-60 cm\n\n(g)\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n0,00 0,02 0,04 0,06 0,08\n%\n\n V\n\nDiâmetro dos poros (mm)\n\nPerfil 9\n\n0-20 cm\n\n40-60 cm\n\n(h)\n\nFigura 4 – Distribuição do volume dos poros dos solos estudados (CONTINUAÇÃO). \n\n\n\n32 \n\n \n\n4.2.2 Resistência do solo à penetração \n\n  \n\n Os resultados da resistência do solo à penetração (RP) (Figura 5) retratam \n\nque a RP aumenta com a coesão e com a redução da umidade do solo. Este \n\naspecto pode ser considerado indesejável em certos limites para o crescimento das \n\nplantas, o que pode ocasionar redução no desenvolvimento do sistema radicular \n\n(BENGHOUGH e MULLINS, 1990). \n\n  Os valores de umidade do solo foram maiores no período úmido (2º período), \n\nos quais atingiram até 0,44 m³ m-³. Com o avanço para o período mais seco (4º \n\nperíodo), os valores da umidade decresceram, atingindo até 0,01 m³m-³. Posto isto, \n\nos valores de RP foram bem menores no período mais úmido (Figuras 5a e 5b) do \n\nque no período mais seco (Figuras 5g e 5h).  Lima et al. (2004) verificaram que a \n\nredução da umidade em apenas 2 % foi suficiente para aumentar a RP de 4,7 para \n\n8,5 MPa no horizonte Bt1 coeso, ratificando os dados de RP encontrados por \n\nGiarola et al. (2001) em solos coesos na Bahia, onde foi necessária redução de 5 % \n\nna umidade do solo para a RP aumentar de 0,98 MPa para 12,76 MPa. \n\n Os solos apresentaram diferenças expressivas de resistência do solo à \n\npenetração entre as profundidades avaliadas, ao longo do ano. De modo geral, os \n\nvalores foram elevados e ficaram acima do limite crítico de 3,0 MPa considerado \n\npara solos florestais (Correia, 2014), principalmente, nos horizontes coesos, \n\nindicando limitações físicas ao crescimento do sistema radicular das plantas durante \n\ngrande parte do ano. Em consonância, estudando solos coesos do Nordeste \n\nbrasileiro, Rezende (2000) verificou o efeito negativo do aumento da resistência dos \n\nhorizontes coesos do solo no desenvolvimento do sistema radicular da laranjeira. \n\nNo período úmido (Figuras 5a e 5b), os perfis P1, P2, P3, P4 e P5 \n\napresentaram, a partir dos 15 cm de profundidade, valores superiores ao limite \n\ncrítico e redução dos valores com o aumento da profundidade, a partir dos 60 cm. \n\nOs perfis P6, P7, P8 e P9 apresentaram valores próximos ao limite crítico de 3,0 \n\nMPa, sendo que apenas o P9 apresentou valores pouco acima desse limite, entre as \n\ncamadas de 15-60 cm, o qual pode ter sido ocasionado pela influência das práticas \n\nde manejo do solo. \n\nPode-se inferir que principalmente no período seco (Figuras 5g e 5h) a \n\nresistência à penetração é um forte indicador da limitação do crescimento radicular \n\n\n\n33 \n\n \n\nem profundidade, cujos solos apresentam consistência dura a extremamente dura \n\nquando secos. A maioria dos solos apresentaram valores superiores ao limite crítico, \n\nchegando a atingir 14,60 MPa no P6. Entretanto, ainda neste período, os perfis P3 e \n\nP4 apresentaram valores inferiores ao limite crítico, com os valores de umidade \n\nvariando pouco em comparação ao período mais úmido. Pode-se considerar que a \n\nRP aumentou com a intensificação do uso do solo, sendo maior nos perfis P1 e P6 \n\n(cultivo eucalipto) do que no P3 (área de mata).  \n\nNo início do período seco (Figuras 5e e 5f), os valores de RP para os perfis \n\nP3 e P4 foram superiores aos demais períodos, sobretudo, devido ao aumento da \n\ndensidade do solo a qual propicia o aumento da resistência à penetração. Uma das \n\npossíveis explicações para a área de mata ainda preservada (P3) apresentar valores \n\nde resistência semelhantes às demais áreas pode ser em razão da acomodação de \n\npartículas ao longo dos anos, a adição de resíduos e a ausência de revolvimento \n\nque podem refletir em maior coesão entre as partículas e agregados do solo \n\n(SOANE, 1990). \n\nA Figura 6 mostra a forte limitação da penetração das raízes no solo no início \n\ndo período chuvoso (1º período), dificultando o desenvolvimento do sistema \n\nradicular, o qual pode acarretar em modificações morfológicas e/ou fisiológicas, \n\nalterando o padrão de crescimento, com tendência a distribuição mais superficial \n\n(Figura 6a e 6b).  Nesta condição de resistência à penetração nos solos, há um \n\nrequerimento de maior preparo do solo, como a utilização de subsolador para \n\nromper a camada coesa e facilitar a penetração das raízes e movimentação e \n\ncirculação da água e ar (Figura 6c e 6d). As recomendações de subsolagem até 80 \n\ncm para implantação de plantios de eucalipto, em áreas de Latossolos e Argissolos \n\nAmarelos coesos de textura argilosa ou muito argilosa, também são comuns em \n\nalgumas áreas do sul da Bahia e norte do Espírito Santo. \n\nA limitação física imposta pela coesão no crescimento e desenvolvimento do \n\nsistema radicular das plantas foi constatada também por Santana et al. (2006) ao \n\nestudarem o crescimento radicular de citrus em solos coesos de Tabuleiros, onde \n\nobservaram a maior concentração de raízes nos horizontes superficiais Ap, havendo \n\numa redução em profundidade e indicando a dificuldade de aprofundamento do \n\nsistema radicular. \n\n\n\n34 \n\n \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n0 5 10 15 20\n\nP\nro\n\nfu\nn\n\nd\nid\n\nad\ne \n\n(c\nm\n\n)\n\nResistência (MPa)\n\nP6\n\nP7\n\nP8\n\nP9\n\n(b)\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n0 5 10 15 20\n\nP\nro\n\nfu\nn\n\nd\nid\n\nad\ne \n\n(c\nm\n\n)\nResistência (MPa)\n\nP1\n\nP2\n\nP3\n\nP4\n\nP5\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n0 5 10 15 20\n\nP\nro\n\nfu\nn\n\nd\nid\n\nad\ne \n\n(c\nm\n\n)\n\nResistência (MPa)\n\nP1\n\nP2\n\nP3\n\nP4\n\nP5\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n0 5 10 15 20\n\nP\nro\n\nfu\nn\n\nd\nid\n\nad\ne \n\n(c\nm\n\n)\n\nResistência (MPa)\n\nP6\n\nP7\n\nP8\n\nP9\n\n(d)\n\n  \n\n (a) \n\n (c)  \n\nFigura 5 – Resistência do solo à penetração, ao longo dos quatro períodos do ano, dos solos estudados. \n\n\n\n35 \n\n \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n0 5 10 15 20\n\nP\nro\n\nfu\nn\n\nd\nid\n\nad\ne \n\n(c\nm\n\n)\n\nResistência (MPa)\n\nP6\n\nP7\n\nP8\n\nP9\n\n(f)\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n0 5 10 15 20\nP\n\nro\nfu\n\nn\nd\n\nid\nad\n\ne \n(c\n\nm\n)\n\nResistência (MPa)\n\nP1\n\nP2\n\nP3\n\nP4\n\nP5\n\n(e)\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n0 5 10 15 20\n\nP\nro\n\nfu\nn\n\nd\nid\n\nad\ne \n\n(c\nm\n\n)\n\nResistência (MPa)\n\nP1\n\nP2\n\nP3\n\nP4\n\nP5\n\n(g)\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n0 5 10 15 20\n\nP\nro\n\nfu\nn\n\nd\nid\n\nad\ne \n\n(c\nm\n\n)\n\nResistência (MPa)\n\nP6\n\nP7\n\nP8\n\nP9\n\n(h)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n         \n   \n \n\nFigura 5 – Resistência do solo à penetração, ao longo dos quatro períodos do ano, dos solos estudados (CONTINUAÇÃO). \n\n\n\n36 \n\n \n\nFigura 6 – A e B: Resistência à penetração das raízes das plantas na área de estudo. C e D: Prática de subsolagem    \ndesenvolvida na área. \n\n\n\n37 \n\n \n\n4.2.3 Curva de retenção de água no solo \n\n \n\n A curva de retenção da água no solo (CRA) pode ser considerada como a \n\nrelação entre o conteúdo de água volumétrica (m³ m-³) e o potencial mátrico (?) ou \n\ntensão da água (h). Para avaliação do caráter coeso foram avaliadas a CRA de duas \n\nprofundidades em cada perfil, considerando-se o horizonte superficial de 0-20 cm de \n\nprofundidade e o horizonte subsuperficial mais coeso de 40-60 cm.  \n\nEm elevados ?, a curva de retenção é influenciada por poros estruturais \n\nassociados ao efeito da matéria orgânica na formação e na estabilidade da estrutura \n\ndo solo. Em baixo ?, a composição granulométrica e a mineralogia do solo tornam-\n\nse mais importantes devido à superfície disponível para a adsorção de água \n\n(MACHADO et al., 2008). Assim, o conteúdo de água retido no solo nos diferentes \n\npotenciais matriciais é uma particularidade específica de cada solo e varia de acordo \n\ncom uma ação conjunta e complexa dos atributos físicos do solo.  \n\nObserva-se, de modo geral, que em baixos potenciais matriciais o teor de \n\nágua no solo variou pouco. Nas maiores tensões, os perfis P7, P8 e P9 (Figuras 7f, \n\n7g e 7h) apresentaram conteúdos de água de 40-60 cm inferiores aos de 0-20 cm, \n\numa vez que a camada de 40-60 cm apresenta maior percentagem de macroporos e \n\nmenor densidade do solo, ressaltando a influência dos atributos físicos do solo: \n\nestrutura, porosidade e densidade do solo.  \n\nO P3 apresentou maiores valores de umidade volumétrica em todos os \n\npotenciais, sendo a umidade mais elevada na profundidade de 40-60 cm; seguido do \n\nP7, P8 e P9, os quais devido ao elevado grau de desenvolvimento, a textura muito \n\nargilosa e maior percentagem de microporos, contribuem para maior capacidade de \n\nretenção de água. \n\nA textura é outro atributo que afeta o conteúdo de água no solo. Os resultados \n\nobtidos estão em consonância com o proposto por Urach (2007), de modo que \n\nquanto maior o teor de argila, como observado em P8 e P9, maior será o conteúdo \n\nde água nos maiores potenciais matriciais, enquanto que nos solos arenosos a \n\ntendência é ocorrer o inverso, uma vez que o aumento do teor de argila reflete em \n\nmaior quantidade de cargas e maior capacidade em reter água. \n\n\n\n38 \n\n \n\n \n\n \n\n \n\n \n\nFigura 7 - Curvas de retenção de água para os solos estudados. \n\n(a) (b) \n\n(c) (d) \n\n\n\n39 \n\n \n\nFigura 7 – Curvas de retenção de água para os solos estudados (CONTINUAÇÃO). \n\n(e) (f) \n\n(g) (h) \n\n\n\n40 \n\n \n\nNo perfil P5, a granulometria arenosa exerce grande influência no \n\ncomportamento da CRA, por possuir menor capacidade de adsorção e capilaridade \n\ndevido à baixa capacidade de formação de agregados, facilitando a rápida \n\ndrenagem da água.  \n\nAssim, os poros maiores ao esvaziarem rapidamente em elevados potenciais \n\nmatriciais, restando somente pequenas quantidades de água em baixos potenciais \n\nmatriciais, explica a inclinação acentuada da CRA (NASCIMENTO, 2009). Com o \n\naumento do teor de argila, melhor é a estrutura e maior a retenção de água no solo, \n\nlogo, maior será a inclinação da curva. \n\nContudo, solos da mesma classe textural podem apresentar comportamento \n\nda CRA diferenciado, como por exemplo, os perfis P3 e P7. Este resultado também \n\nfoi constatado por Costa (1979), o qual reporta que a influência da textura do solo é \n\nmuito grande e que solos da mesma classe textural podem ter curvas de tensão de \n\numidade diferentes, como resultado de diferenças no teor de matéria orgânica, no \n\ntipo de argila e nas diferenças de microestrutura a elas relacionadas.  \n\nRawls et al. (2003) ratifica que a retenção de água é afetada pela presença de \n\nmatéria orgânica e que ocorre devido a mudanças no clima e nas práticas de \n\nmanejo. Porém, em alguns casos se verifica que esta maior capacidade de retenção \n\npode não implicar em maior quantidade de água disponível (BRADY, 1979).  \n\nA quantidade de água disponível para as plantas pode ser abordada pelo \n\nconceito de intervalo hídrico ótimo (IHO) o qual é definido pela faixa de conteúdo de \n\nágua no solo (?) entre dois limites para uso pelas plantas (TORMENA et al., 1998). \n\nO limite superior é definido pela capacidade de campo (CC) ou ? no solo associada \n\nà porosidade de aeração mínima de 0,10 m³m-3. O limite inferior é a ? \n\ncorrespondente à resistência crítica à penetração no solo, sendo este o ? do ponto \n\nde murcha permanente (PMP) quando o solo não apresenta limitação física (SILVA, \n\n2014). \n\nO método clássico de Richards (1949) atribui à tensão de 30 kPa para a \n\ndeterminação da CC. Segundo Bernardo (2005), a tensão considerada equivalente à \n\ncapacidade de campo é de 30 kPa para solos de textura fina e 10 kPa para solos de \n\ntextura grossa. Já o PMP é estimado para valor de potencial mátrico de -1500 kPa. \n\nTodavia, embora para Latossolos usualmente atribui-se o potencial mátrico de -10 \n\nkPa na determinação da CC, para este trabalho desenvolvido em solos coesos foi \n\n\n\n41 \n\n \n\nutilizado o potencial de -30 kPa e de -10 kPa apenas para àqueles com textura \n\narenosa (Quadro 4). \n\n \n\nQuadro 4 – Valores estimados da capacidade de campo (CC)*, ponto de murcha \npermanente (PMP) e água disponível (AD) para os solos estudados. \n\nPerfil Profundidade  Índice S  CC PMP  AD  \n cm \n\n \n------------------------------------ m³m-³ --------------------------------- \n\n \nP1 \n\n0-20 0,11 0,121 0,031 0,090 \n40-60 0,17 0,106 0,067 0,038 \n\n \nP2 \n\n0-20 0,07 0,202 0,097 0,105 \n40-60 0,06 0,214 0,115 0,099 \n\n 0-20 0,04 0,340 0,217 0,123 \nP3 40-60 0,04 0,406 0,292 0,114 \n\n \nP4 \n\n0-20 0,05 0,255 0,192 0,063 \n40-60 0,14 0,257 0,255 0,002 \n\n \nP5 \n\n0-20 0,13 0,084 0,025 0,059 \n40-60 0,09 0,124 0,030 0,093 \n\n \nP6 \n\n0-20 0,02 0,325 0,245 0,080 \n40-60 0,08 0,267 0,218 0,049 \n\n \nP7 \n\n0-20 0,03 0,332 0,221 0,111 \n40-60 0,16 0,296 0,204 0,092 \n\n \nP8 \n\n0-20 0,02 0,351 0,283 0,069 \n40-60 0,14 0,313 0,215 0,099 \n\n*CC= -10 kPa para os perfis P1, P2 e P5 \n\n \n\nO parâmetro denominado índice S (S de “slope” = declividade) refere-se à \n\ndeclividade da curva característica de retenção da água do solo em seu ponto de \n\ninflexão e representa a distribuição do tamanho de poros de maior frequência, \n\ntornando possível a comparação direta de diferentes solos e dos efeitos de \n\ndiferentes práticas de manejo na qualidade física do solo (DEXTER, 2004). \n\nOs maiores valores do índice S (maior inclinação) indicam melhor distribuição \n\ndo tamanho de poros, condizente com condições estruturais que estabelecem um \n\nadequado funcionamento físico do solo e refletem na qualidade física do solo \n\n(DEXTER, 2004). Nos perfis P1, P4, P6, P7 e P8 houve um aumento dos valores do \n\níndice S entre as camadas menos e mais coesas (Quadro 4), enquanto no P3 não \n\nocorreu variação entre as profundidades avaliadas. Gimenes (2012) também \n\nencontrou valores mais baixos de índice S nas camadas mais superficiais, sendo \n\ninfluenciado pela densidade do solo e porosidade. \n\nEste autor propõe valores de S > 0,035 e S &lt;0,035 para áreas com \n\ncondições favoráveis e restritivas para o crescimento das raízes das plantas, \n\n\n\n42 \n\n \n\nrespectivamente; valores de S &lt;0,020 indicam condições físicas do solo muito \n\npobres e com alta restrição ao crescimento das raízes das plantas. Assim, observa-\n\nse que na profundidade de 0-20 cm dos perfis P6 e P8, valores de S equivalentes a \n\n0,02 indicando as más condições físicas dos solos. Os demais perfis apresentaram \n\nvalores iguais ou superiores a 0,035 indicando melhor qualidade estrutural do solo. \n\nContudo, segundo Maia (2011) o índice S apresenta sensibilidade para identificar a \n\ndegradação da qualidade física do solo em diferentes sistemas de uso do solo. \n\nA capacidade de campo e o ponto de murcha permanente apresentaram \n\nvalores mais elevados nos solos com maior conteúdo de argila, responsável por \n\nmaior poder de retenção de umidade. Além disso, os solos que apresentam aumento \n\nda CC e PMP em profundidade estão associados aos maiores valores de densidade \n\ndo solo, pois em valores mais elevados de densidade ocorre redistribuição dos \n\ntamanhos de poros, com redução da macroporosidade e aumento da \n\nmicroporosidade do solo. Processo inverso ocorre para os solos que apresentam \n\nredução da densidade do horizonte superficial para subsuperficial, onde há redução \n\nda CC e PMP.  \n\nA água disponível segundo Reichardt (1996) é uma característica do solo de \n\nvital importância na economia de água das plantas. Nos solos estudados, a AD \n\nvariou de 0,002 a 0,123 m³ m-3, os quais estão abaixo da capacidade ideal de \n\narmazenamento de água no solo, cujos valores são entre 0,15 e 0,20 m3 m-3, \n\nconforme sugerido por Reynolds et al. (2002). \n\n Cabe destacar que nem toda a água disponível retida entre a CC e o PMP \n\npode ser igualmente utilizada pelas plantas, Kiehl (1979) considera algumas razões: \n\n(i) à medida que o solo perde água, a tensão aumenta, exigindo um maior gasto de \n\nenergia das raízes para absorção dos nutrientes e, consequentemente, da água; e \n\n(ii) quanto mais seco o solo, menor a condutividade hidráulica e a movimentação da \n\nágua em direção às raízes. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n43 \n\n \n\n 4.2.4 Condutividade hidráulica do solo saturado \n\n \n\n A condutividade hidráulica no solo (Ko) diz respeito à infiltração, absorção, \n\nredistribuição e capacidade do solo em conduzir a água. Para compreender essa \n\ndinâmica da água no solo, foi realizada uma análise ao longo do perfil, nas \n\ndiferentes profundidades, a qual pode ser observada na Figura 8. Os resultados \n\ndemonstram que os solos apresentam comportamentos diferenciados, sobretudo, \n\nentre os horizontes mais coesos, que compreende a camada de 40-60 cm em \n\nrelação aos demais horizontes; e ao comparar os solos arenosos com os argilosos. \n\nEntretanto, todos os solos apresentam baixa taxa de infiltração e condutividade \n\nhidráulica ao longo do perfil, cujo valor mais elevado não ultrapassou 0,4 cm min no \n\nsolo de textura mais arenosa (P5). Trabalhos realizados em solos dos Tabuleiros \n\nCosteiros encontraram resultados semelhantes para solos com horizontes coesos \n\n(PAIVA et al., 2000 e REZENDE, 2000).   \n\n Nesse sentido, nos perfis P1 e P5, de textura arenosa, o sistema poroso é \n\ncomposto por mais macroporos (0,15 a 0,37 cm³ cm-³) em relação aos solos mais \n\nargilosos (0,02 a 0,26 cm³ cm-³). Assim, os macroporos condicionam a aeração do \n\nsolo e drenagem do excesso de água, enquanto os microporos são responsáveis \n\npela retenção de água, justificando o maior fluxo de água nos perfis citados. Silva et \n\nal. (2005) estudando as propriedades físico-hídricas de um Argissolo Amarelo, na \n\nárea de Tabuleiros, notaram  também que a redução nos valores de Ko nos solos é \n\ndada pela redução dos poros de maior diâmetro (? ? 50 ?m). \n\n O perfil P2 apresenta textura média e densidade do solo média nos horizontes \n\ncoesos de 1,7 g cm-³, a condutividade do solo é extremamente baixa ao longo do \n\nperfil, comportamento também observado no P7, com valores abaixo de 0,1 cm min. \n\nContudo, no P2 verifica-se valor mais elevado de Ko no horizonte mais coeso (40-60 \n\ncm), o qual pode ser atribuído ao desvio padrão de 0,21 cm min e coeficiente de \n\nvariação de 116 %. Geralmente, a análise de Ko permite valores elevados de desvio \n\npadrão e coeficiente de variação, Jury et al. (1991) indicaram que o coeficiente de \n\nvariação para a condutividade hidráulica em solo saturado pode variar de 48 a \n\n320%.   \n\nPara este método de análise da condutividade hidráulica, grande número de \n\nrepetições associado à análise e à caracterização da variabilidade dos resultados da \n\n\n\n44 \n\n \n\nfunção K(q) por meio da estatística exploratória descritiva, torna-se fundamental \n\npara esclarecer a natureza e a magnitude da variabilidade dos fatores que \n\ninfluenciam a função K(q), facilitando o planejamento para a realização de \n\namostragens relativas a esse parâmetro hídrico do solo (LIBARDI e FILHO, 2006). \n\nPortanto, sugere-se que essa propriedade seja analisada juntamente com outros \n\nindicadores (LIMA et al., 2006). \n Apesar do elevado coeficiente de variação, os solos que apresentam \n\nelevados teores de argila, onde a retenção de água é maior (P3, P4, P7, P8 e P9), a \n\ncondutividade hidráulica apresenta os menores valores. Este fato está intimamente \n\nrelacionado com a maior microporosidade destes solos, variando de 0,26 a 0,37 cm³ \n\ncm-³ nos horizontes superficiais e de 0,32 a 0,40 cm³ cm-³ nos horizontes \n\nsubjacentes; e a estrutura tipicamente em blocos, haja vista que são os principais \n\nfatores que influenciam a taxa de infiltração e retenção de água. Além disso, nos \n\nsolos da topossequência (P7, P8 e P9), as práticas de manejo do solo podem \n\nexercer grande influência na redução da condutividade hidráulica do solo saturado, \n\numa vez que podem diminuir a quantidade de poros grandes. \n\n Nos P7, P8 e P9 observam-se os maiores valores de Ko nos horizontes de \n\n40-60 cm em relação aos demais horizontes, sendo estes valores atribuídos as \n\nmenores densidades do solo (1,1 g cm-³) e as maiores macroporosidade (0,2 cm³ \n\ncm-³) ao longo do perfil. No P1 e P5 ocorre o inverso, onde os horizontes de 40-60 \n\ncm apresentam menor taxa de condutividade e densidades do solo maiores em \n\nrelação aos horizontes subjacentes. \n\n Relacionando os resultados obtidos da Ko com as características \n\nmineralógicas, considera-se que a mineralogia essencialmente caulinítica, \n\nobservada nos difratogramas de raios-X, pode influenciar na baixa condutividade \n\ndos solos. Tendo em vista que o modelo caulinítico, como proposto por Ferreira et \n\nal. (1999),  implica no desenvolvimento de uma macroestrutura do tipo em blocos, \n\noriginando solos com densidade do solo elevada, consequentemente, com maior \n\nmicroporosidade e menor permeabilidade atuando, portanto, na dinâmica do fluxo de \n\nágua no solo. \n\n  \n\n  \n\n \n\n\n\n45 \n\n \n\n \n\n  \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 8 – Condutividade hidráulica ao longo dos perfis de solos estudados. \n\n(a)  (b) \n\n(c) (d) \n\n\n\n46 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 8 – Condutividade hidráulica ao longo dos perfis de solos estudados (CONTINUAÇÃO). \n\n(g) \n\n(e) \n\n(h) \n\n(f) \n\n\n\n47 \n\n \n\n4.3 Caracterização química \n\n \n\nOs solos apresentaram reação ácida média a muito elevada, baseada na \n\nclassificação proposta por Alvarez et al. (1999), com  pH em água variando de 3,9 a \n\n5,3 nos horizontes superficiais e de 4,3 a 5,8 nos horizontes subsuperficiais, os \n\nquais tendem a aumentar em profundidade (Quadro 5). Os solos são eletronegativos \n\ne estão em concordância os resultados encontrados por outros autores que \n\nestudaram solos coesos em áreas da formação Barreiras, onde geralmente o pH em \n\nágua é maior que o pH em KCl (GIAROLA et al., 2001; MOREAU, 2001; CORRÊA, \n\n2005;LIMA NETO et al., 2009; DANTAS et al., 2014).  \n\nOs solos retratam a baixa disponibilidade de fósforo, com teores mais \n\nelevados nos horizontes superficiais, variando de 1,4 a 12,7 mg kg-1, cujo maior valor \n\nestá associado ao perfil P4. Nos horizontes subsuperficiais o P disponível variou de \n\n0,5 a 4,2 mg kg-1. Estes valores refletem a pobreza do material de origem, \n\nsemelhante aos resultados encontrados por outros autores (SILVA e RIBEIRO, \n\n1992, CORRÊA, 2005; LIMA NETO et al., 2009).  \n\nO P remanescente (P-rem) apresentou ampla variação de valores que estão \n\nrelacionados com a variabilidade das características físico-químicas destes solos. Os \n\nmenores teores foram verificados nos horizontes subsuperficiais, entre 1,8 e 35,5 mg \n\nL-1. Para os horizontes superficiais, os valores de P-rem situaram-se entre 2,2 e 42,7 \n\nmg L-1. Os solos de textura arenosa e média (P1, P2 e P5) foram os que \n\napresentaram os maiores valores ao comparar com os solos de textura argilosa a \n\nmuito argilosa. Assim, os teores de argila estão intimamente relacionados com os \n\nteores de P-rem, sendo que nos solos argilosos ocorrem os menores teores de P-\n\nrem, os quais possuem por sua vez maior capacidade tampão e, consequentemente, \n\nmaior adsorção de P, como citado por Alvarez V. e Fonseca (1990). Além disso, nos \n\nperfis P5 e P9 os horizontes superficiais foram os que apresentaram menores \n\nvalores de P-rem de 11,7 a 2,2 mg L-1; respectivamente, ao contrário dos demais \n\nsolos.  Desta forma, os valores de P-rem, estão de acordo com o que foi observado \n\npor Eberhardt et al. (2008), que obtiveram variação de 5,2 a 40,8 mg L-1 ao \n\nanalisarem 32 amostras de Latossolos do Cerrado do Brasil central.  \n\n Os teores de carbono orgânico foram superiores nos horizontes superficiais \n\n(2,0 a 6,2 dag kg), decrescendo em profundidade (0,1 a 1,6 dag kg). Destaca-se o \n\n\n\n48 \n\n \n\nperfil P3, o qual apresenta horizonte A proeminente com elevador teor de carbono \n\norgânico (6,2 dag kg), encontra-se em uma área com remanescente de mata e \n\npossui drenagem imperfeita que dificulta de certa forma a decomposição da matéria \n\norgânica. Portanto, tais fatores propiciam o acúmulo de matéria orgânica no solo, \n\nevidenciada inclusive pela presença de serapilheira pouco espessa, em torno de 3 \n\ncm.  \n\nOs teores de Al3+ trocável foram relativamente altos nos horizontes \n\nsuperficiais, indicando o caráter ácrico superficial, com exceção do P5, uma vez que \n\na soma de bases trocáveis com Al3+ trocável resultou em quantidade igual ou \n\nsuperior a 1,5 cmolc kg-1. De modo geral, os valores foram inferiores a 4 cmolc kg-1 \n\nnão se enquadrando no caráter alumínico estabelecido no Sistema Brasileiro de \n\nClassificação dos Solos (SiBCS, 2013). Todavia, apesar de ser baixo, este teor é \n\nelevado em relação ao complexo de troca, com valores que variam de 0,5 a 3,1 \n\ncmolc kg-1 nos horizontes superficiais e de 0,1 a 1,7 cmolc kg-1 nos horizontes \n\nsubjacentes. A acidez potencial (H+Al) variou de média a alta nos horizontes \n\nsuperficiais, com valores entre 2,1 a 7,9 cmolc kg-1. Nos horizontes subsuperficiais a \n\nacidez apresentou valores mais baixos, entre 0,2 e 2,5 cmolc kg-1. Sobretudo no P3, \n\na acidez potencial foi alta superficialmente e média nos horizontes subjacentes, \n\nconforme classificação proposta por Alvarez et al. (1999).  \n\nComo os solos estão inseridos em áreas de cultivo, esperavam-se valores mais \n\nelevados de Ca2+ e Mg2+. Entretanto, os teores de Ca2+ foram muito baixos em todos \n\nos perfis, os quais apresentaram-se inferiores a 0,40 cmolc kg-1 nos horizontes \n\nsubsuperficiais. Nos perfis P1 e P9 foram observados os maiores teores em \n\nsuperfície variando de 0,51 a 0,44 cmolc kg-1, respectivamente. Os teores de Mg2+ \n\nsão baixos na superfície, chegando a atingir 0,29 cmolc kg-1 no P6 e muito baixos \n\nsubsuperficialmente, com valores inferiores a 0,20 cmolc kg-1. No P3, inserido em \n\nárea de mata, mesmo possuindo um aporte de vegetação diferenciada, os teores \n\nsão também muito baixos tanto de Ca2+ e Mg2+. De acordo com Alvarez et al. (1999), \n\nassim como outros cátions, o Ca2+ e Mg2+ trocáveis são retidos nas superfícies \n\nnegativamente carregadas da argila e da matéria orgânica e são menos móveis no \n\nsolo que o K+.  \n\n\n\n49 \n\n \n\nQuadro 5 - Características químicas dos solos estudados. \nPerfil Hor. Prof. pH \n\nH2O      KCl \n?pH    P \n\n  disp.      rem. \nC org. Al³+ H+Al Ca²+ Mg²+ Na+ K+ SB T V m \n\n  (cm)      mg kg-1      mg L-1 dag kg ---------------------------------cmolc kg-1------------------------------------ ----%---- \n\n           \n \n \n \n\nP1 \n\nAp 0-20 5,3 3.9 -1.4 1,7 42,7 2,5 0,6 3,3 0,51 0,20 0,11 0,05 0,87 4,17 21 41 \nBt1 20-40 5,8 4.2 -1.6 1,8 35,5 0,5 0,4 2,5 0,15 0,22 0,08 0,06 0,51 3,01 17 44 \nBt2 40-60 5,2 4.3 -0.9 0,9 31,0 0,5 0,1 1,5 0,10 0,07 0,07 0,12 0,36 1,86 19 22 \nBt3 60-90 5,3 4.7 -0.6 0,9 28,1 0,4 0,1 1,5 0,16 0,08 0,07 0,04 0,35 1,85 19 22 \nBt4 90-120 5,3 4.7 -0.6 0,7 28,0 0,3 0,3 1,3 0,18 0,10 0,06 0,05 0,39 1,69 23 44 \nBt5 120-150 5,3 4.6 -0.7 0,7 26,3 0,3 0,3 1,3 0,18 0,10 0,08 0,06 0,42 1,72 24 42 \nBt6 150-180 4,9 4.3 -0.6 0,7 23,6 0,2 0,3 0,5 0,07 0,02 0,05 0,05 0,19 0,73 26 60 \n\n                   \n \n \n \n\nP2 \n\nAp 0-20 3,9 3.7 -0.2 1,4 35,7 2,3 1,1 2,1 0,14 0,05 0,08 0,05 0,32 2,44 13 78 \nBw1 20-40 4,5 4.0 -0.5 1,1 28,7 0,3 0,6 0,4 0,16 0,02 0,10 0,07 0,35 0,73 48 62 \nBw2 40-60 5,0 4.2 -0.8 0,5 27,4 0,3 0,4 0,8 0,09 0,03 0,10 0,03 0,25 1,01 25 61 \nBw3 60-90 5,0 4.1 -0.9 0,6 24,4 0,2 0,4 0,5 0,13 0,04 0,09 0,06 0,32 0,85 38 55 \nBw4 90-120 4,8 4.0 -0.8 0,6 20,3 0,2 0,8 0,4 0,09 0,02 0,10 0,03 0,24 0,62 39 76 \nBw5 120-150 5,0 4.2 -0.8 0,8 21,4 0,2 0,8 1,1 0,25 0,08 0,05 0,05 0,43 1,51 28 66 \nBw6 150-180 4,6 4.2 -0.4 0,5 23,0 0,1 0,8 0,5 0,34 0,12 0,04 0,02 0,52 1,05 50 60 \n\n                   \n \n \n\nP3 \n\nA1 0-15 4,2 3.7 -0.5 4,1 7,2 6,2 3,1 7,9 0,12 0,15 0,11 0,10 0,48 8,42 6 86 \nA2 15-37 4,4 4.0 -0.4 1,1 3,3 1,9 1,8 5,7 0,10 0,06 0,09 0,05 0,30 5,99 5 86 \nBA 37-63 4,6 4.1 -0.5 1,1 2,4 1,6 1,3 3,5 0,08 0,03 0,14 0,04 0,29 3,80 8 82 \n\nBw1 63-89 4,7 4.0 -0.7 1,0 3,0 1,2 1,3 2,7 0,07 0,02 0,18 0,06 0,33 2,99 11 80 \nBw2 89-170 4,8 4.0 -0.8 1,5 3,8 0,9 1,7 2,8 0,13 0,05 0,15 0,08 0,41 3,16 13 80 \nBw3 170-200 4,8 4.1 -0.7 1,0 5,7 0,6 1,3 2,1 0,05 0,04 0,03 0,04 0,16 2,29 7 89 \n\n                   \n \n \n\nP4 \n\nAp 0-20 4,4 3.8 -0.6 12,7 16,0 3,2 1,2 2,6 0,09 0,10 0,18 0,12 0,49 3,08 16 71 \nBw1 20-40 4,5 4.3 -0.2 4,2 8,7 1,0 0,4 1,4 0,12 0,06 0,14 0,07 0,39 1,76 22 53 \nBw2 40-60 5,5 5.0 -0.5 0,8 7,8 0,7 0,2 0,5 0,15 0,06 0,14 0,04 0,39 0,93 42 33 \nBw3 60-90 5,5 4.9 -0.6 0,8 7,0 0,6 0,1 0,2 0,06 0,03 0,14 0,04 0,27 0,50 50 27 \nBw4 90-120 5,5 4.9 -0.6 0,9 4,6 0,4 0,2 0,5 0,08 0,03 0,15 0,03 0,29 0,83 35 34 \nBw5 120-150 5,3 4.8 -0.5 0,7 4,6 0,4 0,2 0,4 0,06 0,02 0,16 0,03 0,27 0,65 42 36 \n\n\n\n50 \n\n \n\n \n \nQuadro 5 - Características químicas dos solos estudados. (CONTINUAÇÃO). \nPerfil Hor. Prof. pH \n\nH2O     KCl \n?pH P \n\n  disp.       rem. \nC org. Al³+ H+Al Ca²+ Mg²+ Na+ K+ SB T V m \n\n  \n \n\n(cm)    mg kg-1 mg L-1 dag kg ------------------------------cmolc kg-1---------------------------------- -----%----- \n\n \n \n \n\nP5 \n\nAp 0-20 4,7 3.8 -0.9 1,9 11,7 2,0 0,5 3,3 0,06 0,04 0,04 0,08 0,22 3,52 6 70 \nBw1 20-40 4,7 4.3 -0.4 1,2 33,7 0,7 0,4 2,1 0,12 0,05 0,05 0,04 0,26 2,36 11 60 \nBw2 40-60 5,3 4.5 -0.8 0,9 35,1 0,7 0,2 1,3 0,13 0,05 0,06 0,04 0,28 1,58 18 42 \nBw3 60-90 5,2 4.7 -0.5 1,0 35,2 0,6 0,3 0,8 0,09 0,03 0,04 0,03 0,19 0,99 19 60 \nBw4 90-120 5,1 4.5 -0.6 1,2 34,0 0,6 0,1 0,8 0,08 0,03 0,04 0,03 0,18 0,98 18 36 \nBw5 120-150 5,1 4.5 -0.6 1,1 33,9 0,6 0,2 1,2 0,08 0,03 0,04 0,02 0,17 1,37 12 59 \n\n                   \n \n \n\nP6 \n\nAp 0-12 4,3 3.8 -0.5 2,0 15,4 3,0 1,4 3,6 0,23 0,29 0,24 0,08 0,84 4,40 19 63 \nBw1 12-43 5,0 4.5 -0.5 1,1 4,0 0,6 0,3 0,7 0,06 0,07 0,06 0,03 0,22 0,91 24 57 \nBwc 43-91 5,0 4.9 -0.1 1,2 1,8 0,5 0,2 0,5 0,04 0,03 0,03 0,08 0,18 0,64 28 46 \nBCc 91-115 5,1 4.9 -0.2 1,0 2,2 0,5 0,2 0,4 0,04 0,01 0,02 0,03 0,10 0,49 20 66 \nBC 115-140 5,0 4.8 -0.2 1,3 3,0 0,4 0,3 0,2 0,04 0,01 0,11 0,11 0,27 0,42 64 52 \n\n                   \n \n \n\nP7 \n\nAp 0-13 3,9 3.8 -0.1 1,8 14,6 2,9 1,8 3,4 0,07 0,13 0,21 0,08 0,48 3,92 12 79 \nBw1 13-42 4,6 4.2 -0.4 1,1 3,4 0,6 0,5 0,7 0,07 0,08 0,17 0,05 0,37 1,05 35 57 \nBw2 42-71 5,0 4.6 -0.4 1,0 2,8 0,6 0,3 0,5 0,13 0,05 0,12 0,16 0,46 0,92 50 39 \nBw3 71-107 5,2 4.6 -0.6 1,0 3,1 0,6 0,2 1,1 0,15 0,05 0,12 0,07 0,39 1,46 27 38 \nCc 107-135 4,7 4.4 -0.3 1,0 3,2 0,5 0,4 0,7 0,04 0,01 0,02 0,01 0,08 0,77 10 85 \n\n                   \n \n \n\nP8 \n\nAp 0-12 3,9 3.6 -0.3 2,2 4,6 3,7 1,6 3,9 0,12 0,08 0,24 0,15 0,58 4,47 13 73 \nBw1 12-41 4,9 4.3 -0.6 0,9 3,0 0,6 0,4 1,2 0,10 0,03 0,18 0,10 0,41 1,63 25 49 \nBw2 41-85 5,2 4.7 -0.5 0,9 2,4 0,6 0,2 1,0 0,13 0,07 0,09 0,05 0,34 1,34 25 36 \nBw3 85-118 4,9 4.7 -0.2 1,0 2,4 0,4 0,2 1,1 0,04 0,01 0,04 0,09 0,18 1,25 14 51 \n\nC 118-170+ 4,7 4.6 -0.1 0,8 2,6 0,4 0,2 1,1 0,03 0,01 0,04 0,02 0,09 1,16 8 72 \n                   \n \n \n\nP9 \n\nAp 0-20 4,7 3.9 -0.9 2,9 2,2 3,7 0,9 3,1 0,44 0,13 0,21 0,21 0,99 4,12 24 47 \nBw1 20-49 4,3 4.1 -0.2 1,2 3,9 1,2 0,9 1,5 0,15 0,16 0,14 0,09 0,54 2,06 26 63 \nBw2 49-88 4,7 4.5 -0.2 0,8 3,2 1,2 0,3 1,0 0,11 0,09 0,10 0,06 0,36 1,35 26 45 \nBw3 88-120 5,0 4.5 -0.5 0,9 2,4 0,9 0,4 1,1 0,14 0,04 0,04 0,03 0,25 1,39 18 61 \nBw4 120-161 5,1 4.5 -0.6 0,9 4,2 0,9 0,2 1,1 0,17 0,07 0,19 0,11 0,54 1,61 33 31 \nBw5 161-210 4,7 4.5 -0.2 0,8 4,7 0,9 0,2 1,2 0,15 0,08 0,04 0,04 0,31 1,53 20 44 \n\n\n\n51 \n\n \n\n  Os teores de Na+ e K+ foram baixos, porém, de modo geral os teores de Na+ \n\napresentaram-se maiores que os de K+, o que pode indicar a influência do spray \n\nsalino nessa região. Estes resultados diferem daqueles encontrados por Corrêa \n\n(2005) para solos coesos da formação Barreiras, uma vez que ainda com baixos \n\nteores, os teores de K+ são geralmente maiores que os de Na+.  \n\n Portanto, uma das principais limitações de uso destes solos, além do aspecto \n\ncoeso, é a baixa disponibilidade de nutrientes, que exigem a aplicação de \n\nfertilizantes e corretivos para elevar o nível de fertilidade. Os teores de Ca, Mg, Na e \n\nK foram baixos para todos os solos estudados, consequentemente, apresentaram \n\nbaixos valores de soma de bases. Mesmo na área de mata, onde há o aporte de \n\nmatéria orgânica, como nas áreas com cultivo de eucalipto que ocorre adubação, \n\nverifica-se o caráter distrófico dos solos, com valores de V inferiores a 50 %. Como \n\nesperado, os solos apresentaram baixa capacidade de troca de cátions em pH 7,0 \n\n(valor T), inferior a 5 cmolc kg-1, com exceção do P3, no qual variou de 2,99 no Bw1 \n\na 8,42 cmolc kg-1no A1; refletindo a pobreza do material de origem e a mineralogia \n\ncaulinítica dos solos. Resultados em conformidade com os encontrados por Giarola \n\n(2002), Lima (2004) e Giarola et al., (2009) em solos com comportamento similar.   \n\n A saturação por alumínio revela solos álicos e não álicos, em alguns casos, \n\ncomo no P2 e P3, onde a saturação é maior que 50 % ao longo do perfil, indicando \n\nimpedimento químico para algumas culturas mais sensíveis, resultados semelhantes \n\naos encontrados por outros autores (SILVA; RIBEIRO, 1998; MOREAU et al., 2006; \n\nLIMA NETO et al., 2009; COELHO et al., 2010).   \n\n Os teores de elementos-traço foram baixos nos solos estudados, com valores \n\nde Mn superiores aos demais elementos (Quadro 6). Estes resultados estão em \n\nconformidade com outros estudos em solos derivados da formação Barreiras, \n\nnaturalmente pobres nesses elementos (EMBRAPA, 1978; BIONDI, 2010; PAYE et \n\nal., 2012). Carvalho (2009) ressalta que as condições dos solos coesos, como a \n\nredução da macroporosidade, pode gerar uma sobresaturação temporária, \n\nocasionando um ambiente redutor, e assim, tornando as espécies metálicas em seu \n\nmenor estado de ionização (e menor potencial iônico). Segundo Rocha et al. (2004) \n\nem tais condições redutoras pode ocorrer dissolução de óxidos de Mn, Al e Fe e a \n\nconsequente liberação para a solução do solo de metais co-precipitados como Zn, \n\nCo, Ni, Cu e Mn.  \n\n\n\n52 \n\n \n\nQuadro 6 – Teor de elementos traços nos solos estudados. \nPerfil Profundidade Mn Co Cu Zn \n\n \n(cm) -------------------------------mg kg------------------------------- \n\n      \n\nP1 \n\n0-20 60 30 60 60 \n20-40 100 40 90 70 \n40-60 90 40 80 60 \n60-90 80 40 70 40 \n90-120 90 40 80 40 \n120-150 80 40 70 30 \n150-180 90 40 80 50 \n\n      \n\nP2 \n\n0-20 60 40 60 20 \n20-40 80 40 80 40 \n40-60 70 40 80 30 \n60-90 80 40 70 50 \n90-120 70 40 80 30 \n120-150 70 40 80 60 \n150-180 70 40 70 30 \n\n      \n\nP3 \n\n0-15 80 40 70 40 \n15-37 90 50 90 60 \n37-63 70 50 70 50 \n63-89 80 50 80 50 \n89-170 80 50 80 40 \n170-200 70 50 80 40 \n\n      \n\nP4 \n\n0-20 90 40 70 20 \n20-40 80 40 70 40 \n40-60 90 40 70 40 \n60-90 130 50 80 40 \n90-120 130 50 70 50 \n120-150 120 50 70 40 \n\n      \n\nP5 \n\n0-20 100 30 60 20 \n20-40 100 30 60 20 \n40-60 100 30 70 20 \n60-90 110 30 60 30 \n90-120 130 30 60 70 \n120-150 140 30 40 100 \n\n      \n\nP6 \n\n0-12 130 40 50 20 \n12-43 130 50 60 40 \n43-91 130 50 70 30 \n91-115 110 50 60 40 \n115-140 110 50 60 20 \n\n      \n\nP7 \n\n0-13 130 50 60 30 \n13-42 130 50 60 40 \n42-71 120 50 70 30 \n71-107 110 50 60 30 \n\n107-135+ 100 50 70 30 \n\n      \n\nP8 \n\n0-12 120 50 60 20 \n12-41 120 50 60 20 \n41-85 130 60 70 60 \n85-118 130 60 70 30 \n\n118-170+ 110 50 70 20 \n\n      \n\nP9 \n\n0-20 100 40 60 30 \n20-49 90 50 60 30 \n49-88 100 50 70 40 \n88-120 100 50 70 50 \n120-161 100 50 60 50 \n\n161-210+ 80 50 70 50 \n\n\n\n53 \n\n \n\n4.3.1 Ataque sulfúrico \n\n \n\nDe maneira geral, os resultados obtidos pelo ataque sulfúrico retratam os \n\nteores de Fe2O3 inferiores a 8,0 dag kg-1, característica típica de solos desenvolvidos \n\nde sedimentos da formação Barreiras, condizentes com o atributo hipoférrico \n\nestabelecido pelo SiBCS (2013). Schwertmann (1985) explica que os baixos teores \n\nde Fe2O3 deve-se, provavelmente, a restrição da drenagem no perfil, que contribui \n\npara a intensificação da redução do Fe3+ para Fe2+, facilitando sua remoção por \n\nlixiviação ou redistribuição. Todavia, os perfis P6, P7 e P8 apresentaram teores de \n\nFe2O3 mais elevados, sobretudo, em profundidade, que chega a atingir 14,89 dag kg-\n\n1 no P6, dada a presença de nódulos e concreções ferruginosas (caráter \n\npetroplíntico) que favorece o maior teor deste constituinte no solo (Quadro 7). \n\nCorrêa et al. (2008), trabalhando em solos de áreas da formação Barreiras, \n\napontam que os baixos teores de Fe sugerem tanto uma pobreza deste elemento no \n\nmaterial de origem quanto um possível processo de desferrificação, promovido pelas \n\ncondições climáticas e pedoclimáticas reinantes. Alguns autores (Achá Panoso, \n\n1976; Resende, 1982 e Moreau, 2001) consideram inclusive que estes baixos teores \n\nde ferro possibilitam o maior ajuste das partículas de caulinita, favorecendo a \n\nformação da estrutura em blocos com aspecto maciço e consistente. \n\nOs baixos teores de matéria orgânica destes solos combinados com baixas \n\nquantidades de Fe livre no solo podem aumentar também a densidade do solo, \n\nconforme citado por Moura et al. (2009). O perfil P2 apresentou os menores teores \n\nde Fe2O3, o qual apresentou ainda os maiores valores de densidades do solo, \n\nratificando a relação entre o conteúdo de Fe2O3 e o grau de coesão, sendo os solos \n\ntão mais coesos e endurecidos quanto menores forem seus teores de Fe2O3 \n\n(BENNEMA e CAMARGO, 1979). Por outro lado, os perfis P6, P7, P8 e P9 \n\napresentaram os maiores teores de Fe2O3, os quais apresentam menor densidade \n\ndo solo. Além disso, o P3 apresenta baixa densidade, sobretudo, devido à presença \n\nda matéria orgânica; corroborando a afirmação de Ferreira et al. (1999) de que os \n\nóxidos de Al e Fe e a matéria orgânica tendem a desorganizar as partículas do solo \n\nem escala microscópica, reduzindo a coesão. \n\nPrincipalmente nos perfis P1 e P5 verificam-se os menores teores de Fe2O3 \n\nna superfície em relação aos horizontes subsuperficiais. De acordo com UFV (1984) \n\n\n\n54 \n\n \n\nestes solos podem estar sofrendo um processo ainda atual ou pelo menos subatual \n\nde perda de Fe com a argila. Estes teores acompanham os teores de argila, porém, \n\nnuma taxa menor, uma vez que parte dos óxidos de Fe não está ligada à argila, ou a \n\nferrólise destrói mais os silicatos, embora haja alguma perda de Fe também. \n\nOs teores de SiO2 variaram entre 1,98 a 28,43 dag kg-1 nos horizontes \n\nsuperficiais e de 4,00 a 38,32 dag kg-1 nos horizontes subsuperficiais, apresentando \n\nmaiores valores nos solos mais argilosos. O mesmo comportamento foi observado \n\npara os teores de Al2O3. Nota-se um incremento de SiO2 nos horizontes coesos em \n\nrelação aos horizontes mais superficiais, o que indica que este componente pode \n\nestar influenciando na coesão desses solos, também verificado por Lima et al. \n\n(2004). Porém, Moreau (2001) e Giarola et al. (2001), não observaram incremento \n\ndo SiO2 nos horizontes coesos dos solos no estado da Bahia.  \n\nJá os teores de TiO2 foram baixos, variando de 0,44 a 1,49 dag kg-1 nos \n\nhorizontes superficiais e de 0,62 a 1,71 dag kg-1 nos horizontes subsuperficiais. Sua \n\nbaixa concentração tem pouco efeito na capacidade de sorção dos solos e, por sua \n\nvez, sua importância está limitada aos estudos relacionados com desenvolvimento \n\ndos solos (KAMPF et al., 2012). Para relacionar os teores de TiO2, obtidos ao longo \n\ndo perfil como medida de avaliação da perda de argila no solo, Fonseca (1986) \n\nargumenta que, pelo fato de os óxidos de Ti serem resistentes ao intemperismo, \n\npodem permanecer no solo como minerais primários (ilmenita e rutilo) na fração \n\ngrosseira, ou mesmo na fração argila, na forma de anatásio. Além disso, o TiO2 \n\napresenta baixa solubilidade e pouca mobilidade, podendo ser tomado como \n\nreferência constante durante a remoção de outros elementos móveis no perfil. \n\nA Figura 9 retrata a relação entre os teores de argila total do solo e o \n\nsomatório da argila do ataque sulfúrico, obtida por meio de correlação linear. De \n\nmodo geral, observa-se que os resultados apresentaram alta correlação, típico de \n\nsolos cauliníticos, embora consistam em solos de classes e comportamentos \n\ndiferenciados.  \n\n\n\n55 \n\n \n\n \n\n \n\nFigura 9 - Relação entre o teor de argila total e o somatório da argila do ataque sulfúrico \n(?H2SO4). \n\n \n\nOs solos apresentaram graus de desenvolvimento distintos, cuja variação do \n\níndice Ki compreende valores entre 0,9 e 2,2. No geral, os solos apresentaram \n\nnatureza essencialmente caulinítica, com Ki entre 1,5 e 2,2, condizente com sua \n\nestrutura fraca a moderada em blocos subangulares e indicando o avançado estádio \n\nde intemperismo, o mesmo encontrado por outros autores em solos coesos da \n\nformação Barreiras (MOREAU, 2001 e CORRÊA, 2005).  \n\n Os perfis P1, P2, P3, P4 e P5 apresentaram tendência de aumento dos \n\nvalores de Ki em profundidade, enquanto os demais perfis apresentaram \n\ncomportamento contrário, provavelmente, devido à presença de concreções \n\nferruginosas e aumento de argila em profundidade nestes solos. Nos solos mais \n\narenosos P1 e P5, o Ki apresentou menores valores, podendo estar relacionado com \n\no estado mais recente dos sedimentos que formam estes perfis (ARAÚJO, 2015).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nR² = 0,9748\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\n0 10 20 30 40 50 60 70 80 90\n\nA\nrg\n\nil\na\n (\n\n%\n)\n\n?H2SO4\n\n\n\n56 \n\n \n\nQuadro 7 – Resultados obtidos do ataque sulfúrico em TFSA. \n\nHor. Profundidade SiO2 Al2O3 Fe2O3 TiO2 ?H2SO4 Ki \n (cm) ----------------------------------- dag kg-1-------------------------------  \n\n \nP1 - Argissolo Amarelo distrocoeso latossólico \n\n \nAp 0-20 2,30 4,16 1,09 0,46 8,00 0,9 \nBt1 20-40 5,67 6,86 1,90 0,69 15,13 1,4 \nBt2 40-60 5,40 6,04 1,81 0,66 13,91 1,5 \nBt3 60-90 6,86 6,73 1,88 0,69 16,16 1,7 \nBt4 90-120 7,06 6,97 2,08 0,62 16,74 1,7 \nBt5 120-150 7,97 7,59 2,35 0,79 18,70 1,8 \nBt6 150-180 8,24 7,81 2,48 0,78 19,31 1,8 \n\n \nP2 - Latossolo Amarelo distrocoeso argissólico \n\n \nAp 0-20 8,07 8,21 0,97 0,60 17,84 1,7 \n\nBw1 20-40 9,12 8,33 1,04 0,67 19,16 1,9 \nBw2 40-60 8,88 10,68 1,15 0,75 21,47 1,4 \nBw3 60-90 11,96 11,34 0,89 0,83 25,01 1,8 \nBw4 90-120 15,55 12,55 0,61 0,87 29,58 2,1 \nBw5 120-150 16,22 13,07 0,58 0,91 30,78 2,1 \nBw6 150-180 16,74 13,53 0,53 0,87 31,66 2,1 \n\n \nP3 - Latossolo Amarelo distrocoeso “pálido” \n\n \nA1 0-15 28,43 30,68 3,27 1,32 63,70 1,6 \nA2 15-37 29,63 32,61 3,80 1,44 67,47 1,5 \nBA 37-63 37,70 33,68 3,78 1,49 76,64 1,9 \n\nBw1 63-89 37,59 33,88 3,64 1,69 76,80 1,9 \nBw2 89-170 26,63 30,80 2,96 1,63 62,02 1,5 \nBw3 130-170 26,39 21,78 1,10 1,22 50,48 2,1 \n\n \nP4 - Latossolo Amarelo distrocoeso típico  \n\n \nAp 0-20 11,76 12,37 2,76 0,85 27,74 1,6 \n\nBw1 20-40 22,47 19,05 3,87 1,16 46,55 2,0 \nBw2 40-60 24,44 20,33 4,18 1,25 50,20 2,0 \nBw3 60-90 22,26 18,78 3,87 1,12 46,03 2,0 \nBw4 90-120 28,31 21,84 4,40 1,21 55,75 2,2 \nBw5 120-150 27,53 22,98 4,79 1,24 56,54 2,0 \n\n \n\n \n\n \n\n \n\n \n\n\n\n57 \n\n \n\nQuadro 7 – Resultados obtidos do ataque sulfúrico em TFSA (CONTINUAÇÃO). \n\nHor. Profundidade SiO2 Al2O3 Fe2O3 TiO2 ?H2SO4 Ki \n (cm) ----------------------------------- dag kg-1-------------------------------   \n\n \nP5 - Latossolo Amarelo distrófico psamítico \n\n \nAp 0-20 1,98 3,47 1,28 0,44 7,18 1,0 \n\nBw1 20-40 5,17 6,62 2,29 0,65 14,72 1,3 \nBw2 40-60 5,18 6,23 2,37 0,65 14,42 1,4 \nBw3 60-90 4,00 6,40 2,71 0,77 13,88 1,1 \nBw4 90-120 4,65 5,54 2,22 0,62 13,04 1,4 \nBw5 120-150 4,76 5,46 2,40 0,67 13,29 1,5 \n\n \n        P6 - Latossolo Amarelo distrocoeso petroplíntico \n\n \nAp 0-12 22,18 18,59 10,64 1,23 52,63 2,0 \n\nBw1 12-43 27,76 21,03 11,83 1,27 61,89 1,9 \nBwc 43-91 30,42 24,95 13,05 1,32 69,74 1,8 \nBCc 91-115 31,53 30,22 13,74 1,34 76,83 1,8 \nBC 115-140 29,25 32,23 14,89 1,61 77,99 1,5 \n\n \nP7 - Latossolo Amarelo distrocoeso típico  \n\n \nAp 0-13 27,11 21,81 6,28 1,49 56,70 2,1 \n\nBw1 13-42 23,98 25,50 7,17 1,61 58,26 1,6 \nBw2 42-71 28,89 29,26 9,32 1,71 69,18 1,7 \nBw3 71-107 30,24 31,77 9,82 1,65 73,49 1,6 \nCc 107-135 31,77 33,39 10,11 1,71 76,98 1,6 \n\n \nP8 - Latossolo Amarelo distrocoeso típico  \n\n \nAp 0-12 24,82 19,73 5,69 1,30 51,55 2,1 \n\nBw1 12-41 23,84 23,99 6,69 1,50 56,03 1,7 \nBw2 41-85 26,05 29,19 7,22 1,67 64,14 1,5 \nBw3 85-118 29,69 28,93 8,27 1,58 68,46 1,7 \n\nC 118-170 28,74 30,33 7,91 1,56 68,53 1,6 \n \n\nP9 - Latossolo Amarelo distrocoeso típico  \n \n\nAp 0-20 28,26 24,83 3,82 1,31 58,22 1,9 \nBw1 20-49 28,64 26,15 4,08 1,37 60,24 1,9 \nBw2 49-88 30,05 29,83 4,38 1,46 65,72 1,7 \nBw3 88-120 38,32 30,74 4,90 1,54 75,50 2,1 \nBw4 120-161 28,17 31,45 4,63 1,47 65,73 1,5 \nBw5 161-210 32,93 31,31 5,07 1,46 70,78 1,8 \n\n \n\n \n\n \n\n\n\n58 \n\n \n\n4.3.2 Extração de Fe, Al e Si por ditionito-citrato-bicarbonato (DCB) e oxalato \n\nácido de amônio (OAA) \n\n \n\nEm todos os solos estudados os teores de Fe extraídos pelo ditionito-citrato-\n\nbicarbonato – Fed foram baixos, com valores inferiores a 0,86 dag kg-1 (Quadro 8). \n\nDe modo geral, os teores de Fed foram superiores aos de Feo, apresentando valores \n\nmaiores nos horizontes coesos. Para OGUNSOLA et al. (1989) a relação Feo/Fed \n\nexpressa o  grau de cristalinidade dos óxidos de ferro e do grau de desenvolvimento \n\ndo solo. Vários autores consideram que uma baixa taxa Feo/Fed indica \n\npredominância de formas cristalinas e que a ferrihidrita é pouco significante no \n\nsistema (KAMPF e DICK, 1984; QUEIROZ e KLAMT, 1985; SHADFAN et al., 1985; \n\nKAMPF et al., 1995; KER et al., 1996; GOMES et al., 1996; SANTOS e BATISTA, \n\n1996), estando, portanto, relacionada com solos mais evoluídos.  \n\nA relação Feo/Fed nos solos estudados indica o predomínio de formas de ferro \n\nlivre de alta cristalinidade, condizentes com a natureza latossólica dos solos. Com \n\nexceção do P3, que apresentou predomínio de formas de baixa cristalinidade, com \n\nvalores da relação Feo/Fed ligeiramente mais elevados, haja vista as maiores \n\nquantidades de matéria orgânica atreladas com os maiores teores de umidade, \n\ndificultando assim a cristalização dos óxidos de Fe (INDA JUNIOR et al., 2007, \n\n2013). Pode-se observar também os maiores valores dessa relação nos horizontes \n\nmais próximos à superfície. \n\nKämpf et al. (1995), Alleoni e Camargo (1995), Schwetman (1985) \n\ncomplementam que quanto maiores os valores dessa relação, menor o grau de \n\ncristalinidade dos compostos de ferro e, portanto, menos intemperizado é o solo, \n\npois essa relação exprime a evolução do elemento no solo e evidencia, entre outros \n\nfatores, o grau de seu intemperismo. Portanto, índices Feo/Fed inferiores a 0,36 \n\nindicam solos altamente intemperizados e formas de óxidos de ferro bem \n\ncristalizadas, e índices Feo/Fed > 1 estão associados a solos mais jovens e óxidos de \n\nmais baixa cristalinidade (CUNHA, 2000). \n\nOs baixos teores de Fe nestes solos podem indicar a pobreza desse elemento \n\nno material de origem, bem como as condições climáticas da região favoráveis para \n\no processo de desferrificação dos solos. UFV (1984) destaca a possibilidade de \n\ndesferrificação destes solos durante o transporte dos sedimentos e até mesmo \n\n\n\n59 \n\n \n\nantes, ou seja, o material foi desferrificado “in situ” (nas áreas elevadas do Pré-\n\ncambriano), previamente à erosão que carreou os sedimentos da formação \n\nBarreiras.   \n\nA relação Fed/Fes permite uma estimativa da intensidade de intemperismo do \n\nmaterial de origem e representa a transformação dos silicatos contendo Fe2+ em \n\nóxidos contendo Fe3+ (KAMPF e CURI, 2000).  Os perfis P1, P2 e P5 apresentaram \n\nvalores mais elevados da relação Fed/Fes se comparados com os demais perfis, \n\nindicando que maior parte do ferro primário presente no material de origem já se \n\ntransformou ou está se transformando em formas pedogenéticas. Este \n\ncomportamento está associado geralmente com grau de intemperismo mais \n\nacentuado dos solos; porém, considerando as características do material de origem \n\n(Anjos, 1985; Fonseca, 1986; EMBRAPA, 1995), que neste caso, a relação Fed/Fes \n\nestaria expressando as características dos sedimentos da formação Barreiras. Os \n\nmenores valores da relação presentes nos perfis P3, P7, P8 e P9 indica o menor \n\ngrau de intemperismo, com maior participação de minerais primários com ferro na \n\nsua estrutura (PEREIRA e ANJOS, 1999; SANTOS et al. 2010). \n\nCorrêa et al. (2015) estudando solos coesos de Tabuleiros, consideram que \n\nparte do Ald está relacionada com as formas cristalinas de Fe (goethitas e hematitas) \n\ne o Alo, com as formas de baixa cristalinidade. Com exceção dos perfis P1 e P6, os \n\nvalores de Alo foram superiores aos do Ald, os quais são maiores nos horizontes \n\ncoesos. Destarte, estes resultados podem indicar a participação das formas de Alo \n\nna gênese dos horizontes, corroborando os outros trabalhos que apresentaram \n\nresultados semelhantes (ANDERSON e WHITE, 1958; NETTLETON et al., 1968; \n\nDUNCAN e FRANZMEIER, 1999; ARAÚJO FILHO, 2003; MOREAU et al., 2006). \n\nOs teores de Sid e Sio foram baixos em todos os perfis com valores inferiores \n\na 0,1 dag kg-¹. Em relação ao Sid, não foi observada tendência de incremento do seu \n\nteor para os horizontes coesos, consequentemente, não indicou a contribuição \n\ndesse constituinte para uma coesão temporária maior das partículas, como \n\napontado por Drees et al. (1989). Resende (1976) considera que o DCB extrai a \n\nsílica associada aos óxidos de Fe. Porém, Smith e Mitchell (1987) apontam que a \n\nsílica extraída pelo DCB está relacionada à filossilicatos que contêm Fe em sua \n\nestrutura, e que nos solos estudados, teores baixos de Fe justificam os baixos teores \n\nde sílica recuperada com DCB. \n\n\n\n60 \n\n \n\nQuadro 8 - Teores de Fe2O3, Al2O3 e SiO2 extraídos na fração argila pelo ditionito-citrato-\nbicarbonato e oxalato de amônio. Relações Fe oxalato (Feo) e Fe ditionito (Fed), Fe ataque \nsulfúrico (Fes) e Fe ditionito (Fed). \n \nPerfil \n\n \nHorizonte \n\n \nDCB \n\nFed          Ald              Sid \n \n\n \nOAA \n\n  Feo           Alo           Sio \n\n \nFeO \n\n  Fed \n\n \nFed \n\n  Fes \n\n  \n \n\n-----------------------------------------dag kg-¹---------------------------------------   \n\n \n \n\nP1 \n\nBt1 0,73 0,31 0,03 0,16 0,31 0,05 0,21 0,38 \nBt2 0,73 0,28 0,00 0,03 0,20 0,07 0,04 0,40 \nBt3 0,72 0,35 0,00 0,07 0,23 0,07 0,10 0,38 \nBt4 0,80 0,30 0,02 0,08 0,27 0,06 0,10 0,38 \nBt5 0,74 0,28 0,01 0,07 0,24 0,06 0,10 0,31 \nBt6 0,76 0,30 0,01 0,10 0,28 0,05 0,14 0,31 \n\n \n \n \n\nP2 \n \n\n \nBw1 \n\n \n0,41 \n\n \n0,15 \n\n \n0,02 \n\n \n0,12 \n\n \n0,34 \n\n \n0,06 \n\n \n0,28 \n\n \n0,39 \n\nBw2 0,44 0,13 0,01 0,02 0,22 0,06 0,03 0,38 \nBw3 0,26 0,09 0,00 0,01 0,20 0,06 0,04 0,29 \nBw4 0,07 0,04 0,00 0,00 0,20 0,07 0,05 0,11 \nBw5 0,03 0,03 0,00 0,01 0,18 0,06 0,45 0,05 \nBw6 0,07 0,04 0,01 0,02 0,19 0,07 0,25 0,13 \n\n          \n \n\nP3 \nBw1 0,33 0,14 0,00 0,27 0,56 0,06 0,81 0,09 \nBw2 0,33 0,12 0,00 0,37 0,48 0,06 1,14 0,11 \nBw3 0,13 0,06 0,00 0,03 0,38 0,06 0,24 0,12 \n\n          \n \n \n\nP4 \n\nBw1 0,54 0,23 0,01 0,09 0,32 0,06 0,17 0,14 \nBw2 0,55 0,21 0,01 0,03 0,25 0,05 0,05 0,13 \nBw3 0,50 0,17 0,01 0,03 0,24 0,06 0,07 0,13 \nBw4 0,51 0,17 0,01 0,05 0,23 0,06 0,09 0,12 \nBw5 \n\n \n0,57 0,20 0,00 0,01 0,22 0,06 0,03 0,12 \n\n \n \n\nP5 \n\nBw1 0,78 0,28 0,01 0,06 0,54 0,08 0,07 0,34 \nBw2 0,76 0,31 0,00 0,00 0,31 0,06 0,01 0,32 \nBw3 0,81 0,32 0,00 0,02 0,21 0,06 0,03 0,30 \nBw4 0,77 0,33 0,00 0,02 0,24 0,07 0,02 0,35 \nBw5 \n\n \n0,86 0,37 0,01 0,02 0,36 0,07 0,02 0,36 \n\nP6 Bw1 0,74 0, 37 0,00 0,02 0,25 0,08 0,03 0,06 \nBwc 0,74 0,34 0,00 0,00 0,23 0,07 0,00 0,06 \n\n          \n \n\nP7 \nBw1 0,67 0,26 0,00 0,00 0,25 0,07 0,00 0,09 \nBw2 0,64 0,23 0,01 0,00 0,23 0,06 0,00 0,07 \nBw3 0,60 0,21 0,04 0,00 0,30 0,08 0,01 0,06 \n\n          \n \n\nP8 \nBw1 0,60 0,22 0,00 0,01 0,37 0,07 0,02 0,09 \nBw2 0,54 0,16 0,01 0,00 0,32 0,08 0,02 0,07 \nBw3 0,56 0,18 0,01 0,01 0,30 0,06 0,01 0,07 \n\n          \n \n\nP9 \nBw1 0,39 0,13 0,01 0,03 0,30 0,06 0,09 0,10 \nBw2 0,38 0,12 0,01 0,00 0,27 0,06 0,01 0,09 \nBw3 0,39 0,12 0,02 0,01 0,25 0,07 0,01 0,08 \nBw4 0,44 0,22 0,01 0,01 0,25 0,07 0,01 0,10 \nBw5 0,41 0,12 0,02 0,01 0,24 0,08 0,03 0,08 \n\n \n\n \n\n \n\n\n\n61 \n\n \n\n4.4 Caracterização mineralógica \n\n \n\nA mineralogia da fração argila natural dos solos estudados é \n\npredominantemente caulinítica (Figura 10), corroborando a mineralogia típica dos \n\nsolos dos sedimentos da formação Barreiras, dentre os quais apresentam diferentes \n\nconcentrações e características físico-químicas (LIMA et al., 2004, MOREAU et al., \n\n2006; CORREA et al., 2008; GIAROLA, et al., 2009; DANTAS et al., 2014). \n\n A ampla dominância da caulinita na fração argila dos horizontes destes solos \n\nse deve ao fato destes pedoambientes serem bastante ácidos, pobres e \n\narenoquartzosos, onde há liberação lenta da sílica para a solução do solo, inibindo a \n\nformação da gibbsita (RESENDE et al., 2002). Melo e Wypych (2016) consideram \n\nque a abundância de caulinita nos solos (Melo et al., 2001) e nos sedimentos (Melo \n\net al., 2002) da formação Barreiras pode ser atribuída ao baixo teor de minerais \n\nferromagnesianos no material, granito e gnaisse leuco e mesocrático, que deu \n\norigem aos sedimentos, a abundância dessas rochas em feldspatos, o alto grau de \n\nintemperismo ocorrido antes da deposição e as condições úmidas dos Tabuleiros \n\nCosteiros, que favoreceram a concentração de caulinita e remoção de minerais, \n\nprincipalmente, óxidos de Fe. \n\nOs resultados encontrados estão de acordo também com trabalhos realizados \n\ncom solos da região amazônica brasileira (Chiba, 1973; Iwasa, 1976; Kitagawa e \n\nMoller, 1979), os quais têm retratado Latossolos com nítida dominância de \n\nargilominerais 1:1 em sua fração coloidal inorgânica. Neles ainda se encontram \n\nminerais acessórios ou traços, como gibbsita, hematita, goethita, mica, quartzo, \n\nminerais 2:1 e até mesmo feldspatos. Além disso, os solos apresentaram \n\ncomposição mineralógica semelhante também na fração argila desferrificada, cuja \n\ncaulinita foi o mineral dominante em todos os solos (Figura 11). Contudo, apesar da \n\nidentificação da presença de minerais silicatados 2:1, as amostras não foram \n\ntratadas para diferenciação dos minerais, como por saturação por Mg e secagem ao \n\nar, para diferenciar minerais expansíveis dos não-expansíveis; haja vista a presença \n\napenas de traços destes minerais e a dominância da caulinita. \n\n\n\n62 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCt Ct \n\nCt Gt \nGb \n\nCt \n\nCt \n\nFigura 10 – Difratogramas de raios-x da fração argila natural dos solos estudados.\n  Ct: caulinita, Gt: goethita, Gb: gibbsita. \n\nGt \nCt \n\n\n\n63 \n\n \n\nA natureza essencialmente caulinítica da fração argila dos solos é também \n\ndemonstrada pelos valores da relação molecular Ki, que ressalta o alto grau de \n\nintemperização, permitindo correlacionar com a pedogênese dos horizontes coesos. \n\nCabe destacar aqui que valores de Ki inferiores a 1,5 podem estar associado à \n\npresença de minerais não evidenciados nos difratogramas. \n\nResende (1982) aponta que a forma laminar das partículas de caulinita \n\npossibilita seu ajuste face a face nos horizontes com menores teores de matéria \n\norgânica e maior número de ciclos de umedecimento e secagem. Por outro lado, a \n\ngibbsita bem como a hematita e goethita, quando presente no solo desfaz o ajuste \n\nface a face das lâminas de caulinita, impedindo a manifestação do caráter coeso \n\n(UFV, 1984). Para tanto, foram identificados apenas traços destes minerais, os quais \n\nnão são suficientes para desenvolver, por exemplo, estrutura granular nos solos e \n\nnem impedir a manifestação do caráter coeso. Nesse sentido, a justaposição \n\nordenada das caulinitas é então facilitada pela ausência ou pouca expressão de \n\nóxidos de Fe e Al e matéria orgânica, e pela presença de cristais com alto grau de \n\nordem estrutural e formas hexagonais (DIXON, 1989 e FERREIRA et al., 1999).  \n\nO modelo caulinítico destes solos resulta então no desenvolvimento de uma \n\nmacroestrutura do tipo bloco e pode originar solos com densidade mais elevada, \n\nmaior volume de microporos e menor permeabilidade (FERREIRA et al., 1999), \n\ncomo evidenciado pelos resultados das análises físicas dos solos. Contudo, o \n\ntrabalho de Corrêa et al. (2008) para solos de Tabuleiros não corroboram esta \n\nafirmativa e demonstra que, a despeito da importância da natureza caulinítica \n\ndesses solos, os maiores teores de argila fina podem ser um fator preponderante na \n\ngênese dos horizontes coesos. \n\nLogo, a composição mineralógica destes solos pode ser atribuída então ao \n\nintenso intemperismo pelo qual passou o material de origem, além das condições \n\nclimáticas e geomorfológicas citadas por UFV (1984) e Ribeiro (1996), que \n\nfavoreceram a hidrólise e remoção inicial dos óxidos de Fe e a posterior \n\nconcentração de caulinita na fração argila (MELO et al., 2001).  \n\n\n\n64 \n\n \n\n \n\n \nFigura 11 – Difratogramas de raios-x da fração argila desferrificada dos solos estudados. \n\nCt: caulinita, Gb: gibbsita. \n\nCt \n\nGb \n\nCt \n\n2:1 \n\nCt \n\n2:1 \n\nCt Ct \n\nCt \n\nGb \n\n\n\n65 \n\n \n\n4.5 Caracterização micromorfológica \n\n \n\nA análise micromorfológica foi realizada em horizontes dos solos cuja \n\nmanifestação do caráter coeso se dá de forma menos (P7, P8 e P9) e mais (P3 e \n\nP4) expressiva, a fim de avaliar possíveis aspectos diferenciais nas feições desses \n\nhorizontes.  \n\nNesse sentido, todas as amostras apresentaram a fração grossa composta \n\npredominantemente por quartzo (> 95%) pobremente selecionado, com moderado \n\ngrau de arredondamento, compatível com os sedimentos da formação Barreiras \n\n(Figura 12). Pequeno percentual (&lt;2%) de seus grãos apresentou bordas corroídas, \n\nconferindo-lhes aspectos “careado”, provavelmente sem relação com sua dissolução \n\nem meio ácido (acidólise), e sim, com seu fraturamento durante o transporte e \n\nformação dos sedimentos da formação Barreiras. Outras características observadas \n\nnos grãos de quartzo foram à extinção ondulada e as fissuras preenchidas por \n\nóxidos de ferro de coloração vermelha e/ou amarela.  \n\nForam constatados também outros componentes do material grosseiro dos \n\nperfis estudados, como os nódulos de ferro, fragmentos de carvões, minerais opacos \n\ne fragmentos de raízes com suas estruturas intactas ou moderadamente \n\ndecompostas (Figuras 12A, 12B e 13A), não sendo observados minerais alteráveis \n\ncomo constituinte.  De modo geral, pode-se afirmar que há predominância de \n\nmaterial grosseiro nos perfis P7, P8 e P9. \n\nAssim, os nódulos de ferro foram identificados apenas nos perfis P7 e P8 e \n\nse apresentaram típicos, com cores pretas (luz transmitida) e vermelhas (luz \n\nincidente), indicando ausência ou baixa concentração de manganês na sua \n\nconstituição (Figura 13B). Predominantemente, possuem forma esférica a \n\nsubalongada, bordas lisas e grãos de quartzo semelhantes à matriz adjacente \n\n(quando presentes no seu interior). Duarte et al (2000) consideram que os nódulos e \n\nmosqueados vermelhos que ocorrem nos solos dos Tabuleiros Costeiros estão em \n\nprocesso de destruição (dissolução), e não de formação.   \n\nNo P9 foram observados raros nódulos com bordas serrilhadas, halos de \n\ncoloração mais clara e presença de pequenas cavidades (aspecto “esponjoso”) e \n\nfragmentos próximos a seus limites, sugerindo sua dissolução (Figura 13C). Essa \n\nfeição de concentração foi observada em profundidade menor que a 80 cm, \n\n\n\n66 \n\n \n\npredominantemente no interior de agregados esféricos (?? > 2 mm) ou próximas às \ncavidades e canais biológicos de maiores diâmetros (Figura 13D). Tal fato sugere \n\nque são litorrelíqueas e encontram-se próximas a superfície do terreno devido à \n\nintensa pedoturbação biológica que esses perfis estão atualmente sujeitos. Aqueles \n\nque se encontram em dissolução são provavelmente provenientes de bioturbação \n\nmais antiga. \n\n \n\n  \n\n  \n\n  \n\nA B \n\nC D \n\nE F \n\nFigura 12 - A = P7 (0-20cm); B = P8 (25-40cm); C = P9 (20-40cm); D = P4 (20-40cm); E = \nP3 (63-89cm); F = P3 (89-130cm). \n\n \n\n\n\n67 \n\n \n\nFigura 13 - A = Fragmento de raiz, P7 (20-40 cm); B = nódulo de ferro em luz incidente, P8 \n(25-40 cm); C = nódulo P8 (25-40cm); D = nódulo no interior do agregado P7 \n(20 cm). \n\n \n\n  \n Para todos os perfis, a fração fina também se mostrou bastante homogênea, \n\ncom cores em tons amarelos, aspecto límpido e composição essencialmente \n\ncaulinítica devido a sua alta isotropia (Figura 12), ou seja, o padrão de continuidade \n\nespacial é idêntico em todas as direções (ROSSINI e LIMA, 2012). Exceção foi \n\nobservada para o perfil P3, com cor brunada devido à presença de pequenos \n\nfragmentos de carvões dispersos na sua matriz (Figura 14). Tal configuração é \n\nbastante semelhante àquela descrita nos horizontes antrópicos do Amazonas \n\n(Glaser, 2000), cuja cor escura é atribuída ao processo de melanização conferido \n\npela presença de grande quantidade de carvões cominuídos, adicionados pela ação \n\ndo homem. Corroborado pelo estudo de Macedo (2014) sobre a pedogênese de \n\nTerra Preta de Índio – TPI, o qual indica a relação entre a cor dos horizontes e a \n\nquantidade de carvão. Contudo, no P3, a melanização promovida pelo carvão é \n\nconsequência de uma quantidade muito inferior aos horizontes antrópicos e deve-se \n\n  \n\n  \nXX ?m \n\nA B \n\nC D \n\n\n\n68 \n\n \n\nao fato de ser o único perfil coletado sob vegetação natural ainda preservada e ao \n\nprocesso de bioturbação.  \n\n \n\n  \n\nFigura 14 - A = P3 (63-89cm); B = P7 (20-40cm); seta amarela = fração humificada; seta \nverde = carvão. \n\n \n\nPequenas zonas anisotrópicas na forma de fábricas birrefringentes (fábricas-\n\nb) foram observadas em todas as amostras dos perfis. As maiores diversidades e \n\nintensidades foram observadas nos materiais mais coesos (Figura 15A) ou nas \n\npartes das lâminas onde a coalescência dos seus componentes se mostraram mais \n\nexpressiva (Figura 15B). Os tipos observados foram salpicada grânida, salpicada \n\nmosaico, paralelo estriada e granoestriada (em grãos de quartzo). Essas duas \n\núltimas foram facilmente identificadas em grande quantidade nas amostras do P4, \n\nP3 e nas partes mais coesas do P8. \n\n Almeida (1995), Gunal e Ransom (2006) apontam que as fábricas-b do tipo \n\nporo ou granoestriada estão relacionadas com a reorganização dos componentes do \n\nmaterial fino do solo em função dos ciclos de expansão e contração de sua massa \n\ndada à variação da umidade, sendo responsável então pela formação de filmes \n\ncoloidais que envolvem os grãos (cútans de estresse). Mermut et al., (1987) \n\ncomplementam que a presença de estrias no solo é atribuída à pressões exercidas \n\npela expansibilidade das argilas ou a características herdadas do material de \n\norigem, entretanto, essas estrias apresentam mais de uma orientação preferencial \n\nquando há mudanças na direção das pressões aplicadas. De acordo com o mesmo \n\nautor, o predomínio da caulinita na mineralogia dos solos estudados, favorece a \n\norientação do plasma, bem como a ausência de fissuras estruturais. Tal fato \n\nresultaria no ajuste face-a-face da caulinita em pequenas zonas.  \n\nXX ?m \n\nA B \n\n\n\n69 \n\n \n\nPosto isto, a caulinita é considerada um mineral não expansivo, contudo \n\npequenas alterações no volume do solo são possíveis devido a sua hidratação. Essa \n\nhidratação ocorre devido às substituições isomórficas e cátions adsorvidos que \n\noriginam uma variação de carga e consequentemente aumentam a capacidade de \n\natração de moléculas da água, ocasionando variações de volume (PEREIRA, 2004). \n\nMudanças microestruturais foram descritas por Tessier et al. (1990), em trabalho \n\ncomparativo entre diversas velocidades de hidratação de argilas de mineralogia 1:1 \n\ne 2:1, em que a exposição de material caulinítico a uma rápida hidratação provocou \n\no surgimento de agregados de partículas de tamanho entre 0,5 e 10 µm, enquanto o \n\numedecimento lento provocou arranjo grosseiro face a face, sem descontinuidades \n\nalém das originadas de rearranjo. \n\n Por conseguinte, Corrêa et al. (2008) descreveram esse feição em horizontes \n\ncoesos como “micro-slikenside”, sendo a força de coesão entre os agregados \n\natribuída ao filme de umidade (ALUKO e KOOLEN, 2000). Além disso, fábricas-b \n\nmicroestriadas foram observadas em microagregados esféricos (?? &lt;300 µm) e em \nblocos angulares e subangulares (?? > 60 µm). Ambas as estruturas normalmente \nocorrem próximas às partes maciças ou como preenchimentos de poros com bordas \n\nlisas (bioporos). \n\n \n\n  \n\nFigura 15 - Fábricas-b. A = P8 (60-80cm) paralelo estriada; B = P4 (20-40cm), \ngranoestriada. \n\n \n\nA maior variação nas propriedades micromorfológicas entre os perfis foi \n\nobservada no tipo de microestrutura. Há um contraste marcante entre os perfis, \n\ncujos perfis P7, P8 e P9, é evidente a microagregação latossólica, representada por \n\nmicroagregados esféricos de diferentes tamanhos, a exemplo de outros perfis \n\nA B \n\n\n\n70 \n\n \n\ndescritos por Beadou (1972), Gomes et al (2004) e Miklós (2012). Segundo vários \n\nautores, a diversidade de tamanho desses agregados deve-se a origens diferentes \n\nque podem estar associadas à ação biológica (Miklós, 1992; Vidal-Torrado et al., \n\n1999; Ibraimo et al., 2004) e a processos fisico-químicos (Pedro, 1987; Santos et al., \n\n1989) ou somente físicos por fragmentação (MULLER, 1977). Destarte, Vidal-\n\nTorrado (1994) ao abordar a relação entre solos e superfície geomórfica na região \n\nde Tupi (SP), concluiu que a gênese dos microagregados dos Latossolos é \n\ncomplexa e provavelmente deve ter havido mais de um processo de formação que \n\npossa explicar esse tipo de agregado.  \n\nPara todos os perfis foram observados três diferentes tipos de \n\nmicroagregados granulares, como verifica-se abaixo: \n\na) Classe 1: diâmetro variando de 45 a 300 ?m, sem e com quartzo bem \nselecionado e muito pequeno (?? ? 50 ?m), forma esférica e com fábricas-b \nsalpicadas ou microestriadas, cor semelhante a matriz adjacente, frequentes \n\nem cavidades biológicas e dispersos na matriz (Figura 16A). Provável origem \n\nassociada ao retrabalhamento por formigas e cupins. \n\nb) Classe 2: diâmetro variando de 1 a 4 mm, com quartzo bem selecionado e \n\npequeno (?? ? 40 a 140 ?m), forma esférica e com fábricas-b salpicadas ou \nmicroestriadas, cor mais brunada que a matriz adjacente, devido a grande \n\npresença de carvões em sua massa, e frequentemente presentes em grandes \n\ncanais biológicos (Figura 16A). Provável origem associada a atividades de \n\nanelídeos. \n\nc) Classe 3: diâmetro de 15 a 40 ?m, sem quartzo, forma esférica e sem \nfábricas-b, cor semelhante a matriz adjacente, presente na porosidade e/ou \n\ndispersos na matriz (Figura 16A). Quando aglomerados e presentes em \n\ncavidades biológicas, tem sua origem associada ao retrabalhamento de \n\ncupins (normalmente como excrementos). Ocorrendo associado à porosidade \n\nnão biológica, tem sua origem provavelmente devido a processo físico-\n\nquímicos (iniciado pela floculação/nucleação).  \n\n \n\n\n\n71 \n\n \n\n  \nFigura 16 - Microestrutura. A = três classes de agregados granulares, P7 (20 cm); B = \n\nclasse 4 (blocos muito pequenos), P6 (60-80 cm). \n \n\n \n\nCom relação aos perfis P7, P8 e P9, a primeira classe possui sua formação \n\nassociada à pedoturbação biológica e sua expressividade segue a seguinte ordem \n\ndecrescente: P7>P8>P9. Para o P7, a microagregação granular é dominante em \n\ntoda a seção fina, conferindo-lhe aspecto tipicamente latossólico com distribuição \n\nrelativa enáulica e porosidade de empacotamento complexo com presença de \n\ncanais e cavidades biológicas esféricas e subesféricas que normalmente \n\napresentavam preenchimentos de microagregados de tamanho inferior a 200 ?m.  \nMenos expressivo, os microagregados granulares de tamanho menor que 40 \n\n?m são também observados dispersos na matriz do solo ou como aglomerados em \ncavidades (excrementos). Stoops e Buol (1985) também observaram formação de \n\nagregados microgranulares, arredondados, semelhantes a pelotas fecais, \n\ncaracterizando uma estrutura micropédica típica de Latossolos. Ambas as \n\nmicroestrutura, quando coalescida provavelmente devido a ação de ciclos de \n\numedecimento de secagem e pressões promovidas pelo crescimento de raízes \n\n(Cooper et al, 2005), mostram-se como blocos subangulares de fraca pedalidade. A \n\nbaixa coalescência dos microagregados confere baixa coesão que se mostra \n\naparentemente crescente segundo ordem inversa dos perfis acima descrita. \n\nPara o P8 e P9 foi observado o rearranjamento expressado pela maior \n\ncoalescência principalmente nos horizontes mais próximos à superfície do P9. Essa \n\ncoalescência confere uma maior expressividade da microestrutura em blocos \n\nsubangulares e seus componentes passam a ter distribuição relativa porfírica ou \n\nporfíro-enáulica. O predomínio ainda permanece de microagregados da classe 1, \n\nB A \n\n1 \n\n2 \n\n3 \n\n4 \n\n\n\n72 \n\n \n\ncontudo para o horizonte Bw1 (20-40 cm) do P9 a estrutura em blocos passa a \n\npredominar. Essa mudança confere rede de microporosidade distinta \n\n(empacotamento complexo não foi observada) e consequentemente maior \n\nmanifestação do caráter coeso.  \n\nA microagregação biológica é menos evidente no P4 e P3, cuja grande parte \n\ndo material fino se apresenta na forma de microestruturação maciça, com \n\ndistribuição relativa porfírica. A contextura do tipo porfírica também foi observada por \n\nAraújo Filho et al. (2001) e Giarola et al. (2001) em solos coesos no Brasil.  \n\nOs microagregados granulares (Classe 3) foram observados próximos à \n\nmacroporosidade fissural de origem não biológica, normalmente associados à blocos \n\nangulares e subangulares muito pequenos (classe 4) e ao material fino disperso que \n\nenvolve ambas microagregação (Figura 17A). Para esses perfis, é evidente a \n\npresença de um gradiente estrutural na direção maciça-blocos-microgranular (Figura \n\n17A), que conjuntamente com a presença de fábricas-b microestriadas, sugere que \n\nas duas últimas estruturas são consequência do enfraquecimento da massividade da \n\nmatriz do solo próxima a macropororidade, devido as constantes ciclos de expansão \n\ne contração da massa do solo. De acordo com Corrêa et al (2008) essa afirmação é \n\ncorroborada pela presença de microagregação com bordas de coloração mais clara \n\n(pequenos domínios), sugerindo que a degradação pode ser decorrente de um \n\nprocesso de desferrificação, promovida, principalmente, pelo clima atual. \n\nAssim, a coesão que ora se mostra como consequência da reorganização \n\nface-a-face das caulinitas devido aos ciclos de umedecimentos, parece ser \n\nenfraquecida pelo mesmo processo próximo a macroporosidade, conferindo zonas \n\nde fraqueza que no P4 se manifesta menos expressiva devido ao paralelismo \n\ndesses poros. Para os perfis P7, P8 e P9, um outro processo que pode estar \n\ncontribuindo para a redução na manifestação da coesão é a bioturbação. Este, por si \n\nsó, conduziria a uma degradação da distribuição porfírica para enáulica, devido à \n\nreorganização dos componentes em microagregados granulares estáveis pela \n\nmesofauna (principalmente cupins). \n\nNão foram observadas feições de revestimento ou preenchimentos da \n\nporosidade por argilas translocadas dos horizontes subjacentes, facilmente \n\nidentificadas devido a sua anisotropia ótica conferida pela forte orientação de seus \n\nconstituintes, reiterando os resultados obtidos pela separação da argila fina e \n\n\n\n73 \n\n \n\ngrossa. Assim, a argiluviação parece não ser o processo principal na gênese do \n\ncaráter coeso divergindo dos resultados encontrados por outros autores para solos \n\ncoesos da Formação Barreiras (Moreau et al., 2006, Corrêa et al., 2008 e Silva et al., \n\n2013). A estabilidade microestrutural promovida pela biota explicaria em partes a \n\nausência das feições de argiluviação. Associada a isto, há também a presença de \n\ngibbsita, como observado nos picos de difração de raios-x, que minimiza a formação \n\nde argila dispersa em água, para o P4 e P3, e o paralelismo da macroporosidade \n\ncondutora. As feições de argiluviação foram apenas observadas no P7, como finos \n\nrevestimentos de argila límpida, com extinção nítida (Figura 17B), no interior de \n\nagregados esféricos de origem biológica (Classe 2). Lima (2004) destacou a \n\npresença de cutans de iluviação no horizonte coeso muito pequena, o qual seria \n\nformado por outro processo pedogenético e não somente a partir de migrações de \n\nargilas dos horizontes subjacentes. Tal fato corrobora a afirmação anteriormente \n\ndescrita que os perfis P3 e P4 estão sujeitos à intensa pedoturbação biológica atual, \n\nminimizando as diferenças granulométricas entre os horizontes. \n\nContudo, nas partes mais densas do P4, P8 e P9 foram observadas feição \n\nde revestimentos de argilas com cores amarelo pálidas (ligeiramente mais clara que \n\na matriz adjacente) sem microlaminação e com baixa ou ausência de anisotropia \n\n(Figura 17C), sugerindo que esses argilãs sejam, mais provavelmente, formados por \n\ntranslocação de argilas dispersas dos agregados circunvizinhos que estão em \n\ndegradação, sendo definidos como “cútans de difusão” por Corrêa et al. (2008). A \n\nocorrência do processo de degeneração dos cútans demonstra que o solo em \n\nquestão passa por um estádio de mudança (desenvolvimento) e não de estabilidade \n\n(OLIVEIRA et al., 2000). A incorporação de argilãs pelo plasma indica, segundo \n\nEswaran et al. (1979), a homogeneização que o material está sofrendo, causada, de \n\nacordo com Fitzpatrick (1993), pela atividade da fauna, pela expansão e contração \n\ndo solo como resultado dos processos de umedecimento e secagem e do \n\ncrescimento de raízes. \n\nA feição pedológica predominante foi os preenchimentos solto-contínuos de \n\nmicroagregados esféricos (?? &lt;200 ?m) em cavidades e canais biológicos (Figura \n17D). Nesse mesmo tipo de porosidade foram ainda identificados excrementos \n\nrecentes e antigos, com cores ligeiramente mais vermelhas que a matriz adjacente, \n\ncujo tamanho (?? ? 50 ?m) foi compatível com os menores microagregados dispersos \n\n\n\n74 \n\n \n\nna matriz do solo. Esses excrementos foram observados nos perfis P7, P8 e P9. \n\n \n\n  \n\n  \nFigura 17 - Pedofeições. A = P4 (60-90 cm); B = P7 (20 cm); C = P8 (60-80 cm); D = P9 \n\n(60-80 cm) \n \n\n \n\nGrande parte das amostras coletadas e analisadas dos perfis P7, P8 e P9 \n\napresenta uma rede de microvazios interconectados (empacotamento complexo) \n\nque garantem a movimentação da água de forma mais livre. Lima (2004) observou \n\ntambém a presença de poros do tipo empacotamento complexo, provenientes da \n\natividade biológica. Para os perfis P3 e P4, especificamente o P4, distintamente ao \n\ndescrito anteriormente, o conjunto de vazios na forma de fissuras paralelas entre si e \n\nà superfície do terreno, reduz a drenagem e mantem o horizonte com umidade mais \n\npróxima a saturação durante parte do ano. \n\nPortanto, a ampla variação microestrutural dos solos demostra a baixa \n\nrelação com a mineralogia, sugerindo forte dependência da atividade biológica, \n\ncorroborando os resultados descritos por Schaefer (2001) que atribui sua gênese a \n\nlonga atuação a atividade biológica principalmente de animais geófagos. \n\n\n\n75 \n\n \n\n5. CONCLUSÕES \n\n \n\n \n\n? Os solos apresentaram reação ácida, com baixos valores de soma e \nsaturação por bases, sendo em alguns casos álicos. \n\n? Os valores de P remanescente foram baixos nos solos de textura argilosa e \nelevados nos solos de textura média. A presença de caulinita e goethita na \n\nfração argila dos solos são os responsáveis por esta característica. \n\n? Os teores totais de Mn, Co, Cu e Zn foram baixos e estão condizentes com \na pobreza geoquímica do material de origem. \n\n? Os solos apresentaram ampla variação textural com teores de argila entre \n7 e 86 % e refletem a heterogeneidade dos sedimentos depositados da \n\nformação Barreiras. \n\n? Os solos apresentaram valores elevados de densidade dos solos; redução \nda macroporosidade e aumento da microporosidade nos horizontes \n\ncoesos, baixa condutividade hidráulica e elevada resistência à penetração \n\ndos solos, sobretudo, no período seco (novembro).  \n\n? Os valores de ki foram baixos e refletem a natureza caulinítica dos solos. \nConstatou-se correlação positiva entre o somatório dos teores de óxidos do \n\nataque sulfúrico e os teores de argila. \n\n? A gênese dos solos coesos da formação Barreiras no estado do Amapá \nestá associada à mineralogia predominantemente caulinítica da fração \n\nargila, que favorece o ajuste face a face e maior coesão dos solos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n76 \n\n \n\n6.  REFERÊNCIAS BIBLIOGRÁFICAS \n\n \n \n \nABRAHÃO, W.A.P.; COSTA, L.M.; MELLO, J.W. e NEVES, J.C. Distribuição de frequência \nde tamanho da fração areia e compacidade relativa de solos desenvolvidos de sedimentos \ndo Grupo Barreiras. R. Bras. Ci. Solo, 22:1-9, 1998. \n \nACHÁ PANOSO, L. Latossolo Vermelho-Amarelo de \"Tabuleiro\" do Espírito Santo: \nformação, características e classificação. Recife, Universidade Federal Rural de \nPernambuco, 1976. 116p. (Tese de Livre Docência). \n \nALLEONI, L.R.F.; CAMARGO, O.A. Óxidos de ferro e de alumínio e mineralogia da fração \nargila desferrificada de Latossolos ácricos. Sci. Agric., 52:416-421, 1995.    \n \nALVAREZ V., V.H.; FONSECA, D.M. Definição de doses de fósforo para a determinação da \ncapacidade máxima de adsorção de fosfato e para ensaios de casa de vegetação. R. Bras. \nCi. Solo, 14:49-55, 1990. \n \nALVAREZ V., V.H.; NOVAIS, R.F.; DIAS, L.E.; OLIVEIRA, J.A. Determinação e uso do \nfósforo remanescente. B. Inf. Soc. Bras. Ci. Solo, 25:27-32, 2000. \n \nALVAREZ V., V.H., RIBEIRO, A.C. Calagem. In: RIBEIRO, A.C., GUIMARÃES, P.T.G., \nALVAREZ V., V.H. Recomendações para o uso de corretivos e fertilizantes em Minas \nGerais. 5. Aproximação. Viçosa : CFSEMG, 1999. p.43-60. \n \nALVES, L. W. R.; CASTRO, G. S. A. Proposta de ocupação e uso agropecuário sustentável \ndo cerrado amapaense: princípios, critérios e indicadores técnicos. Doc. Embrapa –Amapá, \n2014. \n\nANDERSON, J.V.;  WHITE. J.L. A study of fragipans in some Southern Indiana soils. Soil \nSci. Soc. Am., Proc., 22:450-454, 1958. \n\nANDRADE, K.R. Atributos físico-hídricos de solos coesos da zona da mata de Pernambuco \nsob ação de condicionadores químicos. Recife, Universidade Federal Rural de Pernambuco, \n2014. 116p. (Dissertação de Mestrado) \n\nANJOS, L.H.C. Caracterização, gênese, classificação e aptidão agrícola de uma sequência \nde solos do Terciário na região de Campos-RJ. Itaguaí, Universidade Federal Rural do Rio \nde Janeiro, 1985. 194p. (Dissertação de Mestrado).  \n \nARAGÓN, A.; GARCIA, M. G.; FILGUEIRA, R. R.; PACHEPSKY, Y. A. Maximum \ncompactibility of Argentine soils from the Proctor test; The relationship with organic carbon \nand water content. . Soil &amp; Tillage Research, 56:197 – 204, 2000. \n \nARAI, M. A Grande elevação eustática do mioceno e sua influência na origem do Grupo \nBarreiras. Geologia USP. Série Cient. 6:1-6, 2006. \n \nARAÚJO, A. L. de. Horizontes com caráter coeso e sua distribuição espacial em solos na \nformação barreiras. Fortaleza, Universidade Federal do Ceará, 2015, 111p. (Tese de \nDoutorado) \n \n\n\n\n77 \n\n \n\nARAÚJO FILHO, J.C. Horizontes cimentados em Argissolos e Espodossolos dos tabuleiros \ncosteiros e em Neossolos Regolíticos e Planossolos da depressão sertaneja no Nordeste do \nBrasil. São Paulo, Universidade de São Paulo, 2003. 223p. (Tese de Doutorado) \n \nARAÚJO FILHO, J. C.; CARVALHO, A.; SILVA, F. B. R. Investigações preliminares sobre a \npedogênese de horizontes coesos em solos dos tabuleiros costeiros do Nordeste do \nBrasil. In: WORKSHOP COESÃO EM SOLOS DOS TABULEIROS COSTEIROS, Aracaju, \n2001. Anais... Aracaju: Embrapa Tabuleiros Costeiros, 2001. p. 123-142.   \n \nBARROS, H.C.; DRUMONT, J.L.; CAMARGO, M.N.; LEMOS, P.O.C.; LEMOS, R.C.; \nMENDES, W. Levantamento de reconhecimento dos solos do Estado do Rio de Janeiro e \nDistrito Federal. Rio de Janeiro, Ministério da Agricultura, 1958. 350p. (SNPA-Boletim \nTécnico, 11)  \n \nBAVER, L.D., GARDNER, W.H., GARDNER, W.R. Fisica de suelos. México, Hispano \nAmericano, 1972. 529p. \n \nBELTRAME, L.F.S.; GONDIN, L.A.P.; TAYLOR, J.C. Estrutura e compactação na \npermeabilidade de solos do Rio Grande do Sul. R. Bras. Ci. Solo, 5:145-149, 1981. \n \nBENGHOUGH, A.G.; MULLINS, C.E. Mechanical impedance to root growth responses: a \nreview of experimental techniques and root growth responses. J. Soil Sci., 41:341- 358, \n1990. \n \nBENNEMA, J. Acid soils of the humid tropics of South America, with special reference to the \nwell drained soils on old alluvial sediments. In: Workshop on management of low fertility acid \nsoils of the American Humid Tropics (1981: Paramaribo, Suriname). Proceedings.. San Jose, \nCosta Rica, 1982. p. 25-105. \n \nBENNEMA, J.; CAMARGO, M. N. Some remarks on Brazilian latosols in relation to the \noxisols of soil taxonomy. In: Internation soil classification workshop, 2. Malaysia, 1978. \nProceedings. Bangkok, SSD - LDD, 1979. p. 233-235. \n \nBERNARDO, A. N.; Manual de irrigação. 6ed. Viçosa: UFV, Imprensa Universitária. 2005. \n657p.  \n \nBEZERRA, F. H. R.; AMARO, V. E.; VITA-FINZI, C.; SAADI, A. Pliocene-Quaternary fault \ncontrol of sedimentation and coastal plain morphology in NE Brazil. Journ. of South Americ. \nEarth Scienc., 14:61-75, 2001. \n \nBIGARELLA, J. J. The Barreiras Group in Northeastern Brazil. An. Acad. Bras. Ci. 47:366-\n392, 1975. \n \nBIONDI, C. M. Teores Naturais de Metais Pesados nos Solos de Referência do Estado de \nPernambuco. Recife, Universidade Federal Rural de Pernambuco, 2010. 67p. (Tese de \nDoutorado) \n \nBRADY, N. C. Natureza e propriedades dos solos. 5. ed. São Paulo: F. Bastos, 1979. 647p. \n \nBRADY, N. C.; WEIL, R. R. Elementos da natureza e propriedades dos solos. 3.ed. Porto \nAlegre: Bookman, 2013. 686p. \n \n\n\n\n78 \n\n \n\nBRAIDA, J. A.; REICHERT, J. M.; VEIGA, M.; REINERT, D. J. Resíduos vegetais na \nsuperfície e carbono orgânico do solo e suas relações com a densidade máxima obtida no \nensaio de Proctor. Rev. Bras. Ci. Solo, 30:605-614, 2006. \n \nBRASIL. MINISTÉRIO DA AGRICULTURA – DNPA/DPP. Levantamento \nexploratório/reconhecimento de solos do Espírito Santo. Rio de Janeiro, 1976. 380p. \n(Boletim técnico 53) \n \nBRASIL. Ministério das Minas e Energia. Departamento Nacional da Produção Mineral. \nProjeto RADAMBRASIL. Folha SA. 20 - Manaus: Geologia, geomorfologia, pedologia, \nvegetação, e uso potencial da terra. Rio de Janeiro, 1978. 628p. (Levantamento de \nRecursos Naturais, 18)  \n\nBUENO, B. S.; VILAR, O. M. Mecânica dos solos. São Carlos: USP, EESC, 1998. 131p. \n\nBULLOCK, P.; FEDOROFF, N.; JONGERIUS, A.; STOOPS, G.; TURSINA, T.; BABEL, U. \nHandbook for soil thin section description. Wolverhampton, Waine Research Publication, \n1985. 152p. \n \nCARVALHO, S. R. L. de. Referência geoquímica regional para a interpretação das \nconcentrações de metais pesados em solos derivados de sedimentos da Formação \nBarreiras. Salvador, Universidade Federal da Bahia, 2009. 202p. (Tese de Doutorado)  \n \nCASSETI, Valter. Geomorfologia. [S.l.]: [2005]. Disponível em: \n<http://www.funape.org.br/geomorfologia/>. Acesso em: 23 dez. 2015. \n \nCHANCELLOR, W. J. Effects of compaction on soil strength. In: BARNES, K. K.; \nCARLETON, W.M.; TAYLOR, H. M.; THROCKMORTON, R. I.; BERG, G. E. V., (Org.). \nCompaction of agricultural soils. St. Joseph: Amer. Soc. of Agric. Eng. p.190-222, 1971. \n \nCHIBA, M. The soils and agrlculture iit lhe Amazon mgion. J. Soil Sci. Mamure. 44: 283-8, \n1973. \n \nCINTRA, F.L.D.; LIBARDI, P.L. Caracterização física de uma classe de solo do ecossistema \ndo tabuleiro costeiro. Sci. agric. 55: 367-378, 1998.  \n \nCINTRA, F. L. D.; PORTELA, J. C.; NOGUEIRA, L. C. Caracterização física e hídrica em \nsolos dos Tabuleiros Costeiros no Distrito de Irrigação Platô de Neópolis. R. Bras. Eng. \nAgríc. Amb., Campina Grande,  8:45-50, 2004. \n \nCINTRA, F.L.D.; RESENDE, R.S.; LEAL, M.L.S.; PORTELA, J.C. Efeito de volumes de água \nde irrigação no regime hídrico de solo coeso dos tabuleiros e na produção de coqueiro. R. \nBras. Ci. Solo, 33:1041-1051, 2009.  \n \nCOELHO, M.R.; VIDAL-TORRADO, P.; PÉREZ, X.L.O.; MARTINS, V.M.; VÁZQUEZ, F.M. \nQuímica e gênese de solos desenvolvidos sob vegetação de restinga no Estado de São \nPaulo. R. Bras. Ci. Solo, 34:1951-1964, 2010. \n \nCORRÊA, G.F. Modelo de evolução e mineralogia da fração argila dos solos do Planalto de \nViçosa, MG. Viçosa, MG, Universidade Federal de Viçosa, 1984, 48p. (Dissertação de \nMestrado) \n \nCORRÊA, M.M. Gênese de horizontes coesos e fragipãs de solos do ambiente Tabuleiros \nCosteiros. Viçosa, MG, Universidade Federal de Viçosa, 2005. 72p. (Tese de Doutorado) \n \n\n\n\n79 \n\n \n\nCORRÊA, M.M.; KER, J.C.; ARAUJO FILHO de J. C.; CÂMELO; D. de L. Formas de ferro, \nsilício e, ou, alumínio na gênese de fragipãs e horizontes coesos dos Tabuleiros Costeiro. R. \nBras. Ci. Solo, 39:940-949, 2015. \n \nCORRÊA, M.M.; KER, J.C.; BARRÓN, V.; TORRENT, J.; CURI, M.; TORRES, T.C.P. \nCaracterização física, química, mineralógica e micromorfológica de horizontes coesos e \nfragipãs de solos vermelhos e amarelos do ambiente Tabuleiros Costeiros. R. Bras. Ci Solo, \n32:297-313, 2008.  \n \nCORREIA, F. R. Avaliação do estado de compactação do solo em área de agricultura e de \nfloresta de eucalipto. Brasília, Universidade de Brasília, 2014. 29p. (Trabalho de conclusão \nde curso)  \n \nCOSTA, J.B.S.; BORGES, M.S.; BEMERGUY, R.L.; FERNANDES, J.M.G..; COSTA Jr., \nP.S.; COSTA, M.L. A evolução cenozóica da região de Salinópolis, nordeste do Estado do \nPará. São Paulo: Editora da UNESP. Geociências, 12: 373-396, 1993. \n \nCOSTA, J.B. Caracterização e constituição do solo. 29 ed. Lisboa: Fundação Calouste \nGulbenkion, 1979. 527p.   \n \nCOSTA JÚNIOR, M. P. Interações morfo-pedogenéticas nos sedimentos do Grupo Barreiras \ne nos leques aluviais pleistocênicos no litoral norte da Bahia – município de Conde. \nSalvador, Universidade Federal da Bahia, 2008. 247p. (Tese de Doutorado) \n \nCURI, N.; FRANZMEIER, D.P. Topossequence of Oxisols from the Central Plateau of Brazil. \nSoil Sci. Soc. Am., 48:341-346, 1984. \n \nDANTAS, J. S.; MARQUES JUNIOR, J.; MARTINS FILHO, M. V.; RESENDE, J. M. do A.; \nCAMARGO, L. A.; BARBOSA, R. S. Gênese de solos coesos do leste maranhense: relação \nsolo-paisagem. Rev. Bras. Ci. Solo, 38:1039-1050, 2014. \n \nDEXTER, A. R. Soil physical quality. Part II. Friability, tillage, filth and hard-setting. \nGeoderma, v. 120, p. 215-225, 2004. \n \nDIAS JÚNIOR, M. S.; MIRANDA, E. E. V. Comportamento da curva de compactação de \ncinco solos da região de Lavras (MG). Ci. Agrotec., 24:337-346, 2000.  \n \nDIXON, J.B. Kaolin and serpentine group minerals. In: DIXON, J.B. &amp; WEED, S.B., eds. \nMinerals in soil environments. 2.ed. Madison, Soil Science Society of America, 1989. p.467-\n525. \n \nDOURADO NETO, D.; NIELSEN, D.R.; HOPMANS, J.W.; REICHARDT, K.; BACCHI, \nO.O.S.; LOPES, P.P. Soil water retention curve. SWRC, version 3.00. Piracicaba, 2001.  \n \nDREES, L.R.; WILDING, L.P. &amp; SMECK, N.E. Silica in soils: Quartz and disordered silica \npolymorphs. In: DIXON, J.B. &amp; WEED, S.B., eds. Minerals in soil environments. 2.ed. \nMadison, Soil Sci. Soc. of Americ.,, 1989. p.913- 974. \n \nDUARTE, M.N.; CURI, N.; PÉREZ, D.V.; KÄMPF, N.; CLAESSEN, M.E.C. Mineralogia, \nquímica e micromorfologia de solos de uma microbacia nos Tabuleiros Costeiros do Espírito \nSanto. Pesq. Agropec. Bras., 35:1237- 1250, 2000. \n \nDUNCAN, M.M.; FRANZMEIER, D.P. Role of free silicon, aluminum, and iron in fragipan \nformation. Soil Sci. Soc. Am. J., 63:923-929, 1999. \n\n\n\n80 \n\n \n\n \nEBERHARDT, D.N.; VENDRAME, P.R.S; BECQUER, T. GUIMARÃES, M. de F. Influência \nda granulometria e da mineralogia sobre a retenção do fósforo em Latossolos sob pastagens \nno cerrado. R. Bras. Ci. Solo, 32:1009-1016, 2008. \n \nEMBRAPA – EMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA. Centro Nacional \nde Pesquisa de Solos. Manual de métodos e análises de solos. 2.ed. Rio de Janeiro, 1997. \n212p. (Documentos, 1). \n \nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. Centro Nacional \nde Pesquisa de Solos. Embrapa - CNPS. Sistema brasileiro de classificação de solos. \nBrasília, 1999. 412p.   \n \nEMBRAPA - EMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA. Centro Nacional \nde Pesquisa de Solos. Embrapa – CNPS. Sistema Brasileiro de Classificação de Solos, 2 \ned. Rio de Janeiro, Embrapa/CNPS, 2006. 306p. \n \nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. Centro Nacional \nde Pesquisas de Solos. Embrapa - CNPS. Sistema brasileiro de classificação de solos. \nBrasília, 2013. \n \nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. Centro Nacional \nde Pesquisa de Solos. In: REUNIÃO DE CLASSIFICAÇÃO, CORRELAÇÃO E APLICAÇÃO \nDE LEVANTAMENTOS DE SOLOS, 4., Rio de Janeiro, 1994.. Anais. Rio de Janeiro, 1995. \n157p.   \n \nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. Centro Nacional \nde Pesquisa de Solos. Guia de excursão de estudos de solos nos estados do Rio de \nJaneiro, Espírito Santo e Bahia. In: REUNIÃO DE CLASSIFICAÇÃO E APLICAÇÃO DE \nLEVANTAMENTO DE SOLOS, 4., Rio de Janeiro, 1994,. Anais. Rio de Janeiro, 1994. 131p. \n \nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. Centro Nacional \nde Pesquisa de Solos. Manual de métodos de análise de solo. Rio de Janeiro, 2011. 230p. \n \nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. Serviço Nacional \nde Levantamento e Conservação de Solos. Levantamento de reconhecimento dos solos do \nestado do Espírito Santo. Rio de Janeiro, 1978. 461p. (Boletim Técnico, 45)  \n \nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. Serviço Nacional \nde Levantamento e Conservação de Solos. Manual de métodos de análise de solo. Rio de \nJaneiro, 1979. \n \nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA – EMBRAPA. Padronização de \nmétodos para análise granulométrica no Brasil. Comunicado interno 66. Rio de Janeiro, \n2012. \n \nFERREIRA, M.M.; FERNANDES, B.; CURI, N. Mineralogia da fração argila e estrutura de \nLatossolos da região Sudeste do Brasil. R. Bras. Ci. Solo, 23:507-514, 1999. \n \nFILIZOLA, H.F; LAMOTTE, M.; FRITSCH, E.; BOULET, R.; ARAÚJO FILHO, J.C.; SILVA, \nF.B.R.; LEPRUN, J.C. Os fragipãs e duripãs das depressões dos Tabuleiros Costeiros do \nNordeste brasileiro: uma proposta de evolução. R Bras. Ci. Solo, 25:947-63, 2001. \n \nFITZPATRICK, E.A. Soil microscopy and micromorphology. New York, Wiley, 1993. \n\n\n\n81 \n\n \n\n \nFONSÊCA, M. H. P.; GUERRA, H. O. C.; LACERDA, R. D. de; BARRETO, A. N. Uso de \npropriedades físico-hídricas do solo na identificação de camadas adensadas nos Tabuleiros \nCosteiros. Sergipe. Rev. Bras. Eng. Agríc. Ambient., v.11, n.4, 2007. \n \nFONSECA, O.O.M. Caracterização e classificação de solos Latossólicos e Podzólicos \ndesenvolvidos nos sedimentos do terciário no litoral Brasileiro. Itaguaí, Universidade Federal \nRural do Rio de Janeiro, 1986. 185p. (Dissertação de Mestrado) \n \nFONTES, M. P. F. Física do solo – Princípios básicos. Viçosa, Universidade Federal de \nViçosa, 1992. \n \nFRANZMEIER, D.P.; CHARTRES, C.J.; WOOD, J.T. Hardsetting soils in Southeast \nAustralia: landscape and  profile processes. Soil Sci. Soc. Americ. Journal, 60:1178-1187, \n1996.   \n \nGIAROLA, N.F.B.; LIMA, H.V.; ROMERO, R.E.; BRINATTI, A.M.; SILVA, A.P. Mineralogia e \ncristalografia da fração argila de horizontes coesos de solos nos tabuleiros costeiros. R. \nBras. Ci. Solo, 33:33-40, 2009.  \n \nGIAROLA, N.F.B.; SILVA, A.P. Conceitos sobre coesos e hardsetting. Sci. Agric., 59: 613-\n620, 2002. \n \nGIAROLA, N.F.B.; SILVA, A.P.; IMHOFF, S.; DEXTER, A.R. Contribution of natural soil \ncompaction on hardsetting behavior. Geoderma. 113: 95-108, 2003 \n \nGIAROLA, N.F.B.; SILVA, A.P.; TORMENA, C.; SOUZA, L.S.; RIBEIRO, L. P. Similaridades \nentre o caráter coeso dos solos e o comportamento hardsetting: estudo de caso. R. Bras. Ci. \nSolo, 25:239-247, 2001. \n \nGIMENES, F.H.S. Curva de retenção na avaliação da qualidade física do solo. Piracicaba: \nEscola Superior de Agricultura “Luiz de Queiroz”. 2012. 69f. Dissertação (Mestrado em \nSolos e Nutrição de Plantas). \n \nGLINSKI, J.; LIPIEC, J. Soil physical conditions and plant roots. Florida, CRC Press, 1990. \n250p. \n \nGOMES, M.A.F.; RIBEIRO, A.C.; COSTA, L.M. da; FILHO, W.M. Influência de ferro e de \nalumínio amorfos do solo na reatividade de quatro corretivos de acidez. Rev. Ceres, 43:444-\n453, 1996. \n \nGUIMARÃES, J. T. F. A dinâmica das florestas alagadas durante o Holoceno no litoral de \nCalçoene, Amapá. Belém: Universidade Federal do Pará. Instituto de Geociências. 2008. 84 \nf. Dissertação (Mestrado em Geologia). Universidade Federal do Pará, Belém, 2008. \n\nHILLEL, D. Soil and water: physical principles and processes. 3. ed. New York: Academic, \n1972. 288 p. \n\nINDA JUNIOR, A.V.; BAYER, C.; CONCEIÇÃO, P.C.; BOENI, M.; SALTON, J.C.; TONIN, \nA.T. Variáveis relacionadas à estabilidade de complexos organo-minerais em solos tropicais \ne subtropicais brasileiros. Ci Rural. 37:1301-7, 2007.  \n\nINDA JUNIOR, A.V.; TORRENT, J.; BARRÓN, V.; BAYER, C.; FINK, J.R. Iron oxides \ndynamics in a subtropical Brazilian Paleudult under long-term no-tillage management. Sci \nAgric. 70:48-54., 2013. \n\n\n\n82 \n\n \n\nINSTITUTO NACIONAL DE METEOROLOGIA - INMET. 2004. Disponível em: &lt;\nwww.inmet.gov.br>. Acesso em: 11 fev. 2015. \n \nIWASA,Y. Report on tbe Japan-BraziI technical cooperation for the study of soils and clay \nminerals in the Amazon region. Tóquio, JlCA 1976. 177p. \n \nJACKSON, M.L. Soil chemical analysis advance course. University of Wisconsin, Madison, \n1969. \n \nJACOMINE, P.K.T.; CAVALCANTI, A.C.; FORMIGA, R.A.; SILVA, F.B.R.; BURGOS, N.; \nMEDEIROS, L.A.R.; LOPES, O.P.; MELO FILHO, H.R.L.; PESSOA S.G.P.; LIMA, P.C. \nLevantamento exploratório: reconhecimento de solos do Norte de Minas Gerais - área de \natuação da Sudene. Recife: EMBRAPA-SNLCS/ SUDENE-DRN, 1979.  p. 10-11. \n \nJACOMINE, P.K.T. Distribuição geográfica, características e classificação dos solos coesos \ndos Tabuleiros Costeiros. In: REUNIÃO TÉCNICA SOBRE SOLOS DOS TABULEIROS \nCOSTEIROS, 1996, Cruz das Almas. Anais. Cruz das Almas, EMBRAPA/UFBA, 1996. p.13-\n26.  \n \nJACOMINE, P.K.T. Evolução do conhecimento sobre solos coesos no Brasil. In: \nWORKSHOP COESÃO EM SOLOS DOS TABULEIROS COSTEIROS, 2001, Aracaju. \nAnais. Aracaju, Embrapa Tabuleiros Costeiros, 2001. p.19-46. \n \nJACOMINE, P.K.T. Levantamento exploratório – reconhecimento de solos do Estado de \nPernambuco, descrição de perfis de solos e análises. Recife: MA DNPEA/SUDENE/DRN, \n1972. v.1 (Boletim Técnico, 26). \n \nJACOMINE, P.K.I.; RIBEIRO, M.R. Solos coesos dos tabuleiros costeiros: características, \ndistribuição geográfica, gênese e manejo. In: CONGRESSO BRASILEIRO DE CIÊNCIA DO \nSOLO, INFORMAÇÃO, GLOBALIZAÇÃO, USO DO SOLO, 26., 1997, Rio de Janeiro. \nAnais... Rio de Janeiro: Embrapa Agrobiologia/SBCS, 1997. 1 CD- ROM. \n \nJACOMINE, P.K.T. Origem e evolução dos conceitos e definições de atributos, horizontes \ndiagnósticos e das classes de solos do Sistema Brasileiro de Classificação de Solos \n(SiBCS). In: TORRADO-VIDAL, P.; ALLEONI, L.R.F.; COOPER, M.; SILVA, A.P., eds. \nTópicos em ciência do solo. Viçosa, MG, Soc. Bras. Ci. Solo, 4:193-231, 2005.  \n \nJURY, W. A.; GARDNER, W. R.; GARDNER, W. H. Soil physics. New York: John Wiley and \nSons, 1991. \n \nKAMPF, N.; CURI, N. Óxidos de ferro: indicadores de ambientes pedogênicos e \ngeoquímicos. In: Tópicos em Ciência do Solo. Viçosa, Sociedade Brasileira de Ciência do \nSolo, 2000. p.107-138.  \n \nKAMPF, N., DICK, D.P. Óxidos de ferro em Cambissolos Brunos no Rio Grande do Sul e Sul \nde Minas Gerais. Rev. Bras. Ci. Solo, 8:183-188, 1984. \n \nKAMPF, N.; SCHNEIDER, P.; MELLO, P.F. Alterações mineralógicas em seqüência \nVertissolo-Litossolo na região da campanha no Rio Grande do Sul. Rev. Bras. Ci. Solo, \n19:349-357, 1995.   \n \nKEGEL, W. Contribuição ao estudo da Bacia Costeira do Rio Grande do Norte. Rio de \nJaneiro: DNPM/DGM, 1957, p. 170-322. (Boletim de Pesquisa). \n \n\nhttp://www.inmet.gov.br/\n\n\n83 \n\n \n\nKER, J.C. Caracterização química, física, mineralógica e micromorfológica de solos brunos \nsubtropicais. Viçosa, Universidade Federal de Viçosa, 1988. 148p. (Dissertação de \nMestrado) \n \nKER, J.C.; FONTES, M.P.F.; SOUSA, A.R. de; RESENDE, M. Adsorsão de fósforo em \nalguns solos Latossólicos: relação entre mineralogia e efeito da calagem. Rev. Ceres, \n43:217-26,1996. \n \nKLEIN, V. A. Propriedades físico-hídrico-mecânicas de um Latossolo Roxo, sob diferentes \nsistemas de uso e manejo. Piracicaba, Escola Superior de Agricultura de Luiz de Queiroz, \n1998. 150 p. (Tese de Doutorado)  \n \nKIEHL, E. J. Manual de edafologia: relação solo-planta. São Paulo, SP: Editora Agrômica \nCeres, 1979. \n \nKITAGAWA, Y.; MOLLER, M.R.F. Clay mineralogy of some typical soils in the Brazilian \nAmazon region. Pesq. Agropec. Bras. Brasília, 3:201-28, 1979. \n \nLAMOTTE, M.; BRAUND, A.; HUMBEL, F.X.; HERBILLON, A.J.; RIEU, M. A hard sandy-\nloam soil from semi-arid northern Cameroon: Fabric of the groundmass. Eur. J. Soil Sci., \n48:213-225, 1997a.       \n \nLAMOTTE, M.; BRAUND, A.; OHNENSTETTER, D.; ILDEFONSE, P.; PÉDRO, G. A hard \nsandy-loam soil from semi-arid northern Cameroon: Geochemistry and mineralogy of the \nbonding agent. Eur. J. Soil Sci., 48:227-237, 1997b. \n \nLIBARDI, P. L. Água no solo. In: VAN LIER, Q. de J. Física do solo. Viçosa: Sociedade \nBrasileira de Ciência do solo, 2010. p. 103-152. \n\nLIBARDI, P. L. Dinâmica da água no solo. São Paulo: EDUSP, 2005, 335p. \n\nLIBARDI, P. L.; FILHO, J. F de M. Análise exploratória e variabilidade dos parâmetros da \nequação da condutividade hidráulica, em um experimento de perfil instantâneo. Rev. Bras. \nCiênc. Solo. 30: 197-206, 2006. \n\nLIMA, C. C. U. de. Caracterização sedimentológica e aspectos do Grupo Barreiras no litoral \nsul do estado da Bahia. Salvador, Universidade Federal da Bahia, 2002. 141p. (Tese de \nDoutorado)  \n\nLIMA, C.L.R.; REINERT, D.J.; REICHERT, J.M.; SUZUKI, L.E.A.S.; GUBIANI, P.I. Qualidade \nfísico-hídrica e rendi mento de soja ( Glycine max L.) e feijão (Phaseolus vulgari s L.) de um \nArgissolo Vermelho distrófico sob diferentes sistemas de manejo. Ci. Rural, 36:1172-1178, \n2006. \n\nLIMA, H.N.; MELLO, J.W.V.; SCHAEFER, C.E.G.R.; KER, J.C.; LIMA, A.M.N. Mineralogia e \nquímica de três solos de uma topossequência da Bacia Sedimentar do Alto Solimões, \nAmazônia Ocidental. R. Bras. Ci. Solo, 30: 59-68, 2006. \n\nLIMA, H.V.; SILVA, A.P.; JACOMINE, P.K.T.; ROMERO, R.E.; LIBARDI, P.L. Identificação e \ncaracterização de solos coesos no Estado do Ceará. R. Bras. Ci. Solo, 28:467-476, 2004.  \n\nLIMA, H.V.; SILVA, A.P.; ROMERO, R.E. &amp; JACOMINE, P.G.T. Comportamento físico de um \nArgissolo Acinzentado coeso no Estado do Ceará. R. Bras. Ci. Solo, 29:33-40, 2005.  \n \nLIMA, M.I.C. de; BEZERRA, P.E.; ARAÚJO, H.J.T. Sistematização da Geologia do \n\n\n\n84 \n\n \n\nEstado do Amapá. In: SIMPÓSIO DE GEOLOGIA DA AMAZÔNIA, 3. 1991. Belém. \nAnais... SBG. p. 322-335. \n \nLIMA, M. I. C. de; MONTALVÃO, R. M. G. de; ISSLER, R. S.; OLIVEIRA, A. da S.; BASEI, \nM. A. S.; ARAÚJO, J. F. V.; SILVA, G. G. da. Geologia. IN: BRASIL. Departamento nacional \nda produção mineral, Projeto RADAM, Folha NA/NB. 22-Macapá: geologia, geomorfologia, \nsolos, vegetação e uso potencial da terra. Rio de Janeiro, p. 14-152, 1974. \n \nLIMA NETO, J. de A. Caracterização e gênese do caráter coeso em Latossolos Amarelos e \nArgissolos da região dos Tabuleiros Costeiros do Estado de Alagoas. Recife, Universidade \nFederal Rural de Pernambuco, 2008. 83p. (Dissertação de Mestrado) \n\nLIMA NETO, J. de A.; RIBEIRO, M.R.; CORRÊA, M.M.; SOUZA JÚNIOR, V.S.; LIMA, \nJ.F.W.F.; FERREIRA, R.F.A.L. Caracterização e gênese do caráter coeso em Latossolos \nAmarelos e Argissolos dos Tabuleiros Costeiros do Estado de Alagoas. R. Bras. Ci Solo, \n33:1001-1011, 2009.     \n \nLIMA NETO, J. de A.; RIBEIRO, M. R.; CORRÊA, M. M.; SOUZA JÚNIOR V. S. de; \nARAÚJO FILHO, J. C. de; LIMA, J. F. W.F. Atributos químicos, mineralógicos e \nmicromorfológicos de horizontes coesos de Latossolos e Argissolos dos Tabuleiros \nCosteiros do Estado De Alagoas. R. Bras. Ci. Solo, 34:473-486, 2010. \n \nMABESOONE, J. M.; CAMPOS, E.; SILVA, A.; BEURLEN, K. Estratigrafia e origem do \nGrupo Barreiras em Pernambuco, Paraíba e Rio Grande do Norte. R. Bras. Geoc., 2:173-\n190, 1972. \n \nMACHADO, J.L.; TORMENA, C.A.; FIDALSKI, J.; SCAPIM, C.A. Inter-relações entre as \npropriedades físicas e os coeficientes da curva de retenção de água  de um Latossolo sob \ndiferentes sistemas de uso. R. Bras. Ci. Solo, 32:495-502, 2008. \n\nMAIA, C.E. Índice S para avaliação da qualidade física de solos. R. Bras. Ciênc. Solo,  35: 1-\n8, 2011. \n \n\nMAIA, C. E.; MOIRAS, E. R. C.; MEDEIROS, J.F. Capacidade de campo, ponto de murcha \npermanente e água disponível para as plantas em função de doses de vermicomposto. Rev. \nCaatinga, 18:195 - 199, 2005. \n \nMARCOLIN, C. D. Propriedades físicas de Nitossolo e Latossolos argilosos sob plantio \ndireto. Passo Fundo, Universidade de Passo Fundo, 2006. 110 p. (Dissertação de Mestrado) \n \nMARQUES, J. D. de O. Horizontes pedogenéticos e sua relação com camadas hidráulicas \ndo solo. Piracicaba, Escola Superior de Agricultura de Luiz de Queiroz, 2000. 86 p. \n(Dissertação de Mestrado) \n \nMATOSO, S. Q.; ROBERTSOM, F. S.. As rochas cenozóicas na área de Itabaiana Aracajú \nem Sergipe. Bol. Tec. Petrobrás. 2:12-16, 1959. \n \nMcKEAGUE, J.A.; DAY, J.H. Dithionite and oxalate extractable Fe and Al as aids in \ndifferentiating various classes of soils. Canadian J. Soil Sci., 46:13-22, 1966. \n \nMEHRA, O.P.; JACKSON, M.L. Iron oxide removal from soils and clays by a dithionite-citrate \nsystem buffered with sodium bicarbonate. In: NATIONAL CONFERENCE ON CLAYS AND \nCLAYS MINERALS, 7., Washington, 1958. Proceedings... New York, 1960. p.317-327.  \n \n\n\n\n85 \n\n \n\nMELO, E.J.R.; SANTOS, M.C. Micromorfologia e mineralogia de dois solos de tabuleiro \ncosteiro de Pernambuco. R. Bras. Ci. Solo, 20:99-108, 1996.  \n\nMELO FILHO, J.F; OLIVEIRA, A.S; LOPES, L.C; VELLAME, L.M. Análise estatística \nexploratória e variabilidade da densidade do solo em um perfil de Latossolo Amarelo coeso \ndos Tabuleiros Costeiros da Bahia. Ciênc. Agrotec. v.30, 2006. \n \nMELO FILHO, J. F.; SOUZA, A. L.; SOUZA, L. S. Determinação do índice de qualidade \nsubsuperficial de um Latossolo Amarelo Coeso dos Tabuleiros Costeiros, sob floresta \nnatural. R. Bras. Ci. Solo, 31:1599-1608, 2007. \n \nMELO, V.F. Relação entre a reserva de solos e a produção e nutrientes em povoamentos de \nEucalyptus saligna Smith, no Rio Grande do Sul. Viçosa, Universidade Federal de Viçosa, \n1994. 145p. (Dissertação de Mestrado) \n \nMELO, V.F.; SINGH, B.; SCHAEFER, C.E.G.R.; NOVAIS, R.F.; FONTES, M.P.F. Chemical \nand mineralogic properties of kaolinite-rich Brazilian soils. Soil Sci. Soc. Am. J., 65:1324-\n1333, 2001. \n \nMELO, V.F.; NOVAIS, R.F.; SCHAEFER, C.E.G.R.; FONTES, M.P.F.; SINGH, B. \nMineralogia das frações areia, silte e argila de sedimentos do Grupo Barreiras no município \nde Aracruz, estado do Espírito Santo. R. Bras. Ci. Solo, 26: 29-41, 2002. \n \nMELO, V.F.; WYPYCH, F. Caulinita e Haloisita. In: Química e Mineralogia do Solo. Parte I \n-  Conceitos Básicos, ed. MELO, V.F.; ALLEONI, L. R.F. Viçosa, MG: SBCS, 2016. \n \nMORAIS, R. M. O.; et al. Fácieis sedimentares e ambientes deposicionais associados aos \ndepósitos da Formação Barreiras no Estado do Rio de Janeiro. Geologia USP: Série \ncientista, São Paulo, 6:19 – 30, 2006. \n \nMOREAU, A.M.S.S. Gênese, química e micromorfologia de horizontes coeso, fragipã e \nduripã em solos do Tabuleiro Costeiro no sul da Bahia. Viçosa, MG, Universidade Federal \nde Viçosa, 2001. 139p. (Tese de Doutorado)  \n \nMOREAU, A.M.S.S.; KER, J.C.; COSTA, L.M.; GOMES, F.H. Caracterização de solos de \nduas topossequências em Tabuleiros Costeiros do sul da Bahia. R. Bras. Ci Solo, 30:1007-\n1019, 2006.  \n \nMOURA, E.G., MOURA, N.G., MARQUES, E.S., PINHEIRO, K.M., COSTA SOBRINHO, \nJ.R.S., AGUIAR, A.C.F. Evaluating chemical and physical quality indicators for a structurally \nfragile tropical soil. Soil Use and Management 25, 368–375, 2009. \n \nNASCIMENTO, P. dos S. Análise do uso da curva de retenção de água no solo determinada \npor diferentes métodos e planilha para manejo da irrigação. Cruz das Almas, Universidade \nFederal do Recôncavo da Bahia, 2009. 97p. (Dissertação de Mestrado)  \n\nNETTLETON, W.D.; McCRAKEN, R.J. e DANIELS, R.B. Two North Carolina Coastal Plain \ncatenas. II. Micromorphology, composition and fragipã genesis. Soil Sci. Soc. Am. Proc., \n32:582-587, 1968. \n \nNOGUEIRA, L.R.Q. Demandas e propostas de pesquisa para os solos coesos dos \nTabuleiros Costeiros. In: REUNIÃO TÉCNICA SOBRE SOLOS COESOS DOS \nTABULEIROS COSTEIROS, Cruz das Almas, 1996. Anais. Aracaju, SE: Empresa Brasileira \nde Pesquisa Agropecuária,1996. p.76-80.     \n \n\n\n\n86 \n\n \n\nNORFLEET, M.L.; KARATHANAISIS, A.D. Some physical and chemical factors contributing \nto fragipan strength in Kentucky soils. Geoderma. 1996;71:289-301. \n\nOGUNSOLA, O.A.; OMUETI, J. A.; OLADE, O.; UDO, E. J. Free óxide status and distribution \nin soils overlying Limestone areas in Nigeria. J. Soil Sci., 147:245-51, 1989.  \n \n\nOLIVEIRA, A. I.; LEONARDOS, O.H. Geologia do Brasil. 2 edª. Rio de Janeiro: Serviço de \nFomento da Agricultura, Ministério da Agricultura, 1943. 782p. \n \nOLIVEIRA, A. I.; LEONARDOS, O.H. Geologia do Brasil. 3ª ed. Mossoró: SUDENE, 1978. \n \nOLIVEIRA, A. P. de. Pedogênese de Espodossolos em ambientes da formação barreiras e \nde restinga do sul da Bahia. Viçosa, MG, Universidade Federal de Viçosa, 2007. 102p. \n(Dissertação de Mestrado) \n \nOLIVEIRA, J.B.; JACOMINE, P.K.T.; CAMARGO, M.N. Classes gerais de solos do Brasil: \nguia auxiliar para seu reconhecimento. Jaboticabal, FUNEP, 1992. 201p.  \n \nOLIVEIRA, L.B.; DANTAS, H.S.; CAMPELO, A.B.; GALVÃO, S.J.; GOMES, I.F. \nCaracterização de adensamento no subsolo de uma área de tabuleiro da Estação \nExperimental do Curado, Recife. Pesq. Agropec. Bras., 3:207-214, 1968.  \n \nOLIVEIRA, L.B., MELO, V. Caracterização físico-hídrica do solo. I. Unidade Itapirema. Pesq. \nAgropec. Bras., 5:35-48, 1970. \n \nOLIVEIRA, P.E.; RAMOS, J. R. A. Geologia das quadrículas de Recife e Pontas de Pedra. \nDNPM, 1956. 151 p. (Boletim de Pesquisa). \n \nPAIVA, A.Q. Dinâmica da água em uma topossequência de solos de tabuleiros do Estado da \nBahia e sua implicação no crescimento da laranjeira. Viçosa, Universidade Federal de \nViçosa, 1997. 74p. (Dissertação de Mestrado) \n \nPAIVA, A. Q.; SOUZA, L. S.; RIBEIRO, A. C.; COSTA, L. M. Propriedades físico-hídricas de \nsolos de uma topossequência de Tabuleiros do Estado da Bahia. Pes. Agropec. Bras., \n35:2295 – 2302, 2000. \n \nPAYE, H. de S.; MELLO, J. W. V.; MELO, S.B Métodos de análise multivariada no \nestabelecimento de valores de referência de qualidade para elementos- traço em solos. R. \nBras. Ci. Solo, 36:1031-1041, 2012. \n \nPEREIRA, E.M. Estudo do comportamento à expansão de materiais sedimentares da \nFormação Guabirotuba em ensaios com sucção controlada. São Carlos, Universidade de \nSão Paulo, 2004. 253p. (Tese de Doutorado) \n \nPEREIRA, M.G.; ANJOS, L.H.C. Formas extraíveis de ferro no estado do Rio de Janeiro. R. \nBras. Ci. Solo, 23:371-382, 1999. \n \nPERES, R. N.; SERRUYA, N. M.; VIEIRA, L. S. Levantamento exploratório de solos. In: \nBRASIL. Departamento nacional da produção mineral. Projeto RADAM. Folha NA/NB. 22 - \nMacapá; geologia, geomorfologia, solos, vegetação e uso potencial da terra. Rio de Janeiro. \np. 1-120, 1974. \n \n\n\n\n87 \n\n \n\nPEULVAST, J. P.; SALES, V.C. Mapa morfoestrutural do Estado do Ceará e regiões \nadjacentes do Rio Grande do Norte e Paraíba: nota explicativa. In: Atlas digital de geologia e \nrecursos minerais do Estado do Ceará. Fortaleza: CPRM, 2003.  \n \nPORTELA, J. C.; LIBARDI, P. L.; VAN LIER, Q.; Retenção da água em solo sob diferentes \nusos no ecossistema Tabuleiros Costeiros. R. Bras. Eng. Agríc. Amb., 5:49-54, 2001. \n \nPROCÓPIO, S. de O.; FERNANDES, M. F. Desempenho de culturas agrícolas em área de \ntabuleiros costeiros de Sergipe: subsídios para a implantação de sistemas de plantio direto e \nintegração lavoura-pecuária. Aracaju: Embrapa Tabuleiros Costeiros, 2009. \n \nQUEIROZ, S.B.; KLAMT, E. Mineralogia e gênese de Brunizém Avermelhado e Terra Roxa \nestruturada similar na encosta inferior do Nordeste do Rio Grande do Sul. R. Bras. Ci. Solo, \n9:51-57, 1985. \n \nRAWLS, W. J.; PACHEPSKY, Y.A.; RITCHIE, J.C; SOBECKI, T.M.; BLOODWORTH, H. \nEffect of soil organic carbon on soil water retention. Geoderma, 116:61-76, 2003. \n \nREICHARDT, K. Capacidade de campo. R. Bras. Ci. Solo, Campinas, 12:211- 216, 1988.  \n \nREICHARDT, K.  Dinâmica da matéria e da energia em ecossistemas.  2.ed.  Piracicaba : \nUSP/ESALQ, Depto. de Física e Meteorologia, 1996. 513p. \n \nREYNOLDS, W.D.; BOWMAN, B.T.; DRURY, C.F.; TAN, C.S.; LU, X. Indicators of good soil \nphysical quality: density and storage parameters.  Geoderma, 110:131-146, 2002. \n \nRESENDE, M.; CURI, N.; LANI, J.L. Tropical soils: implications on sustainable development. \nIn: SCIENCE for Sustainable Development in Latin America and Caribbean. Rio de Janeiro: \nAcademia Brasileira de Ciências, 1999. não paginado \n \nRESENDE, M.; CURI, N.; REZENDE, S.B.; CORRÊA, G.F. Pedologia. Base para distinção \nde ambientes. 4.ed. Viçosa: NEPUT, 2002, 338p. \n \nRESENDE, M. Mineralogy, chemistry, morphology and geomorphology of some soils of \nCentral Plateau of Brazil [these]. West Lafayette: Purdue University; 1976. \n \nRESENDE, M. Pedologia. Viçosa, MG, Universidade Federal de Viçosa, 1982. 100p.   \n \nREZENDE, J.O. Solos coesos dos Tabuleiros Costeiros: Limitações agrícolas e manejo. \nSalvador, SEAGRI, 2000. 117p. (Série Estudos Agrícolas, 1) \n \nRIBEIRO, L. P. Gênese, evolução e degradação dos solos amarelos coesos dos tabuleiros \ncosteiros. In: REUNIÃO TÉCNICA SOBRE SOLOS COESOS DOS TABULEIROS \nCOSTEIROS, 1., 1996, Cruz das Almas. Anais... Cruz das Almas: EMBRAPA-CPATC; \nEMBRAPA-CNPMF; AGRUFBA; IGUFBA, 1996. p. 27-35.   \n \nRIBEIRO, L.P. Os Latossolos Amarelos do Recôncavo Baiano: gênese, evolução e \ndegradação. Salvador: Seplantec, CADCT, 1998. 99p.   \n \nRIBEIRO, M.R. Características morfológicas dos horizontes coesos dos solos dos \nTabuleiros Costeiros. In: WORKSHOP COESÃO EM SOLOS DOS TABULEIROS \nCOSTEIROS, Aracaju, 2001. Anais. Aracaju, Embrapa Tabuleiros Costeiros, 2001. p. l61-\n168.  \n \n\n\n\n88 \n\n \n\nRICHARDS, L.A. Methods of measuring moisture tension. Soil Sci, 58:95-112, 1949. \nROSSETTI, D.F. Evolução sedimentar miocênica nos estados do Pará e Maranhão. \nGeologia USP: Série Cientista, São Paulo, 6:7-18, 2006. \n \nROCHA, J. C.; ROSA, A. H.; CARDOSO, A. A. Introdução à química ambiental. Porto \nAlegre: Bookman, 2004. 154p. \n \nSANTANA. M.B.; SOUZA, L.S.; SOUZA, L.D.; FONTES, L.E.F. Atributos físicos do solo e \ndistribuição do sistema radicular de citros como indicadores de horizontes coesos em dois \nsolos de Tabuleiros Costeiros do Estado da Bahia. R. Bras. Ci. Solo, 30:1-12, 2006. \n \n\nSANTOS, A. do C.; PEREIRA, M. G.; ANJOS, L. H. C. dos; BERNINI, T. de A.; COOPER, \nM.; NUMMER, A. R.; FRANCELINO, M. R. Gênese e classificação de solos numa \ntopossequência no ambiente de mar de morros do médio Vale do Paraíba do Sul, RJ. R. \nBras. Ci. Solo, 34: 1297-1314, 2010. \n \nSANTOS, M.C., BATISTA, M.A. Avaliações física, química e mineralógica em solos Plínticos \nda região Meio-Norte do Brasil, submetidos a teste de umidecimento e secagem. Rev. Bras. \nCi. Solo, 20:21-31, 1996. \n \nSANTOS, R.D.; LEMOS, R.C.; SANTOS, H.G.; KER, J.C.; ANJOS, L.H.C.; SHIMIZU, S.H. \nManual de descrição e coleta de solos no campo. 6.ed. Viçosa, MG, Soc. Bras. Ci. Solo, \n2013. 100p.  \n \nSECRETARIA DE ESTADO DO MEIO AMBIENTE, AP – SEMA. Mapa de Vegetação. \nDisponível em: \n<http://www.sema.ap.gov.br/images/MAPAS/VEGETACAO/MAPA_GERAL_VEGETACAO_\nA0_.pdf>. Acesso em: 09 mai. 2015. \n \nSHADFAN, H.; DIXON, J.B.; CALHOUN, F.G. Iron oxide properties versus strength of \nferruginous crust and iron - glaebules in soils. Soil Sci., 140:317-25, 1985. \n \nSILVA, A.J. N.; CABEDA, M.S.V.; LIMA, J.F.W.F. Efeito de sistemas de uso e manejo nas \npropriedades físico-hídricas de um Argissolo Amarelo de Tabuleiro Costeiro. R. Bras. Ci. do \nSolo, 29:833-842, 2005. \n \nSILVA, A.P; LIBARDI, P.L; CAMARGO, O.A. Influência da compactação nas propriedades \nfísicas de dois latossolos. R. Bras. Ci. do Solo, 10:91-95, 1986. \n \nSILVA, B.M. Disponibilidade de água no solo: métodos de estimativa e implicações de \nmanejo em cafeeiros na região do cerrado. Lavras, Universidade Federal de Lavras, 2014. \n135p. (Tese de Doutorado) \n \nSILVA, M.S.L.; RIBEIRO, M.R. Influência do cultivo da cana de açúcar em propriedades \nmorfológicas e físicas de solos argilosos de tabuleiro no Estado de Alagoas. R. Bras. Ci. do \nSolo, 16:397-402, 1992. \n \nSILVA, M.L.N.; CURI, N.; MARQUES, J.J.G.S.M.; LIMA, L.A.; FERREIRA, M.M. e LIMA, J.M. \nResistência ao salpico provocado por impacto de gotas de chuva simulada em Latossolos e \nsua relação com características químicas e mineralógicas. Ci. Prat., 19:176-182, 1995.  \n \n\nhttp://www.sema.ap.gov.br/images/MAPAS/VEGETACAO/MAPA_GERAL_VEGETACAO_A0_.pdf\nhttp://www.sema.ap.gov.br/images/MAPAS/VEGETACAO/MAPA_GERAL_VEGETACAO_A0_.pdf\n\n\n89 \n\n \n\nSILVA, A.J.N.; RIBEIRO, M.R. Caracterização de Latossolo Amarelo sob cultivo contínuo de \ncana-de-açúcar no estado de Alagoas: atributos morfológicos e físicos. R. Bras. Ci. Solo, \n21:6777-684, 1997. \n \nSILVA, A.J.N.; RIBEIRO, M.R. Caracterização de Latossolo Amarelo sob cultivo contínuo de \ncana-de-açúcar no Estado de Alagoas: Propriedades químicas. R. Bras. Ci. Solo, 22:291-\n299, 1998. \n \nSILVA, A.J.N.; RIBEIRO, M.R.; MERMUT, A.R.; BENKE, M.B. Influência do cultivo contínuo \nda cana-de-açúcar em Latossolos Amarelos coesos do Estado de Alagoas: Propriedades \nmicromorfológicas. R. Bras. Ci. Solo, 22:515-525, 1998.   \n \nSILVA, M.L.N.; BLANCANEAUX, P.; CURI, N.; LIMA, J.M.; MARQUES, J.J.G.S.M.; \nCARVALHO, A.M. Estabilidade e resistência de agregados de Latossolo Vermelho-Escuro \ncultivado com sucessão milho-adubo verde. Pesq. Agropec. Bras., 33:97-103, 1998. \n \nSILVA, M.S.L.; KLAMT, E.; CAVALCANTI, A.C. e KROTH, P.L. Adensamento subsuperficial \nem solos do semi-árido: Processos geológicos e, ou, pedogenéticos. R. Bras. Eng. Agric. \nAmb., 6:314-320, 2002.  \n \nSMITH, B.F.L. e MITCHELL, B.D. Characterization of poorly ordered minerals by selective \nchemical methods. In: WILSON, M.J., ed. A handbook of determinative methods in clay \nmineralogy. London, Blackie e Sons, 1987. p.275-294. \n \nSOANE, B. D. The role of organic matter in soil compactibility: a review of some practical \naspects. Soil and Tillage Research, Amsterdam, 16:179- 201, 1990. \n \nSOUZA, L.S., PAIVA, A.Q. Variação do potencial total da água em uma topossequência de \nsolos de Tabuleiro, durante dois anos. Pesq. Agropec. Bras., 36:349-355, 2001. \n \nSOUZA, L.S. Uso e manejo dos solos coesos dos Tabuleiros Costeiros. In: REUNIÃO \nTÉCNICA SOBRE SOLOS COESOS DOS TABULEIROS COSTEIROS, Cruz das Almas, \n1996. Anais. Aracaju, Embrapa Tabuleiros Costeiros, 1996. p.36-75.  \n \nSOUZA, L. S.; SOUZA, L. D.; CALDAS, R. C. Identificação da coesão com base em \natributos físicos convencionais em solos dos tabuleiros costeiros. In: WORKSHOP SOBRE \nCOESÃO EM SOLOS DOS TABULEIROS COSTEIROS, 2001, Aracaju. Anais... Aracaju: \nEmbrapa Tabuleiros Costeiros, 2001. p. 169-190. \n \nSTOLF, R.; FERNANDES, J.; FURLANI NETO, V.L. Penetrômetro de impacto \nIAA/Planalsucar-STOLF (Recomendações para seu uso). STAB: Açúcar, Álcool e \nSubprodutos, Piracicaba, v.3, p.18-23, 1983.  \n \nSTRECK, C. A.; REINERT, D .J.; REICHERT, J. M.; HORN, R. Relações do parâmetro s \npara algumas propriedades físicas de solos do sul do Brasil. Rev. Bras. Ci. Solo, 32:2603-\n2612, 2008. \n \nSUGUIO, K.; NOGUEIRA, A. C. R. Revisão crítica dos conhecimentos geológicos sobre a \nFormação (ou Grupo) Barreiras do Neógeno e seu possível significado como testemunho de \nalguns eventos geológicos mundiais.  Geociências, São Paulo, 18: 461-479, 1999. \n \nSCHWERTMANN, U. The effect of environments on iron oxide minerals. Adv. Soil Sci., \n1:172-200, 1985. \n \n\n\n\n90 \n\n \n\nTAYLOR, S.A.; ASHCROFT, G.L. Physical edaphology - The physics of irrigated and non \nirrigated soils. San Francisco, W.H. Freeman and Company, 1972. 532p \n \nTORMENA, C.A.; SILVA, A.P.;  LIBARDI, P.L. Caracterização do intervalo hídrico ótimo de \num Latossolo Roxo sob plantio direto. R. Bras. Ci. Solo, 22:573-581, 1998. \n \nTORRENT, J.; BARRÓN, V. Diffuse reflectance spectroscopy. In: ULERY, A.L.; DREES, \nL.R. (Ed.). Methods of soil analysis. Part 5. Mineralogical methods. Madison: Soil Science \nSociety of America, 2008. p.367-387. \n \nTORRENT, J.; SCHWERTMANN, U.; BARRÓN, V. The reductive dissolution of synthetic \ngoethite and hematite in dithionite. Clay Miner. 1987;22:329-37. \n \nTORRES, A. M.; EL-ROBRINI, M., 2006. Erosão e progradação do litoral do Amapá. In: \nDIETER MUEHE (Org). Erosão e progradação do litoral do Brasil. Brasília: Ministério do \nMeio Ambiente – MMA. v. 1, 2006. \n \nUNIVERSIDADE FEDERAL DE VIÇOSA - UFV. Caracterização de solos e avaliação dos \nprincipais sistemas de manejo dos Tabuleiros Costeiros do Baixo Rio Doce e das regiões \nnorte do Estado do Espírito Santo e sua interpretação para uso agrícola. Viçosa, MG, 1984. \n153p. \n\nURACH, F. L. Estimativa da retenção de água em solos para fins de irrigação. 2007. 79 f. \nDissertação (Mestrado em Engenharia Agrícola) - Centro de Ciências Rurais, Universidade \nFederal de Santa Maria, Santa Maria, 2007. \n\nXU, X.; NIEBER, J.L., GUPTA, S.C. Compaction effect on the gas diffusion coefficient in \nsoils. Soil Sci. Soc. Am. J., 56:1743-1750, 1992 \n \nYOEMANS, J.C.; BREMNER, J.M. A rapid and precise method for routine determination of \norganic carbon in soil. Comm. Soil Sci. Plant Anal., 19:1467-1476, 1988. \n\n\n\tALVES, L. W. R.; CASTRO, G. S. A. Proposta de ocupação e uso agropecuário sustentável do cerrado amapaense: princípios, critérios e indicadores técnicos. Doc. Embrapa –Amapá, 2014.\n\tLIBARDI, P. L.; FILHO, J. F de M. Análise exploratória e variabilidade dos parâmetros da equação da condutividade hidráulica, em um experimento de perfil instantâneo. Rev. Bras. Ciênc. Solo. 30: 197-206, 2006.\n\tMAIA, C.E. Índice S para avaliação da qualidade física de solos. R. Bras. Ciênc. Solo,  35: 1-8, 2011.\n\tMELO FILHO, J.F; OLIVEIRA, A.S; LOPES, L.C; VELLAME, L.M. Análise estatística exploratória e variabilidade da densidade do solo em um perfil de Latossolo Amarelo coeso dos Tabuleiros Costeiros da Bahia. Ciênc. Agrotec. v.30, 2006.\n\tOGUNSOLA, O.A.; OMUETI, J. A.; OLADE, O.; UDO, E. J. Free óxide status and distribution in soils overlying Limestone areas in Nigeria. J. Soil Sci., 147:245-51, 1989.\n\tSANTOS, A. do C.; PEREIRA, M. G.; ANJOS, L. H. C. dos; BERNINI, T. de A.; COOPER, M.; NUMMER, A. R.; FRANCELINO, M. R. Gênese e classificação de solos numa topossequência no ambiente de mar de morros do médio Vale do Paraíba do Sul, RJ. R. Bras. Ci. S..."}]}}}