{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15523"}, {"@name": "filename", "#text": "21974_000823858.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL\n\nDEPARTAMENTO DE ENGENHARIA QUÍMICA\n\nENG07053 \n\n \n\n \n\n \n\n \n\n \n\n \n\nE S T U D O  P R É V I O  D A  \nV I A B I L I D A D E  D E  E X T R A Ç Ã O  D E  \nC O B R E  A  PA R T I R  D E  M I N É R I O S  \n\nO X I D A D O S  P O R  L I X I V I A\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL\n\nESCOLA DE ENGENHARIA \n\nDEPARTAMENTO DE ENGENHARIA QUÍMICA \n\nENG07053 - TRABALHO DE DIPLOMAÇÃO EM ENGENHARIA \nQUÍMICA \n\nE S T U D O  P R É V I O  D A  \nV I A B I L I D A D E  D E  E X T R A Ç Ã O  D E  \nC O B R E  A  PA R T I R  D E  M I N É R I O S  \n\nO X I D A D O S  P O R  L I X I V I A\nÁ C I D A  \n\nAutor: Laura de Leon Carriconde\n\nOrientador: Prof. Dra. Aline Schilling Cassini \n\nPorto Alegre, dezembro de 11 \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\n \n\nTRABALHO DE DIPLOMAÇÃO EM ENGENHARIA \n \n\nE S T U D O  P R É V I O  D A  \nV I A B I L I D A D E  D E  E X T R A Ç Ã O  D E  \nC O B R E  A  PA R T I R  D E  M I N É R I O S  \n\nO X I D A D O S  P O R  L I X I V I A Ç Ã O  \n\nLaura de Leon Carriconde \n\nProf. Dra. Aline Schilling Cassini  \n\n\n\nESTUDO PRÉVIO DA VIABILIDADE DE EXTRAÇÃO DE COBRE A PARTIR DE MINÉRIOS OXIDADOS POR LIXIVIAÇÃO ÁCIDA ii \n\n \n\nSu má r i o  \n\nSumário ii \n\nAgradecimentos iii \n\nResumo iv \n\nLista de Figuras v \n\nLista de Tabelas vi \n\n1 Introdução 1 \n\n2 Revisão Bibliográfica 3 \n\n2.1 Cobre 3 \n\n2.2 Modos de Ocorrência 4 \n\n2.2.1 Minerais de cobre 4 \n2.2.2 Jazidas de cobre 5 \n\n2.3 Métodos para obtenção do cobre 6 \n\n2.3.1 Flotação 7 \n2.3.2 Lixiviação 8 \n2.3.3 Métodos de coleta do cobre de soluções ácidas 12 \n\n3 Materiais e Métodos 15 \n\n3.1 Coleta da amostra 15 \n\n3.2 Preparação das amostras 16 \n\n3.3 Ensaios 17 \n\n3.3.1 Ensaios de flotação 17 \n3.3.2 Ensaios de lixiviação ácida 17 \n\n4 Resultados 19 \n\n4.1 Análise Granulométrica 19 \n\n4.2 Ensaios de flotação 19 \n\n4.3 Ensaios de lixiviação 20 \n\n4.4 Viabilidade econômica 23 \n\n5 Conclusões e Trabalhos Futuros 24 \n\n6 Referências 26 \n\n \n\n \n\n \n\n \n\n \n\n\n\nDEQUI / UFRGS – Laura de Leon Carriconde iii\n\nA gra d e c i me nto s  \n\nTenho a agradecer principalmente à empresa Geocenter – Consultoria e Projetos Ltda, \ne ao seu diretor presidente geólogo Julio Gross, por disponibilizar os dados e permitir a \nminha participação no planejamento dos ensaios.  \n\nAgradeço a minha orientadora Aline Schilling Cassini, que, apesar do tempo curto, \nsempre me contagiou com seu otimismo de que tudo ia dar certo, pelos conselhos, pela \najuda e por toda energia positiva nesses meses. \n\nNão posso deixar de agradecer à minha família que sempre me apoiou em cada \nescolha e principalmente ao meu pai, cuja experiência profissional me incentivou não só a \nfazer este trabalho, mas também a ser engenheira. \n\nAos colegas e amigos obrigado por estarem comigo no momento do desabafo e \ntambem da diversão e pela compreensão dos momentos importantes em que eu me fiz \nausente. \n\nFinalmente um grande obrigado a todos os professores pelos ensinamentos e pela \najuda nesta grande caminhada acadêmica que é o curso de Engenharia Química.  \n\n \n\n \n\n \n\n  \n\n\n\nESTUDO PRÉVIO DA VIABILIDADE DE EXTRAÇÃO DE COBRE A PARTIR DE MINÉRIOS OXIDADOS POR LIXIVIAÇÃO ÁCIDA iv \n\nRe s u mo  \n\nO cobre é um metal amplamente utilizado há milhares de anos para as mais diversas \nfinalidades. O interesse na extração e obtenção deste metal é evidente, assim como a \nnecessidade de que o processo de obtenção deste metal seja viável técnica e \neconomicamente. Na natureza, o cobre pode ser encontrado de diversas formas. Neste \ntrabalho foram analisadas amostras de rochas provenientes da zona central do Rio \nGrande do Sul, mais precisamente da região de Caçapava do Sul. Após pesquisas \ngeológicas anteriores aos experimentos realizados no presente trabalho, foi constatado \nque a rocha alvo deste trabalho contém significativa quantidade de minerais oxidados de \ncobre. Existem duas rotas principais de obtenção do cobre a partir dos minérios: flotação \ne lixiviação. Sendo que a flotação é mais aplicada em minérios sulfetados de cobre e a \nlixiviação mais aplicada aos oxidados. No presente trabalho serão discutidos \nprincipalmente minerais oxidados de cobre, mas se fará referência, também, aos minerais \nde cobre sulfetados. A equipe responsável pela pesquisa geológica procedeu a coleta de \namostras da rocha em estudo, a partir das quais foram feitos experimentos em escala de \nbancada para a extração do cobre contido neste minério oxidado, com operações de \nflotação e lixiviação, sendo a segunda o alvo deste estudo de viabilidade técnica. Com a \nanálise dos resultados do percentual de cobre recuperado pelo processo de lixiviação \nácida, e em comparação com os valores de recuperação nas indústrias que realizam o \nmesmo processo, foi evidenciada, nesta fase inicial de pesquisa, a viabilidade técnica do \nprocesso de lixiviação ácida para o minério desta ocorrência.    \n\n \n\n \n\n \n\n \n\n  \n\n\n\nDEQUI / UFRGS – Laura de Leon Carriconde v\n\nLi sta  d e  F i gu ra s  \n\nFigura 1.1: – Quadro de classificação de recursos minerais – Adaptado de McKelvey (no \nendereço eletrônico http://subsurfwiki.org/wiki/McKelvey_box, em 20/10/2011) ............ 2 \n\nFigura 2.1: Distribuição do uso do cobre dentre os principais segmentos demandantes \nFonte: FONSECA et al. (2009) apud SILVA S.A. (2010) .......................................................... 4 \n\nFigura 2.2: Inter-relação Minério Disseminado / Minério Filoneano. Fonte: RIBEIRO, 19915 \n\nFigura 2.3: Amostra de rocha apresentando minerais de cobre na forma de sulfetados e \noxidados. ................................................................................................................................ 6 \n\nFigura 2.4: Desenho esquemático de um sistema de lixiviação em pilhas. Fonte: \nCATANACH, 1976. ................................................................................................................ 11 \n\nFigura 2.5:  Estrutura geral de moléculas usadas na recuperação de cobre. Fonte: \nKODORSKY, 2002 ................................................................................................................. 13 \n\nFigura 2.6:  Complexo Oxima/Cobre. Fonte MOORE et al., 1999 ....................................... 14 \n\nFigura 2.7:  Circuito esquemático: Lixiviação em Pilhas – Extração por solvente – Elétro-\ndeposição. ............................................................................................................................ 14 \n\nFigura 3.1: Região das principais ocorrências de cobre no estado do Rio Grande do Sul – \nFonte: CPRM ........................................................................................................................ 15 \n\nFigura 3.2: Afloramento de minério oxidado ...................................................................... 16 \n\nFigura 4.1: Distribuição Granulométrica das amostras ....................................................... 19 \n\nFigura 4.2:  Curvas de lixiviação das amostras de cobre no tempo .................................... 21 \n\nFigura 4.3: Solubilização do cobre no tempo ...................................................................... 22 \n\nFigura 4.4: Preço do cobre – Fonte London Metal Exchange \n<http://www.lme.com/copper_graphs.asp> ...................................................................... 24 \n\nFigura 4.5:  Preço do ácido – Extraido de Fertecon \n<http://www.fertecon.com/latest_market_reports/FERTECON_latest_Sulphuric_Acid_ma\nrket_report.pdf > ................................................................................................................. 24 \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\nESTUDO PRÉVIO DA VIABILIDADE DE EXTRAÇÃO DE COBRE A PARTIR DE MINÉRIOS OXIDADOS POR LIXIVIAÇÃO ÁCIDA vi \n\nLi sta  d e  Ta b e l a s  \n\nTabela 4.1: Distribuição granulométrica da amostra .......................................................... 19 \n\nTabela 4.2: Parâmetros operacionais e metalúrgicos dos testes de flotação .................... 20 \n\nTabela 4.3: Percentuais de recuperação de cobre das amostras lixiviadas, em cada ensaio.\n ............................................................................................................................................. 20 \n\nTabela 4.4: Solubilização do cobre e consumo específico de H2SO4 .................................. 21 \n\nTabela 4.5: Níveis de precisão e de engenharia concluída em relação às fases de um \nprojeto. ................................................................................................................................ 23 \n\n \n\n \n\n \n\n  \n\n\n\nDEQUI / UFRGS – Laura de Leon Carriconde 1\n\n1 Int ro d u çã o  \n\nNa história, o uso do cobre é datado desde o início das civilizações. Este metal sempre \nteve um amplo uso por suas propriedades de alta maleabilidade e altas condutividades \nelétrica e térmica. Nas cidades, o cobre é utilizado principalmente nas fiações elétricas, \nnão só nos cabos de alta tensão, mas também na grande maioria dos equipamentos \neletrônicos. \n\nA ocorrência do cobre em sua forma pura, ou cobre nativo, na natureza não é \nabundante, mas ligado quimicamente a sulfetos, óxidos, silicatos, carbonatos e outros \nmetais, pode ser encontrado em quantidades apreciáveis. \n\nVárias empresas vem desenvolvendo projetos de pesquisa mineral na região central \ndo estado do Rio Grande do Sul, reativando estudos em antigas ocorrências já conhecidas \nou buscando indícios que possam levar ao descobrimento de novas fontes de cobre ou \noutros metais básicos no mesmo ambiente geológico. Essas atividades de pesquisa \ngeológica e tecnológica foram intensificadas a partir de 2004, em virtude do aumento do \npreço do cobre no mercado mundial. \n\nA própria CPRM – Empresa de Pesquisa de Recursos Minerais, companhia estatal \nfederal, está desenvolvendo um projeto de âmbito regional, denominado “Metalogenia \nda Bacia do Neo-proterozóico do Rio Grande do Sul”, com a seguinte justificativa:  \n\n“O fechamento das Minas do Camaquã no ano de 1996, determinou o agravamento \ndeste quadro com o desemprego atingindo diretamente 800 pessoas e, de forma indireta, \nprovocando a emigração de outras 5000 para piores condições de vida. A cessação deste \nfluxo de recursos econômico-financeiros contribuiu para o empobrecimento geral da \nregião sem que alternativas de médio e longo prazo fossem implementadas, na área \nmineral, com o intuito de equilibrar esta perda. A possibilidade da existência de outros \ndepósitos de Cu e associados, similares aos da Mina do Camaquã, em áreas que não \nforam objeto de pesquisa anterior, motivou a execução deste projeto...” (no endereço \neletrônico http://www.cprm.gov.br/publique/ em 10/11/2011). \n\nA valorização de um recurso natural em decorrência do desenvolvimento de pesquisas \npode ser facilmente visualizada no Quadro de McKelvey (McKelvey Box), na Figura 1.1. \nEsse esquema bi-dimensional combina os critérios de aumento de certeza geológica \n(reservas inferidas, indicadas e medidas) com os de aumento da viabilidade econômica \n(em função de preço, custo e tecnologias disponíveis).  \n\n\n\nESTUDO PRÉVIO DA VIABILIDADE DE EXTRAÇÃO DE COBRE A PARTIR DE MINÉRIOS OXIDADOS POR LIXIVIAÇÃO ÁCIDA 2 \n\n \n\nFigura 1.1:  Quadro de classificação de recursos minerais, adaptado de McKelvey (no \nendereço eletrônico http://subsurfwiki.org/wiki/McKelvey_box, em 20/10/2011). \n\nOs métodos de obtenção de cobre são quase tão numerosos quanto suas formas de \nocorrência na natureza. Ao longo dos anos, diversos métodos foram sendo desenvolvidos, \naperfeiçoados e também substituídos por métodos mais eficientes ou mais viáveis. Os \nprocessos pirometalúrgicos foram os primeiros a serem desenvolvidos, porém o cobre \nobtido através deste processo não era de qualidade. Com o desenvolvimento da \nhidrometalurgia, novos métodos de extração como a flotação e a lixiviação foram \naperfeiçoados e são capazes de atingir altos percentuais de extração, com maior \nviabilidade econômica.  \n\nA lixiviação dos oxidados de cobre existe há muitos anos, porém o uso desta operação \nse tornou muito mais expressivo com o desenvolvimento e a aplicação da extração por \nsolvente ao final do processo, para recuperar o cobre da solução lixiviada. Isso ocorreu \npor volta de 1960, de acordo com KORDOSKY (2002). Tal extração por solvente só se \ntornou possível com a aplicação dos extratantes quelantes. \n\n Esse estudo tem por objetivo analisar os valores da recuperação de cobre contido em \namostras de minério de cobre oxidado, coletadas de uma ocorrência em Caçapava do Sul \n– RS (parte da chamada “Bacia do Neo-proterozóico”), pela operação de lixiviação ácida. \nApós o registro dos níveis de recuperação, pretende-se comprovar a viabilidade técnica \nde tal processo, para que então sejam realizados novos testes em escala de planta piloto. \n\n \n\n \n\n \n\n  \n\n\n\nDEQUI / UFRGS – Laura de Leon Carriconde 3\n\n2 Revi s ã o  B i b l i o g ráf i ca  \n\n \n\n2.1 Cobre \n\nO cobre é um metal de transição de símbolo Cu e massa atômica 63,6 u.m.a, possui \numa característica coloração avermelhada e, à temperatura ambiente, se encontra no \nestado sólido, com ponto de fusão em 1357,77 K. Devido à sua alta densidade de carga \nconduz muito bem a eletricidade, sendo também um ótimo condutor térmico de alta \nductibilidade e alta maleabilidade. Quando exposto ao ar atmosférico recobre-se de uma \nfina camada de óxido; se exposto ao ar úmido desenvolve uma camada de \nhidrocarbonato verde (CuCO3Cu(OH)2), que, por exemplo, recobre muitos monumentos e \nartefatos históricos feitos deste metal. Quimicamente, o cobre pode ser facilmente \natacado por ácidos quando em presença de oxigênio. Também pode ser dissolvido por \nhidróxido de amônio, em presença de ar, porém não é solúvel em água.   \n\nO cobre nativo foi um dos primeiros metais a ser utilizado pelo homem: existem \nevidências históricas que datam o uso de cobre há mais de 10.000 anos. O metal foi \nutilizado para fabricação de armas, armaduras, artefatos e moedas durante muitos \nmilênios; a confecção de ligas de cobre, como o bronze, é primeiramente evidenciada em \ntorno do ano 6000 a.C.. Acredita-se que seu nome em latim cuprum se origina do país \nChipre, que por muito tempo foi considerado o país do cobre na antiguidade.  \n\nO cobre nativo não é comumente encontrado, principalmente após anos de \nexploração, ocorrendo mais na forma de minerais. Segundo RIBEIRO (2001, apud SILVA, \n2010) os principais empregos do cobre são listados a seguir. \n\n? Indústria elétrica e eletrônica: cabos, equipamentos e aparelhos \neletrodomésticos. \n\n? Engenharia industrial: forjamento e usinagem de peças e componentes, \ntubos e chapas para as mais diversas aplicações. \n\n? Construção civil: coberturas, calhas, fechaduras, corrimões, luminárias, \nadornos, etc. \n\n? Transporte: indústrias automobilística, aeronáutica, ferroviária e naval. \n\nA Figura 2.1 mostra a distribuição do uso do cobre entre os segmentos \nindustriais que o demandam. \n\nO cobre, de acordo com LEPREVOST (1978) “Depois do ferro é o elemento mais \nimportante na indústria. O cobre é empregado em eletrotécnica como condutor elétrico, \n\nem diversos aparelhos industriais e domésticos, nas moedas, em forma de numerosas \n\nligas entre as quais merecem destaque o bronze e o latão”.  \n\n \n\n\n\nESTUDO PRÉVIO DA VIABILIDADE DE EXTRAÇÃO DE COBRE A PARTIR DE MINÉRIOS OXIDADOS POR LIXIVIAÇÃO ÁCIDA 4 \n\n \n\nFigura 2.1: Distribuição do uso do cobre dentre os principais segmentos demandantes \nFonte: FONSECA et al. (2009, apud SILVA S.A. (2010) \n\n2.2 Modos de Ocorrência \n\nNa natureza, o cobre é frequentemente encontrado associado física ou quimicamente \ncom outros materiais, principalmente na forma de minerais. Segundo GUERRA (1969), \nmineral é uma massa inorgânica natural, de composição química definida que pode \npossuir um ou mais tipos de cristalização; um ou mais minerais consolidados constituem \numa rocha. Ainda de acordo com o autor uma rocha ou um mineral que seja \neconomicamente aproveitável se define como um minério. Essa definição está \nintimamente associada ao rendimento econômico de determinado mineral. Se tal mineral \nvem a ser substituído de forma satisfatória por um material sintético mais rentável, o \nmesmo deixa de ser um minério. Segundo PAIONE (1998), dá-se a denominação de \nminério ou, genericamente, de Bem Mineral às substâncias minerais úteis, que podem ser \nlavradas em uma Jazida Mineral; também podem ser chamados commodities, procurando \nressaltar a sua natureza econômica. \n\n2.2.1 Minerais de cobre \n\nDe acordo com BERALDO (1981), existem mais de 170 minerais de cobre, dos quais \nsomente 10 ou 15 possuem interesse industrial. Os principais minerais se dividem em dois \ngrupos: \n\n• sulfetados: Calcopirita (CuFeS2), Calcocita (Cu2S), Covellita (CuS), Bornita (Cu5FeS4) \n\n• oxidados:  \n\n- carbonatos: Azurita (Cu3[(CO3)2|(OH)2]); Malaquita (Cu2[CO3|(OH)2]); \n\n- óxidos cúpricos: Cuprita (Cu2O); Tenorita (CuO); \n\n- silicatos: Crisocola (CuSiO3) \n\nA concentração de sulfetos de cobre se faz por flotação; outros métodos já utilizados \nno passado, tais como os métodos gravimétricos, por exemplo, deixam de ter interesse se \ncomparados à eficiência e economicidade do processo de flotação.  \n\n\n\nDEQUI / UFRGS – Laura de Leon Carriconde 5\n\n O processo mais aplicável à recuperação de oxidados de cobre é a lixiviação, \nespecialmente quando a ganga apresenta condições adequadas por ganga entende-se \nrochas ou minerais inaproveitáveis que acompanham um minério ou minerais úteis. \n\n2.2.2 Jazidas de cobre \n\nJazida Mineral, por definição, de acordo com GUERRA (1969), é uma “ocorrência \nanormal de minerais constituindo um depósito natural que existe concentrado em certos \n\npontos da superfície do globo terrestre.”.  \n\nPorém, a definição legal, de acordo com o Código de Mineração do Brasil (Art. 4º) é a \nseguinte: “Considera-se jazida toda massa individualizada de substância mineral ou fóssil, \naflorando à superfície ou existente no interior da terra, que tenha valor econômico; e \n\nmina, a jazida em lavra, ainda que suspensa.”. Nesta última definição está colocado o \nconceito de importância econômica da jazida. As ocorrências de cobre objetos desse \ntrabalho poderão, ou não, tornar-se jazidas, em consequência do resultado das pesquisas \ngeológicas e tecnológicas realizadas na região de Caçapava do Sul. \n\nMuitos são os modos pelos quais naturalmente se concentram os minerais nas rochas. \nRIBEIRO (1991) propõe para a região estudada, que o cobre, originalmente encontrado \nnas formações sedimentares, mobilizou-se para fraturas criadas por instabilidades \ngeológicas, concentrando-se em filões. A Figura 2.2 mostra um exemplo de fratura \npreenchida com minério, ou seja, um filão. \n\n \n\nFigura 2.2: Inter-relação Minério Disseminado / Minério Filoneano. Fonte: RIBEIRO, 1991 \n\nO intenso fraturamento e as ações de intemperismo, próximos à superfície, nessa \nregião, condicionaram a formação de zonas ricas em minerais oxidados de cobre, \nprincipalmente na forma dos minerais cuprita e malaquita. Tais oxidados foram \noriginados pela transformação de sulfetos e cobre metálico em minerais oxidados, devido \nà ação do oxigênio do ar carregado pelas águas que percolam para o subsolo.  \n\nOs estudos de laboratório, discutidos neste trabalho, foram desenvolvidos sobre o \nminério de cobre na forma de ocorrência acima descrita. A Figura 2.3 mostra uma \namostra de rocha contendo minério de cobre sulfetado (parte metálica), minério de cobre \n\n\n\nESTUDO PRÉVIO DA VIABILIDADE DE EXTRAÇÃO DE COBRE A PARTIR DE MINÉRIOS OXIDADOS POR LIXIVIAÇÃO ÁCIDA 6 \n\noxidado (em verde), carbonato de cobre (em azul) e minério de ferro oxidado (cor de \nferrugem). \n\n \n\nFigura 2.3: Amostra de rocha apresentando minerais de cobre na forma de sulfetados e \noxidados. \n\n2.3 Métodos para obtenção do cobre \n\nOs bens minerais ocorrem na crosta terrestre em diversas condições de forma e de \ncomposição e, raramente, podem ser diretamente utilizados ou aplicados, exigindo, na \nmaioria dos casos, um tipo qualquer de tratamento ou beneficiamento. \n\nEste tratamento pode constituir-se de operações simples, em alguns casos operações \nparticulares ou específicas de determinado material. Em outros casos, porém, o \ntratamento é mais complexo e envolve operações que exigem mais elevado grau de \ntecnologia. \n\nOs minérios de cobre como ocorrem na natureza, em sua maioria, não possuem teor \nde cobre alto o suficiente para serem aproveitados industrialmente em sua forma bruta. \nNecessitam, portanto, de uma concentração destes minérios, para elevar o teor relativo \nde cobre contido nos mesmos.  \n\nO processo de obtenção do cobre a partir de seus minerais pode ocorrer por duas \ngrandes rotas: pirometalurgia e hidrometalurgia.  \n\nO processo pirometalúrgico consiste basicamente em uma primeira fase de \nconcentração dos sulfetos, seguida de duas operações de fusão a altas temperaturas nas \nquais há um aumento gradativo da pureza do cobre obtido. Estas operações podem ser, \nou não, seguidas de um refino eletrolítico que proporciona um cobre 99,9% puro. (SILVA, \n2010). Embora eficaz e viável, este processo, que é o mais antigo método de obtenção do \ncobre, está enfrentando condições cada vez mais restritivas devido ao elevado custo de \ninvestimento, às restrições ambientais e ao fato de ser incapaz de tratar minérios com \nbaixo teor de cobre (ANDRADE et al., 1997 apud SILVA, 2010). \n\n\n\nDEQUI / UFRGS – Laura de Leon Carriconde 7\n\nA hidrometalurgia é utilizada para processar principalmente os minérios oxidados de \ncobre. O processo hidrometalúrgico consiste basicamente na lixiviação e outras \noperações de preparação do minério e recuperação do cobre contido na solução lixiviada, \ncomo, por exemplo, através da extração por solvente (RIBEIRO, 2001, apud SILVA, 2010) \n\nDe acordo com NORGATE e JAHANSHAHI (2010, apud SILVA 2010), cerca de 80% do \ncobre extraído no mundo é proveniente de minerais sulfetados. Estes minerais possuem \ncaracterísticas que não os permitem serem facilmente dissolvidos em meio aquoso, \nnecessitando de processos pirometalúrgicos para sua extração e/ou de processos de \nbeneficiamento que formam produtos intermediários oxidados, que são suscetíveis à \nhidrometalurgia. Usualmente, antes de qualquer das rotas de extração, os minerais \nsulfetados passam por uma etapa de concentração como, por exemplo, a flotação. Os \nrestantes 20% do cobre produzido vem dos minerais oxidados. Estes, em sua maioria \nmuito solúveis, sofrem tratamentos hidrometalúrgicos.  \n\nÉ importante ressaltar, entretanto, que a associação das espécies minerais é que vai \ndeterminar o detalhamento do processo. Os sulfetos, por exemplo, costumam apresentar \nalgum grau de oxidação que, alem de natural do minério na jazida, é incrementada com o \nmanuseio durante a lavra, estocagem e beneficiamento, assim como a presença de \noxidação nos minérios sulfetados podem ocasionar problemas de flotabilidade. Por outro \nlado, cobre na forma de sulfetos, eventualmente presentes no minério oxidado, é de \ndifícil solubilização em solução ácida fraca. Em ambos os casos, o resultado é a \nrecuperação menor do cobre processado em minérios mistos (BERALDO, 1981).  \n\nMétodos alternativos, como a lixiviação bacteriana de sulfetos, vêm sendo estudados \nhá muitas décadas. Existem aplicações industriais significativas, mas surgiram novos \nprocedimentos que dizem melhorar significativamente a lixiviação de sulfetos com a \nutilização de bactérias especificamente desenvolvidas para isso (GeoBiotics®). Estes \nmétodos, inclusive, já vêm sendo aplicados industrialmente para lixiviar concentrados de \ncobre obtidos por flotação, e, assim, dispensando os processos pirometalúrgicos usuais \n(Geocoat®). Esta tecnologia foi desenvolvida para vários minérios sulfetados, inclusive \nauríferos (JOHANSSON, 1999). \n\n2.3.1 Flotação \n\n“Flotação é um processo de separação de partículas sólidas finamente moídas e que \nfaz uso da diferença nas propriedades superficiais das mesmas.” BERALDO (1981). \n\nEntende-se genericamente como “flotação” a flotação por espuma. Neste processo, \ngrãos minerais imersos em meio líquido, usualmente água, são separados por um \nborbulhamento de ar que causa a separação das partículas pelo seu grau de \nhidrofobicidade. Para isso, são criadas condições favoráveis para aderência de bolhas de \nar aos minerais desejados através da adição de determinados reagentes à polpa. Estes \nreagentes são classificados em três categorias principais: coletores, espumantes e \nmoduladores (BERALDO, 1981). \n\nColetores criam uma película na superfície do material que se deseja flotar. Tal \npelícula aumenta o grau hidrofóbico do grão, facilitando a aderência das bolhas de ar. \n\n\n\nESTUDO PRÉVIO DA VIABILIDADE DE EXTRAÇÃO DE COBRE A PARTIR DE MINÉRIOS OXIDADOS POR LIXIVIAÇÃO ÁCIDA 8 \n\nOs espumantes são compostos orgânicos que, ao serem adsorvidos na interface \nlíquido/ar, aumentam a resistência e estabilidade da espuma melhorando, assim, as \ncondições de adesão dos minerais coletados às bolhas de ar. \n\nDe acordo com BERALDO (1981), moduladores ou modificadores são reagentes \nutilizados para aumentar a eficiência e seletividade do processo, tais como:  \n\n- reguladores de pH: que ajustam o pH da polpa no ponto mais conveniente à ação \ndo coletor; \n\n- depressores: são reagentes seletivamente adsorvidos por minerais que não se \ndeseja coletar, dificultando a flotação destes; \n\n- ativadores: são reagentes inorgânicos que possibilitam ou melhoram a ação do \ncoletor sobre o mineral que se deseja coletar. Por exemplo, ativação dos oxidados de \ncobre por meio de sulfeto de sódio. \n\nAntes que ocorra a flotação existe uma série de operações de tratamento ao minério \nque devem ser realizadas, são elas: britagem, moagem e peneiramento. Estas operações \ntêm como objetivo principal reduzir o tamanho dos grãos do material que foi lavrado para \natingir uma granulometria adequada e satisfatória, com a obtenção de um grau de \nliberação dos minerais, suficiente para o processo de flotação posterior. \n\nDiferentemente dos minerais sulfetados, a flotação de minerais oxidados de metais \nnão-ferrosos com os coletores usuais é difícil. Ao longo dos anos, muitos métodos foram \ndesenvolvidos como tentativas de flotar os minerais oxidados. Porém, apenas alguns \nminérios responderam com relativo sucesso a tais métodos, o que ocasionou o estudo e \ndesenvolvimento de outros processos para o seu aproveitamento, como a lixiviação.  \n\n2.3.2 Lixiviação \n\nA lixiviação é um método hidrometalúrgico e pode ser definida como um processo de \nextração de uma substância presente em componentes sólidos através da sua dissolução \nnum líquido. De modo geral, usa-se o termo para indicar qualquer processo de extração \nou solubilização seletiva de constituintes químicos de uma rocha, mineral, depósito \nsedimentar, solo, entre outros, pela ação de um fluido percolante.  \n\nSegundo KORDOSKY (2002), em 1968 havia somente dois processos de lixiviação \nutilizando ácido sulfúrico diluído. O primeiro processo, a lixiviação em tanques (vat \nleaching) de minério oxidado de alto teor era complementada pela eletrodeposição do \ncobre diretamente da lixívia, produzindo cátodos de cobre de baixa qualidade a um custo \nrelativamente alto. Em 1968, a disponibilidade de minérios de cobre oxidado de alto teor \ncomeçou a decrescer e a utilização do processo de lixiviação em tanques começou a \ndeclinar. \n\nO segundo processo, lixiviação em pilhas de minérios de baixo teor de óxidos e/ou \nsufetos, seguido pela precipitação de cobre de baixa qualidade sobre superfície de \nsucatas de ferro, era praticado em minérios cujos teores de cobre eram demasiado baixo \npara a lixiviação em tanques. Isto incluía minério constituído de minerais oxidados ou \nminério com baixa quantidade de sulfetos, considerado de teor marginal, e que \neventualmente deveriam ser removidos para expor o minério de mais alto teor, \nsubjacente. O cobre recuperado pela lixiviação de minérios com baixos teores era \n\n\n\nDEQUI / UFRGS – Laura de Leon Carriconde 9\n\nconsiderado um bônus e pouco esforço foi destinado para entender o processo de \nlixiviação ou para melhorar a recuperação do cobre. Embora alguns estudos fundamentais \nestivessem acontecendo, a lixiviação era uma arte pouco praticada e pouco se fazia para \ntorná-la uma boa prática científica. \n\nNaquele ano, a indústria do cobre, em sua totalidade, não acreditava que grandes \nquantidades de cobre de alta qualidade pudessem ser produzidas por hidrometalurgia. \nMas foi tambem em 1968 que nas instalações da mina Rancher’s Bluebird, no Arizona, \nEUA, iniciou-se a primeira planta de extração por solvente, com tecnologia L/SX/EW – \nLixiviação / Extração por solvente / Eletrodeposição (Leaching / Solvent Extraction / \nEletrowinning), com modestas expectativas de sucesso. Esta simples idéia resultou numa \ntecnologia pela qual 2,2 milhões de toneladas de cátodos de cobre de alta pureza foram \nproduzidas no ano de 2000 (KORDOSKY, 2002). \n\nA lixiviação de minerais de cobre oxidados é usualmente feita com soluções de ácido \nsulfúrico, por uma combinação de questões de economia e eficiência. Dentre os minérios \noxidados de cobre existem espécies que são caracterizadas pelo tempo de lixiviação do \nminério, por exemplo: espécies de rápida lixiviação e espécies de médio tempo de \nlixiviação. A Tabela 2.1 apresenta exemplos de reações químicas entre minérios de cobre \ne ácido sulfúrico. \n\nTabela 2.1: Exemplos de reações de minérios de cobre com ácido sulfúrico. \n\nMinério Reações Químicas \n\nMalaquita Cu2(OH)2CO3 + H2SO4           2CuSO4 + CO2 + 3H2O \n\nCrisocola CuSiO3 . 2H2O + H2SO4           CuSO4 + SiO2 + 3H2O  \n\nCalcosina Cu2S + H2SO4 + ½ O2 + 4H2O         CuSO4 x 5H2O + CuS \n\n \n\nExistem também lixiviações alcalina e sob pressão, mas não são normalmente \naplicadas diretamente em minérios. Segundo SILVA (2010), no processo de lixiviação sob \npressão o minério é alimentado juntamente com o solvente em uma autoclave, onde o \ncobre e algumas impurezas são dissolvidas. Este processo é indicado para minérios mais \ncomplexos e possui um alto custo de operação. Por condições econômicas, os processos \nalcalinos e sob pressão são aplicáveis, apenas, para altas concentrações de cobre, como \nno caso de concentrados de sulfetos desse metal.  \n\nÓxidos, carbonatos e silicatos são mais facilmente solubilizáveis em condições \nnormais de pressão e temperatura. Sulfetos podem tambem ser lixiviados, porém, na \nmaioria dos casos, esse processo é mais lento que no caso dos não sulfetos. Por esta \nrazão, dependendo dos minerais de cobre presentes na rocha, escolhe-se, após os \ndevidos testes indicativos, o processo mais indicado, seja ele flotação ou lixiviação \n(DOMIC, 1982).  \n\nOcasionalmente, minérios suficientemente ricos em sulfetos e oxidados podem \njustificar uma combinação de ambas as rotas – lixiviação seguida de flotação, ou vice-\nversa – mas, via de regra, os minérios mistos representam uma menor eficiência de \nprocessamento. \n\n\n\nESTUDO PRÉVIO DA VIABILIDADE DE EXTRAÇÃO DE COBRE A PARTIR DE MINÉRIOS OXIDADOS POR LIXIVIAÇÃO ÁCIDA 10 \n\nDa mesma forma que no processo de flotação, a fragmentação do minério para o \nprocesso de lixiviação deverá ser conduzido para proporcionar uma boa exposição da \nsuperfície dos minerais para permitir, neste processo, uma melhor reação com a solução \nlixiviante. A complexidade desta preparação dos minérios depende do método de \nlixiviação a ser utilizado. \n\nDe acordo com DOMIC (1982), CATANACH (1976) e VILLAS BOAS et al. (1980), os \nmétodos mais convencionais para lixiviação de minérios contendo oxidados de cobre são: \nlixiviação em aterros (dump leaching), lixiviação em pilha (heap leaching), lixiviação em \ntanques (vat leaching), lixiviação em tanques com agitação (agitation leaching) e \nlixiviação “in situ” (in situ leaching). Cada qual tem suas vantagens em determinadas \ncondições de aplicação.  \n\na) Lixiviação em Aterros: \n\nA lixiviação em aterros, em geral, é realizada sobre pilhas construídas com o material \nextraído diretamente da mina, sem nenhum tratamento prévio ou cominuição. Muitas \nvezes, as rochas apresentam uma mistura de oxidados e sulfetados de cobre que podem \nser lentamente solubilizados. Uma solução de ácido sulfúrico com pH entre 1 e 2 é \naspergida sobre a superfície do aterro e a lixívia é recolhida por canaletas construídas ao \npé do aterro.  \n\nUm grande problema desse método é a criação de caminhos preferenciais para o \nescoamento da solução lixiviante ao longo da pilha, fenômeno também chamado \nchanneling, deixando parte do minério sem contato com a solução e, portanto, sem \nlixiviar. \n\nb)  Lixiviação em Pilhas: \n\nA lixiviação em pilhas utiliza minérios britados grosseiramente, organizados em pilhas \nsobre um terreno impermeabilizado com argila, asfalto ou lâminas de PEAD (polietileno \nde alta densidade) ou PVC (policloreto de vinila). Sob as pilhas é disposta uma rede de \ntubos plásticos perfurados que servem de dreno para a solução percolada. Quando a taxa \nde extração se reduz, evidenciando baixa concentração de cobre na lixívia, novas camadas \nde minério podem ser sobrepostas às pilhas, podendo atingir dezenas de metros de \naltura. \n\nAssim como na lixiviação em aterros, tambem existe o problema da criação de canais \npreferenciais de escoamento. Outro problema é causado pelas partículas finas resultantes \nda britagem, juntamente com sais de cobre e ferro que precipitam por saturação da \nlixívia. Tais partículas são carregadas pela percolação do líquido e se acumulam entre os \ngrãos ou nos interstícios dos mesmos, no caso dos sais precipitados, dificultando o \nescoamento e prejudicando a coleta de lixívia. \n\nUma variação da Lixiviação em Pilhas é denominada de Lixiviação em Leito Fino, ou \nProcesso TL. Neste processo, o minério, que é britado mais finamente antes de ser \norganizado em pilhas, recebe uma carga de ácido concentrado e repousa por cerca de 24 \nhoras. Esse condicionamento proporciona intensa lixiviação inicial e aumenta a \nporosidade da pilha. Somente após o repouso o mesmo é organizado em pilhas de no \nmáximo 3m de altura; deste modo, apesar do manuseio constante de material, a \nvelocidade de lixiviação permanece alta e existe um melhor controle do fluxo. Várias \n\n\n\nDEQUI / UFRGS – Laura de Leon Carriconde 11\n\npilhas dispostas lado a lado são operadas em sequência, de forma que sempre há uma \npilha sendo formada e outra descarregada. A Figura 2.4 apresenta um modelo de \norganização das pilhas frequentemente utilizado, a qual mostra que as pilhas são \ndispostas sobre uma inclinação no solo, de modo que a lixívia escorra por gravidade para \na calha de coleta. \n\n \n\nFigura 2.4: Desenho esquemático de um sistema de lixiviação em pilhas. Fonte: \nCATANACH, 1976. \n\nc)  Lixiviação em Tanques: \n\nEsse método de lixiviação ocorre dentro de grandes tanques de concreto armado. A \nmaior contribuição deste método reside no fato de que o minério fica constantemente \nem contato com a solução ácida lixiviante. Apesar de ser o método mais indicado para \nminérios mistos de oxidados e sulfetados de cobre, os altos custos deste método só se \njustificam se o minério possuir muito alto teor de cobre. \n\nd)  Lixiviação em Tanques com Agitação: \n\nEste processo só é aplicável para minérios de alto teor de minérios oxidados de cobre \ne que possam conter também significativos teores de cobre na forma de sulfetos que \npodem ser posteriormente flotados. \n\nCom o minério moído ou britado finamente é constituída uma polpa com solução de \nácido sulfúrico a qual é alimentada em tanques, em geral de aço inox, onde é agitada por \nalgumas horas. A fração sólida é separada por peneiras e decantadores para ser \ndescartada ou reaproveitada, no caso de conter sulfetos. \n\nExistem também tanques agitados por aeração. Estes são chamados “pachucas”. \n\ne)  Lixiviação in situ: \n\nO processo in situ refere-se à solubilização do cobre diretamente na jazida por meio \nde injeção da solução de ácido sulfúrico e o recolhimento da lixívia formada, por \npercolação na rocha, em poços coletores. \n\n\n\nESTUDO PRÉVIO DA VIABILIDADE DE EXTRAÇÃO DE COBRE A PARTIR DE MINÉRIOS OXIDADOS POR LIXIVIAÇÃO ÁCIDA 12 \n\nDevido ao seu alto investimento, este método de lixiviação só é aplicável em situações \nespeciais onde os minerais de cobre estão contidos em uma matriz rochosa de boa \npermeabilidade. \n\nEstudos de caso de plantas em operação industrial realizados por CATANACH (1976) \nutilizando lixiviação em pilhas, registram consumos de ácido variando entre 6 e 10 kg de \nácido por kg de cobre recuperado. O autor tambem registra que tais consumos eram \nsatisfatórios na determinada época, e a relação de preços entre o cobre e o ácido \njustificava as operações. Um estudo de caso apresentado por DOMIC (1980), por sua vez, \nutilizando lixiviação TL, mostra um consumo de 7 kg de ácido por kg de cobre; neste caso, \no autor julga tal valor insatisfatório. \n\nDe acordo com IASILLO e SCHLITT (1999), tipicamente 10 ou 20 kg de ácido sulfúrico \nde alta concentração por tonelada de minério bruto oxidado são suficientes para \nprocessar uma pilha de lixiviação (heap) por um período de aproximadamente 10 dias. \n\n2.3.3 Métodos de coleta do cobre de soluções ácidas \n\nQualquer dos processos de lixiviação de cobre anteriormente descritos produz \nsoluções contendo cobre na forma iônica – PLS (Pregnant Leaching Solution), em \nconcentrações que podem variar entre 1 e 20 g/l – ou, eventualmente, mais que isso. \nMas, as lixívias estão carregadas, também, de uma grande quantidade de outros íons de \nelementos dissolvidos da rocha durante a solubilização dos minerais de cobre, \nprincipalmente o ferro. \n\n A aplicação do processo eletrolítico sobre lixívias impuras, mesmo que com altas \nconcentrações de cobre, produz um cátodo de cobre de qualidade inferior. Para obtenção \nde cobre metálico de boa qualidade é necessário recorrer a algum processamento \ncomplementar, anterior à eletrodeposição. \n\n1. Produção de Cobre Cemento: \n\nAnteriormente ao desenvolvimento da extração por solvente, a cementação era o \nmétodo mais utilizado para recuperação do cobre a partir de lixívias ácidas. Esse método \né efetuado pelo contato da solução ácida carregada de íons cobre com o ferro na forma \nsólida. Isso era obtido agitando-se a lixívia em tambores rotativos carregados com sucata \nde ferro. Durante o processo, ocorre o deslocamento do ferro metálico (Fe\n\n0\n) para a \n\nsolução, enquanto os íons cúpricos se transformam em cobre metálico, se depositando \nsobre as peças de ferro. Essas peças revestidas de cobre cemento, como é chamado, \nservem de ânodo em um processo eletrolítico para completar a extração.  \n\nTal método tem como principais desvantagens um alto consumo de ácido, devido à \ndissolução do Fe\n\n0\n; o cobre produzido é impuro; o ferro em solução não pode ser \n\nrecuperado e a solução efluente do processo, por sua composição química, constitui um \nproblema ambiental. \n\n2. Extração por Solvente – Processo SX \n\nA extração por solvente é a captura seletiva de íons de cobre de uma fase fluida para \noutra fase fluida. É a coleta de íons divalentes de cobre de uma solução aquosa para uma \nfase orgânica contendo extratantes quelantes (extração) e, num segundo momento, uma \nre-extração da fase orgânica para outra fase aquosa (stripping). Extratantes quelantes \n\n\n\nDEQUI / UFRGS – Laura de Leon Carriconde 13\n\npodem ser definidos como: “extratantes, catiônicos líquidos que contêm na molécula um \ngrupo complexante que coordena o cátion metálico, conferindo um elevado grau de \n\nseletividade à ação.” (VILLAS BOAS et al., 1980). \n\nNormalmente, a fase aquosa inicial é um licor de lixívia de cobre, impura e diluída. A \nfase orgânica responsável pela extração seletiva tem formulações patenteadas por dois \nprodutores, tendo os nomes comerciais de LIX® ou de Acorga®, dependendo da \ncompanhia de origem. O stripping é feito com um eletrólito praticamente puro e com alta \nacidez. Esta solução é diretamente eletrolisada, produzindo um cátodo de cobre de alta \npureza.  \n\nSegundo KORDOSKY (2002), existem duas classes distintas de reagentes de extração \nmodernos: Ketoximas e Aldoximas. Possuem, entre si, características um pouco diferente \nno que se refere à recuperação e à seletividade do cobre. Modernamente, utilizam-se \nmisturas das duas classes, resultando em bons resultados nessas duas propriedades, além \nde outras qualidades desejáveis como estabilidade e eficiência mesmo em condições \nvariáveis de pH, temperatura e outras variáveis que possam atuar no processo. A Figura \n2.5 apresenta a estrutura química destes reagentes, assim como suas diferenças \nestruturais e seu nome comercial.  \n\n \n\nFigura 2.5:  Estrutura geral de moléculas usadas na recuperação de cobre. Fonte: \nKODORSKY, 2002 \n\nA Figura 2.6 apresenta o complexo formado na captação do cobre por duas moléculas \nde oxima (ketoxima ou aldoxima), durante a extração por solvente. \n\n \n\n\n\nESTUDO PRÉVIO DA VIABILIDADE DE EXTRAÇÃO DE COBRE A PARTIR DE MINÉRIOS OXIDADOS POR LIXIVIAÇÃO ÁCIDA 14 \n\nFigura 2.6:  Complexo Oxima/Cobre. Fonte MOORE et al., 1999 \n\nEsquematicamente, as plantas comerciais de extração de cobre por solvente possuem \no fluxo de operação mostrado na Figura 2.7, onde: (1) a pilha constituída de minério de \ncobre é aspergida com solução diluída de ácido sulfúrico. A percolação do ácido dissolve o \ncobre e a lixívia é conduzida a uma bacia de captação. (2) Tanque onde é estocada a lixívia \nde cobre coletada. (3) Equipamentos de mistura e decantação onde a lixívia entra em \ncontato com o reagente de extração. Normalmente essa etapa pode se desenvolver em \ndois ou mais estágios. A fase orgânica carregada com o cobre segue para o passo 4, \nenquanto a solução aquosa tem seu teor de ácido restabelecido e retorna à pilha de \nminério para seguir o processo de lixiviação. (4) Nova etapa de equipamentos de mistura \ne decantação; nesta fase, ocorre o stripping e é proporcionado o contato da fase orgânica \ncarregada com o eletrólito ácido, que contam ácido sulfúrico, responsável pela re-\nextração do cobre. (5) Unidade de tanques de eletro-deposição, onde o cobre é \ndepositado em um cátodo com 99,99% de cobre. \n\n \n\n  \nFigura 2.7:  Circuito esquemático: Lixiviação em Pilhas – Extração por solvente – Elétro-\n\ndeposição. \n\n  \n\n\n\nDEQUI / UFRGS – Laura de Leon Carriconde 15\n\n3 Mate r i a i s  e  Méto d o s  \n\nA execução dos experimentos foi realizada pelo Laboratório de Processamento \nMineral – LAPROM da UFRGS, conforme planejamento realizado pela empresa Geocenter \n– Consultoria e Projetos Ltda. \n\n3.1 Coleta da amostra \n\nA matéria prima para estes experimentos foi coletada de uma ocorrência em \nCaçapava do Sul - RS. A Figura 3.1 mostra a localização geográfica aproximada da \nocorrência.  \n\n \n\nFigura 3.1: Região das principais ocorrências de cobre no estado do Rio Grande do Sul – \nFonte: CPRM  \n\nA amostra para realização dos ensaios foi constituída por material proveniente de \ntrincheiras abertas pela pesquisa geológica (com cerca de 2 m de profundidade), \ncaracterizando-se, portanto, como material superficial. Tal camada de minério oxidado se \n\n\n\nESTUDO PRÉVIO DA VIABILIDADE DE EXTRAÇÃO DE COBRE A PARTIR DE MINÉRIOS OXIDADOS POR LIXIVIAÇÃO ÁCIDA 16 \n\nlocaliza sobre uma camada extensa e profunda de minérios sulfetados de cobre, objetos \nde pesquisa paralela, cujos resultados não dizem respeito à essa pesquisa. Os minerais \noxidados de cobre eram, principalmente, malaquita e crisocola, sendo visíveis, \nentretanto, alguns sulfetos de cobre. A Figura 3.2 mostra a ocorrência de minério oxidado \nna superfície. \n\n \n\nFigura 3.2: Afloramento de minério oxidado. \n\nCom base nas dimensões dos minerais observadas a partir de análises ao microscópio, \nse identificou que os minerais de cobre contidos na rocha eram, quase que em sua \ntotalidade, menores que 106 micrômetros (malha Tyler 150). Esta dimensão tambem \npode ser chamada de malha de liberação, a partir da qual a grande maioria dos minerais \nde cobre estará exposta para lixiviação. \n\n A fragmentação da amostra foi realizada para obter-se um produto \naproximadamente nessa condição ou menor para que a maior superfície possível dos \nminerais de cobre fosse exposta. Procurou-se evitar, entretanto, a geração de partículas \nmuito finas, pois nas condições operacionais em produção, o excesso de finos prejudica o \nfluxo da solução lixiviante através da pilha.   \n\n3.2 Preparação das amostras \n\nInicialmente, as amostras foram britadas em britador de mandíbulas, seguido por \nbritador de rolos até que todo o material estivesse abaixo de 3 mm. O produto da \nbritagem foi dividido em quarteador tipo Jones até a obtenção de alíquotas de \naproximadamente 1 kg. \n\nForam conduzidos diversos procedimentos de moagem em moinho de bolas, com \ndiferentes tempos de operação e os produtos foram peneirados em malha de 106 \nmicrômetros. Desta forma determinou-se a curva de moagem “versus” tempo, a qual \npermitiu definir-se que o tempo de 40 minutos produz um material com cerca de 80% \npassante na malha 150 mesh Tyler, considerada, a “priori”, adequada para os processos \nplanejados. \n\n\n\nDEQUI / UFRGS – Laura de Leon Carriconde 17\n\n3.3 Ensaios \n\n3.3.1 Ensaios de flotação \n\nO plano de trabalho foi desenvolvido da seguinte maneira: \n\n• com 3 alíquotas, cada uma composta por 1000 g da amostra moída, foram \ntestadas 3 dosagens de agente sulfetizante, ativador (Na2S), com dosagens pré-fixadas de \ncoletor (ditiofosfato) e de espumante (MIBC). Foram, portanto, realizados 3 ensaios de \nflotação. \n\nReagentes utilizados: \n\n- sulfeto de Sódio (Na2S) – agente modificador de superfície para os óxidos. \n\n- ditiofosfato de Sódio (O-diisobutil fósforo tionato de sódio) – agente coletor de \nsulfetos. Responsável por aumentar a aderência do grão à bolha de ar. \n\n- metil isobutil carbinol (MIBC) – agente espumante. Responsável por aumentar a \ntensão superficial das bolhas, de modo que permaneçam estáveis e não estourem \nquando atinjam a superfície. \n\nPara os ensaios, foi utilizada uma célula Denver, modelo LA 500.  \n\nA polpa foi constituída de 30% de sólidos em peso com água (pH ? 7,0) e posta em \nagitação a 900 rpm na célula de flotação. Durante a agitação foram adicionados os \nreagentes, de acordo com a seguinte sequência: \n\n- Na2S (para oxidados)  (mais 3 minutos de agitação) \n\n- Coletor     (mais 5 minutos de agitação) \n\n- Espumante    (mais 3 minutos de agitação) \n\nApós a etapa de condicionamento dos reagentes, a rotação foi elevada a 1000 rpm e \naberta a válvula de controle de adição de ar forçado, dando inicio à flotação \npropriamente dita, mantida pelo tempo de 10 minutos, durantes os quais era coletado \ntodo o produto flutuado. \n\n3.3.2 Ensaios de lixiviação ácida \n\nUma vez determinado que o minério em pesquisa contenha suficiente quantidade de \ncobre lixiviável para merecer uma investigação mais apurada, alguns tipos de testes \ndinâmicos podem ser facilmente realizados.  Esses testes são, às vezes, realizados até \ndurante a fase de operação, para determinar se o material que está sendo lavrado é \npassível de ser processado.  \n\nO procedimento que foi utilizado é uma adaptação do chamado “teste de garrafa” \n(bottle roll test), pois pode ser realizado com a mistura de minério com a solução \nlixiviante no interior de garrafas de vidro submetidas a rotações, utilizando-se \nequipamentos apropriados e que produzem uma agitação suave. No caso destes ensaios, \nproduzidos em laboratório, a agitação foi conduzida em copos tipo Becker, utilizando-se \nagitadores magnéticos com rotação moderada. \n\n\n\nESTUDO PRÉVIO DA VIABILIDADE DE EXTRAÇÃO DE COBRE A PARTIR DE MINÉRIOS OXIDADOS POR LIXIVIAÇÃO ÁCIDA 18 \n\nTem sido demonstrado que os procedimentos no teste de garrafa proporcionam \nresultados que podem ser aproximadamente reproduzidos num processo industrial de \nagitação em tanques. No teste em garrafas os sólidos permanecem em movimentação \ncontínua e cria-se uma interface para areação da polpa. A intensidade de agitação não \ndeve ser considerada uma variável nesta fase de ensaios (IASILLO e SCHLITT , 1999).  \n\nO objetivo nestes ensaios era observar, preliminarmente, a sensibilidade do cobre \ncontido no minério da zona de minerais oxidados ao processo de lixiviação ácida, sua \nsolubilização e a quantidade de ácido consumida aproximada.  \n\nEsses dados eram necessários para a definição dos parâmetros para testes de coluna, \na próxima etapa de ensaios, para definição dos critérios de projeto para a instalação do \nprocesso industrial de lixiviação.   \n\nCom os resultados dos testes buscou-se determinar: \n\na) qual a fração do cobre contido na amostra da região da ocorrência em pesquisa \ngeológica, identificada como predominantemente composta de minerais de cobre \noxidados (próxima à superfície), que pode ser solubilizada por lixiviação rápida em \nsolução fraca de ácido sulfúrico. \n\nb)  qual o consumo de ácido sulfúrico aproximado por unidade de cobre solubilizado. \n\nOs testes de solubilização do cobre contido em amostras foram realizados de acordo \ncom o seguinte procedimento: \n\n• preparação de 500 ml soluções de ácido sulfúrico em água em concentrações de \n10, 20 e 30 g/l. \n\n• emersão de 50 g de minério da amostra e agitação leve com agitador magnético \npor períodos de 0,5; 1; 2; 4; 8; 16 e 30 minutos. \n\n•  amostras da solução foram retiradas ao final de cada tempo, filtradas e analisadas \npara cobre em solução, pelo método de absorção atômica. \n\n• a amostra de sólidos residuais foi filtrada e lavada com água e analisadas para \ncobre residual. \n\n• o consumo aproximado de ácido sulfúrico durante os ensaios foi sendo aferido \npela variação de pH. \n\n \n\n \n\n \n\n \n\n \n \n\n  \n\n\n\nDEQUI / UFRGS – Laura de Leon Carriconde 19\n\n4 Re s u l ta d o s  \n\nA seguir são apresentados e discutidos os resultados obtidos nos experimentos \nrealizados. \n\n4.1 Análise Granulométrica \n\nO resultado da análise granulométrica do minério submetido aos testes de flotação e \nlixiviação é mostrada na Tabela 4.1 e na Figura 4.1: \n\nTabela 4.1: Distribuição granulométrica da amostra \n\nTamanho das \npartículas \n\n(mm) \n\n% massa \nacumulada \n\n+0,25 mm 1,43 \n\n+ 0,149 mm 10,73 \n\n+ 0,105 mm 19,23 \n\n+ 0,062 mm 30,10 \n\n+ 0,037 mm 39,83 \n\n-0,037 mm 60,17 \n\n \n\n \n\nFigura 4.1: Distribuição Granulométrica das amostras. \n\nComo discutido anteriormente, escolheu-se um tempo de moagem de 40 min que \nresulta em 80% do minério passante na peneira de 0,105 mm, que corresponde a 150 \nmesh Tyler, porém com a menor formação de finos possível. \n\nO teor médio das amostras ensaiadas foi de 0,670% de cobre em massa. \n\n4.2 Ensaios de flotação \n\nAs condições e resultados dos ensaios de flotação são apresentados na Tabela 4.2. \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\n0 0,05 0,1 0,15 0,2 0,25 0,3\n\nP\ne\n\nrc\ne\n\nn\ntu\n\na\nl d\n\ne\n m\n\nin\né\n\nri\no\n\n r\ne\n\nti\nd\n\no\n (\n\n%\n)\n\nTamanho da malha (mm)\n\n\n\nESTUDO PRÉVIO DA VIABILIDADE DE EXTRAÇÃO DE COBRE A PARTIR DE MINÉRIOS OXIDADOS POR LIXIVIAÇÃO ÁCIDA 20 \n\nTabela 4.2: Parâmetros operacionais e metalúrgicos dos testes de flotação. \n\nTeste \n \n\nColetor \n(g/t) \n\nEspumante \n(g/t) \n\nNa2S \n(g/t) \n\nTeores Finais Recuperação \n% Cu \n\nAlimentação \n(%Cu) \n\nConcentrado \n(%Cu) \n\nRejeito \n(%Cu) \n\nFC 11 25 30 750 0,68 1,07 0,62 21,12 \n\nFC 12 25 30 2000 0,66 1,18 0,50 40,86 \n\nFC 13 25 30 3000 0,66 1,11 0,47 49,08 \n\n \n\nComo pode ser observado na Tabela 4.2, os testes de flotação de óxidos de cobre \nativados com sulfeto de sódio mostraram baixa recuperação, mesmo com quantidades \nexcessivas de sulfetizante (Na2S), indicando, em princípio, ser este um processo \ninadequado para o minério pesquisado. \n\n4.3 Ensaios de lixiviação \n\nNa Tabela 4.3 são mostrados os resultados finais com relação à recuperação de cobre \nda sequência de 3 testes de lixiviação (LX1, LX2 e LX3), anteriores à lavagem dos sólidos \nresiduais. \n\nAs recuperações foram calculadas a partir da seguinte equação: \n\n????????çã\t ?? ?\t??? \n  \n????? ?? ?\t??? ?????????? ? ????? ?? ?\t??? ????????\n\n????? ?? ?\t??? ??????????\n \n\nOs teores de cobre foram determinadas por absorção atômica, os valores das massas \nde cobre foram calculadas pelo produto dos teores pelas respectivas massas de cada \nproduto. \n\nTabela 4.3: Percentuais de recuperação de cobre das amostras lixiviadas, em cada ensaio. \n\n  LX-1 LX-2 LX-3 L 1-3 \n\nMinutos Recuper. Recuper. Recuper. Média \n\n0 0,0% 0,0% 0,0% 0,0% \n0,5 14,4% 18,6% 22,7% 18,5% \n1 16,9% 25,0% 23,8% 21,9% \n2 22,8% 27,3% 24,3% 24,8% \n4 24,1% 29,0% 36,4% 29,9% \n8 38,2% 29,5% 37,3% 35,0% \n\n16 42,3% 34,6% 48,3% 41,7% \n30 50,7% 49,6% 48,8% 49,7% \n\n \n\nPode-se perceber na Tabela 4.3, que o valor final de recuperação de cobre das \namostras após 30 minutos são muito próximos. O desenvolvimento das curvas de \nrecuperação do cobre ao longo do tempo diferiu levemente, como apresentado na Figura \n4.2, porém a tendência das curvas é muito similar. Na figura 4.2, as linhas descontínuas \nforam inseridas a fim de melhor visualização desta tendência. \n\n\n\nDEQUI / UFRGS – Laura de Leon Carriconde 21\n\n \n\nFigura 4.2:  Curvas de lixiviação das amostras de cobre no tempo \n\nNa Tabela 4.4 segue um resumo dos resultados obtidos nestes testes, após a lavagem \ndos sólidos residuais, e também o resultado final de consumo de ácido sulfúrico. \n\nTabela 4.4: Solubilização do cobre e consumo específico de H2SO4. \n\nTeste \n\nSolução \ng H2SO4 /l Massa \n\n(g) \n\nTeor \nInicial \nCu (%) \n\nTeor \nFinal \n\nCu (%) \n\nCobre Extraído \nApós Lavagem \n\n(%) \n\nConsumo \nespecífio de \n\nácido \ng H2SO4 /g Cu \n\nLX 1 10 48,80 \n\n0,683 \n\n0,290 57,54 11,70 \n\nLX 2 20 49,00 0,216 68,37 10,10 \n\nLX 3 30 48,87 0,206 69,80 9,80 \n\n \n\nComparando os resultados da Tabela 4.3 com os resultados da Tabela 4.4 pode ser \nobservado que uma significativa quantidade de cobre extraído durante a lixiviação se \nencontra aderido aos sólidos residuais, resultando num aumento médio de 15,3% de \ncobre recuperado. \n\nOs testes LX 1, LX 2 e LX 3 apresentaram resultados compatíveis e consumo específico \nde ácido sulfúrico na mesma ordem de grandeza. Lembrando que, neste estudo, o \nobjetivo era obter um consumo aproximado e a ordem de grandeza deste consumo de \nácido sulfúrico.  \n\nSegundo HOLMES et al. (1976), uma planta de lixiviação em tanques agitados quando \nem fase de planejamento estimava um gasto com ácido sulfúrico de aproximadamente \nUS$97 por tonelada de cobre extraído (considerando as conversões monetárias para \ncotação do ano de publicação). Porém com o funcionamento da planta piloto o gasto foi \nreduzido a aproximadamente US$58 devido à mudança de escala, correspondendo a \ncerca de 60% do valor estimado. Tal redução no gasto indica claramente uma redução no \nconsumo de solução ácida. Visto que os resultados do tipo de experimento realizado no \npresente estudo podem ser aproximados aos de um tanque por agitação, existe uma \n\n0,0%\n\n10,0%\n\n20,0%\n\n30,0%\n\n40,0%\n\n50,0%\n\n60,0%\n\n0 5 10 15 20 25 30 35\n\n%\n C\n\no\nb\n\nre\n E\n\nx\ntr\n\na\níd\n\no\n\nTempo (minutos)\n\nLX-1\n\nLX-2\n\nLX-3\n\n\n\nESTUDO PRÉVIO DA VIABILIDADE DE EXTRAÇÃO DE COBRE A PARTIR DE MINÉRIOS OXIDADOS POR LIXIVIAÇÃO ÁCIDA 22 \n\nconsiderável probabilidade de que o consumo de ácido em planta piloto, se utilizada a \nlixiviação em tanques agitados, seja reduzido em comparação com o consumo de ácido \nobtido neste ensaio. \n\nA Figura 4.3 mostra a evolução da solubilização do cobre ao longo dos ensaios (média \ndos três ensaios realizados). O desenvolvimento da curva parece indicar uma possível \ncontinuidade do processo além do tempo de duração dos testes.    \n\n \n\nFigura 4.3: Solubilização do cobre no tempo. \n\nAnalisando a curva apresentada na Figura 4.3, pode-se perceber que há uma grande \nquantidade de minério que lixivia rapidamente, resultando na elevação íngreme \nobservada no tempo de 0 a 1 minuto. Isso pode evidenciar uma quantidade apreciável de \nespécies de lixiviação rápida, provavelmente também influenciada pelo alto gradiente de \nconcentração inicial entre sólido e solução; a continuidade da elevação do percentual de \nextração com o tempo indica também a presença de espécies de minerais oxidados de \nlixiviação mais lenta e de sulfetos. \n\nUm estudo de caso descrito por HOLMES et al. (1976), relata o planejamento de uma \nplanta piloto de lixiviação na qual o minério processado continha espécies com variados \ntempos de lixiviação necessários e, portanto, as condições de lixiviação deveriam ser \notimizadas entre a máxima extração das espécies mais lentas e o alto consumo de ácido \nsulfúrico. A lixiviação era realizada em “pachucas”. Através de testes em escala de \nbancada, foram definidos tempos de extração máxima de 3 horas para uma solução \nprimária. Após a planta piloto entrar em funcionamento foi observado que não mais que \num terço deste tempo seria necessário para atingir níveis ótimos de extração e consumo \nde ácido.  \n\nOs resultados de tempo de lixiviação apresentados HOLMES et al. (1976) podem ser \ncomparados com os resultados do presente experimento satisfatoriamente se \nanalisarmos a tendência da curva na Figura 4.3. \n\nSegundo os estudos de caso mostrados por DAVENPORT (2002) sobre lixiviação com \nsolução ácida pelo método lixiviação em pilhas, a recuperação de cobre em escala de \n\n0,0%\n\n10,0%\n\n20,0%\n\n30,0%\n\n40,0%\n\n50,0%\n\n60,0%\n\n70,0%\n\n80,0%\n\n90,0%\n\n100,0%\n\n0 5 10 15 20 25 30 35 40\n\nC\no\n\nb\nre\n\n E\nx\n\ntr\na\n\níd\no\n\nTempo (minutos)\n\nExtração\n\nPós Lavagem\n\nPós Lavagem (65,3 %)\n\n\n\nDEQUI / UFRGS – Laura de Leon Carriconde 23\n\noperação pode variar entre 53% e 80%, com tempos de lixiviação que variam entre 30 e \n540 dias respectivamente. Em outro estudo apresentado por CATANACH (1976) \nobservou-se resultados com variações de 17% a 61% de cobre recuperado com tempos de \nlixiviação de 60 a 373 dias de operação. \n\nOs testes realizados nesta etapa de pré-avaliação foram adequados para obterem-se \ninformações preliminares sobre a resposta da amostra ensaiada ao processo de lixiviação \ncom solução fraca de ácido sulfúrico. Os dados obtidos, em sua maioria, são consistentes \ne as discrepâncias podem ser atribuídas à pequena escala adotada para o ensaio, o que \npode ter ocasionado heterogeneidade entre as alíquotas de cada teste.  \n\nSegundo RAYNOLDS (1993), os erros admitidos nesta fase de pré-viabilidade são da \nordem de 25 a 30 %, como pode ser observado na Tabela 4.5. \n\nTabela 4.5: Níveis de precisão e de engenharia concluída em relação às fases de um \nprojeto. \n\nFase do Projeto \n% Engenharia \n\nConcluída \nNível de Precisão \n\n(%) \n\nConceitual 0 ± 50 \n\nPré-viabilidade 0 – 30 25 – 30 \n\nViabilidade 30 + 10 – 15 \n\nDetalhamento 60 ± 5 \n\n \n\nA solubilização média de todos os ensaios, após a lavagem dos resíduos, ficou em de \n65,3% do cobre total presente e o consumo médio de ácido ficou em de 10,53 g de H2SO4 \npor g de cobre extraído. \n\n4.4 Viabilidade econômica \n\nUma breve comparação do preço do cobre com o preço do kg do ácido evidencia uma \nprovável viabilidade econômica já na fase de testes de bancada. A Figura 4.4 mostra a \nvariação do preço do cobre de 2005 a 2010 em dólares por tonelada, registrando uma \ntendência ascendente do preço por kg do metal. O preço do ácido de acordo com alguns \nfornecedores fica na média de US$130 por tonelada. A Figura 4.5 apresenta um gráfico da \nvariação do preço do ácido em dólares por tonelada. Tomando como base um consumo \nde 10 kg de ácido para 1 kg de cobre recuperado, o processo se torna economicamente \nviável se o kg de ácido for comercializado por qualquer valor menor que US$700. \n\n \n\n\n\nESTUDO PRÉVIO DA VIABILIDADE DE EXTRAÇÃO DE COBRE A PARTIR DE MINÉRIOS OXIDADOS POR LIXIVIAÇÃO ÁCIDA 24 \n\n \n\nFigura 4.4: Preço do cobre – Fonte London Metal Exchange \n<http://www.lme.com/copper_graphs.asp> \n\n \n\n \n\nFigura 4.5:  Preço do ácido – Extraido de Fertecon \n<http://www.fertecon.com/latest_market_reports/FERTECON_latest_Sulphuric_Acid_ma\n\nrket_report.pdf > \n\n \n\n5 C o n c l u s õ e s  e  Tra b a l h o s  F u t u ro s \n\nO que se conclui a partir da análise dos resultados obtidos é que é viável \ntecnicamente e de interesse das empresas exploradoras seguirem a rota de pesquisa \n\nP\nre\n\nço\n (\n\nU\n$\n\n/t\n)\n\nP\nre\n\nço\n (\n\nU\n$\n\n/t\n)\n\n\n\nDEQUI / UFRGS – Laura de Leon Carriconde 25\n\nrealizando testes em planta piloto de extração do cobre a partir do minério oxidado por \nlixiviação ácida. Uma breve análise dos resultados dos testes de obtenção do cobre por \nflotação, utilizando amostras da mesma rocha, apenas confirma o que está registrado na \nliteratura, ou seja, de que os percentuais de recuperação do cobre contido nos minérios \noxidados são muito maiores quando lixiviados do que quando flotados. \n\nOs valores de recuperação do cobre obtidos nos testes de lixiviação (em média 50%) \nestão na faixa dos valores de recuperação obtidos nas plantas em operação de lixiviação. \nConsiderando que os resultados tendem a melhorar em uma operação real, pois o tempo \nde contato da solução lixiviante com o minério aumenta, os valores de recuperação para \nesse minério ainda continuarão dentro da faixa de valores aceitos e registrados na \nliteratura.  \n\nAnalisando os valores do consumo de ácido, pode-se perceber que estão no limite \nsuperior de consumo ou acima, dependendo do método de lixiviação escolhido. Porém, \nesse consumo tende a baixar muito em uma planta de operação, pois o ácido utilizado \nentra em contato com uma quantidade muito maior de minério do que no experimento, \nlixiviando uma quantidade superior de minérios com o mesmo volume de ácido.  \n\nA partir de uma análise de viabilidade econômica preliminar, foi possível observar que \no processo sugerido também é viável economicamente. \n\nÉ importante salientar que, embora os resultados sejam adequados para esta fase da \npesquisa, deve ser considerada a importância de desenvolver-se um programa de testes \nde lixiviação em tempo mais longo, com recirculação de solução ácida, em colunas, para \nmelhor caracterizar as condições desse processo e verificar-se a sua adequação ao \nminério.  \n\n \n\n \n\n \n\n  \n\n\n\nESTUDO PRÉVIO DA VIABILIDADE DE EXTRAÇÃO DE COBRE A PARTIR DE MINÉRIOS OXIDADOS POR LIXIVIAÇÃO ÁCIDA 26 \n\n6 Refe rê n c i a s  \n\nBERALDO, J.L. Concentração por Flotação, exemplar pré-edição, p. 105-106, 11 e 41, \n1981. \n\nCATANACH, C.B. Development and in place leaching of Mountain City chalcocite ore \nbody, International Symposium on Copper Extraction &amp; Refining, 1976.  \n\nCPRM Metalogenia da Bacia do Neo-proterozóico do Rio Grande do Sul &lt;\nhttp://www.cprm.gov.br>, Visitado em 11/11/2011. \n\nDAVENPORT, W.G.; KING, M.; SCHLESINGER, M.; e BISWAS, A.K. Extractive Metallurgy of \nCopper, ed. 4, c. 17, 2002. \n\nDOMIC, E.M. Resultados Tecnico-Economicos de La Operacion Industrial Del Processo TL \nem Chile, 1982. \n\nDOMIC, E.M. e ALVAREZ, G.B. Desarrollo y Perspectivas de La Sociedad Minera La \nCascada Limitada, 1980. \n\nFERTECON \n<http://www.fertecon.com/latest_market_reports/FERTECON_latest_Sulphuric_Acid_ma\nrket_report.pdf > Visitado em: 18/11/2011. \n\nGUERRA A.T. Dicionário Geológico – Geomorfológico, 3ªed, 1969. \n\nHOLMES, J.A.; DEUCHAR, A.D.; STEWARD, L.N. e PARKER, J.D. Design, Construction and \nComissioning of the Nchanga Tailings Leach Plant, International Symposium on Copper \nExtraction &amp; Refining, 1976.  \n\nIASILLO, E. e SCHLITT, W.J. Pactical Aspects Associated with Evaluation of a Copper Heap \nLeaching Project, 1999. \n\nJOHANSSON, V.S. et al.Use of Geocoat Process for the Recovery of Copper from \nChacopyrite, 1999. \n\nKODORSKY, G.A. Copper Recovering Using Leach/Solvent Extraction/Electrowinning \nTechnology: Forty years of innovation, 2.2 million tones of copper annually, 2002. \n\nKODORSKY, G.A. Copper Solvent Extraction Reagents, Past, Present and Future, Expomin \n– 2003. \n\nLEPREVOST, A. Minerais para a Indústria, p 3-4 e 53-56, 1978 \n\nLONDON METAL EXCHANGE &lt;http://www.lme.com/copper_graphs.asp> Visitado em: \n18/11/2011. \n\nMOORE, T., TOWNSON, B., MAES, C. e TINKLER, O. Solvent Extraction of Copper from \n\nConcentrated Feed Solutions, Alta Copper 99, 1999. \n\nRAYNOLDS, M. Cost Estimation Handbook for the Australian Mining Industry, \n\nAUSTRALIAN INSTITUTE OF MINING AND METALLURGY, Monograph Nº 20, 1993.  \n\n\n\nDEQUI / UFRGS – Laura de Leon Carriconde 27\n\nRIBEIRO, M.J Sulfeto em Sedimentos Detriticos Cambrianos do Rio Grande do Sul, Brasil, \np. 149-150, 1991.  \n\nSEWARD, G.W. Leach, SX-EW Production of Copper - A Global View, Zeneca – China – \nSymposium, 1997. \n\nSILVA, S.A. Uso de Buscas de Documentos de Patentes na Área de Processamento \nMineral – Um estudo de caso direcionado para a construção de panoramas tecnológicos \nsobre processos de produção de cobre, 2010. Dissertação de Mestrado em Propriedade \nIntelectual e Inovação, INPI. \n\nVILLAS BOAS, R.C.; FERREIRA, R.C.H.; EL-NAGGAR, M.M. e BARBOSA, J.P. Tratamento de \nminérios e Hidrometalurgia, c. 4, 1980."}]}}}