{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.03987"}, {"@name": "filename", "#text": "BGP_2010_18_2_11_Oscilacoes_paleobatimetricas.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Oscilações paleobatimétricas de alta frequência induzidas por ciclos orbitais na Bacia de Campos\nHigh-frequency paleobathymetry oscillations in the Campos Basin driven by orbital cycles\nValquíria Porfírio Barbosa | Armando Antonio Scarparo Cunha | Seirin Shimabukuro | Luiz Antonio Pierantoni Gamboa\nresumo\nUm estudo integrado de cicloestratigrafia, pa-leoecologia e bioestratigrafia foi desenvolvido em depósitos sedimentares rítmicos do Oligo-Mioceno da Bacia de Campos, Brasil. Os dados bioestratigrá-ficos, combinados com a análise espectral de séries numéricas representativas das variações do conteúdo de carbonato de cálcio dos testemunhos do poço A, revelam a existência de padrões cíclicos de frequências compatíveis com os ciclos de Milankovitch. Oscilações cíclicas nas biofácies de foraminíferos bentônicos reconhecidas nestes testemunhos possuem a mesma frequência e fase dos ciclos de excentricidade longa (400 Ka). Embora mudanças paleoceanográficas (como alterações nas correntes oceânicas, temperatura das águas e suprimento de nutrientes) possam modificar os padrões de distribuição e frequência das associações de foraminíferos, a metodologia empregada na interpretação das biofácies, o contexto geológico da área estudada e o modelo genético proposto para a formação destas rochas com padrão rítmico sugerem que as alterações nas biofácies de foraminíferos bentônicos estão diretamente relacionadas às flutuações\npaleobatimétricas induzidas por oscilações glacio-eustáticas do nível relativo do mar. De acordo com o modelo proposto para a formação dos pares de marga-carbonato, ciclos de produtividade e diluição foram determinantes. Em períodos regressivos, o recuo da linha de costa em direção ao oceano favoreceu um aporte maior de argila nas áreas batiais, fazendo com que o aumento do volume de terrígenos inibisse a produção de carbonato pelágico (foraminíferos planctônicos e nanofósseis calcários), criando condições propícias para a deposição das margas. Durante a fase transgressiva, o aporte de sedimentos continentais foi relativamente menor, favorecendo o aumento da produtividade de carbonato pelágico e a redução do teor de argila, formando as camadas de carbonato. Observa-se, também, que as variações paleobatimétricas interpretadas a partir dos dados de foraminíferos estão em fase com os ciclos transgressivos-regressivos, sugerindo uma causa comum tanto para a formação dos pares marga-carbonato como para as oscilações paleobatimétricas registradas pelas biofácies.\nPalavras-chave: paleobatimetria I Ciclos de Milankovitch |\nBacia de Campos | paleoecologia\nabstract\nAn integrated palaeoecological, biostratigraphic and cyclostratigraphic study was carried out on sedimentary rhythm sequences in the Oligocene-Miocene of the Campos Basin, Brazil. The biostratigraphic data combined with the spectral analysis performed on numerical data based on carbonate content varia-tions of cores from well A, Campos Basin, reveal a periodicity related to the Milankovitch cycles. Ben-thic foraminiferal biofacies oscillations recognized in these cores have the same frequency and phase of long eccentricity cycles (400 Ka). Paleoceanographic changes (such as changes in ocean currents, water temperature and food supply) can modify the distri-bution and frequency patterns of foraminifera assem-blages. However, the method used to interpretate the biofacies, the geological context of the studied area and the proposed genetic model to explain the origin of these rhythmically patterned rocks, suggest that changes in foraminiferal biofacies are directly related to the paleobathymetric variations induced\nby glacio-eustatic oscillations of relative sea level. According to the proposed model, productivity-di-lution cycles were instrumental in the origin of these marl-limestone couplets. During regressive phases, conditions were established to increase continental runoff to a bathyal setting. The increase of continental runoff with decrease of contribution of the main carbonate components led to the deposition of marlstone. During the transgressive phase, the relative reduction in clay input from continental sediments, favored a productivity growth of pelagic carbonate (calcareous nannofossil and planktonic foraminifera), which created conditions facilitating the deposition of limestone layers. The paleobathymetry oscillations, interpreted from the benthic foraminifera assemblage, and the formation of couplets, seems to be in phase with the transgressive-regressive cycles indicating a common cause to both processes.\n(Expanded abstract available at the end of the paper).\nKeywords: paleobathymetry | Milankovitch Cycles | Campos Basin | palaeoecology\nFigura 1\nMapa de Localização da Bacia de Campos e dos poços estudados.\nFigure 1\nLocation map of the Campos Basin and the studied wells.\nintrodução\nz\nDepósitos sedimentares batiais do Oligo-Mioceno com feições rítmicas são comuns em muitos poços da Bacia de Campos e sua formação. Segundo Azambuja (1990), teria ocorrido em resposta às variações glacio-eustáticas do nível relativo do mar, promovidas pela alternância de estágios glaciais e interglaciais, como resultado da separação do continente Sulamericano da Antártica no Oligoceno (Abertura da Passagem de Drake). Nesse cenário, as variações eustáticas e a formação dos depósitos rítmicos estariam conectados aos ciclos orbitais climáticos da Terra (Ciclos de Mi-lankovitch). Apesar da ampla aceitação deste modelo, uma quantificação detalhada de tais variações do nível relativo do mar e da amplitude temporal destes ciclos na Bacia de Campos são abordagens ainda inéditas. Assim, com esse intuito, foram estudados neste trabalho os testemunhos 3, 4, e 5 do poço A (fig. 1), compostos por margas e carbonatos pelágicos dispostos segundo um padrão rítmico (fig. 2), depositados entre o intervalo geocronológico de 22 Ma e 25 Ma.\nOs dados bioestratigráficos provenientes do estudo detalhado de nanofósseis calcários forneceram um arcabouço bioestratigráfico de alta resolução, que permitiu obter uma estimativa da duração dos ciclos orbitais reconhecidos nos testemunhos por meio de técnicas de análise espectral. O estudo dos foraminíferos bentônicos, também de alta resolução, possibilitou compor uma curva paleobatimétrica com precisão compatível à ordem de grandeza dos ciclos orbitais. Esta elevada resolução permitiu observar que a curva paleobatimétrica e o ciclo sedimentar de menor frequência seguiam um mesmo padrão, sugerindo uma causa comum à formação dos ritmitos e às oscilações paleobatimétricas. Assim, a análise integrada desses resultados, além de possibilitar uma melhor compreensão da origem dos pares de marga-carbonato registrados nos testemunhos, também fornece um embasamento significativo para o modelo deposicional destas rochas da Bacia de Campos.\nmétodos e materiais\nAs amostras utilizadas nos estudos de foraminíferos e nanofósseis foram coletadas em intervalos regulares de 10cm nos testemunhos 3, 4 e 5 do\n2669,45 (Topo)\nPOÇO A - TESTEMUNHO #5\nPerfil de cor\n111111 111111 111111 111111\n40\t80\t120\n\nI . •\n><\npoço A. As interpretações bioestratigráficas e paleobatimétricas foram fundamentadas em análises qualitativas e quantitativas de nanofósseis calcários e de foraminíferos bentônicos, respectivamente. As técnicas de preparação das lâminas de nanofósseis seguiram os procedimentos usuais, como exemplificados em Antunes (1997). Em relação à preparação das amostras para foraminíferos, cerca de 30g de rocha seca e pulverizada foram tratadas com uma solução de 10% de peróxido de hidrogênio, posteriormente lavadas em peneira de 0,063mm e secas em estufa a 60°C; do resíduo seco quarteado foram triados cerca de 300 espécimes de foraminíferos bentônicos. Posteriormente, os espécimes foram classificados através da comparação com descrições e ilustrações fornecidas por bibliografias especializadas, entre as quais\nRitmitos do Miocene-Oligocene da Bacia de Campos (poço A, testemunho 5) com as curvas de variação de cor (perfil de cor).\nFigure 1\nMiocene-Oligocene rhythms from the Campos Basin (Well A, core 5) and its color log variation curves.\nse destacam os trabalhos de Cushman (1918; 1920; 1922; 1923; 1924; 1930; 1931; 1937a; 1937b; 1937c; 1939), Boltovskoy (1980), Poag (1981), Tjalsma e Lohmann (1983), Boersma (1984), Jones (1994), Kohl (1985), Koutsoukos (1985), Belanger e Berggren (1986), van Morkhoven et al. (1986), Katz e Miller (1987), Loeblich e Tappan (1988; 1994), Charnock e Jones (1990), Kuhnt e Kaminski (1990), Bolli et al. (1994), Bornmalm (1997), Kuhnt etal. (1999), Robert-son (1998), Katz et al. (2003), van Hinsbergen et al. (2005), entre outros.\nEm função da sua elevada sensibilidade ecológica às variações físico-químicas do meio, os foraminíferos bentônicos são, reconhecidamente, o grupo mais empregado em inferências paleoecológicas do Paleozoico ao Recente. Entre uma de suas principais aplicações está o emprego como indicadores de paleobatime-tria, sobretudo para bacias oceânicas do Mesozoico e do Cenozoico, como demonstram diversos trabalhos dessa natureza (e. g., Natland, 1957; Bandy, 1960; Sli-ter e Baker, 1972; Culver e Buzas, 1981; Murray, 1991, entre outros). Em síntese, estes estudos mostram que as associações de foraminíferos bentônicos passam por mudanças sistemáticas em função do aumento do gradiente batimétrico, uma vez que parâmetros físico--químicos condicionantes à distribuição das espécies (e. g., temperatura, massas d'água, disponibilidade de nutrientes e oxigenação) variam de acordo com a profundidade. Assim, durante a seleção das espécies que compõem as biofácies, foram obviamente empregados apenas os táxons, cuja distribuição é controlada primariamente por parâmetros diretamente relacionados à profundidade, o que foi feito com base no vasto conhecimento da ecologia dos foraminíferos bentônicos, hoje de amplo domínio e acesso (e. g., Belanger e Berggren, 1986; Bornmalm, 1997; Culver, 1988; Culver e Buzas, 1981; Ingle, 1980; Katz e Miller, 1987; Miller e Katz, 1987; Robertson, 1998 e van Morkhoven et al., 1986, entre outros).\nNesse sentido, de acordo com Culver e Buzas (1981), os padrões de distribuição e frequência de associações de foraminíferos bentônicos são geralmente mais significativos na determinação das pa-leobatimetrias do que aquelas fundamentadas em espécies isoladas, para as quais é atribuído um significado isobatial (conceito utilizado até a década de 1970). Isso se deve ao fato de que a distribuição das espécies, mesmo estando relacionada à profundidade, é controlada em grande escala pela distribuição de fatores bióticos (e. g. microhabitat) e abióticos (e.g., massas d'água), que, em muitos casos, não têm uma\ninterdependência intrínseca com a batimetria do local. Por outro lado, quando se avalia uma associação e o comportamento de seus constituintes em conjunto, é possível estabelecer de forma mais segura uma tendência de distribuição e frequência, controlada dominantemente por um determinado parâmetro.\nNeste estudo, a coleta de dados e o processamento das amostras seguiram estas premissas, ou seja, as amostras e as biofácies representativas foram discriminadas com base no padrão de distribuição e frequência das associações, através da quantificação das espécies componentes, somadas à avaliação qualitativa de mudanças na composição destas associações. A contagem de espécies foi padronizada em porcentagens e os dados compilados e plotados, em tabelas de distribuição. Desta forma, a avaliação dos padrões de distribuição e frequência permitiu o reconhecimento de associações controladas essencialmente pela batimetria. Na composição da curva paleobatimétrica, ainda que algumas espécies pudessem indicar intervalos de profundidades máximas ou mínimas, optou-se por utilizar um ponto mediano de amplitude batimétrica entre estes extremos.\nA análise espectral foi desenvolvida sob uma série numérica, que reflete as variações de cor dos testemunhos a partir da conversão da imagem digital dos testemunhos em uma matriz numérica, representando o atributo de cor de cada pixel. Para cada pixel foi atribuído um número entre 0 a 255, os quais oscilam em função da cor (sendo o zero representativo da cor branca e 255 da cor preta), com 254 tons de cinza qualificados pelos valores contidos entre 0 e 255. Essa matriz foi matematicamente simplificada para uma única coluna, que representa as variações do conteúdo carbonático das rochas. A análise de resíduo insolúvel foi feita em vários pontos de controle, para averiguar e assegurar que a coloração dos testemunhos estivesse diretamente relacionada ao teor de carbonato de cálcio, ou seja, quanto mais escura a rocha mais pobre em carbonato de cálcio. Essa técnica tem sido rotineiramente utilizada com excelentes resultados (e. g., Sageman et al., 1997; Cramer et al., 2003; Lourens et al., 2005). Para a análise espectral, a matriz foi subdividida em duas: a primeira contendo os dados do testemunho 3 e a segunda, os dados dos testemunhos 4 e 5. O objetivo dessa divisão foi representar matematicamente, ainda que de forma imprecisa, a mudança gradativa da taxa de acumulação, conforme estimativas feitas a partir da análise bioestratigráfica. Na avaliação dos periodogramas, ao invés de discriminar frequências\nisoladas, preferiu-se trabalhar com faixas de frequência, pois associá-las aos ciclos orbitais em análise espectrais desenvolvidas em dados geológicos atenua imprecisões provenientes de alterações na taxa de acumulação. A amplitude temporal dos ciclos de Milankovitch, usada como termo de comparação aos ciclos reconhecidos nos testemunhos do poço A, foi obtida com base em cálculos de alta precisão apresentados por Laskar (2004). Os cálculos mostrados por este autor foram desenvolvidos a partir de funções matemáticas, que permitem estimar a duração e a amplitude dos parâmetros astronômicos para os ciclos de precessão, obliquidade e excentricidade para qualquer intervalo geocronológico. Este conjunto de cálculos matemáticos e astronômicos é denominado solução LA2004. A figura 3 ilustra o comportamento teórico dos ciclos de precessão, obliquidade e excentricidade, no que tange aos parâmetros astronômicos (eixo de inclinação da Terra, elipsidade da órbita terrestre e parametrização do efeito precessional) e à duração dos ciclos em tempo para o intervalo geocronológico entre 22 Ma e 25 Ma. As principais frequências destes ciclos são desenvolvidas e ilustradas em periodogra-mas, cujos resultados são resumidos em tabelas, nas quais é possível observar as frequências mais comuns associadas a cada ciclo orbital e o seu significado temporal. As análises espectrais dos ciclos teóricos de Lascar (2004) foram calculadas por meio do programa de computador Analyseries, versão 2 (Paillard et al., 1996). Os resultados das análises espectrais foram obtidos pelo método Blackman-Tuckey. A partir dos dados primários (curva de cor dos testemunhos 3, 4 e 5), isolou-se a curva que representa a frequência do ciclo de excentricidade longa (aproximadamente 400 Ka), utilizando um filtro gaussiano do próprio programa Analyseries.\nCabe ainda ressaltar que os padrões de ciclicidade e as taxas de acumulação reconhecidos neste estudo (poço A), se comparados aos padrões e taxas obtidas por Azambuja (1990) em estudo cicloestratigráfico realizado no poço B, são bastante similares (figs. 4, 5 e 6). Os dois poços, aqui denominados de A e B (fig. 1), são próximos e mostram grandes similaridades estratigráficas e litológicas. O fato de Azambuja (1990) ter utilizado técnicas completamente distintas das aplicadas neste trabalho, visto que muitas destas técnicas e métodos não existiam naquela época, e ter obtidos resultados similares no que diz respeito à parametrização dos ciclos e taxas de acumulação, corrobora a robustez dos resultados obtidos neste trabalho. No caso do poço B, as análises espectrais\n\tFrequência (ciclos/ma)\tFrequência média (ciclos/ma)\tAmplitude temporal (Ka)\n\t41-43\t42\t23,8\n\t44-46\t45\t22,2\n\t52-54\t53\t18,8\nExcentricidade longa\nFrequência (ciclos/ma)\tFrequência média (ciclos/ma)\tAmplitude temporal (Ka)\n18-20\t19\t52,6\n23-24\t23,5\t42,6\n24-26\t25\t40\nfrequência (ciclos/Ma)\n\tFrequência (ciclos/ma)\tFrequência média (ciclos/ma)\tAmplitude temporal (Ka)\n\t1,8-3,2\t2,4\t416\n\t7,4-8,4\t7,9\t126\n\t9-11\t10\t100\nExcentricidade curta\nCiclos de Excentricidade\nTempo geológico em Ka\n\n\nFigura 3 - Excentricidade, Obliquidade e Precessão da Terra entre 22 e 25 Ma.\nAs curvas e as análises espectrais foram calculadas pelo programa de computador Analyseries 2.0 (Paillard et al., 1996) versão 2005. Os cálculos seguem a solução astronômica La2004 (Laskar et al., 2004).\nFigure 3 - Eccentricity, obliquity and precession of the Earth between 22 and 25 Ma. The spectral analyses were performed by the software Analyseries 2.0 (Paillard et al. 1996) version 2005.\nThe calculations follow the La2004 astronomical solution (Laskar et al., 2004).\nFigura 4\nPoço B. a) Depósitos rítmicos de margas e carbonatos depositados em ambiente batial da Bacia de Campos durante o Mioceno-Oligoceno. A taxa de acumulação regional para os pares marga-carbonato é 1 cm /Ka (modificado de Azambuja Filho, 1990). b) Ciclicidade observada nos pares de marga-carbo-nato é definida pela variação do teor de carbonato de cálcio. O conteúdo de carbonato é associado a abundância relativa dos nanofósseis calcários e foraminíferos (modificado de Azambuja Filho, 1990). c) Periodograma (calculado a partir da variação do teor de carbonato); as frequências dominantes são relacionadas ao ciclos de Milankovitch. A conversão do ciclo em espessura para tempo foi obtida dividindo a espessura pela taxa de acumulação (modificado de Azambuja Filho, 1990).\nFigure 4\nWell B data. a) Rhythmically interbedded marlstones and limestones deposited in a bathyal environment during the Campos Basin Miocene-Oligocene. The regional average accumulation rate for the carbonate-marlstones couplets is 1.0 cm/Ka (modified from Azambuja Filho, 1990).\nb)\tThe cyclicity observed in the marl-limestone couplets is defined by the carbonate con-tent variation in the core. The carbonate content is related to the relative abundance of calcareous nannofossils and foraminifera (modified from Azambuja Filho, 1990).\nc)\tPeriodogram (calculated base on carbonate content data); The dominant frequen-cies correspond to Milanko-vitch periodicity cycles. The conversion of the cycle thick-ness into time was made by dividing the thickness by the accumulation rate (modified from Azambuja Filho, 1990).\nPoço B - Testemunho 1\n42\n\nfundamentam-se em curvas calcimétricas obtidas por medidas feitas em calcimetro. O método matemático aplicado foi a análise de Fourier Simples, processada no programa Statistica, sem teste, coerência estatística ou filtragem das principais frequências.\nanálise espectral: resultados e interpretações\nA bioestratigrafia foi empregada para mesurar a quantidade de tempo envolvida na seção estudada, por isso, a primeira ocorrência da espécie (FO) de nanofósseis calcário Sphenolithus disbelemnos (22,76 Ma) e as últimas ocorrências das espécies (LO) Sphenolithus delphix (23,11 Ma) e Sphenolithus ciperoensis (24,04 Ma) foram escolhidas como principais marcadores geocronológicos do intervalo analisado, tendo a idade absoluta destes eventos fundamentado o cálculo das taxas de acumulação e\nCaCO3(%) X Profundidade (dados de testemunho)\n2736\t2745\nProfundidade (2727 - 2754m)\n0,08-i\nPeriodograma do Poço B (intervalo testemunhado de 27m) Excentricidade longa Ciclo de 420cm\no d) Q.\n(/)\n<y 0,04 —\n.Excentricidade curta Ciclo de 120cm\n/Precessão\nCiclo de 20-25cm\nObliquid; Ciclo de •\n0,00\n0,0\nn---1---1--1---1---1---1\n0,1\t0,2\t0,3\nFREQUÊNCIA\nCiclos por intervalo de amostragem (5cm)\nestimativas da duração dos ciclos orbitais. A escala de tempo geológico adotada para atribuir idades absolutas a estes eventos bioestratigráficos, eleitos como marcos, foi a de Gradstein et al. (2004), em função da maior adequação desta aos resultados obtidos no estudo cicloestratigráfico. A razão entre a espessura dos intervalos delimitados pelos eventos bioestratigráficos e o tempo envolvido na deposição destes intervalos de rochas definiram os valores das taxas de acumulação (tabela 1).\nObserva-se que a estimativa temporal de alguns dos ciclos reconhecidos nos periodogramas (figs. 5 e 6) são relativamente imprecisas se comparados aos valores temporais teóricos dos ciclos de Milankovitch calculados por Laskar et al. (2004). Isto se deve, em parte, à própria dispersão em amplitude e frequência dos ciclos orbitais teóricos para o intervalo de tempo geológico entre 22 Ma e 25 Ma (fig. 3). Entretanto, alterações na taxa de sedimentação ao longo da seção e o tamanho relativamente pequeno da série temporal (definida pelo comprimento reduzido dos testemunhos) são limitações que dificultam o reconhecimento dos\nDatums Bioestratigráficos\tProf. (m)\tEspessura do intervalo (m)\tIdade (Ma)\tAmplitude (Ma)\tTaxa de sedimentação (cm/lca)\nFO Sphenolithus disbelemnos\t2635,95\t\t22,76\t\t\nLO Sphenolithus delphix\t2639,75\t3,80\t23,11\t0,35\t1,09\nLO Sphenolithus ciperoensis\t2662,20\t22,45\t24,04\t0,93\t2,41\nTabela 1\nPontos de amarração para a conversão do domínio profundidade para tempo. Os marcos bioestratigráficos são primeira (FO) e últimas ocorrências (UO) de nanofósseis calcários.\nIdade absolutas de Gradstein et al. (2004).\nTable 1\nTie-points used to convert data from the depth-domain to the time-domain. The Biostratigraphic markers are the first occurrence (FO) or the last occurrence (LO) of calcareous nan-nofossil species. Absolute Age from Gradstein et al. (2004).\nciclos orbitais, tornando-os menos conspícuos nos periodogramas. Deve-se ainda considerar que os dados bioestratigráficos permitem uma estimativa da taxa de acumulação, extremamente útil no reconhecimento da ordem de grandeza dos ciclos. Contudo, esse método também apresenta imprecisões inerentes à datação absoluta dos eventos de extinções e surgimento de espécies fósseis. Deste\nmodo, a transformação da dimensão métrica em temporal, usualmente denominada em estudos ci-cloestratigráficos de modelo tempo-profundidade, serve apenas como referência no dimensionamento dos ciclos, não podendo ser aplicada como indicador preciso da duração individual de cada ciclo. No que se refere ao periodograma que ilustra os ciclos do testemunho 3 (fig. 5), a maior imprecisão\nPotência Espectral\n4000000 —i\nExcentricidade longa\nObliquidade\nFrequência Filtrada (filtro gaussiano)\n3000000 —\n\nFrequência (ciclos/m)\tTamanho (m)\tAmplitude temporal (Ka)\n0,20 - 0,25\t4,46\t409\n0,95 - 1,15\t0,95\t87\n1,75 - 2,75\t0,45\t46\n3,75 - 4,25\t0,25\t23\nTaxa de acumulação 1,09cm/Ka\t\t\n2000000 —\n1000000 —\nPrecessão\n0\n0\n1\n2\n3\n4 5ciclos/m\nExcentricidade curta\nFigura 5\nDensidade espectral como função da frequência (Periodograma). A análise foi processada usando o perfil de cor do testemunho 3, com o método Blackman-Tukey (programa AnalySeries 2.0 -Paillard et al., 1996). Largura da banda 10440 lags com 18000 pontos (comprimento do testemunho 18m; nível de confiança de 90%). A amplitude temporal dos ciclos foi estimada em base a taxa de acumulação de 1,09 cm/Ka.\nFigura 5\nSpectral density as a function of frequency (Periodogram). The analysis was based on the core 3 color index, using the Blackman-Tukey method in the Software AnalySeries 2.0 (Pail-lard et al., 1996). Bandwidth for 10440 lags on 18000 values (core length 18 m; 90% level confidence). The time span of the cycles was estimated based on an average accumulation rate of 1.09 cm/Ka.\nFigura 6\nDensidade espectral como função da frequência (Periodograma). A análise foi processada usando o perfil de cor dos testemunhos 4 e 5, com o método Blackman-Tuckey (programa AnalySeries 2.0 - Paillard et al., 1996). Largura da banda 8692 lags com 22400 pontos (comprimento do testemunho 22,4m; nível de confiança de 90%). A amplitude temporal dos ciclos foi estimada em base a taxa de acumulação de 2,41 cm/Ka.\nFigura 6\nSpectral density as a function of frequency (Periodogram). The analysis was based on the color index of cores 4 and 5, using the Blackman-Tukey method in the Software AnalySeries 2.0 (Paillard et al., 1996). Bandwidth for 8692 lags on 22400 values (core lengths 22.4 m; 90% level confi-dence). The time span of the cycles was estimated based on an average accumulation rate of 2.41 cm/Ka.\nfoi associada aos ciclos de excentricidade curta e obliquidade. O primeiro apresenta valores espectrais relativamente baixos, e o segundo, apesar dos valores espectrais elevados, caracteriza-se por uma alta dispersão de frequências, o que definiu uma faixa mais larga que o adequado. Na análise espectral dos testemunhos 4 e 5 (fig. 6), o ciclo com estimativa temporal mais díspar em relação aos valores calculados por Laskar et al. (2004) foi o ciclo precessional. A faixa espectral é muito larga, tornando imprecisa a definição da melhor frequência a ser associada a esse ciclo.\nA duração temporal dos ciclos reconhecidos no periodograma referente ao testemunho 3 (fig. 5) foi calculada a partir da taxa de acumulação, estimada pela razão entre a espessura e o tempo limitados pela primeira ocorrência (FO) da espécie Sphenolithus disbelemnos (22,76 Ma) e a última ocorrência (LO)\nda espécie Sphenolithus delphix (23,11 Ma) (taxa de acumulação de 1,09 cm/Ka; cerca de 380cm de rochas representam 350 Ka). A análise espectral deste testemunho mostra duas bandas de frequência com valores espectrais elevados, estatisticamente significativos. Outras bandas com potências espectrais relativamente baixas são também visíveis no gráfico. Aquelas com valores espectrais estatisticamente altos definem os ciclos de excentricidade longa e de obliquidade. As outras, cujas faixas de frequência possuem potência espectral baixa, estatisticamente pouco significativas, são associadas aos ciclos de excentricidade curta e de precessão. Utilizando o valor médio das faixas de frequência, foram calculados quatro ciclos de 4,46m, 0,95m, 0,45m e 0,25m, cuja duração temporal é estimada em 409 Ka, 87 Ka, 46 Ka e 23 Ka, respectivamente (fig. 5).\nNo que se refere à análise espectral e reconhecimento dos ciclos nos testemunhos 4 e 5, as últimas ocorrências das espécies Sphenolithus delphix (23,11 Ma) e Sphenolithus ciperoensis (24,04 Ma) foram escolhidas para elaboração do modelo tempo-profundidade, ou seja, para o cálculo da taxa de acumulação e a identificação temporal dos ciclos (taxa de acumulação de 2,41cm/Ka; cerca de 2.245cm de rochas representam 930 Ka). O periodograma que expressa os resultados da análise espectral dos testemunhos 4 e 5 apresenta quatro faixas de frequências de valores espectrais elevados (fig. 6). As menores frequências com valores espectrais mais elevados foram associadas aos ciclos de excentricidade e obliquidade. O ciclo precessional está definido no gráfico por uma faixa relativamente larga de valores espectrais moderados. As frequências mais baixas foram interpretadas como ruído. A partir do\nvalor médio das faixas de frequência, foi calculado o comprimento dos quatro ciclos orbitais, cujos valores obtidos foram 9,35m, 2,33m, 0,95m e 0,41 m, com estimativa temporal de 390 Ka, 97 Ka, 40 Ka e 17 Ka, respectivamente.\nbiofácies de foraminíferos bentônicos - curva de paleobatimetria\nEstima-se que a paleobatimetria da seção estudada tenha se mantido dentro do domínio da Zona Batial Médio (500-1.000m) no Oligoceno\n<2\nor o\ni—\nx LU O\no cr o\nPALEOBATIMETRIA (Zona Batial Médio)\nBIOFÁCIES DE\nFORAMINÍFEROS BENTÔNICOS\nCOMPOSIÇÃO DAS BIOFÁCIES\nor o or UJ\n0. D\nW\n0 z UJ\n0\n0\n0\nl\n0\nMNN2 ;\t\nMNN1c\t“2640\n\t\" 2650\nMNN1b\t\nMNN1a\t\" 2660\nMNP25b\t\" 2670\n500\t600\t700\t800\t900\t1 000m\nBF-3 (Batial Médio Inferior)\nBF-4 (Batial Médio Superior)\nBF-1 (Batial Médio Inferior) BF-2 (Batial Médio Superior)\nBiofácies BF-4: Recurvoides contortus, Verneuilina spp., Marssonella ex gr. trochoides, Eggerella palmerae, Karreriella chilostoma, Karreriella monumentensis, Siphotextularia heterostoma, Clavulina cf serventyi, Spiroloculina depressa, Bolivina plicatella, Cassidulina cf. miocenica, Islandiella spp., Bulimina tessellata, Cibicidoides crebbsi ?, Cibicidoides cf perlucidus, Discorbinella sp., Planulina costata, Cibicidina minuta, Cibicidina cf. walli, Nonionella sp., Nonionoides sp.\nBiofácies BF-3: Rhabdammina abyssorum, Rhizammina algaeformis, Hyperammina elongata, Hyperammina rugosa, Ammodiscus angigyra, Repmanina charoides, Haplophragmoides cf. apenninicus, Lituotuba aff. irregularis, Trochamminoides dubius, Ammosphaeroidina grandis, Vulvulina pennatula, Stilostomella sp., Stilostomella aculeata, Spaheroidina bulloides, Cibicidoides tuxpamensis, Cibicidoides ferasini, Cibicidoides robertsonianus, Osangularia culter, Anomalinoides globulosus, Oridorsalis umbonatus, Anomalinoides cf. minimus, Gyroidina soldanii.\nBiofácies BF-2: Haplophragmoides kirki, Ammobaculites sp., Reticulophragmium sp., Spiroplectammina navarroensis, Karrerulina conversa, Karrerulina bortonica, Marssonella sp., Eggerella trochoides, Karreriella bradyi, Karreriella subglabra, Siphotextularia heterostoma, Clavulina sp., Quinqueloculina cf. weaveri, Sigmavirgulina tortuosa, Angulogerina spp., Cibicidoides cf. aknerianus, Cibicidoides cf. guazumalensis, Cibicicoides sp., Cibicidina cf. walli, Nonionoides sp., Nonionella sp., Pyllenia salisburyi, Gyroidina healdi, Hanzawaia ammophila.\nBiofácies BF-1: Bathysiphon ex gr. annulatus, Rhabdammina discreta, Nothia excelsa, Rhizammina indivisa, Psammosphaera fusca, Hyperammina cf. gaultina, Hyperammina laevigata, Ammodiscus glabratus, Glomospira gordialis, Kalamopsis grzybowskii, Reophax cf. duplex, Haplophragmoides suborbicularis, Conglophragmium irregularis, Eggerella bradyi, Siphonodosaria abyssorum,Parrelloides bradyi, Cibicidoides havanensis, Cibicidoides ex gr. praemundulus, Cibicidoides cf. pseudoungerianus, Planulina renzi, Laticarinina pauperata, Osangularia bengalensis, Oridorsalis variapertura, Anomalinoides globulosus, Anomalinoides ex gr. spissiformis, Heterolepa mexicana.\n( CGCO\n\n0 z\n<\nI\n0\nFigura 7 - Evolução paleobatimétrica do Poço A. São identificadas quatro biofácies principais, indicativas das variações batimétricas mais representativas ocorridas na Bacia de Campos no Oligoceno Superior - Mioceno Inferior.\nFigure 7 - Paleobathymetry history of Well A. There are four main biofácies related to the major bathymetric changes in the Campos Basin Upper Oligocene-Lower Miocene.\nSuperior e no Mioceno Inferior (fig. 7), sendo, entretanto, caracterizada por consecutivos e expressivos eventos de aumento e redução batimé-trica, os quais permitiram subdividir esta zona em dois compartimentos: Batial Médio Inferior (~500-750 m) e Batial Médio Superior (~750-1000 m). Estes eventos de mudança batimétrica foram registrados a partir da individualização de quatro bio-fácies de foraminíferos bentônicos, que ocorrem de forma alternada ao longo do intervalo estudado (fig. 7). Vale ressaltar que, embora a composição destas biofácies mantenha-se relativamente inalterada ao longo da seção, as tendências de distribuição e os valores de frequência das espécies que as compõem mostram significativas variações, que representam claramente os compartimentos batimétricos inferidos. No que se refere às mudanças na composição das biofácies, embora sutis, estas ocorrem distintamente entre as duas épocas envolvidas, distinguindo-se, assim, duas biofácies para a sequência oligocênica (BF-1 e BF-2) e duas para a miocênica (BF-3 e BF-4).\nMioceno Superior\nBiofácies BF-1 - Batial médio inferior (500-750m), compreende significativa frequência das espécies: Ammodiscus angigyra, Ammosphaeroidina grandis, Glomospira charoides, Haplophrag-moides cf. apenninicus, Hyperammina elon-gate, Hyperammina rugosa, Lituotuba aff. irregularis, Rhizammina algaeformis, Rhabdam-mina abyssorum, Thocamminoides dubius, Vul-vulina pennatula; Anomalinoides globulosus, Anomalinoides cf. minimus, Cibicidoides ferasini, Cibicidoides tuxpamensis, Cibicidoides robertso-nianus, Gyroidina soldanii, Oridorsalis umbonatus, Osangularia culter, Sphaeroidina bulloides, Stilosto-mella aculeate, Stilostomella sp (estampa 1).\nBiofácies BF-2 - Batial médio superior (750-1.000m), as espécies mais significativas são: Clavulina cf. serventyi, Eggerella palmerae, Kar-reriella chilostoma, Karreriella monumentensis, Marssonella spp., Recurvoides contortus, Sipho-textularia heterostoma, Verneuilina spp., Bolivi-na plicatella, Bulimina tessellata, Cassidulina cf. miocenica, Cibicidina minuta, Cibicidina cf. walli, Cibicidoides crebbsi ?, Cibicidoides cf. perlucidus, Discorbinella spp.; Islandiella spp.; Nonionellina spp., Nonion spp., Planulina costata, Spiroloculina depressa (estampa 2).\nOligoceno Superior\nBiofácies BF-1 - Batial médio inferior (500-750m), compreende significativa frequência das espécies: Ammodiscus glabratus, Bathysiphon ex gr. annula-tus, Conglophragmium irregularis, Eggerella bradyi, Haplophragmoides suborbicularis, Hyperammina laevigata, Hyperammina cf. gaultina, Glomospira gordialis, Kalamopsis grzybowskii, Nothia excelsa, Psammosphaera fusca, Reophax cf. duplex, Rhabdam-mina discreta, Rhizammina indivisa, Thochamminoides proteus, Anomalinoides globulosus, Anomalinoides ex gr. spissiformis, Cibicidoides havanensis, Cibicidoides ex gr. praemundulus, Cibicidoides cf. pseudoungeria-nus, Heterolepa mexicana, Laticarinina pauperata, Osangularia bengalensis, Oridorsalis variapertura, Planulina renzi (Estampa 3).\nBiofacies BF-2 - Batial médio superior (750-1.000m), as espécies mais significativas são: Ammobaculites sp., Clavulina sp., Eggerella trochoides, Haplophrag-moides kirk, Karreriella bradyi, Karreriella subgla-bra, Karrerulina conversa, Karrerulina conversa, Marssonella ex gr. trochoides, Reticulophragmium amplectens, Siphotextularia heterostoma, Spiro-plectammina navarroensis, Angulogerina spp., Cibicidina cf. walli, Cibicidoides cf. aknerianus, Cibicidoides cf. guazumalensis, Cibicidoides sp., Gyroidina healdi, Hanzawaia ammophila, Nonionella sp., Nonionoides sp., Pullenia Salisbury, Quinqueloculina cf. weaveri, Sigmavirgulina tortuosa (estampa 4).\nresultados - interpretação e discussão dos dados obtidos\nNo Oligo-Mioceno, a Bacia de Campos foi intensamente influenciada por mudanças paleoceanográficas, advindas da ocorrência de expressivas alterações climáticas e paleogeográficas no oceano Atlântico Sul, as quais foram responsáveis pela formação da calota polar Antártica. Nesse cenário, modelos paleoclimáticos demonstram que depósitos formados durante regimes glaciais-interglaciais são fortemente controlados pelos ciclos orbitais climáticos da Terra (Palike, et al., 2006; Wade e Palike, 2004). Os resultados obtidos neste estudo vêm ao encontro destes modelos, indicando que a origem dos pares marga-carbonato registrados nos poços\nPlate 1\nBiofacies 3.\n14)Stilostomella cf. aculeata (Cushman &amp; Renz, 1848) '\\5)Stilostomella sp.\n’\\6)Sphaeroidina bulloides d'Orbigny, 1826 '\\7')Cibicidoides ferasini(Conato, 1964) 18)Cibicidoides tuxpamensis (Cole, 1928) ]9)Cibicidoides robertsonianus (Brady. 1881) 20-21 )Osangularia cu/ter (ParkerS Jones, 1865) 22-23)Orídorsalis umbonatus (Reuss, 1851) 25-2Q)Anomalinoides globulosus (Chapman &amp; Parr, 1937) 27-23)Anomalinoides cf. minimus Vismara Schilling &amp; Parisi. 1981\n24;29)Gyroidina soldanii (d'Orbigny, 1826)\n01 )Rhabdammina abyssorum Sars, 1869\nO2')Rhizammina algaeformis Brady, 1879\nCtyHyperammina elongata Brady, 1878 04)Hyperammina rugosa Vemedius &amp; van Hinte, 1983 05-06)Ammodiscus angigyra (Reuss, 1850)\n07)Glomospira charoides (Jones &amp; Parker. 1860) 08-09')Haplophragmoides apenninicus Montanaro-\nGallitelli, 1958\n10jLituotuba aff. irregularis Tappan, 1955 1l)Trochamminoides dubius (Grzybowski, 1901) ’]2)Ammosphaeroidina grandis Cushman, 1910 13)\\/ulvulinapennatula (Batsch, 1791)\nEstampa 2\nBiofácies 4.\nPlate 2\nBiofacies 4.\n'\\5)Cassidulina cf. miocenica Voloshinova &amp; Borovleva, 1952 16-17)/s/and/e//a spp.\n18)\tBu//7nína tessellata Reuss, 1867\n19)\tC/b/crcfo/ctes crebbsi ? (Hedberg, 1937)\n20)\tCibicidoides cf. perlucidus (Nuttall, 1932)\n21 )Discorbinella sp.\n22)\tPlanulina costata (Hantken, 1875)\n23)\tCibicidina minuta Copelandy, 1964 24-25)Nonion spp.\n26-27)Nonionellina spp.\n01 )Recurvoides contortus Earland, 1934 02-03)Verneuilina spp. 04-05)Marssonella spp.\n06)Eggerella palmerae (Cole, 1927) 07)Karreriella cf. chilostoma (Reuss, 1852) 08-09)Karrerie//a monumentensis Mallory, 1959\n‘\\0)Siphotextularia heterostoma (Fornasini, 1896)\n11 ÍCIavulina cf. serventyi Chapman &amp; Parr, 1935\n12-13)Spiroloculina depressa d'Orbigny, 1826\n14)Bo//vróa cf. plicatella Cushman, 1930\nPlate 3\nBiofacies 1.\n01)Bathysiphon cf. annulatus (Andreae. 1890) 02Nothia excelsa (Grzybowski. 1898) 03)Rhabdammina discreta Brady, 1881 04)Rhizammina indivisa Brady, 1884 05)Psammosphaera fusca Schulze. 1875 06)Hyperammina cf. gaultina ten Dam, 1950 07)Hyperammina laevigata Wright, 1891 08)Kalamopsis grzybowskii (Dylazanka, 1923) 09)Ammodiscus glabratus Cushman &amp; Jarvis, 1928 10)Glomospira gordialis Jones &amp; Parker, 1860 11 )Reophax cf. duplex Grzybowski, 1896 '\\2)Haplophragmoides suborbicularis (Grzybowski, 1\n13)\tConglophragmium irregularis (White, 1928)\n14)\tTrochamminoides proteus (Karrer, 1866)\n‘\\5)Eggerella bradyi (Cushman, 1911)\n16)Siphonodosaria abyssorum (Brady, 1881); '\\7)Cibicidoides havanensis (Cushman &amp; Bermúdez, 1937) '\\8)Cibicidoides cf. pseudoungerianus (Cushman, 1922) WiCibicidoides ex gr. praemundulus Berggren &amp; Miller, 1986 20)Parrelloides bradyi (Trauth, 1918)\n2’\\)Planulina renzi Cushman &amp; Stainforth, 1945\n22)\tAnomalinoides globulosus (Chapman &amp; Parr, 1937)\n23)\tAnomalinoides ex gr. spissiformis Cushman &amp; Stainforth, 1945\n24)\tLaticarinina pauperata (Parker &amp; Jones, 1865)\n25)\tOsangularia bengalensis (Schwager, 1866)\n26)\tOridorsalis variapertura Belford, 1966\n27)\tHeterolepa mexicana (Nuttall, 1932)\n50 jim\n50 um\n100 pm\n100 um\n100 pm\n200 um\n100 pm\n200 )tm\n*200 pm\nEstampa 4\nBiofácies 2.\nPlate 4\nBiofacies 2.\n01 )Haplophragmoides kirki Wickenden, 1932 02-03)ZtmmobacuWes spp.\n04)Reticulophragmium amplectens Grzybowski, 1898 05)Spiroplectammina navarrona (Cushman, 1932) 06)Karrerulina bortonica (Finlay, 1940) 07)Karrerulina conversa (Grzybowski, 1901) 08)Marssonella ex gr. trochoides (Marsson, 1878) Q9)Eggerella trochoides (Reuss, 1845) 10)Karreriella bradyi (Cushman, 1911) 11 )Karreriella subglabra (Gümbel, 1868) ‘\\2)Siphotextularia heterostoma (Fornasini, 1896) t3)Clavulina sp.\n14)Quinqueloculina ctweaveríR.au,'\\948\n'\\5)Sigmavirgulina tortuosa (Brady, 1881)\n16-17)Angulogerina spp.\n18-19)Mon/ong//evpp.\n20)Cibicidgidevct.Pkzanaeus{d'Orbeiriy, s343) 2'\\)CibicidoidescrgpzzumalansisSZzrmsdzz, 1949) 22-23}Nonionoides spp.\n24)\tHanzawaia ammonhila (Gümbel, 1868)\n25)\tCibicicoides spp.\n26)\tCibicidina cf. walh Bandy, 1949\n27-28)Pullenia salisburyi Stewart &amp; Stewart, 1930\n29)Gyroidina healdi (Stewart &amp; Stewart, 1930)\n50 um\n50 pm\n50 um\n50 um\n50 pm\n100 pm\nPeríodo Trangressivo\nBaixo aporte de nutrientes; Proliferação de planctônicos;\nAumento de batimetria;\nAumento de teor de carbonato;\n(~60% CaCO3)\nFigura 8\nSchematic depositional model of the sedimentation of marl-limestone couplets from the Campos Basin.\nPeríodo Regressivo\nAlto aporte de nutrientes; Redução de planctônicos; Redução de batimetria; Depleção em carbonato; (~30% CaCO3)\nA e B associam-se às variações glacio-eustáticas do nível relativo do mar, induzidos pela alternância de períodos glaciais e interglaciais no continente Antártico e processos sedimentares locais. O influxo de argila, a produção e o transporte de carbonato variaram nitidamente de forma oscilatória, segundo um padrão cíclico. Nesse contexto, depósitos hemi-pelágicos com teores variáveis de carbonato e argila podem ser explicados por flutuações na produção e transporte de carbonatos finos, provenientes de foraminíferos e nanofósseis calcários e pelo influxo de argila proveniente do continente, ambos controlados por ciclos transgressivo-regressivos. As camadas claras, mais ricas em carbonato de cálcio, resultam da redução de argila e aumento da produtividade de organismos calcários planctônicos durante períodos transgressivos. Quando a linha de costa se afasta em direção ao continente, dificultando o aporte de argila, a área de plataforma (região de maior produtividade de carbonato de cálcio) é ampliada. Em contrapartida, as camadas escuras mais pobres em carbonato resultam da redução na produção de carbonato e efeito de diluição, induzidos\npelo aporte mais elevado de argila durante períodos regressivos (fig. 8).\nOs dados bioestratigráficos e a análise espectral permitiram o reconhecimento de ciclos sedimentares de frequência similar aos ciclos orbitais climáticos. A curva paleobatimétrica, gerada a partir do estudo detalhado das biofácies de foraminíferos bentôni-cos, sugere uma oscilação cíclica muito similar em frequência e fase, interpretando-se o ciclo como de excentricidade longa (fig. 9), o que pode sustentar uma origem glacio-eustática comum a ambos os processos. No que diz respeito ao uso da paleobatimetria como indicador indireto de variações do nível relativo do mar, a principal limitação é determinar se a taxa de acumulação e o espaço deposicional se mantiveram constantes durante o intervalo de tempo registrado na seção estudada (cerca de 3,0 Ma). Nesse sentido, dados sísmicos na área dos poços A e B sugerem que essa assertiva pode estar correta (informação verbal de Gamboa, 2009), pois embora pequenas oscilações na taxa de subsidência e na taxa de acumulação sejam esperadas, estas não foram tão significativas. Além disso, tais variações certamente não seguem padrões\nFigura 9\nInterpretação da ciclicidade no poço A utilizando a curva de excentricidade longa e as mudanças paleobatimétricas. As flutuações da paleopro-fundidade refletem os ciclos de excentricidade longa (400 Ka).\nFigura 9\nInterpretation of well A cyclicity using the long eccentricity curve and the paleoba thyme try chan ges. Paleodepth fluctuations reflect the long eccentricity cycles (400 Ka).\noscilatórios cíclicos, segundo uma escala de tempo compatível com o ciclo de excentricidade longa. Porém, por terem um caráter aleatório e frequência mais alta, poderiam causar alguma interferência no registro dos ciclos de obliquidade e precessão. Adicionalmente, observa-se uma discrepância entre a curva que representa o ciclo de 400 Ka e a curva paleobatimétrica em algumas profundidades (e.g. 2.659m), as quais, possivelmente, ilustram momentos de variação na razão taxa de subsidência/aporte sedimentar (fig. 9). Desta forma, interpreta-se que o ciclo de excentricidade longa modulou a curva de paleobatimetria e que esse parâmetro representa, de um modo geral, as variações do nível relativo do mar (na área estudada e para o intervalo de tempo avaliado).\nconsiderações finais\n/\nA alternância de episódios glaciais e interglaciais no continente Antártico em consonância com os ciclos orbitais, principalmente com aqueles de maior amplitude temporal, pode sustentar uma origem glacio-eustática para os ritmitos margas-folhelhos depositados no Oligo-Mioceno da Bacia de Campos. Possivelmente, o degelo da calota polar durante momentos de excentricidade máxima foi responsável por episódios transgressivos na bacia que, por sua vez, favoreceram a formação de rochas carbonáticas em função do aumento de produtividade dos organismos pelágicos carbonáticos e da simultânea redução no aporte de argila proveniente\ndo continente. Contrariamente, momentos de excentricidade mínima favoreceram a expansão da calota polar e períodos regressivos na bacia, favorecendo a deposição de rochas pobres em carbonato devido ao aumento de argila e à redução na produção de carbonato pelágico. Observa-se que há um sincronismo entre as variações de alta frequência do nível relativo do mar e a deposição dos pares marga-carbonato, aparentemente associados aos ciclos orbitais que, por sua vez, apresentam sincronismo com as oscilações identificadas na curva paleobatimétrica, especialmente no que se refere aos ciclos de excentricidade longa. Com base nesses resultados, sugere-se uma origem glacio-eustática induzida por ciclos orbitais-climáticos para os processos sedimentares, que resultaram na formação dos ritmitos e nas variações periódicas da paleobatimetria durante o intervalo geológico compreendido entre 22 Ma e 25 Ma.\nagradecimentos\nAgradecemos à Petrobras pela autorização para a publicação deste trabalho. Os autores gostariam também de expressar agradecimentos aos revisores pelas correções dos manuscritos e sugestões que contribuíram para o amadurecimento deste trabalho.\nreferências bibliográficas\nANTUNES, R. L. Introdução ao estudo dos nanofósseis calcários. Rio de Janeiro: UFRJ, 1997. (Série Didática, v. 1).\nAZAMBUJA, N. C. The Oligo-Miocene turbidites and associated facies of the Campos Basin, Off-shore Brazil. 1990. 456 f. Tese (Doutorado) - Imperial College of London, London, 1990.\nBANDY, O. L. General correlation of foraminiferal structure with environment. In: INTERNATIONAL GEOLOGICAL CONGRESS, 21., Norden, Copenhagen, 1960. (Rep. Session.) Anais... Norden, Copenhagen, 1960. Part. 22. p. 7-19.\nBOWN, P. R.; YOUNG, J. R. Techniques. In: BOWN, P.R. (Ed.). Calcareous Nannofossil Biostratigraphy. London: Chapman and Hall. 1998. p. 17-28. (British Micropalaeontological Society Series.)\nBELANGER, P. E.; BERGGREN, W. A. Neogene benthic foraminifera of the Hatton-Rockall Basin. Micropa-leontology, v. 32, p 324-356, 1986.\nBOERSMA, A. Handbook of Common Tertiary Uvigerina. New York: Microclimates Press, Stony Point, 1984. 207 p., 12 charts, 81 plates.\nBOLLI, H. M.; BECKMANN, J-P.; SAUNDERS, J. B. Benthic foraminiferal biostratigraphy of the south Caribbean region. Cambridge: Cambridge University Press, 408 p. 1994.\nBOLTOVSKOY, E. On the benthonic bathyal-zone foraminifera as stratigraphic guide fossils. Journal of Foraminiferal Research, v. 10, p. 163-172. 1980.\nBOLTOVSKOY, E.; WATANABE, S., TOTAH, V. I.; OCAMPO, J. V. Cenozoic benthic bathya foraminifers of DSDP Site 548 (North Atlantic). Micropaleontology, v. 38, p. 183-207, 1992.\nBORNMALM, L. Taxonomy and paleoecology of late Neogene benthic foraminifera from the Caribbean Sea and eastern equatorial Pacific Ocean. Oslo. Fossil and Strata, v. 41, p.1-96. 1997.\nCHARNOCK, M. A.; JONES, R. W. Agglutinated foraminifera from the Paleogene of the North Sea. In: HEMLEBEN, C.; KAMINSKI, M. A.; KUHNT, W.; SCOTT, D. B. (Eds.). Paleoecology, Biostratigraphy, Paleoceanography and Taxonomy of Agglutinated Foraminifera. 1990. p. 433-505. Kluwer Academic Publishers. NATO Scientific Affairs Division (Series C: Mathematical and Physical Sciences, v. 327).\nCRAMER, B. S.; WRIGHT, J.; KENT, D.V.; AUBRY, M-P Orbital climate forcing of d13C excursions in the late Paleocene-early Eocene (chrons C24n-C25n). Paleoceanography, v. 18, p. 1097, 2003.\nCULVER, S. J. New foraminiferal depth zonation of the Northwestern Gulf of Mexico. Palaios, v. 3, p. 69-85, 1988.\nCULVER, S. J.; BUZAS, M. A. Foraminifera: distri-bution of provinces in the Gulf of Mexico. Nature, v. 290, p. 328-329, 1981.\nCUSHMAN, J. A. The foraminifera of the Atlantic Ocean. Part 1. Astrorhizidae. Bulletin United States National Museum, v.104, p. 1-111, 1918.\nCUSHMAN, J. A. The foraminifera of the Atlantic Ocean. Part 2. Lituolidae. Bulletin United States National Museum, v. 104, n. 2, p. 1-111, 1920.\nCUSHMAN, J. A. The foraminifera of the Atlantic Ocean. Part 3. Textulariidae. Bulletin United States National Museum, v. 104, n. 3, p. 1-149, 1922.\nCUSHMAN, J. A. The foraminifera of the Atlantic Ocean. Part 4. Lagenidae. Bulletin United States National Museum, v. 104, n. 4, p. 1-228, 1923.\nCUSHMAN, J. A. The foraminifera of the Atlantic Ocean. Part 5. Chilostomellidae and Globigerinidae.\nBulletin United States National Museum, v. 104, n. 5, p. 1-55, 1924.\nCUSHMAN, J. A. The foraminifera of the Atlantic Ocean. Part 7. Nonionidae, Camerinidae, Peneroplidae and Alveolinidae. Bulletin United States National Museum, v. 104, n. 7, p. 1-79, 1930.\nCUSHMAN, J. A. The foraminifera of the Atlantic Ocean. Part 8. Rotaliidae, Amphisteginidae, Calcarini-dae, Cymbaloporettidae, Globorotaliidae, Anomalini-dae, Planorbulinidae, Rupertiidae and Homotremidae. Bulletin United States National Museum, v. 104, n. 8, p. 1-179, 1931.\nCUSHMAN, J. A. A monograph of the foraminiferal family Verneuilinidae. Special Publications Cush-man Laboratory for Foraminiferal Research, n. 7, p. 1-157, 1937a.\nCUSHMAN, J. A. A monograph of the foraminiferal family Valvulinidae. Special Publications Cushman Laboratory for Foraminiferal Research, n. 8, p. 1-210, 1937b.\nCUSHMAN, J. A. A monograph of the subfamily Virgulininae of the foraminiferal family Buliminidae. Special Publications Cushman Laboratory for Foraminiferal Research, n. 9, p. 1-228, 1937c.\nGRADSTEIN, F. M.; OGG, J. G.; SMITH, A. G. A Geo-logic Time Scale. Cambridge: Cambridge University Press, 2004, 589 p.\nINGLE, Jr., J. C. Cenozoic paleobathymetry and depositional history of selected sequences within the southern California continental borderland. Special Publication of Cushman Foundation, n. 19, p. 163-195, 1980.\nJONES, R. W. The Challenger Foraminifera. Oxford: Oxford University Press, 1994, 149 p.\nKAMINSKI, M. A.; GRADSTEIN, F. M. Atlas of Paleo-cene Cosmopolitan Deep-Water Agglutinated Fora-minifera. Grzybowski Fundation, n. 10, 2005. 547 p. (Special Publication).\nKATZ, M. E.; MILLER, K. G. Neogene benthic foraminiferal biofacies of the New Jersey transect. In: POAG, C. W.; WATTS, A. B. etal. Initial Reports of the Deep-Sea Drilling Project, Washington, v. 95, p. 299-311, 1987.\nKATZ, M. E.; TJALSMA, R. C. ; MILLER, K. G. Oligo-cene bathyal to abyssal benthic foraminifera of the Atlantic Ocean. Micropaleontology, v. 49, p. 1-44, supplement 2, 2003.\nKOHL, B. Early Pliocene Benthic Foraminifers from the Salina Basin, southeastern Mexico. Bulletins of American Paleontology, v. 88, n. 12, p. 1-173, 1985.\nKOUTSOUKOS, E. A. M. Distribuição paleobatimé-trica de Foraminíferos bentônicos do Cenozóico: margem Continental Atlântica. In: CONGRESSO BRASILEIRO DE PALEONTOLOGIA, 8., 1983, Brasília. Anais... Brasília: Departamento Nacional da Produção Mineral, 1985. p. 355-370. (Coletânea de trabalhos paleontológicos.)\nKUHNT, W.; KAMINSKI, M. A. Paleoecology of Late Cretaceus to Paleocene deep-water agglutinated foraminifera from the North Atlantic and Western Tethys. In: HEMLEBEN, C.; KAMINSKI, M. A.; KUHNT, W.;\nSCOTT, D. B. (Eds.). Paleoecology, Biostratigraphy, Paleoceanography and Taxonomy of Agglu-tinated Foraminifera. Dordrecht, 1990. p. 433505. (NATO ASI Series C: Mathematical and Physical Sciences, v. 327).\nKUHNT, W.; HESS, S.; JIAN, Z. Quantitative composition of benthic foraminiferal assemblages as a proxy indicator for organic carbon flux rates in the South China Sea. Marine Geology, v. 156, p. 123-157, 1999.\nLASKAR, J.; ROBUTEL, P.; JOUTEL, F.; GASTINEAU, M.; CORREIA, A. C. M.; LEVRARD, B. A long term numerical solution for the insolation quantities of the Earth. Astronomy and Astrophysics, v. 428, p. 261-285, 2004.\nLOEBLICH, A. R. JR.; TAPPAN, H. Foraminiferal genera and their classification. New York: Van Nostrand Reinhold Company, 1988, 970 p., 2v.\nLOEBLICH, A. R. JR.; TAPPAN, H. Foraminifera of the Sahul Shelf and Timor Sea. Special Publication Cushman Foundation for Foraminiferal Research, n. 31, 661 p, 393 plates, 1994.\nLOURENS, L.; SLUJS, A.; KROON, D.; ZACHOS,\nJ.\tC.; THOMAS, E.; ROHL, U.; BOWLES, J.; RAFFI, I. Astronomical pacing of late Paleocene to early Eocene global warming events. Nature, v. 435, p. 1083-1087, 2005.\nMILLER, K. G.; KATZ, M. E. Eocene benthic foramini-feral biofacies of the New Jersey transect. In: POAG, C. W.; WATTS, A. B.; et al. Initial Reports of the Deep-Sea Drilling Project, v. 95, Washington, p. 267-298, 1987.\nMURRAY, J. W. Ecology and paleoecology of benthic foraminifera. London: Longman Scientific and Technical, 1991. 397 p.\nNATLAND, M. L. Paleoecology of West coast Tertia-ry sediments, In: LADD, H. (Ed.). Treatise on marine ecology and paleoecology. Geological Society of America, Memoir, 57, v. 2, p. 543-571, 1957.\nPALIKE, H.; NORRIS, R. D.; HERRLE, J. O.; WILSON, A. P.; COXALL, H. K.; LEAR, C. H.; SHACKLETON, J. N.; TRIPATI, A. K.; WADE, S. B. The heartbeat of the Oligocene climate system. Science, v. 314, p. 18941898, 2006.\nPAILLARD D.; LABEYRIE, L.; YIOU, P. Macintosh pro-gram performs time-series analysis. EOS Transactions, p. 379, 1996. American Geophysical Union, 77.\nPOAG, C. W. Ecologic Atlas of Benthic Foraminifera of the Gulf of Mexico. Pensylvania: Hutchinson Ross Publishing Company, 174 p., 64 plates, 1981.\nROBERTSON, B. E. Systematics and Paleoecology of the benthic Foraminiferida from the Buff Bay section, Miocene of Jamaica. Micropaleontology, v. 44, supplement 2, p. 1-266,1998.\nSAGEMAN, B. B.; RICH, J.; ARTHUR, M. A.; BIR-CHFIELD, G. E.; DEAN, W. E. Evidence for Milankovitch Periodicities in Cenomanian-Turonian lithologic and Geochemical Cycles, Wester Interior U.S.A. Journal of Sedimentary Research, v. 67, p. 286-302, 1997.\nSLITER, W. V.; BAKER, R. A.. Cretaceous bathymetric distribution of benthic foraminifera. Journal of Foraminiferal Research, v. 2, p. 167-183, 1972.\nTJALSMA, R. C.; LOHMANN, G. P., Paleocene-Eocene bathyal and abyssal benthic foraminifera from the Atlantic Ocean. Micropaleontology, Special Pu-blication, n. 4, 90p., 1983.\nVAN HINSBERGEN, D. J. J.; KOUWENHOVEN, T. J.; VAN DER ZWAAN, G. J. Paleobathymetry in the ba-ckstripping procedure: Correction for oxygenation effects on depth estimates. Palaeogeography, Palaeoclimatology, Palaeoecology, Amsterdam, v. 221, p. 245-265, 2005.\nVAN MORKHOVEN, F. P. C. M.; BERGGREN, W. A.; EDWARDS, A. S. Cenozoic cosmopolitan deep-water benthic foraminifera. Bulletin des Centres de Re-cherches Exploration-Production Elf-Aquitaine, Memoir 11, 421 p. 1986.\nWADE, B. S.; PALIKE, H. Oligocene climate dynamics. Paleoceanography, v. 19, 2004. PA4019.\nexpanded abstract\nCyclicity in deep-water (pelagic and hemipelagic sedimentary deposits) is one of the commonest and most prominent features within the Campos Basin Oligocene-Miocene section, southeastern Brazilian margin. The cores 3, 4 and 5 of well A show bathyal facies with rhythmic intercalations of limestone and marlstones deposited between 22 and 25 Ma. This sequence was deposited in response to glacial-eustatic high-frequency oscillations established after the final structural breakup of South America and Antarctica. These facies with periodic or quasi-periodic patterns have been associated with climatic cycles. A spectral analysis of time series composed of numerical data that represent a proxi indicator of calcium carbonate content combined with a detailed biostratigraphic study show that the limestone/marlstone couplets were deposited in the periodicity of Milankovitch cycles. Additionally, a periodical pattern to the benthic foraminifera assemblages was recognized, these oscillations consistently match the long eccentricity cycle recognized in the spectral analysis.\nSamples were collected from the selected well A for calcareous nannofossil and benthic foraminifer analyses. The biostratigraphic analyses were based on qualitative data of calcareous nannofossils. Herein the first occurrence of Sphenolithus disbelemnos (22.76 Ma) and the last occurrences of Sphenolithus delphix (23.11 Ma) and Sphenolithus ciperoensis (24.04 Ma) were used as biostratigraphic markers. The ratio between the interval thickness limited by the biostratigraphic markers and its duration indicates accumulation rates ranging from 1.09 to 2.41 cm/Ka. The accumulation rate was used to calibrate the cyclostratigraphy analysis and determine the time span of the cycles.\nBenthic foraminifera provide a useful means for estimating paleobathymetry. Patterns of foraminiferal assemblages are generally more significant in determining paleobathymetry than the patterns of key species to which is attributed isobathyal significance. In this study, data collecting and the processing strategies were selected to categorize samples on the basis of their proportional contents, and to identify clearly defined groupings or biofacies. The species counting was standardized in percentages for all samples, the data compiled were plotted on a distribution\nchart and the distribution and frequency patterns evaluated to define which assemblages were clearly controlled by bathymetry. Most of the benthic foraminifera species used to define the biofacies are indicative of a certain maximum or minimum depositional paleodepth. Therefore, the median point of the bathymetric ranges for each sample establishes a relative paleobathymetry curve for the section. Generally the depth was restricted to the Middle Bathyal zone, but it is strongly affected by numerous and expressive falling and rising events, which subdivided the Middle Bathyal zone in two subzones: Lower Middle Bathyal and Upper Middle Bathyal. The benthic foraminiferal assemblages are similar throughout the studied section, but the frequency patterns show expressive variations suggesting different bathymetric domains.\nTo perform the time series analyses of well A, the data-set was divided in two matrixes. The first represents core 3, and the second was obtained by adding the values related to cores 4 and 5. This procedure aimed to isolate intervals with very different accumulation rates. The spectral analysis was performed using the software Analyseries 2.0 by applying the Blackman-Tukey method. The frequency curve of the long eccentricity cycle was extracted using a Gaussian filter and then compared with the paleobathymetry curve.\nBased on the limit values of frequency bands and applying the accumulation rate of 1.09 cm/ ka to core 3 and 2.41 cm/ka to cores 4 and 5, the time span of the orbital cycles related to long and short eccentricity, obliquity and precession were determinate. The accumulation rate was computed as the ratio between the interval thickness (3.8m for core 3 and 22.45m for cores 4 and 5) and their time span (0.35 and 0.93 Ma) established from the biostratigraphic data.\nRegarding the use of the paleobathymetry curve as a proxy indicator of the sea level change, the main constraints include a most likely non-uniform accumulation rate and poor accommodation rate control. Previous seismic stratigraphic studies (not included herein) suggest that apparently the ratio between the accommodation and thermal subsidence remains almost constant during most of the studied section deposition-time. Even though such assumptions can be considered, fluctuations in both accommodation rate and thermal subsidence is theoretically expected. However, long term paleobathymetry changes were considered as an\neustaticsea-levelproxy. Hence only the long eccentricity cycle was correlated with the paleobathymetry curve (assuming that benthic foraminiferal assemblages are indicative of the paleobathymetry).\nIn conclusion, glacial-interglacial alternate episodes in the Antarctica Continentpaced by the orbital cycles, mainly for long range orbital cycles, can support the glacio-eustatic origin of the rhythmic intercalations of limestone and marlstones recorded in the Campos Basin Oligocene-Miocene section. Melting ice sheets in Antarctica, during eccentricity maxima may have favored flooding and the limestone deposition by the increase of pelagic carbonate productivity and decreasing of clay content. Conversely, eccentricity\nminima may have been responsible for regressive phases during glacial events, favoring the deposition of the marlstones by the increase of continental runoff and a carbonate productivity reduction. There is unequivocal evidence of synchronicity between high-frequency sea-level fluctuations and the limestone -marlstone couplet deposition. Also the sea-level oscillation appears to be linked to the long range orbital cycles and benthic foraminiferal oscillations. The study results indicate that in the Campos Basin the long eccentricity cycle (400 Ka) has played an essential role in modulating the relative sea level changes and the limestone-marlstone couplet deposition during the Oligocene-Miocene.\nautores\nValquíria Porfírio Barbosa\nUniversidade Federal do\nAmazonas (UFAM)\nInstituto de Ciências Exatas Departamento de Geociências\ne-mail: valquiriapb@yahoo.com.br\nValquíria Porfírio Barbosa graduada em Geologia pela Universidade Federal do Amazonas em 1995, mestra em Geociências pela Universidade Federal do Rio Grande do Sul (UFRGS) em 1998 e doutora em Geociências pela Universidade Federal do Rio de Janeiro (UFRJ) em 2002. Atuou como geóloga especialista em Bioestratigrafia e Paleoecologia na Petrobras, no Cenpes de 2003 a 2011. Está vinculada ao Departamento de Geociências da Universidade Federal do Amazonas como Professora Visitante, responsável pelas áreas de Paleontologia e Geologia Histórica.\nArmando Antonio Scarparo Cunha\nUnidade de Operações de Exploração e Produção da Amazônia\nExploração\nGerência de Sedimentologia e Estratigrafia\ne-mail: scarparo@petrobras.com.br\nArmando Antonio Scarparo Cunha graduado em Geologia pela Universidade Federal do Rio Grande do Sul (UFRGS) em 1985, Mestre em Geociências pela UFRGS em 1991 e Doutor em Geociências pela UFRGS em 2001. Atuou como consultor técnico na Petrobras, no Cenpes por 23 anos. Atualmente exerce atividade gerencial junto ao grupo de Estrati-grafia e Sedimentologia da Unidade de Operações de Exploração e Produção do Amazonas (UO-AM).\nSeirin Shimabukuro\nCentro de Pesquisas da Petrobras\n(Cenpes)\nP&amp;D em Geociências\nGerência de Bio-Estratigrafia e Paleoecologia\ne-mail: seirin@petrobras.com.br\nLuiz Antônio Pierantoni Gamboa\nUniversidade Federal Fluminense (UFF) Centro de Estudos Gerais\nInstituto de Geociências\ne-mail: luizgamboa@gmail.com\nSeirin Shimabukuro graduado em Geologia pela Universidade Federal de São Paulo, mestre em Geociências pela UFRGS. Atua como consultor técnico na Petrobras, no Cenpes, onde trabalha por mais de 30 anos. Especialista na área de estratigrafia, com ênfase em bioestratigrafia com nanofósseis calcários, paleoclimatologia e paleoceanografia.\nLuiz Antônio Pierantoni Gamboa graduado em Geologia pela Universidade Federal do Rio de Janeiro (1972), mestrado em Geociências pela Universidade Federal do Rio Grande do Sul (1975) e doutorado em Geologia e Geofísica Marinha - Columbia University (1981). Atuou como geólogo sênior e consultor técnico da Petrobras até o ano de 2010. Atualmente é professor Adjunto da Universidade Federal Fluminense, lecionando as disciplinas de Estratigrafia Sísmica e Oceanografia."}]}}}