{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24209"}, {"@name": "filename", "#text": "8554_Detec%c3%a7%c3%a3o%20de%20paleocanais%20e%20fei%c3%a7%c3%b5es%20tect%c3%b4nicas%20no%20rio%20Juru%c3%a1%20a%20partir%20de%20dados%20de%20sensoriamento%20remoto.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1 \n \n\n \n\nUNIVERSIDADE FEDERAL DE MATO GROSSO DO SUL \n\nPRÓ-REITORIA DE PESQUISA E PÓS-GRADUAÇÃO \n\nCÂMPUS DE TRÊS LAGOAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO  \n\nMESTRADO EM GEOGRAFIA \n\n \n\n \n\n \n\n \n\n \n\n“DETECÇÃO DE PALEOCANAIS E FEIÇÕES TECTÔNICAS NO RIO JURUÁ \n\nA PARTIR DE DADOS DE SENSORIAMENTO REMOTO” \n\n \n\n \n\n \n\n \n\n \n\n \n\nMaria Madalena de Sousa \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTRÊS LAGOAS \n\n2017 \n\n\n\n2 \n \n\n UNIVERSIDADE FEDERAL DE MATO GROSSO DO SUL \n\nPRÓ-REITORIA DE PESQUISA E PÓS-GRADUAÇÃO \n\nCÂMPUS DE TRÊS LAGOAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO  \n\nMESTRADO EM GEOGRAFIA \n\n \n\n \n\n \n\n \n\n \n\nMaria Madalena de Sousa \n\n \n\n \n\n \n\n \n\n \n\n \n\n“DETECÇÃO DE PALEOCANAIS E FEIÇÕES TECTÔNICAS NO RIO JURUÁ \n\nA PARTIR DE DADOS DE SENSORIAMENTO REMOTO” \n\n \n\n \n\n \n\nDissertação apresentada ao Programa de Pós-\n\nGraduação – Mestrado em Geografia/ CPTL/UFMS – \nÁrea de Concentração Análise Geoambiental, como \n\nexigência final para obtenção do Título de Mestre em \n\nGeografia, sob orientação do Prof. Dr. Wallace de \n\nOliveira. \n\n \n\n \n\n \n\n \n\n \n\n \n\nTRÊS LAGOAS \n\n2017 \n\n \n\n\n\n3 \n \n\nTermo de aprovação \n\n \n\n \n\n \n\nMaria Madalena de Sousa \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“DETECÇÃO DE PALEOCANAIS E FEIÇÕES TECTÔNICAS NO RIO JURUÁ \n\nA PARTIR DE DADOS DE SENSORIAMENTO REMOTO” \n\n \n\n \n\n \n\n \n\nDissertação apresentada ao Programa de Pós-Graduação em Geografia, nível de \nmestrado da Universidade Federal de Mato Grosso do Sul pela seguinte banca \nexaminadora: \n\n \n\n \n\nOrientador:  \n\nWallace de Oliveira - Departamento de Ciências Humanas da Universidade \n\nFederal de Mato Grosso do Sul campus de Três Lagoas. \n\nVitor Matheus Bacani - Departamento de Ciências Humanas da Universidade \n\nFederal de Mato Grosso do Sul campus de Três Lagoas. \n\nFrederico dos Santos Gradella - Departamento de Ciências Humanas da \n\nUniversidade Federal de Mato Grosso do Sul campus de Três Lagoas. \n\n \n\n \n\n \n\n \n\n \n\n\n\n4 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedico a todos aqueles que acreditam em si \n \n\ne nunca deixam de seguir seus sonhos... \n \n\n \n\n \n\n\n\n5 \n \n\nAGRADECIMENTOS \n\n \n\n \n\n \n\n \n\nA realização deste trabalho só foi possível graças à colaboração de muitas pessoas. Manifesto \nminha gratidão a todas elas e de forma especial: \n\n \n\nAo meu filho, Augusto Guilherme Rufino e minha mãe Maria Bondia, por sempre estarem ao \nmeu lado. \n\n \n\nAo meu orientador Prof. Dr. Wallace de Oliveira pela dedicação, paciência, confiança, \ncontribuição para a minha formação e amizade. \n\n \n\nAos queridos Professores e amigos Edima Aranha, Francisco José Avelino Júnior (China) e \nAguinaldo Silva pelos conhecimentos ensinados, pela confiança, incentivo e principalmente \npela amizade. \n\n \n\nAos Prof. Dr. Edson Araújo (UFAC) e Drª Dilce Rossetti, pelo apoio e contribuição no \n\ndesenvolvimento deste trabalho. \n\n \n\nAo colega Adalto Braz, pelo apoio e paciência. \n\n \n\nAos Professores do Programa pela dedicação e contribuição na minha formação. \n\n \n\nA todos que direta ou indiretamente participaram na execução deste trabalho. \n\n \n\nAos Funcionários da UFMS campus Três Lagoas pela dedicação. \n\n \n\nA todos os colegas e amigos não citados, pois seria impossível citar a todos. \n\n \n\n \n\n \n\n \n\nObrigada... \n\n\n\n6 \n \n\n \n\nRESUMO \n\n \n\nO presente estudo teve como objetivo identificar feições fluviais que auxiliem na \n\ncaracterização paleográfica do rio Juruá no Estado do Acre, especificamente a partir da \n\nidentificação de paleocanais e feições tectônicas utilizando diferentes dados de \n\nsensoriamento remoto e técnicas de processamento digital de imagem.A área de estudo \n\nestá inserida na regional denominada Alto Juruá, mais especificamente do limite \n\nterritorial entre Brasil no Estado do Acre e Peru até a confluência com o rio Ipixuna no \n\nestado do Amazonas, próximo ao município de Cruzeiro do Sul, no Acre. os \n\nprocedimentos metodológicos foram baseados no processamento digital e análise de \n\nimagens Landsat, modelo digital de elevação proveniente dos dados SRTM em \n\nresolução de 30 metros (USGS) através do Global Mapper 9.0 e observações em \n\nimagem do Google Earth (2016). Para a extração da rede de drenagem foi utilizado \n\nmapa de drenagem no formato shapefile em escala de 1:50km, disponibilizado no site \n\ndo Ministério do Meio Ambiente e Agência Nacional da Água. Inicialmente realizou-se \n\num levantamento de informações básicas como a aquisição de material bibliográfico, \n\nimagens de sensores remotos, cartas topográficas e mapas temáticos (mapa geológico e \n\ngeomorfológico) utilizados como base de apoio para conhecimento regional, buscando \n\nas informações necessárias para o desenvolvimento das etapas de análises necessárias \n\ncomo interpretação de imagens de sensores remotos. A extração de paleocanais bem \n\ncomo o mapeamento dos terraços holocênicos e dos lineamentos morfotectônicos se deu \n\natravés da utilização de modelos digitais de elevação SRTM, cuja análise e \n\nprocessamento dos dados foram executados no aplicativo Global Mapper 9.0. Os \n\nresultados mostraram que a bacia não apresenta elevada suscetibilidade, uma vez que as \n\náreas com altas intensidades representaram aproximadamente 23% da área total, \n\nrelacionadas com as baixas declividades (fora da planície fluvial), solos mal drenados \n\nassociados ao uso da terra com ausência de práticas conservacionistas. As áreas \n\nintermediárias (média suscetibilidade) representaram aproximadamente 42% da área \n\ntotal e as de menor suscetibilidade cerca de 37%. As áreas que apresentaram maiores \n\nsuscetibilidade, em específico à inundação, estão situadas sobretudo na planície fluvial, \n\njá as áreas com maiores tendências aos alagamentos estão relacionadas com a baixa \n\ndeclividade, somadas com as alterações antrópicas. Os resultados mostram que são \n\nvisivelmente observadas, através de imagens de satélites, feições anômalas em todo o \n\nsistema de drenagem como: mudança de direção em ângulo de 90° e trechos retilíneos \n\nao longo de cursos meandrantes. De maneira geral, as análises dos padrões de \n\ndrenagem, lineamentos e anomalias, realizadas na bacia, demonstram forte \n\ncondicionamento das estruturas na rede de drenagem. Através da análise das imagens \n\nSRTM foi possível destacar feições que sugerem um tributário bastante expressivo na \n\nmargem esquerda do rio Juruá e que algum fator, possivelmente tectônico, tenha \n\ninterrompido seu curso invertendo-o na direção contrária abandonando assim o canal. \n\n \nPalavras-chave: sensoriamento remoto,paleomorfologias, drenagem, lineamentos \n\nmorfoestruturais.  \n\n \n\n \n\n \n\n \n\n\n\n7 \n \n\n \n\nABSTRACT \n\n \n\n \n\nThe purpose of this study was to identify fluvial features that help to characterize the \nJuruá river in the state of Acre, specifically from the identification of paleocannal and \ntectonic features using different remote sensing data and digital image processing \ntechniques. The study area Is located in the region known as Alto Juruá, more \nspecifically the territorial boundary between Brazil in the state of Acre and Peru to the \nconfluence with the Ipixuna river in the state of Amazonas, near the municipality of \nCruzeiro do Sul in Acre. The methodological procedures were based on digital \nprocessing and Landsat image analysis, digital elevation model from SRTM data in 30 \nmeters resolution (USGS) through Global Mapper 9.0 and imaging observations of \nGoogle Earth (2016). In order to extract the drainage network, a 1: 50km scale shapefile \ndrainage map was made available on the website of the Ministry of the Environment and \nthe National Water Agency. Initially, a basic information survey was carried out, such \nas the acquisition of bibliographical material, remote sensing images, topographic maps \nand thematic maps (geological and geomorphological map) used as a base of support for \nregional knowledge, seeking the information necessary for the development of the \nstages Analysis of images from remote sensors. The extraction of paleocannals as well \nas the mapping of holocene terraces and morphothectonic lineaments occurred through \nthe use of SRTM digital elevation models, whose analysis and data processing were \nperformed in the Global Mapper 9.0 application. The results showed that the basin does \nnot present high susceptibility, since the areas with high intensities represented \napproximately 23% of the total area, related to the low slopes (outside the fluvial plain), \npoorly drained soils associated with land use with absence of Conservation practices. \nThe intermediate areas (average susceptibility) will represent approximately 42% of the \ntotal area and the least susceptible areas will represent approximately 37%. The areas \nwith the greatest susceptibility, especially to flooding, are located mainly in the fluvial \nplain, since the areas with the greatest flood trends are related to the low slope, added to \nthe anthropic changes. The results show that, through satellite images, anomalous \nfeatures are observed throughout the drainage system, such as: 90 ° angle change of \ndirection and rectilinear stretches along meandering courses. In general, the analyzes of \ndrainage patterns, lineaments and anomalies, performed in the basin, demonstrate strong \nconditioning of the structures in the drainage network. Through the analysis of SRTM \nimages it was possible to highlight features that suggest a very significant tributary on \nthe left bank of the Juruá river and that some factor, possibly tectonic, has interrupted its \ncourse by reversing it in the opposite direction, thus abandoning the channel. \n\n \n\nKeywords: Remote sensing, paleomorphologies, drainage, morphostructural lineaments. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n8 \n \n\n \n\nLISTA DE FIGURAS \n\nFigura 01 - Localização da área de estudos- Alto Juruá, AC/AM .................................. 16 \n\nFigura 02 - Principais sub-bacias do rio Juruá inseridas no Alto Juruá ..................................... 17 \n\nFigura 03 - Localização da Bacia do Acre no contexto geotectônico amazônico .......... 18 \n\nFigura 04 - Localização da Bacia do Acre (hachuras) no contexto geológico da Amazônia ..... 20 \n\nFigura 05 - Formação Solimões (Mioceno até Pleistoceno) ocupando grande parte do Estado do \n\nAcre com sedimentos que variam de 800 a 2 mil metros de profundidade ................................. 20 \n\nFigura 06 - Bloco diagrama da borda tectônica reativada da Serra do Divisor ilustrando as \n\nescarpas de falhas que limitam o conjunto montanhoso, as bacias do Moa e o corte da Bacia do \n\nJuruá, instaladas em área rebaixada sob controle neotectônico .................................................. 21 \n\nFigura 07 - Evolução da paisagem da região da bacia do Acre ...................................... 22 \n\nFigura 08 - Geologia do Alto Juruá ................................................................................ 24 \n\nFigura 09 - Seção Geológica Esquemática ..................................................................... 25 \n\nFigura 10 - Mapa Geomorfológico do estado do Acre ................................................... 26 \n\nFigura 11 - Mapa Geomorfológico do Alto Juruá ...................................................................... 27 \n\nFigura12 - Solos do estado do Acre ............................................................................... 32 \n\nFigura 13 - Temperaturas médias anual do Estado do Acre ........................................... 34 \n\nFigura 14 - Distribuição da precipitação no estado do Acre, em que se identifica a \n\ngradiente leste-oeste ate Cruzeiro do Sul, e nova redução na direção do Alto Rio Moa 35 \n\nFigura 15 – Formação Vegetal do Estado do Acre .................................................................... 36 \n\nFigura 16 - Tipologias Florestais do Alto Juruá ......................................................................... 37 \n\nFigura 17 - Corte ilustrando a ocorrência de floresta de bambus (Guadua) associada a \n\nsolos mais rasos e jovens da depressão central, embasada em sedimentos siltico-\n\nargilosos ate arenosos, da Formação Solimões ............................................................... 39 \n\nFigura 18 - Principais Rios do Acre ........................................................................................... 40 \n\nFigura 19 - Municípios formadores da Bacia do Alto Juruá inseridos na área de estudos ......... 41 \n\nFigura 20 - Principais afluentes do Rio Juruá inseridos na área de estudo ................................ 42 \n\nFigura 21 - Representação esquemática de um sistema fluvial ideal ............................. 44 \n\nFigura 22 - Tipos principais de canais aluviais .............................................................. 45 \n\nFigura 23 - Principais elementos topográficos e subambientes de sedimentação em \n\nplanícies de inundação ..................................................................................................... 46 \n\n\n\n9 \n \n\nFigura 24 - Padrões de drenagem ................................................................................... 48 \n\nFigura 25 - Distribuição de depósitos quaternários (cor cinza) na Amazônia Legal ................. 50 \n\nFigura 26 – Feições anômalas do trecho1- Marechal Thaumaturgo .......................................... 56 \n\nFigura 27 – Feições anômalas do trecho2 – Porto Walter .......................................................... 57 \n\nFigura 28 – Feições anômalas do trecho3 – Municípios de Mâncio Lima e Cruzeiro do Sul 58 \n\nFigura 29 - Padrões de drenagem encontrados no Rio Juruá, onde (A) pode ser caracterizada \n\ncomo Dendritica e retangular (B), (D) Paralelas; (E) treliça;(C) Radial e (F) Dendrítica........... 59 \n\nFigura 30 - Propriedades da Drenagem do Alto Juruá ............................................................... 60 \n\nFigura 31 - Meandros tortuosos e irregulares no rio Juruá assim como meandros abandonados \n\nno município de Cruzeiro do Sul/AC .......................................................................................... 61 \n\nFigura 32 - Presença de padrão dendrítico próximo á Serra do Divisor/ AC ............................. 62 \n\nFigura 33 - Padrão treliça e retangular nos afluentes do rio Juruá ............................................. 62 \n\nFigura 34 - Padrão paralelo localizado á esquerda do rio Juruá entre os rios Paraná dos Mouras \n\ne Juruá Mirim .............................................................................................................................. 63 \n\nFigura 35 - Padrão radial localizado no município de Porto Walter/AC ................................... 64 \n\nFigura 36 - Paleomorfologia no Alto Juruá ................................................................................ 65 \n\nFigura 37 - Paleomorfologia no Alto Juruá ................................................................................ 67 \n\nFigura 38 - Presença de paleocanal próximo ao muncipio de Cruzeiro do Sul .......................... 67 \n\nFigura 39 - Canal abandonado apresentando trecho anômalo com curvas expressivas próximo á \n\nCruzeiro do Sul – AC .................................................................................................................. 68 \n\nFigura 40 - Canal abandonado apresentando trecho anômalo com curvas expressivas próximo á \n\nCruzeiro do Sul – AC .................................................................................................................. 68 \n\nFigura 41 - Paleocanais na região de Cruzeiro do Sul e Mâncio Lima ...................................... 69 \n\nFigura 42 - Canal abandonado apresentando curvas e voltas abruptas em ângulos de 90°, em \n\nforma de cotovelo, caracterizando assim anomalias de drenagem .............................................. 69 \n\nFigura 43 - Canal abandonado na região de Marechal Thaumaturgo ........................................ 70 \n\nFigura 44 - Perfil do relevo na região de Marechal Thaumaturgo ................................. 70 \n\nFigura 45 - Perfil do relevo na região d Marechal Thaumaturgo ................................... 71 \n\nFigura 46 - Perfil do relevo na região de Marechal Thaumaturgo ............................................. 71 \n\nFigura 47 - Terraços Holocenos na região de Cruzeiro do Sul .................................................. 71 \n\nFigura 48 - Falha de Batã ........................................................................................................... 72 \n\nFigura 49 - Sistema de Falhas na área de estudos ...................................................................... 73 \n\n\n\n10 \n \n\nFigura 50 - Lineamentos morfoestruturais sobre o relevo e drenagem nos municípios de \n\nRodrigues Alves - AC e  Guajará – AM ..................................................................................... 74 \n\nFigura 51 - Lineamentos morfoestruturais sobre o relevo e drenagem nos municípios Guajará – \n\nAM, Cruzeiro do Sul – AC , Mâncio Lima – AC e Rodrigues Alves – AC ............................... 74 \n\nFigura 52 - Lineamentos morfoestruturais sobre o relevo e drenagem no município de Porto \n\nWalter-AC ................................................................................................................................... 75 \n\nFigura 53 - Lineamentos morfoestruturais sobre o relevo e drenagem no município de Marechal \n\nThaumaturgo – AC ...................................................................................................................... 75 \n\n\n\n11 \n \n\n \n\n \n\nLISTA DE QUADROS E TABELAS \n \n \n\nQuadro 01. Descrição das Unidades Pedológicas do Alto Juruá, com base no Mapa de Pedologia \n\ndo ZEE Fase II................................................................................................................................33 \n\nQuadro 02 - Descrição de Classes de Vegetação Ocorrentes na região do Alto Juruá.................38 \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n12 \n \n\nSUMÁRIO \n\n \n1 – INTRODUÇÃO .................................................................................................................................... 14 \n\n1.1 – Objetivo Geral ............................................................................................................................... 15 \n\n1.1.1 - Os objetivos específicos ........................................................................................................ 15 \n\n1.2 – Hipótese e Justificativa ....................................................................................................................... 16 \n\n2 - ÁREA DE ESTUDO E CONTEXTO FISIOGRÁFICO ...................................................................... 16 \n\n2.1 – Contexto Geológico ............................................................................................................................ 18 \n\n2.2 – Contexto Geomorfológico .................................................................................................................. 25 \n\n2.2.1 – Planície Amazônica ..................................................................................................................... 28 \n\n2.2.2 – Depressão do Laco-Acre ............................................................................................................. 29 \n\n2.2.3 – Depressão do Juruá- Laco ............................................................................................................ 29 \n\n2.2.4 - Superfície Tabular de Cruzeiro do Sul ......................................................................................... 30 \n\n2.2.5 – Planaltos Residuais da Serra do Divisor ...................................................................................... 30 \n\n2.2.6 – Depressão Marginal a Serra do Divisor. ...................................................................................... 31 \n\n2.3 – Solos ................................................................................................................................................... 31 \n\n2.4 – Clima .................................................................................................................................................. 34 \n\n2.5 – Vegetação ........................................................................................................................................... 35 \n\n2.6 – Hidrografia ......................................................................................................................................... 39 \n\n3 - FUNDAMENTAÇÃO TEÓRICA ............................................................................................................. 43 \n\n3.1 Bacia Hidrográfica como Unidade de Análise. ..................................................................................... 43 \n\n3.2 Sistemas Fluviais ................................................................................................................................... 44 \n\n3.2.1 Definições ....................................................................................................................................... 44 \n\n3.3 – Paleomorfologias ................................................................................................................................ 48 \n\n3.4 - O registro Quaternário na Amazônia .................................................................................................. 49 \n\n3.4.1 - Evidências paleoambientais ......................................................................................................... 50 \n\n3.4.2 - Evidências neotectônicas .............................................................................................................. 51 \n\n3.4.3 – Lineamentos Morfoestruturais. .................................................................................................... 52 \n\n3.5 - Sensoriamento Remoto ....................................................................................................................... 52 \n\n35.1. Landsat ........................................................................................................................................... 52 \n\n3.5.2 - SRTM ........................................................................................................................................... 53 \n\n3.5.3 - Sensoriamento Remoto aplicado a paleomorfologias .................................................................. 53 \n\n3 – MATERIAIS E METODOS ................................................................................................................. 54 \n\n2 - RESULTADOS E DISCUSSÃO .......................................................................................................... 55 \n\n\n\n13 \n \n\n5.1 - Identificação de Feições Anômalas dos Sistemas de Drenagem na Região do Alto Juruá. ................ 55 \n\n5.2 - Análise Morfológica da Rede de Drenagem do Alto Juruá/AC, Extraída de MDE-SRTM. ............... 60 \n\n5.3 – Detecção de Paleomorfologias ........................................................................................................... 64 \n\n5.4 – Lineamento Morfoestruturais sobre Drenagem e Relevo. .................................................................. 72 \n\n6 - CONCLUSÃO ........................................................................................................................................... 75 \n\n7 - REFERÊNCIA BIBLIOGRÁFICA ........................................................................................................... 76 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n14 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n1 – INTRODUÇÃO \n\n Os cursos d’ água são sistemas dinâmicos complexos e, têm sido considerados sensíveis a \n\ndeformações crustais, respondendo de maneira rápida, mesmo nos casos onde as deformações são \n\nde pequena escala e/ou magnitude (ETCHEBEHERE, 2003). A disposição atual dos sistemas de \n\ndrenagem reflete inúmeros fatores inter-relacionados como: clima, relevo, tectônica, nível do mar, \n\nlitologia, entre outros, que atuaram no tempo geológico. Atualmente, o uso integrado de técnicas e \n\nferramentas de sensoriamento remoto, métodos de datação, de análises de proxies, dentre outros tem \n\npermitido a reconstituição da evolução dos sistemas de drenagem no tempo geológico. \n\nEspecialmente, a utilização do sensoriamento remoto em áreas como a Amazônia, onde a baixa \n\ntopografia desfavorece exposições litológicas naturais e a observação direta de estruturas tectônicas, \n\ntem contribuído sobremaneira nos estudos de reconstituição de sistemas fluviais (MANTELLI et al., \n\n2009; ROSSETTI, 2009). Adicionalmente, a grande dimensão da área e o acesso restrito, além da \n\ndensa cobertura vegetal constituem outros fatores que tornam o sensoriamento remoto uma \n\nferramenta eficaz na obtenção de dados fluviais, geológicos e geomorfológicos (CUNHA, 1991). \n\n A detecção e o mapeamento de feições fluviais atuais e pretéritas na Amazônia a partir dos \n\ndados de sensoriamento remoto são fundamentais em discussões que envolvem a formação e \n\nevolução dos sistemas de drenagem amazônicos. A complexidade desses sistemas, atuais e \n\npaleocanais, e a presença de feições morfoestruturais que sugerem drenagens controladas por \n\ntectonismo despertam o interesse sobre os reais fatores que controlam a evolução dos mesmos \n\n(STERNBERG, 1950). \n\n A neotectônica da região amazônica é marcada por estruturas, sequências sedimentares, \n\npadrões de rede de drenagem e sistemas de relevo, cujas características vêm sendo gradativamente \n\ndesvendadas (ACRE, 2010). \n\nA detecção da tectônica na região é claramente observada nos afloramentos e exposição de \n\nrocha e solo. As falhas provocam deslocamento de camadas e superfícies topográficas e alteram a \n\nmorfologia da paisagem (LATRUBESSE 2000; RANCY, 2000). Em locais de falhas é observada a \n\nformação de espelhos de falha, estrias de atrito e brecha de falha que resultam da fricção entre os \n\nblocos de rocha. Os rios sofrem enormes migrações de leitos alcançando ordem de quilômetros, \n\ncujos registros são os extensos pacotes de sedimentos, terraços e lagos, bem como o registro de \n\nextensos paleocanais (ACRE, 2010). \n\n\n\n15 \n \n\n A região que abrange toda a rede de drenagem do rio Juruá tem apresentado ao longo dos \n\nanos um vasto histórico de sismos em especial na região denominada Alto Juruá o que demonstra \n\nque a região em particular apresenta nítido controle estrutural. A ausência de estudos mais \n\naprofundados no rio Juruá como ocorre nos rios Madeira e Purus dificulta a compreensão da \n\ngeomorfologia fluvial na região. \n\n Os paleocanais são importantes feições morfológicas que permitem o entendimento de \n\nsistemas de drenagens pretéritos e podem ajudar na compreensão de mudanças na morfologia \n\nfluvial. Na Amazônia, o uso de técnicas de sensoriamento remoto tem se mostrado eficiente na \n\nidentificação e caracterização dessas feições morfológicas (ROSSETTI et al., 2008). \n\nAdicionalmente, a utilização de dados de sensoriamento remoto representa uma alternativa rápida, \n\nde baixo custo, e que permite o mapeamento de paleomorfologias fluviais em grandes áreas. \n\n Pela dificuldade na obtenção de dados geológicos e geomorfológicos em campo, a utilização \n\nem conjunto dos diversos dados de sensoriamento remoto pode contribuir significativamente para a \n\ncaracterização da dinâmica fluvial quaternária de grande parte do ambiente amazônico. \n\nEnriquecem-se assim as discussões sobre a real influência da tectônica e das variações climáticas no \n\ndesenvolvimento dos sistemas fluviais da área, bem como da relação entre o desenvolvimento dos \n\nsistemas fluviais e a distribuição da flora e fauna da área. As informações obtidas também podem \n\nauxiliar no planejamento e orientação de trabalho de campo. Neste sentido, o objetivo deste trabalho \n\né utilizar diferentes dados de sensoriamento remoto e técnicas de processamento digital de imagens \n\na fim de identificar feições fluviais que auxiliem na caracterização paleogeográfica da área, em \n\nespecífico, a partir da identificação de paleocanais. \n\n \n\n1.1 – Objetivo Geral \n\n \n\nO objetivo deste estudo é identificar feições fluviais que auxiliem na caracterização \n\npaleográfica do rio Juruá no estado do Acre, especificamente a partir da identificação de \n\npaleocanais e feições tectônicas utilizando diferentes dados de sensoriamento remoto e técnicas de \n\nprocessamento digital de imagem.  \n\n \n\n1.1.1 - Os objetivos específicos \n\n \n\nOs objetivos específicos correspondem a: (i) extração e caracterização da rede de drenagem \n\natual; (ii) extração e caracterização de segmentos de vegetação de interesse com base em dados de \n\nsensoriamento remoto; (iii) identificação de paleocanais e feições anômalas; (iv) identificação dos \n\n\n\n16 \n \n\ndiversos terraços produzidos ao longo do tempo e (v) identificação dos lineamentos \n\nmorfoestruturais na Bacia do rio Juruá no estado do Acre.  \n\n \n\n1.2 – Hipótese e Justificativa \n\nAnálises preliminares de imagem de satélite sugerem várias feições um tanto distintas das \n\ndemais ao longo do seu curso meandrante, em especial na área considerada do Alto Juruá. Algumas \n\ndas feições remetem à hipótese de que haviam tributários ligados a bacia do rio Juruá sugerindo que \n\nsua nascente tinha uma direção distinta da atual, além de feições que mostram que o curso do rio \n\nsofreu mudanças bruscas no passado. \n\n \n\n2 - ÁREA DE ESTUDO E CONTEXTO FISIOGRÁFICO \n\nA área de estudo está inserida em território nacional, na regional denominada Alto Juruá, \n\nmais especificamente do limite territorial entre Brasil no estado do Acre e Peru até a confluência \n\ncom o rio Ipixuna no Estado do Amazonas, próximo ao município de Cruzeiro do Sul, no Acre \n\n(Figuras 01 e 02). Este rio tem sua nascente na serra das Mercês (Serra da Contamana) no Peru, \n\na 453 metros de altitude. Sua extensão total é de 3283 km, e percorre todo o noroeste do Estado \n\ndo Acre desaguando no rio Solimões no Estado do Amazonas, no sentido sudoeste-nordeste. É \n\nconsiderado um dos rios mais sinuosos do mundo (ACRE, 2012).  \n\nFigura 01 - Localização da área de estudos- Alto Juruá, AC/AM  \n\n \nFonte: adaptado de Acre, 2011. \n\n \n\n\n\n17 \n \n\n \n\nFigura 02 - Principais sub-bacias do rio Juruá inseridas no Alto Juruá. \n\n \n\n \nFonte: Base de dados do ZEE (ACRE, 2006). \n\n \n\n Esta bacia insere-se no vasto triângulo formado entre o Rio Madeira, Rio Japurá e a borda \n\noriental dos Andes, constituindo uma unidade morfológica de grande extensão da região do Alto \n\nAmazonas.  Do ponto de vista geológico, é representada, em grande parte, pela Formação Solimões, \n\nconstituída por sedimentos siltosos e argilosos, referentes a depósitos fluvio-lacustres do Plio-\n\nPleistoceno (ACRE,2000). No alto Juruá encontram-se as elevações mais orientais da Cordilheira \n\nAndina, constituindo a Serra do Divisor.  \n\n\n\n18 \n \n\n \n\n2.1 – Contexto Geológico  \n\n A unidade geotectônica mais importante no Estado do Acre é a Bacia do Acre, delimitada \n\npelo Arco de Iquitos e pela faixa Andina (CAVALCANTE, 2006) (Figuras 03 e 04). \n\nFigura 03 - Localização da Bacia do Acre no contexto geotectônico amazônico. (1) a) Formação \n\nSolimões, b ? sedimentos terciários; (2) Formação Içá; (3) Formação Alter do Chão; (4) coberturas \nproterozóicas; (5) rochas paleozóicas; (6) coberturas do Quaternário. \n\n \n\nFonte: Adaptado de Bezerra (2003) apresentado por ACRE (2006). \n\n  \n\nDe acordo com Acre (2006, apud KRONG et al.,1988), a Bacia do Acre é um retroarco que \n\nlimita a faixa móvel andina, compreendendo unidades cenozoicas na porção mais a oeste com \n\nremanescentes mesozoicos e pré-cambrianos. A mesma teve em sua história geológica uma \n\n\n\n19 \n \n\ndeposição pericratônica\n1\n e marginal aberta no Paleozoico, o que resultou em sedimentos \n\ncontinentais intercalados a sedimentos marinhos. \n\nFigura 04 - Localização da Bacia do Acre (hachuras) no contexto geológico da Amazônia.  \n\n \n\n \nFonte: ACRE 2010. \n\n  \n\nCavalcante (2006) ressalta que, em seguida ao soerguimento da Cordilheira dos Andes, o \n\nArco de Iquitos é rebaixado e a Bacia do Acre passa a ser intracontinental, com fontes de \n\nsedimentos vindas do oeste, o que provoca uma inversão no fluxo das drenagens principais, que se \n\nmantém até a atualidade (fluxo dos rios Solimões, Juruá e Purus de oeste para leste), sendo neste \n\nmomento o início da deposição de sedimentos para a consolidação da Formação Solimões. \n\n De acordo com Cavalcante (2006), a Formação Solimões aflora por grande extensão na \n\nBacia do Acre, recoberta por sedimentos holocenos, principalmente nas margens de rios, com \n\npredomínio de siltitos e argilitos, como principal componente aflorante, e em sua divisa a oeste com \n\na Serra do Divisor, com arenitos do Cretáceo. Análises feitas entre os municípios de Cruzeiro do \n\nSul e Marechal Thaumaturgo identificaram duas associações de fácies, sendo que uma delas \n\nconsiderada fluvial meandrante e a outra planície de inundação. \n\n                                                           \n1\n As bacias pericratônicas ou bacias da margem continental desenvolvem-se em áreas alongadas de margens  cratônicas \n\ne sofreram subsidências mais ou menos acentuadas. Essas bacias situam-se, comumente, em parte sobre a crosta \n\ncontinental, de natureza granítica e em parte sobre a crosta oceânica de composição basáltica (SUGUIO, 1999). \n\n\n\n20 \n \n\n A associação de fácies meandrante, dominada por fluxo trativo, é representada por camadas \n\nde várias espessuras, caracterizando áreas de acomodação de diferentes profundidades, \n\napresentando estágios pontuais de erosão (ACRE, 2006). \n\nA associação de planície de inundação é composta por fácies pelítica\n2\n maciça, rica ou não \n\nem matéria orgânica e fácies pelítica, com algumas camadas de arenito que se alternam formando \n\nlaminações plano-paralelas e laminação cruzada cavalgante, sendo que estudos realizados nesta \n\núltima mostram, que devido a uma diferenciação de energia no sistema deposicional, é possível \n\nnotar que houve deposição por suspensão seguida por períodos com um grande influxo de \n\nsedimentos rapidamente depositados (ACRE, 2006). \n\n Foi identificada, em subsuperfície, uma sequência sedimentar representativa de intervalos \n\nsignificativos, que são: Carbonífero Superior/Permiano (Formações Apui, Cruzeiro do Sul e Rio do \n\nMoura) (Figura 05). Estes são delimitados por expressivas descontinuidades (FEIJO; SOUZA, \n\n1994). Considera-se que estes são depósitos estratégicos do ponto de vista de concentração de óleo \n\ne gás, segundo o contexto geológico/geotectônico associado a eles. \n\n De acordo com Hoorn et al.(2010), análises preliminares apoiam a proposta de que as áreas \n\ndo setor Sul-Ocidental da Amazônia, no Acre, e em condição única para o território brasileiro, \n\nestiveram envolvidas e testemunharam os grandes eventos tectônicos que formaram os Andes, \n\nrelacionados aos episódios extensionais da Orogenia. Através do soerguimento dos Andes, novos \n\nambientes foram criados, favorecendo o surgimento de novas formas de flora e fauna, \n\nproporcionando o maior pico de diversidade, antes mesmo do término do período. \n\nFigura 05 - Formação Solimões (Mioceno até Pleistoceno) ocupando grande parte do Estado do Acre com  \n\nsedimentos que variam de 800 a 2 mil metros de profundidade. \n\n \nFonte: adaptado de ACRE 2006 \n\n                                                           \n2\n  Estas fácies são constituídas por material lamítico com percentuais variávies de silte e argila, bem como \n\neventualmente de areia (ETCHEBEHERE, et.al.,2003). \n\n \n\n\n\n21 \n \n\nA sedimentação inicial se deu por rifteamento intracontinental e posteriormente com possíveis \n\nincursões marinhas. Estudos com radiocarbono mostram que a parte superior da Formação \n\nSolimões (50-250m) se acumulou nos últimos 50 mil anos (Neopleistoceno). Estudos realizados \n\natravés de amostragens em perfurações e em superfície indicam transições lacustres e fluviais ao \n\nlongo do Quaternário tardio que supõem episódios de mudanças hidrológicas e geodinâmicas \n\ncombinadas com subsidências e soerguimentos (ACRE 2006, apud KRONBERG et al.,1998; \n\nSALO, 1987). Posteriormente ao soerguimento dos Andes (Plioceno), a deposição se torna em \n\nambiente intracontinental, com lagos e megaleques aluviais. \n\nNo Plioceno e Pleistoceno, instala-se o regime compressivo, e os blocos tectônicos são alçados, \n\ngradativamente, à posição que atualmente ocupam como mostra a Figura 06. A drenagem atual está \n\ninstalada sobre uma planície quaternária muito mais ampla e extensa, formada em condições \n\nclimáticas e geomorfológicas distintas das atuais. A dissecação deixa relevos tabulares suavizados \n\nna depressão do Juruá, que se tornam mais acentuados na direção da Serra do Divisor. Sedimentos \n\npre-intemperizados (Formação Cruzeiro do Sul), que ocorrem ao sopé da serra, estão relacionados a \n\neventos erosivos marcantes no Pleistoceno, sob condições semiáridas, a semelhança do Grupo \n\nBarreiras (Figura 06). \n\nFigura 06 - Bloco diagrama da borda tectônica reativada da Serra do Divisor ilustrando as escarpas de falhas \n\nque limitam o conjunto montanhoso, as bacias do Moa e o corte da Bacia do Juruá, instaladas em área \n\nrebaixada sob controle neotectônico.  \n\n \n\n \n\nFonte: (Ilustração: Carlos Ernesto G. R. Schaefer ) adaptado de ACRE, 2010.  \n\n  \n\n\n\n22 \n \n\nAtravés do soerguimento Andino que se iniciou no final do Neocretáceo e atingiu seu \n\nclímax no Neomioceno, modelando o aspecto geográfico, ocorreram mudanças drásticas nos \n\npadrões hidrológicos, provocando a formação de um grande lago sobre a Amazônia Ocidental e a \n\ninversão do sistema de drenagem o que é comprovado pelos planos frontais de estratificação \n\ncruzada da Formação Solimões, que mergulham para nordeste (AMARAL, 2007) no sentido \n\ncontrário ao fluxo hídrico atual, além de provocar levantamentos, dobramentos e falhamentos. Para \n\nFrailey et al. (1988), na Amazônia Ocidental, houve influência de um controle tectônico \n\nintermitente, que condicionou mudanças significativas no grau de intemperização dos sedimentos \n\nna bacia do Acre. Assim, a atividade tectônica inundou a bacia com sedimentos e cobriu-os antes do \n\nprocesso de intensa intemperização. A hipótese do Lago Amazonas (FRAILEY et al.,1988), reforça \n\na teoria segundo a qual as condições geológicas, pedológicas e biológicas só podem ser melhor \n\ncompreendidas a partir de um modelo de evolução da paisagem como mostra a Figura 07. Como \n\nestá exemplificada na figura 12, as feições de paisagem são indicadas pelas fases em sequência. A \n\nFase 4 mostra o Oceano Pacífico, no extremo oeste, a Cordilheira dos Andes, ao centro e a \n\npaisagem que predomina no sudeste acreano. No extremo leste, pode?se observar os primeiros \n\ndobramentos, que correspondem a Serra do Divisor, no Estado do Acre. \n\n \n\nFigura 07 - Evolução da paisagem da região da bacia do Acre. \n\n \n\nFonte: ACRE 2010. \n\n\n\n23 \n \n\nA região era constituída por ambiente de sedimentação em águas rasas, na borda do grande \n\nsistema lacustre, onde a atividade biológica foi intensa, levando a formações geológicas com \n\nelevadas concentrações de carbonatos (AMARAL, 2007).  \n\n De acordo com o mapa geológico fornecido pela SEMA\n3\n,(Figura 08) observa-se que ao \n\nlongo do curso da drenagem do Juruá, há a presença de sedimentação ocorrida em  distintos \n\nperíodos, marcando nitidamente as várias transformações ocorridas na configuração da drenagem. \n\nA Formação Cruzeiro do Sul (QPcs), com maior destaque entre o rios Moa e o rio Paraná dos \n\nMoura, nos municípios de Cruzeiro do Sul, Mâncio Lima e Rodrigues Alves, datada do Pleistoceno, \n\nbasicamente constitui uma sucessão sedimentar com características de terraços originados através \n\nde depósito fluvial, fluvio-lacustre e aluvial, constituídos por arenitos finos a médios, friáveis, \n\nmaciços e argilosos, com intercalações de argilitos (ACRE, 2006). \n\n Em áreas dos municípios de Marechal Thaumaturgo, Porto Walter e na divisa com o estado \n\ndo Amazonas há a presença de Terraços Pleistocênos (QPt), que são depósitos de terraços fluviais \n\nantigos e rampas-terraços, constituídos por argila, siltes e areias, às vezes maciços de cores \n\navermelhadas (ACRE, 2006) \n\n Por todos os municípios do Alto Juruá, desde Marechal Thaumaturgo até Cruzeiro do Sul, \n\nhá a presença marcante de Terraços Holocênos (QHt), que se constituem em construções \n\nsedimentares aluviais, cujos constituintes mostram características típicas de planície fluvial de uma \n\nfase anterior a atual (ACRE, 2006), ou seja, de um antigo curso da drenagem do Juruá, delineando \n\nbem o antigo curso mais meandrante que o atual. Esses terraços são constituídos por cascalhos \n\nlenticulares de fundo de canal, areias quartzosas inconsolidadas de barra em pontal, e siltes e argila \n\nde transbordamento (ACRE, 2006). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n                                                           \n3\n Secretaria de Estado de Meio Ambiente - ACRE \n\n\n\n24 \n \n\nFigura 08 – Geologia do Alto Juruá. \n\n \n\n             Fonte: adaptado de ACRE 2006. \n\n\n\n25 \n \n\n Por toda a drenagem atual e paleodrenagem (próxima a Porto Walter), encontram-se \n\nAluviões Holocênos (QHa), caracterizados por depósitos grossos a conglomeráticos, apresentando \n\nresiduais de canal, arenosos, relativos a barra em pontal, e pelíticos, relacionados a \n\ntransbordamentos (ACRE, 2006), (Figura 09). \n\n \n\nFigura 09 - Seção Geológica Esquemática. \n\n \n\nFonte: adaptado de ACRE, 2006. \n\n \n\n2.2 – Contexto Geomorfológico  \n\n \n\n Para o conhecimento pleno do que são e o que representam, as formas de relevo, \n\nidentificadas em diferentes escalas espaciais e temporais, é necessário a compreensão de como \n\nsurgem e evoluem (GUERRA, 1994). O principal critério utilizado para um estudo geomorfológico \n\nna análise da distribuição do relevo é a altimetria\n4\n, o que não é muito favorável para estudos no \n\nAcre, pois sua variação altimétrica não é expressiva, sendo necessário buscar uma diferenciação em \n\ntermos morfogenéticos\n5\n e texturais analisando imagens de satélites e radar (ACRE, 2010).  \n\n Estudos realizados no Acre mostram a existência de nove unidades geomorfológicas no \n\nEstado: a Planície Amazônica, a Depressão do Endimari-Abuna, a Depressão do Iaco-Acre, a \n\nDepressão de Rio Branco, a Depressão do Juruá-Iaco, a Depressão do Tarauaca-Itaquai, a \n\nDepressão Marginal á Serra do Divisor, a Superfície Tabular de Cruzeiro do Sul e os Planaltos \n\nResiduais da Serra do Divisor (ACRE, 2010) (Figuras 10 e 11) \n\n \n\n \n\n \n\n                                                           \n4\n Medição da altura de diversos pontos de um terreno a partir de um nível de base. \n\n5\n O entendimento sobre como cada forma de relevo foi gerada. \n\n\n\n26 \n \n\nFigura 10: Mapa Geomorfológico do estado do Acre. \n\n \n\n                                                                                         Fonte: adaptado de Acre (2010) \n\n\n\n27 \n \n\n \n\nFigura 11 - Mapa Geomorfológico do Alto Juruá. \n\n \n                    Fonte: adaptado de ACRE ( 2010). \n\n \n\n \n\n\n\n28 \n \n\n De acordo com Acre (2010), a região do Alto Juruá mostra-se dividida por seis das nove \n\nunidades geomorfológicas existentes no Acre: Planície Amazônica, Depressão do Laco-Acre, \n\nDepressão do Juruá-Laco, Superfície Tabular de Cruzeiro do Sul, Planaltos Residuais da Serra do \n\nDivisor e Depressão Marginal à Serra do Divisor, (Figura 10). \n\n \n\n2.2.1 – Planície Amazônica  \n\n \n\nÉ constituída de unidades geomorfológicas com altitudes variando entre 110m e 270m, \n\nsituando-se nos vales ao longo dos principais rios. Caracterizada como uma planície aluvial tem sua \n\nformação por colmatagem\n6\n de sedimentos em suspensão e construção de planícies e terraços \n\norientada por ajustes tectônicos e acelerada por evolução de meandros (ACRE, 2010). Destacam-se \n\ncomo padrões de drenagem o meândrico e o anastomosado, indicando ajuste hidrodinâmico em \n\náreas rebaixadas (ACRE, 2010). \n\n A planície Amazônica é constituída por vários níveis de terraços e várzeas recentes; possui \n\ndiques e paleodrenagens, lagos de meandro e barramento, bacias de decantação, furos, canais \n\nanastomosados e trechos de talvegues retilinizados por fatores estruturais. O contato dessa unidade \n\ngeomorfológica com as demais é geralmente gradual, mas com destaques nítidos nos contatos das \n\nplanícies com as formas de dissecação mais intensas das unidades vizinhas (ACRE, 2010), diferente \n\ndo que acontece nos contatos com terraços mais antigos, onde não há tanto destaque, apresentando-\n\nse um pouco mais disfarçados.  \n\n A área em questão é composta por argilas, siltes e areias muito finas a grossas, \n\nestratificadas, localmente intercaladas por concreções ferruginosas e concentrações orgânicas, \n\nresultando em Neossolos flúvicos, Luvissolos hipocrômicos, Gleissolos melânicos, Argissolos \n\nvermelho-amarelo e amarelo e Plintossolos hápicos (ACRE 2010). \n\n De acordo com Acre (2010), a planície aluvial em questão é constituída por quatro \n\ncategorias diferentes que são:  \n\n- Terraços fluviais: São acumulações sedimentares de forma plana, apresentando ruptura de declive \n\nem relação ao leito do rio e às várzeas recentes situadas em nível inferior, entalhadas pela erosão \n\ndevido à variação do nível de base. Ocorrem nos vales contendo aluviões finos a grossos, \n\npleistocenos e holocenos.  \n\n- Planícies e terraços fluviais: São áreas planas resultantes de diferentes acumulações fluviais, \n\nperiódica ou permanentemente inundadas, comportando meandros abandonados e diques fluviais \n\n                                                           \n6\n É o processo de acumulação de sedimentos ou de preenchimento de áreas, realizados por agentes naturais ou pela ação \n\nantrópica (ROSSETTI et al., 2008). \n\n\n\n29 \n \n\ncom diferentes orientações, ligadas com ou sem ruptura de declive a patamar mais elevado. \n\nOcorrem nos vales com preenchimento aluvial contento material fino a grosso, pleistoceno e \n\nholoceno.  \n\n- Planície fluvial: Áreas planas resultantes de acumulação fluvial sujeitas a inundações periódicas, \n\nincluindo as várzeas atuais, podendo conter lagos de meandros, furos e diques aluviais paralelos ao \n\nleito atual do rio. Ocorrem nos vales com preenchimento aluvial.  \n\n - Planície e terraços fluvial/lacustre: Podendo comportar canais anastomosados ou diques \n\nmarginais, com ou sem ruptura de declive em relação à bacia do lago e às planícies flúvio-lacustres \n\nsituadas em nível inferior. Ocorrem em setores sob o efeito de processos de acumulação fluvial e \n\nlacustre, sujeitos ou não a inundações periódicas, com barramentos formando lagos e lagunas, e nos \n\nvales contendo bacias lacustres. \n\n  O rio Juruá é composto por uma rede de afluentes o que leva a ter maior expressão na \n\ndeposição de sedimentos. O curso desse rio é caracterizado por meandros, muitos dos quais \n\nabandonados, em forma de lagos, que se apresentam desde parciais a totalmente colmatados. A \n\nfaixa de terrenos holocenos engloba duas formas de relevo: áreas individualizadas com terraços e \n\náreas mapeadas conjuntamente como terraços e planícies fluviais (ACRE, 2010). \n\n \n\n2.2.2 – Depressão do Laco-Acre \n\n \n\nA Depressão Laco-Acre é uma unidade geomorfológica com altitude variando entre 160 e \n\n350m, caracterizada por um padrão de drenagem dendrítico\n7\n. Sua formação se deu através de um \n\npossível truncamento pela pediplanação pós-neógeno, podendo ter sofrido tectônica de \n\nsoerguimento relacionada à reativação do Arco de Iquitos e posteriormente dissecada pela \n\ndrenagem atual (ACRE, 2010). \n\n Destaca-se na área em questão, uma superfície extremamente dissecada, apresentando \n\ndeclives expressivos. Nas áreas com topos expressivos e declives acentuados e as com topos \n\nconvexos e declives medianos refletem a presença de fáceis arenosa da Formação Solimões (ACRE, \n\n2010). \n\n2.2.3 – Depressão do Juruá- Laco  \n\n \n\nA Depressão do Juruá-laco apresenta altitude que varia entre 150 a 440m. É uma área \n\nnivelada por pediplanação pós-neógeno possivelmente, afetada por neotectônica tardia (ACRE, \n\n                                                           \n7\n Em formato ramificado, como galhos de uma árvore. \n\n\n\n30 \n \n\n2010). Caracteriza-se por uma superfície dissecada com elevada densidade de drenagem de primeira \n\nordem e padrão dendrítico. Apresenta relevos de topos convexos, por vezes aguçados, com declives \n\nvariando de médios a fortes. De contatos com outras unidades geralmente graduais e por diferenças \n\naltimétricas, porém sem gerar linhas de ruptura marcante com as depressões do Purus-Juruá e do \n\nLaco-Acre (ACRE, 2010). \n\n \n\n2.2.4 - Superfície Tabular de Cruzeiro do Sul \n\n \n\n Essa unidade geomorfológica apresenta-se com uma altitude média entre 150 e 270m, de \n\npadrão dendrítico a subparalelo\n8\n. A Superfície Tabular de Cruzeiro do Sul constitui um horst\n\n9\n \n\nassociado à Falha Batã podendo ter sido afetada por pediplanação pós-neógeno. Caracteriza-se pela \n\npresença predominante de relevos tabulares com declives suaves, com exceção de alguns trechos \n\ncom declives mais acentuados como a borda oeste (ACRE, 2010). O contato desta unidade com a \n\ndepressão ocorre com diferença de declive, marcada por relevo mais dissecado. Em áreas de contato \n\ncom o rio Juruá apresenta diferença de 40 m, sendo gradacional no contato com as demais áreas \n\n(ACRE, 2010). \n\n Dentro dessa unidade geomorfológica ocorrem os planos embaciados de inundação, que se \n\ncaracterizam por serem áreas abaciadas definidas por planos convergentes, de material arenoso e/ou \n\nargiloso, sujeitas á inundação, podendo apresentar arreísmo\n10\n\n ou impedimento de drenagem (ACRE, \n\n2010). \n\n2.2.5 – Planaltos Residuais da Serra do Divisor \n\n \n\n Com altitudes que variam entre 270 e 750m, esta unidade geomorfológica apresenta padrão \n\ndendrítico e paralelo\n11\n\n, com serras de estruturas anticlinais assimétricas, com escarpas voltadas para \n\nleste e reverso para oeste, extremamente dissecadas pela drenagem atual. Suas formas de dissecação \n\nsão a aguçada, a tabular, a convexa e a encosta íngreme de erosão\n12\n\n (ACRE, 2010). \n\n \n\n                                                           \n8\n Associado a estruturas tectônicas. \n\n9\n Proeminência que se deve a elevação da superfície, em função da existência de um sistema de falhas escalonadas e \n\nparalelas entre si, onde o bloco central adquire altimetria diferenciada dos blocos em seu entorno (ROSSATO. et al., \n\n2008) \n10\n\n Ausência de curso fluvial permanente (ACRE, 2010) \n11\n\n Padrão de forte controle estrutural (ACRE, 2010). \n12\n\n Feição de relevo com declives muito acentuados que ocorre em encostas ravinadas, ligando dois planos altimétricos \n\ndistintos, podendo exibir trechos de paredão desnudo em sua parte superior (ACRE, 2010). \n\n\n\n31 \n \n\n2.2.6 – Depressão Marginal a Serra do Divisor. \n\n \n\nCom altitudes que variam entre 230 e 300m esta unidade geomorfológica apresenta padrão \n\nde drenagem dendrítico. Constitui um gráben\n13\n\n associado à Falha Batã, com prováveis rearranjos \n\npela pediplanação pós-neógeno. A área caracterizada por relevo dissecado de topos convexos \n\ncomportando declives suaves foi dissecada pela drenagem atual. O contato dessa unidade com a \n\nSuperfície Tabular de Cruzeiro do Sul se dá em aclive e em escarpas com os Planaltos Residuais da \n\nSerra do Divisor, além de apresentar um contato gradual com as depressões vizinhas (ACRE, 2010). \n\n2.3 – Solos \n\n \n\n A Formação Solimões é a mais presente no Acre, ocupando uma área de mais de 80% de \n\ntodo o estado. De idade cenozoica, ocupa quase todos os interflúvios, exceção apenas à região da \n\nSerra do Divisor e Serra Moa onde predominam rochas mais antigas (ACRE, 2010). Esta formação \n\napresenta várias litologias, na sua maior parte argilitos com concreções carbonáticas e gipsítas, \n\nocasionalmente com material carbonizado, concentrações esparsas de pirita e grande quantidade de \n\nfósseis de vertebrados e invertebrados (AMARAL, 2006). Subordinadamente ocorrem siltitos, \n\ncalcários silticos-argilosos, arenitos ferruginosos, conglomerados plomíticos e áreas com \n\npredominância de sedimentos arenosos. Esta grande variedade litológica, combinada com a ação do \n\nclima, condiciona, por sua vez, uma grande diversidade de solos e relevo associados (ACRE, 2010). \n\n Os principais solos da área de estudos, em ordem decrescente de expressão territorial, são: \n\nArgissolos,  Luvissolos, Gleissolos, Latossolos, Vertissolos, Plintossolos e Neossolos (Figura 12). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n                                                           \n13\n\n Gráben é uma região depressiva alongada originada por uma série de falhamentos paralelos entre si que produzem um \n\nsistema de blocos escalonados com um bloco central deprimido (CHRISTOFOLETTI, 1980). \n\n\n\n32 \n \n\nFigura12- Solos do estado do Acre \n\n \n\n Fonte: adaptado de ACRE, 2011. \n\n \n\nA área de estudo em questão apresenta uma grande diversidade de solos, desde mais jovens \n\n(Vertissolos) até mais intemperizados (Latossolos). Como ordem de solo predominante na regional, \n\nsão encontrados os Argissolos, com 65%, seguidos pelos Luvissolos, com 19%. Os Gleissolos e \n\nNeossolos Flúvicos também se destacam na região, principalmente nos municípios de Cruzeiro do \n\nSul e Mâncio Lima, com suas extensas áreas de várzeas e o grande domínio de Luvissolos, em \n\nMarechal Thaumaturgo (AMARAL, 2006), são encontradas também pequenas manchas de \n\nLatossolos. A área de estudo em questão apresenta uma grande diversidade de solos, desde mais \n\njovens (Vertissolos) até mais intemperizados (Latossolos). Como ordem de solo predominante na \n\nregional, são encontrados os Argissolos, com 65%, seguidos pelos Luvissolos, com 19%. Os \n\nGleissolos e Neossolos Flúvicos também se destacam na região, principalmente nos municípios de \n\nCruzeiro do Sul e Mâncio Lima, com suas extensas áreas de várzeas e o grande domínio de \n\nLuvissolos, em Marechal Thaumaturgo (AMARAL, 2006), são encontradas também pequenas \n\nmanchas de Latossolos. \n\n \n\n \n\n \n\n\n\n33 \n \n\nQuadro 01. Descrição das Unidades Pedológicas do Alto Juruá, com base no Mapa de Pedologia do ZEE Fase II.  \n\nOrdem Descrição sumária \n\nArgissolos Possuem como característica marcante o horizonte B textural (incremento \nsignificativo de argila do horizonte A para o horizonte B) e baixa atividade da \n\nargila, muitos deles com alta saturação por alumínio. Em muitos casos, são solos \n\nque apresentam drenagem moderada e baixa ou media fertilidade natural, em razão \n\ndo predomínio de minerais de argila de baixa atividade. Por estarem muitas vezes \n\nassociados as condições de relevo mais movimentado, são também bastante \n\nsuscetíveis a erosão. \n\nPlintossolos Solos sujeitos ao excesso de água (encharcamento) temporário, em alternância com \nperíodo seco. Apresenta a matriz com cores cinza e pontuações vermelhas \n\n(horizonte plíntico) iniciando em profundidades menores que 40 cm a partir da \n\nsuperfície do solo. \n\nGleissolos Sao permanentemente ou periodicamente saturados por agua. Caracterizam-se pela \nforte gleização (cores acinzentadas), em decorrência do regime de umidade que \n\nfavorece as condições redutoras do solo. Geralmente apresentam argilas de alta \n\natividade e elevados teores de alumínio trocável. Não apresentam grandes \n\nproblemas de fertilidade. \n\nNeossolos Os Neossolos Flúvicos são solos resultantes de depósitos recentes de origem fluvial \nou lacustre. Dada sua formação, apresentam uma sucessão de camadas \n\nestratificadas sem relação pedogenética entre si. Geralmente, ocorrem nas margens \n\nde rios e grande igarapés, sendo que sua fertilidade esta diretamente relacionada \n\ncom a qualidade do sedimento depositado. Os NEOSSOLOS \n\nQUARTZARÊNICOS possuem mais de 90% de areia em todo o perfil e tem baixa \n\nfertilidade. \n\nLatossolos Em geral estãolocalizados em ambientes de relevo plano a suave ondulado. São os \nsolos mais velhos da paisagem, apresentando uniformidade de cor, textura \n\n(proporção de areia, silte e argila) e, em geral distróficos (pobres quimicamente), \n\nprofundos e bem drenados. Possuem acidez elevada e baixos teores de cálcio, \n\nmagnésio e potássio. \n\nLuvissolos Apresentam argila de alta atividade, caráter eutrófico (V26 ? 50%), além da \n\npresença de horizonte B textural. Estão, normalmente, associados a relevo mais \n\nmovimentado e a solos pouco profundos, conferindo-lhes relativo grau de \n\nsuscetibilidade a erosão, o que, aliado ao fato de apresentarem drenagem \n\ndeficiente, restringe seu uso agrícola, apesar da elevada fertilidade natural. \n\n                                                                                                                 Fonte: adaptado de ACRE, 2010. \n\n Os solos do Acre apresentam características próprias principalmente por serem de uma \n\nregião de acúmulo de sedimentos provenientes da Cordilheira dos Andes, o que resulta na \n\ndiversidade desses solos e características vérticas\n14\n\n e de eutrofismo\n15\n\n pouco comuns para a \n\nAmazônia (AMARAL, 2006). \n\n De acordo com Acre (2010), o fator climático, caracterizado por temperaturas elevadas e \n\nintensas precipitações, desenvolveu, na região solos sob ação de intenso intemperismo e lixiviação, \n\nem associação com o tipo de geologia e o tempo, originando solos com características físicas e \n\nquímicas bastante peculiares. \n\n                                                           \n14\n\n Solos que possuem argila de atividade alta que faz com que apresentem fendas profundas na época seca, e na época \n\ndas chuvas, dificultem consideravelmente a trafegabilidade das estradas (ACRE,2010). \n15\n\n Solos ricos quimicamente (ACRE, 2010). \n\n\n\n34 \n \n\n Na área da Serra do Divisor, a constituição extremamente arenosa dos solos e o relevo \n\nfortemente escarpado condicionam deposições coluviais e afloramentos dos sedimentos \n\ninconsolidados, ocorrendo variações de solos jovens a muito intemperizados (BARDALES, 2005). \n\n A região do rio Môa comporta uma área de relevo plano e suave ondulado, tendo como \n\npossível causa a influência do soerguimento da Serra do Divisor, condicionando um ambiente de \n\npouca lixiviação e drenagem imperfeita, com sedimentos ricos em carbonatos e solos com caráter \n\nvértico (AMARAL, 2007).  \n\n2.4 – Clima \n\n \n\n O clima da área de estudos é classificado como quente e úmido do tipo AM – equatorial \n\nsegundo a classificação de Koppen, com temperaturas médias anuais variando entre 24,5°C e 32°C \n\n(ACRE, 2010), como mostra a Figura 13. As taxas de precipitação pluviométrica condicionam um \n\ntotal médio de precipitação anual de 2.057,7 +/- 165 mm. A distribuição das chuvas segue uma tendência \n\nde redução no sentido noroeste-sudeste (IBGE, 1999) (Figura 13). \n\n No Noroeste do Acre, as condições do clima atual são localmente derivadas ou minimizadas \n\npor heranças paleoclimáticas, refletidas nos solos e em relictos de flora extrazonais (IBGE, 1999). \n\nA ocorrência de vegetação anômala em relação às condições climáticas atuais nos campos de \n\nCampinarana e nas Florestas abertas de bambu dominante (ACRE, 2010), confirma um período de \n\ncondição climática mais seca, favorável a savanização. As mudanças climáticas, ao longo de \n\nmilhares de anos e atualmente, possuem um papel determinante na formação da paisagem, com \n\nalterações significativas na biodiversidade (ACRE, 2010). \n\n \n\nFigura 13 - Temperaturas médias anual do Estado do Acre \n\n \n\nFonte: ACRE, 2000. \n\n\n\n35 \n \n\n No território do Alto Juruá, área do estudo em questão, o clima é caracterizado por altas \n\ntemperaturas e elevados índices pluviométricos (Figura 14). \n\n \n\nFigura 14 - Distribuição da precipitação no estado do Acre, em que se identifica o gradiente leste-\n\noeste ate Cruzeiro do Sul, e nova redução na direção do Alto Rio Moa. \n\n \n\nFonte: adaptado de  ACRE, 2006. \n\n \n\n \n\n2.5 – Vegetação \n\n \n\n De acordo com Prance (1985), durante o Pleistoceno e início do Holoceno, as regiões \n\ntropicais foram submetidas a várias transformações no clima e consequentemente na vegetação, \n\ninfluenciando a evolução e a biologia da flora e fauna, o que explica tanta diversidade de formações \n\nvegetais na área de estudo. \n\n Estudos realizados para zoneamento ecológico do Acre mostram que predominam no Estado \n\ndois Sistemas Ecológicos Regionais: a Floresta Ombrófila Densa e a Floresta Ombrófila Aberta. \n\nDentro de tais domínios há uma grande diversidade de formações vegetais que se diferenciam \n\nprincipalmente pelas diferentes características dos solos e sua classificação é baseada em aspectos \n\nfisionômicos e estruturais. Em pequena extensão do Noroeste do Estado encontra-se ainda um \n\nterceiro domínio distinto dos demais definido como Campinarana (ACRE, 2010), (Figuras 15 e 16). \n\n                  A Floresta Ombrófila Densa assim como a Floresta Ombrófila Aberta geralmente estão \n\nassociadas às grandes feições climáticas e morfoestruturais como os Baixos Platôs, o Planalto \n\n\n\n36 \n \n\nRebaixado e a Região Aluvial (ACRE, 2010). Estão também ligadas a fatores geológicos, \n\ngeomorfológicos e pedológicos, proporcionando a grande diversidade de formações vegetais. \n\nFigura 15 – Formação Vegetal do Estado do Acre. \n\n \n\nFonte: adaptado de  ACRE, 2006 \n\n \n\n \n\n \n\n\n\n37 \n \n\n \n\n \n\nFigura 16 - Tipologias Florestais do Alto Juruá. \n\n \n\n \n\nFonte: Adaptado de ACRE (2010). \n\n A Floresta Ombrófila Densa, subdivide-se em três formações distintas: a densa com \n\nemergentes em relevo colinoso, a densa submontana e a densa com emergentes em interflúvios \n\n\n\n38 \n \n\ntabulares. A Floresta Ombrófila Aberta subdivide-se em formações com predomínio de palmeiras, \n\ncipós ou bambu (ACRE, 2010), (Figura 15). \n\n De acordo com dados de Acre (2010), a Floresta Aberta é a que ocupa a maior área do \n\nEstado. Essa tipologia ocorre em quase todo o Acre, principalmente nos interflúvios tabulares, \n\n(Figura 17). \n\nQuadro 02 - Descrição de Classes de Vegetação Ocorrentes na região do Alto Juruá. \n\nClasses de vegetação Descrição sintetizada. \n\nCampinarana São encontradas no extremo norte de Cruzeiro do Sul e \n\nMâncio Lima. Desenvolve -se em solo arenoso e pobre. \n\nCaracteriza-se por formações não-florestais com sub-\n\nbosques de porte baixo e irregularmente aberto. \n\nFloresta Aberta com Bambu em áreas aluviais Predomina ao longo do rio Juruá, na região de Cruzeiro \n\ndo Sul, Porto Walter e Marechal Thaumaturgo. \n\nCaracteriza-se pela presença das espécies do gênero \n\nGuadua. \n\nFloresta Aberta com Bambu + Floresta Aberta com \n\nPalmeiras \n\nOcorre em quase todo o Acre, principalmente nos \n\ninterflúvios tabulares próximo ao rio Juruá. Apresenta \n\numa mistura de fisionomias. \n\nFloresta Aberta com Bambu + Floresta Densa Ocorre no município de Mâncio Lima. Caracterizada por \n\náreas de grande concentração de bambus e manchas de \n\nFloresta Densa podendo apresentar também pequenas \n\nmanchas de Floresta Aberta com Palmeiras. \n\nFloresta Aberta com Bambu Dominante A concentração de bambus é grande, sendo que muitas \n\nespécies alcança o dossel, dominando a vegetação. \n\nPodendo haver também manchas de Floresta Aberta com \n\nmenor concentração de bambu e pequenas manchas de \n\nFlorestas Densa. \n\nFloresta Aberta com Palmeiras É, geralmente, encontrada em áreas próximas a planícies \n\naluviais de rios com grande vazão na época das cheias. \n\nCaracteriza-se por uma floresta de dossel aberto com \n\npresença de palmeiras e cipós. \n\nFloresta Aberta Aluvial com Palmeiras Ocorre ao longo dos principais rios e alguns afluentes, \n\ndistribuída por todo o estado. Pode estar associada a \n\nmanchas de Floresta Densa com árvores emergentes ou a \n\nmanchas de Floresta Densa com dossel uniforme. \n\nFloresta Aberta Aluvial com Palmeiras + Formações \n\nPioneiras \n\nMapeada apenas na região de Cruzeiro do Sul e Mâncio \n\nLima. É caracterizada pela Floresta Aberta com \n\nPalmeiras em especial do gênero Maurítia flexuosa \n\n(buriti) nas áreas pioneiras. \n\nFloresta Aberta Aluvial com Palmeiras + Vegetação \n\nSecundária \n\nApresenta as mesmas características da Floresta Aberta \n\ncom Palmeira em áreas aluviais, diferenciando apenas \n\ncom relação às manchas de vegetação secundária e \n\nalgumas áreas antropizadas. \n\nFloresta Aberta com Palmeiras + Floresta Aberta com \n\nBambu \n\nÉ dominada pela Floresta Aberta com Palmeiras, nas \n\nquais podem ser encontradas várias espécies de \n\npalmeiras com manchas de floresta com sub-bosque de \n\nbambu. \n\nFloresta Densa Encontrada na Serra do Divisor, em Cruzeiro do Sul e \n\nMâncio Lima. Apresentam árvores emergentes com 50 \n\nmetros. Nos ambientes dissecados o estrato superior \n\nocorre em agrupamentos arbóreos menores e bastante \n\nuniformes com 30 metros. Nos talvegues há mais \n\nespécies arbustivas e palmeiras. \n\nFloresta Densa Submontana Ocorre na Serra do Divisor, em Mâncio Lima, Rodrigues \n\nAlves e Porto Walter. Apresenta árvores de grande porte \n\ndistribuídas densamente acima de 600m.  \n\nFloresta Densa + Floresta Aberta com Palmeiras Dividida em três estratos: o dossel com árvores \n\nemergentes de 35 a 40 metros e aspecto aberto; o estrato \n\nmédio com predomínio de espécie breu-vermelho de \n\nestrutura fechada e o estrato inferior com aspecto aberto. \n\n          Fonte: adaptado de ACRE (2010) . \n\n\n\n39 \n \n\n Dos domínios predominantes no Acre, o mais intrigante é a Floresta Aberta de Bambu do \n\ngênero Guadua, chamadas de Pacales no Peru e Tabocais no Acre, cobrem aproximadamente 40% \n\ndo Estado ( SILVEIRA, 2000) (Figura 17). \n\nFigura 17 - Corte ilustrando a ocorrência de floresta de bambus (Guadua) associada a solos mais \n\nrasos e jovens da depressão central, embasada em sedimentos siltico-argilosos ate arenosos, da \n\nFormação Solimões. \n\nFonte: adaptado de ACRE (2010). \n\n \n\nSão florestas de baixa área basal, muito pobres em espécies. A área onde predomina a \n\nfloresta de bambus corresponde ao espaço paleolacustre e rico em argilas expansivas o que parece \n\nser um bom indicador paleoambiental (SILVEIRA, 2000). \n\n \n\n2.6 – Hidrografia \n\nOs rios do estado do Acre apresentam grande importância socioeconômica tornando-se a \n\núnica via de acesso aos municípios em alguns casos, visto que, em torno deles, se originaram a \n\nmaioria das cidades e povoados do estado. \n\nO rio Juruá, em conjunto com os rios Purus, Tarauacá-Envira e Acre, compõem os principais \n\nsistemas de drenagem do estado do Acre, formando a denominada Bacia do Acre. Em função do \n\nrelevo do estado ser predominantemente plano, os rios são extremamente meandrantes, típicos de \n\nplanície, ocorrendo cachoeiras e corredeiras somente na Serra do Divisor (ACRE, 2006). Os \n\nsistemas fluviais da Bacia do Acre apresentam cursos de direção Sudoeste-Nordeste com afluentes \n\nvindos de direção Sudoeste, sugerindo um basculamento e regime de falhas em efeito dominó. O \n\ncontrole de falhamentos ou fraturamentos na drenagem amazônica é identificado pelo padrão \n\nortogonal e assimétrico das drenagens e terraços dos rios de distintos tamanhos (ACRE, 2012).  \n\n\n\n40 \n \n\nAlém disso, é visivelmente observado, através de imagens de satélites, feições anômalas em \n\ntodo o sistema de drenagem como: mudança de direção em ângulo de 90° e trechos retilíneos ao \n\nlongo de cursos meandrantes (Figura 18). \n\nFigura 18 - Principais Rios do Acre.  \n\n \n\n Fonte: Base de dados do ZEE (ACRE, 2006). \n\nO regime hidrológico da bacia hidrográfica do rio Juruá, assim como de todos os rios da \n\nregião, com cheias rápidas provoca o extravasamento nas margens convexas dos meandros, o que \n\nfacilita a mudança da geomorfologia dos mesmos. Além disso, a vegetação no seu entorno que \n\npossui raízes superficiais cai sobre o leito fluvial juntamente com o deslizamento das margens fato \n\nque se apresenta como outro fenômeno muito comum na região (ACRE, 2006). O potencial erosivo \n\nsomado à forte carga sedimentar, em suspensão, entulham os rios dificultando a recarga hídrica e o \n\npróprio intemperismo químico (ACRE, 2010), além de provocar a migração do leito. \n\n As várzeas ativas e dinâmicas do Acre, pouco estáveis no Holoceno, estão longe de alcançar \n\nestabilidade, e mostram-se como bons indicadores paleoclimáticos, pois revelam uma instabilidade \n\nnas atuais condições de precipitação (ACRE, 2010). Esse quadro só pode ser compreendido e \n\nreconstruído considerando as oscilações do nível do mar que acompanharam as mudanças \n\n\n\n41 \n \n\nclimáticas. Os níveis do mar elevados ou em elevação durante períodos interglaciais podem ter \n\nrepresado a carga sedimentar que descia dos Andes (ACRE, 2010). \n\n De acordo com ACRE (2010), a Bacia do Acre, durante o Holoceno, sob regime tectônico, \n\nprovavelmente alçou paleoníveis fluviolacustres em cotas maiores que aquelas afetadas pela \n\nelevação marinha. A extensão e duração dos paleolagos ficaram assim dependentes da tectônica que \n\nsoerguia os blocos no Plio-Pleistoceno e do mar, em ascensão pós-glacial, que tendia a retardar a \n\nerosão e formar pantanais ou lagos. Esta bacia insere-se no vasto triângulo formado entre o rio \n\nMadeira, rio Japurá e a borda oriental dos Andes, constituindo uma unidade morfológica de grande \n\nextensão da região do Alto Amazonas (ACRE, 2012). No Acre, esta bacia abrange oito municípios: \n\nMâncio Lima, Rodrigues Alves, Cruzeiro do Sul, Porto Walter, Marechal Thaumaturgo, Jordão, \n\nTarauacá e quase toda a área do município de Feijó. Somente cinco primeiros estão dentro da área \n\nde estudos, (Figura 19). Caracterizado como rio de planície com sinuosidade em praticamente todo \n\nseu percurso, o Juruá é considerado um dos mais sinuosos do mundo. Por onde passa constitui-se no \n\nprincipal canal de comunicação dos municípios acreanos com os amazônicos, e é um dos mais \n\nantigos caminhos da ocupação e abastecimento do Vale do Juruá (ACRE, 2012). \n\nFigura 19 - Municípios formadores da Bacia do Alto Juruá inseridos na área de estudos. \n\n \n\nFonte: adaptado de ACRE, 2006. \n\n \n\n\n\n42 \n \n\nFigura 20 - Principais afluentes do Rio Juruá inseridos na área de estudo (1- Rio Ipixuna; 2- Rio Môa; 3- \n\nRio Paraná dos Mouras ou Paraná das Viúvas; 4 – Rio Juruá-Mirim; 5 – Rio Valparaíso; 6 – Rio Ouro Preto; \n\n7 – Igarapé Humaitá; 8 – Rio das Minas; 9 – Rio Grajaú; 10- Rio Paratati; 11 - Rio São Luiz; 12 – Rio \n\nAparição; 13 – Rio Tejo; 14 – Rio Amônia; 15 – Rio Acuriá; 16 – Igarapé São João; 17 – Igarapé Caipora; \n\n18 – Rio Breu; 19 – Rio Pucaurco (Peru) e 20 – Rio Dorado (Peru). \n\n \nFonte: Adaptações realizadas pelo autor  - ANA/SISTEMA HIDROWEB (2015). \n\n\n\n43 \n \n\n \n\nO Alto Juruá possui em sua margem direita nove afluentes: rio Breu, rio Caipora, rio Acuriá, \n\nrio Tejo, rio Grajaú, Igarapé São João, Igarapé Natal, Igarapé Humaitá e Rio Valparaíso. Há outros \n\nonze afluentes pela margem esquerda: rio Amônia, rio Aparição, rio São Luiz, rio Paratati, rio das \n\nMinas, rio Arara, rio Ouro Preto, rio Juruá-Mirim, rio Paraná dos Mouras e rio Môa, todos no \n\nestado do Acre (ACRE, 2012). Ainda se insere na área de estudos o Rio Ipixuna, também afluente \n\nda margem esquerda, já no estado do Amazonas (Figura 20). \n\nOs rios desta bacia são classificados como “rios de água branca”, devido à coloração \n\namarelada de suas águas, resultante do transporte elevado de material em suspensão (ACRE, 2006).  \n\n3 - FUNDAMENTAÇÃO TEÓRICA  \n\n \n\n \n\n Estudos relacionados a paleomorfologias requerem conhecimento prévio de alguns conceitos \n\nque serão apresentados no item a seguir deste mesmo capítulo. Dado que o mapeamento de \n\npaleomorfologias fluviais pode ser realizado por meio de sensoriamento remoto, é necessária a \n\nexplanação sobre os produtos adequados à detecção destas, bem como dos métodos apropriados ao \n\nmapeamento das feições anômalas.  \n\n \n\n3.1 Bacia Hidrográfica como Unidade de Análise. \n\n \n\nO termo bacia hidrográfica faz referência a uma compartimentação geográfica natural \n\ndelimitada por divisores de água. Este compartimento é drenado superficialmente por um curso \n\nd’água principal e seus afluentes (SILVA, 1995). Conceitos de bacia e sub-bacias se relacionam a \n\nordens hierárquicas dentro de uma determinada malha hídrica (FERNANDES; SILVA, 1994). Ou \n\ncomo sendo extensões de terras delimitadas por divisores de águas e drenadas por um rio e seus \n\ntributários. Cada bacia hidrográfica se interliga com outra de ordem hierárquica superior, \n\nconstituindo, em relação à última, uma sub-bacia. Assim, os termos bacia e sub-bacias hidrográficas \n\nsão relativos.  \n\nA bacia hidrográfica é também denominada de bacia de captação quando atua como coletora \n\ndas águas pluviais, ou bacia de drenagem quando atua como uma área que está sendo drenada pelos \n\ncursos d’água (SILVA, 1995). Por constituírem ecossistemas com o predomínio de uma única saída, \n\nas bacias hidrográficas possibilitam a realização de uma série de experimentos (VALENTE; \n\nCASTRO, 1981).  \n\n\n\n44 \n \n\nAs bacias hidrográficas compõem ecossistemas adequados para avaliação dos impactos \n\ncausados pela atividade antrópica que podem acarretar riscos ao equilíbrio e à manutenção da \n\nquantidade e a qualidade da água, uma vez que estas variáveis são relacionadas com o uso do solo \n\n(FERNANDES; SILVA, 1994).  \n\nA subdivisão de uma bacia hidrográfica de maior ordem em seus componentes (sub-bacias) \n\npermite a pontualização de problemas difusos, tornando mais fácil a identificação de focos de \n\ndegradação de recursos naturais, da natureza dos processos de degradação ambiental instalados e o \n\ngrau de comprometimento da produção sustentada existente (FERNANDES; SILVA, 1994). \n\n3.2 Sistemas Fluviais \n\n3.2.1 Definições \n\n Bacias de drenagem são definidas como unidades geomórficas correspondentes à área \n\ndrenada por um rio ou sistema fluvial. Os canais fluviais localizados dentro de uma bacia de \n\ndrenagem estão conectados e organizam-se em redes complexas (CHRISTOFOLETTI, 1980). \n\n Um sistema fluvial ideal pode ser dividido em três zonas distintas (Figura 21) em função da \n\nvazão hídrica e do fluxo de sedimentos (SCHUMM, 1977): zona 1, localizada nos setores mais \n\naltos, a montante, e considerada área de produção de sedimentos e origem dos fluxos hídricos; zona \n\n2, denominada de zona de transferência de sedimentos, onde, para canais estabilizados, as cargas \n\nsedimentares de entrada e saída são iguais; e zona 3, chamada de área de deposição, onde ocorre o \n\nacúmulo preferencial de sedimentos oriundos das zonas 1 e 2. \n\nOs canais e as planícies de inundação são os principais componentes dos sistemas fluviais. \n\nOs canais são definidos como depressões formadas pela ação do fluxo no substrato, em situação de \n\nalta energia, favorecendo processos erosivos em forma de canais (MARRIOTT, 1996). \n\nFigura 21 - Representação esquemática de um sistema fluvial ideal \n\n \n\n Fonte: Adaptado de Schumm (1977). \n\n\n\n45 \n \n\n \n\n Morfologicamente, os canais fluviais variam de retilíneos, a meandrantes, ou a \n\nanastomosados ou a entrelaçados. Em geral, estes tipos morfológicos se desenvolvem como reflexo \n\ndo aumento da carga sedimentar e da energia do fluxo (Figura 22). \n\nFigura 22 - Tipos principais de canais aluviais. \n\n \n\nFonte: Adaptado de Schumm (1981). \n\n  \n\n As planícies de inundação, por sua vez, são porções rasas e planas inseridas entre canais, \n\nsujeitas a influxos periódicos sofrendo transbordamento durante a cheia. Estas podem conter um \n\ncomplexo de vários subambientes deposicionais, principalmente formados a partir de sistemas do \n\ntipo meandrante, que incluem as planícies propriamente ditas, que se associam a ambientes de \n\ndiques marginais, lagos e meandros abandonados, além de canais e leques de transbordamento \n\n(Figura 23). Os Diques marginais são definidos como elevações com topografia ligeiramente \n\nconvexa para cima que ocorrem nas margens do canal principal, originadas pelo acúmulo de \n\nsedimentos finos durante períodos de cheia dos rios. Já os lagos são depressões onde ocorre \n\nacúmulo de água transbordada dos rios ou formada por precipitação. Tais acúmulos podem ocorrer, \n\ntambém, na planície de inundação, pelo abandono de meandros. Estes locais subaquosos possuem \n\nfluxos de baixa energia, o que favorece deposição lenta de sedimentos granulometricamente finos \n\n(WOLMAN; LEOPOLD, 1957). Meandros abandonados são a causa mais comum da origem de \n\nlagos fluvial, os quais podem se conectar ao rio principal por canais menores e estreitos. Leques e \n\ncanais de extravasamento ocorrem quando a vazão do rio aumenta como acontece durante períodos \n\nde cheia. Com isto, suas margens sofrem rompimentos localizados, fazendo com que a carga \n\nsedimentar seja transportada e depositada sobre sedimentos finos da planície de inundação. Sob \n\n\n\n46 \n \n\ncondições de energia de fluxo elevada, a erosão da planície de inundação é favorecida, surgindo \n\ncanais secundários. Quando a erosão é insignificante ou ausente, os fluxos se tornam desconfinados, \n\ndando origem a leques de transbordamento (PYE, 1994). \n\nFigura 23 - Principais elementos topográficos e subambientes de sedimentação em planícies de \n\ninundação. \n\n \n\n \nFonte: Adaptado de Pye (1994). \n\n \n\n Em determinados sistemas fluviais, como o da bacia Amazônica, apresentam feições \n\nmorfológicas conhecidas como rias fluviais ou vales afogados. As rias, feições consideradas \n\nanomalia de drenagem, consistem em lagos alongados onde ainda se pode reconhecer a morfologia \n\noriginal de tributários fluviais (HOWARD, 1967). Podem manter conexão com o canal principal \n\natravés de um canal estreito ou furo.  \n\n Sternberg (1950) cita que as rias fluviais amazônicas podem indicar represamento por \n\nsoerguimento ou subsidência. Subsidência concomitante a processos de rifteamento podem resultar \n\nno afogamento da bacia de drenagem, formando lagos alongado ou rias. Para este mesmo autor, o \n\ncontrole morfotectônico deste tipo de morfologia fluvial é também evidenciado por bordas retilíneas \n\nque se interceptam em ângulos retos e formas alongadas seguindo uma orientação preferencial. As \n\nrias comumente apresentam déficit aluvial, sendo desprovidas de depósitos de acumulação, como \n\nplanícies de inundação (TRICART, 1977). Vários autores ressaltam ainda que as orientações de \n\ncanais de saída e das faces retangulares nas bordas de rias fluviais amazônicas apresentam boa \n\nconcordância com os lineamentos morfoestruturais de áreas do entorno, reforçando a hipótese de \n\ngênese ligada a ajustes tectônicos (FRANZINELLI; IGREJA, 1990; RADAMBRASIL, 1978;). De \n\nacordo com Cunha (1991), a ausência de afluentes de grande extensão e o desenvolvimento de \n\n\n\n47 \n \n\ndrenagens de forma assimétrica nos planaltos adjacentes também indica controle estrutural ligado \n\naos processos de implantação de rias fluviais amazônicas. \n\nOs padrões de drenagem referem-se ao arranjo espacial dos cursos  fluviais, que podem ser \n\ninfluenciados em sua atividade morfogenética pela natureza e disposição das camadas rochosas, \n\npela resistência litológica variável, pelas diferenças de  declividade e pela evolução geomorfológica \n\nda região (CHRISTOFOLETTI, 1980).  Assim têm-se os tipos fundamentais dos padrões de \n\ndrenagem: dentrítico, em treliça, retangular, paralela, radial e anelar (Figura 24). \n\nA drenagem dentrítica (ou arborescente) apresenta desenvolvimento semelhante à \n\nconfiguração de ramos de uma árvore. Desenvolve-se tipicamente sobre rochas de resistência \n\nuniforme ou em rochas estratificadas horizontalmente. A presença de confluências em ângulos retos \n\nno padrão dentrítico constitui anomalia que frequentemente pode ser atribuída aos fenômenos \n\ntectônicos (CHRISTOFOLETTI, 1980). \n\nA drenagem em treliça compõe-se por rios principais consequentes que correm \n\nparalelamente e recebem rios subsequentes, os quais fluem transversalmente aos primeiros. Os rios \n\nsubsequentes recebem afluentes obsequentes e ressequentes. O controle estrutural sobre este padrão \n\nde drenagem é muito acentuado devido à desigual resistência das camadas inclinadas que afloram \n\nem faixas estreitas e paralelas. O padrão em treliça é encontrado em estruturas sedimentares \n\nhomoclinais, em estruturas falhadas e nas cristas de anticlinais (SUGUIO, 1988).  \n\nA drenagem paralela caracteriza-se por cursos de água que fluem quase que paralelamente \n\nuns aos outros, em extensão considerável do terreno. Devido à sua disposição, recebem também o \n\nnome de padrão em “rabo de cavalo”. Este tipo de drenagem localiza-se em áreas onde há presença \n\nde vertentes com declividades acentuadas ou onde existiam controles estruturais (SUGUIO, 1988). \n\n  A drenagem radial é formada por correntes fluviais que se apresentam como raios de \n\numa roda em relação a um ponto central. Pode-se desenvolver sobre os mais variados \n\nembasamentos e estruturas. Ela pode ser do tipo centrífuga quando os rios divergem a partir de um \n\nponto ou área mais elevada, como por exemplo cones vulcânicos e morros isolados. No tipo \n\ncentrípeta, os rios convergem para um ponto ou área central, localizada em posição mais baixa, \n\ncomo em crateras vulcânicas e depressões vulcânicas (SUGUIO, 2003; CHRISTOFOLETTI, 1980).  \n\n  A drenagem anelar apresenta um padrão formado por anéis concêntricos. É típica de áreas \n\ndômicas profundamente entalhadas em estruturas formadas por camadas moles e duras (SUGUIO, \n\n2003). \n\n \n\n \n\n \n\n\n\n48 \n \n\nFigura 24 - Padrões de drenagem \n\n \n\nFonte: adaptado de Christofoletti, 1980. \n\n \n\n3.3 – Paleomorfologias \n\n \n\nPaleomorfologias são feições geomórficas que se originaram por deposição e erosão aluvial, \n\nem tempos geológicos anteriores ao atual. O abandono de canais sejam eles principais ou \n\nsecundários, bem como de lagos ou meandros, no Quarternário pode gerar algumas feições ainda \n\npassíveis de reconhecimento na paisagem atual. Os paleocanais ou canais fluviais abandonados \n\nvariam em relação à idade. Aqueles abandonados em tempos geológicos recentes incluem os \n\nmeandros e canais abandonados em geral por avulsão\n16\n\n (GOUDIE, 2004). \n\n Avulsões ocorrem, normalmente, por agradação da planície de inundação, forçando os \n\ncanais a encontrarem outras áreas de topografia mais baixa. Também são comuns avulsões geradas \n\npor processos alóctones, por efeito climático e pela movimentação tectônica (BURBANK; \n\nANDERSON, 2001). \n\n A identificação e o mapeamento das paleomorfologias fornecem importantes informações \n\npara estudos de evolução de sistemas fluviais, como reconstituição paleogeográfica de redes de \n\ndrenagem a partir de paleocanais preservados na paisagem atual. Em regiões amazônicas, feições \n\npaleomorfológicas quaternárias podem ser ressaltadas por contrastes vegetacionais e/ou \n\ntopográficos, facilitando seu reconhecimento a partir de dados de sensoriamento remoto, visto a \n\nescala geográfica destas feições (ROSSETTI et al., 2008). Complementarmente às investigações \n\n                                                           \n16\n\n É o deslocamento súbito no campo meândrico, por um rio que segue um novo traçado (CHRISTOFOLETTI, 1988). \n\n\n\n49 \n \n\nsedimentológicas em campo, estudos de paleomorfologias são baseados na análise morfológica \n\ndestas feições. Morfologias de paleocanais, por exemplo, podem fornecer indícios sobre o regime \n\nde vazão, sedimentos e morfologia em antigos sistemas fluviais a partir da análise de suas \n\ndimensões, forma e padrões de drenagem (BEZERRA, 2003). \n\nO abandono de canais, principais ou secundários, bem como de lagos e meandros, em \n\ntempos quaternários, pode gerar feições que são ainda passíveis de reconhecimento na paisagem \n\natual. Canais fluviais abandonados ou paleocanais podem variar em relação à idade.  \n\nSegundo Goudie (2004), paleocanais abandonados em tempos geológicos recentes incluem \n\nantigos meandros e trechos de canais abandonados, em geral, por avulsão. \n\nAvulsões ocorrem usualmente por agradação da planície de inundação, o que força \n\nos canais a encontrarem outras áreas de topografia relativamente inferior. Enquanto \n\na agradação de muitas planícies de inundação pode ter causa intrínseca aos \n\nprocessos deposicionais, são comuns avulsões geradas por processos alóctones, \n\nseja por efeito climático, seja pela movimentação tectônica (BURBANK; \n\nANDERSON, 2001).  \nDe acordo com Rossetti (2007), um volume crescente de estudos tem sugerido que \n\ninstabilidades tectônicas promoveram uma história complexa de migração e abandono de rios na \n\nAmazônia. \n\nEm áreas amazônicas, feições paleomorfológicas quaternárias podem ser \n\nressaltadas por contrastes vegetacionais e/ou topográficos, facilitando seu \n\nreconhecimento a partir de dados de sensoriamento remoto, visto a escala \n\ngeográfica destas feições (ROSSETTI et al., 2008). \n\n De acordo com Rossetti (2008), morfologias de paleocanais, podem fornecer indícios sobre \n\no regime de vazão, sedimentos e morfologia em antigos sistemas fluviais a partir da análise de suas \n\ndimensões, forma e padrões de drenagem. \n\n \n\n3.4 - O registro Quaternário na Amazônia  \n\n \n\nO Quaternário, um período geológico que se iniciou há 2,58 milhões de anos atrás, foi \n\ncaracterizado por vários ciclos glaciais, com avanços e recuos de geleiras. No continente sul-\n\namericano, geleiras somente ocorreram em altitudes elevadas, sendo seu registro, em áreas de cotas \n\nrebaixadas, marcado por mudanças climáticas e variações do nível do mar. A ampla maioria dos \n\nregistros de depósitos quaternários sul-americanos em terras baixas deve-se ao último glacial \n\n(CHRISTOFOLETTI, 1988).  \n\n O Quaternário possui registros geológicos melhor preservados, devido ser o período mais \n\nrecente, o que possibilita maior precisão cronológica e reconstituições paleoambientais mais \n\nprecisas que em outros períodos. Geralmente, os terrenos quaternários da Amazônia apresentam \n\npaleomorfologias que representam sistemas deposicionais abandonados, porém ainda passíveis de \n\n\n\n50 \n \n\nreconhecimento, principalmente, utilizando-se de técnicas de sensoriamento remoto \n\n(LATRUBESSE, 2002; ROSSETTI; VALERIANO, 2007; MANTELLI et al., 2009; HAYAKAWA \n\net al., 2010; ROSSETTI, 2010). \n\n Segundo Schobbenhaus et al., (2004), terrenos quaternários ocupam cerca de 27,20% da \n\nAmazônia Brasileira, as chamadas terras baixas amazônicas (figura 25). Desse total, a maioria é \n\nconstituída por depósitos originados de processos fluviais, e, secundariamente, eólicos e coluviais.  \n\nFigura 25 - Distribuição de depósitos quaternários (cor cinza) na Amazônia Legal \n\nbrasileira. \n\n \n \n\nFonte: Schobbenhaus et al. (2004). \n\n \n\nOs depósitos quaternários, em regiões amazônicas, possibilitam oportunidade ímpar para se \n\nestudar o seu passado recente. Mesmo sendo ampla sua distribuição superficial, são poucos os \n\nafloramentos que permitem analisar tais estratos, com observações geralmente restritas a exposições \n\nao longo das margens de rios. No restante da área, a densa cobertura vegetal, a topografia suave e as \n\nvias de acesso terrestre restritas têm limitado os estudos. \n\n \n\n3.4.1 - Evidências paleoambientais  \n\n  \n\n Uma sequência sedimentar representativa de intervalos significativos foi identificada na \n\nBacia do Acre, descritas como: Carbonífero Superior/Permiano (Formações Apuí, Cruzeiro do Sul e \n\nRio do Moura), Triássico/Jurássico (Formação Juruá-Mirim) e Cretáceo/Neógeno (Grupo Jaquirana \n\ne Formação Solimões), delimitados por expressivas descontinuidades (FEIJO; SOUZA, 1994).   \n\n\n\n51 \n \n\n A relação espacial dos depósitos permite inferir uma estabilidade no paleoambiente, tendo o \n\nsistema fluvial meandrante permanecido com canais ativos e planícies de inundação. Oscilações \n\nclimáticas significativas, no decorrer do Neógeno, podem ser inferidas em função de alternância de \n\nformação de paleossolos em ambas as associações de fácies, alternados com a formação de calcrete, \n\nque chega a formar corpos tabulares que se estendem por dezenas de metros (ACRE, 2010). \n\n A paleofauna encontrada e estudada no Acre, representada por fósseis de Saurópodes e \n\npeixes, vem corroborar para a identificação e interpretação de um paleoambiente alagadiço, com \n\nlagos interligados, próximos a rios meandrantes, com canais ativos e planícies de inundação \n\n(ACRE, 2010). \n\n Quanto ao hábito da paleoflora identificada e a disposição da paleofauna nos ambientes, em \n\nanalogia a fauna atual, é possível inferir um clima úmido de floresta tropical (ACRE, 2010). \n\n As deposições sedimentares reconhecidas no Acre com características tão peculiares \n\njuntamente com o registro da paleoflora e paleofauna no Alto Juruá, permitem à refutação de \n\nreconstituições paleoecológicas generalistas ou baseadas em análises de localidades fora do \n\ncontexto do Estado do Acre, para a Formação Solimões (ACRE, 2010). \n\n3.4.2 - Evidências neotectônicas  \n\n \n\n \n\n A neotectônica da região amazônica é marcada por estruturas, sequências sedimentares, \n\npadrões de rede de drenagem e sistemas de relevo, cujas características vêm sendo gradativamente \n\ndesvendadas (ACRE, 2010). \n\nA atividade tectônica, ocorrida no Quaternário tem sido detectada e analisada em função do \n\narranjo espacial da rede de drenagem, da morfologia e do tamanho das planícies, bem como através \n\nde estudos sobre a formação e abandono de terraços em diversos rios da Amazônia (STERNBERG, \n\n1950, PIMIENTA, 1958; SAADI, 1993; SOUZA-FILHO et al., 1999; LATRUBESSE; RANCY, \n\n2000; SILVA, 2005; HAYAKAWA et al, 2010). \n\nO padrão ortogonal e assimétrico das drenagens e terraços dos rios da região levam ao \n\nreconhecimento do controle de falhamentos ou fraturamentos na drenagem amazônica. A dinâmica \n\nfluvial no Acre é caracterizada por anomalias como: drenagens angulares com forte intermitência de \n\nvazões entre as estações cheia e  seca (ACRE, 2010). \n\nA detecção da tectônica na região é claramente observada nos afloramentos e exposição de \n\nrocha e solo. As falhas provocam deslocamento de camadas e superfícies topográficas e alteram a \n\nmorfologia da paisagem (LATRUBESSE; RANCY, 2000). Em locais de falhas é observada a \n\nformação de espelhos de falha, estrias de atrito e brecha de falha que resultam da fricção entre os \n\nblocos de rocha. Os rios sofrem enormes migrações de leitos alcançando ordem de quilômetros, \n\n\n\n52 \n \n\ncujos registros são os extensos pacotes de sedimentos, terraços e lagos, bem como o registro de \n\nextensos paleocanais (ACRE, 2010). \n\n3.4.3 – Lineamentos Morfoestruturais. \n\n \n\nOs lineamentos foram considerados na concepção de O'Leary et al. (1976) como sendo \n\nfeições lineares de uma superfície, mapeável, simples ou composta, cujas partes encontram-se \n\nalinhadas de forma retilínea ou ligeiramente curva, que diferem das feições adjacentes e refletem \n\nprovavelmente estruturas de subsuperfície. \n\nSegundo Liu (1984), ao se interpretar imagens orbitais, são obtidas feições lineares de tamanho e \n\ndireções variadas, sendo a inter-relação entre a extensão, a direção e as características dos lineamentos no \n\nterreno, objeto de estudos analíticos que requerem grande trabalho por sua complexidade. \n\nSegundo O`leary et al. (1976) os lineamentos são compostos pelas feições lineares da superfície \n\nterrestre, podendo ser geomórficos (causados pelo relevo) ou tonais (provocados por mudanças nos níveis de \n\ncinza), ocorrendo como formas de relevo, limites lineares entre diferentes tipos de terrenos ou quebras dentro \n\nde uma unidade uniforme. Cursos de água retilíneos e segmentos alinhados de vales são expressões \n\ngeomórficas características dos lineamentos. \n\nA elaboração de mapas de lineamentos e de densidade de lineamentos é uma importante \n\netapa pré-campo, uma vez que as principais direções de lineamentos orientam os trabalhos de \n\ncampo de forma a encontrar e coletar dados estruturais concisos. O mapa de lineamento juntamente \n\ncom dados coletados em campo podem servir de base para uma compartimentação  estrutural da \n\nárea de estudo. \n\n \n\n3.5 - Sensoriamento Remoto  \n\n \n\n \n\n35.1. Landsat  \n\n \n\nO Programa Landsat, desenvolvido pela NASA, tem o objetivo de permitir a aquisição de \n\ndados espaciais, espectrais e temporais da superfície terrestre, de forma global, sinóptica e \n\nrepetitiva. Utilizava como plataforma o tipo Nimbus e desloca-se de norte para sul em órbita \n\ngeocêntrica, circular, quase polar e heliossíncrona. Constitui uma série de 08 satélites lançados, dos \n\nquais foram desenvolvidas cinco gerações de sensores: RBV (Return Beam Vidicon Camera); MSS \n\n(Multispectral Scanner); TM (Thematic Mapper); ETM (Enhanced Thematic Mapper) e ETM+ \n\n(Enhanced Thematic Mapper Plus) (JENSEN, 2011). \n\n\n\n53 \n \n\n Os sensores mais importantes da série Landsat são os mapeadores temáticos (TM e ETM+). \n\nO sensor TM é composto por sete bandas multiespectrais com 30 m de resolução espacial, sendo as \n\nbandas 1, 2 e 3 no espectro do visível, a banda 4 no infravermelho próximo, as bandas 5 e 7 no \n\ninfravermelho médio e, por fim, a banda 6 no termal, esta com 120 m de resolução espacial e 60 m \n\nno ETM+. A principal diferença do sensor ETM+ para o TM é a inclusão da banda 8, pancromática \n\ne de 15 m de resolução (JENSEN, 2011). \n\n O Landsat é a base da construção de mapas de vegetação de todo o mundo. Vem no contexto \n\nde duas classes de aplicações: em geologia e agricultura. Surge da necessidade de monitoramento \n\ninternacional, monitoramento agrícola, desenvolvimento da tecnologia e multiespectralidade \n\n(JENSEN, 2011).  \n\n \n\n3.5.2 - SRTM  \n\n \n\n A missão SRTM (Shuttle Radar Topographic Mission) foi um projeto cooperativo entre a \n\nNASA (National Aeronautics and Space Administration), a NIMA (National Imagery and Mapping \n\nAgency) e o Departamento de Defesas (DOD) dos Estados Unidos, com a Agência Espacial Alemã \n\n(DLR – Deustches Zentrum fr kuft und Raumfahrt) e italiana (ASI – Agenzia Spazionale Italiana). \n\nEssa missão teve como objetivo  mapear o relevo da porção continental da Terra por interferometria \n\nde radar de abertura sintética (InSAR). Os dados altimétricos SRTM, disponíveis gratuitamente na \n\nrede (http://srtm.usgs.gov/), foram processados em forma de modelo digital de elevação (MDE) \n\npela NASA-JPL com base na banda C, e se referem ao sobrevoo que ocorreu no período de 11 a 22 \n\nde fevereiro de 2000 (JENSEN, 2011). \n\n Os dados SRTM constituem as melhores informações topográficas gratuitas e de fácil acesso \n\npara muitas regiões de continentes como América do Sul, Oceania e África (VALERIANO, 2002).  \n\n Análises de dados SRTM mostraram que tais imagens são ferramentas úteis na identificação \n\ne caracterização de paleocanais nos depósitos aluviais quaternários da Amazônia, redefinindo os \n\ncontornos dos paleocanais, além de ser fundamental na caracterização morfológica (LATRUBESSE \n\ne FRANZINELLI, 2002). \n\n3.5.3 - Sensoriamento Remoto aplicado a paleomorfologias \n\n \n\n São muitos os trabalhos encontrados atualmente que utilizam imagens orbitais para o \n\nreconhecimento de paleomorfologias (p.e. MCCAULEY et al., 1982, 1986; MCHUGH et al.,1988). \n\nImagens ópticas estão sendo utilizadas com bastante frequência no mapeamento de canais e \n\nmeandros abandonados nas regiões tropicais (RAMASANY et al., 1991; YASH PAL et al. 1980). \n\n\n\n54 \n \n\nMitra et al. (2005) citam que este tipo de abordagem favorece a interpretação de acontecimentos \n\nrecentes ocorridos na superfície, como, por exemplo, a  migração e a avulsão de canais fluviais, \n\nlevando a compreensão da evolução dos sistemas de drenagem.  \n\n Na Amazônia, caracterizada por áreas de florestas equatoriais úmidas, imagens ópticas tem \n\nfacilitado a identificação de contrastes vegetacionais abruptos associados a canais abandonados \n\ndurante o Quaternário tardio (HAYAKAWA et al., 2010a; ROSSETTI, 2010). Este tipo de \n\nabordagem é de grande interesse para detecção de paleomorfologias em áreas densamente \n\nvegetadas, exatamente pela presença de um forte contraste vegetacional nos paleocanais em \n\ncomparação com a vegetação em seu entorno. Entretanto, os autores ressaltam que imagens ópticas \n\nnão possibilitaram a detecção de contrastes vegetacionais relativamente mais sutis, principalmente \n\nentre vegetações florestais, os quais podem também estar associados à paleomorfologias \n\n(HAYAKAWA et al., 2010). \n\n Juntamente à utilização de imagens ópticas para mapear paleomorfologias, alguns autores \n\nutilizam produtos obtidos por imageadores SAR (Synthetic Aperture Radar), as quais provaram ser \n\nde grande utilidade no caso de ambientes áridos e semi-áridos (PAILLOU et al., 2009) Este tipo de \n\nabordagem visa aumentar a detecção de paleomorfologias por meio da combinação de informações \n\nderivadas de produtos com características distintas. \n\n \n\n3 – MATERIAIS E METODOS  \n\n \n\nPara atingir os objetivos propostos, além de pesquisa bibliográfica para um embasamento \n\nteórico, os procedimentos metodológicos foram baseados no processamento digital e análise de \n\nimagens Landsat, modelo digital de elevação proveniente dos dados SRTM em resolução de 30 \n\nmetros (USGS) através do Global Mapper 9.0 e observações em imagem do Google Earth (2016). \n\n Para a extração da rede de drenagem foi utilizado mapa de drenagem no formato shapefile \n\nem escala de 1:50km, disponibilizado no site do Ministério do Meio Ambiente e Agência Nacional \n\nda Água. \n\n Inicialmente realizou-se um levantamento de informações básicas como a aquisição de \n\nmaterial bibliográfico, imagens de sensores remotos, cartas topográficas e mapas temáticos (mapa \n\ngeológico e geomorfológico) utilizados como base de apoio para conhecimento regional, buscando \n\nas informações necessárias para o desenvolvimento das etapas de análises necessárias como \n\ninterpretação de imagens de sensores remotos. Esses dados foram disponibilizados pelo projeto \n\nRADAMBRASIL (BRASIL,1976), pelo SEMA e pelo projeto de Zoneamento do ACRE \n\n(ACRE,2012). \n\n\n\n55 \n \n\n A extração de paleocanais bem como o mapeamento dos terraços holocênicos e dos \n\nlineamentos morfotectônicos se deu através da utilização de modelos digitais de elevação SRTM, \n\ncuja análise e processamento dos dados foram executados no aplicativo Global Mapper 9.0. A partir \n\ndo método exploratório, paletas de cores foram associadas a diferentes conjuntos de valores de \n\nelevação, a fim de ressaltar as morfologias de interesse, conforme metodologia já aplicada por \n\nRossetti e Valeriano (2007), Mantelli et al. (2009) e Hayakawa et al. (2010 a). \n\n Foi realizada a vetorização manual da rede de drenagem tendo como base para esse processo \n\na rede de drenagem do MMA (Ministério do Meio Ambiente), as imagens Landsat 7 e \n\nprincipalmente o MDE-SRTM. A rede de drenagem do MMA foi analisada e, foram notados alguns \n\nsetores com os padrões de drenagem divergentes com relação às análises feitas nas imagens digitais, \n\ntais padrões foram classificados conforme Howard (1967) levando em consideração os tipos básicos \n\ne modificados; as propriedades de drenagem foram analisadas de acordo com o modelo de Soares &amp; \n\nFiori (1976); a morfologia dos canais foi classificada de acordo com Schumm (1977). \n\n A identificação das feições anômalas foram realizadas basicamente com a análise dos dados \n\ndo MDE-SRTM e discutidas segundo as propostas de Schumm (1981), Deffontaines et al (1991). \n\n \n\n2 - RESULTADOS E DISCUSSÃO \n\n \n\n5.1 - Identificação de Feições Anômalas dos Sistemas de Drenagem na Região do Alto \n\nJuruá. \n\n \n\n São visivelmente observadas, através de imagens de satélites, feições anômalas em todo o \n\nsistema de drenagem como: mudança de direção em ângulo de 90° e trechos retilíneos ao longo de \n\ncursos meandrantes, tanto na drenagem atual como nos paleocanais do rio Juruá, como mostram as \n\nimagens das Figuras 26, 27 e 28.  \n\n Para uma melhor análise e identificação das feições anômalas do Alto Juruá, dividiu-se a \n\nárea de estudos em três trechos identificados como: trecho 01 referente ao município de Marechal \n\nThaumaturgo; trecho 02 referente ao município de Porto Walter e trecho 3 referente aos municípios \n\nde Mâncio Lima e Cruzeiro do Sul. \n\n No trecho 1 (Figura 25) foram encontradas anomalias caracterizadas por curvas abruptas na \n\ndrenagem(A,C), presença de meandros comprimidos (A,B,C); anomalias caracterizadas por \n\nmudanças bruscas de 90° (A,C), apresentando meandros anômalos e canal apresentando \n\nretilinidade, distinguindo do seu entorno meandrante (A,B). \n\n \n\n \n\n\n\n56 \n \n\n \n\nFigura 26 – Feições anômalas do trecho1- Marechal Thaumaturgo.  \n\n \n\nA B\n\nC\n\nEscala: 1:500.000\n\n \n\n \n\nFonte: Elaborado pelos autores (2016). \n\n \n\n \n\n No trecho 2 (Figura 27), foram observados meandros abandonados (A,B e C), anomalias \n\ncaracterizadas por mudanças bruscas de 90°( A e C), meandros comprimidos e canais apresentando \n\nretilinidade (A e C). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n57 \n \n\nFigura 27 – Feições anômalas do trecho2 – Porto Walter. \n\n \n\nEscala: 1: 500.000\n\nA\n\nB\n\nC\n\n \n\n Fonte: Elaborado pelos autores (2016). \n\n \n\n \n\nAssim como nos trechos  1 e 2  no trecho 3 (Figura 28),também foram observadas anomalias \n\ncaracterizadas por curvas abruptas na drenagem (B), presença de meandros comprimidos (A e B); \n\nanomalias caracterizadas por mudanças bruscas de 90°, apresentando meandros anômalos (A e B) e \n\ncanal apresentando retilinidade, distinguindo do seu entorno meandrante (B). Observa-se que na \n\nconfluência dos rios Juruá e Ipixuna, não só a calha do rio Juruá sofre uma mudança abrupta de 90º \n\nmas toda área de inundação que se encontra constituída por terraços Holocenos. \n\n A drenagem do rio Juruá na área de estudos segue padrão de meandros irregulares e \n\ntortuosos, apresentando diversos meandros abandonados (Figura 28). \n\n \n\n \n\n \n\n \n\n\n\n58 \n \n\nFigura 28 – Feições anômalas do trecho3 – Municípios de Mâncio Lima e Cruzeiro do Sul. \n\nEscala: 1: 500.000\n\nA\nB\n\n \n\nFonte: Elaborado pelos autores (2016). \n\n \n\nEmbora grande parte da drenagem do rio Juruá em especial o Baixo e Médio Juruá apresente \n\numa assimetria, com a maioria dos seus afluentes principais na margem direita, na área de estudo \n\nrepresentada pelo Alto Juruá apresenta uma certa simetria em seu curso  com similares afluentes nas \n\nmargens esquerda e direita. \n\nO rio principal e seus afluentes podem ter padrões distintos, dependendo das características \n\ndo substrato rochoso (sua litologia, relevo e condicionamento tectônico) que pode ser: dendrítica, \n\nretangular, anelar, centrípeto, treliça e radial como mostra a Figura 29. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n59 \n \n\nFigura 29 - Padrões de drenagem encontrados no Rio Juruá, onde (A) pode ser caracterizada como \n\nDendritica e retangular (B), (D) Paralelas; (E) treliça;(C) Radial e (F) Dendrítica. \n\n \n\nEscala: 1:500.000. Fonte: Elaborado pelos autores (2016). \n\n \n\nOs resultados da análise morfoestrutural dos sistemas de drenagem do rio Juruá com apoio \n\nde dados de sensoriamento remoto permitiu concluir que o Alto Juruá apresenta: 1 - fortes \n\nevidências de feições tectônica afetando a paisagem; 2 - As anomalias de drenagem se distribuem \n\nao longo de toda a área de estudo, isto é, revelado pelas seguintes características encontradas: \n\nlineamentos morfoestruturais coincidindo com a orientação geral das falhas identificados em \n\nestudos anteriores, predomínio de padrões de drenagem variáveis, abundância de anomalias nas \n\ndrenagens tanto atuais quanto pretéritas, incluindo desvios de drenagem em ângulos retos e canais \n\nretilíneos; 3 - ocorrência localizada e abrupta de curvas meândricas; 4 - trechos de meandros \n\ncomprimidos e curvas e voltas abruptas na drenagem o que destaca a necessidade de futuros estudos \n\npara uma melhor caracterização na área de estudo. De maneira geral, as análises dos padrões de \n\ndrenagem, lineamentos e anomalias, realizadas na bacia, demonstram forte condicionamento das \n\nestruturas na rede de drenagem. \n\n\n\n60 \n \n\n5.2 - Análise Morfológica da Rede de Drenagem do Alto Juruá/AC, Extraída de \n\nMDE-SRTM. \n\n \n\nDe acordo com as propriedades de drenagem citadas por Soares &amp; Fiori (1976), \n\npodemos classificar a rede de drenagem no Alto Juruá de baixo a médio grau de integração, \n\nbaixo a médio grau de continuidade, baixa a média densidade, tropia multidirecional \n\ndesordenada, forte grau de controle, encontrando sinuosidade curvas, mistas e retilíneas em \n\nalgumas áreas, angularidade média a alta, ângulo de junção agudo e embora grande parte da \n\ndrenagem do rio Juruá em especial o Baixo e Médio Juruá apresente uma assimetria, com a \n\nmaioria dos seus afluentes principais na margem direita, na área de estudo representada pelo \n\nAlto Juruá apresenta uma certa simetria em seu curso  com similares afluentes nas margens \n\nesquerda e direita. (Figura 30). \n\nFigura 30: Propriedades da Drenagem do Alto Juruá. \n\n \n\nFonte: MDE-SRTM. \n\nSegundo Cunha (1991), a fisionomia de um rio exibida ao longo do seu perfil \n\nlongitudinal é descrita como retilínea, anastomosada e meândrica, constituindo o chamado \n\npadrão dos canais. \n\nA drenagem do rio Juruá segue padrão de meandros irregulares e tortuosos com \n\nângulos fortes, apresentando diversos meandros abandonados (Figura 31). Segundo Cunha \n\n(1991), os canais meandrantes são encontrados, com frequência em áreas úmidas coberta por \n\nvegetação ciliar, descrevem curvas sinuosas harmoniosas e semelhantes entre si. \n\n \n\n \n\n\n\n61 \n \n\nFigura 31: Meandros tortuosos e irregulares no rio Juruá assim como meandros abandonados no \n\nmunicípio de Cruzeiro do Sul/AC. \n\n \n\nFonte: MDE - SRTM \n\nDe acordo com Christofoletti (1981), os padrões de drenagem referem-se ao arranjo \n\nespacial dos cursos fluviais, que podem ser influenciados em sua atividade morfogenética \n\npela natureza e disposição das camadas rochosas, pela resistência litológica variável, pelas \n\ndiferenças de declividade e pela evolução geomorfológica da região. \n\nUma bacia hidrográfica pode englobar diferentes padrões geométricos para seus rios e \n\numa gama de subtipos definidos como é o caso do rio Juruá onde predomina o padrão de \n\ndrenagem dendrítico e treliça embora apresenta alguns canais de  padrão retangular, paralelo e \n\nradial. \n\nPara Suguio (1988) a drenagem anelar apresenta um padrão formado por anéis \n\nconcêntricos. É típica de áreas dômicas profundamente entalhadas em estruturas formadas por \n\ncamadas moles e duras. \n\nO padrão dendrítico é encontrado praticamente em toda a bacia do Alto Juruá \n\nprincipalmente nos afluentes da margem esquerda próximo á Serra do Divisor (Figura32). \n\nPara Christofoletti (1988), a drenagem dentrítica (ou arborescente) apresenta desenvolvimento \n\nsemelhante à configuração de ramos de uma árvore. Desenvolve-se tipicamente sobre rochas \n\nde resistência uniforme ou em rochas estratificadas horizontalmente. A presença de \n\nconfluências em ângulos retos no padrão dentrítico constitui anomalia que frequentemente \n\npode ser atribuída aos fenômenos tectônicos. \n\n \n\n \n\n \n\n\n\n62 \n \n\nFigura 32: Presença de padrão dendrítico próximo á Serra do Divisor/ AC. \n\n \n\nFonte: MDE-SRTM. \n\nO padrão treliça também predominante é encontrado em toda a área de estudos, mas \n\nprincipalmente nas subbacias dos afluentes do rio Juruá (Figura 33). Corroborando com \n\nSuguio (1988) o padrão em treliça é caracterizado por drenagens controladas pela estrutura \n\ngeológica, com um rio principal subsequente, bem marcante e cujos tributários, nos lados \n\nopostos, com aproximadamente o mesmo tamanho, estão dispostos em ângulos retos. A \n\npresença deste padrão denota forte controle estrutural, é encontrado em estruturas falhadas e \n\nnas cristas de anticlinais. \n\n \n\nFigura 33: Padrão treliça e retangular nos afluentes do rio Juruá. \n\n \n\nFonte: MDE-SRTM. \n\n\n\n63 \n \n\nO padrão paralelo embora aparecem em pouca quantidade em relação aos padrões \n\ndendrito  e treliça eles são encontrados próximos nos afluentes menos expressivos da margem \n\nesquerda do rio Juruá entre os rios Paraná dos Mouras e Juruá Mirim, e na margem esquerda \n\ndo rio Moa (Figura 34). A drenagem paralela caracteriza-se por cursos de água que fluem \n\nquase que paralelamente uns aos outros, em extensão considerável do terreno. Para Suguio \n\n(1988) este tipo de drenagem localiza-se em áreas onde há presença de vertentes com \n\ndeclividades acentuadas ou onde existiam controles estruturais. \n\n \n\nFigura 34: Padrão paralelo localizado á esquerda do rio Juruá entre os rios Paraná dos Mouras \n\ne Juruá Mirim. \n\n \n\nFonte: MDE-SRTM. \n\n \n\nO padrão radial menos expressivo na área de estudos foi encontrado ás margens direita \n\ndo rio Juruá e no município de Porto Walter (Figura 35). A drenagem radial é formada por \n\ncorrentes fluviais que se apresentam como raios de uma roda em relação a um ponto central. \n\nPode-se desenvolver sobre os mais variados embasamentos e estruturas. Segundo Suguio \n\n(1988) ela pode ser do tipo centrífuga quando os rios divergem a partir de um ponto ou área \n\nmais elevada, como por exemplo cones vulcânicos e morros isolados. No tipo centrípeta, os \n\nrios convergem para um ponto ou área central, localizada em posição mais baixa, como em \n\ncrateras vulcânicas e depressões vulcânicas. \n\n \n\n \n\n \n\n \n\n \n\n\n\n64 \n \n\nFigura 35: Padrão radial localizado no município de Porto Walter/AC. \n\n \n\n Fonte: MDE-SRTM. \n\n \n\nA partir da análise dessas imagens, foi possível caracterizar a drenagem da região, \n\nsegundo sua forma, padrão e propriedades. \n\n Os resultados da análise morfológica dos sistemas de drenagem do Rio Juruá com \n\napoio de dados de sensoriamento remoto permite concluir que na área de estudos em questão \n\nhá o predomínio dos padrões de drenagem dendrítico e treliça embora apresenta alguns canais \n\nretangular, paralelo e radial. A drenagem do rio Juruá segue padrão de meandros irregulares e \n\ntortuosos com ângulos fortes, apresentando diversos meandros abandonados.  \n\n \n\n5.3 – Detecção de Paleomorfologias \n\n \n\nA história complexa de migração e abandono de rios na Amazônia pode ser \n\nreconstituída através da análise de diversas paleomorfologias fluviais preservadas na \n\npaisagem. Tal análise fornece informações importantes para discutir fatores que influenciaram \n\na dinâmica e configuração dos sistemas de drenagem atuais, tais como, clima, tectônica e \n\nvariação do nível do mar. \n\nA análise de imagens torna fácil a identificação de paleomorfologias como os \n\npaleocanais na medida que apresentam um contraste na vegetação em relação a vegetação em \n\nseu entorno. \n\n As imagens a seguir mostram a existência de feições paleomorfológicas em toda área \n\nde estudo (Figuras 36 e 37). \n\n\n\n65 \n \n\n Através da análise das imagens SRTM foi possível destacar feições que sugerem um \n\ntributário bastante expressivo na margem esquerda do rio Juruá e que algum fator, \n\npossivelmente tectônico, tenha interrompido seu curso invertendo-o na direção contrária \n\nabandonando assim o canal (Figuras 36 e 37). \n\nFigura 36 - Paleomorfologia no Alto Juruá \n\n \n\nFonte: Dados/SRTM – Escala 1:25.000 \n\n  \n\n As mudanças na paisagem da região do Alto Juruá ocorreram em épocas distintas, de \n\nacordo com a análise dos canais abandonados observados nas imagens. Isso se percebe em \n\nespecial no tributário abandonado da margem esquerda onde já não se consegue diferenciar \n\nsua reflectância com o seu entorno. \n\n \n\n \n\n\n\n66 \n \n\nFigura 37 - Paleomorfologia no Alto Juruá \n\n \n\n Fonte: Dados/SRTM - Escala 1:10.000 \n\n O mesmo acontece com as feições encontradas próximas ao município de Cruzeiro do \n\nSul onde  o rio mudou seu curso bruscamente num passado pretérito o que provavelmente \n\ntenha ocorrido em dois estágios  (Figuras 38, 39 ,40 e 41). \n\n \n\n\n\n67 \n \n\nFigura 38 - Presença de paleocanal próximo ao muncipio de Cruzeiro do Sul . \n\n \n\nFonte:Dados SRTM – Escala 1:5000 \n\n \n\n \n\n \n\n\n\n68 \n \n\nFigura 39- Canal abandonado apresentando trecho anômalo com curvas expressivas próximo á \n\nCruzeiro do Sul – AC. \n\n Fonte:Dados SRTM   \n\n \n\n \n\nFigura 40 - Canal abandonado apresentando trecho anômalo com curvas expressivas próximo á \n\nCruzeiro do Sul – AC. \n\n \n\nFonte:Dados SRTM  \n\n \n\n Segundo Bishop (1982) um canal fluvial tende a seguir o caminho mais fácil e que \n\nacompanhe a declividade regional. Sendo assim, a identificação da ocorrência de um trecho \n\ndo canal com fluxo que discorde da declividade, sugere a imposição de um desvio que pode \n\nestar associado a uma litologia distinta ou a estruturas que podem, por sua vez, correlacionar-\n\nse a eventos neotectônicos. \n\n \n\n\n\n69 \n \n\nFigura 41 – Paleocanais na região de Cruzeiro do Sul e Mâncio Lima. \n\n \n\nFonte:Dados SRTM  \n\n Na região próxima a Marechal Thaumaturgo foi observada a principal mudança de \n\ncurso do rio Juruá, ou seja, há indícios que nesta região o rio em algum período Geológico \n\ntenha sofrido uma das suas principais transformações. De acordo com as imagens nota-se que \n\nele perdeu um de seus principais afluentes, ou sua antiga nascente já que o paleocanal é de \n\numa extensão maior que sua atual nascente (Figuras 42 e 43). \n\n \n\nFigura 42 - Canal abandonado apresentando curvas e voltas abruptas em ângulos de 90°, em forma de \n\ncotovelo, caracterizando assim anomalias de drenagem. \n\nFonte: Dados SRTM  \n \n\n \n\n \n\n \n\n\n\n70 \n \n\nFigura 43 – Canal abandonado na região de Marechal Thaumaturgo \n\n \n\nFonte: Dados SRTM  \n\n \n\nOs paleocanais possuem formas sinuosas e meandrantes. Anomalias de drenagem \n\ntambém podem ser reconhecidas no sistema de paleodrenagem, o que é indicada por \n\nfrequentes mudanças bruscas na direção dos paleocanais, configurando desvios em ângulo \n\nreto. \n\n Verifica-se uma elevação no relevo exatamente na região onde se observou que houve \n\numa ruptura do curso d´água como mostram as Figuras 44, 45 e 46. \n\n \n\nFigura 44 – Perfil do relevo na região de Marechal Thaumaturgo \n\n \n\nFonte: Dados SRTM  \n\n \n\n \n\n\n\n71 \n \n\nFigura 45 – Perfil do relevo na região de Marechal Thaumaturgo \n\n \n\nFonte: Dados SRTM  \n\nFigura 46 – Perfil do relevo na região de Marechal Thaumaturgo \n\n \n\nFonte: Dados SRTM  \n\nFigura 47 – Terraços Holocenos na região de Cruzeiro do Sul. \n\n \n\nFonte: Dados SRTM   \n\n\n\n72 \n \n\n De acordo com dados SRTM, foram identificados 4 níveis de terraços, Holocênicos e \n\nPleistocênicos na região de Cruzeiro do Sul, como mostra a Figura 47. Estes terrenos são \n\ncaracterizados por inúmeras marcas de paleodrenagem em sua superfície na forma de \n\npaleovales e meandros colmatados. Esta unidade é constituída por planícies fluviais e \n\nfluviolacustres elaboradas em sedimentos aluviais recentes e correspondem às várzeas \n\npermanentemente alagadas e inundáveis do rio Juruá. A superfície do relevo é caracterizada \n\npor diversas linhas de crescimento de meandros, cicatrizes e marcas de meandros \n\nsemicirculares, bem como uma variedade de lagos e aluviões fluviolacustres. \n\n \n\n5.4 – Lineamento Morfoestruturais sobre Drenagem e Relevo.  \n\n \n\nNa área de estudo, diversos pontos com ocorrência de falhas afetando a paisagem \n\napresentam importante correlação com os padrões de lineamentos e anomalias de drenagem, \n\nsendo que a de mais expressão encontrada é a Falha de Batã que percorre quase toda a região \n\n(Figuras 48 e 49). \n\nFigura 48 – Falha de Batã \n\n \n\nFonte: Dados SRTM  \n\nForam encontradas diversas feições fisiográficas (positivas ou negativas) além de  \n\nmudanças tonais dentro de uma cena identificados como lineamentos. As feições fisiográficas \n\nsão representadas por linhas de vales e cristas lineares de relevo, que são interpretadas como \n\nfraturas presentes nas rochas. \n\n \n\n\n\n73 \n \n\n \n\nFigura 49 – Sistema de Falhas na área de estudos \n\n \n\nFONTE: adaptado de  IBGE (2005) \n\n\n\n74 \n \n\n \n\nA análise da rede de drenagem da área de estudo revelou inúmeros canais retilíneos, \n\nque se destacam das demais drenagens, definindo lineamentos morfoestruturais. Foram \n\nencontrados diversos lineamentos de diversas direções, porém os de maior destaque são os de \n\ndireção NW/SE caracterizados ao longo de toda área de estudo (Figuras 50, 51, 52 e 53). \n\n \n\nFigura 50 - Lineamentos morfoestruturais sobre o relevo e drenagem nos municípios de Rodrigues \n\nAlves - AC e  Guajará – AM. \n\n \nFonte: Dados SRTM  \n\n  Na confluência dos rios Juruá e Ipixuna no município de Guajará no estado do \n\nAmazonas há a presença de lineamentos morfoestruturais de direção NW/SE, bem como no \n\nmunicípio de Cruzeiro do Sul no Acre predomina lineamentos na mesma direção diferente \n\ndos lineamentos no município de Mância Lima – AC, onde predomina lineamentos na direção \n\nNW/NE (Figura 51). \n\nFigura 51 - Lineamentos morfoestruturais sobre o relevo e drenagem nos municípios Guajará – AM, \n\nCruzeiro do Sul – AC , Mâncio Lima – AC e Rodrigues Alves - AC. \n\n/  \n\nFonte: Dados SRTM  \n\n\n\n75 \n \n\n \n\nFigura 52 - Lineamentos morfoestruturais sobre o relevo e drenagem no município de Porto Walter-\n\nAC \n\n \n\nFonte: Dados SRTM  \n\n \n\nFigura 53 - Lineamentos morfoestruturais sobre o relevo e drenagem no município de Marechal \n\nThaumaturgo – AC \n\n \n\nFonte: Dados SRTM  \n\n \n\n6 - CONCLUSÃO \n\n \n\n  Os resultados da análise morfoestrutural dos sistemas de drenagem do Rio Juruá com \n\napoio de dados de sensoriamento remoto permite concluir que o Alto Juruá apresenta fortes \n\nevidências de feições tectônica afetando a paisagem.  \n\n\n\n76 \n \n\n Através da análise das imagens SRTM foi possível destacar feições que sugerem um \n\ntributário bastante expressivo na margem esquerda do rio Juruá e que algum fator, \n\npossivelmente tectônico, tenha interrompido seu curso invertendo-o na direção contrária \n\nabandonando assim o canal. De acordo com dados SRTM, foram identificados 4 níveis de \n\nterraços Holocenos na região de Cruzeiro do Sul. \n\n Foram encontrados diversos lineamentos de diversas direções, porém os de maior \n\ndestaque são os de direção NW/SE caracterizados ao longo de toda área de estudo. A análise \n\nda rede de drenagem da área de estudo revelou inúmeros canais retilíneos, que se destacam \n\ndas demais drenagens, definindo lineamentos morfoestruturais. Foram observados diversos \n\npontos com ocorrência de falhas afetando a paisagem que apresentam importante correlação \n\ncom os padrões de lineamentos e anomalias de drenagem. \n\n As anomalias de drenagem se distribuem ao longo de toda a área de estudo, isto é, \n\nrevelado pelas seguintes características encontradas: lineamentos morfoestruturais \n\ncoincidindo com a orientação geral das falhas identificados em estudos anteriores, predomínio \n\nde padrões de drenagem variáveis, abundância de anomalias nas drenagens tanto atuais quanto \n\npretéritas, incluindo desvios de drenagem em ângulos retos e canais retilíneos; 3 - ocorrência \n\nlocalizada e abrupta de curvas meândricas; 4 - trechos de meandros comprimidos e curvas e \n\nvoltas abruptas na drenagem o que destaca a necessidade de futuros estudos para uma melhor \n\ncaracterização na área de estudo. De maneira geral, as análises dos padrões de drenagem, \n\nlineamentos e anomalias, realizadas na bacia, demonstram forte condicionamento das \n\nestruturas na rede de drenagem. \n\n \n\n7 - REFERÊNCIA BIBLIOGRÁFICA \n\n \n\nAB'SABER, A.N. 1982. The paleoclimate and paleoecology of Brazilian Amazonia, p. 41 — \n\n59, in: Biological Diversification in the Tropics (ed. Prance, G.T.). Columbia Univ. Press, \n\nNew York. \n\n \n\nACRE. Governo do Estado do Acre. Zoneamento Ecológico-Econômico (ZEE): aspectos \n\nsocioeconômicos e ocupação territorial. Fase I. Escala 1:1.000.000. Rio Branco: vol. II, \n\nSECTMA, 2000.  \n\n \n\n\n\n77 \n \n\nACRE. Governo do Estado do Acre. Zoneamento Ecológico-Econômico (ZEE): Fase II. \n\nEscala 1:250.000. Rio Branco: Secretaria de Estado de Meio Ambiente (SEMA), 2006. \n\n \n\nACRE. Programa Estadual de Zoneamento Ecológico-Econômico do Acre.Zoneamento \n\necológico-econômico do Acre: fase II: documento síntese: escala 1:250.000. Rio Branco, AC: \n\nSEMA, 2ª edição, 2010. 354 p. \n\n \n\nACRE. Secretaria de Estado de Meio Ambiente. Plano estadual de recursos hídricos do Acre \n\n– Rio Branco: SEMA, 2012. 243p \n\n \n\nALMEIDA-FILHO, R.; MIRANDA, F. P. Mega capture of the Rio Negro and formation of \n\nthe Anavilhanas Archipelago, Central Amazônia, Brazil: Evidences in na SRTM digital \n\nelevation model. Remote Sensing of Environment, v. 110, p. 387-392, 2007. \n\n \n\nAMARAL, E.F. do et al. Solos do Acre. Rio Branco: SEMA/IMAC. Rio Branco: \n\nSEMA/IMAC. Artigo produzido para o ZEE Fase II, 2006. Trabalho nao publicado. \n\n \n\nAMARAL, E. F. Estratificação de ambientes para a gestão ambiental e transferência de \n\nconhecimento, Estado do Acre, Amazônia Ocidental. Viçosa: Universidade Federal de \n\nViçosa, 2007. (Tese de doutorado). \n\n \n\nANA. Agência Nacional de Águas. Sistema Hidroweb. Disponível em: \n\n<www.hidroweb.ana.gov.br>. Acesso em 06/10/2015.  \n\nASSUMPÇÃO, M. Terremotos no Brasil. Revista Ciência Hoje, v. 1, n.6,1983. \n\n \n\nASSUMPÇÃO, M. Sismotectónica y esfuerzos en Brasil. Física da Terra, v.10, p. 149-166, \n\n1998. \n\n \n\nBARDALES, N.G. Gênese, morfologia e classificação de solos do Baixo Vale do rio \n\nIaco, Acre,Brasil. Viçosa, 2005. 132 p. Dissertação (Mestrado) – Universidade Federal de \n\nViçosa. \n\n \n\nBARROS, A. M.; ALVES, E. D. de O.; ARAÚJO, J. F. V.; LIMA, M. I. C. de; \n\nFERNANDES, C. A. C.Geologia. In:_____: BRASIL. Projeto RADAMBRASIL. Folha \n\n\n\n78 \n \n\nSB/SC.18 – Javari/Contamana. Rio de Janeiro: DNPM, 1977, p.17101. (Levantamento de \n\nRecursos Naturais, 13) \n\n \n\nBEZERRA, P.E.L. (2003) Análise estrutural da Drenagem. IBGE. Belém.   \n\n \n\nBISHOP, P. 1982. Stability or change: a review of ideas on ancient drainage in eastern New \n\nSouth Wales. Australian Geographer, 15: 219-230. \n\n \n\nBRASIL. Ministério das Minas e Energia. Departamento Nacional de Produção \n\nMineral.Projeto RADAMBRASIL. Folha SC. 19 Rio Branco; geologia, geomorfologia, \n\npedologia, vegetação, uso potencial da terra. Rio de Janeiro: 1976. 458 p. (Levantamento de \n\nRecursos Naturais, 12). \n\n \n\nBURBANK, D. W.; ANDERSON, R. S. Tectonic geomorphology. London: Blackwell \n\nScience, 2001. 274p. \n\n \n\nCAVALCANTE, L. M. Geologia do Estado do Acre. Rio Branco: SEMA/IMAC. Artigo \n\nproduzido para ZEE Fase II, 2006.42p. (trabalho não publicado). \n\n \n\nCAVALCANTE, L. M. Aspectos geológicos do estado do Acre e implicações na evolução da \n\npaisagem / Luciana Mendes Cavalcante. Rio Branco, AC: Embrapa Acre, 2006. \n\n \n\nCHRISTOFOLETTI, A. 1980. Geomorfologia. São Paulo, Ed. Edgard Blücher. 174p. \n\n \n\nCHRISTOFOLETTI, A. Geomorfologia Fluvial. São Paulo: Edgard Blücher, 1981. 313p. \n\n \n\nCHRISTOFOLETTI, A. Geomorfologia Fluvial. Vol. 1. Ed. Edgar Blücher Ltda. 1ª ed. SP. \n\n1988. \n\n \n\nCUNHA, F. Morfologia e neotectonisno do rio Amazonas. Anais do 3 Simpósio de Geologia \n\nda Amazônia, (pp. 193-210). Belém, 1991. \n\n \n\n\n\n79 \n \n\nDEFFONTAINES, B.; CHOROWICZ, J. Principles of drainage basin analysis from \n\nmultisource data: application to the strutural analysis of the Zaire Basin. Tectonophysics, v. \n\n194, p. 237-263, 1991. \n\n \n\nEMBRAPA. Centro Nacional de Pesquisas de Solos. Sistema Brasileiro de Classificação de \n\nSolos. Rio de Janeiro: Embrapa Solos. 2006. 306 p. \n\n \n\nETCHEBEHERE, M.L.C. &amp; SAAD, A.R. Fácies e associações de fácies em depósitos \n\nneoquaternários de terraço na bacia do Rio do Peixe, região ocidental paulista. Geociências, \n\n2003. \n\n \n\nFEIJO, F. J.; SOUZA, R. G. Bacia do Acre. Boletim de Geociências da Petrobras, v. 8, n. 1, \n\np. 9-16, 1994. \n\n \n\nFERNANDES, M.R. e SILVA, J. C. Programa Estadual de Manejo de Sub-Bacias \n\nHidrográficas: Fundamentos e estratégias - Belo Horizonte: EMATERMG. 24p. 1994. \n\n \n\nFRAILEY, C.D., Lavinia, E.L., Rancy, A. &amp; Pereira de Souza, J. 1988. A proposed \n\nPleistocene/Holocene lake in the Amazon Basin and its significance to Amazonian geology \n\nand biogeography. Acta Amazonica 18: 119 — 143. \n\n \n\nFRANZINELLI, E.; IGREJA, H. L. S. Utilização de sensoriamento remoto na investigação na \n\nárea do baixo Rio Negro e Grande Manaus. In: SIMPÓSIO BRASILEIRO DE \n\nSENSORIAMENTO REMOTO, 6, 1990, Manaus. Anais... São José \n\ndos Campos: INPE, 1990. p. 641-648. \n\n \n\nGONTIJO, A. H. F. Morfotectônica do médio vale do rio Paraíba do Sul: região da serra da \n\nBocaina, Estados de São Paulo e Rio de Janeiro. Tese (Doutorado em Geologia). \n\nUniversidade Estadual de São Paulo – Campus Rio Claro, 1999. \n\n \n\nGOUDIE, A. S. Encyclopedia of geomorphology. Oxford: Routledge, 2004. 1156p. \n\n \n\nGUERRA, A. T. Estudo geográfico do território do Acre. Rio de Janeiro: IBGE, 1955. 294 p. \n\n \n\n\n\n80 \n \n\nGUERRA, A.J.T. e CUNHA, S.B. (orgs.) Geomorfologia: Uma atualização de bases e \n\nconceitos. Rio de Janeiro: Bertrand Brasil, 1994.  \n\n \n\nHAYAKAWA, E. H.; ROSSETTI, D. D. F.; VALERIANO, M. D. M. Applying DEM-SRTM \n\nfor reconstructing a late Quaternary paleodrainage in Amazonia. Earth and Planetary Science \n\nLetters, v. 297, n. 1-2, p. 262-270. Elsevier B.V. doi: 10.1016/j.epsl.2010.06.028, 2010a. \n\n \n\nHAYAKAWA, E. H.; ZANI, H.; ANDRADES FILHO, C. D. O.; BERTANI, T. C.; \n\nROSSETTI, D. D. F. Identificação de paleocanais na Bacia Amazônica a partir de dados de \n\nSensoriamento Remoto. Revista de Geografia, v. Especial, n. 1, p. 20-32, 2010b. \n\n \n\nHOWARD A.D. Drainage analysis in geologic interpretation: A summation. The American \n\nAssociation of Petroleum Geologists Bulletin, v. 51, p. 2246-2259, 1967. \n\n \n\nHOORN, C.; WESSELINGH, F. P.; STEEGE, H. ter; BERMUDEZ, M. A.; MORA, A.; \n\nEVINK, J.; SANMARTIN, I.; SANCHEZ-MESEGUER, A.; ANDERSON, C. L.; \n\nFIGUEIREDO, J. P.; JARAMILLO, C.; RIFF, D.; NEGRI, F. R.; HOOGHIEMSTRA, H.; \n\nLUNDBERG, J.; STADLER, T.; SARKINEN, T.; ANTONELLI, A. Amazonia through time: \n\nandean uplift, climate change, landscape evolution and biodiversity. Science, v. 330, n. 6006, \n\np. 927-31, 12 nov. 2010. \n\n \n\nIBGE/CISCEA/SIVAM. SIG, produto digital (inédito), 1999. \n\n \n\nJENSEN, J. R. Sensoriamento Remoto do Ambiente: uma perspective em recursos terrestres. \n\n2. ed., p.0-598. São José dos Campos: Parêntese, 2011. \n\n \n\nKRONBERG, B. I.; FRALICK; BENCHIMOL. Late quaternary sedimentation and \n\npalaeohydrology in the Acreforeland basin, SW Amazonia. Basin Research, v. 10, n. 3, p. \n\n311-323, 1998. \n\n \n\nLATRUBESSE, E. M.; STEVAUX, J. C.; CREMON, E. H.; et al. LateQuaternary megafans, \n\nfans and fluvio-aeolian interactions in the Bolivian Chaco, Tropical South Americal. \n\nPalaeogeography, Palaeoclimatology, Palaeoecology, no prelo. \n\n \n\n\n\n81 \n \n\nLATRUBESSE, E.; RANCY, A.; RAMONELL, C.G.; SOUZA FILHO, J.P. de. A Formação \n\nSolimões: Uma formação do Mio-Plioceno da Amazônia Sul-Ocidental. In: SIMPÓSIO DE \n\nGEOLOGIA DA AMAZÔNIA, 4., Belém. Boletim de Resumos Expandidos. Belém, \n\nSociedade Brasileira de Geologia – Núcleo Norte, p.204-205. 1994. \n\n \n\nLATRUBESSE, E. M.; RANCY, A. Neotectonic influence on tropical rivers of southwestern \n\nAmazon during the late Quaternary: the Moa an Ipixuna river basins, Brazil. Quaternary \n\nInternational, v. 72, p. 67-72, 2000. \n\n \n\nLATRUBESSE, E.M., FRANZINELLI, E. The Holocene alluvial plain of the middle \n\nAmazon River, Brazil. Geomorphology, v. 44, p. 241–257, 2002. \n\nLIU, C. C. Análise estrutural de lineamentos em imagens de sensoriamento remoto: aplicação \n\nao estado do Rio de Janeiro. 1984. 157 f. Tese (Doutorado) - Instituto de Geociências, \n\nUniversidade de São Paulo, São Paulo, 1984.  \n\n \n\nMANTELLI, L. R.; ROSSETTI, D. F.; ALBUQUERQUE, P. G.; VALERIANO, M. M. \n\nApplying SRTM digital elevation model to unravel Quaternary drainage in forested areas in \n\nnortheastearn Amazonia. Computers &amp; Geosciences, v. 35, p. 2331-2337, 2009. \n\n \n\nMARRIOTT, S. B. Analysis and modelling of overbank deposits. In: ANDERSON, M. A.; \n\nWALLING, D. E.; BATES, P. D. (eds) Floodplain processes. Chichester: Wiley, 1996. p. 63-\n\n93. \n\n \n\nMARTZ, L. W.; GARBRECHT, J. Numerical definition of drainage networks and. \n\nComputers and. Geosciences , 18, 747–761, 1992. \n\n \n\nMCCAULEY, J. F.; BREED, C. S.; SCHABER, G. G.; MCHUGH, W. P.; ISSAWI, B.; \n\nHAYNES, C. V.; GROLIER, M. J.; EL KILANI, A. Paleodrainages of the eastern Sahara - \n\nthe radar rivers revisited (SIR-A/B implications for a mid-Tertiary trans- African drainage \n\nsystem). IEEE Transactions on Geoscience and Remote Sensing, v. 24, p. 624-648, 1986. \n\n \n\nMCCAULEY, J. F.; SCHABER, G. G.; BREED, C. S.; GROLIER, M. J.; HAYNES, C. \n\nV.; ISSAWI, B.; ELACHI, C.; BLOM, R. Subsurface valleys and geoarchaeology of the \n\neastern Sahara revealed by shuttle radar. Science, v. 218, p. 1004-1020, 1982. \n\n\n\n82 \n \n\n \n\nMCCAULEY, J. F.; BREED, C. S.; SCHABER, G. G.; MCHUGH, W. P.; ISSAWI, B.; \n\nHAYNES, C. V.; GROLIER, M. J.; EL KILANI, A. Paleodrainages of the eastern Sahara - \n\nthe radar rivers revisited (SIR-A/B implications for a mid-Tertiary trans- African drainage \n\nsystem). IEEE Transactions on Geoscience and Remote Sensing, v. 24, p. 624-648, 1986. \n\n \n\nMCHUGH, W. P.; MCCAULEY, J. F.; HAYNES, C. V.; BREED, C. S.; SCHABER, \n\nG. G. Paleorivers and Geoarcheology in the Southern Egyptian Sahara. Geoarcheology, \n\nv. 3, p. 1-40, 1988. \n\n \n\nMENDONÇA, Bruno Araujo Furtado de, M.SC., Geoambientes, pedogênese e uso da terra no \n\nsetor norte do Parque Nacional da Serra do Divisor, Acre. Dissertação de Mestrado – \n\nUniversidade Federal de Viçosa. 2007. \n\n \n\nMITRA, D.; TANGRI, A.; SINGH, I. B. Channel avulsions of the Sarda River system, \n\nGanga Plain. International Journal of Remote Sensing, v. 26, n. 5, p. 929-936, 2005. \n\nMMA. Ministério do Meio Ambiente. Base de dados geoespaciais gratuita. Disponível em: \n\n<www.mma.gov.br> link geoprocessamento/i3Geo. Acesso em 30/09/2015. \n\n \n\nO'LEARY, D. W.; FRIEDMAN, J. D.; POHN, H. A. Lineament, linear, lineation: some \n\nproposed new standards for old terms. Geological Society American Bulletin, New York, v. \n\n87, p.1463-1469, 1976.  \n\n \n\nPAILLOU, P.; SCHUSTER, M.; TOOTH, S.; FARR, T.; ROSENQVIST, A.; LOPEZ, S. \n\nMapping of a major paleodrainage system in eastern Libya using orbital imaging radar: The \n\nKufrah River. Earth and Planetary Science Letters, v. 277, n. 3-4, p. 327- 333, 2009. \n\n \n\nPIMIENTA, J. Modifications climatiques et subsidence récent affectant le glacis sud du \n\nBassin de l’ Amazone. CR. Academie Science, v. 246, p. 2268-2271, 1958. \n\n \n\nPRANCE, G.T. 1985. The Pollination of Amazonian Plants. In: Prance, G.T. &amp; Lovejoy,  \n\nT.E. (eds.) Amazonia. Oxford, Pergamon Press. pp. 166-191. \n\n \n\nPYE, K. Sediment transport and depositional processes. Blackwell. Oxford. 1994. 397p. \n\n\n\n83 \n \n\n \n\nRADAMBRASIL. Departamento Nacional de Produção Mineral. Projeto \n\nRadamBrasil. Folhas SB-20; SC-19 e SC-20: geologia, geomorfologia, pedologia e \n\nvegetação. Rio de Janeiro: DNPM, 1978. \n\n \n\nRAMASAMY, S. N.; BAKLIWAL, P. C.; VERMA, R. P. Remote sensing and river \n\nmigration in Western India. International Journal of Remote Sensing, v. 12, n. 12, p. \n\n2597-2609, 1991. \n\n \n\nROSSETTI, D. D. F.; VALERIANO, M. M. Evolution of the lowest amazon basin modeled \n\nfrom the integration of geological and SRTM topographic data. Catena, v. 70, n. 2, p. 253-\n\n265, 2007. \n\nROSSETTI, D. F.; GOES, A. M. Late quaternary drainage dynamics in northern brazil \n\nbased on the study of a large paleochannel from southwestern marajó island. Anais da \n\nAcademia Brasileira de Ciências, v. 80, n. 3, p. 1-15, 2008. \n\n \n\nROSSETTI, D. F. Multiple remote sensing techniques as a tool for reconstructing late \n\nQuaternary drainage in the Amazon lowland. Earth Surface Processes and Landforms, v. 35, \n\np. 1234-1239, 2010. \n\n \n\nSAADI, A. 1993. Neotectônica da Plataforma Brasileira: esboço e interpretações \n\npreliminares. Geonomos, v. 1(1), p. 1-15, 1993. \n\n \n\nSANTOS M.L., Stevaux J.C., Gasparetto N.V.L., Souza Filho E.E. 2008. Geologia e \n\ngeomorfologia da planície do rio Ivaí-PR. Revista Brasileira de Geomorfologia, 9:23-34. \n\n \n\nSCHOBBENHAUS, C.; GONÇALVES, J. H.; SANTOS, J. O. S. et al. Carta Geológica do \n\nBrasil ao Milionésimo, Sistemas de Informações Geográficas137 SIG  Programa Geologia do \n\nBrasil. CD-ROM ed., p.2000. Brasília: CPRM, 2004. \n\n \n\nSCHUMM, S. A. The fluvial system. New York: Wiley - Interscience, 1977. 388p. \n\n \n\nSCHUMM, S. A. Evolution and response of the fluvial system, sedimentologic implications. \n\nSociety of Economic Paleontologists and Mineralogists, v. 31, p. 19-29, 1981. \n\n\n\n84 \n \n\n \n\nSILVA, A. M. Princípios Básicos de Hidrologia. Departamento de Engenharia. UFLA. \n\nLavras-MG. 1995. \n\n \n\nSILVA, C. L. Análise da tectônica Cenozóica da região de Manaus e adjacências. 2005. 282 \n\np. Tese (Doutorado) - Universidade Estadual Paulista - UNESP, Instituto de Geociências e \n\nCiências Exatas, Rio Claro:UNESP, 2005. \n\n \n\nSILVEIRA, M. Estudos sobre a diversidade florística e arbórea como subsídios para o \n\nZoneamento Ecológico- Econômico do Estado do Acre (ZEE/AC). [Rio Branco, AC]: \n\nZoneamento Ecologico-Economico do Estado do Acre; World Wildlife Fund, 2000. 148 p. \n\nRelatorio Tecnico. \n\n \n\nSOARES, P.C.; FIORI, A.P. Lógica e sistemática na análise e interpretação de fotografi as \n\naéreas em geologia. Notícia Geomorfológica, v. 16, p. 71-104, 1976. \n\n \n\nSOUSA, Lena S.B. Caracterização da Rede de Drenagem na Porção Lesta da Ilha do Marajó e \n\nImplicações Tectônicas. Programa de Pós-Graduação em Geoquímica e Geotectônica \n\nUSP/IGc-CPGG,. Revista Brasileira de Geomorfologia V.12 n°1, 2011. \n\n \n\nSOUZA FILHO, P. W. M. E.; QUADROS, M. L. E. S.; SCANDOLARA, J. E.; FILHO, E. P. \n\nS.; REIS, M. R. Compartimentação morfoestrutural e neotectônica do sistema fluvial \n\nGuaporé-Mamoré-Alto Madeira, Rondônia, Brasil. Revista Brasileira de Geociências, v. 29, \n\np. 469-476, 1999. \n\n \n\nSTERNBERG, H. O. Vales tectônicos na planície amazônica. Revista Brasileira de \n\nGeografia, v. 4, p. 511-531, 1950. \n\n \n\nSUGUIO, K; MARTIN, L; &amp; FLEXOR, J.M. 1988. Quaternary sea-levels of the brazilian \n\ncoast: recent progress. Episodes, 11: 203-208. \n\n \n\nSUGUIO,K. Geologia Sedimentar. 1ª Edição. São Paulo. Editora Edgard Blucher, 2003. \n\n \n\nTRICART, J. L. F. Tipos de planícies aluviais e leitos fluviais na Amazônia Brasileira. \n\n\n\n85 \n \n\nRevista Brasileira de Geografia, v. 2, p. 3-38, 1977. \n\n \n\nVALENTE, O.F. &amp; CASTRO, P. S. Manejo de bacias hidrográficas. Informe \n\nAgropecuário, Belo Horizonte, v. 7, n. 80, p. 40-45, mar. 1981. \n\n \n\nWOLMAN, M. G.; LEOPOLD, L. B. River floodplains: some observations on their \n\nformation. US Geological Survey Professional Paper, v. 282c, p. 87-107, 1957. \n\n \n\nYASH PAL; SAHAI, B.; SOOD, R.K.; AGARWAL, D.P. Remote sensing of the lost \n\nSaraswati river. Earth and Planetary Sciences., v. 69, p. 317-331, 1980."}]}}}