{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BP.03688"}, {"@name": "filename", "#text": "BPP_2011_6_1_2_11_Desafios_enfrentados_no_projeto_das_configuracoes.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "| Stael Ferreira Senra | Marcio Martins Mourelle | Edmundo Queiroz de Andrade Senra | Ana Lúcia Fernandes Lima Torres\nDesafios enfrentados no projeto das configurações SLWR para a área do pré-sal\nChallenges faced in the design of SLWR configurations for the pre-salt area\nresumo\nPALAVRAS-CHAVE:\n□\triser de aço\n□\tconfiguração lazy-wave\n□\tmovimentos da UEP\n□\tisolamento térmico\n□\ttubos cladeados e com liner\nKEYWORDS:\n□\tSteel Lazy-wave riser\n□\tFPSO motions\n□\tthermal insulation\n□\tclad and liner pipe\nCom as recentes descobertas de petróleo no pré-sal, novas áreas da costa brasileira passaram a ter destaque em sua exploração, especialmente a Bacia de Santos. Nesta nova área, além dos desafios enfrentados na perfuração de poços em rochas salinas, novos desafios também se evidenciam na implantação dos sistemas submarinos de produção, como\nabstract\nWith the recent discoveries of the pre-salt reservoir, new areas of the Brazilian coast have risen to prominence, especially in the Santos Basin. In this new area, in addition to the difficulties of drilling in salt rock, the deployment of subsea production systems has also to overcome new challenges, since environmental conditions are more severe than those in the Campos Basin. Other important issues are the water depth of about 2.200m; the high pressure for gas injection riser; and the high CO2 content, requiring special attention to the materials that will be in contact with the production fluid. At this new production frontier, priority has been given to the use of floating units with storage capacity like VLCC hulls., in order to export oil production through shuttle tankers, as no pipeline grid is available. Depending on the motion level of these VLCC vessels, the selection of a viable configuration of riser becomes crucial Thus, some alternatives have been studied and the steel lazy wave riser (SLWR) configuration was one of the options considered to be used for production and gas injection riser functions, besides being possibly used for risers with large diameters.\nas condições ambientais que são mais severas que as da Bacia de Campos, as lâminas d'água na ordem de 2.200m e o alto teor de CO2 nas linhas de coleta. Nesta nova fronteira de produção, tem sido dada prioridade ao emprego de UEPs com armazenamento, como é o caso dos navios VLCCs. Dependendo do nível de movimentos permitidos nesses navios VLCCs, a escolha de uma configuração viável de riser torna-se crucial, e a configuração Lazy-wave (SLWR) tem se mostrado capaz de atender a estes novos desafios. Este trabalho, apresentado no OMAE de 2011, tem como objetivo apresentar alguns pontos chave levantados durante o projeto conceitual deste tipo de configuração para a área do pré-sal, como por exemplo, nível de movimentos da unidade flutuante, isolamento térmico requerido para a garantia do escoamento dos risers de produção, dificuldades envolvidas no processo de instalação e a necessidade de utilização de tubos cla-deados ou com liner.\nabstract\nThis paper, presented in OMAE 2011, identify the principal variables and its right combination involved in SLWR configuration to make it feasible, considering some key points raised in the design of SLWRs for the pre-salt area, as for example, motion level of the floating unit, thermal insulation required for the flow assurance of production risers; difficulties faced during the installation process and the need of combining clad pipes and lined pipes. due to the high level of corrosion imposed by the CO2 fluid content.\n(Expanded abstract available at the end of the paper).\nintrodução\nA premissa básica adotada para a escolha de UEPs para operar na área do pré-sal da Bacia de Santos foi o uso de unidades com armazenamento, já que a infraestrutura da malha de dutos para a exportação da produção demandaria um certo tempo e um alto investimento para ser implementada. Assim, unidades do tipo floating production, storage and offloading (FPSOs) com ancoragem spread mooring foram escolhidas para operar nestes novos campos.\nComo as condições ambientais da Bacia de Santos são mais severas que as da Bacia de Campos, steel catenary riser (SCRs) convencionais, na configuração catenária livre, mesmo considerando cascos com movimentos otimizados, não se mostraram viáveis para utilização neste tipo de unidade. Assim, a configuração SLWR se torna mais atrativa, pois é capaz de contornar problemas comumente encontrados na resposta dinâmica da configuração em catenária livre, como por exemplo, as críticas oscilações de tensões que ocorrem no touch down point (TDP), que no caso da lazy-wave são absorvidas pela oscilação dos flutuadores. A escolha deste tipo de configuração teve como base estudos anteriores desenvolvidos pela Petrobras, que tinham como objetivo a seleção de um tipo de configuração (entre catenária livre, lazy-wave, pliant-wave e steep-wave) que apresentasse melhor comportamento quando conectada na proa de um FPSO com turret. A opção que se mostrou mais atrativa, técnica e economicamente, foi a configuração SLWR (Jacob et al., 1999; Silva et al., 1999; Torres et al., 2002; Silva et al., 2002; Torres et al, 2003).\nA configuração SLWR pode melhorar significativamente a resposta do riser na região do TDP. Contudo, é necessário encontrar uma combinação ideal dos parâmetros envolvidos neste tipo de configuração a fim de viabilizá-la. Por esta razão, foi incorporado neste estudo um processo de otimização através do programa ModeFrontier para a busca de configurações viáveis. Durante o processo de seleção de configurações viáveis, vários aspectos relacionados a este tipo de configuração foram consolidados, motivando até alguns\najustes nos programas de análise e nas metodologias de projeto. Além disso, critérios de movimentos foram gerados a fim de fornecer subsídios para o projeto de FPSOs que pudessem conectar SLWRs no futuro.\nDurante esta fase do projeto conceitual, os seguintes critérios de projeto foram avaliados para as configurações SLWR: fadiga devido a vibrações induzidas por vórtices (VIV - Vibrações Induzidas por Vórtices), fadiga de ondas e movimentos, cargas extremas e instalação, de acordo com a norma DNV (Det Norske Veritas, 2010). A análise de interferência entre risers vizinhos e entre riser e casco não foi avaliada nesta etapa inicial, pois depende da definição do arranjo de cada locação. Foi utilizado o programa Anflex (simulador de risers da Petrobras) para a análise do comportamento estrutural e hidrodinâmico dos risers.\nNeste estudo, três pontos se mostraram decisivos para a viabilidade do riser: o nível de movimentos verticais da unidade flutuante, os requisitos de isolamento térmico do riser e a posição e o comprimento requerido de strakes, que serão descritos adiante.\nhistórico\nApesar da configuração SLWR ainda não ter sido adotada pela Petrobras em nenhum de seus empreendimentos, existe na companhia um histórico de estudos de P&amp;D com este tipo de configuração, com destaque para o caso de Barracuda em 855m, com o primeiro estudo de SLWR e free hanging conectados a um FPSO. Posteriormente, estudos foram feitos para uma configuração SLWR conectada à SS P-52 em 1.800m, para exportação de óleo de 18”, chegando até a fase do front end engineering design (FEED). Esta opção era viável e concorreu com o RHAS da P-52. Atualmente, com o surgimento do pré-sal, a alternativa da lazy-wave voltou à tona como mais uma opção para o escoamento da produção.\nAtualmente há no mundo seis SLWRs instalados pela Shell para a funções de produção, injeção de gás e serviço no Parque das Conchas (BC-10), na costa do Espírito Santo. Este fato também impulsionou a escolha desta opção para estudo de aplicação no cenário da\nBacia de Santos. Atualmente a Shell está realizando a Fase 2 do BC-10 com instalação de mais 3 SLWRs. No Golfo do México está prevista a instalação de outros três SLWR's (dois de produção e um de exportação de gás) no Campo de Stones.\nOs estudos da configuração SLWR para a Bacia de Santos começaram com o cenário do Piloto 1 do Campo de Lula, como alternativa de contingência aos risers flexíveis, para as funções de produção e injeção de gás, ambos com 6 polegadas. Atualmente, esta opção foi adotada para o cenário do Piloto 4 (Sapinhoá Norte) para as funções de produção e injeção de gás de 6 polegadas, que entra em operação em 2014. Esta opção está ainda em fase final do processo de licitação para o campo de Carioca NE, com início da operação previsto para 2016. Existe também a perspectiva de utilização deste tipo de configuração para o campo de Carcará 1 devido às altas pressões e para o campo de Júpiter devido ao alto teor de CO2, com previsão de entrada em operação respectivamente para os anos de 2018 e 2019.\nHá ainda possibilidade de concorrência entre rígidos e flexíveis, para os seguintes campos: Iara Horst (2017), NE de Tupi (2018), Iara NW (2018), Franco Leste (2019) e Florim (2020).\nPara as funções de produção e injeção de água serão utilizados tubos com materiais especiais anti-corrosão (clad e liner) em toda a extensão do riser (clad nos trechos mais críticos) devido ao alto teor de CO2 presente nos fluidos, além do emprego de revestimento térmico. Como o riser de injeção de água também poderá funcionar como linha de produção em algum momento da vida produtiva, também será provido de revestimento interno (clad/liner) e de emprego de revestimento térmico externo.\no processo de otimização\nA busca pelas características da melhor configuração de riser que contemple todos os critérios de projeto demanda muito tempo e esforço do engenheiro, quando baseado num procedimento de tentativa e erro. Isto porque este tipo de configuração apresenta um\nnúmero significativo de variáveis envolvidas, como por exemplo, ângulo de topo, comprimento dos segmentos do riser, dimensões, posicionamento e espaçamento entre os flutuadores, comprimento de strakes ou fairings e espessura do revestimento térmico, afetando o comportamento global da estrutura.\nAssim, o processo de otimização das configurações SLWR para o pré-sal foi desde o início incorporado neste estudo com a definição de objetivos e restrições diferenciados para cada função de riser, relativos a questões econômicas, de construção e de limites de segurança operacional.\nComo objetivo geral, buscou-se minimizar tanto o volume de flutuadores como o comprimento do trecho cladeado, maximizando ainda o valor da tração mínima no topo para evitar compressão.\nPara as restrições do problema de otimização foram definidos: uma razão de forma dos flutuadores (comprimento sobre diâmetro aproximadamente igual a 1) a fim de evitar problemas na instalação; uma distância mínima entre o TDP e o PipeLine End Termination (PLET) a fim de minimizar os esforços verticais no PLET; uma distância fixa entre conexão de topo do riser e o PLET (projeção horizontal da linha) a fim de atender aos requisitos do arranjo submarino; restrições de altura em trechos específicos do riser, tais como HOG, SAG (ver fig. 8) e regiões com strakes; que o fator de utilização das tensões segundo a DNV (Det Norske Veritas, 2010) seja inferior a 1; que o esforço axial no topo seja restrito a forças de tração, não sendo admitidas forças compressivas na junta de topo, a fim de preservar o elemento de conexão (flexjoint).\nPara tanto, foi adotado o programa ModeFrontier, que usa algoritmos genéticos como base para a geração de configurações viáveis, através do acoplamento com o programa Anflex, simulador de risers da Petrobras, que analisa o comportamento estrutural e hidrodinâmico dos risers (Anflex, 2011).\nEste processo baseou-se no critério de cargas extremas, já que as condições ambientais extremas da Bacia de Santos se mostraram críticas. Além disso, alguns aspectos de outros critérios de projeto foram introduzidos no fluxo de otimização, de forma a que a configuração ótima pudesse vir a atender a todos os critérios de projeto a serem verificados. Por\nexemplo, para o critério de fadiga associado à VIV foram definidos limites para as alturas das corcovas da configuração, de forma que ficassem submetidas a menores valores de velocidades de correnteza; para o critério de fadiga associada à ação de ondas sobre a UEP, foram medidas as variações de tensão de von Mises nas envoltórias, de forma a escolher configurações que apresentassem menores valores destas variações, ponto-chave da análise de fadiga; para o critério de instalação, foi escolhida uma das etapas mais críticas para a geração do modelo da linha, que é o instante em que o comprimento de flutuadores é integralmente lançado, verificando-se nesta fase se o modelo atende às limitações de ângulo impostas pelo barco de instalação; para o critério de interferência, foi feita uma medição do deslocamento transversal de cada configuração a fim de possibilitar a escolha de configurações com menor deslocamento, de modo a minimizar a interferência entre risers.\nDentro do processo de otimização, foi testado o riser com variação da densidade do fluido de operação (médio, leve, pesado, vazio e cheio de água). Em todos os casos, foram realizadas análises com combinações de carregamento centenárias, exceto para as condições de riser vazio ou cheio de água, que foram analisadas com combinação anual.\nO resultado do processo de otimização é um conjunto de configurações viáveis dentre as quais, através de um cuidadoso processo de seleção, é escolhida aquela que melhor atende aos objetivos propostos. Além disso, o processo de otimização permite a criação de um banco de dados das melhores configurações que possam vir a auxiliar o atendimento de algum dos critérios de projeto.\nA figura 1 mostra a configuração lazy-wave e um exemplo das variáveis envolvidas no processo de otimização (Andrade et al., 2010). Uma das ferramentas disponíveis no programa ModeFrontier para auxiliar no processo de escolha da configuração ótima é o gráfico de 'bolhas', como mostra a figura 2. Neste gráfico, as abscissas e ordenadas representam os objetivos impostos no processo de otimização, ilustrando-se uma família de soluções, onde cada 'bolha' representa uma configuração viável.\nFigura 2 - Gráfico de bolhas - ferramenta utilizada para a escolha da configuração ótima.\nFigure 2 - Intensity chart - tool employed to select optimal configuration.\nEste procedimento de otimização está sendo adotado internamente no CENPES/PDEP/TDUT para o estudo\nde outros tipos de configuração de riser que tenham o potencial de serem otimizados, ou seja, que sejam parametrizáveis e que portanto apresentem variáveis que permitam o uso da técnica, como é o caso da configuração CVAR (Compliant Vertcial Acess Riser), da configuração RCHA (Riser em Catenária Hidro-A-mortecido) e da configuração steep-wave. (Fundação Universitária de Desenvolvimento de Extensão e Pesquisa, 2010).\no fluxo geral do processo de otimização\nO fluxo geral do processo de otimização pode ser observado na figura 3, começando com a escolha dos casos críticos de carregamento extremo para cada um dos fluidos de operação, gerando uma semente para o modelo do riser. A partir desta semente, uma população de configurações viáveis é gerada, de onde será escolhida aquela que melhor atende aos objetivos. A configuração escolhida se torna input para os próximos níveis do fluxo com as verificações dos critérios de projeto. O primeiro passo é fazer a avaliação de VIV para a definição da posição dos trechos a serem cladeados e também a posição dos strakes ou fairings caso necessário. Caso este critério seja difícil de ser atendido, retorna-se ao banco de dados de configurações viáveis para a escolha de outra. Em seguida, é feita uma reavaliação do critério de cargas extremas com todos os casos de carregamento da especificação técnica (ET) de dados ambientais, agora com os strakes e clad/liner devidamente posicionados ao longo da linha. Na análise de fadiga devida a ondas que vem logo em seguida, pode ser necessário acrescentar mais um trecho de tubo cladeado, em geral no topo, tendo por base a vida útil esperada para o riser, já contemplando fatores de segurança e fatores de penalização das curvas S-N de fadiga do material. Por fim, é feita uma avaliação da instalação do riser, onde a estrutura assume várias configurações completamente distintas daquela de operação. Caso um dos critérios de projeto seja violado, um novo ciclo de otimização é realizado a partir de uma revisão dos parâmetros de otimização.\nVários ciclos de análise foram feitos para o riser de produção na tentativa de encontrar uma configuração viável, já que para esta função de riser existem requisitos mínimos de espessura do revestimento térmico, a necessidade de adoção de tubos com clad ou liner, e ainda, o requisito de não se permitir compressão no topo. Para o injetor de gás, que não tem requisitos de revestimento térmico e de uso de tubo com metalurgia especial, a busca pela configuração ótima foi mais rápida, mesmo mantendo-se o requisito de não permitir a compressão no topo.\nA adoção do tubo cladeado impõe limitações de diâmetro e espessura em seu processo de fabricação. Além disso, é um material mais caro e também com certa limitação na capacidade fabril. O tubo com liner possui menos restrições de dimensões, maior capacidade fabril, mas está associado a um desempenho à fadiga inferior. Assim, parte-se da premissa de que seja adotado o tubo com liner nos trechos com vida útil maior, e só adotar o clad nos trechos críticos (associado\na uma melhor curva S-N, como consequência fornecendo maiores valores de vida).\nmetodologia de análise\nO processo de otimização baseou-se no critério de cargas extremas, já que este critério de projeto foi identificado como crítico para as condições ambientais da Bacia de Santos.\nPara avaliar este critério de projeto, foi utilizada a metodologia do \"harmônico equivalente'', incorporada no código do programa Anflex, de análise de risers. Nesta metodologia, um movimento harmônico é aplicado ao topo do riser, de forma a maximizar o deslocamento e a aceleração do movimento vertical (Ribeiro et al., 1998). Esta metodologia simplificada traz uma aproximação bastante razoável dos esforços e tensões ao longo do riser, quando comparada com a análise aleatória tradicional (Pinho et al., 2009).\nAs vantagens da metodologia do equivalente harmônico em relação à metodologia de análise aleatória tradicional são: o tempo total de simulação extremamente reduzido, já que uma análise determinística é ajustada com um movimento harmônico; a garantia de que o movimento característico máximo será simulado.\nAssim, é possível ter um acesso mais rápido aos resultados de análise, principalmente quando a quantidade de casos de carregamento é muito elevada, ou quando a quantidade de configurações a ser analisada é grande, como é o caso do processo de otimização.\nPara a análise de fadiga de ondas e movimentos, uma abordagem aleatória no domínio do tempo tem sido usada com o objetivo de capturar todas as frequências e amplitudes de variação das tensões presentes na resposta do riser.\ndescrição geral do modelo\nO estudo conceitual das configurações SLWRs para a Bacia de Santos teve início com o cenário do Piloto 1 do Campo de Lula, como contingência aos risers flexíveis, para as funções de produção e injeção de gás, ambos com 6 polegadas, e dados ambientais da revisão B da ET da Petrobras. Havia uma limitação do ângulo de topo dos risers para este FPSO, já que os suportes dos risers já estavam sendo construídos com ângulos pré-definidos de 10°. Para este cenário foi gerado um relatório final com a descrição dos resultados de todos os critérios de projeto avaliados. Um resumo destes resultados será apresentado mais adiante no item de \"critérios de projeto”.\nMais recentemente, as configurações SLWR estão sendo estudadas como uma das opções para os cenários dos Pilotos 4 e 5 e Replicantes 1 e 2, correspondente aos campos de Guará Norte, Cernambi Sul, Lula Alto e Lula Central respectivamente.\nPara estes campos, foi requisitada a geração de configurações SLWR para as seguintes funções: produção, injeção de gás, gás lift e injeção de água. A figura 4 mostra um modelo preliminar gerado para\num estudo de interferência com o cenário do Piloto 4 de Guará do Norte.\nModelo de Estudo para Guará-Norte\n2,5m entre suportes\n3 graus de diferença azimutal\n100m de distância junto ao piso marinho ffl Corcovas com diferenças\t/ffl\n./•ÍÇSjwáaWi\nFigura 4 - Modelo de estudo para o Piloto 4 de Guará Norte.\nFigure 4 - Study model for the Guará Norte Pilot 4.\n\nAs figuras 5, 6 e 7 apresentam as configurações otimizadas obtidas empregando-se a ET de dados ambientais revisão C, com mais de uma opção de ângulo de topo por função. São mostradas algumas configurações sendo que os objetivos principais foram: menor volume de flutuadores e maior tração mínima no topo do riser.\nFigura 5 - Configurações otimizadas mais recentes para a função Produção de 6\".\nFigure 5 - Latest optimized configurations for 6\" production function.\nO Semente\nO Atende melhor aos dois objetivos\nO Configuração para (0 = 8o)\nO Configuração para (0 = 9o)\nO Configuração para(0 = 10°)\nO Configuração para (0 = 11°)\nSAGBEND\nSAG\tTDP\nSuspenso\n\\\n\\\n%\nFigura 6 - Configurações otimizadas mais recentes para a função injeção de gás de 6\".\nFigura 8 - Variação das alturas do SAG e HOG com a variação do fluido interno.\nFigure 8 - Variation in SAG and HOG heights with the variation in internal fluids.\nFigure 6 - Latest optimized configurations for 6\" gas injection function.\nFigura 7 - Configurações otimizadas mais recentes para a função Injeção de água/produção de 8\".\nFigure 7 - Latest optimized configurations for 8\" water injection/ production functions.\nA figura 8 mostra um exemplo da variação das alturas do SAG e HOG com a variação do fluido interno: fluido médio, fluido leve, fluido pesado e vazio. Também são identificados nesta figura os trechos do riser.\nA figura 9 mostra as configurações SLWR obtidas para o cenário do Piloto 1 de Lula com os dados ambientais da ET revisão B, onde são identificados os trechos de clad e liner e também os trechos com strakes. Os resultados apresentados mais adiante no item \"critérios de projeto” se referem à configuração do produtor mostrada nesta figura.\nTrecho de flutuadores\n•\tTrecho de strakes\nTrecho cladeado\n•\tTrecho com liner\nInjetor de gás 6”\nProdutor 6’’^'\nFigura 9 - Configurações SLWR para as funções produção e injeção de gás obtidas para o cenário do Piloto 1 de Lula.\nFigure 9 - SLWR configurations for production and gas injection functions obtained for the Lula Pilot 1 scenario.\ninfluência dos movimentos da UEP\nA viabilidade do riser está diretamente ligada ao tipo de casco e aos dados ambientais, a fim de definir os níveis de movimentos que são impostos no topo do riser.\nA tabela 1 apresenta três tipos de casco (SS, FPSO convencional e FPSO otimizado) e sua aplicação associada a risers rígidos (free-hanging e lazy-wave) para a região das bacias de Campos e Santos.\nType of Hull / Type of SCR\tFree-Hanging\tTazy-IWave\nSemisubmersible\t\t\nFPSO (Converted VLCC)\t\t*\nFPSO (Optimized VLCC)\t\t*\nFigura 10 - RAO de roll e pitch para os cascos FPSO-BR MC, FPSO-BR P57 e FPSO convencional P54.\nFigure 10 - Roll and pitch RAO for the FPSO-BR MC, FPSO-BR P57 and conventional FPSO P54 hulls.\n* Options available to Santos Basin\n■\tAvailable\n■\tNecessary specific study\n■\tNot available\nTabela 1 - Tipos de cascos associados à aplicação de risers rígidos.\nTable 1 - Types of hull associated with the application of rigid risers.\nDo ponto de vista dos risers, o ideal é a utilização de cascos com movimentos otimizados, pois apresentam baixas amplitudes de roll e também o período ressonante neste grau de liberdade está longe da faixa de período das ondas, como mostra a figura 10.\nNesta linha de pesquisa, existem alguns estudos internos na Petrobras pelos engenheiros navais que resultaram em cascos otimizados: SEMI-BR (semissub-mersível de calado profundo), FPSO-BR e MONO-BR, todos eles com movimentos reduzidos (Gonçalves et al., 2009; Gonçalves et al., 2010).\nCom relação a plataformas semissubmersíveis, em geral o uso de configurações em catenária livre (free-hanging) e lazy-wave (SLWR) são viáveis. A escolha entre estas duas alternativas vai depender do diâmetro do riser, ou seja, para grandes diâmetros a configuração SLWR é mais apropriada.\nCom relação aos FPSOs, para a configuração catenária livre, mesmo com a conexão em cascos com movimentos otimizados (FPSO-BR MC), observa-se que sua aplicação não é ainda viável para as bacias de Campos e Santos. Por outro lado, a configuração SLWR para aplicação em cascos VLCCs afretados precisa de um estudo de viabilidade dependendo do nível de movimentos envolvido, pois não é garantido que a lazy-wave possa ser conectada em qualquer casco. No caso de FPSOs com cascos otimizados, os estudos\nindicam que, mesmo para as condições mais severas da Bacia de Santos, é possível encontrar uma configuração SLWR viável.\nOutro ponto importante também na determinação da viabilidade da configuração SLWR é a definição de qual condição de calado dos navios é a mais crítica e a posição mais crítica de conexão do riser (mais afastado do centro do navio em direção à proa ou à popa).\nNas análises de movimentos das unidades flutuantes, feitas previamente às análises de riser, é possível determinar as máximas amplitudes, velocidades e acelerações dos movimentos, para cada um dos seis graus de liberdade que serão impostos no topo do riser. Assim, é possível identificar quais são as ondas mais críticas e suas respectivas direções para cada aproa-mento da unidade e cada ponto de conexão do riser, e compará-las com as magnitudes de movimentos de diferentes cascos.\nNo caso dos cascos afretados com aplicação na Bacia de Santos, os estudos de movimentos e a própria análise de riser foram utilizados como guia para orientar a escolha dos cascos que poderiam operar nesta locação, estabelecendo-se critérios de movimentos máximos que o casco deve atender para a conexão de configurações SLWRs. Estes critérios de movimentos têm como objetivo definir tanto os movimentos máximos que permitem a conexão de SLWRs, quanto determinar as máximas distâncias de conexão em relação ao centro do navio, sem impacto para o projeto dos risers com relação aos carregamentos extremos. Já é conhecido que as magnitudes de deslocamento e aceleração do movimento vertical no ponto de conexão do riser com o casco têm uma importante influência na resposta dinâmica dos SCRs e, portanto, devem ser minimizadas. A tabela 2 apresenta uma comparação do nível de movimentos para um FPSO otimizado (casco da licitação dos replicantes) e um VLCC afretado (FPSO Cidade de Angra dos Reis).\nAs diferenças encontradas entre os níveis de movimentos destes dois conceitos de casco conduzem a uma significativa diferença na resposta estrutural e hidrodinâmica dos risers, sendo os níveis apresentados para o casco afretado mais restritivos em termos de viabilidade do riser.\nTipos de casco\tAmpiltude máxima\t\tAceleração máxima\t\n\tHeave (m)\tRoll (graus)\tHeave (m/s2)\tRoll (graus/s2)\nFPSO otimizado\t9,5\t2,0\t2,0\t0,3\nVLCC afretado\t12,3\t9,63\t3,0\t1,8\nTabela 2 - Comparação dos níveis de movimentos para diferentes tipos de casco com as ondas centenárias da ET revisão B.\nTable 2 - Comparison of motion levels for different types of hull with 100-year waves from ET Revision B.\nOs valores da tabela 2 não consideram o amortecimento das linhas no RAO do casco, o qual representa um fator de redução nos níveis de movimento. Esta redução depende da lâmina d'água e da quantidade de risers conectadas à unidade. Nos estudos de viabilidade da configuração SLWR também não foi considerada a contribuição das linhas para o amortecimento do sistema, a fim de preservar o conservadorismo do projeto.\nO nível de movimentos apresentado está diretamente relacionado às condições ambientais de cada locação. Comparando-se as ondas das bacias de Campos e Santos, é possível observar que as ondas de Santos são maiores, como mostra a figura 11, gerando condições ambientais mais severas e uma consequente maior dificuldade na obtenção das configurações viáveis para os risers rígidos da Bacia de Santos. Com a ET revisão C da Bacia de Santos, as ondas diminuíram até um determinado valor de período, mas são ainda maiores que as ondas da Bacia de Campos.\nA figura 12 mostra as direções consideradas mais críticas para as ondas extremas da Bacia de Santos, nos estudos da configuração SLWR.\nEm certa fase do processo de otimização, foi identificada compressão no elemento de topo para os eventos extremos de todas as configurações geradas. Em princípio, este efeito é indesejável porque a Flexjoint usualmente não é projetada para resistir a tais\nFigura 12 - Direções críticas de ondas extremas para a configuração SLWR.\nFigure 12 - Critical directions for extreme waves for SLWR configurations.\nesforços. Assim, quando o critério de não mais aceitar compressão no nó do topo foi introduzido, a busca por configurações viáveis se tornou bem mais difícil.\nO gráfico da figura 13 mostra o comportamento da tração efetiva no topo da lazy ao longo do tempo, em certa fase do estudo de otimização. Neste gráfico, é possível observar que a tração efetiva é quase nula ou mesmo passa a ser compressiva devido à severidade dos movimentos aplicados. Com as otimizações mais recentes, tem-se conseguido gerar configurações sem compressão no elemento do topo.\nCompressão no nó do topo\n---FX1_Nó do Topo-----Limite para compressão\nFigura 13 - Time history do esforço axial na configuração SLWR usando a metodologia do harmônico equivalente.\nFigure 13 - Time history of the axial force in the SLWR configuration using the equivalent harmonic methodology.\nO gráfico da figura 14 mostra uma comparação para diferentes condições de fluido interno, representada pela razão entre o fator de utilização das tensões da DNV para o casco afretado em relação ao casco otimizado, cada um com seu respectivo caso de carregamento mais crítico.\n5.000\n4.000\n3.000\n2.000\n— Fluido leve\n1.000\n— Fluido médio\nFluido pesado\nra\n8 c&lt;CD\n'(D O\nçü CD\nE £\nCD -C\nCD \"O\nO\nICD Ç> C/) o\nD_\nComparação dos fatores para diferentes fluidos internos VLCC Afretado x FPSO Otimizado (100 anos)\n—\\---\\---\\--\\---\\--1---1--\\---\\--\\---\\--1----\\---\\-\n1\t2\t3\t4\t5\t6\t7\t8\t9\t10\t11\t12\t13\t14 15\t16\nFator de utilização das tensões (VLCC Afretado/FPSO Otimizado)\nhidrodinâmico. Isto gera um atraso do movimento do riser em relação ao movimento da unidade flutuante, podendo ter como consequência uma compressão no riser, que por sua vez gera tensões altas.\nConsiderou-se que alterações na espessura do tubo, de modo a aumentar o peso da seção de aço, seria a mudança mais efetiva, mas em se tratando de tubos clad e liner é necessário confirmar com a indústria a capacidade de fabricação de determinadas espessuras.\nDesta maneira, um estudo relativo ao escoamento foi conduzido junto à equipe de especialistas em escoamento da Petrobras, a fim de verificar se seria aceitável uma redução na espessura da camada do revestimento térmico. No caso da configuração lazy-wave, isso seria recomendável para uma melhora no comportamento dinâmico do riser.\nEm certa fase do estudo, um compromisso entre a resposta do riser e a espessura do revestimento térmico teve de ser assumido, a fim de garantir a resposta do riser em níveis aceitáveis.\nA figura 15 mostra como a espessura do revestimento térmico influencia nos resultados de tração no topo e tensões ao longo do riser.\nFigura 14 - Razão do máximo fator de utilização das tensões da DNV: VLCC afretado/FPSO otimizado.\nFigure 14 - Ratio of the maximum utilization factor in the DNV tensions: chartered VLCC/optimized FPSO.\ninfluência do revestimento térmico\nA partir da necessidade de se reduzir ou eliminar a compressão no topo do riser, foi iniciado um novo estudo paramétrico que mostrou a espessura do revestimento térmico como o principal parâmetro capaz de modificar a resposta do riser. Este parâmetro altera o peso e o arrasto do riser, isto é, quando a espessura do revestimento térmico aumenta, o peso submerso do riser reduz devido ao aumento do empu-xo do revestimento e as forças de arraste aumentam concomitantemente devido ao aumento do diâmetro\nEffect of Thermal Insulation Thickness\nThermal Insulation Intermediate layer thickness (mm)\nFigura 15 - Variação da tração no topo e das tensões (parâmetro da DNV) com a variação da espessura do revestimento térmico: Fator de utilização das tensões da DNV;\nTração efetiva no topo do riser riser.\nFigure 15 - Variation of the traction on top and the tensions (DNV parameter) with the variation in pressure of the thermal lining. Utilization factor of the DNV tensions;\n———— Effective traction on the top of the riser.\ntubos clad x liner\nDevido à alta demanda e ao alto custo dos tubos cladeados previstos para os risers de produção que irão operar na Bacia de Santos, ficou definido como relevante para a Petrobras que também seja considerada a possibilidade de uso de tubos com liner.\nA partir dos resultados de fadiga de onda e VIV, uma investigação da possibilidade de uso de tubos com liner foi feita, sem implicar em problemas de vida à fadiga. Foi considerada para os segmentos com liner uma curva S-N (F3 da DNV) de qualidade inferior àquela adotada para as seções críticas com clad (D e E da DNV), até que um processo de qualificação das soldas indique qual a curva de fadiga que realmente deverá ser adotada. Caso seja uma curva inferior à F3, a conseqüência seria uma redução no comprimento de liner e aumento no trecho de clad.\nPara as análises numéricas do tubo com liner, foram feitas adaptações no programa Anflex (Anflex, 2011) da Petrobras, a fim de considerar o liner como um revestimento interno, não contribuindo para a resistência estrutural do tubo. Para o caso do clad, foi mantida a hipótese da resistência estrutural em toda a seção do riser, isto é, espessura do aço-carbono mais clad. Esta hipótese para o clad é razoável já que trabalhava-se com a hipótese de que a liga de aço 625 teria tensão de escoamento próxima do valor do aço X65.\ninfluência dos dispositivos supressores de vórtices\nUma vez escolhida a configuração SLWR no processo de otimização, a primeira verificação refere-se à fadiga devido às vibrações induzidas por vórtices (VIV), porque neste tipo de análise são definidos os segmentos que podem precisar de dispositivos de supressão de vórtices. Para risers, os dispositivos disponíveis para uso são strakes e fairings.\nDevido aos problemas de compressão no topo do riser, buscou-se evitar o uso de strakes nesta região, já\nque os coeficientes hidrodinâmicos CD e CM da linha aumentam com o uso destes dispositivos, causando um aumento nas cargas nesta região. Assim, caso seja necessário o uso de algum dispositivo na região do topo, preferência será dada ao uso de fairings que apresentam menores valores dos coeficientes CD e CM (Schaudt et al., 2008), mas apresentam uma maior eficiência nos segmentos mais verticais do riser.\nOutra escolha feita neste trabalho foi tentar evitar o uso de strakes na região dos flutuadores, a fim de facilitar o processo de instalação e não introduzir um ponto de incerteza de eficiência dos strakes no trecho de flutuadores.\ncritérios de projeto\nOs resultados dos critérios de projeto avaliados neste trabalho se referem ao riser de produção, sendo este o que impôs maiores desafios para o projeto da configuração SLWR. Estes resultados contemplaram os dados ambientais da 2a revisão da ET da Petrobras. Com os resultados apresentados, é possível ter-se uma ideia da viabilidade deste tipo de configuração.\nVIV (vibrações induzidas por vórtices)\nEm ambas as análises de fadiga, devido a VIV e onda, para o SLWR de produção, as seguintes curvas de fadiga da DNV (Det Norske Veritas, 2010) foram usadas: F3 bilinear com proteção catódica (parede interna) para os segmentos com liner; E bilinear com proteção catódica (parede interna) para o tubo cladea-do; D bilinear com proteção catódica (parede externa) para toda a extensão soldada do riser; e B1 com proteção catódica para o segmento da mísula do topo (material base - sem solda). A seleção destas curvas S-N se baseou na experiência anterior da Petrobras e em resultados de JIP (Torres et al., 2004; Twi Joint Industries Projects, 2008).\nPreviamente à análise de VIV (Shear7, 2007) uma análise de vibrações livres foi feita no Anflex, onde as\ncurvaturas do riser foram avaliadas para cada modo de vibração.\nAs análises de VIV da configuração SLWR do riser de produção de 6”, mostrado na figura 9, inicialmente com o tubo liso (sem supressores de vórtices) e considerando o uso de liner em toda a extensão soldada, indicaram a necessidade de supressores nos segmentos vizinhos dos flutuadores devido às correntezas extremas, e também para um pequeno trecho do topo devido às correntezas de fadiga.\nNuma primeira iteração da análise para o posicionamento dos strakes, estes foram colocados apenas nos segmentos vizinhos aos flutuadores, sendo suficiente para aumentar os valores de vida à fadiga acima do nível requerido no projeto para os casos com correntezas extremas, mas não suficientes para os casos com as correntezas de fadiga. Assim, embora novas análises tenham sido feitas incluindo a aplicação de fairings ao longo de uma extensão de comprimento de riser na região do topo (para evitar possível compressão com o uso de strakes), o uso deste dispositivo ainda não se mostrou suficiente para atingir o valor mínimo de vida útil requerida, mesmo com o aumento do comprimento de fairings.\nObservou-se que o dano devido às correntezas utilizadas para o cálculo de fadiga era mais concentrado no TDP, como mostra a figura 16. Assim, novas análises foram feitas mudando um trecho de 200m do TDP de liner para clad, isto é, mudando a Curva S-N de F3 para E (na fibra interna). Esta ação foi suficiente para resolver o problema de VIV, mesmo sem o uso de fairings na região do topo, apenas com o uso de strakes nos segmentos vizinhos ao segmento dos flutuadores. De qualquer forma, existe a premissa na Petrobras de que sempre seja utilizado clad nos trechos críticos do topo e TDP.\nfadiga de onda e movimentos\nComo mencionado anteriormente na descrição geral do modelo SLWR de produção, a análise de fadiga associada à ação das ondas foi feita em duas posições distintas de conexão do riser, com os RAOs\nDistribuição do dano ao longo do comprimento do riser\nX/L\nFigura 16 - Distribuição do dano ao longo do comprimento do riser: Liner x Clad.\nFigure 16 - Damage distribution along the length of the riser: Liner x Cladding.\ndo casco afretado Piloto 1 de Lula (não otimizado) e calado médio.\nNuma fase final do projeto, todos os calados devem ser analisados, com seus respectivos percentuais de ocorrência e com todos os SLWRs nas posições reais requeridas pelo arranjo submarino.\nBaseando-se nos resultados de VIV e em análises prévias de fadiga de onda (para outras configurações otimizadas), foram adotados 200m de tubo cladeado na região do TDP e mais 400m de tubo cladeado na região do topo. No comprimento restante, foi adotado o liner. Adicionalmente, como para o liner as limitações para espessura do tubo de aço carbono são menos restritivas adotou-se uma espessura um pouco maior de forma a aumentar o peso da linha e assim evitar o problema de compressão. Foi considerado um aumento apenas no diâmetro externo.\nPara a análise de fadiga de onda, foi utilizado todo o scatter de ondas da ET de dados ambientais, com um total de 1.021 ondas de fadiga. Neste caso de análises de fadiga de onda, são previamente necessárias análises acopladas do sistema completo (casco + linhas de ancoragem + risers) no TPN-Anflex ou Situa-Prosim, para a obtenção dos offsets estáticos e\nmovimentos de baixa frequência, os quais propiciam o espalhamento do dano na região do TDP (Senra et al., 2005). Para isso, são requeridos dados simultâneos de onda, vento e correnteza, que ainda não haviam sido disponibilizados. Em função disso, utilizou-se apenas a parcela dos movimentos de primeira ordem resultantes da ação das 1.021 ondas de fadiga, todas associadas a um único perfil de correnteza de fadiga (o mais frequente), sem a aplicação de offsets estáticos e nem da parcela de baixa frequência; portanto sem qualquer espalhamento do dano na região do TDP (Torres et al., 2004) e (Sagrilo etal., 2005). Normalmente, neste tipo de verificação, são feitas análises aleatórias no domínio do tempo com duração de 3h (10.800 segundos). Como foram aplicados apenas movimentos na faixa de frequência das ondas (sem movimentos com períodos longos), estas análises simplificadas foram feitas com uma duração de aproximadamente 2.400 segundos.\nNa região do topo, uma flexjoint foi adotada com um fator de enrijecimento correspondente a uma variação angular de 0.5°. Os resultados da figura 17 mostram esta região como a mais crítica. Na região dos flutuadores, a vida à fadiga obtida resultou acima de 1.000 anos, mas, em trabalhos futuros, os flutuadores serão modelados individualmente a fim de investigar se poderá ocorrer algum incremento no dano nesta região (Hoffman et al., 2010).\nPara o riser posicionado na popa, este critério de projeto foi atendido em toda a extensão do riser. Como os resultados de VIV não mostraram danos sérios na região do topo, um limite de 300 anos foi estimado apenas para a 'fadiga de ondas'.\nPara o riser posicionado na proa (a 93m do centro do navio), este critério não foi atendido nos primeiros 720m do comprimento do riser, medidos a partir do topo, sendo necessário aumentar o comprimento do tubo cladeado em mais 320m, além daqueles 400m inicialmente adotados.\nA figura 17 mostra que os resultados de vida à fadiga na parede interna (curva rosa) apresentaram valores mais críticos do que aqueles na parede externa (curva azul).\nDe uma maneira geral, tem sido encontrada uma proporção de 30% e 70% para o clad e o liner respectivamente.\n10.000.000.000\n1.000.000.000\n100.000.000\n10.000.000\n\t! I\t\t\t!\t\n\t■ 1\t\t1\ti\t\n\\\\,\t1 1\t\t1 1\tí\t\n\\ \\‘\t■ !\t\t\t1\t\nLiner\t\\ j|\tI ;\t1\t\t\tLiner\t\n\t| U/j\t\t1 1\t• CLAD\t\n|\tII '\t\t\tU\ti\t\nCLÃd\\\t; J*-\t\t\t\t\n\t;1\t\t\t\t\n\t\t\t\t\t\nTDP\t1\tHOG\tSAG\tTrecho suspenso\t-TOPO\t\nSÁGBEhD • •\t\t\t\t\t\nComprimento de riser (m)\n\tCurvas B1/D PExterna\t\tCurvas B1/E e F3 Plntema\t\tLimite 300 ANOS\n\t\t\nFigura 17 - Vida útil ao longo do riser devido à fadiga de onda.\nFigure 17 - Useful life along the riser due to wave fatigue.\ncargas extremas\nPara a avaliação do critério de cargas extremas para o SLWR de produção, o riser também foi posicionado nos mesmos pontos de conexão quando da análise de fadiga, e também com o mesmo comprimento de clad e liner. Foram considerados nestas análises os RAOs do casco afretado do Piloto 1 de Lula (não otimizado) com os calados vazio, médio e cheio, e ainda, com quatro opções de densidade do fluido interno (leve, médio, pesado e vazio), a partir da metodologia do harmônico equivalente presente no programa Anflex para o cálculo dos fatores de utilização das tensões segundo a norma DNV (Det Norske Veritas, 2010).\nNeste caso, o fator de enrijecimento da flexjoint corresponde a uma variação angular de 2°.\nComparando-se os resultados dos três calados com o peso do fluido médio de operação, observou-se que o calado vazio gerou valores mais críticos de tensões, sendo os segmentos mais críticos o HOG e SUSPENSO, conforme indicado na figura 18.\nComparação de Calado - SLWR na PROA\nTrecho suspenso -100 anos\nCalado Vazio---Calado Médio-----Calado Cheio\n—DNLTOPO\tDNLSUSPENSO\tDNL SAG\nDNL HOG\t— DNL SAGBEND\t— DNL TDP\nFigura 18 - SLWR na proa - 3 calados - segmento suspenso -condição de onda centenária.\nFigure 18 - SLWR on the bow - 3 drafts - suspended segment - 100-year wave conditions.\nFigura 20 - SLWR na proa - calado vazio - todos os segmentos do riser.\nFigure 20 - SLWR on the bow - empty draft - every segment of the riser.\nComparação de Calados - Riser na PROA Trecho HOG -100 anos\nFigura 19 - SLWR na proa - 3 calados - segmento HOG - condição de onda centenária.\nFigure 19 - SLWR on the bow - 3 drafts - HOG segment - 100year wave conditions.\nComparando os resultados da variação do fluido interno entre proa e popa, o riser posicionado na proa resultou sempre mais crítico, sendo a condição do fluido pesado mais crítica para as tensões, e a condição do fluido leve mais crítica para a questão da compressão no topo.\nLembrando-se que os resultados da figura 18, figura 19 e figura 20 mostram valores de fator de utilização das tensões próximos do limite para o calado vazio, já que corresponde a uma posição muito longe do centro do navio (93m).\ninstalação\nA análise de instalação do SLWR de produção foi feita de modo a assegurar que a instalação do segmento dos flutuadores não comprometesse a viabilidade da configuração SLWR, assumindo-se que o riser será instalado vazio, de forma a minimizar a carga no barco de instalação PLSV (Mourelle et al., 2004). Quando a instalação do segmento\nde flutuadores for concluída, torna-se necessário o aumento da tração da linha, a fim de se evitar altos níveis de tensão. Assumiu-se o ângulo máximo de 25° para a inclinação da torre J-lay do PLSV, que é o limite para as principais embarcações J-lay disponíveis para utilização.\nSem ter uma definição de um modelo específico de PLSV que irá operar nas instalações dos risers rígidos para os cenários do pré-sal, apenas análises estáticas com peso próprio foram feitas, deixando-se uma margem de segurança a ser consumida pela parcela dinâmica dos movimentos e também pela atuação do perfil de correnteza. Assim, foi adotado o valor de 1.6 para o fator de amplificação dinâmica, com relação à tensão máxima admissível (90% da tensão de escoamento para a instalação), passando a referência do limite do aço API X65 de 448MPa para 252MPa.\nO modelo desenvolvido para esta análise incluiu um comprimento de linha suficiente para representar o ponto de ancoragem do cabo de aço auxiliar para o assentamento do PLET.\nDuas outras importantes questões na definição do procedimento de instalação são o posicionamento do PLET e a máxima aproximação do PLSV ao FPSO, isto é, a aproximação máxima do topo do riser antes de começar a operação de sua transferência do PLSV para o FPSO. A Figura 21 mostra as configurações analisadas de forma a representar toda a sequência de instalação de um SLWR.\nFigura 21 - Configurações SLWR assumidas durante a instalação.\nFigure 21 - SLWR configurations assumed during the installation.\nA figura 22 apresenta um resumo das envoltórias de tensões de von Mises para todas as configurações analisadas, considerando o limite de tensões proposto, de 252MPa, atendido por todas as configurações. As curvas que se aproximaram deste limite ou que o ultrapassaram, correspondem aos valores de tensão de flexão no segmento do cabo de aço. Estes resultados não são relevantes, já que elementos de pórtico foram usados para representar o cabo de aço, a fim de permitir a geração da envoltória de toda a linha. Estas situações que apresentaram altas rotações, causando tensões elevadas no cabo de aço, tiveram as seções críticas identificadas no TDP ou perto do PLET. Neste caso, o PLET foi modelado como uma bóia concentrada no nó de interface entre o cabo de aço e o primeiro segmento de riser. Em etapas futuras do projeto do SLWR, a modelagem do PLET pode ser melhorada, e ainda supor o emprego de segmentos de amarras presas aos flutuadores nas regiões críticas do TDP ou perto do PLET.\n\t\n/\t\n\t\n\t\n\t\n\t\nFigura 22 - Envoltórias de tensões de von Mises para todas as configurações de instalação.\nFigure 22 - Von Mises tension wraps for every configuration of the installation.\nresumo dos desafios enfrentados pelo SLWR\nOs principais desafios encontrados durante as análises de viabilidade das configurações de riser SLWR para as funções de produção e injeção de gás, com aplicação nos cenários do pré-sal da Bacia de Santos são descritos a seguir. O SLWR de produção demandou mais esforço que o SLWR de injeção de gás.\nOs mesmos desafios enfrentados para ambas as funções de riser foram:\n•\tgrande variedade de parâmetros envolvidos neste tipo de configuração, requerendo um processo de otimização para obter configurações viáveis que melhor atendam aos objetivos de cada função de riser;\n•\tpara o caso do Piloto 1, havia uma limitação do ângulo de topo, já que os suportes dos risers já estavam sendo construídos com ângulos pré-definidos de 10°;\n•\trisers conectados ao FPSO Cidade de Angra dos Reis (Piloto 1), com níveis elevados de movimentos, já que o mesmo não foi submetido aos critérios de movimentos;\n•\tevitar o esforço de compressão no topo do riser, a fim de preservar a integridade da flexjoint;\n•\tdistância pré-fixada entre o PLET e o FPSO, limitando a projeção horizontal em 3km;\n•\tdificuldades enfrentadas durante o processo de instalação dos flutuadores e assentamento do PLET.\nEspecificamente para a configuração do SLWR de produção, os desafios adicionais foram:\n•\trequisitos de revestimento térmico para a garantia do escoamento;\n•\temprego de tudo cladeado ou liner devido ao alto nível de corrosão imposto pelo conteúdo de CO2 no óleo produzido, tendo o clad limitação de espessura no processo de fabricação;\n•\tevitar o uso de strakes nos segmentos próximos ao topo e na região dos flutuadores;\n•\tconexão de SLWR a uma distância muito grande do centro do navio (93m), tendo assim movimentos ainda maiores.\nPara o SLWR de injeção de gás, além dos requisitos em comum com a configuração do produtor, uma questão importante é a característica de alta pressão na linha. Este requisito foi facilmente atendido apenas com o aumento da espessura, o qual ajuda o comportamento dinâmico do riser a partir do aumento do peso da linha.\nconclusões\nEste trabalho destaca principalmente a grande influência do tipo de unidade flutuante e da espessura do revestimento térmico para a resposta dinâmica da configuração SLWR, e consequentemente, para sua viabilidade técnica.\nCom relação ao riser de produção fica sinalizada a superação de um grande gargalo para o uso generalizado de SLWRs, na medida em que o presente trabalho aponta para a possibilidade de utilização de tubos com liner ao longo de pelo menos 70% do comprimento do riser. A confirmação da proporção entre tubos cladeados e com uso de liner depende da curva de fadiga do tubo com liner para a qual ainda não se dispunha de resultados consolidados. O gargalo para o uso generalizado de SLWR existia na medida em que os quantitativos de tubos cladeados que seriam requeridos para instalação de um grande número de risers, não poderiam ser atendidos pela capacidade fabril existente para este tipo de tubo. Na medida em que o riser pode ser composto em sua maior parte por tubo com liner, para o qual não existe tal limitação fabril, estabeleceu-se um marco para a consideração da configuração lazy-wave como viável não só tecnicamente, mas também comercialmente de ser empregada como solução acoplada para todas as linhas de produção de um campo. O fato que reforça este aspecto comercial\né que o tubo com liner pode custar da ordem de três vezes menos que o tubo cladeado.\nA utilização de SLWRs pode ser vantajosa na medida em que se tem uma configuração com um número mínimo de conexões e um comprimento de linha otimizado em relação aos risers desacoplados. A possibilidade de abandono de uma parte do riser ou de todo o seu comprimento no fundo potencializa um efeito similar ao desacoplamento de cronograma de instalação dos risers em relação à UEP, que é a principal vantagem dos sistemas de risers desacoplados. Recomenda-se, portanto, a consideração da opção SLWR nas fases de EVTEs em sistemas baseados no emprego de FPSO com cascos em forma de navio.\nO procedimento de otimização implementado neste trabalho está servindo de base para os estudos de otimização de outros tipos de configuração de riser que apresentam tal potencial, ou seja, que envolvam diversas variáveis ajustáveis, como é o caso da configuração CVAR (Fundação Universitária de Desenvolvimento de Extensão e Pesquisa, 2010) e da configuração RCHA (Pinho et al,. 2009).\ntrabalhos futuros\nCaso esta opção da configuração SLWR seja escolhida para aplicação em algum dos novos empreendimentos da Petrobras, faz-se necessária a elaboração de um FEED, previamente ao projeto de detalhamento, inserindo-se no estudo alguns outros aspectos que podem ter impacto significativo no projeto deste tipo de estrutura:\n•\texcitação dinâmica devido a cargas de slug;\n•\tVIV induzido por movimentos verticais;\n•\tabandono ou pré-instalação do riser com todo o seu comprimento ou de um comprimento parcial;\n•\tdetalhamento dos flutuadores, modelando-se sua ligação ao riser através de efeitos (cargas) concentrados, modelo este mais realista do que o modelo distribuído empregado nas simulações do presente estudo;\n•\tsensibilidade das configurações ao azimute do riser;\n•\testudo de interferência entre risers.\nagradecimentos\nAgradecemos aos colegas Ludimar Lima Aguiar, Elizabeth Frauches Netto Siqueira, Daniel Fonseca de Carvalho e Silva e Mario Pimenta Schettini Pacheco pela preciosa contribuição para o sucesso deste trabalho. Agradecemos também aos gerentes Arthur Curty Saad, Luiz Augusto Petrus Levy e Álvaro Maia da Costa pelo constante apoio ao trabalho.\nnomenclatura\nAnflex = Simulador de Dinâmica Estrutural de Risers desenvolvido pela Petrobras em cooperação com Universidades Brasileiras (UFRJ, PUC, USP);\nClad = Liga resistente à corrosão, aderida metalur-gicamente ao aço-carbono;\nCVAR = Compliant Vertical Access Riser;\nET = Especificação Técnica;\nEVTE = Estudo de viabilidade técnica e econômica;\nFEED = Front end engineering design;\nFPSO = Floating production, storage and offloading; Hs = Altura significativa de onda;\nLiner = Liga resistente à corrosão, aderida mecanicamente ao aço-carbono;\nPLET = PipeLine End Termination;\nRCHA = Riser em Catenária Hidro-Amortecido;\nRHAS = Riser Híbrido Auto-Sustentável;\nSCR = Steel catenary riser;\nSLWR = Steel lazy wave riser;\nSS = Semissubmersível;\nTDP = Touch down point ou ponto de toque do riser no piso marinho;\nTEC = Thermal exchange coefficient;\nUEP = Unidade estacionária de produção;\nVIV = Vibrações induzidas por vórtices;\nVLCC = Very large crude carrier.\nreferências bibliográficas\nI ANDRADE, E. Q.; AGUIAR, L. L.; SENRA, S. F.; SIQUEIRA, E. F. N.; TORRES, A. L. F. L.; MOURELLE, M. M. Optimization procedure of steel lazy wave riser configuration for spread moored FPSOs in deepwater offshore Brazil. In: OFFSHORE TECHNOLOGY CONFERENCE, 2010, Houston. Proceedings... Houston: Offshore Technology Conference, 2010. 11 p. (OTC 20777).\nI ANFLEX. Versão 7.2.1R2.7, jul., 2011. Static and dynamic analysis for mooring systems and risers. Rio de Janeiro: LACEO/ COPPE/UFRJ, 2011.\nI DET NORSKE VERITAS. Offshore standard DNV-OS-F201: dynamics risers. Oslo, 2010. 98 p.\nI FUNDAÇÃO UNIVERSITÁRIA DE DESENVOLVIMENTO DE EXTENSÃO E PESQUISA. Estudo de viabilidade de risers verticais complacentes (CVAR): relatório. Maceió: Fundepes; UFAL, 2010.\nI GONÇALVES, R. T.; MATSUMOTO, F. T.; MALTA, E. B.; MEDEIROS, H. F.; NISHIMOTO, K. Conceptual design of monocolumn production and storage with dry tree capability. Journal of Offshore Mechanics and Arctic Engineering, New York, v. 132, n. 4, 12 p., 23 Set. 2010.\nI GONÇALVES, R. T.; ROSETTI, G. F.; MATSUMOTO, F. T.; MALTA, E. B.; FUJARRA, A. L. C.; NISHIMOTO, K. Evolução do sistema MPSO (monocolum production, storage and offloading system). In: SANTOS OFFSHORE OIL &amp; GAS EXPO AND CONFERENCE, 2009, Santos. Proceedings... Santos: Santos Offshore Oil &amp; Gas Conference, 2009.\nI HOFFMAN, J.; YUN, H.; MODI, A. Parque das Conchas (BC-10) pipeline, flowline and riser system design, installation and challenges. In: OFFSHORE TECHNOLOGY CONFERENCE, Houston, 2010. Proceedings. Houston: Offshore Technology Conference, 2010. (OTC 20650). 17 p.\nI JACOB, B. P.; MARTA, REYES, M. C. T.; LIMA, B. S. L. P.; TORRES, A. L. F. L.; MOURELLE, M. M.; SILVA, R. M. Alternative configurations for steel catenary risers for turret moored FPSO's. In: INTERNATIONAL\nOFFSHORE AND POLAR ENGINEERING CONFERENCE, 9., 1999, Brest, France. Proceedings. Cupertino: International Society of Offshore and Polar Engineers, 1999. (ISOPE-I-99-151). 6 p.\nI MOURELLE, M. M.; ÁVILA, G. G.; SIQUEIRA, M. Q.; TORRES, A. L. F. L. Methodology for analysis of installation of a steel lazy wave riser. In: INTERNATIONAL PIPELINE CONFERENCE, 2004, Calgary, Canada. Proceedings... New York: American Society of Mechanical Engineers, 2004. p. 1945-1950. (IPC04-0110).\nI PINHO, A. N.; DANTAS, C. M. S.; SAGRILO, L. V. S., TORRES, A. L. F. L.; SENRA, S.F. Comparação de metodologias determinísticas para a verificação de tensões extremas em risers rígidos. In: CONGRESSO IBERO LATINO AMERICANO DE MÉTODOS COMPUTACIONAIS EM ENGENHARIA - CILAMCE, 30., 2009, Armação de Búzios. Anais... [Guarapari]: Associação Brasileira de Métodos Computacionais em Engenharia, 2009.\nI RIBEIRO, E. J.; ROVERI, F. E.; MOURELLE, M. M. Dynamic compression buckling in flexible riser. In: OFFSHORE TECHNOLOGY CONFERENCE, Houston, 1998. Proceedings. Houston: Offshore Technology Conference, 1998. (OTC 8606). 9 p.\nI SAGRILO L. V. S.; LIMA, E. C. P.; SOUSA F. J. M.; DANTAS C. M. S.; SIQUEIRA M. Q.; TORRES A. L. F. L. Steel lazy wave riser design: API-RP-2RD and DNV-OS-F201 criteria. In: INTERNATIONAL CONFERENCE ON OFFSHORE MECHANICS AND ARCTIC ENGINEERING, 24., Halkidiki, Greece, 2005. Proceedings. New York: American Society of Mechanical Engineers, 2005. p. 107-113. (OMAE2005-67040).\nI SCHAUDT, K. J.; WAJNIKONIS, C.; SPENCER, D.; LEVERETTE, S.; MASTERS, R. Benchmarking of 2 classes of VIV supression device based on high Reynolds number and high-mode number tests. In: INTERNATIONAL CONFERENCE ON OFFSHORE MECHANICS AND ARCTIC ENGINEERING, 27., 2008, Estoril. Proceedings. New York: American Society of Mechanical Engineers, 2008. p. 33-42. (OMAE2008-57065).\nI SENRA, S. F.; MOURELLE, M. M.; TORRES, A. L. F. L.; JACOB, B. P. Hybrid coupled and uncoupled methodologies for floating systems motion analysis. In: INTERNATIONAL OFFSHORE AND POLAR ENGINEERING CONFERENCE, 25., Seoul, Korea, 2005. Proceedings... Cupertino, CA: International Society of Offshore and Polar Engineers, 2005. 8 p. (ISOPE-I-05-299).\nI SHEAR7. User guide for vortex-induced vibration response prediction of beams or cables with slowly varying tension in sheared or uniform flow: version 4.5. Cambridge: MIT, 2007.\nI SILVA, R. M. C.; MORAES, M. G. G.; CRISTISINELIS, A. F.; TORRES, A. L. F. L. The feasibility study and preliminary design of a steel riser attached to a FPSO. In: INTERNATIONAL CONFERENCE ON OFFSHORE MECHANICS AND ARCTIC ENGINEERING, 18., 1999, St. John's. Proceedings. New York: American Society of Mechanical Engineers, 1999. p. 277-286. (OMAE99/PIPE-5013).\nI SILVA, R. M. C.; TORRES, A. L. F. L.; MOURELLE, M. M. Lazy-wave steel risers. In: WORKSHOP ON SUBSEA PIPELINES, 3., 2002, Rio de Janeiro. Papers. [S.l.: s.n.], 2002. p. 20-22.\nI TORRES, A. L .F. L.; GONZALEZ, E. C.; FERREIRA, M. D. S.; SIQUEIRA, M. Q.; MOURELLE, M. M. , SILVA, R. M. C. Lazy-wave\nsteel rigid risers for with spread mooring anchoring system. In: INTERNATIONAL CONFERENCE ON OFFSHORE MECHANICS AND ARCTIC ENGINEERING, 22., 2003, Cancun. Proceedings... New York: American Society of Mechanical Engineers, 2003. p. 547-555. v. 2. (OMAE2003-37068).\nI TORRES, A. L. F. L.; GONZALEZ, E. C.; SIQUEIRA, M. Q.; DANTAS, C. M. S.; MOURELLE, M. M.; SILVA, R. M. C. Lazy-wave steel rigid risers for turret moored FPSO. In: INTERNATIONAL CONFERENCE ON OFFSHORE MECHANICS AND ARCTIC ENGINEERING, 21., 2002, Oslo, Norway. Proceedings. New York: American Society of Mechanical Engineers, 2002. p. 203-209. (OMAE'02/28124).\nI TORRES, A. L. F. L.; SIQUEIRA, M. Q.; DANTAS, C. M. S.; ÁVILA, G. G.; NUNES, L. M. P. Influence of bimodal/bidirectional characteristics of Campos Basin sea-states on riser fatigue damage results. In: INTERNATIONAL CONFERENCE ON OFFSHORE MECHANICS AND ARCTIC ENGINEERING, 23., 2004, Vancouver. Proceedings. New York: American Society of Mechanical Engineers, p. 189-198. (OMAE2004-51101).\nI TWI JOINT INDUSTRY PROJECTS. Further study of fatigue damage to girth welds from low stresses in the loading spectrum. Cambridge: TWI, 2008. (JIP TWI 18054).\nbibliografia\nI TORRES, A. L. F. L.; MOURELLE, M. M.; SENRA, S. F.; GONZALEZ,\nE. C.; LIMA, J. M. T. G. Influence of fatigue issues on the design of\nSCRs for deepwater offshore Brazil. In: OFFSHORE TECHNOLOGY\nCONFERENCE, Houston, 2008. Proceedings. Houston: Offshore\nTechnology Conference, 2008. 9 p. (OTC 19249)\nwebgrafia\nI OLIVEIRA, M. C. Offshore platform sizing optimization using genetic algorithms. Trieste, Italy: Esteco, 2009. Disponível em:&lt;http://www.esteco.com/modefrontier/offshore-platforms-sizing--optimization-through-genetic-algorithms>. Acesso em: 02 abr. 2014.\nautores\nStael Ferreira Senra\nI Centro de Pesquisas da Petrobras (Cenpes)\nI P&amp;D em Engenharia de Produção\nI Tecnologia de Dutos e Risers\nstael@petrobras.com.br\nMarcio Martins Mourelle\nI Centro de Pesquisas da Petrobras (Cenpes)\nI P&amp;D em Engenharia de Produção\nI Tecnologia de Dutos e Risers\nI Consultor Master\nmourelle@petrobras.com.br\nStael Ferreira Senra é engenheira de equipamentos da Petrobras desde 2003, Mestre e Doutora em Engenharia Civil pelo Instituto Alberto Luiz Coimbra de Pós-Graduação e Pesquisa de Engenharia (COPPE/UFRJ) em 2004. Realizou pesquisas na área de estruturas offshore e atua na Petrobras em projetos de risers rígidos.\nMarcio Martins Mourelle é engenheiro civil da Petrobras desde 1986, Mestre e Doutor em Engenharia Civil pela COPPE/UFRJ (1994). Realizou pesquisas na área de estruturas offshore e atua na Petrobras em projetos de risers.\nEdmundo Queiroz de Andrade\nI Centro de Pesquisas da Petrobras (Cenpes)\nI P&amp;D em Engenharia de Produção\nI Tecnologia de Dutos e Risers\nedmundoq@petrobras.com.br\nI Centro de Pesquisas da Petrobras (Cenpes)\nI P&amp;D em Engenharia de Produção\nI Tecnologia de Dutos e Risers\nI Consultora Técnica\nanatorres@petrobras.com.br\nAna Lúcia Fernandes Lima Torres\nEdmundo Queiroz de Andrade é engenheiro de equipamentos da Petrobras desde 2003, Mestre em Engenharia Civil pela Pontifícia Universidade Católica do Rio de Janeiro (PUC-Rio) em 1993. Realizou pesquisas na área de estruturas offshore e atua na Petrobras em projetos de dutos corroídos, dimensionamento estrutural de suportes de riser e processos de otimização estrutural.\nAna Lúcia Fernandes Lima Torres é engenheira civil da Petrobras desde 1986, Mestre e Doutora em Engenharia Civil pela COPPE/ UFRJ (1994). Realizou pesquisas na área de estruturas offshore e atua na Petrobras em projetos de risers rígidos.\nexpanded abstract\nWith the recent discoveries of the pre-salt reservoir, new areas of the Brazilian coast have risen to prominence, especially in the Santos Basin. In this new area, in addition to the difficulties of drilling in salt rock, the deployment of subsea production systems has also to overcome new challenges, since environmental conditions are more severe than those in the Campos Basin. Other important issues are: the water depth of about 2.200m; the high pressure in the gas injection riser; and the high CO2 content, requiring special attention to the materials that will be in contact with the production fluid. At this new production frontier, priority has been given to the use of floating units with storage capacity like VLCC hulls, in order to export oil production through shuttle tankers, as no pipeline grid is available. Depending on the motion level of these VLCC vessels, the selection of a viable configuration for the riser becomes crucial. Thus, some alternatives have been studied and the steel lazy-wave riser (SLWR) configuration was one of the options considered to be used for production and gas injection riser functions, besides being possibly used for risers with large diameters.\nThis paper, presented in OMAE 2011, identifies the principal variables and the correct combination involved in SLWR configurations to make it feasible, considering some key points in the design of SLWRs. There are, for example, motion level of the floating unit; thermal insulation required for the flow assurance of production risers; difficulties faced during the installation process and the need of combining clad pipes and lined pipes due to the high level of corrosion imposed by the CO2 fluid content.\nFor scenarios with deep waters up to 2.500m and risers connected to an FPSO, the option of setting SLWR configurations becomes more attractive than SCRs, because it can circumvent problems commonly found in the TDP region that present critical stress oscillation when submitted to the FPSO dynamic motions. The use of a buoyancy-module segment introduces a kind of protection mechanism for the\nTDP of the SLWRs. However, it is not straight forward for the designer to set a viable configuration. It takes some time and experience, and a number of analyses in order to find an appropriate setting for the float's position, causing the stress distribution within the steel limits and also the fatigue life to meet the code criteria, mainly in the TOP, SAG, HOG, SAG BEND and TDP regions.\nWhen this phase of conceptual design was carried out, the following verifications were assessed for the production and riser injection configurations: VIV Fatigue, Wave Fatigue, Extreme Loads and Installation, according to the DNV code. Petrobras's in-house software Anflex was used to perform the riser's dynamic structural and hydrodynamic behavior analysis. The Interference analyses between neighboring risers and between riser and hull or mooring lines were not assessed at this stage. In these studies, three points proved decisive in the viability of the riser: the level of floating unit extreme motions, the requirements of riser thermal insulation and the positioning and length required for the strakes, which will be described later.\nMany variables are involved in this type of configuration, such as: top angle, segment lengths, float dimensions, float segment locations, spacing between floats, riser thickness and thermal insulation thickness, requiring an intensive study to make it viable.\nGiven the number of variables involved in this problem, the task of arriving at a viable configuration was not simple. Thus, this work included an optimization study of the SLWR configuration with the Mode Frontier program, which uses a Genetic Algorithm as the basis for the generation of viable configurations.\nIn this optimization process, constraints and objectives are defined, which may vary with the riser function, and parameters will be evaluated to choose the optimum configuration. Finally, a family of solutions is obtained, not just one, requiring that the riser analysts evaluate which one would be the optimum configuration.\nThe optimization process was based on Extreme Loading criterion, since this design criterion was identified as being critical, due to the high severity of environmental conditions in the Santos Basin.\nRegarding the production risers, each riser requires 5km of internally coated pipes. The internal coating should be made of Inconel which is a high-cost material. The most robust alternative is the co-laminated clad pipe, but the high cost and the limited production of this solution, obliged Petrobras to consider the possibility of using lined pipes. For design purposes the fatigue performance of the clad pipe is better.\nWith the wave fatigue and VIV fatigue results obtained, speculation has been made if the lined pipe could be applied without having problems of fatigue endurance. Consideration of an SN curve of inferior quality compared to the SN curve adopted for the clad sections was carried out. The DNV F3 curve was adopted for the lined segments. If any future qualification work indicates that this curve can be adopted, the conclusions stated herein will be valid. If an inferior SN curve is demonstrated, so the percentage of riser length that can be assumed as lined, should be reduced.\nAfter the optimization process and the complete set of design analyses, technically feasible configurations were determined. The objective of this work was to present some of the challenges faced in the search for viable SLWR configurations for production and gas injection functions to be employed in Santos Basin presalt scenarios, off the Brazilian coast. The production SLWRs demanded more effort to be designed than gas injection SLWRs.\nThe same challenges faced by both configuration types were:\n•\tHigh number of parameters involved in this kind of configuration, requiring an optimization process to obtain viable configurations;\n•\tLimitation on the top angle due to riser support and pull-in system designs;\n•\tRisers connected at FPSO units with high motion levels;\n•\tPrevention of compressive force at the riser top to preserve the flexible joint integrity;\n•\tFixed distance between PLET and FPSO imposed by the subsea layout, limiting the riser horizontal projection;\n•\tDifficulties anticipated for the float's segment installation process and PLET landing.\nSpecifically to the production SLWR configuration, the added challenges were:\n•\tThick thermal insulation coating added due to the flow assurance requirement;\n•\tEmployment of clad or lined pipe due to the high level of corrosion imposed by CO2 fluid content, with thickness limitation imposed by the manufacturing processes;\n•\tNecessity of avoiding the use of strakes in the riser segments close to the top, and in the buoyancy-module region;\n•\tThe SLWR connection was placed distant from the center of the vessel, around 90 meters, making vertical dynamic motions even greater.\nFor gas injection SLWRs, beyond the common requirements for the production configuration, an important issue was the high-pressure characteristic of the line. This requirement was easily met just with the wall thickness, which helps the dynamic behavior of the riser with the increased line weight."}]}}}