{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.16522"}, {"@name": "filename", "#text": "23176_souza_mfp_me_ilha.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Campus de Ilha Solteira \n?\n\n \n\n \n\n \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM AGRONOMIA \n\n \n\n \n\n \n\nPLANTAS DE COBERTURA E DOSES DE FÓSFORO SOBRE OS \nATRIBUTOS QUÍMICOS E BIOLÓGICOS DO SOLO \n\n \n\n \n\n \n\n \n\nMARCELO FERNANDO PEREIRA SOUZA \nEngenheiro Agrônomo e Biológo \n\n \n\n \n\n \n\nOrientadora: Profa. Dra. Ana Maria Rodrigues Cassiolato \n\n \n \n \n \n\n \n \n\n \n \n\n \n\n \n\nIlha Solteira – SP \n2012\n\n\n\nCampus de Ilha Solteira \n?\n\nPROGRAMA DE PÓS-GRADUAÇÃO EM AGRONOMIA \n?\n?\n?\n\nPLANTAS DE COBERTURA E DOSES DE FÓSFORO SOBRE OS ATRIBUTOS \nQUÍMICOS E BIOLÓGICOS DO SOLO \n\n?\n?\n\n?\n?\n?\n?\n\nMARCELO FERNANDO PEREIRA SOUZA \n?\n?\n?\n?\n?\n?\n?\n\nOrientador: Profa. Dra. Ana Maria Rodrigues Cassiolato \n \n \n?\n?\n?\n?\n?\n\n?\n?\n\nDissertação apresentada à Faculdade de Engenharia -\nUNESP – Campus de Ilha Solteira, para obtenção do \ntítulo de Mestre em Agronomia. \nEspecialidade: Sistemas de Produção \n\n?\n?\n?\n?\n?\n?\n\n \n \n \n\nIlha Solteira – SP \nMaio/2012\n\n\n\n?\n\n?\n\n?\n\n?\n\n?\n\n?\n\n?\n\n\n\n?\n\n \n\n \n\n\n\n?\n\n \n \n \n?\n\n?\n\nA minha mãe Maria I. P. Souza e meu pai Valdemir S. de Souza, pelo apoio incondicional, \n\napesar de todas as dificuldades. \n\nA minha irmã Ana Paula e minha companheira de todos os momentos Michaelli Y. \n\nYoshitome por terem acreditado no meu sonho. \n\n DEDICO \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n?\n\nAGRADECIMENTOS \n\n \n\nAgradeço a Deus por ter me dado força, saúde para buscar esse sonho! \n\nA Universidade Estadual Paulista – Faculdade de Engenharia de Ilha Solteira, por ter me dado \n\na oportunidade de realizar o sonho e por proporcionar uma boa formação profissional \n\nA professora Ana Maria Rodrigues Cassiolato, pela orientação, confiança, ajuda e por ter me \n\napoiado nesse meu sonho e no meu trabalho e, ter contribuído fundamentalmente para que o \n\nmesmo se concretizasse, obrigado por tudo professora! \n\nAo CNPq pela concessão da bolsa de estudos! \n\nAo professor Francisco Maximino Fernandes por permitir o uso do laboratório e dos \n\nequipamentos necessário para a realização dos estudos! \n\nAo professor Orivaldo Arf por permitir o uso de sua área experimental para a realização desse \n\ntrabalho! \n\nA todos os professores do Curso de Pós-Graduação em Sistemas de Produção que \n\ncontribuíram para minha formação profissional! \n\nA todos os funcionários da UNESP que de alguma forma ajudaram na realização deste \n\ntrabalho, assim como a todos os funcionários da Fazendo de Ensino Pesquisa e Extensão! \n\nA minha família pelo apoio! \n\nAo grande amigo Edjair A. Dal Bem, que contribui muito em todas as fases de \n\ndesenvolvimento deste trabalho, além do companheirismo e pronta disposição em sempre \n\najudar, além da diversão, proporcionado por suas piadas e histórias nos vários momentos de \n\ndescontração!  \n\nA toda a família do Edjair, a quem eu agradeço em nome de sua mãe Dirce, que de algum \n\nmodo participou da minha vida nesse momento e incentivou-me a continuar firme em busca \n\ndesse sonho, obrigado pelo apoio e hospitalidade! \n\nAo Flávio Dalchiavon pela ajuda em vários momentos que precisei, sempre auxiliando com \n\nos seus conhecimentos e opiniões, os quais me ajudaram muito nessa caminhada! \n\nA Adriana por ter passado seus conhecimentos e pela ajuda nos momentos em que precisei. \n\n\n\n?\n\nA Raissa Mazarelli, estagiária, pela grande ajuda e contribuição nos trabalhos de laboratório, \n\nproporcionando a realização do presente trabalho! \n\nA todos os amigos de laboratório Rose, Marcia, Marcelo, Miguel, Valdivino, Carlinhos, João! \n\nAos amigos e amigas Isabel Braga, Darci Barbieri, Ana Paula, Vinicius Martins, Gustavo \n\nCaione, Flávio “Pirulito” Dalchiavon, Paula Koga, Aline Franco, Maria Suellen, João Ferreira, \n\nHugo Macedo, Marcus “Paraíba”, Claudinei Kappes, Gracielle Neves, Rubens Ribeiro \n\nA todos os colegas de sala! \n\nEnfim, a todos que, de algum modo contribuíram para a realização deste trabalho.    \n\n?\n\n?\n\n?\n\n?\n\n?\n\n?\n\n?\n\n?\n\n?\n\n?\n\n?\n\n?\n\n?\n\n?\n\n?\n\n?\n\n?\n\n?\n\n?\n\n\n\n?\n\nSOUZA, M. F. P. Influência de plantas de cobertura e doses de fósforo nos atributos \n\nquímicos e atividade microbiana do solo. 2012. 87 f. Dissertação (Mestrado em \n\nAgronomia) – Faculdade de Engenharia, Universidade Estadual Paulista, Ilha Solteira, 2012. \n\n \n\nResumo: Práticas agrícolas inadequadas estão tornando as maiores ameaças a degradação dos \n\nsolos e à biodiversidade. O plantio direto se apresenta como um sistema de cultivo que reduz \n\nos impactos causados pelos sistemas convencionais, mantendo ou melhorando a fertilidade do \n\nsolo. O presente trabalho teve como objetivo avaliar, ao final do segundo ano de cultivo a \n\ninfluência de plantas de coberturas e doses de fósforo sobre os atributos químicos e biológicos \n\nde um solo de cerrado cultivado com feijoeiro, em sistema de plantio direto. O estudo foi \n\nrealizado na fazenda da UNESP-Universidade Estadual Paulista, Campus de Ilha Solteira, \n\nlocalizada no município de Selvíria - MS. O delineamento utilizado foi de blocos casualizados \n\ncom parcelas subdivididas, sendo 8 tratamentos com plantas de cobertura (milheto; crotalária; \n\nguandu; mucuna; pousio; milheto + guandu; milheto + crotalária e milheto + mucuna-preta) \n\ncaracterizando as parcelas e 3 doses de fósforo (0, 60 e 90 kg ha-1 de P2O5 na forma de \n\nmonoamônio fosfato) nas subparcelas, totalizando 24 tratamentos, com 3 repetições. O \n\nfósforo foi aplicado no sulco de semeadura do feijoeiro em sucessão as plantas de cobertura. \n\nDas plantas de cobertura avaliou-se a produção de massa seca. Ao final do cultivo do \n\nfeijoeiro, uma amostra composta, de cinco amostras simples, de solo tratado foi coletada por \n\nsubparcela, na profundidade de 0,10 m, sendo posteriormente peneirada e homogeneizada. As \n\nraízes encontradas foram separadas, lavadas e preservadas temporariamente. Foram avaliados \n\nos atributos químicos e biológicos: carbono do CO2 (C-CO2) liberado, carbono da biomassa \n\nmicrobiana (CBM), número de esporos e colonização por fungos micorrízicos arbusculares \n\n(FMA). Das plantas de feijoeiro foi avaliada a atividade da enzima fosfatase ácida e a \n\nprodutividade. Das plantas de cobertura avaliou-se a produção de massa seca. Com exceção \n\ndo teor de fósforo no solo, as plantas de cobertura não diferiram entre si quanto aos seus \n\nefeitos nos atributos químicos do solo. As doses de fósforo aplicadas na semeadura do \n\nfeijoeiro influenciaram nos teores de fósforo e na reação do solo (pH). As variáveis biológicas \n\nforam sensíveis e responderam positivamente às plantas de cobertura e às doses crescentes de \n\nadubação fosfatada. Maiores doses de fósforo proporcionaram aumentos do CBM e redução \n\ndo qCO2, colonização micorrízica e número de esporos de FMA. Valores elevados de qCO2 e \n\nbaixos de qCmic foram encontrados para o consórcio milheto+crotalária, demonstrando alta \n\natividade nessa área, com perdas de carbono orgânico.  \n\n \n\n\n\n?\n\nPalavras-chave: Biomassa microbiana. Matéria orgânica. Feijoeiro. Adubação verde. \n\nCerrado. Plantio direto. Micorriza arbuscular \n\n  \n\n\n\n?\n\nSOUZA, M. F. P. Influence of cover crops and doses of phosphorus on chemical \n\nattributes and soil microbial activity. 2012. 87 f. Dissertação (Mestrado em Agronomia) – \n\nFaculdade de Engenharia, Universidade Estadual Paulista, Ilha Solteira, 2012. \n\n \n\nAbstract: Inappropriate agricultural practices are becoming the greatest threats to soil \n\ndegradation and biodiversity. No-till is presented as a farming system, once reduces the \n\nnegative impacts of conventional systems while maintaining or improving soil fertility. In that \n\nsense, this study aimed to evaluate the influence of cover crops and doses of phosphorus on \n\nthe chemical attributes and biological of a soil, under no-tillage system. The experiment was \n\ncarried out in a farm belonging to UNESP/Campus of Ilha Solteira, located in Selvíria - MS. \n\nThe experimental was conducted as a complete randomized blocks design, in split plot \n\nscheme, with eight treatments with cover crops (millet, pigeon pea, crotalaria, velvet bean, \n\nmillet + pigeonpea, millet + crotalaria and millet + velvet bean) characterizing the plots and \n\nthree phosphorus levels (0, 60 and 90 kg ha-1 of P2O5, applied as phosphate monoammonium) \n\nas the subplots, totalizing 24 treatments, with three replications. Phosphorus was applied in \n\nfurrow at sowing bean, in succession to cover crops. Cover crops were evaluated for the dry \n\nmatter production. At the end of the second year of experiment, a soil sample, composed by \n\nfive single samples, was collected per plot at a depth of 0-0.10 m, and then sieved and \n\nhomogenized. The found roots were separated, washed and preserved temporarily. The soil \n\nchemical and microbiological activity by the contents of carbon of released CO2 (CO2-C), \n\nmicrobial biomass carbon (MBC), number of spores and colonization by arbuscular \n\nmycorrhizal fungi (AMF) were evaluated. The cover crops dry matter production was \n\nassessed as well as the acid phosphatase enzyme and productivity of bean plants. With the \n\nexception of soil phosphorus levels, cover crops did not differ in their effects on soil chemical \n\nproperties. The phosphorus rates applied at sowing beans influenced content of phosphorus \n\nand soil reaction (pH). The biological variables were sensitive and responded positively to the \n\ncover crops and increasing doses of P fertilization. The higher levels of phosphorus provided \n\nthe greatest CBM ratios, and the reduced values of qCO2, mycorrhizal colonization and spore \n\nnumbers of AMF. High values of qCO2 and low of qCmic were found for the consortium \n\nmillet + crotalaria, showing high activity in this area, with excessive losses of organic carbon. ?\n\n?\n\nKey-words: Microbial biomass. Organic matter. Green manure. Cerrado. Tillage. Arbuscular \n\nmicorrhyza.  \n\n\n\n?\n\nLISTA DE FIGURAS \n\nFiguras         Página \n\n1.... Análise de regressão para a interação entre plantas de cobertura e doses para valores de \npH CaCl2, fósforo (mg dm\n\n-3) e acidez potencial (cmolc dm\n-3) do solo em função das doses de \n\nP2O5 (kg ha\n-1) aplicados em semeadura do feijoeiro .................................................................... 51 \n\n? \n2.... Desdobramento da interação entre plantas de cobertura e doses de P2O5 (kg ha\n\n-1) \naplicados na semeadura do feijoeiro, tendo como plantas de cobertura: A= milheto (mi) e \ncrotalária (crot); B= mucuna (muc) como planta de cobertura e sem planta de cobertura \npousio e C= milheto + mucuna ..................................................................................................... 52 \n \n3.... Análise de regressão para a interação entre plantas e doses para A= atividade enzimática \nda fosfatase (?g p – NPP g-1 h-1), B= colonização radicular (%) e C= número de esporos de \nfungos micorrízicos arbusculares, em função das doses de P2O5 (kg ha\n\n-1) aplicados na \nsemeadura do feijoeiro.................................................................................................................. 56 \n \n4.... Desdobramento da interação entre planta e doses para número de esporos de fungos \nmicorrízicos arbusculares, para os tratamentos A= crotalária (crot) e guandu (gua), B= \nmucuna (muc) e milheto + guandu (mi + gua)  e C= milheto + crotalária (mi + crot) e milheto \n+ mucuna (mi + muc), em função das doses de P2O5 (kg ha\n\n-1) aplicados na semeadura do \nfeijoeiro ......................................................................................................................................... 58 \n \n5.... Análise de regressão para quantidade de carbono da biomassa microbiana (CBM - ?g C g-\n1 solo) e do quociente metabólico (qCO2 - mg CO2 mg\n\n-1 C dia-1), em função das doses de P2O5 \n(kg ha-1) aplicados em semeadura do feijoeiro ............................................................................. 65 \n \n6.... Desdobramento da interação entre plantas de cobertura e dose para quociente metabólico \n(qCO2 - mg CO2 mg\n\n-1 C dia-1) para os tratamentos mucuna (muc) e milheto + crotalária (mi + \ncrot), em função das doses de P2O5 (kg ha\n\n-1) aplicados na semeadura do feijoeiro ..................... 68 \n \n7.... Análise de regressão da interação entre as plantas de cobertura e dose para o quociente \nmetabólico (qCO2 - mg CO2 mg\n\n-1 C dia-1) e o quociente microbiano (qCmic - %) para  \nmilheto + mucuna (mi + muc) em função das doses de P2O5 (kg ha\n\n-1) aplicados na semeadura \ndo feijoeiro .................................................................................................................................... 69 \n \n8.... Análise de regressão para quociente de carbono microbiano (%) em função das doses de \nP2O5 (kg ha\n\n-1) aplicados na semeadura do feijoeiro em sistema plantio direto, tendo como \nplantas de cobertura mucuna (muc) e milheto + mucuna (mi + muc) .......................................... 70 \n \n \n \n\n\n\n?\n\nLISTA DE TABELAS \n\nTabelas  Página \n\n \n1.... Teste de comparação de médias, teste F, diferença mínima significativa (DMS), \ncoeficientes de variação (CV%) para produção de massa seca da parte aérea das plantas de \ncobertura instaladas anteriormente a cultura do feijoeiro  ............................................................ 45 \n\n \n2.... Teste de comparação de médias, teste F, diferença mínima significativa (DMS), \ncoeficientes de variação (CV%) e análise de regressão com modelo da equação e significância \npara os atributos químicos, avaliados na camada de 0-0,10 m, em função das plantas de \ncobertura e doses de P2O5 (kg ha\n\n-1) aplicados em semeadura do feijoeiro................................... 47 \n \n3.... Desdobramento da interação significativa do teor de fósforo no solo, para as interações \nentre plantas de cobertura e doses de P2O5 (kg ha\n\n-1) aplicados em semeadura do feijoeiro, com \nrespectivos modelos de equação de regressão, coeficientes de determinação (R2) e \nsignificância .................................................................................................................................. 51 \n \n4.... Teste de comparação de médias, teste F, diferença mínima significativa (DMS), \ncoeficientes de variação (CV%) e análise de regressão com modelo da equação e significância \npara colonização (COL - %) e número de esporos (n. x 100 g solo seco) de fungos \nmicorrízicos arbusculares, produtividade (kg ha-1) e fosfatase ácida da parte aérea (?g p–NPP \ng-1 h-1), avaliados na camada de 0-0,10 m, em função das doses de P2O5 (kg ha\n\n-1) aplicados \nem semeadura do feijoeiro e plantas de cobertura ........................................................................ 55 \n \n5.... Desdobramento da interação significativa para as diferentes plantas de cobertura entre os \ndiferentes tratamentos com aplicação de P2O5 para produção de esporos, com respectivos \nmodelos de equação de regressão, coeficientes de determinação (R2) e significância ................. 57 \n \n6.... Teste de comparação de médias, teste F, diferença mínima significativa (DMS), \ncoeficientes de variação (CV%) e análise de regressão com modelo da equação e significância \npara os carbono do CO2 liberado (C-CO2 - mg CO2 g\n\n-1 solo seco dia-1), carbono da biomassa \nmicrobiana (CBM - ?g C g-1 solo seco), quociente metabólicos (qCO2 - mg CO2 mg-1 C dia), \nquociente microbiano (qCmic - %), avaliados na camada de 0-0,10 m, em função das doses de \nP2O5 (kg ha\n\n-1) aplicados em semeadura do feijoeiro e plantas de cobertura ................................ 62 \n \n7.... Desdobramento da interação significativa entre plantas de cobertura e doses de fósforo \n(P2O5 - mg dm\n\n-3) para quociente metabólico e quociente microbiano, com respectivos \nmodelos de equação de regressão, coeficientes de determinação (R2) e significância ................. 67 \n\n \n\n \n\n \n \n \n \n \n \n \n\n\n\n?\n\nSUMÁRIO \n\n \n\n \n\n 1.  INTRODUÇÃO .......................................................................................................... 14 \n\n  \n 2.  REVISÃO BIBLIOGRÁFICA ................................................................................... 16 \n\n 2.1.  Cerrado ........................................................................................................................ 16 \n\n 2.2.  Cultura do feijoeiro ..................................................................................................... 16 \n\n 2.3.  Fósforo no solo e sua importância para as plantas ...................................................... 17 \n\n 2.4.  Fosfatase ácida ............................................................................................................ 19 \n\n 2.5.  Sistema Plantio direto ................................................................................................. 20 \n\n 2.6.  Rotação de culturas e adubação verde ........................................................................ 21 \n\n 2.7.  Plantas de cobertura .................................................................................................... 25 \n\n 2.7.1.  Guandú (Cajanas cajan L.) ......................................................................................... 25 \n\n 2.7.2.  Crotalária (Crotalaria juncea L.) ................................................................................ 26 \n\n 2.7.3.  Mucuna-preta (Mucuna aterrima Pipper &amp; Tracy)..................................................... 28 \n\n 2.7.4.  Milheto (Pennisetum glaucum L.) .............................................................................. 29 \n\n 2.8.  Indicadores de qualidade do solo ................................................................................ 30 \n\n 2.9.  Fungos micorrízicos arbusculares ............................................................................... 33 \n\n \n3.  MATERIAL E MÉTODOS ........................................................................................ 37 \n\n3.1.  Área experimental ....................................................................................................... 37 \n\n3.2.  Cultura anterior e caracterização inicial do solo da área ............................................ 37 \n\n3.3.  Delineamento experimental ........................................................................................ 38 \n\n3.4.  Plantas de cobertura como fonte de adubo verde ........................................................ 38 \n\n3.5.  Determinação da massa seca da parte aérea das plantas de cobertura do solo ........... 39 \n\n3.6.  Semeadura e condução do feijoeiro ............................................................................ 39 \n\n3.7.  Avaliações  .................................................................................................................. 40 \n\n3.7.1.  Caracterização do solo ................................................................................................ 40 \n\n3.7.2.  Caracterização biológica ............................................................................................. 41 \n\n3.7.2.1.  Carbono do CO2 (C-CO2) liberado ............................................................................. 41 \n\n3.7.2.2.  Carbono de biomassa microbiana (CBM) ................................................................... 41 \n\n3.7.2.3.  Quociente metabólico (qCO2) ..................................................................................... 42 \n\n3.7.2.4.  Quociente do carbono microbiano (qCmic) ................................................................ 42 \n\n3.7.3.  Colonização radicular por fungos micorrízicos arbusculares ..................................... 42 \n\n\n\n?\n\n3.7.4.  Fosfatase ácida da parte aérea do feijoeiro ................................................................. 43 \n\n3.7.5.  Produtividade do feijoeiro ........................................................................................... 44 \n\n3.8.  Forma de análise dos resultados ................................................................................. 44 \n\n \n4.  RESULTADOS E DISCUSSÃO ................................................................................ 45 \n\n4.1.  Produção massa seca da parte aérea das plantas de cobertura .................................... 45 \n\n4.2.  Atributos químicos ...................................................................................................... 46 \n\n4.3.  Colonização radicular e número de esporos de fungos micorrízicos arbusculares ..... 53 \n\n4.4.  Produtividade do feijoeiro ........................................................................................... 59 \n\n4.5.  Fosfatase ácida do feijoeiro......................................................................................... 59 \n\n4.6.  Atributos biológicos .................................................................................................... 61 \n\n \n5.  CONCLUSÕES .......................................................................................................... 72 \n\n \n6.  REFERÊNCIAS .......................................................................................................... 73 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n???\n\n?\n\n \n\n \n\n \n\n1. INTRODUÇÃO \n\n \n\n O cerrado compreende a vegetação predominante no Brasil Central, que em função de \n\nsuas boas condições de topografia, tipo de terreno e facilidade de desmatamento, faz com que \n\neste bioma represente a principal região produtora de grãos do Brasil. A mudança da \n\nvegetação natural para sistema de exploração agropecuária provoca alterações profundas nos \n\natributos do solo. Quando uma área de vegetação nativa de cerrado é convertida em pastagem, \n\nou área de cultivo de grãos, os atributos químicos e biológicos do solo são alterados (COSTA \n\net al., 2006a; CARNEIRO et al., 2009). \n\nSão características dos solos do cerrado apresentar baixa fertilidade, acidez e toxidez \n\npor alumínio, baixa disponibilidade de nutrientes essenciais ao desenvolvimento da planta, \n\ndentre estes o fósforo. Este nutriente relaciona-se a todas as etapas metabólicas, por fazer \n\nparte dos processos de síntese protéica e energética, na translocação e formação de ácidos \n\ngraxos, fosfolipídios além de interferir diretamente no processo fotossintético \n\n(MARSCHNER, 1995). Em solos tropicais, a forma disponível do fósforo é encontrada em \n\npequenas quantidades devido à adsorção a óxidos de ferro e alumínio. Práticas agrícolas \n\ninadequadas estão agravando essa situação tornando-se as maiores ameaças a degradação dos \n\nsolos e à biodiversidade. \n\nDiante disso, o plantio direto apresenta-se como um sistema de cultivo que reduz os \n\nimpactos causados pelos sistemas convencionais, mantém e/ou melhora a fertilidade do solo, \n\nproporcionando maior produtividade às culturas (PELÁ et al., 2010). Este sistema apresenta, \n\nna camada superficial, maior estabilidade de suas propriedades estruturais que, aliado a \n\nmanutenção de resíduos vegetais de culturas antecessoras sobre a superfície do solo, reduz os \n\nimpactos de gotas da chuva, favorecendo a infiltração e reduzindo a perda de água por \n\nescoamento superficial.  \n\nA opção por espécies que tenham rápido crescimento inicial, tolerância a solos com \n\nalumínio trocável, sistema radicular profundo, com produção de massa necessária para a \n\nproteção do solo, baixa taxa de decomposição com relação C/N apropriada às culturas \n\nsucessoras, é que influenciará no grau de sucesso obtido com a utilização desse tipo de \n\nmanejo adotado.  \n\n\n\n???\n\n?\n\nA qualidade de um solo é uma característica dependente de sua natureza, dos fatores \n\nde formação e da interferência direta e/ou indireta da ação antrópica relacionada ao seu uso e \n\nmanejo (SANTOS et al., 2008a). A implantação de culturas para adubação verde, em rotação, \n\nsucessão ou consorciação com outras culturas, sejam elas incorporadas ou expostas na \n\nsuperfície, é sugerida como método fundamental para se manter e/ou elevar o teor de matéria \n\norgânica no solo, mantendo, ou mesmo, melhorando principalmente as condições físicas, \n\nquímicas e biológicas do solo para a cultura principal. \n\nComo qualidade do solo, Doran e Parkin (1994) consideraram sua capacidade de \n\nfuncionar em um ecossistema equilibrado, sustentando a produtividade biológica, \n\npromovendo a qualidade ambiental. Os indicadores de qualidade do solo tem se mostrado \n\ncomo um método útil e cada vez mais importante para avaliar a capacidade não apenas do \n\nsolo, mas do sistema como um todo de se auto-sustentar, tornando-se viável no presente e \n\nfuturo.  \n\nOs organismos do solo se apresentam de modo dinâmico, sendo facilmente afetados \n\npor alterações físicas e químicas do solo, assim como pelas práticas de manejo, sistema de \n\ncultivo adotado e textura do solo (VENZKE FILHO et al., 2008). A biomassa microbiana \n\npode ser considerada como o maior e mais excelente indicador biológico da qualidade de um \n\nsolo. Sendo definida como a parte viva da matéria orgânica, representando um total de \n\ncarbono no solo variando de 2 a 4%, composta por bactérias, fungos e representantes da \n\nmicrofauna (FEIGL et al., 1995; TURCO et al., 1994). \n\nPor apresentar a biomassa microbiana do solo um caráter dinâmico e esta se \n\ncorrelacionar com a dinâmica da matéria orgânica, ela se torna importante na avaliação dos \n\nprocessos que ocorrem no solo, demonstrando que a quantidade e atividade desse atributo \n\nbiológico podem fornecer informações primordiais para o planejamento do uso e manejo do \n\nsolo (D’ANDRÉA et al., 2002).  \n\nDentre os microorganismos do solo, os fungos micorrízicos, que formam simbiose \n\ncom diversas espécies vegetais, mostram efeitos benefícios no desenvolvimento das plantas, \n\ncom melhora na nutrição mineral. Tais efeitos variam conforme as espécies vegetais e o fungo \n\nenvolvido, sendo tão importante para algumas espécies vegetais que, na ausência total da \n\nsimbiose, não conseguem os nutrientes necessários para a sua sobrevivência. \n\nNesse sentindo, o presente trabalho teve como objetivo avaliar, ao final do segundo \n\nano de cultivo, a influência de plantas de coberturas e doses de fósforo sobre os atributos \n\nquímicos e biológicos em solo de cerrado cultivado com feijoeiro, em sistema de plantio \n\ndireto. \n\n\n\n???\n\n?\n\n \n\n \n\n \n\n2. REVISÃO BIBLIOGRÁFICA \n\n \n\n2.1 Cerrado  \n\nO cerrado é o segundo maior Domínio brasileiro, ocupando 21% do território nacional. \n\nApresentam elevada biodiversidade representada pelas espécies de fauna e flora, \n\ncaracterísticos de ecossistemas presentes no Brasil central. O Cerrado é composto por uma \n\ngrande variação vegetacional, variando de formações campestres, florestais até savânicas, \n\ntornando-se assim, a vegetação predominante da região central do Brasil (EITEN, 1993).  \n\nA grande diversidade de formações que constitui o Cerrado é um dos fatores que \n\nexplica porque este Domínio contribui com cerca de 33% da diversidade biológica do Brasil \n\n(AGUIAR et al., 2004). Os principais fatores que influenciam a fisionomia e a diversidade de \n\nformações encontradas compondo o Cerrado são: acidez dos solos e toxicidade por alumínio, \n\nprofundidade do lençol freático, estresses hídrico e nutricional, e freqüência e intensidade de \n\nqueimadas (EITEN, 1993). Além desses fatores, a grande heterogeneidade das características \n\nquímicas e físicas do solo torna a composição florística dessas formações vegetacionais \n\ndistintas (HARIDASAN, 2005).  \n\nNa região do cerrado, a degradação do solo que ocorre naturalmente é provocada \n\nprincipalmente pelas práticas inadequadas de manejo aplicadas aos solos sob atividades \n\nagropecuárias, além da disseminação de espécies exóticas (KLINK; MACHADO, 2005). Em \n\nfunção de suas ótimas condições topográficas, do tipo de terreno e da facilidade de \n\ndesmatamento e limpeza da área, o cerrado representa a principal região brasileira produtora \n\nde grãos.  \n\n \n\n2.2 Cultura do feijoeiro \n\n? No Brasil, a cultura do feijoeiro (Phaseolus vulgaris L.) constitui-se numa das mais \n\nrepresentativas explorações agrícolas, não só pela área de cultivo, como também pelo valor da \n\nprodução. Trata-se de um componente importante na alimentação básica da população \n\nnacional, por ser rico em proteínas e ferro (MONTANARI et al., 2010).  \n\n\n\n???\n\n?\n\nEm praticamente todos os estados brasileiros, o feijoeiro é cultivado nas mais variadas \n\ncondições edafo-climáticas e em diferentes épocas e sistemas de cultivo (CARNEIRO, 2002). \n\nApesar da sua importância como uma das culturas mais difundidas no Brasil, com alto caráter \n\neconômico e significado social, o feijoeiro apresenta produtividade relativamente baixa \n\n(SOUZA et al., 2006). De acordo com os autores, os aspectos relacionados à baixa fertilidade \n\ne presença de elementos tóxicos como o alumínio no solo, despontam como os fatores \n\nresponsáveis pela baixa produtividade da cultura. \n\n Entre os nutrientes, o nitrogênio é o elemento requerido em maior quantidade pelo \n\nfeijoeiro e, dependendo da cultivar, apresenta maior ou menor capacidade de fixação do \n\nnitrogênio atmosférico pela ação das bactérias fixadoras de nitrogênio atmosférico, presentes \n\nem nódulos formados no sistema radicular (BORDIN et al., 2003).  \n\nDe acordo com os autores acima, a produtividade do feijoeiro esta diretamente \n\nrelacionada com a quantidade de nitrogênio aplicado na cultura que, por sua vez pode estar \n\ncondicionada ao tipo de planta de cobertura (gramínea ou leguminosa) que se cultiva na área, \n\nem sistema de semeadura direta.  \n\nEm material com relação C/N maior que 20, característica da maioria das gramíneas, \n\nhá maior imobilização de nitrogênio para sua decomposição (ALVARENGA et al., 2001), \n\nsendo necessário maior quantidade desse nutriente para obter resultados satisfatórios na \n\ncolheita de feijão.  \n\n \n\n2.3 Fósforo no solo e sua importância para as plantas  \n\nOs solos tropicais apresentam baixa concentração de fósforo disponível e alto \n\npotencial de fixação do fósforo, por isso este é tido como o principal nutriente limitante da \n\nprodutividade de biomassa desses solos (NOVAIS; SMYTH, 1999). Nesse sentido, os solos \n\nbrasileiros são carentes de fósforo devido, principalmente, ao material de origem e da forte \n\ninteração do fósforo com a parte solida do solo (RAIJ, 1991).  \n\nNos solos altamente intemperizados, como os Latossolos, predominam as formas \n\ninorgânicas ligadas à fração mineral com alta energia e as formas orgânicas estabilizadas \n\nfísica e quimicamente. Assim, essas frações orgânicas e inorgânicas de fósforo podem atuar \n\ncomo fonte desse nutriente para a solução do solo, dependendo das suas características \n\nmineralógicas e condições de manejo do solo (NOVAIS; SMYTH, 1999). De acordo com o \n\nmaior ou menor grau de estabilidade destes compostos, são enquadrados como fosfatos lábeis \n\ne não-lábeis (SANTOS et al., 2008b).  \n\n\n\n???\n\n?\n\nPara entender a sua dinâmica, o fósforo do solo é dividido em dois grandes grupos, \n\nfósforo inorgânico e fósforo orgânico, dependendo da natureza do composto a que está ligado. \n\nO grupo do fósforo inorgânico pode ser separado em duas partes, o fósforo dos minerais \n\nprimários e o fósforo adsorvido. Ele compõe um intrincado grupo de fosfatos inorgânicos, \n\nformando diferentes compostos e com diferentes graus de estabilidade química. Pode ser \n\nencontrado ligado aos grupos funcionais silanol e aluminol das arestas das argilas silicatadas e \n\nnos R-OH dos oxihidróxidos de ferro e alumínio e, inclusive, adsorvido à matéria orgânica do \n\nsolo por meio de pontes de cátions (BARROW, 1983).  \n\nA magnitude da adsorção depende da quantidade de constituintes com capacidade de \n\nadsorver moléculas neutras ou carregadas eletricamente. Nos solos das regiões tropicais, os \n\nóxidos de ferro e alumínio e, em menores quantidades, os óxidos bem cristalizados e a \n\ncaulinita são os principais responsáveis por esse fenômeno (SANTOS et al., 2008b). Isso \n\nocorre, pois, os solos das regiões tropicais são geralmente ácidos e apresentam quantidades \n\nsignificativas de oxidróxidos de ferro e alumínio e caulinita, carregados positivamente, \n\napresentando alta capacidade de fixação de fosfato, que é adsorvido às superfícies dos \n\ncolóides por um complexo de esfera interna (MEURER et al., 2004). \n\nO fósforo orgânico pode constituir de 5 a 80% do fósforo total do solo e, nos solos \n\ntropicais, é fonte de fósforo às plantas e deve ser levado em consideração em estudos \n\nenvolvendo a sua dinâmica e a biodisponibilidade (RHEINHEIMER; ANGHINONI, 2003). O \n\nfósforo orgânico é originário dos resíduos vegetais adicionados ao solo, do tecido microbiano \n\ne dos produtos de sua decomposição (RHEINHEIMER et al., 2000a; MARTINAZZO et al., \n\n2007). A grande variedade de compostos orgânicos no solo faz com que mais da metade das \n\nformas de fósforo orgânico ainda não tenham sido identificadas (CONTE et al., 2003). \n\nA estabilidade destes compostos depende de sua natureza e de sua interação com a \n\nfração mineral, pois são usados como fonte de carbono e elétrons pelos microorganismos, \n\ncujo resultado é a sua mineralização e disponibilização do fósforo (RHEINHEIMER et al., \n\n2002). \n\nO fósforo é um elemento essencial ao crescimento e reprodução das plantas, as quais \n\nnão alcançam seu máximo potencial produtivo sem um adequado suprimento nutricional \n\n(MARSCHNER, 1995). O fósforo é componente de compostos importantes das células \n\nvegetais, incluindo fosfato presente nas moléculas de açúcares, intermediários da respiração e \n\nfotossíntese, bem como dos fosfolipídeos que compõem as membranas vegetais. É, também, \n\ncomponente de nucleotídeos utilizados no metabolismo energético das plantas como ATP e \n\ndos ácidos nucléicos (TAIZ; ZEIGER, 2004).  \n\n\n\n?\t?\n\n?\n\n A influência do suprimento de fósforo sobre a produção do feijoeiro tem sido estudada \n\nem diversos trabalhos, como Fageria e Santos (1998), que confirmam a grande importância \n\ndesse nutriente para a cultura, embora seja, entre os macronutrientes, o menos exigido \n\n(SOUZA et al., 2006). Entretanto, esse nutriente é considerado de maior limitação nutricional \n\nao desenvolvimento das culturas nos solos das regiões tropicais, devido à alta fixação do \n\nfósforo aos componentes mineralógicos do solo, concorrendo para os valores extremamente \n\nbaixos de fósforo em solução. Embora o teor total de fósforo no solo se situe entre 200 a \n\n3.000 mg kg-1, na maioria das vezes, menos de 0,1% (0,2 a 3 mg kg-1) desse fósforo se \n\nencontra em solução, ou seja, prontamente disponível à absorção vegetal (NOVAIS; SMYTH, \n\n1999).  \n\nCom a adição de fertilizantes fosfatados, há o acúmulo de fósforo em formas \n\ninorgânicas e orgânicas com diferentes graus de energia de ligação, mesmo que o acúmulo das \n\nformas inorgânicas seja mais pronunciado. A redistribuição de fósforo em diversas formas \n\nquando da adubação também ocorre em solos cultivados sob sistema plantio direto. Observa-\n\nse a formação de uma camada na superfície do solo com alta disponibilidade de nutrientes, \n\nprincipalmente de fósforo (RHEINHEIMER; ANGHINONI, 2001).  \n\nEsse comportamento é conseqüência da adição consecutiva de fertilizantes na camada \n\nsuperficial, ausência de revolvimento e menor perda de solo por meio da erosão. A adsorção \n\ndo fósforo ocorre primeiramente nos sítios mais ávidos (de menor labilidade) e, \n\nposteriormente, o fósforo remanescente é redistribuído em frações retidas com menor energia \n\ne de maior disponibilidade às plantas, comparativamente ao sistema de cultivo convencional \n\n(RHEINHEIMER et al., 2000b). \n\n \n\n2.4 Fosfatase ácida  \n\n? Fosfatase ácida é um termo usual dado a um conjunto de enzimas extracelulares de \n\nmicroorganismos e/ou plantas que promovem a desvinculação do fósforo de compostos \n\norgânicos. A produção dessas enzimas é resultado de processo de modificações ao nível \n\nbioquímico, desencadeados pela ocorrência na redução da absorção de fósforo pelos \n\norganismos (RHAGHOTHMA, 1999). Formas distintas desta enzima ocorrem em resultado \n\ndas respostas adaptativas ou, de modo natural, em diferentes órgãos de uma mesma planta. \n\nEssas enzimas podem se encontradas de forma livre no solo ou associadas à parede celular \n\n(TAMURA et al., 1982). \n\n\n\n\n??\n\n?\n\nEmbora os mecanismos envolvidos não sejam ainda totalmente explicados, as \n\nfosfatases se relacionam diretamente com as frações fosfatadas presentes nos organismos \n\nvegetais. Sendo que à medida que ocorre um decréscimo no suprimento de fósforo para as \n\nplantas, verifica-se um aumento da atividade dessas enzimas (BIELESKI; FERGUNSON, \n\n1983).  \n\nIsto ocorre devido à baixa concentração do íon fosfato presente nos tecidos vegetais, \n\nfazendo com que ocorra uma maior atividade dessas enzimas nessas condições, já que em \n\npresença de grandes quantidades do íon fosfato, sua síntese é inibida (REID; BIELESKI, \n\n1970).  \n\nNesse sentido, a atividade dessas enzimas em diversas espécies vegetais pode ser \n\nutilizada como um teste rápido para diagnose nutricional da deficiência de fósforo, prevendo \n\numa possível deficiência antes mesmo do surgimento dos sintomas visuais (BESFORD, 1979). \n\nNo entanto, para que esse método possa ser utilizado como teste de diagnose da nutrição \n\nfosfatada, se faz necessário o estabelecimento de padrões, como a qual a parte da planta a ser \n\namostrada e qual o melhor estágio de desenvolvimento do vegetal (ASCENCIO, 1994). \n\n \n\n2.5 Sistema Plantio direto \n\nEm meados dos anos 60 e 70, com a finalidade de amenizar os efeitos da degradação \n\ndos solos devido às práticas agrícolas, foi introduzido no país, os sistemas de cultivo mínimo \n\ne de semeadura direta, este último popularmente conhecido como sistema de plantio direto \n\n(CASTRO FILHO et al., 1998). Esse é um sistema conservacionista que pode manter e/ou \n\nmelhorar a fertilidade do solo, proporcionando maior produtividade às culturas (PELÁ et al., \n\n2010). O plantio direto foi incorporado aos meios de produção agrícolas, como uma forma de \n\ndiminuir as perdas de solo e favorecer o aproveitamento de água (CARVALHO et al., 2004).  \n\nCaracterizado por apresentar na camada superficial uma grande quantidade de material \n\norgânico depositado, o plantio direto proporciona maior estabilidade de suas propriedades \n\nestruturais. A manutenção de resíduos vegetais de culturas antecessoras sobre a superfície do \n\nsolo apresenta maior proteção contra os impactos de gotas da chuva. Ademais, atua como uma \n\ncamada térmica contra a ação direta dos raios solares, favorecendo a infiltração e reduzindo a \n\nperda de água por escoamento superficial (ROTH; VIEIRA, 1983). Dessa maneira, esse \n\nsistema de manejo reduz as perdas de solo por erosão, melhorando as condições químicas, \n\nfísicas e biológicas no solo, afetando diretamente sua fertilidade (CARVALHO et al., 2004). \n\n\n\n\n??\n\n?\n\nPara o sucesso desse sistema de semeadura direta, porém, é necessário ter como \n\nrequisitos básicos e fundamentais: um sistema de rotação de culturas, o manejo dos restos \n\nculturais, bem como o uso de culturas para cobertura do solo (ALVARENGA et al., 2001; \n\nCRUZ et al., 2001). Para Carvalho et al. (2007a), o sucesso da implantação e perenicidade do \n\nsistema plantio direto esta associado a manutenção da cobertura do solo, dentro de um \n\nprograma de rotação de culturas, tornando este um fator imprescindível para o sucesso do \n\nsistema adotado. Nesse sentido, a escolha de espécies de cobertura com elevada produtividade \n\nde fitomassa é um importante fator para maximizar suas vantagens (OLIVEIRA et al., 2003). \n\n As plantas de coberturas protegem o solo contra fenômenos como a erosão e a perda \n\nde nutrientes (SUZUKI; ALVES, 2006), além de manter a superfície do solo coberta por \n\nmateriais vegetais, em qualquer uma de suas fases vegetativas ou mesmo nos estágios de \n\ndecomposição. As plantas de cobertura, em sua maioria, melhoram a disponibilidade de \n\nnutrientes para a cultura em sucessão (ANDREOLA et al., 2000), facilitam a ciclagem de \n\nnutrientes e fornecem nitrogênio ao solo via leguminosa (OSTERROHT, 2002; PERIN et al., \n\n2004).  \n\nAlém disso, espécies com sistemas radiculares profundo podem retirar nutrientes de \n\ncamadas subsuperficiais e liberá-los gradativamente nas camadas mais superficiais, ao longo \n\ndo processo de decomposição, auxiliando na manutenção do equilíbrio dos nutrientes no solo, \n\nmantendo ou aumentando a fertilidade destes (FIORIN, 1999).  \n\n \n\n2.6 Rotação de culturas e adubação verde \n\n A rotação e/ou sucessão de culturas é uma prática fundamental para a sustentabilidade \n\nda capacidade produtiva dos solos nos sistemas agrícolas, o qual independe do manejo \n\nadotado para o solo (JESUS et al., 2007). Entende-se como rotação de culturas a alternância \n\nregular e ordenada no cultivo de diferentes espécies vegetais em sequência temporal numa \n\ndeterminada área (DUARTE JUNIOR; COELHO, 2010).  \n\nA prática da rotação é muito importante quando se diz respeito a culturas, como os \n\ncereais e as oleaginosas, pois se verifica queda na produtividade desses quando cultivados por \n\num longo período na mesma área (JESUS et al., 2007). Por isso a utilização de culturas que \n\ncobrem os solos por intervalos temporais maiores, evitando sua exposição excessiva aos \n\nfatores abióticos, é fundamental quando se busca a sustentabilidade do meio (SANTOS; \n\nREIS, 2001).  \n\n\n\n\n\n?\n\n?\n\nA implantação de culturas para adubação verde, ou seja, com a utilização de plantas \n\nem rotação, sucessão ou consorciação com outras culturas, sejam elas incorporadas ou \n\nexpostas na superfície, enriquece o solo por acrescentar materiais orgânicos distintos, \n\ncontribuindo para a diversidade da micro e macro fauna do solo, mantendo ou melhorando \n\nprincipalmente, as condições químicas para a cultura principal (PRIMAVESI, 1999). Essa \n\nidéia é apoiada por Silva et al. (1999), os quais dizem ser a fertilidade do solo afetada pela \n\nadubação verde, devido ao incremento de matéria orgânica no solo ao longo do tempo, pela \n\nadição e decomposição da fitomassa presente neste sistema. \n\nA adubação verde, em manejos consorciados com sucessão ou não de culturas, é \n\nsugerida como método fundamental para se manter e/ou elevar o teor de matéria orgânica no \n\nsolo (GONÇALVES; CERETTA, 1999). Essa proporciona benefícios para os sistemas \n\nagrícolas, melhorando a cobertura e proteção, as condições físicas, químicas e biológicas do \n\nsolo, além do uso da fitomassa para diversas finalidades, inclusive para a alimentação animal \n\n(CALEGARI et al., 1992).  \n\nA prática de adubação verde para cobertura ou mesmo para sucessão de culturas \n\napresenta-se como uma solução no aumento da produtividade agrícola, que é pequena devido \n\nà baixa capacidade de retenção de água e nutrientes dos solos. Suas características são \n\namenizadas pelo incremento de material orgânico por meio da implantação de culturas para \n\ncobertura e adubação verde (DUARTE JUNIOR; COELHO, 2010). O manejo de plantas de \n\ncobertura propicia, portanto, incrementos significativos nas quantidades de materiais \n\norgânicos no solo. Essas podem acarretar aumento nos teores de matéria orgânica, importante \n\npara os solos tropicais, visto que, de 56 a 82% da capacidade de troca catiônica desses solos é \n\nde responsabilidade da matéria orgânica (RAIJ, 1991).  \n\nA adubação verde é um método viável e promissor, pois vários resultados de pesquisas \n\ncomprovam sua eficiência na cobertura e proteção do solo, salientando-se os ganhos quanto às \n\ncondições químicas, físicas e biológicas, acarretando em aumento na produtividade das \n\nculturas (CALEGARI et al., 1992; JESUS et al., 2007). Scivittaro et al. (2000) observaram \n\num rendimento superior em 82% para produção de grãos de milho (Zea mays L.) pela \n\nutilização da mucuna preta associada a 100 kg ha-1 de nitrogênio, em relação a testemunha, \n\ntratada com adubação química na mesma quantidade, porém sem adubação verde.  \n\nResultado semelhante foi obtido por Spagnollo et al. (2002), que utilizando a \n\nleguminosa feijão-de-porco, verificaram aumentos no rendimento do milho variando entre 17 \n\ne 93%, com ganhos em torno de 423 a 2256 kg ha-1. Em relação à cultura do feijoeiro de \n\n\n\n\n??\n\n?\n\ninverno, os autores relataram que a incorporação da mucuna-preta praticamente dobrou a \n\nprodutividade da cultura em sucessão a cultura do milho. \n\nEstudando a influência de plantas de cobertura sobre o desenvolvimento e \n\nprodutividade do feijoeiro de inverno, Arf et al. (1999) verificaram maior produtividade e \n\ndesenvolvimento da cultura no tratamento com mucuna-preta, que apresentou o melhor \n\ndesempenho em relação aos tratamentos com plantas de cobertura e uso da palhada do milho. \n\nTambém estudando feijão, Andreola et al. (2000) demonstraram que as plantas de cobertura \n\nforam responsáveis por um incremento de 32% na produtividade do feijão, em comparação a \n\ntestemunha sob solo sem cobertura. \n\nA opção por espécies que tenham rápido crescimento inicial, tolerância a solos com \n\nacidez por alumínio, apresentem sistema radicular profundo, com boa produção de fitomassa \n\nnecessária para a proteção do solo, baixa taxa de decomposição com relação C/N apropriada \n\nàs culturas sucessoras é que influenciará no grau de sucesso obtido com a utilização desse tipo \n\nde manejo adotado (FERNANDES et al., 1999).  \n\nDessa forma, as leguminosas se destacam na prática da adubação verde, por formarem \n\nassociações simbióticas com bactérias fixadores de nitrogênio atmosférico fornecendo boas \n\nquantidades desse nutriente para o solo (PERIN et al., 2003), acarretando em uma maior \n\ndisponibilidade e melhor nutrição para as culturas sucessoras em relação a este nutriente \n\n(ZOTARELLI, 2000). Além disso, essas plantas possuem baixa relação C/N, quando \n\ncomparada a plantas de outras famílias (PERIN et al., 2004).  \n\n A produção de palhada para o plantio direto no cerrado brasileiro é influenciada pelas \n\ncondições de umidade e temperatura, que são elevadas na maior parte do ano, ocasionando \n\numa rápida decomposição da fitomassa presente sobre o solo (OLIVEIRA et al., 2003).  \n\nSobre isso, Calegari et al. (1993) apontam que resíduos com relação C/N superior a \n\n20:1, devem ser preferidos para uso em plantio direto, pois quanto maior for sua relação, mais \n\nlentamente ocorrerá a decomposição do material orgânico, disponibilizando gradativamente \n\nos nutrientes ao solo. Para Darolt (1998), mesmo as leguminosas apresentando baixa relação \n\nC/N, estas devem ser utilizadas como adubo verde em planos de rotação de culturas em \n\nsistemas de plantio direto, pois estas trazem vantagens em curto prazo, como a liberação de \n\nnutrientes durante a sua decomposição.  \n\nA liberação desses nutrientes a partir dos resíduos vegetais depende da atividade \n\nmicrobiana no solo e, principalmente, da qualidade desse resíduo (ASSIS et al., 2003), por \n\nisso materiais com alta relação C/N, como a palhada de milho, sofrem decomposição mais \n\nlenta (SILVA; RESCK, 1997). Essa baixa disponibilidade de nitrogênio pode prejudicar o \n\n\n\n\n??\n\n?\n\ndesenvolvimento da cultura sucessora, devido a competição entre a biomassa microbiana e as \n\nraízes das plantas (ASSIS et al., 2003). Isso ocorre por que o nitrogênio presente no resíduo \n\norgânico não é suficiente para que haja decomposição da palhada, tornando-se limitante \n\n(JENKINSON et al., 1990). \n\nO nitrogênio, que é um dos nutrientes mais limitantes ao crescimento de plantas nos \n\ntrópicos (PERIN et al., 2004), pode ter o seu teor aumentado no solo por meio de adubos \n\nverdes. Esses se associam a bactérias fixadoras de nitrogênio, permitindo o aumento do \n\nnutriente em função da fixação biológica de nitrogênio promovida pelas mesmas, \n\nrepresentando contribuições consideráveis na viabilidade e sustentabilidade dos sistemas de \n\nprodução (BODDEY et al., 1997).  \n\n O uso de não leguminosas como plantas de rotação de culturas com a finalidade da \n\nadubação verde pode amenizar as perdas de nitrogênio, pois ocorre uma imobilização \n\ntemporária deste nutriente em sua biomassa (ANDREOLA et al., 2000). Bortolini et al. (2000) \n\naponta que o uso de resíduos de gramíneas para adubação verde, confere ao solo uma maior \n\nproteção, visto que, estes resíduos apresentam uma taxa menor de decomposição quando \n\ncomparados com plantas leguminosas.  \n\nAinda de acordo com o autor, o consórcio entre leguminosas e gramíneas, pode ser a \n\nmelhor combinação para manejos que adotam plantas de cobertura visando à adubação verde \n\nem rotação de culturas. Essas plantas adicionam características favoráveis quanto à proteção \n\ndo solo, bem como, à nutrição das plantas pelo suprimento de nitrogênio a partir das \n\nleguminosas (PERIN et al., 2004). \n\nPor meio do consórcio de leguminosas e gramíneas com elevada produção de matéria \n\nseca, fatores positivos e desejados como a proteção e adubação do solo por meio da \n\nreciclagem de nutrientes promovida pelos microorganismos (OLIVEIRA et al., 2003). Dentro \n\ndas gramíneas, as espécies passíveis de serem consorciadas com leguminosas para Calegari \n\n(1995) são milheto e sorgo. \n\n Outro ponto a ser destacado pelo consórcio é que as gramíneas utilizadas em cultivo \n\n“solteiro” geralmente apresentam relação C/N mais elevada quando comparadas com \n\nleguminosas, porém essa relação é amenizada em cultivos consorciados. Este fato foi \n\ndemonstrado por Amado et al. (2000), que em trabalho com adubo verde de inverno com \n\naveia (Avena strigosa) e ervilhaca (Vicia sativa), verificaram relações C/N superior a 45 para \n\na aveia. No entanto, quando realizado o consórcio entre essas duas espécies, os autores \n\nencontraram grande produção de fitomassa, bom acúmulo de nitrogênio, com relação C/N em \n\n\n\n\n??\n\n?\n\ntorno de 25, valor este considerado próximo ao equilíbrio entre os processos de mineralização \n\ne imobilização.  \n\n A carência de informações relativas ao cultivo consorciado de gramíneas e \n\nleguminosas em relação à adubação de verão, é que torna um desafio o entendimento do \n\nmelhor aproveitamento de suas potencialidades e demonstração de práticas de manejo que \n\npossam aumentar a produtividade das culturas (PERIN et al., 2004).  \n\n \n\n2.7 Plantas de cobertura \n\n \n2.7.1 Guandu (Cajanas cajan L.) \n\n O guandu é uma planta da Família Fabaceae, leguminosa arbustiva anual ou \n\nsemiperene, cuja origem ainda é incerta, mas indicando ser da África ou Índia (MAESEN, \n\n1990). Esta leguminosa foi introduzida no Brasil provavelmente pelos escravos, tornando-se \n\namplamente distribuída e seminaturalizada para a região tropical, assumindo grande \n\nimportância como fonte de alimento humano e animal (SEIFFERT; THIAGO, 1983). \n\nO guandu, dentre as espécies de leguminosas, ocupa mundialmente o sexto lugar em \n\nimportância alimentar sendo usado extensivamente na Ásia para alimentação animal e \n\nhumana. Além do uso como fonte de alimento, proporciona melhorias na fertilidade do solo, \n\nocasionado pela habilidade que essa espécie apresenta de se associar a bactérias fixadora de \n\nnitrogênio (RAO et al., 2002).  \n\nMesmo sendo considerada uma planta pouco exigente em relação à fertilidade do solo \n\n(JOHANSEN, 1990), o guandu apresenta uma produtividade de fitomassa em torno de 11 t \n\nha-1, contribuindo com a disponibilidade de 283 kg ha-1 de N e 23 kg ha-1 de P (ALVES et al., \n\n2004). Avaliando diferentes espécies de adubos verdes, Alvarenga et al. (1995) verificaram \n\nque o guandu apresentou o melhor rendimento para produção de biomassa seca. Alcântara et \n\nal. (2000) observaram sua grande capacidade na produção de matéria seca, e encontraram \n\nresultados que variaram de 13200 a 13800 kg ha-1 de massa seca. \n\nSua capacidade superior de produzir fitomassa em relação a outras leguminosas é \n\ncomprovada por diversos trabalhos. Queiroz (2006), avaliando entre os anos de 2003 a 2005, \n\nem sete espécies de leguminosas arbóreas, a produção de fitomassa e o acúmulo de nitrogênio, \n\nfósforo e potássio, constatou que, com ou sem adição de fósforo ao solo, o guandu apresentou \n\na maior produtividade de massa seca de parte área em relação às outras leguminosas, levando \n\no autor a afirmar que o guandu é menos exigente em fósforo, possivelmente apresentando \n\numa relação muito eficiente com micorrizas arbusculares.  \n\n\n\n\n??\n\n?\n\n A produção de massa verde por essa leguminosa também merece destaque já que \n\nalguns estudos como o de Suzuki e Alves (2006), que verificaram uma produção de massa \n\nverde para o guandu de 32.308 kg ha-1. Por esses fatores, o feijão guandu se constitui em uma \n\ndas plantas de maior uso como adubação verde, pois além de possuir um sistema radicular \n\npivotante profundo e ramificado, o que confere a planta uma capacidade maior de tolerar um \n\npossível estresse hídrico, esta planta, por meio do seu sistema radicular promove o \n\nrompimento de possíveis camadas adensadas de solos (ALCÂNTARA et al., 2000).  \n\nSe destacando com relação à manutenção e mesmo melhoria nas propriedades \n\nquímicas do solo (RODRIGUES FILHO et al., 1996), essa leguminosa absorve os nutrientes \n\nem camadas mais profundas disponibilizando-os nas camadas mais superficiais do solo, o que \n\npermite com que as gramíneas, cujo sistema radicular é mais raso, absorvam esses nutrientes \n\n(MOLTOCARO, 2007). Ainda de acordo com o autor, o guandu proporciona maior \n\nrecuperação do fósforo aplicado, bem como uma maior disponibilidade de nutrientes devido à \n\ngrande ciclagem de nutrientes e fixação biológica promovida pela planta.  \n\n Outra característica benéfica proporcionada por essa leguminosa é sua capacidade de \n\nexsudar ácidos orgânicos pelas raízes, destacando-se o ácido cítrico, o qual promove a \n\nsolubilização do fósforo precipitado pelo cálcio (AE et al., 1990). Estes autores constataram, \n\ntambém, que as raízes do guandu solubilizavam fósforo dos fosfatos naturais por meio do \n\nácido piscídico produzido pelo sistema radicular dessas plantas, disponibilizando esse fósforo \n\nno solo ou absorvendo-o.  \n\nDe acordo com Carvalho e Amabile (2006), quando ocorre essa solubilização e o \n\nfósforo disponível resultado desse processo é absorvido em maiores proporções pela própria \n\nplanta, na ocorrência da mineralização do guandu, esse fósforo ficará disponível por um \n\nperíodo maior em função da relação C/N ser mais elevada nessa leguminosa em comparação a \n\noutras, além do fato desta apresentar carbono recalcitrante. \n\n Além de ser uma ótima cultura de cobertura utilizada para adubação verde devido suas \n\ncaracterísticas, o guandu também se apresenta como uma opção de aumentar a absorção de \n\nfósforo, mesmo de fontes insolúveis.  \n\n \n\n2.7.2 Crotalária (Crotalaria juncea L.) \n\n A crotalária é uma leguminosa pertencente à Família Fabaceae, muito importante na \n\nagricultura, pois é utilizada como planta para adubação verde, mas em consórcios com outras \n\nculturas (LEIHNER, 1983), auxilia como atenuante de problemas de erosão e como \n\n\n\n\n??\n\n?\n\ncondicionadores da fertilidade do solo (AMABILE et al., 1994). É uma leguminosa de \n\ncrescimento rápido, cultivada em toda região tropical, com boa germinação e \n\ndesenvolvimento em solos pobres, mesmo os arenosos, porém é exigente em luz, calor e \n\numidade (CALEGARI et al., 1993), se destacando como excelente cultura para adubação \n\nverde (VALENZUELA; SMITH, 2002).  \n\nA crotalária, por ser uma leguminosa tropical, é freqüentemente implantada como \n\ncultura de cobertura ou adubação verde, devido aos benefícios proporcionados ao solo, \n\nprincipalmente como fonte de nitrogênio, por elevar as quantidades de material orgânico \n\nsobre o solo e supressora de nematóides (MARSHALL et al., 2002).  \n\nEssas características são ressaltadas também por Wang et al. (2003), os quais \n\nacrescentam dizendo ser esta uma planta que chama atenção, tanto por proporcionar a fixação \n\nde nitrogênio pela relação simbiótica com bactérias, como pela grande produção de biomassa, \n\nalém da forma rápida com a qual seqüestram carbono. O que confere a ela todas as \n\ncaracterísticas fundamentais para ser empregada na rotação de culturas em sistemas agrícolas, \n\nvisando à sustentabilidade do manejo utilizado na área.  \n\nC. juncea chega a fixar de 150 a 165 kg ha-1 ano-1 de nitrogênio no solo, mas esse \n\nvalor pode chegar até os 450 kg ha-1 ano-1 dependendo de certas condições. Além disso, essa \n\nplanta de cobertura produz uma quantidade de massa seca que varia de 10 a 15 toneladas ha-1, \n\no que corresponde a 41 kg ha-1 de P e 217 kg ha-1 de K (WUTKE, 1993). \n\nEm trabalhos com milheto e crotalária, para avaliar a produção de fitomassa e acúmulo \n\nde nutrientes e fixação biológica de nutrientes por essas plantas de cobertura, Perin et al. \n\n(2004) verificaram maior produção de fitomassa para a leguminosa, valor esse superior em \n\n31% a produção da fitomassa por parte da gramínea.  \n\nNo mesmo trabalho, os autores estudaram a influência das plantas de cobertura nos \n\nteores de nutrientes e verificaram que o uso da leguminosa proporcionou os maiores teores de \n\nnitrogênio e cálcio, enquanto o milheto se destacou com teores mais elevados de potássio. \n\nQuanto ao teor de nitrogênio, foi obtido um total de 173 kg ha-1, devido à associação \n\nsimbiótica realizada entre a leguminosa e as bactérias fixadoras de nitrogênio.  \n\nDuarte Junior (2006), estudando três diferentes leguminosas como planta de cobertura \n\npara plantio direto verificou que a crotalária aos 30 dias de sua implantação proporcionou \n\numa cobertura de 87% do solo, além de apresentar valor até 40% superior em relação às \n\noutras leguminosas testadas. Aos 92 dias após a emergência das plantas de cobertura, o autor \n\nverificou que a produção de massa seca da crotalária foi superior em até 78% a matéria seca \n\nproduzida pela mucuna preta, com um total de 17.852 kg ha-1.  \n\n\n\n\n??\n\n?\n\nEm relação ao acúmulo de fósforo, o trabalho de Duarte Junior (2006) apresentou um \n\nvalor 66% maior do nutriente acumulado na parte área da planta pela crotalária em relação à \n\nmucuna, demonstrando sua importância na reciclagem deste nutriente para o solo. Reis et al. \n\n(2007), estudando diferentes manejos das espécies de crotalária e mucuna-cinza, verificaram \n\nque o manejo não interferiu na decomposição da massa seca e que as duas culturas de \n\ncobertura apresentou valores de massas estatisticamente iguais aos 30, 70 e 125 dias após a \n\nsemeadura. Diferença estatística verificou-se somente aos 97 dias, período esse, em que a \n\ncrotalária apresentou maior quantidade de massa seca, que de acordo com os autores, deve-se \n\nao fato da falta de água no solo e o seu rápido crescimento inicial.  \n\nO máximo rendimento da crotalária para a obtenção de massa seca depende das \n\ncondições do ambiente, sendo que a época de plantio e arranjo populacional influencia na \n\nprodução de biomassa, na produção de sementes e fixação biológica (PEREIRA, 2004). \n\n \n\n2.7.3 Mucuna-preta (Mucuna aterrima Piper &amp; Tracy) \n\n A mucuna preta é uma planta da família das leguminosas, cujo centro de origem \n\nacredita ser a China (BARNI et al., 2003), sendo uma planta anual ou bianual, de crescimento \n\nindeterminado, porte baixo contendo ramos trepadores bem desenvolvidos, com boa \n\nvegetação em regiões tropicais (WUTKE, 1993). A maioria das espécies desenvolve bem \n\ntantos em solos arenosos como nos argilosos, sendo tolerante a solos ácidos, temperaturas \n\nelevadas (CALEGARI et al., 1993), além de tolerar solos com baixa fertilidade e secos, \n\napresenta-se sensível a solos frios e encharcados (FERRAZ et al., 2003). Portanto, é uma \n\nplanta que necessita de clima quente, sem a presença de invernos rigorosos, apresentando \n\ngrande resistência a deficiência hídrica (BARNI et al., 2003). \n\nA mucuna vem sendo cultivada para a adubação verde, como também utilizada como \n\nforrageira na alimentação animal, como forma de silagem (CALEGARI, 1995). A época de \n\nsemeadura indicada é de outubro a fevereiro, com uma produtividade normal esperada de 6 a \n\n8 toneladas ha-1 de matéria seca (BRAGA et al., 2006), podendo obter uma produção de 35 t \n\nha-1 de massa verde, com fixação de até 160 kg de N ha-1 ano-1 (FERRAZ et al., 2003).  \n\nOs benefícios proporcionados pela adubação verde nas características físicas resultam \n\nem efeitos positivos sobre as condições biológicas do solo, já que a fitomassa depositada \n\nsobre o solo atuará como uma camada térmica do solo, aumentando a retenção de umidade, \n\nproporcionando melhorias para a atividade biológica (CALEGARI et al., 1993).  \n\n\n\n\n\t?\n\n?\n\nAlém desses efeitos, o uso da mucuna como adubação propicia aumentos \n\nsignificativos de produtividade em várias culturas, pois além de proporcionar melhorias na \n\nfertilidade do solo, pela ciclagem e fixação biológica do nitrogênio, essa leguminosa quando \n\nem sistemas de rotação de cultura atuam como plantas alelopáticas sobre plantas invasoras e \n\npopulações de nematóides (CALEGARI et al., 1993; CALEGARI, 1995; FERRAZ et al., \n\n2003).  \n\nO cultivo de leguminosas para cobertura do solo antecedendo a cultura do milho é uma \n\nalternativa viável economicamente, obtendo receita líquida significativamente superior, \n\nquando em comparação com o cultivo do milho sem rotação de cultura, além disso, \n\nconstataram que, dentre as espécies de leguminosas utilizadas, as que mais contribuíram para \n\nesse efeito positivo foram a mucuna e o feijão-de-porco (SPAGNOLLO et al., 2001). \n\n \n\n2.7.4 Milheto (Pennisetum glaucum L.) \n\n O milheto é uma planta da família das gramíneas com grande adaptação ao Cerrado \n\nbrasileiro, devido principalmente por adaptar-se a solos com nível de fertilidade baixo e \n\nperíodo de estiagem prolongado (SCALÉA, 1999). Esta adaptação a condições adversas está \n\nna capacidade dessas plantas em extrair mais nutriente devido ao seu sistema radicular mais \n\nprofundo em relação a outras gramíneas.  \n\nEssas características associadas ao seu rápido crescimento e boa produção de massa e \n\nde grãos fazem com que essa planta se apresente como uma das melhores opções para \n\ncobertura de solos em áreas sob o sistema plantio direto (MARTINS NETTO, 1998). Esta se \n\ndestaca com uma cultura potencialmente produtiva para alta qualidade de grãos e ou para \n\nprodução de silagem para alimentação animal, demonstrando-se superior ao sorgo quanto ao \n\nseu estabelecimento em novas áreas de plantio e produção em condições adversas, como a \n\nocorrência de estresse hídrico (WITT; EASTIN, 1995).  \n\n O milheto como cultura produtora de massa seca se destaca por apresentar um sistema \n\nradicular que pode alcançar cerca de 3,60 m de profundidade (SKERMAN; RIVEROS, 1992), \n\nalém disso, ela demonstra uma grande eficiência quanto à transformação de água em matéria \n\nseca. Sendo necessários, 282 g de água para a produção de 1 g de matéria seca (LIRA et al., \n\n1983).  \n\nDependendo do fotoperíodo e da disponibilidade de umidade, podem ser alcançadas \n\nproduções de até 70.000 kg ha-1 de massa verde (BONAMIGO, 1999), com até 20.000 kg ha-1 \n\nde matéria seca para silagem quando cultivada no início da estação chuvosa. O milheto, \n\n\n\n???\n\n?\n\nquando cultivada em safrinha, o milheto produz em média de 6 a 10 t ha-1 de massa seca \n\n(GUIMARÃES JUNIOR, 2003). \n\n \n\n2.8 Indicadores de qualidade do solo \n\n A qualidade de um solo é uma característica dependente de sua natureza, dos fatores \n\nde formação e da interferência direta e/ou indireta da ação antrópica relacionada ao seu uso e \n\nmanejo (SANTOS et al., 2008a). Definir qualidade do solo não é simples, porém, os conceitos \n\ne definições que se apresentam devem conter e ressaltar seu aspecto funcional. A qualidade do \n\nsolo é um conceito muito amplo, referindo-se ao equilíbrio existente entre os atributos e \n\ncondicionantes químicos, físicos e biológicos do solo.  \n\nDiante disso, Doran e Parkin (1994) consideraram como qualidade do solo, sua \n\ncapacidade de funcionar em um ecossistema equilibrado, sustentando a produtividade \n\nbiológica, com isso, promovendo a qualidade ambiental, além de melhorar a saúde vegetal e \n\nanimal. Para uma abordagem como esta, deve-se levar em consideração a participação do solo \n\nem funções especificas dentro do ecossistema, situação essa dependente da sustentabilidade a \n\nlongo prazo. Uma vez perdida a qualidade de um solo por qualquer processo de degradação, \n\nessa só será restaurada com o restabelecimento de suas funções (D’ÁNDREA et al., 2002). \n\nA avaliação dos indicadores de qualidade e sustentabilidade do solo tem se mostrado \n\num método útil e cada vez mais importante para avaliar a capacidade não apenas do solo, mas \n\ndo sistema como um todo de se auto sustentar, tornando-se viável no presente e futuro \n\n(OLIVEIRA et al., 2007). Além de demonstrar pontos fortes e fracos de um sistema de \n\ncultivo, essa corrobora sobre a importância da biodiversidade na manutenção das funções \n\necológicas.  \n\nPara a escolha desses indicadores esta demonstrada a necessidade de identificar o \n\nestado de conservação e/ou degradação dos solos (DORAN; ZEISS, 2000), bem como, \n\nrequerer informações de diversos atributos químicos, físicos e biológicos (GREGORICH et \n\nal., 1994). Esses fatores acarretam consequências diretas sobre a atividade biológica do solo, a \n\nqual atua sobre diversos processos fundamentais nesse ecossistema (ASSIS et al., 2003), \n\nrealizando diversos processos primordiais ao solo, como na decomposição de material \n\norgânico vegetal e animal, ciclagem de nutrientes e relações simbióticas (MOREIRA; \n\nSIQUEIRA, 2006).  \n\nÉ de entendimento geral que a biomassa microbiana exerce importante papel dentre as \n\ninúmeras características biológicas do solo, já que é fundamental no processo de \n\n\n\n???\n\n?\n\ndecomposição e ciclagem de nutrientes, o que, de acordo com Doran e Linn (1994), pode ser \n\nconsiderada como o melhor e excelente indicador biológico da qualidade do solo.  \n\nInúmeros processos químicos e bioquímicos ocorrem no solo, devido à atividade \n\nmicrobiana, afetando diretamente as propriedades físicas e, principalmente, químicas, \n\nrefletindo no desenvolvimento das plantas (GARCIA-GIL et al., 2000). A biomassa \n\nmicrobiana representa o compartimento central do ciclo de carbono no solo e, os \n\nmicroorganismos que a compõe são sensíveis a modificações sofridas pelo meio, tornando-se \n\nadequados como indicadores biológicos da qualidade do solo.  \n\nCom isso, a microbiota do solo se apresenta como o grande e principal responsável \n\npelo fluxo de energia do solo, demonstrando a importância da biomassa microbiana e sua \n\natividade como indicadores sensíveis as alterações na qualidade do solo, causadas \n\nprincipalmente devido ao uso e práticas de manejo (TRANNIN et al., 2007).  \n\n A biomassa microbiana pode ser definida como a parte viva da matéria orgânica, \n\nrepresentando um total de carbono no solo variando de 2 a 4% (FEIGL et al., 1995), composta \n\npor bactérias, fungos e representantes da microfauna (TURCO et al., 1994).  \n\nSeu tamanho e composição são diretamente influenciados por fatores como sistema de \n\ncultivo e textura do solo (VENZKE FILHO et al., 2008). Para Smith e Paul (1990), a \n\nbiomassa microbiana apresenta em média, de 2 a 5% do carbono orgânico total do solo, além \n\nde 2 até 20 % de fósforo orgânico, valores esses encontrados para solos tropicais.  \n\nA biomassa microbiana do solo regula as transformações da matéria orgânica, fixando \n\ne disponibilizando nutrientes por meio dos processos de imobilização e mineralização \n\n(GONÇALVES et al., 2007). Esta representa o compartimento central do ciclo de carbono no \n\nsolo que, quando afetada pelas condições edafoclimáticas e da composição dos resíduos \n\nvegetais, funcionará como reserva de nutrientes disponíveis ou agentes degradantes da \n\nmatéria orgânica. Sua estimativa possibilita associações entre os nutrientes imobilizados, a \n\nfertilidade e o potencial produtivos dos solos (MERCANTE, 2001).  \n\n Uma boa avaliação da atividade microbiana do solo deve estar relacionada com o \n\ntamanho de sua biomassa, o que representará a quantidade de matéria microbiana presente e \n\ndisponível no solo. Diversos métodos atuam como estimadores da grandeza da biomassa \n\nmicrobiana, entre eles, o de medir a quantidade de carbono liberado na forma de CO2 liberado, \n\na partir de uma amostra de solo (GRISI, 1984). Essa avaliação é fundamental para o \n\nfornecimento de informações imediatas sobre mudanças ocorridas nas propriedades orgânicas \n\ndo solo (SIQUEIRA; MOREIRA, 2006). \n\n\n\n?\n?\n\n?\n\nPor esse contexto, quantificar o carbono da biomassa microbiana é demonstrar a \n\nfração ativa da matéria orgânica, refletindo possíveis mudanças sofridas por ela (FEIGL et al., \n\n1998). A quantificação do carbono liberado pelo CO2 demonstra em que velocidade esta \n\nocorrendo a disponibilidade de nutrientes para as plantas e perdas de carbono orgânico por \n\nparte do solo (D’ANDRÉA et al., 2002).  \n\nSobre isso, Severino et al. (2004) afirmam que medir a respiração por meio da \n\nquantificação do carbono de CO2 liberado é um meio de estimar a atividade dos \n\nmicroorganismos presentes no solo, se apresentando com um indicativo da velocidade com \n\nque ocorre a decomposição da matéria orgânica presente nesse sistema, já que todo este \n\nprocesso representará o carbono disponível e prontamente assimilável do solo (DORAN; \n\nPARKIN, 1996).  \n\nMétodos de avaliação da atividade biológica do solo são imprescindíveis para o \n\nmonitoramento ambiental e das práticas de manejo adotadas, já que a biomassa microbiana \n\natua sobre a formação e estabilização dos agregados e ciclagem de nutrientes (OLIVEIRA et \n\nal., 2001). No entanto, a interpretação dessas avaliações deve ser realizada de modo criterioso, \n\npara evitar erros nas interpretações dos valores sobre a atividade biológica do solo \n\n(D’ANDRÉA et al., 2002). Isto é reforçado por Parkin et al. (1996), os quais afirmam que em \n\ncurto espaço de tempo uma alta atividade respiratória pode indicar liberação de nutrientes as \n\nplantas, porém, a longo prazo isso pode significar uma perda de carbono orgânico do solo \n\npara a atmosfera.  \n\nDiante desse problema, Anderson e Domsch (1993) propuseram uma nova variável \n\npara a avaliação da atividade biológica, a determinação do quociente metabólico qCO2, que é \n\na relação entre a quantidade de CO2 gerado por unidade de carbono da biomassa microbiana \n\nao longo do tempo, sendo este, eficiente na avaliação dos efeitos ambientais e da ação do \n\nhomem sobre a atividade microbiana no solo. Gama-Rodrigues et al. (1997) estimaram a \n\ndecomposição de matéria orgânica em solos de floresta pelo quociente metabólico, \n\nconfirmando sua eficiência como indicador sensível nas alterações da qualidade do solo.  \n\nO quociente metabólico indica uma situação de estresse da biomassa microbiana, \n\ndevido ao fato do quociente expressar a eficiência da biomassa na imobilização do carbono do \n\nsolo. Por outro lado, o quociente microbiano (qCmic) é a porcentagem do carbono da \n\nbiomassa microbiana em relação ao carbono orgânico do solo, e permite um acompanhamento \n\nmais imediato em relação às modificações sofridas pela variação da matéria orgânica total do \n\nsolo (MERCANTE et al., 2004). \n\n\n\n???\n\n?\n\nPor apresentar a biomassa microbiana do solo um caráter dinâmico e se correlacionar \n\ncom a dinâmica da matéria orgânica do solo (GONÇALVES et al., 2007), esta se torna \n\nimportante para a avaliação dos processos que ocorrem no solo, demonstrando que estudos \n\nsobre a quantidade e atividade desse atributo biológico podem fornecer informações \n\nprimordiais para o planejamento do uso e manejo do solo (D’ANDREA et al., 2002). O \n\nestudo da interação dos fatores intrínsecos do solo, como a biomassa microbiana torna-se de \n\nrelevante importância (GONÇALVES et al., 2007).  \n\n \n\n2.9 Fungos micorrízicos arbusculares  \n\n Os fungos micorrízicos arbusculares são organismos simbiontes obrigatórios que se \n\nassociam às raízes das plantas terrestres e aquáticas compatíveis, sendo este fundamental para \n\nsua multiplicação (KULKARNI et al., 1997). Recentemente classificados pertencentes ao Filo \n\nGlomeromycota, na Ordem Glomerales (SCHÜBLER et al., 2003), estes fungos formam \n\nassociações mutualísticas com as raízes com a grande maioria das plantas, ocorrendo em \n\nquase 90% das plantas terrestres, sendo o grau de interação entre os organismos determinado \n\npelo genótipo do vegetal (JANOS, 1988).  \n\nEssas associações são caracterizadas pelo crescimento intercelular de hifas no tecido \n\ncortical da planta, bem como pela diferenciação de hifas intercelulares em estruturas \n\nconhecidas como arbúsculos, os quais são semelhantes aos haustórios (BONFANTE-\n\nFASOLO, 1984). Os efeitos benéficos das associações micorrízicas para o desenvolvimento \n\ndas plantas é bem relatado, sendo o sucesso dessa associação evidenciado pela melhora na \n\nnutrição mineral das plantas (SMITH; READ, 1997). Tais efeitos variaram conforme as \n\nespécies vegetais e o fungo envolvido, sendo menos significativas em algumas plantas e \n\naltamente positivos em outras. As alterações sofridas pela planta são influenciadas por sua \n\nresposta à colonização, a qual depende das suas características morfológicas e fisiológicas \n\n(KOIDE, 1991).  \n\nEm algumas espécies vegetais essa associação é tão importante para a planta que, na \n\nausência total da simbiose, esta não consegue absorver os nutrientes necessários para a sua \n\nsobrevivência (SOUZA, 2000). O fungo atua como biorreguladores de crescimento nessas \n\nplantas, o que o torna de fundamental importância para o manejo e desenvolvimento de \n\ndiversas espécies vegetais (ROCHA et al., 2006). Desse modo, o conhecimento da ecologia \n\ndos fungos micorrízicos arbusculares e sua simbiose são de fundamental importância para o \n\n\n\n???\n\n?\n\nmanejo das populações nativas, na busca dos benefícios proporcionados às espécies vegetais \n\n(ANTONIOLLI et al., 2002). \n\n A principal estrutura do fungo para sua propagação são os esporos e estes são \n\npassiveis de manipulação. O micélio externo do fungo é o principal fator benéfico para a \n\nplanta em simbiose. Pois a estrutura formada por uma grande rede de hifas proporciona uma \n\nmaior capacidade de absorção de água e nutrientes (ALARCÓN; FERRERA-CERRATO, \n\n1999).  \n\nEstas hifas desempenham importante função na sobrevivência, desenvolvimento e \n\nnutrição das plantas, sendo estes benefícios mais visíveis quando há situações limitantes de \n\nnutrientes disponíveis (PARNISKE, 2008). As hifas são especializadas na absorção de água e \n\nnutrientes, disponibilizando-os as plantas e, em troca do fornecimento de “matéria-prima” os \n\nfungos recebem carboidratos (FINLAY; FALKOW, 1997).  \n\n Os fungos potencializam a absorção de nutrientes, em especial o fósforo, contribuindo \n\npara a sustentabilidade do agroecossistema. Os efeitos benéficos dessa absorção são mais \n\nvisíveis para os nutrientes que apresentam baixa mobilidade como zinco e cobre. Além de \n\napresentarem maiores teores de nutrientes, como fósforo e potássio, dentre outros, as plantas \n\ninfectadas por micorrizas arbusculares apresentam uma melhor relação água-planta, refletindo \n\nem um turgor das folhas mais elevados, maior elasticidade da folha, bem como uma maior \n\ntaxa de transpiração (MOREIRA; SIQUEIRA, 2006).  \n\n Nesse sentido, os fungos micorrízicos arbusculares estimulam o crescimento das \n\nplantas, muito em função do maior incremento na absorção e assimilação de nutrientes em \n\ngeral, principalmente do fósforo (BERBARA et al., 2006). Por ser o fósforo um \n\nmacronutriente de pouca mobilidade e, que em solos intemperizados se apresenta com baixos \n\nteores, as micorrizas arbusculares assumem papel fundamental na sobrevivência de diversas \n\nespécies de plantas que habitam esses locais e que não possuem a capacidade de mobilizar \n\nesse elemento (GAMPER et al., 2004). \n\n O ganho na taxa de absorção do fósforo proporcionado pela presença de micorrizas \n\narbusculares são atribuídos ao aumento do volume de solo explorado pelo micélio extra-\n\nradicular do fungo, que associado ao pequeno diâmetro da hifa, permite alcançar espaços \n\nporosos do solo antes não alcançado pelas raízes (BERBARA et al., 2006). Além desses \n\nfatores, a produção de enzimas como as fosfatases, auxilia as plantas na solubilização dos \n\ngrupos fosfatos tornando-os disponíveis a partir de compostos orgânicos, favorecendo sua \n\nabsorção na forma iônica pelas plantas micorrizadas (MARSCHNER; DELL, 1994). \n\n\n\n???\n\n?\n\nDeste modo, os fungos micorrizas arbusculares tem a função de proporcionar uma \n\nligação entre as raízes da planta infectada com o solo, por meio da micorrizosfera. Estas \n\natuando como extensões do sistema radicular, melhoram o estado nutricional e fisiológico da \n\nplanta, favorecendo seu estabelecimento no ecossistema (HAMEL, 1996).  \n\nPara a maioria dos vegetais, os fungos tornam-se um importante meio de \n\nsobrevivência, pois estes maximizam a absorção de água, melhoram a relação água-planta, \n\nfavorecem a maior taxa de transpiração e otimizam a absorção de nutrientes, em especial os \n\níons fosfatos, nutriente limitante as produtividades das culturas em geral (MOREIRA; \n\nSIQUEIRA, 2006).  \n\nOs fungos arbusculares possuem acesso ao carbono fixado pelas plantas hospedeiras, \n\ndistribuindo-o por toda a rizosfera, favorecendo o aumento da atividade microbiológica em \n\ntorno das raízes (HAMEL, 1996). Todo o carbono obtido pelo sistema radicular é deslocado \n\npelas raízes por meio de um gradiente de maior para o de menor concentração. É muito \n\nprovável que a absorção de fósforo inorgânico pelos fungos micorrízicos arbusculares e sua \n\ntransferência para planta sejam estimuladas pela transferência de carbono da planta para o \n\nfungo (BUCKING, 2004). \n\nFatores relacionados com a fertilidade do solo, no que diz respeito em especial aos \n\nteores de fósforo disponível no solo podem influenciar na infectividade e eficiência da \n\nmicorriza. A colonização micorrízica por fungos arbusculares, geralmente, tende a diminuir, \n\nquando os níveis dos nutrientes se encontram acima dos níveis considerados como baixo \n\n(PARNISKE, 2008).  \n\nDemonstrando a importância dessas associações para os solos tropicais, outros fatores \n\ntambém podem ser mencionados como sendo importantes no sucesso da infectividade pelo \n\nfungo, como as aplicações de agrotóxicos, os manejos do solo e de culturas, umidade e \n\ntemperatura, bem como a compatibilidade desta com o fungo (MOREIRA; SIQUEIRA, 2006). \n\nA diversidade dos fungos micorrízicos arbusculares em condições de campo é \n\nrealizada pelo método do estudo qualitativo e quantitativo de esporos e associação micorrízica \n\n(CÓRDOBA et al., 2002). No entanto, apenas esses valores correspondentes à abundância de \n\nesporos no solo não podem ser tomados como único indicativo da associação micorrízica. A \n\nausência de esporos não indica necessariamente que não exista associação na área de estudo, \n\nmas um espaço de tempo entre a associação e a esporulação (MOREIRA; SIQUEIRA, 2006). \n\n O conhecimento da diversidade destes, e sua interação com o meio são pontos básicos \n\ne fundamentais para o estabelecimento de um manejo que permita o desenvolvimento da \n\n\n\n???\n\n?\n\nplanta, além da sobrevivência e perenicidade das espécies fúngicas em um determinado \n\nambiente (SILVEIRA, 1998). \n\nFormas de manejo que proporcione aumento da diversidade, bem como da quantidade \n\nde hifas extra-radiculares devem ser adotadas, pois, em sua maioria os agroecossistemas não \n\napresentam condições ideais para o ótimo funcionamento dos fungos micorrízicos \n\narbusculares (BERBARA et al., 2006).  \n\nModificações na cobertura vegetal, associado a manejos como mecanização excessiva, \n\nalta aplicação de insumos agrícolas como fertilizantes e uso de defensivos agrícolas, além do \n\nuso de plantas não hospedeiras alteram a densidade dos fungos micorrízicos. Diante disso, \n\ndiminui-se a otimização dessa simbiose, provocada pela redução da atividade fúngica em \n\ndecorrência da baixa diversidade ou da produção de hifas extra-radiculares (AZCÓN-\n\nAGUILAR; BAREA, 1997; JEFFRIES et al., 2003)  \n\n \n\n\n\n???\n\n?\n\n \n\n \n\n \n\n3.  MATERIAL E MÉTODOS \n\n \n\n3.1 Área experimental \n\nO experimento foi conduzido numa área experimental da Fazenda de Ensino, Pesquisa \n\ne Extensão, da UNESP-Universidade Estadual Paulista, Faculdade de Engenharia de Ilha \n\nSolteira, localizada no município de Selvíria (MS), situada nas coordenadas geográficas 20º \n\n22’ de latitude Sul e 51º 22’ de longitude Oeste, com altitude de 335 m.  \n\nA classificação climática da região de acordo com Koppen é do tipo Aw, definido \n\ncomo tropical úmido com estação chuvosa no verão e seca no inverno. A média anual de \n\nprecipitação é de 1.232,2 mm e a temperatura média é de 24 oC, sendo janeiro e fevereiro os \n\nmeses mais quentes (25 °C) e junho e julho os mais frios (20,5°C). O relevo é caracterizado \n\ncomo moderadamente plano, tendo sido o solo predominante classificado como Latossolo \n\nVermelho distrófico (EMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA-\n\nEMBRAPA, 2006).  \n\n \n\n3.2 Cultura anterior e caracterização inicial do solo da área \n\nA área apresenta um histórico de cerca de 10 anos sob sistema de plantio direto, \n\nsistema mantido para o presente estudo. A cultura instalada anteriormente a condução do \n\nexperimento foi o milho e, a esta, seguiu o plantio das culturas de cobertura, em seu primeiro \n\nano de estudo. Antes do preparo da área para a implantação da cultura do feijoeiro foi \n\nrealizada a caracterização química do solo seguindo a metodologia proposta por Raij et al. \n\n(2001).  \n\nPara isso, uma amostra composta por 20 amostras simples de solo foi coletada na \n\nprofundidade de 0,20 m em área total do experimento, e as variáveis analisadas foram: fósforo \n\npelo método da resina (mg dm-3), matéria orgânica total (g dm-3), índice de acidez (pH CaCl2), \n\npotássio, cálcio, magnésio, acidez potencial (H+Al) e alumínio (Al), soma de bases (SB = Ca \n\n+ Mg + K), capacidade de troca catiônica [CTC = SB + (H + Al)] e saturação de bases (V%). \n\nOs resultados foram os que se seguem: pH em CaCl2 4,9; matéria orgânica de 13 g dm\n-3, \n\nfósforo 12 mg dm-3, 1,1; 18 e 15 mmolc dm\n-3, respectivamente, para potássio, cálcio e \n\nmagnésio, 15 mmolc dm\n-3 de acidez potencial, com saturação por bases de 70%. Tomando por \n\n\n\n???\n\n?\n\nbase estes resultados, não foi realizada a correção inicial e adubação de semeadura, comum a \n\ntodos os tratamentos.  \n\n \n\n3.3 Delineamento experimental \n\n O delineamento utilizado foi o de blocos casualizados disposto em um esquema de \n\nparcelas subdivididas. Os tratamentos foram constituídos pela combinação das plantas de \n\ncobertura vegetal (pousio, milheto, mucuna-preta, crotalária, guandu, milheto + guandu, \n\nmilheto + mucuna-preta e milheto + crotalária), caracterizando as parcelas. O pousio era \n\ncomposto por plantas daninhas, em sua maioria gramínea do tipo pé-de-galinha (Eleusine \n\nindica L).  \n\nDiferentes níveis de fósforo (0, 60 e 90 kg ha-1 de P2O5) na forma de monoamônio \n\nfosfato (MAP), contendo aproximadamente 9% de nitrogênio e 48% de P2O5), foram \n\naplicados à profundidade de 5 cm nos sulcos de semeadura do feijoeiro, caracterizando as \n\nsubparcelas. No total, foram realizados 24 tratamentos com 3 repetições, com cada subparcela \n\nconstituída de 7 linhas de 5 m de comprimento, espaçadas 0,45 m entre si.  \n\n \n\n3.4 Plantas de cobertura como fonte de adubo verde \n\n As plantas de cobertura foram instaladas sem adubação no mês de fevereiro de 2010 e \n\nnovamente instaladas no mês de fevereiro do ano de 2011, sem adubação, remontando a \n\ninstalação do ano anterior, ou seja, as parcelas e subparcelas adotadas estavam instaladas no \n\nmesmo local. As plantas de cobertura foram implantadas posteriormente a cultura do milho \n\nem sistema de semeadura direta, caracterizando os ciclos de sucessão de culturas: milho, \n\nplanta de cobertura e feijão nos dois anos de estudo, ou seja, iniciando o ciclo de sucessão \n\ncom a implantação da cultura do milho e terminando o ciclo de rotação/sucessão com a \n\ncultura do feijão.  \n\nAs plantas de cobertura utilizadas foram: a) milheto semeado em espaçamento de 0,45 \n\nm entre linhas, no total de 20 kg de sementes por ha; b) mucuna-preta, semeada com \n\nespaçamento de 0,45 m entre linhas, com 10 sementes por metro linear; c) crotalária juncea, \n\nsemeada no espaçamento de 0,45 m entre linhas e 35 sementes por metro linear e d) guandu \n\nsemeada com espaçamento entre linhas de 0,45 m e num total de 15 sementes por metro linear. \n\nPara os cultivos consorciados (milheto + guandu; milheto + crotalária e milheto + mucuna-\n\npreta), a densidade de semeadura na linha foi à mesma utilizada para o cultivo “solteiro” em \n\nambas as coberturas vegetais adotadas, com linhas intercaladas. \n\n\n\n?\t?\n\n?\n\nDurante toda a condução do experimento, das plantas de cobertura até a cultura do \n\nfeijoeiro, foi adotada a prática de irrigação, por um sistema fixo de irrigação convencional por \n\naspersão com vazão dos aspersores de 3,3 mm hora-1. \n\n \n\n3.5 Determinação da massa seca da parte aérea das plantas de cobertura do solo \n\n Após 70 dias da implantação das plantas de cobertura, foi realizada a dessecação do \n\nmaterial orgânico por meio do uso do herbicida glifosato na dose de 1L ha-1. Posteriormente, \n\npara a ceifa das plantas de cobertura utilizou-se triturador mecânico. Em maio de 2011, foram \n\ncoletadas amostras da parte área das plantas de cobertura, nas parcelas, após o manejo com \n\ntriturador mecânico, utilizando o método do quadrado. Para tanto, uma armação de ferro de \n\n0,50 x 0,50 m foi arremessada em dois pontos diferente de cada parcela. Coletando-se a parte \n\naérea das plantas de cobertura no seu interior, enquanto as demais plantas, não utilizadas para \n\na avaliação, ficaram expostas sobre o solo, não sendo incorporadas ao mesmo. \n\n Em seguida, o material vegetal coletado foi lavado para evitar contaminação com o \n\nsolo e acondicionado em estufa com circulação forçada de ar a 65 °C até atingir massa \n\nconstante, obtendo-se assim a produção da massa seca da parte aérea das plantas de cobertura, \n\ncom valores expressos em kg ha-1.  \n\n \n\n3.6 Semeadura e condução do feijoeiro \n\nA cultura do feijoeiro de inverno foi semeada em maio de 2011, após a dessecação e \n\nceifa do material vegetal das plantas de cobertura anteriormente instalada para ambos os \n\ntratamentos.  \n\nA adubação de semeadura com nitrogênio e potássio foi uniforme em todos os \n\ntratamentos, e realizada de acordo com a análise química do solo apresentada, seguindo \n\nrecomendações de Ambrosano et al. (1997), com aplicação de 175 kg ha-1 da fórmula 20-0-20. \n\nFoi realizada a correção no fornecimento de nitrogênio utilizando como fonte a uréia (45 %), \n\nde maneira que todos os tratamentos recebessem na semeadura a mesma quantidade de \n\nnitrogênio. \n\nO cultivar de feijoeiro utilizado foi o Pérola, com plantas do tipo III, de crescimento \n\nsemiprostrato. Com semeadura realizada mecanicamente no mês de maio de 2011 em sistema \n\nplantio direto no espaçamento de 0,45 m entre linhas e com sementes suficientes, obtendo-se \n\n12 plantas por metro linear.   \n\n \n\n\n\n???\n\n?\n\n3.7 Avaliações  \n\nPara tanto, em agosto de 2011, uma amostra composta, de cinco amostras simples, de \n\nsolo foi coletada por subparcela, na profundidade de 0-0,10 m, sendo posteriormente \n\npeneirada e homogeneizada. As raízes encontradas foram separadas, lavadas e preservadas \n\ntemporariamente em álcool 50%, para posterior avaliação da colonização micorrízica. \n\nEstas amostras de solo foram utilizadas para as caracterizações químicas e biológicas \n\ndo solo (carbono da biomassa microbiana e do CO2 liberado e número de esporos de fungos \n\nmicorrízicos arbusculares). Das plantas de feijoeiro se realizou, também, avaliação \n\nbioquímica, por meio da quantificação da enzima fosfatase ácida nas folhas das plantas de \n\nfeijoeiro, a produção de massa seca das plantas de cobertura e a produtividade do feijoeiro.  \n\n \n\n3.7.1 Caracterização do solo \n\nParte das amostras coletadas e preparadas foi enviada para a caracterização química, \n\nsendo destinados 100 g de solo seco para análise dos atributos químicos, de acordo com Raij \n\net al. (2001), como anteriormente descrito. A outra parte do solo amostrado foi empregada na \n\ndeterminação do número de esporos de fungos micorrízicos arbusculares, os quais foram \n\nseparados e coletados segundo uma associação dos métodos de decantação e peneiramento \n\númido (GERDEMANN; NICOLSON, 1963) e de centrifugação e flutuação com sacarose \n\n(JENKINS, 1964). \n\nPor amostra, 100 g de solo foram misturados em 900 mL de água em um béquer e \n\nagitados vigorosamente. Após decantação por alguns segundos, para sedimentação das \n\npartículas maiores e/ou mais densas que os esporos, o sobrenadante passou-se por 2 peneiras, \n\ncom aberturas de 710 e 50 ?m, na seqüência da maior para a menor abertura da malha, sendo \n\neste procedimento repetido 4 vezes. Com uma pisseta, o material depositado na peneira de 50 \n\n?m foi recolhido, transferido para tubos de ensaio e centrifugado por 3 minutos a 302,1 g \n\n(gravidade).  \n\nApós isto, descartou-se cuidadosamente o sobrenadante e o precipitado suspenso em \n\nsacarose 50% para, novamente, ser centrifugado por mais 1,5 minutos. Transferiu-se os \n\nesporos presentes no sobrenadante para a peneira de malha 50 ?m, lavados com água em \n\nabundância para retirar o excesso de sacarose e recolhidos em um béquer pequeno. A \n\ncontagem dos esporos foi realizada com uma placa de acrílico com anéis concêntricos, sob \n\nmicroscópio estereoscópico (40x). \n\n \n\n\n\n???\n\n?\n\n3.7.2 Caracterização biológica \n\n \n\n3.7.2.1 Carbono do CO2 (C-CO2) liberado \n\nPara as avaliações biológicas foram empregadas parte das amostras de solo coletadas e \n\npreparadas. Para a quantificação do C-CO2 liberado utilizou-se 100 g de solo, colocadas em \n\num jarro de vidro com tampa de rosca, e a umidade corrigida para 70% da capacidade de \n\ncampo. Um frasco contendo 10 mL de NaOH 0,1 mol L-1 foi depositado no centro do jarro, o \n\nqual foi fechado hermeticamente e mantido em câmara climatizada a 27 ºC. O tempo de \n\nincubação foi determinado pelo monitoramento de curva de calibração em dias alternados e a \n\nquantificação do C-CO2 liberado foi realizada por meio da titulação com HCl do NaOH \n\nremanescente, na presença do indicador fenolftaleína (ANDERSON; DOMSCH, 1989). \n\n \n\n3.7.2.2 Carbono de biomassa microbiana (CBM) \n\n O CBM foi quantificado pelo método de fumigação-extração proposto por Vance et al. \n\n(1987), que consistiu na eliminação da microflora do solo pelo clorofórmio com auxílio de \n\numa bomba de vácuo. O carbono liberado pela morte dos microorganismos foi determinado \n\npor extração seguida de digestão, pela diferença das amostras não-fumigadas com as \n\nfumigadas. \n\nPara a fumigação do solo, utilizou-se 10 g de solo seco para cada tratamento com \n\nplantas de cobertura e doses de fósforo. O solo foi acondicionado em recipientes plásticos, os \n\nquais foram depositados em dissecador, forradas com papel de filtro umedecido em água, no \n\ncentro da incubadora foram colocados dois béqueres, um contendo clorofórmio (CHCl3) e o \n\noutro com água para a fumigação do solo presente na incubadora. Com uma bomba de vácuo, \n\nrealizou-se o processo de vácuo sobre a incubadora por alguns minutos até a verificação da \n\ntotal vedação por parte da mesma. Após esse processo a incubadora foi colocada em local \n\nescuro por um período de 24 horas.  \n\nPara a obtenção dos extratos de solo fumigado e não fumigado, as 10 g de solo seco \n\nforam transferidas em erlenmeyer, aos quais foram adicionados 40 mL de sulfato de potássio \n\n(K2SO4 0,5 mol L\n-1). Estas foram levadas para agitação por 1 h, a qual foi seguida de \n\ndecantação por alguns minutos, quando teve início a filtragem do sobrenadante em papel de \n\nfiltro Whatman n 42.  \n\nO carbono microbiano presente nos extratos foi oxidado quando misturado com \n\ndicromato de potássio (K2Cr2O7 0,4 mol L\n-1), ácido sulfúrico (H2SO4) e ácido fosfórico \n\n\n\n?\n?\n\n?\n\n(H3PO4) concentrados. Para o procedimento de oxidação com dicromato de potássio, \n\nutilizaram-se tubos de ensaio, aos quais foram colocados na seguinte ordem: 8 mL de extrato \n\nde solo, 2 mL de dicromato de potássio, 5 mL de ácido fosfórico concentrado e 10 mL de \n\nácido sulfúrico concentrado. Efetuou-se a digestão colocando os tubos de ensaio em bloco \n\ndigestor por 30 minutos, a temperatura de 100 °C. \n\nTerminada a digestão e o resfriamento da solução, deram início as leituras por meio de \n\ntitulação. Para isso foi medido o volume contido nos tubos de ensaio em proveta de 50 mL, \n\ncompletando com água destilada até o total de 40 mL. Essa solução presente na proveta foi \n\ntransferida para um erlenmeyer, ao qual foram adicionados 4 gotas do indicador difenilamina \n\ne procedendo a titulação com solução de sulfato ferroso amoniacal padronizada. \n\nO excesso de dicromato titulado contra sulfato ferroso amoniacal \n\n[(NH4)2Fe(SO4)2.6H2O], revelou a quantidade de dicromato utilizado na oxidação e assim, a \n\nquantidade de carbono extraída. O carbono da biomassa microbiana foi determinada pela \n\nfórmula: B = Cf.Cnf/Kec, sendo que: Cf = carbono extraído de solo fumigado, Cnf = carbono \n\nextraído de solo não fumigado e Kec = proporção do total de carbono microbiano extraído \n\napós fumigação. Os valores do CBM foram expressos em  ?g C g-1 solo seco. \n\n \n\n3.7.2.3 Quociente metabólico (qCO2) \n\nO quociente metabólico (qCO2) foi determinado pela razão da atividade microbiana do \n\nsolo (C-CO2 liberado) em relação a biomassa de carbono microbiana (CBM), seguindo a \n\nmetodologia proposta por Anderson e Domsch (1993), expresso em  mg CO2 mg\n-1 C dia. \n\n \n\n3.7.2.4 Quociente do carbono microbiano (qCmic) \n\nO quociente microbiano (qCmic) foi calculado pela expressão (CBM/Corg)/10, \n\nseguindo metodologia proposta por Sparling (1992). Para isso foi necessário a obtenção da \n\nquantidade de carbono orgânico presente no solo. Isso foi possível devido a análise do teor de \n\nmatéria orgânica presente nos solos, chegando ao teor de carbono orgânico total, pela divisão \n\nda quantidade do teor total da matéria orgânica pelo fator 1,724. \n\n \n\n3.7.3 Colonização radicular por fungos micorrízicos arbusculares  \n\nAs raízes das plantas de feijoeiro coletadas juntos com o solo obtido e \n\ntemporariamente preservadas foram empregadas para a quantificação da colonização \n\n\n\n???\n\n?\n\nmicorrízica. As raízes foram novamente lavadas e 1 g de raiz por amostra foi clarificada em \n\nsolução de KOH 10%, acidificadas com HCl 1%, coloridas com azul de tripano 0,05 % e \n\npreservadas em lactoglicerol (PHILLIPS; HAYMAN, 1970).  \n\nA determinação da porcentagem de segmentos colonizados se realizou avaliando 100 \n\nsegmentos de raízes finas, com cerca de 1 cm de comprimento, por amostra, sob microscópio \n\nóptico (40x) em lâminas de vidro, sendo consideradas infectadas as que apresentavam \n\narbúsculos e/ou vesículas, bem como pela presença de hifas intracelulares. \n\n \n\n3.7.4 Fosfatase ácida da parte aérea do feijoeiro \n\n O material necessário para as análises da fosfatase ácida foi coletado no dia \n\n15/08/2011, às 8 horas da manhã. Foi coletado um total de 10 folhas do feijoeiro de forma \n\naleatória e das três linhas centrais de cada sub-parcela. Coletou-se a última folha do último \n\ntrifólio da planta de feijoeiro, que se encontrava entre os estádios de floração e enchimento de \n\ngrãos. As folhas foram colocadas em recipientes plásticos e, posteriormente, depositadas \n\ndentro de uma caixa de isopor para manter-se a temperatura e evitar a perda da atividade da \n\nenzima pelo aumento da temperatura.  \n\nNo laboratório, 0,1 g de folhas, para cada tratamento, cortadas em formato de disco \n\nforam colocadas em tubos de ensaio lavados com Extran e secos em estufas. Ao tubo de \n\nensaio foram acrescentados 8 mL da solução tampão. A solução tampão foi preparada, \n\nutilizando-se uma solução de ácido acético 0,2 M, pela adição de 2,89 mL de ácido acético em \n\n1 L de água destilada. A solução de ácido acético foi corrigido para pH 5,5 por meio da \n\nsolução de acetato de sódio, obtida pela adição de 27,716 g de acetato de sódio em 500 mL de \n\nH2O destilada, adicionando 100 mg de paranitrofenolfosfato e completando para 1 L de \n\nsolução tampão, metodologia sugerida adaptada de (OLIVEIRA et al., 1999).  \n\nA modificação sugerida é em relação à quantidade de paranitrofenolfosfato adotado \n\npara o trabalho. Pois o valor adotado de 100 mg para o presente trabalho apresentou os \n\nresultados mais consistentes. Já que o valor de 500 mg de paranitrofenolfosfato proposto por \n\nOliveira et al. (1999) e adotado anteriormente, equiparou os resultados obtidos pelos \n\ntratamentos com aplicação de fósforo, subestimando alguns tratamentos e superestimando \n\noutros.   \n\n Os tubos de ensaio contendo a solução tampão e as folhas foram incubadas por 30 \n\nminutos em banho-maria, a 30 °C. Após esse período foram retirados 5 mL e colocados em \n\n\n\n???\n\n?\n\ntubos de ensaio contendo 2 mL de solução de hidróxido de sódio (NaOH - 2 N), 20 g de \n\nNaOH em 250 mL de H2O destilada, para posterior leitura. \n\n As leituras foram realizadas em espectofotômetro em absorbância, com comprimento \n\nde onda de 420 nm, uma leitura com água destilada para zerar o aparelho. As leituras das \n\nsoluções com tratamentos foram realizadas contra uma prova em branco que continha todos \n\nos ingredientes exceto extrato de folha. A atividade enzimática determinada por \n\nespectrofotometria teve seus valores expressos em ?g p-nitrofenol g-1 h-1 por meio da fórmula: \n\nleitura dos tratamentos – prova em branco x 18,4 (fator de extinção molar).  \n\n \n\n3.7.5 Produtividade do feijoeiro \n\n A colheita do experimento foi realizada manualmente em cada subparcela, quando \n\n95% das vagens apresentaram coloração típica de vagem seca. Foram utilizadas para a \n\navaliação, as plantas do feijoeiro encontradas nas três linhas centrais do suco de semeadura. \n\nAs vagens foram debulhadas em trilhadora estacionária e as sementes limpas com auxílio de \n\npeneiras e acondicionadas em sacos de papel, para posterior pesagem, determinação da \n\numidade e cálculo da produtividade em kg ha-1 a 13% de umidade (base úmida).  \n\n \n\n3.8 Forma de análise dos resultados \n\nFoi realizada análise de variância pelo teste F para todos os dados analisados e, para o \n\nvalor de F significativo, nas comparações de médias de tratamentos foram realizados o Teste \n\nde Tukey a 5% de probabilidade, seguido da correlação de Pearson entre as variáveis, com \n\nanálise de regressão para as médias das subparcelas. \n\n\n\n???\n\n?\n\n \n\n \n\n \n\n4. RESULTADOS E DISCUSSÃO \n\n \n\n4.1 Produção de massa seca de parte aérea das plantas de cobertura \n\nEncontrou-se diferença estatística para massa seca da parte aérea das plantas de \n\ncobertura instaladas anteriormente à cultura do feijoeiro (Tabela 1). Verificou-se que o melhor \n\nconsórcio gramíneo-leguminosa quanto à produção de massa seca das plantas de cobertura, \n\nfoi conseguido pela associação milheto + crotalária, muito provavelmente devido à crotalária, \n\nque se destacou mesmo em cultivo “isolado”, apresentando boas produções de massa seca em \n\nrelação às demais plantas de cobertura e não diferindo do consórcio com milheto. \n\nTabela 1 - Teste de comparação de médias, teste F, diferença mínima significativa (DMS), coeficientes de \nvariação (CV%) para a produção de massa seca da parte aérea das plantas de cobertura instaladas anteriormente \na cultura do feijoeiro. \nPlantas de cobertura  Massa Seca (kg ha-1) \nMilheto 7.800,00bc \nCrotalária 8.922,22ab \nGuandu   7.722,22bcd \nMucuna  8.300,00abc \nPousio                            7.166,66cd \nMi + Gua 7.244,44cd \nMi + Crot                            9.544,44a \nMi + Muc                            6.488,88d \nDMS                            1.276,46 \nTeste F – P     12,21** \nCV (%)  10,80 \n\nMédias seguidas por mesma letra na coluna, não difere entre si pelo teste de Tukey a 5% de probabilidade, ** \n\nsignificativo a 1 de probabilidade, respectivamente. Em que: mi=milheto; gua: guandu; muc: mucuca-preta e \ncrot: crotalária. \n \n\nEsses resultados se assemelham aos relatados por Perin et al. (2004), que verificaram \n\nque o consórcio milheto + crotalária foi o que mais produziu massa verde e massa seca entres \n\nas plantas avaliadas como culturas de cobertura, afirmando que a responsável direta por essa \n\ngrande produção foi a crotalária, que contribuiu com 65% da produção da fitomassa. A menor \n\nprodução de massa seca do milheto, no consórcio, pode ser atribuída à competição por \n\nrecursos naturais, especialmente luz, pois a crotalária apresenta rápido estabelecimento e \n\nelevada taxa inicial de crescimento comparado ao milheto.  \n\n\n\n???\n\n?\n\nMesmo não havendo diferença significativa, verificou-se uma tendência, com as \n\nmaiores produções de massa seca sendo obtidas pelos tratamentos com a presença da \n\ncrotalária em cultivos em consórcio e “solteiro”, respectivamente. Isso pode ser atribuído ao \n\nfato da crotalária possuir uma maior proporção de fitomassa no caule, altamente lignificado e \n\nfibroso, com relação C/N de 25:1, valor considerado próximo ao equilíbrio entre os processos \n\nde mineralização e imobilização (MONEGATI, 1991).  \n\nPortanto, a crotalária além de contribuir significativamente para a fixação biológica de \n\nnitrogênio, destaca-se na produção de fitomassa, podendo proporcionar prolongada cobertura \n\ndo terreno, melhorando as propriedades químicas, físicas e biológicas do solo e, \n\nconseqüentemente, a produtividade das culturas subseqüentes.  \n\nOs valores observados para a crotalária, no presente trabalho, foram superiores ao \n\nrelatado por Dourado et al. (2001), que estudando a produção de massa seca da crotalária sob \n\ndiferentes doses de fósforo, observaram uma produção máxima de 6.000 kg ha-1 para o \n\ntratamento sem aplicação de fósforo. Mesmo com grande capacidade produtiva de fitomassa \n\nem solos com pouca ou nenhuma adubação, a crotalária responde bem a adubação, \n\nalcançando grandes produções de massa seca com aplicações médias de adubação potássica e \n\nfosfatada (COSTA et al., 2006b). Refletindo em possíveis aumentos na produtividade da \n\ncultura principal, já que produtividade e massa seca se correlacionaram positivamente.  \n\nResultados diferentes foram encontrados para mucuna e guandu, sendo esta última, a \n\nleguminosa com o menor desempenho em relação às outras leguminosas. Para a mucuna \n\nforam verificadas boas produções em cultivo “solteiro” da planta, a qual não diferiu da \n\ncrotalária e do consórcio milheto + crotalária (Tabela 1). No entanto, quando em consórcio \n\ncom milheto, o desempenho não ocorreu como no cultivo “solteiro” da planta, sendo \n\nencontrado o valor de 6.488,88 kg ha-1, o menor obtido para produção de massa seca entre os \n\ntratamentos adotados. Esse resultado indica não haver uma relação satisfatória na implantação \n\ndo consórcio milheto + mucuna, já que, comparando-se com as produções das culturas \n\n“solteiras”,  verifica-se um menor desempenho melhor desempenho quando em consórcio \n\n(Tabela 1).  \n\n \n\n4.2 Atributos químicos  \n\nPara os atributos químicos do solo na camada de 0 a 0,10 m, não houve diferenças \n\nsignificativas em relação às plantas de cobertura utilizadas, com exceção para teor de fósforo \n\nno solo (Tabela 2).  \n\n\n\n???\n\n?\n\nQuanto às doses de P2O5 aplicados em semeadura do feijoeiro, verificaram-se \n\ndiferenças estatísticas em relação aos atributos pH, teor de fósforo e acidez potencial do solo. \n\nQuanto à interação plantas de cobertura e doses de P2O5, apenas o teor fósforo no solo \n\napresentou diferença significativa entre as variáveis analisadas. Correlação significativa e \n\nnegativa foi detectada entre fósforo e pH (-0,288*) e positiva com a acidez potencial (0,359**). \n\nTabela 2 - Teste de comparação de médias, teste F, diferença mínima significativa (DMS), coeficientes de \nvariação (CV%) e análise de regressão com modelo da equação e significância para os atributos químicos, \navaliados na camada de 0-0,10 m, em função das plantas de cobertura e doses de P2O5 (kg ha\n\n-1) aplicados em \nsemeadura do feijoeiro. \nTratamentos pH \n\nCaCl2 \nMO \n\ng dm-3 \nP \n\nmg dm-3 \nH+Al \n\nmmolc dm\n-3 \n\nCTC \nmmolc dm\n\n-3 \nV \n\n(%) \nPlantas de cobertura (P)      \nMilheto 5,32 25,00 24,33a 27,33 70,56 61,11 \nCrotalária 5,35 24,11   20,11ab 24,88 67,39 62,89 \nGuandu 5,41 25,44 15,44b 25,88 70,53 63,00 \nMucuna 5,23 24,22 23,44a 28,00 69,72 59,77 \nPousio 5,42 23,66   17,33ab 26,22 71,93 63,88 \nMi + Gua 5,50 23,55   20,22ab 24,33 72,90 65,67 \nMi + Crot 5,31 23,00   17,00ab 25,33 66,21 60,78 \nMi + Muc 5,34 24,66   21,11ab 26,22 71,12 62,66 \nDMS 0,28   4,05 7,75   4,34 10,62   9,10 \nTeste F - P    1,88ns     0,80ns    3,30**     1,60ns     0,90ns   0,90ns \nCV (%) 3,54   11,20     26,07 11,08 10,13     9,73 \nDoses (D) de P2O5      \n0   5,45a 24,25 15,30c   24,79b 70,52 64,33 \n60     5,35ab 23,96 19,96b     26,12ab 70,18 62,37 \n90   5,29b 24,41 24,37a   27,17a 69,43 60,71 \nDMS       0,13   1,89  3,62   2,08  4,96   4,25  \nTeste F  4,23*     0,18ns  18,45**    4,10*    0,15ns   2,14ns \nCV (%)       3,54   11,20     26,07      11,08     10,13    9,73 \nModelo Equação                   L -- L L - - \nR2 (%)                                99,52 --     96,98      98,58 - - \nTeste F - D                           8,42** --  35,78**    8,05** - - \nTeste F - P x D             0,56 ns   0,80ns   4,62**    1,00 ns     0,50 ns  0,50 ns \n\nMédias seguidas por mesma letra na coluna, para diferentes tratamentos, não diferem entre si pelo teste de Tukey \na 5% de probabilidade. ** e *: significativo a 1 e 5% de probabilidade pelo Teste de Tukey, respectivamente. ns \nnão significativo. Em que: mi = milheto; gua = guandu, muc = mucuna-preta e crot = crotalária. \n\n \n\nO resultado para o teor de fósforo no solo assemelha-se aos relatados por Moreti et al. \n\n(2007) que, estudando a influência das plantas de cobertura sobre os atributos químicos de um \n\nLatossolo Vermelho, observaram aumento nos teores de fósforo do solo em decorrência do \n\nuso das plantas de cobertura.  \n\nQuanto aos teores de fósforo disponibilizados no solo em função do uso de plantas de \n\ncobertura, as plantas de milheto e mucuna diferiram estatisticamente do guandu, mas não dos \n\ndemais tratamentos, incluindo pousio. Apresentando relação significativa com a massa seca \n\nda parte aérea das plantas de cobertura adotadas no estudo (Tabela 2).  \n\n\n\n???\n\n?\n\nO resultado observado para o guandu não demonstra a mesma tendência apresentada \n\npor Carvalho e Amabile (2006), relatando que as raízes dessa planta exsudam ácidos \n\norgânicos que atuam na solubilização do fósforo ligado ao cálcio, tornando-o disponível no \n\nsolo, além de que, a mineralização do guandu é mais lenta em relação a outras leguminosas, \n\ntornando o elemento disponível por um período maior.  \n\nO efeito de uma maior produção de massa seca por parte do milheto e mucuna em \n\nrelação ao guandu como justificativa para tais resultados foi descartado, pois suas produções \n\nde massa seca foram equivalentes, não diferindo estatisticamente entre si ao nível de 5% de \n\nprobabilidade (Tabela 1).  \n\nNão se evidenciou diferenças estatísticas para teores de matéria orgânica quanto ao \n\nuso de diferentes plantas de cobertura (Tabela 2), mesmo havendo diferenças significativas \n\npara a produção de massa seca da parte aérea de plantas de cobertura. No entanto, observou-se \n\ncorrelação significativa e positiva da matéria orgânica com a capacidade de troca catiônica \n\n(0,611**) e saturação por bases do solo (0,281*) nas áreas estudadas. Para Loss et al. (2009) o \n\nuso de cobertura morta proporcionam melhor desenvolvimento das culturas, que por sua vez \n\nadicionam maiores quantidades de resíduos vegetais em superfície e, estes, quando \n\ndecompostos, contribuem para o aumento do teor de matéria orgânica no solo.  \n\nDiferente do presente estudo, Marchiori Júnior e Melo (2000), estudando o uso de \n\nplantas de cobertura em sistema plantio direto para aumento do teor de matéria orgânica do \n\nsolo, observaram alterações positivas nos teores de matéria orgânica decorrente do uso de \n\nculturas de cobertura. No entanto, os resultados verificados se assemelham aos encontrados \n\npor Steiner et al. (2011), que também relataram não ter encontrado diferenças significativas \n\npara matéria orgânica entre manejos adotados com plantas de cobertura, dentre elas mucuna e \n\ncrotalária, em sistema plantio direto, com três anos de estudo.  \n\nCunha et al. (2011a), estudando a influência de diversas plantas de cobertura, dentre \n\nelas guandu e crotalária sobre os atributos químicos, relataram não ter encontrado influência \n\nsignificativa destas em relação aos teores de matéria orgânica do solo para camadas de 0-0,10 \n\ne 0-0,20 m ao longo de dois anos de estudo.  \n\nO resultado constatado no presente trabalho, com ausência de diferenças significativas \n\npara matéria orgânica entre culturas de cobertura, pode ser atribuído ao curto período \n\ndecorrido da implantação do experimento até suas avaliações. Os teores de matéria orgânica \n\nno solo, segundo Xavier et al. (2006), se modificam numa velocidade baixíssima, o que \n\nreflete na necessidade de vários anos de plantio direto com cobertura de solo para que seja \n\npossível perceber alterações significativas neste atributo.  \n\n\n\n?\t?\n\n?\n\nO pH do solo não foi influenciado significativamente pelas culturas de cobertura na \n\nprofundidade avaliada de 0-0,10 m (Tabela 2). Dados semelhantes foram relatados por \n\nOliveira et al. (2002) e Steiner et al. (2011), que avaliando atributos químicos de um solo em \n\nsistema plantio direto com o uso de plantas de cobertura em sucessão, constataram que \n\nvalores mais elevados de pH foram verificados na camada mais superficial até 0,10 m. De \n\nacordo com os autores, a medida que se aprofunda no perfil do solo, os valores de pH tendem \n\na diminuir, independente do manejo adotado para o solo.  \n\nAnalisando os tratamentos referentes às doses crescentes de P2O5 na semeadura do \n\nfeijoeiro, observou-se diferenças significativas para o pH, o qual apresentou maior valor no \n\ntratamento sem aplicação de fósforo ao solo, que diferiu significativamente da maior dose \n\naplicada, de 90 kg ha-1 de P2O5. Verificou-se que a reação do solo, medida por meio do pH, \n\napresentou resposta linear e negativa, observando que, a medida em que se aumenta as doses \n\nde P2O5 aplicados, diminui-se os valores da reação do solo (Figura 1). \n\nNão foi possível avaliar o efeito das plantas de cobertura sobre a acidez trocável (Al+3), \n\npois o valor de pH em CaCl2 foi superior a 5,0 para todos os tratamentos. De acordo com Raij \n\n(1991), nestas condições o Al+3 geralmente encontra-se precipitado sob a forma de hidróxido \n\nde alumínio. A acidez potencial teve comportamento contrário ao encontrado para o pH, o que \n\nera esperado, e que foi confirmado pela correlação significativa e negativa entre esses dois \n\natributos (-0,823**) e da acidez potencial com a saturação por bases do solo (-0,712**). \n\nComportamento diferente foi verificado para a variável acidez potencial e teor de \n\nfósforo no solo. Assim, como para pH, houve diferença significativa para doses de P2O5 para \n\nambas as variáveis analisadas (Figura 1). Diferentemente do que ocorreu para o pH, ambas as \n\nvariáveis químicas demonstraram resposta linear, porém positiva as aplicações com diferentes \n\ndoses de fósforo.  \n\nPara a acidez potencial, a dose de 60 kg ha-1 não se diferiu estatisticamente das doses 0 \n\ne 90 kg ha-1, porém observou-se uma tendência no aumento da acidez com a aplicação de \n\ndoses maiores de fósforo ao solo. Quanto aos teores de fósforo disponível no solo, houve \n\ndiferenças significativas entres todos os tratamentos testados (Figura 1). \n\nQuanto à capacidade de troca catiônica e saturação por bases do solo, estas não foram \n\nafetados significativamente pelo uso de plantas de cobertura (Tabela 2). Contudo foi \n\nverificada correlação significativa e positiva entre a capacidade de troca catiônica e saturação \n\npor bases (0,679 **) e entre a saturação por bases e o pH do solo (0,859**).  \n\nA interação entre plantas de cobertura e doses foi significativa para teor de fósforo \n\ndisponível na solução do solo (Tabela 3), demonstrando a importância das plantas de \n\n\n\n???\n\n?\n\ncobertura em um sistema de rotação de culturas. Essas plantas, em especial as leguminosas \n\ncom sistemas radiculares mais profundos, conseguem absorver e assimilar o fósforo, \n\ndisponibilizando-o posteriormente a sua decomposição na camada mais superficial para a \n\ncultura principal em sucessão. A associação dessas com adubações fosfatadas melhoram a \n\nprodução de fitomassa com aumento na quantidade de material orgânico depositado ao solo, o \n\nque pode influenciar em maiores produtividades das culturas subseqüentes de interesse \n\neconômico.  \n\nFigura 1 - Análise de regressão para: A = reação do solo (pH – CaCl2), B = teores de fósforo (P - mg dm\n-3) e C = \n\nacidez potencial (mmolc dm\n-3) do solo em função das doses de P2O5 (kg ha\n\n-1) aplicados em semeadura do \nfeijoeiro.??\n\n  \n\n \n\n \n\nFonte: Souza (2012) \n\n?\nAs plantas de cobertura se comportaram de modo semelhante quanto a não aplicação \n\nde P2O5 para teores de fósforo disponível no solo (Tabela 3). \n\nPara a dose de 60 kg ha-1, houve diferença entre milheto + mucuna e milheto + \n\ncrotalária, que não diferiram dos demais tratamentos, proporcionando os maiores e menores \n\nvalores de fósforo, respectivamente. Isso pode estar relacionado ao fato do consórcio milheto \n\n+ mucuna apresentar-se mais eficiente na remoção, assimilação e disponibilização desse \n\nA B \n\nC \n\n\n\n???\n\n?\n\nnutriente ao solo. Para a maior dose de P2O5 aplicada, o valor mais elevado de P-disponível \n\nno solo foi obtido pela mucuna, seguido do milheto.  \n\nAnalisando os tratamentos com doses crescentes de fósforo dentro de cada planta de \n\ncobertura utilizada verificaram-se que, para o milheto, houve uma resposta linear e positiva \n\nquantos aos teores de fósforo disponível no solo, em relação à aplicação crescente de doses de \n\nP2O5 por meio da adubação fosfatada (Figura 2A). \n\nTabela 3 - Desdobramento da interação significativa do teor de fósforo no solo, para as interações entre plantas \nde cobertura e doses de P2O5 (kg ha\n\n-1) aplicados em semeadura do feijoeiro, com respectivos modelos de \nequação de regressão, coeficientes de determinação (R2) e significância. \nTratamentos \nPlantas de \ncobertura \n\nP2O5 (kg ha\n-1)  \n\nEquação \n \n\nR2 (%)      0 60 90 \n\nP (mg dm-3)  \nMilheto 14,33a 22,66ab 36,00ab Y = 13,0238+0,2262.x **   89,95 \nCrotalária 13,00a 25,00ab 22,33c Y = 14,2381+0,1175.x **   72,97 \nGuandu 12,66a 19,00ab 14,66c -          ns \n\nMucuna 15,66a 16,00ab 38,66a Y = 15,66-0,4944.x+0,00833.x2 ** 100,00 \nPousio 12,33a 17,33ab 22,33c Y = 11,9761+0,10714.x *    96,43 \nMi + gua 20,66a 18,00ab 22,00c - ns \n\nMi + crot 21,33a 13,33b 16,33c - ns \n\nMi + muc 12,33a 28,33a 22,66bc Y = 12,33+0,5704.x-0,00506.x2 *   100,00 \n\nMédias seguidas por mesma letra na coluna, não diferem entre si pelo teste de Tukey ao nível de 5% de \nprobabilidade. ** e * significativo a 1 e 5%, respectivamente. ns, não significativo. Em que: mi=milheto; gua: \nguandu; muc: mucuna-preta e crot: crotalária. \n \n\nO desdobramento dessa interação para a crotalária, mostrou um comportamento \n\ndiferente do encontrado para o milheto (Figura 2A). Verificando-se uma resposta linear e \n\npositiva entre a menor e a dose de (60 kg ha-1) de P2O5 aplicado ao solo. No entanto, a partir \n\ndessa dose, verificou-se tendência negativa da resposta a aplicação de maiores doses de \n\nfósforo em relação aos teores desse nutriente encontrado disponível no solo. \n\nA mucuna se comportou diferentemente do milheto e crotalária quando da interação \n\nentre as doses de P2O5 aplicada. Pouco ou nenhum incremento de fósforo nos teores deste \n\nnutriente no solo foi detectado para as doses 0 e 60 kg ha-1, porém com a aplicação da dose de \n\n90 kg ha-1 de P2O5 houve um crescimento exponencial dos teores de fósforo (Figura 2B). Este \n\nfato pode estar relacionado à decomposição dos restos vegetais da planta por \n\nmicroorganismos presentes no solo, os quais necessitam do nutriente para sua composição e \n\ncomo fonte de energia para suas atividades metabólicas. \n\nCom isso os microorganismos competem com as culturas de valor econômico pelo \n\nnutriente disponível na solução do solo, o qual será devolvido ao solo com a morte dos \n\nmesmos. Devido ao poder de fixação do solo, um latossolo argiloso, aplicações intermediárias \n\nde adubos fosfatos podem não ser suficientes para elevar os teores de fósforo na solução do \n\n\n\n?\n?\n\n?\n\nsolo. Desse modo, a adubação fosfatada em manejos adotados com plantas de cobertura se \n\ntorna imprescindível para a obtenção de grandes produtividades de grãos. \n\nFigura 2 - Desdobramento da interação entre plantas de cobertura e doses de P2O5 (kg ha\n-1) aplicados na \n\nsemeadura do feijoeiro, tendo como plantas de cobertura: A= milheto (mi) e crotalária (crot); B= mucuna (muc) \ncomo planta de cobertura e pousio (sem planta de cobertura) e C= milheto + mucuna. \n\n \n\n \n\nA B \n\n  \n\n \n\nC \n\nFonte: Souza (2012) \n \n\n No tratamento testemunha, ou seja, o pousio, também se verificou aumento nos teores \n\nde fósforo relacionados com o aumento da aplicação de P2O5 ao solo, demonstrando um \n\ncrescimento linear (Figura 2B). Isso pode estar relacionado à composição florística desse \n\ntratamento, o qual apresentou plantas de diferentes espécies, porém, em sua maioria gramínea. \n\nEste fato pode ter contribuído para uma rápida decomposição dos seus restos vegetais, \n\nresultando em menor gasto de energia e conseqüente redução na absorção de fósforo da \n\nsolução do solo por parte dos microorganismos, com menor competição entre a planta \n\nprincipal e os microorganismos presentes no solo. Assim, as doses crescentes de P2O5, \n\nresultaram em maior disponibilidade de fósforo no solo, podendo ter sido aproveitado pela \n\ncultura principal. \n\n\n\n???\n\n?\n\nPara o desdobramento do tratamento milheto + mucuna em relação às doses de fósforo \n\naplicado na semeadura do feijoeiro, verificou-se um comportamento diferente dos demais \n\ntratamentos significativos para a interação planta e doses, resultando em uma função \n\nquadrática, mostrando uma relação decrescente entre aplicação de fósforo e dos teores deste \n\nno solo a partir da dose de 60 kg ha-1 (Figura 2C). Observou-se um aumento exponencial do \n\nteor de fósforo até a dose de 40 kg ha-1, com menor incremento de fósforo disponível no solo \n\ndesta até a dose de 60 kg ha-1. No entanto, entre a dose de 60 e 90 kg ha-1 de P2O5 aplicado na \n\nsemeadura, os teores de fósforo no solo diminuíram.  \n\n \n\n4.3 Colonização micorrízica por fungos arbusculares e número de esporos  \n\n A porcentagem de colonização das raízes variou com a dose de fósforo aplicado ao \n\nsolo e com as plantas de cobertura utilizadas (Tabela 4). Constatou-se uma correlação \n\nsignificativa, porém negativa, entre a colonização por fungos micorrízicos arbusculares e os \n\nteores de fósforo disponível no solo (-0,288*).  \n\n Não se verificou significância para a interação planta e dose para colonização \n\nmicorrízica. Em relação às plantas de cobertura, houve diferença significativa entre os \n\ntratamentos, destacando milheto + crotalária com 71,55% de porcentagem de colonização das \n\nraízes do feijoeiro, valor superior estatisticamente aos encontrados para mucuna e milheto + \n\nmucuna (Tabela 4). \n\n A presença de algumas espécies de leguminosas como a crotalária e mucuna-preta, de \n\nacordo com Collozi Filho e Balota (1994), favorece a colonização, esporulação e a \n\ndiversidade de espécies de micorrizas. No presente estudo, porém, a mucuna demonstrou o \n\nmenor desempenho entre os tratamentos com plantas de cobertura quanto a colonização por \n\nfungos micorrízicos. A densidade dos fungos micorrízicos arbusculares nos solos e a \n\neficiência da micorriza nas plantas dependem do manejo desses solos e das culturas utilizadas \n\nnos sistemas de produção (MIRANDA; MIRANDA, 2006). \n\nNos fatores que influenciam a colonização por fungos micorrízicos, destacam-se a \n\ndisponibilidade de fósforo, sendo os efeitos deste nutriente sobre a colonização, dependentes \n\ndo hospedeiro (HABTE; MANJUNATH, 1991). Ainda de acordo com esses autores, a \n\nconcentração de 0,02 mg L-1 de fósforo na solução do solo é próxima ao ótimo para a \n\ncolonização e atividade das micorrizas. \n\nEm situações de alta disponibilidade de nutrientes, especialmente de fósforo, as \n\nplantas tendem a reduzir a colonização e esporulação (CARDOSO et al., 1986). Fato esse \n\n\n\n???\n\n?\n\nobservado no presente trabalho, verificando menor colonização micorrízica das raízes do \n\nfeijoeiro pela aplicação de fósforo ao solo, apresentando uma resposta linear e negativa a \n\naplicação crescente de doses de P2O5 (Figura 3B).  \n\nDiferença estatística foi detectada apenas entre a menor e maior dose aplicada. \n\nResultados que diferem dos relatados por Mello et al. (2008), que avaliando a influência da \n\naplicação de fósforo sobre a colonização micorrízica em diferentes substratos em casa de \n\nvegetação, relataram que a intensidade da colonização radicular foi maior com a presença do \n\nfósforo aplicado aos substratos, destacando a dose de 50 mg P kg-1. \n\n A interação benéfica leguminosa/fungo pode ser observada pelo número de esporos \n\nencontrados no solo nos tratamentos com crotalária, mucuna e guandu que diferiram \n\nestatisticamente do tratamento milheto (Tabela 4). Observou-se elevado número de esporos na \n\ncrotalária e baixo número no milheto.  \n\nEsse resultado difere do relatado por Benedetti et al. (2005), que observaram uma \n\nprodução de esporos nos solos cultivados com milheto semelhante a relatada para \n\nleguminosas como mucuna, crotalária e guandu anão. No entanto, os resultados do presente \n\nestudo se assemelham aos dos autores citados quando ao tratamento pousio, onde cresceram \n\nas plantas espontâneas, cuja colonização micorrízica e a produção de esporos foram similares \n\nàs leguminosas.  \n\nSabe-se, que existem plantas que contêm nos exsudatos radiculares, moléculas capazes \n\nde estimular a germinação de esporos e o crescimento de fungos micorrízicos arbusculares. \n\nEssas moléculas não são sintetizadas ou são inativadas em plantas não hospedeiras \n\n(COLLOZI-FILHO; BALOTA, 1994). No presente trabalho, a mucuna apresentou uma das \n\nmenores porcentagens de colonização radicular, porém a esporulação foi uma das mais \n\nelevadas, comparadas com os demais tratamentos. \n\nAs razões pelas quais as leguminosas influenciam a ecologia dos fungos micorrízicos \n\narbusculares são desconhecidas, já que esse grupo de plantas é capaz de produzir uma \n\nvariabilidade enorme de metabólicos, que exercem efeitos diferenciados sobre os fungos \n\n(SAGGIN-JÚNIOR; SIQUEIRA, 1996) É importante salientar que nem sempre o \n\nestabelecimento da associação simbiótica garante eficiência micorrízica elevada (HETRICK; \n\nWILSON, 1991). \n\nSemelhante à colonização por fungos micorrízicos, a esporulação exibiu resposta \n\nnegativa e de forma linear as doses de fósforo aplicado ao solo (Figura 3C), com menor \n\nnúmero de esporos observados no tratamento com aplicação de 90 kg ha-1, diferindo das \n\ndemais doses testadas. Mesmo não havendo diferença significativa entre as aplicações das  \n\n\n\n???\n\n?\n\ndoses 0 e 60 kg ha-1 de P2O5, verificou-se uma tendência de menor número de esporos na área \n\ncom uso de P2O5.  \n\nTabela 4 - Teste de comparação de médias, teste F, diferença mínima significativa (DMS), coeficientes de \nvariação (CV - %) e análise de regressão com modelo da equação e significância para colonização (COL - %) e \nnúmero de esporos (n. x 100 g solo seco) de fungos micorrízicos arbusculares, produtividade (kg ha-1) e fosfatase \nácida da parte aérea (?g p–NPP g-1 h-1), avaliados na camada de 0-0,10 m, em função das doses de P2O5 (kg ha\n\n-1) \naplicados em semeadura do feijoeiro e plantas de cobertura. \nTratamentos COL (%) Esporos (n. x \n\n100g solo seco) \nProdutividade \n\n(kg ha-1) \nFosfatase (?g p–\n\nNPP g-1 h-1) \nPlantas de cobertura (P) \nMilheto   68,66ab   41,22e   1.032,26ab 23,85c \nCrotalária  68,88ab 146,55a 1.073,07a 28,07a \nGuandu  68,44ab   106,66bc    847,90b    25,78abc \nMucuna 51,66b   133,44ab 1.120,24a    26,35abc \nPousio  62,55ab   130,33ab   1.014,64ab  24,42bc \nMi + Gua  62,00ab   75,66d   1.010,04ab  27,66ab \nMi + Crot       71,55a   119,77ab 1.084,50a   27,01abc \nMi + Muc       50,77b    87,77cd     980,65ab   25,65abc \nDMS       18,88 29,90 202,50           3,50 \nTeste F - P   3,62**   27,77**       3,40**  3,60** \nCV (%)       20,00           19,00   13,26           8,97 \nDoses (D) de P2O5 \n  0       67,96a 119,00a     1.000,06         27,44a \n60  62,50ab 105,46a     1.047,00         25,65b \n90       58,75b   91,08b     1.014,16         25,21b \nDMS         8,82 13,97   94,62           1,63 \nTeste F – D 3,23*   11,72**       0,76 ns  6,12** \nCV (%)       20,00           19,00  13,26           8,97 \nModelo Equação L L - L \nR2 (%)       99,31 95,76 ns         97,97 \nTeste F – D 6,42*   22,44**      0,33 ns         12,00** \nTeste F – P x D  0,85 ns    8,94**     1,04 ns  1,66 ns \n\nMédias seguidas por mesma letra na coluna, não difere entre si pelo teste de Tukey ao nível de 5% de \nprobabilidade. ** e *: significativo a 1 e 5% de probabilidade, respectivamente. ns: não significativo. Em que: \nmi=milheto; gua: guandu; muc: mucuca-preta e crot: crotalária. \n\n \n\n Estes resultados não se assemelham aos observados por Moreira-Souza e Cardoso \n\n(2002), os quais afirmaram que a colonização micorrízica e a esporulação em Araucaria \n\nangustifolia foram influenciadas pela aplicação de fósforo, demonstrando um crescimento \n\nlinear positivo em resposta as doses de fósforo. \n\n No desdobramento da interação plantas de cobertura x doses de fósforo aplicado, os \n\ntratamentos sem aplicação de fósforo apresentaram maior esporulação em todas as plantas de \n\ncobertura com excessão da mucuna e milheto + guandu (Tabela 5). Comparando os \n\ntratamentos de cobertura sem aplicação de fósforo, observou maior número de esporos para \n\ncrotalária que diferiu dos demais tratamentos com exceção do guandu, pousio e milheto + \n\ncrotalária. Desempenho menor foi observado para o milheto. \n\n\n\n???\n\n?\n\nComportamento semelhante foi observado pela aplicação de 60 kg ha-1 de P2O5, com \n\nexceção para mucuna, que se destacou entre as culturas de cobertura diferindo dos \n\ntratamentos milheto e milheto + mucuna.  \n\nFigura 3 - Análise de regressão para A= atividade enzimática da fosfatase (?g p – NPP g-1 h-1), B= colonização \n\nradicular (%) e C= número de esporos de fungos micorrízicos arbusculares, em função das doses de P2O5 (kg ha\n-\n\n1) aplicados na semeadura do feijoeiro. \n\n?\n\n \n\n?\n\n \n\n  \n\n?\n\n \n\nFonte: Souza (2012) \n \n\n  Apenas o milheto e pousio não se ajustaram matematicamente em resposta às \n\ndiferentes doses de P2O5 aplicado ao solo para as plantas de cobertura em relação ao número \n\nde esporos encontrados nas áreas de produção. A crotalária mostrou uma resposta linear, \n\nporém negativa às doses de fósforo, esse decréscimo no número de esporos foi mais \n\nacentuada entre o tratamento sem fósforo e a dose 60 kg ha-1 de P2O5. Comportamento \n\nsemelhante foi notado para o guandu, com resultados ajustando-se em uma função linear e \n\nnegativa em decorrência da aplicação de fósforo (Figura 4A). \n\nA B \n\nC \n\n\n\n???\n\n?\n\n O tratamento mucuna também apresentou uma resposta linear como à dos tratamentos \n\ncitados anteriormente, porém de modo positivo, ou seja, as doses de fósforo estimularam a \n\nesporulação para esse tratamento (Figura 4B). A maior resposta foi verificada entre os \n\ntratamentos com 0 e 60 kg ha-1 de P2O5, sendo que para a dose de 60 kg ha\n-1 o número de \n\nesporos foi superior aos da área sem aplicação de P2O5 (Tabela 5).  \n\nEm relação ao uso de milheto + guandu como culturas de cobertura em consórcio, \n\nnotou-se uma resposta às aplicações de fósforo que se ajustaram ao modelo de equação do \n\ntipo quadrática (Figura 4B). Crescimento inicial foi verificado a partir do tratamento sem \n\naplicação de fósforo com máxima esporulação atingida com a dose de 60 kg ha-1 de P2O5 ao \n\nsolo, representando aproximadamente 51% maior. Constatou-se ainda que a partir dessa dose, \n\nhouve uma tendência de redução na produção de esporos em decorrência da adubação \n\nfosfatada, como verificado pela aplicação de 90 kg ha-1, assemelhando-se a produção de \n\nesporos observada no tratamento sem aplicação de fósforo (Tabela 5). \n\nTabela 5 - Desdobramento da interação significativa para as diferentes plantas de cobertura entre os diferentes \ntratamentos com aplicação de P2O5 para produção de esporos, com respectivos modelos de equação de regressão, \ncoeficientes de determinação (R2) e significância. \nTratamentos \n \nPlantas de \ncobertura \n\nP2O5 (kg ha\n-1)  \n\nEquação \n \n\nR2 (%) 0 60 90 \nEsporos (n. x para 100 g de solo seco) \n\nMilheto   54,33c   35,66c   33,66c - ns \nCrotalária 193,66a 126,66a 119,33a Y = 189,9285-0,8674.x **  94,17 \nGuandu 151,66a  107,00ab   61,33bc Y = 155,0-0,9666.x **  96,19 \nMucuna   91,00c 153,00a 156,33a Y = 94,9523+0,7698.x **  91,92 \nPousio   146,66ab 111,00a 133,33a -  ns \nMi + gua   56,33c 115,33a   55,33bc Y = 56,33+2,9722.x-0,0331.x2 ** 100,00 \nMi + crot 159,33a 136,66a   63,33bc Y = 168,19-0,9682.x **   78,19 \nMi + muc     99,00bc   58,33bc 106,00ab Y = 99,0-2,188.x+0,0251.x2 * 100,00 \n\nMédias seguidas por mesma letra na coluna, não difere entre si pelo teste de Tukey ao nível de 5% de \nprobabilidade. Em que: mi=milheto; gua: guandu; muc: mucuna-preta e crot: crotalária. \n \n\n Os tratamentos mucuna e milheto + guandu responderam positivamente a aplicação de \n\nfósforo, com ganhos de até 50% no número de esporos produzidos em relação a não aplicação \n\nde fósforo, sendo que a produção máxima de esporos dos fungos micorrízicos foi verificada \n\nna dose de 60 kg ha-1.  \n\n Assim como ocorreu no tratamento com o cultivo “isolado” da crotalária, o consórcio \n\nmilheto + crotalária apresentou resposta negativa a produção de esporos pela aplicação de \n\nfósforo ao solo, se ajustando ao modelo matemático linear (Figura 4C).  \n\nO maior número de esporos foi verificado no tratamento sem aplicação de fósforo.  \n\nCom a aplicação de fósforo uma queda na produção de esporos foi observada na dose 90 kg \n\n\n\n???\n\n?\n\nha-1, representando uma quantidade 60% menor ao verificado para a área sem aplicação de \n\nfósforo. Esse fato que pode ser atribuído a presença da crotalária no consórcio, pois, esse \n\nresultado se assemelhou ao verificado para o seu cultivo “isolado”, e que o milheto em cultivo \n\nisolado não respondeu resposta às doses de P2O5 aplicado.  \n\nFigura 4 - Desdobramento da interação entre planta e doses para número de esporos de fungos micorrízicos \narbusculares, para os tratamentos A= crotalária (crot) e guandu (gua), B= mucuna (muc) e milheto + guandu (mi \n+ gua) e C= milheto + crotalária (mi + crot) e milheto + mucuna (mi + muc), em função das doses de P2O5 (kg \nha-1) aplicados na semeadura do feijoeiro. \n\n \n\n \n\nA \n\n \n\nB \n\n  \n\n \n\nC \n\nFonte: Souza (2012) \n \n\n  A crotalária quando em consórcio com o milheto, apresenta crescimento inicial muito \n\nsuperior, representando 65% da fitomassa produzida para a área em consórcio (PERIN et al., \n\n2003; 2004). Esse fator pode ter contribuído para os resultados constatados para no consórcio \n\nmilheto+crotalária.  \n\nO consórcio milheto + mucuna exibiram uma resposta à aplicação de fósforo somente \n\na partir da aplicação de 60 kg ha-1, com maior produção no número de esporos observada pela \n\nmaior dose testada, apresentando resposta que se ajusta ao modelo quadrático (Figura 4C).  \n\n\n\n?\t?\n\n?\n\n4.4 Produtividade do feijoeiro \n\nEncontrou-se diferença estatística para produtividade do feijoeiro entre os tratamentos \n\ncom uso de plantas de cobertura (Tabela 4). Correlação significativa e positiva foi detectada \n\nentre a produtividade do feijoeiro e os teores de fósforo no solo (0,261*), bem como entre a \n\nprodutividade do feijoeiro e a produção de massa seca das plantas de cobertura (0,231*). \n\nTambém, constatou-se, ainda, que os tratamentos crotalária, mucuna e milheto + crotalária \n\ndiferiram do tratamento guandu, sem, no entanto, diferirem entre si (Tabela 4). Esses \n\nresultados se assemelham aos relatados por Arf et al. (1999) e Wutke et al. (1998), que \n\nencontraram maior produtividade do feijoeiro de inverno quando cultivado em sucessão a \n\nplantas de cobertura, em especial a mucuna-preta.  \n\nEsse resultado, no entanto, difere do reportado por Carvalho et al. (2007b), que \n\nestudando a influência de diferentes plantas de cobertura, dentre elas mucuna, crotalária, \n\nmilheto e guandu sobre a produtividade do feijoeiro, não encontraram diferença entre os \n\ntratamentos de cobertura, em sistema plantio direto sob irrigação.  \n\nA cobertura com restos de culturas tem, em muitas situações, disponibilizado mais \n\nágua às plantas em solos sob sistema de plantio direto (STONE; MOREIRA, 2001), o que \n\npode ocorrer mesmo em sistemas irrigados. Em virtude desse fato, esse sistema pode ter \n\ncontribuído para a maior eficiência na absorção e retenção de água por parte dos tratamentos \n\ncom maiores produções de massa seca, o que pode ter contribuído para a produtividade final \n\ndo feijoeiro, já que essas variáveis se correlacionaram positivamente. \n\n \n\n4.5 Fosfatase ácida das folhas do feijoeiro \n\nHouve diferença estatística da atividade da fosfatase ácida do feijoeiro entre plantas de \n\ncobertura e entre doses de fósforo, mas não para a interação planta e dose (Tabela 4). A maior \n\natividade da fosfatase (28,07 ?g p–NPP g-1 h-1) foi encontrada nas plantas de feijoeiro \n\ncultivada posteriormente a crotalária que, diferiu dos tratamentos milheto e pousio. \n\nDiversos trabalhos têm demonstrado relações positivas entre a capacidade da planta \n\nem absorver fósforo do solo e a atividade da fosfatase (BESFORD, 1978; MCLACHLAN, \n\n1982), capacidade essa de absorver fósforo do solo que foi associada ao poder de acidificação \n\nda região da raiz por parte do vegetal (MCLACHLAN, 1976).  \n\nA importância destas respostas diferenciadas está no conhecimento da capacidade de \n\ndesenvolvimento e produção de determinadas cultivares em solos pobres em fósforo. Sabe-se \n\nque a atividade desta enzima aumenta na planta quando cultivada em ambiente com baixas \n\n\n\n???\n\n?\n\nconcentrações de fósforo, ou quando a planta não consegue explorar o fósforo disponível na \n\nsolução do solo.  \n\nA planta de feijoeiro cultivada nas aéreas submetidas anteriormente ao cultivo da \n\ncrotalária demonstrou valores mais elevados para atividade da enzima fosfatase ácida. Isso \n\npode ser decorrente de uma maior dificuldade na absorção do fósforo inorgânico disponível, \n\npelo não desenvolvimento pleno do seu sistema radicular ou, devido à baixa concentração de \n\nfósforo presente na área em questão.  \n\nAs fosfatases são enzimas adaptativas e a intensificação da sua síntese em plantas é \n\ndeterminada pela necessidade de fósforo para o seu desenvolvimento (OLIVEIRA et al., \n\n1999). Nesse sentido, as leguminosas usadas como culturas de cobertura apresentaram \n\nresultados semelhantes entre si, diferindo do milheto e pousio, este último formado em sua \n\ngrande maioria por gramíneas (Tabela 4).  \n\nAs plantas do feijoeiro, cultivada em sucessão a gramínea como o milheto, mostrou \n\nmaior absorção pelo nutriente fósforo disponível no solo, decorrente de uma menor atividade \n\nda enzima presente na planta. Isso pode ter ocorrido devido a estímulos provocado pelos \n\nrestos vegetais da gramínea ou, as leguminosas usadas como cobertura inibiram o \n\ndesenvolvimento do sistema radicular das plantas de feijoeiro por algum composto alelopático \n\nliberado em decorrência de sua decomposição, ocasionando uma menor eficiência quanto à \n\nextração do fósforo inorgânico. \n\nA atividade da fosfatase reduziu significativamente com a aplicação de P2O5 em \n\nrelação à testemunha (Tabela 4), com menor valor obtido na dose de 90 kg ha-1 que não \n\ndiferiu da dose 60 kg ha-1. Detectou-se correlação significativa e positiva entre a atividade da \n\nfosfatase ácida e a colonização por fungos micorrízicos arbusculares (0,340**). Redução da \n\natividade da fosfatase ácida com o aumento no teor de fósforo disponível no solo, como \n\nverificado no presente trabalho, foram relatados por Maia-Almeida et al. (2008) e em feijoeiro \n\npor Fernandes et al. (2000). \n\nOs resultados da fosfatase quanto às doses de P2O5, apresentaram resposta linear e \n\nnegativa, ou seja, aumentando-se as doses de P2O5 aplicado, verificou-se uma redução da \n\natividade enzimática da fosfatase (Figura 3A). Estes resultados diferem dos encontrados por \n\nFernandes et al. (1998), os quais não observaram diferenças estatísticas entre a atividade da \n\nfosfatase ácida em folhas de feijoeiro cultivado com e sem a aplicação de fósforo, atribuindo \n\nesse comportamento às alterações metabólicas decorrentes da deficiência de fósforo nas \n\nplantas cultivadas sem aplicação desse nutriente.  \n\n \n\n\n\n???\n\n?\n\n4.6 Atributos biológicos \n\nHouve diferenças significativas para os atributos biológicos estudados em relação aos \n\ntratamentos com plantas de cobertura. Comportamento semelhante ocorreu para os \n\ntratamentos com doses de P2O5 aplicado ao solo na semeadura do feijoeiro. Com exceção dos \n\nteores de C-CO2 liberado, os atributos apresentaram-se diferentes estatisticamente (Tabela 6). \n\nAinda nesse sentido, verificou-se diferenças estatísticas também para a interação plantas de \n\ncobertura e doses de P2O5, para as análises do quociente metabólico e quociente de carbono \n\nmicrobiano.  \n\nA atividade biológica, avaliada pela quantidade de C-CO2 liberado, apresentou \n\ndiferenças significativas para os tratamentos milheto, crotalária e milheto+crotalária em \n\nrelação ao pousio, com valores variando de 9,73 a 11,44 mg C-CO2 g\n-1 dia-1 (Tabela 6). No \n\ncultivo “solteiro” do milheto, foi superior em 14,95% em relação aos mais baixo encontrado \n\npara o pousio. Uma possível hipótese para tal resultado seria uma seleção microbiana quanto à \n\npreferência pelo material orgânico vegetal a ser decomposto. No entanto, quanto à produção \n\nda massa seca da parte aérea das plantas de cobertura, não se evidenciou diferenças entre o \n\nmilheto e pousio (Tabela 1).  \n\nConstatou-se correlação significativa e positiva entre C-CO2 liberado e o quociente \n\nmetabólico, teor de matéria orgânica e de fósforo (0,233*; 0,338** e 0,340**, respectivamente), \n\no que demonstra a importância e influência tanto da matéria orgânica quanto do teor de \n\nfósforo para a atividade dos microorganismos do solo.  \n\nEstudando a influência de diferentes tipos de manejos, dentre eles a pastagem, a \n\nvegetação nativa e o uso de plantas de cobertura no sistema plantio direto sobre a atividade \n\nmicrobiana, Santos et al. (2004) não relataram diferenças entres os tipos de manejo na camada \n\nde 0,05-0,10 m. Entretanto, verificaram que ocorreu maior liberação de C-CO2 em solos com \n\nvegetação natural, levando-os a acreditar ser em função das constantes incorporação de \n\nresíduos.  \n\nDe acordo com os autores acima, a incorporação de resíduos orgânicos favorece o \n\nacúmulo de matéria orgânica, promovendo alta atividade microbiana sobre o material, \n\nacarretando aumento na liberação de C-CO2. No entanto, esses resultados não se assemelham \n\naos observados no presente estudo, já que para produção de massa seca da parte aérea das \n\nplantas de cobertura os tratamentos milheto e pousio se assemelharam, diferindo \n\nestatisticamente quanto à atividade microbiana.  \n\n \n\n\n\n?\n?\n\n?\n\nTabela 6 - Teste de comparação de médias, teste F, diferença mínima significativa (DMS), coeficientes de \nvariação (CV%) e análise de regressão com modelo da equação e significância para o carbono do CO2 liberado \n(C-CO2), carbono da biomassa microbiana (CBM), quociente metabólicos (qCO2), quociente microbiano \n(qCmic), avaliados na camada de 0-0,10 m, em função das plantas de cobertura e doses de P2O5 (kg ha\n\n-1) \naplicados na semeadura do feijoeiro. \nTratamentos C-CO2 (mg CO2 \n\ng-1 solo seco dia-1) \nCBM (?g C g-1 \n\nsolo seco) \nqCO2 (mg CO2 \n\nmg-1 C dia) \nqCmic (%) \n\nPlantas de cobertura (P)    \nMilheto 11,44a 414,00a 0,029b 2,985a \nCrotalária 11,42a 435,17a 0,029b 3,083a \nGuandu   10,14ab 411,11a 0,028b   2,786ab \nMucuna   10,71ab   373,39ab 0,033b   2,654ab \nPousio   9,73b 387,00a 0,026b 2,863a \nMi + Gua   10,97ab   385,89ab 0,030b 2,861a \nMi + Crot 11,40a 228,61b 0,056a 1,760b \nMi + Muc   11,13ab   330,44ab   0,040ab   2,372ab \nDMS   1,516       157,898         0,017      1,048 \nTeste F - P    3,57**      3,46**         6,35**      3,34** \nCV(%) 9,32         28,46       34,02    26,22  \nDoses (D) de P2O5    \n  0        10,68 325,73b   0,040a  2,34b \n60        10,79 338,06b   0,036a  2,45b \n90        11,14 448,31a   0,027b  3,22a \nDMS 0,708 73,78 0,008  0,489 \nTeste F  1,34 ns     9,83**  8,00**       11,26** \nCV(%)          9,32        28,46       34,02       26,22  \nModelo Equação             -            L           L            L \nR2 (%) ns        66,0       78,70       67,19 \nTeste F - D          1,44ns        12,97**       12,58**       15,12** \nTeste F - P x D  1,73 ns     1,51 ns         2,40*         2,04* \n\nMédias seguidas por mesma letra na coluna, não difere entre si pelo teste de Tukey a 5% de probabilidade, ** e *: \nsignificativo a 1 e 5% de probabilidade, respectivamente. ns não significativo. Em que: mi=milheto; gua: guandu; \nmuc: mucuca-preta e crot: crotalária. \n \n\nO consórcio milheto + mucuna, apresentou a menor produção de massa seca da parte \n\naérea para plantas de cobertura, porém a atividade microbiana na área desse tratamento foi \n\nsemelhante à encontrada para milheto e crotalária que apresentaram maiores produção de \n\nmassa seca da parte aérea (Tabela 6). Demonstrando não ser apenas a incorporação de \n\nmaterial orgânico ao solo o principal responsável pelo aumento da atividade microbiana.  \n\nEm relação aos tratamentos com aplicação de fósforo na semeadura do feijoeiro, não \n\nhouve diferenças significativas para a atividade microbiana, apesar de ter sido verificado uma \n\natividade microbiana ligeiramente superior com a aplicação da dose mais elevada de P2O5 \n\n(Tabela 6). Muito provavelmente em função da maior assimilação do fósforo disponível pelos \n\nmicroorganismos, que é um nutriente fundamental a biomassa microbiana, requerendo-o em \n\ngrandes quantidades.  \n\n\n\n???\n\n?\n\nPara o CBM, maiores valores foram verificados para milheto, crotalária, guandu e \n\npousio, os quais diferiram do tratamento milheto + crotalária, com os valores variando entre \n\n228,61 a 435,17 ?g C g-1 solo seco (Tabela 6). A biomassa microbiana, por ser a fração viva \n\nda matéria orgânica do solo, é considerada um reservatório de nutrientes e, com isso, elevados \n\nteores de biomassa microbiana indicam função de reserva, os quais se acumulam grandes \n\nquantidades de nutrientes (FEIGL et al., 1995). \n\nResultados semelhantes foram relatados por Fonseca et al. (2007), os quais não \n\nverificaram diferenças significativas para uso de diferentes plantas de cobertura, dentre elas, \n\nguandu, mucuna-preta e crotalária em sistema de rotação de cultura com milho e feijão. \n\nValores baixos de CBM, como os relatados para milheto+crotalária, podem estar relacionados \n\npossivelmente com uma liberação mais lenta de nutrientes por parte do consórcio de culturas.  \n\nEntre os cultivos de cobertura não foram detectadas diferenças estatísticas em relação \n\nao pousio, exceto milheto + crotalária. Houve uma tendência desses tratamentos no aumento \n\nda quantidade de CBM, que no geral, superaram o valor de 309,63 ?g C g-1, valor este \n\nconstatado por Araújo et al. (2007) em estudos de CBM em sistema convencional, \n\ndemonstrando, a importância e a interferência da adoção de um sistema de manejo do solo no \n\naumento ou manutenção de material orgânico sobre o solo, visando a busca por melhorias na \n\nqualidade do solo. \n\nEm experimentos com feijoeiro, Cunha et al. (2011b) verificaram, quanto aos teores \n\nde CBM na camada de 0-0,10 m do solo, diferenças significativas entre as plantas de \n\ncobertura utilizadas e constataram maior influência positiva das plantas de guandu e mucuna, \n\nas quais diferiram de crotalária e pousio quanto ao CBM. Esses resultados diferem dos \n\nobservados no presente estudo, não havendo diferenças significativas para as plantas de \n\ncobertura citadas acima.  \n\nSilva et al. (2007), comparando diversas culturas de cobertura para o feijoeiro irrigado, \n\nno sistema plantio direto e convencional, não encontraram diferença estatística para CBM. \n\nEstes autores verificaram ainda que, houve diferença entre os dois sistemas de preparo do solo \n\nem relação o CBM, e que essa diferença foi maior do que a observada para o carbono \n\norgânico total, indicando que o CBM é um indicador mais sensível para comparar preparos de \n\nsolo.  \n\nMesmo não havendo diferenças significativas para a matéria orgânica em relação aos \n\nmanejos de plantas de cobertura utilizados, tal resultado não se aplicou para o CBM. \n\nResultados esses semelhantes aos reportados por Silva et al. (2009) e por Marchiori Júnior e \n\nMelo (2000), de que nem sempre essas duas variáveis estão correlacionados.  \n\n\n\n???\n\n?\n\nAinda de acordo com ambos os autores acima, os valores de CBM não foram \n\ninfluenciados pelos teores de matéria orgânica do solo, se comportando como variáveis \n\nindependentes. Tais resultados são discrepantes ao relatados por Stenberg (1999), que afirma \n\nhaver uma relação estreita entre quantidade de carbono da biomassa com presença da matéria \n\norgânica no solo, ou seja, altas taxas de CBM indicam teores elevados de matéria orgânica, \n\ncapaz de manter altas taxas de decomposição, reciclando maiores quantidades de nutrientes. \n\nQuanto aos tratamentos com aplicação de fósforo, verificaram-se diferenças \n\nsignificativas da aplicação de 90 kg de P2O5 em relação à dose 60 kg ha\n-1 e o tratamento sem \n\naplicação de fósforo para o CBM, que por sua vez não diferiram entre si (Figura 5A). Os \n\nresultados se apresentam em uma equação linear e positiva para aplicação com fósforo. \n\nAnalisando os tratamentos com aplicação de 60 kg de P2O5 e sem aplicação de \n\nfósforo, verifica-se uma tendência de aumento na quantificação da biomassa microbiana, sem, \n\nno entanto, haver diferenças estatísticas (Tabela 6). Isso pode ser efeito da característica \n\nargilosa do solo, que favorece uma maior fixação do fósforo pelo solo devido ao seu poder \n\ntampão, diminuindo a resposta desse tratamento, sendo possível verificar diferenças apenas \n\ncom adubações fosfatadas mais elevadas.  \n\nConte et al. (2002) inferiram que a incorporação de maiores quantidades de fósforo \n\npela biomassa microbiana deve-se a aplicação de adubos fosfatados associados a grandes \n\nquantidades de carbono, disponível pelos restos culturais, favorecendo o crescimento da \n\nbiomassa microbiana. \n\nQuanto ao qCO2 do solo, observou-se diferenças estatísticas significativas entre \n\nmilheto+crotalária e os demais tratamentos, com exceção do milheto + mucuna, com valores \n\nentre 0,026 a 0,056 mg CO2 mg\n-1 C dia-1 (Tabela 6). Constatou-se uma correlação \n\nsignificativa e negativa entre CBM e qCO2 (-0,862\n**). Estes resultados se assemelham aos \n\nrelatados por Silva et al. (2007), que verificaram alterações significativas entres os valores do \n\nqCO2 pelo uso de diferentes plantas de cobertura, dentre elas mucuna, crotalária e milheto em \n\nrotação com feijoeiro sob sistema plantio direto e convencional.  \n\nNo presente trabalho, com exceção do tratamento milheto + crotalária, todos os demais \n\ntratamentos com plantas de cobertura apresentaram rendimentos iguais estatisticamente \n\n(Tabela 6). Diferindo dos resultados constatados por Cunha et al. (2011b), que estudando o \n\ncultivo convencional e plantio direto com uso de guandu, mucuna e crotalária como plantas de \n\ncobertura, relataram diferenças significativas entre plantas de cobertura em plantio direto do \n\nfeijoeiro, com o guandu apresentando o melhor desempenho. \n\n \n\n\n\n???\n\n?\n\nFigura 5 - Análise de regressão para: A = quantidade de carbono da biomassa microbiana (CBM - ?g C g-1 solo); \nB = quociente metabólico (qCO2 - mg CO2 mg\n\n-1 C dia-1) e C = quociente do carbono microbiano, em função das \ndoses de P2O5 (kg ha\n\n-1) aplicados em semeadura do feijoeiro. \n \n\n                                                                   \n\n??\n\n?\n\n?\n\n?\n\n                                       \n\n \n\n \n\n \n\nFonte: Souza (2012) \n \n\n \n\nNesse sentido, Bardgett e Saggar (1994) afirmaram que valores elevados de qCO2 \n\nindicam distúrbios sobre o solo, quase sempre provocados por manejos incorretos, como o \n\npreparo convencional do solo. Este promove a quebra dos agregados do solo, tornando a \n\nmatéria orgânica mais suscetível aos microorganismos, favorecendo o aumento da taxa de \n\nmineralização, com conseqüente aumento na liberação de CO2.  \n\nO maior valor do qCO2 verificado no tratamento milheto + crotalária pode ser um \n\nindicativo de uma condição de estresse ou distúrbio. Ou, em função de uma maior relação \n\nC/N para o consórcio, associada à maior produção de massa seca da parte aérea das plantas de \n\ncobertura, resultou em maior atividade microbiana com conseqüente aumento na liberação de \n\ncarbono na forma de CO2 liberado por unidade da biomassa microbiana. \n\nEm relação aos tratamentos com fósforo, verificaram-se diferenças estatísticas, \n\nconseguindo menor valor, 0,027 mg CO2 mg\n-1 C dia-1 com maior dose de P2O5 aplicado \n\nA B \n\nC \n\n\n\n???\n\n?\n\n(Tabela 6). Não houve diferença estatística entre os tratamentos sem e com aplicação de 60 kg \n\nha-1 de P2O5. No entanto, observou-se uma tendência na redução do qCO2 pela aplicação de \n\nfósforo.  \n\nUma das hipóteses para tais resultados pode ser o aumento do tamanho da população \n\nmicrobiana em função tanto dos maiores teores de fósforo livre no solo, influenciando no \n\naumento de ATP nos microorganismos, como na eficiência da biomassa microbiana, devido à \n\nincorporação de grandes quantidades desse nutriente em sua biomassa.  \n\nVerificou-se que o quociente metabólico se ajustou em uma função linear com \n\nresposta negativa às aplicações de P2O5 ao solo (Figura 5B). Resultados que diferem dos \n\nrelatados por Lourente et al. (2011) que avaliando os atributos biológicos sob plantio direto e \n\nsistema convencional em condição de cerrado, constataram correlação significativa e positiva \n\nentre o qCO2 e os teores de fósforo no solo, indicando que maiores teores de fósforo resultam \n\nem maiores valores do qCO2. Portanto, de acordo com os autores, altos teores de fósforo \n\npodem proporcionar uma condição de estresse e/ou distúrbio em áreas agrícolas.  \n\nOs menores valores desta variável, segundo Gama-Rodrigues (1999), são indicativos \n\nde uma biomassa microbiana mais eficiente, ou seja, com menor perda de carbono como CO2, \n\npela respiração, com uma fração significativa de carbono incorporado ao tecido microbiano, \n\nresultando na diminuição do qCO2 (CUNHA et al., 2011b). \n\nAssim, valores baixo do qCO2 indicam agroecossistemas estáveis, com melhores \n\nqualidades em relação aos seus atributos químicos, físicos e biológicos. Nesse sentido, \n\nverificou-se que as áreas sob consórcio milheto+crotalária se destacaram negativamente \n\nquanto as taxas de qCO2. Demonstrando menor eficiência da biomassa microbiana nessas \n\náreas quanto a utilização dos recursos disponíveis. \n\nA interação plantas e doses foi significativa para o atributo qCO2, verificando-se \n\ndiferenças estatísticas para os tratamentos 0 e 60 kg ha-1 de P2O5. No tratamento sem uso de \n\nfósforo, o maior valor para qCO2 foi observado no consórcio milheto+crotalária, que diferiu \n\ndos demais tratamentos, com exceção de milheto+mucuna e mucuna (Tabela 7).  \n\nPara a dose de 60 kg ha-1 de P2O5 constatou-se diferenças estatísticas para \n\nmilheto+crotalária em relação à mucuna e pousio (Tabela 7). Esses resultados poderiam ser \n\nexplicados pela grande produção de massa seca da parte aérea do tratamento \n\nmilheto+crotalária que foi muito superior e significativo em relação ao tratamento \n\nmilheto+mucuna e pousio (Tabela 1). Não se verificou a mesma tendência para o tratamento \n\nmucuna. Nesse sentido, uma das hipóteses para os resultados é uma seleção microbiana nas \n\naéreas sob o consórcio milheto+crotalária.  \n\n\n\n???\n\n?\n\nAnalisando o comportamento das respostas das plantas de cobertura em relação aos \n\ntratamentos com e sem aplicação de fósforo para o qCO2, observou respostas que se ajustam \n\nàs equações matemáticas apenas para mucuna em cultivo isolado, e os consórcios \n\nmilheto+crotalária e milheto+mucuna (Tabela 7). \n\nTabela 7 - Desdobramento da interação significativa entre plantas de cobertura e doses de P2O5 (kg ha\n-1) para \n\nquociente metabólico e quociente microbiano, com respectivos modelos de equação de regressão, coeficientes de \ndeterminação (R2) e significância. \nTratamentos \nPlantas de \ncobertura \n\nP2O5 (kg ha\n-1)  \n\nEquação \n \n\nR2 (%) 0 60 \nP (mg dm-3) \n\n90 \n \n\n \nQuociente metabólico (mg CO2 mg\n\n-1 C dia-1) \n\nMilheto   0,025bc   0,033ab 0,030a - ns \nCrotalária    0,031bc   0,035ab 0,021a - ns \nGuandu 0,023c   0,043ab 0,020a - ns \nMucuna     0,051abc 0,026b 0,024a Y = 0,04926-0,000312.x** 93,7 \nPousio     0,023c 0,025b 0,031a - ns \nMi + gua 0,034b   0,033ab 0,024a - ns \nMi + crot 0,067a 0,061a 0,040a Y = 0,069667-0,000267.x* 75,0 \nMi + muc   0,063ab   0,033ab 0,023a Y = 0,062738-0,000455.x** 99,4 \n\n \nQuociente microbiano (mg de C kg-1 de solo) \n\nMilheto   2,989ab 2,738a 3,229a - ns \nCrotalária   2,985ab 2,443a 3,822a - ns \nGuandu  2,810ab 1,751a 3,796a - ns \nMucuna  1,613ab 3,056a 3,293a Y = 1,68211+0,01944.x** 96,0 \nPousio 3,109a 2,917a 2,563a - ns \nMi + gua   2,668ab 2,377a 3,536a - ns \nMi + crot   1,357ab 1,765a 2,159a - ns \nMi + muc 1,233b 2,511a 3,371a Y = 1,2017+0,02340.x** 99,4 \n\nMédias seguidas por mesma letra na coluna, não difere entre si pelo teste de Tukey ao nível de 5% de \nprobabilidade. Em que: mi=milheto; gua=guandu; muc=mucuca-preta e crot=crotalária. \n \n\nAs taxas de qCO2 em áreas com cultivos de mucuna como plantas de cobertura \n\napresentou uma resposta linear e negativa quanto as aplicações de fósforo ao solo (Figura 6). \n\nDemonstrando uma condição desejada e, proporcionada por meio de adubações fosfatadas.  \n\nPara o tratamento em consórcio com milheto+crotalária, houve respostas negativas às \n\naplicações de P2O5 ao solo para o qCO2, com os resultados se ajustando a uma função linear \n\n(Figura 6). No entanto, observou-se que melhores respostas são conseguidas com adubações a \n\npartir de 60 kg ha-1, com menor taxa de qCO2 constatado pela aplicação de 90 kg ha\n-1. Mesmo \n\nhavendo uma tendência de queda nas taxas do qCO2 produzidas em decorrência da atividade \n\nmicrobiana em função da aplicação de doses de P2O5, verificou-se que o consórcio \n\nmilheto+crotalária apresentou em geral as maiores taxas do qCO2 dentre os tratamentos \n\nadotados.  \n\n\n\n???\n\n?\n\nFigura 6 - Desdobramento da interação entre plantas de cobertura e doses para quociente metabólico (qCO2 - mg \nCO2 mg\n\n-1 C dia-1) para os tratamentos mucuna (muc) e milheto + crotalária (mi + crot), em função das doses de \nP2O5 (kg ha\n\n-1) aplicados na semeadura do feijoeiro. \n\n?\n \n\nFonte: Souza (2012) \n\nPara o tratamento milheto+mucuna, maiores taxas de qCO2 foram verificadas sem a \n\naplicação de fósforo ao solo, verificando-se a partir do tratamento sem aplicação de fósforo \n\nqueda na taxa do quociente em função das aplicações de P2O5, que aumentou a \n\ndisponibilidade do fósforo no solo, facilitando uma maior assimilação por parte dos \n\nmicroorganismos. Diante disso, os resultados apresentados demonstram uma resposta \n\nnegativa ajustada para uma função linear quanto à aplicação de diferentes doses de P2O5 ao \n\nsolo (Figura 7).  \n\nAltos teores de fósforo, de acordo com Tótola e Chaer (2002), podem favorecer uma \n\ncondição de estresse ou distúrbio ao sistema. Fato não verificado no presente estudo. \n\nAceitando que em áreas com aplicações de fósforo, os teores desse nutriente sejam mais \n\nelevados comparadas as áreas sem aplicação, pode-se dizer que altos teores de fósforo \n\ncontribuíram para a diminuição de algum distúrbio ou estresse sofrido nas áreas submetidas \n\naos tratamentos com aplicação de P2O5 para o presente estudo.   \n\nA redução nos valores do qCO2, para as áreas com plantas de cobertura submetidas a \n\naplicação de fósforo, indicam que a biomassa microbiana está sendo mais eficiente na \n\nutilização dos recursos disponíveis, ou seja, está ocorrendo menor perda de carbono em forma \n\nde CO2 por unidade de biomassa.  \n\nO qCmic é a relação entre CBM e carbono orgânico do solo, que em condições \n\nnormais, varia de 1 a 4%, sendo que valores menores que 1% indicam algum fator limitante à \n\natividade da biomassa microbiana (JAKELAITIS et al., 2008). No presente trabalho, em todos \n\nos tratamentos, os valores para qCmic foram superiores a 1% e inferiores a 4% (Tabela 6), \n\nindicando uma influência positiva das plantas de cobertura sobre a atividade microbiana. \n\n\n\n?\t?\n\n?\n\nFigura 7 - Análise de regressão da interação entre as plantas de cobertura e dose para quociente metabólico \n(qCO2 - mg CO2 mg\n\n-1 C dia-1) para  o tratamento milheto + mucuna (mi + muc) em função das doses de P2O5 (kg \nha-1) aplicados na semeadura do feijoeiro. \n \n\n \n \n \n \n \n \n \n \n \n \n\nFonte: Souza (2012) \n \n\nVerificaram-se diferenças significativas para as plantas de cobertura, doses e interação \n\nplantas e doses (Tabela 6). Para os tratamentos com culturas de cobertura, houve diferença \n\nentre os tratamentos milheto, crotalária, pousio e milheto+guandu em relação à \n\nmilheto+crotalária. Para a área com milheto+crotalária, houve uma redução de carbono, \n\ndemonstrada pelo elevado qCO2 e pelo baixo qCmic. Correlação significativa e positiva foi \n\nverificada entre qCmic e CBM (0,939**), o que era esperado, visto que são atributos que \n\nocorre em função do outro.  \n\nOs valores de qCO2 encontrados no presente trabalho, diferem dos resultados \n\nreportados por Carneiro et al. (2008) que encontraram valores elevados de qCO2 e baixos de \n\nqCmic para milheto e pousio, em estudos relacionados ao uso de plantas de cobertura sobre a \n\natividade microbiana de solos em sistema plantio direto. No entanto, assemelham-se aos \n\nvalores obtidos para guandu e crotalária, do presente trabalho (Tabela 6). \n\nOs resultados apresentaram uma resposta linear e positiva a aplicação de fósforo \n\nquanto ao qCmic (Figura 5), observando maiores valores do quociente microbiano em áreas \n\nsubmetidas a adubação fosfatada. Ficou, portanto, demonstrada a importância da adubação \n\nfosfata para a atividade microbiana do solo, já que esse elemento é incorporado em grande \n\nquantidade pela biomassa microbiana, aumentando sua atividade e eficiência na obtenção de \n\nrecursos do sistema, conseqüentemente melhorando a qualidade dos solos.  \n\nPara a interação entre plantas de cobertura e doses de P2O5 quanto ao qCmic (Tabela \n\n7), foi verificada diferença significativa apenas para o tratamento sem aplicação de fósforo, \n\ncom maior valor de 3,109 (%) verificado no tratamento pousio, diferindo apenas do \n\ntratamento milheto+mucuna com valor de 1,233 (%). \n\n\n\n???\n\n?\n\nPara áreas em rotação de culturas, segundo Anderson e Domsch (1989), os valores do \n\nCBM devem estar situado em torno de 4,0 (%), sendo que acima ou abaixo deste corresponde, \n\nrespectivamente, a acúmulo ou perda de carbono no sistema. As perdas maiores observadas \n\npara as áreas com consórcio milheto+mucuna, no tratamento sem aplicação de fósforo, pode \n\nser relacionada a uma estabilidade, com menores perdas de carbono quando comparadas com \n\nas plantas de cobertura estudadas (Tabela 6), o que demonstra a importância da escolha da \n\ncobertura que propicie melhoria na qualidade do solo. \n\nAnalisando os resultados em função das plantas de cobertura em relação aos \n\ntratamentos com aplicações ou não de fósforo, verifica-se que apenas os tratamentos mucuna \n\ne milheto+mucuna exibiram respostas que se ajustaram a modelos matemáticos (Figura 5C).  \n\nPara a área utilizada para o cultivo da mucuna como planta de cobertura, \n\nposteriormente submetida a diferentes tratamentos com fósforo, constatou-se um aumento nos \n\nteores de qCmic em função das aplicações com fósforo, resultados que se ajustaram em uma \n\nfunção linear de resposta positiva (Figura 8).  \n\nComparando os tratamentos sem aplicação de fósforo e o tratamento com aplicação de \n\n60 kg ha-1, observa-se um crescimento mais acentuado, com incremento de quase 50% de \n\ncarbono microbiano proporcionado pela aplicação de fósforo na dose em questão. A tendência \n\nde crescimento continuou para aplicação de maior dose de fósforo, porém com menor \n\nincremento de qCmic ao solo.    \n\nFigura 8 - Análise de regressão para quociente de carbono microbiano (%) em função das doses de P2O5 (kg ha\n-1) \n\naplicados na semeadura do feijoeiro em sistema plantio direto, tendo como plantas de cobertura mucuna (muc) e \nmilheto + mucuna (mi + muc). \n\n \n \n\nFonte: Souza (2012) \n \n\nA relação entre carbono microbiano e carbono orgânico (qCmic) é um indicador de \n\ndisponibilidade da matéria orgânica para os microorganismos, e valores maiores deste \n\nquociente indicam incremento da sua dinâmica no solo (SAMPAIO et al., 2008). Nesse \n\n\n\n???\n\n?\n\nsentido, valores maiores para quociente microbiano foram verificados para a área sob \n\nconsórcio milheto+mucuna como plantas de cobertura, indicando um incremento de matéria \n\norgânica no solo.  \n\nDe acordo com o resultado para o consórcio, as aplicações de fósforo ao solo \n\nproporcionaram incrementos nos teores de carbono microbiano (Figura 8). Os resultados \n\najustaram-se a função linear e positiva, como no tratamento com mucuna, porém, com \n\ncrescimentos mais proporcionais entre os tratamentos adotados.  \n\nPara essa variável biológica, ficou evidente a influência da aplicação de fósforo para o \n\nganho na qualidade do solo, pois o tratamento milheto+mucuna foi o consórcio que \n\napresentou a menor produção de massa seca da parte aérea das plantas de cobertura, \n\ndemonstrando que, apenas o aumento de material orgânico sobre uma área não significa \n\nganhos diretos quanto à qualidade de um solo.    \n\n As variações em qCmic refletem o aporte de matéria orgânica do solo, eficiência da \n\nconversão do carbono microbiano, as perdas de carbono do solo e a estabilização do carbono \n\norgânico. Desse modo, qCmic indica estabilidade ou variação do conteúdo de carbono em \n\nfunção das condições impostas ao sistema (TÓTOLA; CHAER, 2002). Porém, de acordo com \n\nPôrto et al. (2009), esse atributo, da forma como vem sendo determinado, pode apresentar \n\nlimitações para caracterizar a qualidade do solo em determinadas situações.  \n\n \n\n\n\n?\n?\n\n?\n\n \n\n \n\n \n\n5. CONCLUSÕES \n\n Após dois anos de cultivo as plantas de cobertura com exceção do teor de fósforo no \n\nsolo, não diferiram entre si quanto aos seus efeitos nos atributos químicos do solo sob sistema \n\nde semeadura direta; \n\nAs quantidades totais de massa seca da parte aérea das culturas de cobertura pouco \n\ninfluenciaram na atividade microbiana, demonstrando uma seleção microbiana pelo consórcio \n\nmilheto+crotalária; \n\nAs variáveis microbiológicas são sensíveis e respondem às plantas de cobertura e às \n\ndoses crescentes de adubação fosfatada, tendo as maiores doses de fósforo proporcionado \n\naumentos do CBM e redução do qCO2, colonização micorrízica e número de esporos de \n\nFMA.  \n\nValores elevados de qCO2 e baixos de qCmic foram encontrados para o consórcio \n\nmilheto+crotalária, demonstrando alta atividade nessa área, com perdas de carbono orgânico.  \n\n \n\n\n\n???\n\n?\n\n \n\n \n\n \n\n6.  REFERÊNCIAS  \n\n \n\nAE, N.; ARIHARA, K.; OKADA, K.; YOSIHARA, T.; JOHANSEN, C. Phosphorus uptake \nby pigeonpea and its role in cropping systems of Indian subcontinent. Science, Washington, v. \n248, n. 2, p. 477-480, 1990. \n\nAGUIAR, L. M. S.; MACHADO, R. B.; MARINHO-FILHO, J. A diversidade biológica do \nCerrado. In: AGUIAR, L. M. S.; CAMARGO, A. J. A. (Ed.). CERRADO: ecologia e \ncaracterização. Planaltina: Embrapa Cerrados, 2004. p. 17-40. \n\nALARCÓN, A.; FERRERA-CERRATO, R. Manejo de la micorriza arbuscular en sistemas de \npropagación de plantas frutícolas. Terra Latinoamericana, Chapingo, v. 17, n. 3, p. 179-191, \n1999. \n\nALCÂNTARA, F. A. de; FURTINI NETO, A. E.; DE PAULA, M. B.; MESQUITA, H. A. \nde; MUNIZ, J. A. Adubação verde na recuperação da fertilidade de um latossolo vermelho-\nescuro degradado. Pesquisa Agropecuária Brasileira, Brasília, v. 35, n. 2, p. 277-288, 2000. \n\nALVARENGA, R. C.; COSTA, L. M. da; MOURA FILHO, W.; REGAZZI, A. J. \nCaracterísticas de alguns adubos verdes de interesse para a conservação e recuperação de \nsolos. Pesquisa Agropecuária Brasileira, Brasília, v. 30, n. 2, p. 175-185, 1995. \n\nALVARENGA, R. C.; LARA-CABEZAS, W. A.; CRUZ, J. C.; SANTANA, D. P. Plantas de \ncobertura de solo para sistema plantio direto. Informe Agropecuário, Belo Horizonte, v. 22, \nn. 208, p. 25-36, 2001. \n\nALVES, S. M. C.; ABBOUD, A. C. S.; RIBEIRO, R. L. D.; ALMEIDA, D. L. Balanço do \nnitrogênio e fósforo em solo com cultivo orgânico de hortaliças após a incorporação de \nbiomassa de guandu. Pesquisa Agropecuária Brasileira, Brasília, v. 39, n. 11, p.1111-1117, \n2004. \n\nAMABILE, R. F.; CORREIA, J. R.; FREITAS, P. L.; BLANCENEAUX, P.; GAMALIEL, J. \nEfeito do manejo de adubos verdes na produção de mandioca (Manihot esculenta Crantz). \nPesquisa Agropecuária Brasileira, Brasília, v. 29, n. 1, p. 1793-1799, 1994. \n\nAMADO, T. J. C.; BAYER, C.; ELTZ, F. L. F.; BRUM, A. C. R. Potencial de culturas de \ncobertura em acumular carbono e nitrogênio no solo no plantio direto e a melhoria da \nqualidade ambiental. Revista Brasileira de Ciência do Solo, Viçosa, v. 25, n. 1, p. 189-197, \n2001. \n\nAMBROSANO, E. J.; WUTKE, E. B.; BULISANI, E. A.; CANTARELLA, H. Feijão. In: \nRAIJ, B. van; CANTARELLA, H.; QUAGGIO, J. A.; FURLANI, A. M. C. Recomendações \nde adubação e calagem para o Estado de São Paulo. 2. ed. Campinas: IAC, 1997. p. 194-\n195. (Boletim Técnico, 100). \n\nANDERSON, T. H.; DOMSCH, K. H. The metabolic quotient for CO2 (qCO2) as a specific \nactivity parameter to assess the effects of environmental conditions, such pH, on the microbial \n\n\n\n???\n\n?\n\nbiomass of forest soils. Soil Biology and Biochemistry, Cambridge, v. 25, n. 3, p. 393-395, \n1993. \n\nANDERSON, T. H.; DOMSCH, K. H. Ratios of microbial biomass carbon to total organic in \narable soils. Soil Biology and Biochemistry, Oxford, v. 21, n. 4, p. 471-479, 1989. \n\nANDREOLA, F.; COSTA, L. M.; OLSZEVSKI, N.; JUCKSCH, I. A cobertura vegetal de \ninverno e a adubação orgânica e, ou, mineral influenciando a sucessão feijão/milho. Revista \nBrasileira de Ciência de Solo, Viçosa, v. 24, n. 4, p. 867-874, 2000. \n\nANTONIOLLI, Z. I.; FACELLI, E.; O' CONNOR, P.; MILLER, D.; OPHEL-KELLER, K.; \nSMITH, S. Spore communities of arbuscular mycorrhizal fungi and mycorrhizal associations \nin different ecosystems, South Australia. Revista Brasileira de Ciência do Solo, Viçosa, v. \n26, n. 2, p. 627-635, 2002. \n\nARAÚJO, R.; GOEDERT, W. J.; LACERDA, M. P. C. Qualidade de um solo sob diferentes \nusos e sob Cerrado nativo. Revista Brasileira de Ciência do Solo, Viçosa, v. 31, n. 5, p. \n1099-1108, 2007. \n\nARF, O.; SILVA, L. D. da; BUZETTI, S.; ALVES, M. C.; SÁ, M. E. de; RODRIGUES, R. A. \nF.; HERNANDEZ, F. B. T. Efeito da rotação de culturas, adubação verde e nitrogenada sobre \no rendimento do feijão. Pesquisa Agropecuária Brasileira, Brasília, v. 34, n. 11, p. 2029-\n2036, 1999. \n\nASCENCIO, J. Acid phosphatase as a diagnostic tool. Communication of Soil Sciencie \nPlant Nutrition, New York, v. 25, n. 9/10, p. 1553-1564, 1994. \n\nASSIS JUNIOR, S. L.; ZANUNCIO, J. C.; KASUYA, M. C. Atividade microbiana do solo \nem sistemas agroflorestais, monoculturas, mata natural e área desmatada. Revista Árvore, \nViçosa, v. 27, n. 1, p. 35-41, 2003. \n\nAZCÓN-AGUILAR, C.; BAREA, J. M. Applying mycorrhiza biotechnology to horticultura: \nsignificance and potentials. HortScience, Alexandria, v. 68, n. 1-4, p. 1-24, 1997. \n\nBARDGETT, R. D.; SAGGAR, S. Effects of heavy metal contamination on the short-term \ndecomposition of labeled [14C] glucose in a pasture soil. Soil Biology Biochemistry, Oxford, \nv. 26, n. 5, p. 727-733, 1994. \n\nBARNI, N. A.; FREITAS, J. M. de O.; MATZENAUER, R.; TOMAZZI, D. J.; JANOTELLI, \nV.; ARGENTA, G.; SECHIN, J.; DIDONÉ, I. A.; HILEBRAND, G.; BUENO, A. D.; \nRIBEIRO, S. de S.; TIMM, P. J. Plantas recicladoras de nutrientes e de proteção do solo, \npara uso em sistemas equilibrados de produção agrícola. Porto Alegre: FEPAGRO, 2003. \n84 p. (Boletim, 12). \n\nBARROW, N. J. A mechanistic model for describing the sorption and desorption of \nphosphate by soil. Journal of Soil Science, Oxford, v. 34, n. 3, p. 733-750, 1983. \n\nBENEDETTI, T.; ANTONIOLLI, Z. I; GIRACCA, E. M. N.; STEFFEN, R. B. Diversidade \nde fungos micorrízicos arbusculares na cultura do milho após uso de espécies de plantas de \ncobertura de solo. Revista de Ciências Agroveterinárias, Botucatu, v. 4, n. 1, p. 44-51, 2005. \n\nBERBARA, R. L. L.; SOUZA, F. A.; FONSECA, H. M. A. C. III – fungos micorrízicos \narbusculares muito além da nutrição. In: FERNANDES, M. S. (Ed.) Nutrição mineral de \nplantas. Viçosa: SBCS, 2006. p. 53 – 85. \n\n\n\n???\n\n?\n\nBESFORD, R. T. Effect of phosphorus supply on acid phosphatase activity in the leaves of \ntomato plants. Science Horticulture, Amsterdam, v. 9, n. 4, p. 303- 309, 1978. \n\nBESFORD, R. T. Phosphorus nutrition and acid phosphatase activity in leaves of seven plant \nspecies. Journal of the Science Food and Agriculture, Oxford, v. 30, n. 3, p. 281-285, 1979. \n\nBEVER, J. K.; MORTON, J. B.; ANTONOVICS, J.; SCHULTZ, P. A. Host-dependent \nsporulation and species diversity of arbuscular mycorrhizal fungi in a mown grassland. \nJournal of Ecology, London, v. 84, n. 5, p. 71-82, 1996. \n\nBIELESKI, R. L.; FERGUSON, I. B. Physiology and metabolism of phosphate and its \ncompounds. In: LAUCHLI, A.; BIELESKI, R. L. Inorganic plant nutrition. New York: \nSpringer-Verlag, 1983. p. 422-449. \n\nBODDEY, R.M.; SÁ, J.C. de M.; ALVES, B.J.R.; URQUIAGA, S. The contribution of \nbiological nitrogen fixation for sustainable agricultural systems in the tropics. Soil Biology \nand Biochemistry, Oxford, v. 29, n. 5-6, p. 787-799, 1997. \n\nBONAMIGO, L. A. A cultura do milheto no Brasil, implantação e desenvolvimento no \ncerrado. In: WORKSHOP INTERNACIONAL DE MILHETO, 5, 1999, Planaltina. Anais... \nPlanaltina: Embrapa Cerrados, 1999. p. 31-65. \n\nBONFANTE-FASOLO, P. Anatomy and morphology of vesicular-arbuscular mycorrhizae. In: \nPOWELL, C. L.; BAGYARAJ, D. J. (Ed.). VA Mycorrhiza. Boca Raton : CRC Press, 1984. \np. 5- 33. \n\nBORDIN, L.; FARINELLI, R.; PENARIOL, F.G.; FORNASIERI FILHO, D. Sucessão de \ncultivo de feijão-arroz com doses de adubação nitrogenada após adubação verde, em \nsemeadura direta. Bragantia, Campinas, v. 62, n. 3, p. 417-428, 2003. \n\nBORTOLINI, C. G.; SILVA, P. R.; ARGENTA, G. Sistemas consorciados de aveia preta e \nervilhaca comum como cobertura de solo e seus efeitos na cultura do milho em sucessão. \nRevista Brasileira de Ciência do Solo, Viçosa, v. 24, n. 3, p. 897-903, 2000. \n\nBRAGA, N. R.; TRANI, P. E.; BULISANI, E. A. Mucuna-preta. Campinas: IAC, 2006. 107 \np. \n\nBUCKING, H. Phosphate absorption and efflux of three ectomycorrhizal fungi as affected by \nexternal phosphate, cation and carbohydrate concentrations. Mycological Research, \nCambridge, v. 108, n. 10, p. 599-609, 2004. \n\nCALEGARI, A. Leguminosas para adubação verde de verão no Paraná. Londrina: \nIAPAR, 1995. 118 p. (Circular, 80). \n\nCALEGARI, A.; MONDARDO, A.; BULISANI, E. A.; COSTA, M. B. B. da; MIYASAKA, \nS.; AMADO, T. J. C. Aspectos gerais da adubação verde. In: COSTA, M. B. B. da (Coord.). \nAdubação verde no sul do Brasil. 2. ed. Rio de Janeiro: Assessoria e Serviços a Projetos em \nAgricultura Alternativa, 1993. p. 1-56. \n\nCALEGARI, A.; MONDARDO, A.; BULISANI, E. A.; WILDER, L. do P.; COSTA, M. B. \nB. da; ALCÂNTARA, P. B.; MIYASAKA, S.; AMADO, T. J. C. Adubação verde no Sul do \nBrasil. Rio de Janeiro: AS-PTA, 1992. 346 p. \n\n\n\n???\n\n?\n\nCARDOSO, E. J. B. N.; ANTUNES, V.; SILVEIRA, A. P. D.; OLIVEIRA, M. H. A. \nEficiência de fungos micorrízicos vesículo-arbusculares em porta-enxertos de citros. Revista \nBrasileira de Ciência do Solo, Campinas, v. 10, n. 1, p. 25-30, 1986. \n \nCARNEIRO, J. E. de S. Alternativas para obtenção e escolha de populações segregantes \nno feijoeiro. 2002. 134f. Tese (Doutorado) - Universidade Federal de Lavras, Lavras, 2002.  \n\nCARNEIRO, M. A. C.; CORDEIRO, M. A. S.; ASSIS, P. C. R.; MORAES, E. S.; PEREIRA, \nH. S.; PAULINO, H. B.; SOUZA, E. D. Produção de fitomassa de diferentes espécies de \ncobertura e suas alterações na atividade microbiana de solo de Cerrado. Bragantia, \nCampinas, v. 67, n. 1, p. 455-462, 2008 \n\nCARNEIRO, M. A. C.; SOUZA, E. D.; REIS, E. F.; PEREIRA, H. S.; AZEVEDO, W. R. \nAtributos físicos, químicos e biológicos de solo de Cerrado sob diferentes sistemas de uso e \nmanejo. Revista Brasileira de Ciência do Solo, Viçosa, v. 33, n. 1, p. 147-157, 2009. \n\nCARVALHO, A. M.; AMABILE, R. F. Plantas condicionadoras de solo: interações \nedafoclimáticas, uso e manejo. In: CARVALHO, A. M.; AMABILE, R. F. (Org.). Cerrado: \nadubação verde. Brasília: Embrapa, 2006. v. 1, p. 143-170.  \n\nCARVALHO, I. Q.; SILVA, M. J. S.; PISSAIA, A.; PAULETTI, V.; POSSAMAI, J. C. \nEspécies de cobertura de inverno e nitrogênio na cultura do milho em sistema de plantio \ndireto. Scientia Agraria, Piracicaba, v. 8, n.2,  p. 179-184, 2007a. \n\nCARVALHO, M. A. C.; SORATTO, R. P.; ALVES, M. C.; ARF, O.; SÁ, M. E. Plantas de \ncobertura, sucessão de culturas e manejo do solo em feijoeiro. Bragantia, Campinas, v. 66, n. \n4, p. 659-668, 2007b. \n\nCARVALHO, M. A. C.; SORATTO, R. P.; ATHAYDE, M. L. F.; ARF, O.; SÁ, M. E. \nProdutividade do milho em sucessão a adubos verdes. Pesquisa Agropecuária Brasileira, \nBrasília, v. 39, n. 1, p. 47-53, 2004. \n\nCASTRO FILHO, C.; MUZILLI O.; PODANOSCHI, A.L. Estabilidade dos agregados e sua \nrelação com o teor de Carbono orgânico num Latossolo Roxo distrófico, em função de \nsistemas de plantio, rotações de culturas e métodos de preparo das amostras. Revista \nBrasileira de Ciência do Solo, Viçosa, v. 22, n. 3, p. 527-538, 1998. \n\nCOLLOZI-FILHO, A.; BALOTA, E. L. Potencial de inóculo de fungos micorrízicos \narbusculares em solo cultivado com cafeeiro e leguminosas de verão. In: REUNIÃO \nBRASILEIRA SOBRE MICORRIZAS, 5. 1994, Florianópolis. Resumos... Florianópolis: \nUniversidade Federal de Santa Catarina, 1994. p. 17.  \n\nCONTE, E.; ANGHINONI, I.; RHENHEIMER, D. S. Frações de fósforo acumulada em \nlatossolo argiloso pela aplicação de fosfato no sistema plantio direto. Revista Brasileira de \nCiência do Solo, Viçosa, v. 27, n. 5, p. 893- 900, 2003. \n\nCONTE, E.; ANGHINONI, I.; RHEINHEIMER, D. S. Fósforo da biomassa microbiana e \natividade de fosfatase ácida pela aplicação de fosfato em solo no sistema plantio direto. \nRevista Brasileira de Ciência do Solo, Viçosa, v. 26, n. 4, p. 925-930, 2002. \n\nCÓRDOBA, A. S.; MENDONÇA, M. M.; ARAÚJO, E. F. Avaliação da diversidade genética \nde fungos micorrízicos arbusculares em três estádios de estabilização de dunas. Revista \nBrasileira de Ciência do Solo, Viçosa, v. 26, n. 4, p. 931-937, 2002. \n\n\n\n???\n\n?\n\nCOSTA, E. A.; GOEDERT, W. J.; SOUZA, D. M. G. de. Qualidade de solo submetido a \nsistemas de cultivo com preparo convencional e plantio direto. Pesquisa Agropecuária \nBrasileira, Brasília, v. 41, n. 7, p. 1185- 1191, 2006a. \n\nCOSTA, K. A. de P.; OLIVEIRA JÚNIOR, J. P.; OLIVEIRA, I. P.; HEINEMANN, A. B.; \nFAQUIN, V.; RODRIGUES, C. Adubação fosfatada e potássica no crescimento e nutrição da \nCrotalaria juncea L. Ciência Agrotécnica, Lavras, v. 30, n. 5, p. 827-831, 2006b. \n\nCROSS, A. F.; SCHLESINGER, W. H. A literature review and evaluation of the Hedley \nfractionation: Applications to the biogeochemical cycle of soil phosphorus in natural \necosystems. Geoderma, Amsterdam, v. 64, n. 3/4, p. 197-214, 1995. \n\nCRUZ, J. C.; PEREIRA FILHO, I. A.; ALVARENGA, R. C.; SANTANA, D. P. Plantio \ndireto e sustentabilidade do sistema agrícola. Informe Agropecuário, Belo Horizonte, v. 22, \nn. 208, p. 13- 24, 2001. \n\nCUNHA, E. Q; STONE, L. F; DIDONET, A. D; FERREIRA, E. P. B; MOREIRA, J. A. A. \nLEANDRO, W. M. Atributos químicos de solo sob produção orgânica influenciados pelo \npreparo e por plantas de cobertura. Revista Brasileira de Engenharia Agrícola Ambiental, \nCampina Grande, v. 15, n. 10, p. 1021-1029, 2011a.  \n\nCUNHA, E. Q; STONE, L. F; FERREIRA, E. P. B; DIDONET, A. D; MOREIRA, J. A. A. \nLEANDRO, W. M. Sistema de preparo do solo e culturas de cobertura na produção orgânica \nde feijão e milho. II – Atributos biológicos do solo. Revista Brasileira de Ciência do Solo, \nViçosa, v. 35, n. 1, p. 603-611, 2011b.  \n\nD’ANDRÉA, A. F; SILVA, M. L. N; CURI, N; SIQUEIRA, J. O; CARNEIRO, M. A. C. \nAtributos biológicos indicadores da qualidade do solo em sistemas de manejo na região do \ncerrado no sul do estado de Goiás. Revista Brasileira de Ciências do Solo,Viçosa, v. 26, n. 4, \np. 913-924, 2002. \n\nDAROLT, M. R. Princípios para implantação e manutenção do sistema. In: DAROLT, M. R. \nPlantio direto: pequena propriedade sustentável. Londrina: IAPAR, 1998. p. 16-45. (Circular \nIAPAR, 101). \n\nDORAN, J. W; ZEISS, M. R. Soil health and sustainability: managing the biotic component \nof soil quality. Applied Soil Ecology, Amsterdam, v. 15, n. 1, p. 3-11, 2000. \n\nDORAN, J. W.; PARKIN, T. B. Defining and assessing soil quality. In: DORAN, J. W.; \nCOEMAN, D. C; BEZDICEK, D. F; STEWART, B. A. (Ed.). Defining soil quality for \nsustainable environment. Madison: Soil Science Society of America, 1994. p. 3-21. (SSSA \nSpecial Publication, 35) \n\nDORAN, J. W.; LINN, D. M. Microbial ecology of conservation management systems. In: \nHATFIELD, J. L.; STEWART, B.A. (Ed.). Soil biology: effects on soil quality. Madison: \nCRC, 1994. p 3-21. (Advances on Soil Science). \n\nDOURADO, M. C.; SILVA, T. R. B.; BOLONHEZIM, A. C. Matéria seca e produção de \ngrãos de Crotalaria juncea L. submetida à poda e adubação fosfatada. Scientia Agrícola, \nPiracicaba, v. 58, n. 2, p. 287-293, 2001. \n\nDUARTE JUNIOR, J. B. Avaliação agronômica da cana-de-açúcar, milho e feijão em \nsistema de plantio direto em comparação ao convencional em Campos dos Goytacazes-\n\n\n\n???\n\n?\n\nRJ. 2006. 284 f. Tese (Doutorado em Produção Vegetal)–Universidade Estadual do Norte \nFluminense, Campos dos Goytacazes, 2006. \n\nDUARTE JUNIOR, J. B.; COELHO, F. C. Rotação de culturas: programa rio rural, \nprograma de desenvolvimento rural sustentável em microbacias hidrográficas do Estado do \nRio de Janeiro. Niterói: Secretaria de Agricultura, Pecuária, Pesca e Abastecimento, 2010.  90 \np. (Manual Técnico, 22) \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. Centro \nNacional de Pesquisa de Solos. Sistema brasileiro de classificação de solos. Brasília: \nEmbrapa Produção de informação, 2006. 412 p.  \n\nFAGERIA, N. K.; SANTOS, A. B. dos. Adubação fosfatada para o feijoeiro em solo de \nvárzea. Revista Brasileira de Engenharia Agrícola e Ambiental, Campina Grande, v. 2, n. \n2, p. 124-127, 1998.  \n\nFEIGL, B. J.; CERRI, C. C.; BERNOUX, M. Balanço de carbono e biomassa microbiana em \nsolos da Amazônia, In: MELO, I. S. de; AZEVEDO, J. L. de (Ed). Ecologia microbiana. \nJaguariúna: Embrapa-CNPMA, 1998. p. 423-441. \n\nFEIGL, B. J.; SPARLING, G. P.; ROSS, D. J.; CERRI, C. C. Soil microbial biomass in \nAmazonian soils: evaluation of methods and estimates of pool sizes. Soil Biology and \nBiochemistry, Oxford, v.27, n.11, p.1467-1472, 1995. \n\nFERNANDES, L. A.; FAQUIN, V.; FURTINI NETO, A. E.; CURI, N. Frações de fósforo e \natividade da fosfatase acida em plantas de feijoeiro cultivadas em solos de várzea. Revista \nBrasileira de Ciência do Solo, Viçosa, v. 24, n. 3, p. 561-571, 2000. \n\nFERNANDES, M. F.; BARRETO, A. C; EMÍDIO FILHO, J. Fitomassa de adubos verdes e \ncontrole de plantas daninhas em diferentes densidades populacionais de leguminosas. \nPesquisa Agropecuária Brasileira, Brasília, v. 34, n. 9, p. 1593-1600, 1999. \n\nFERNANDES, L. A.; FURTINI NETO, A. E.; CURI, N.; GUEDES, G. A. A.; LIMA, J. M. \nFósforo e atividade da fosfatase ácida em plantas de feijoeiro. Pesquisa Agropecuária \nBrasileira, Brasília, v. 33, n. 5, p .769-778, 1998. \n\nFERRAZ, S.; LOPES, E. A. Efeito do cultivo de duas espécies de Mucuna sobre a população \nde Meloidogyne exiguia, M. incógnita e M javanica, em casa de vegetação. In: CONGRESSO \nBRASILEIRO DE NEMATOLOGIA, 24., 2003, Petrolina. Anais.... Petrolina: Sociedade \nBrasileira de Nematologia: Embrapa Semi-Árido, 2003. p. 79. \n\nFINLAY, B. B.; FALKOW, S. Common themes in microbial pathogenicity revised. \nMicrobiology and Molecular Biology Reviews, Vancouver, v. 61, n. 5, p. 136-169, 1997. \n\nFIORIN, J. E. Plantas recuperadoras de fertilidade do solo. In: CURSO SOBRE ASPECTOS \nBÁSICOS DE FERTILIDADE E MICROBIOLOGIA DO SOLO EM PLANTIO DIRETO – \nFERTILIDADE DO SOLO EM PLANTIO DIRETO. 9. 1999, Cruz Alta. Resumos... Passo \nFundo: Aldeia Norte, 1999. p. 39-55. \n\nFONSECA, G. C.; CARNEIRO, M. A. C.; COSTA, A. R.; OLIVEIRA, G. C.; BALBINO, L. \nC. Atributos físicos, químicos e biológicos de Latossolo Vermelho distrófico de Cerrado sob \nduas rotações de cultura. Pesquisa Agropecuária Tropical, Brasília, v. 37, n. 1, p. 22-30, \n2007. \n\n\n\n?\t?\n\n?\n\nGAMA-RODRIGUES, E. F. da. Biomassa microbiana e ciclagem de nutrientes. In: SANTOS, \nG. de A.; CAMARGO, F. A. de O. Fundamentos da matéria orgânica do solo: \necossistemas tropicais e subtropicais. Porto Alegre: Gênesis, 1999. p. 227-243. \n\nGAMA-RODRIGUES, E. F.; GAMA-RODRIGUES, A. C. BARROS N. F. Biomassa \nmicrobiana de carbono e nitrogênio de solos sob diferentes coberturas vegetais. Revista \nBrasileira de Ciência do Solo, Viçosa, v. 21, n. 3 p. 361-365, 1997. \n\nGARCÍA-GIL, J. C.; PLAZA, C.; SOLER-ROVIRA, P.; POLO, A. Long-term effects of \nmunicipal solid waste compost application on soil enzyme activities and microbial biomass. \nSoil Biology and Biochemistry, Oxford, v. 32, n. 13, p. 1907-1913, 2000.  ?\n\nGERDEMANN, J. W.; NICOLSON, T. H. Spores of mycorrhizal endogone species extracted \nfrom soil by wet sieving and decanting. Transaction of British Mycological Society, \nCambridge, v. 46, n. 2, p. 234-244, 1963. \n\nGONÇALVES, C. N.; CERETTA, C. A. Plantas de cobertura de solo antecedendo o milho e \nseu efeito sobre o carbono orgânico do solo, sob plantio direto. Revista Brasileira de Ciência \ndo Solo, Viçosa, v. 23, n. 2, p. 307-313, 1999. \n\nGONÇALVES, A. S.; MONTEIRO, M. T.; GUERRA, J. G. M.; COSTANTINI, A. O.; DE-\nPOLLI, H. Biomassa microbiana em amostras umedecidas após secagem ao ar de solos de \ntoposequência de pastagens. Ciencia del Suelo, Buenos Aires, v. 25, n. 3, p. 120-129, 2007.  \n\nGAMPER, H.; PETER, M.; JANSA, J.; LUSCHER, A.; HARTWIG, U. A.; LEUCHTMANN, \nA. Arbuscular mycorrhizal fungi benefit from 7 years of free air CO2 enrichment in well \nfertilized grass and legume monocultures. Global Change Biology, Oxford, v. 10, n. 1-2, p. \n189-199, 2004. \n\nGREGORICH, E. G.; CARTER, M. R.; ANGERS, D. A.; MONREAL, C. M.; ELLERT, B. \nH. Towards a minimum data set to assess soil organic matter quality in agricultural soils. \nCanadian Journal of Soil Science, Ottawa, v. 74, n. 10, p. 367-375, 1994. \n\nGRISI, B. M. Metodologia da determinação de biomassa microbiana de solo. Revista \nBrasileira de Ciência do Solo, Campinas, v. 8, n. 2, p. 167-172, 1984. \n\nGUIMARÃES JÚNIOR, R. Silagem de milheto: uma opção alimentar para ruminantes. \nPlanaltina: Embrapa Cerrados, 2003. (Comunicado técnico, 28)  \n\nHABTE, M.; MANJUNATH, A. Categories of vesiculararbuscular dependency of host \nspecies. Mycorrhiza, Berlin, v. 1, n. 1, p. 3-12, 1991. \n\nHAMEL, C. Prospects and problems pertaining of the management of arbuscular mycorrhizae \nin agriculture. Agriculture, Ecosystems and Environment, Amsterdam, v. 60, n. 2-3, p. \n197-210, 1996. \n\nHARIDASAN, M. Competição por nutrientes em espécies arbóreas do cerrado. In: SCARIOT, \nA.; SOUSA-SILVA, J.; FELFILI, J. M. Cerrado: ecologia, biodiversidade e conservação. \nBrasília-DF: Ministério do Meio Ambiente, 2005. p. 167-178. \n\nHETRICK, B. A. D.; WILSON, G. W. T. Effects of mycorrhizal fungus species and metalaxil \napplication on microbial suppression of mycorrhizal symbiosis. Mycologia, New York, v. 83, \nn. 22, p. 97-102, 1991. \n\n\n\n???\n\n?\n\nJAKELAITIS, A.; SILVA, A. A.; SANTOS, J. B.; VIVIAN, R. Qualidade da camada \nsuperficial de solo sob mata, pastagens e áreas cultivadas. Pesquisa Agropecuária Tropical, \nGoiânia, v. 38, n. 2, p. 118-127, 2008. \n\nJANOS, D. P. Mycorhiza applications in tropical forestry: are temperate-zone approaches? In: \nNG, S. P. (Ed.). Trees and mycorhiza. Kaula Lumpur: Forest Research Institute of Malaysia, \n1988. p. 133-188. \n\nJEFFRIES, P.; GIANINAZZI, S.; PEROTTO, S.; TURNAU, K.; BAREA, J. M. The \ncontribution of arbuscular mycorrhizal fungi in sustainable maintenance of plant health and \nsoil fertility. Biology and Fertility of Soils, Berlin, v. 37, n. 1, p. 1-16, 2003. \n\nJENKINS, W. R. A rapid centrifugal-flotation technique for separating nematodes from soil. \nPlant and Soil, The Hague, v. 73, n. 5, p. 288-300, 1964. \n\nJENKINSON, D. S.; OCIO, J. A.; BROOKES, P. C. Field incorporation of straw and its \neffects on soil microbial biomass and soil inorganic N. Soil Biology and Biochemistry, \nOxford, v. 23, n. 1, p. 171-176, 1990. \n\nJESUS, R. P.; CORCIOLI, G.; DIDONET, A. D.; BORGES, J. D.; MOREIRA, J. A. A.; \nSILVA, N. F. Plantas de cobertura de solo e seus efeitos no desenvolvimento da cultura do \narroz de terras altas em cultivo orgânico. Pesquisa Agropecuária Tropical, Goiânia, v. 37, n. \n4, p. 214-220, 2007. \n\nJOHANSEN, C. Pigeonpea: mineral nutrition. In: NENE, Y.L.; HALL S.D.; SHEILA, V.K. \n(Ed.). The pigeonpea. Wallingford: CAB International, 1990. p. 209-231. \n\nKLINK, C. A.; MACHADO, R. B. A conservação do Cerrado brasileiro. Megadiversidade, \nBelo Horizonte, v. 1. n. 1, p. 147-155, 2005. \n\nKOIDE, R. T. Nutrient supply, nutrient demand and plant response to mycorrhizal infection. \nNew Phytologist, Cambridge, v. 117, n. 2, p. 365-386, 1991. \n\nKULKARNI, S. S.; RAVIRAJA, N. S.; SRIDHAR, K. R. Arbuscular mycorrhizal fungi of \ntropical sand dunes of west coast of India. Journal of Coastal Research, Miami, v. 13, n. 3, \np. 931-936, 1997. \n\nLEIHNER, D. Yuca en cultivos asociados: manejo e evaluación. Cali: Ciat. 1983. 80 p. \n\nLIRA, M. de A.; MACIEL, G. A.; TABOSA, J. N.; ALVES, M. R.; SANTOS, J. P. de O.; \nFREITAS, E. V. de; ARCOVERDE, A. S. Cultivo do milheto (Pennisetum americanum (L.) \nLeeke). Recife: IPA, 1983. 6 p. (Instruções Técnicas, 8). \n\nLOURENTE, E. R. P.; MERCANTE, F. M.; ALOVISI, A. M. T.; GOMES, C. F.; \nGASPARINI, A. S.; NUNES, C. M. Atributos microbiológicos, químicos e físicos de solo sob \ndiferentes sistemas de manejo e condições de Cerrado. Pesquisa Agropecuária Tropical, \nGoiânia, v. 41, n. 1, p. 20-28, 2011. \n\nLOSS, A.; PEREIRA, M. G.; TEIXEIRA, M. B.; LIMA, F. M.; OLIVEIRA, A. B.; CRUZ, R. \nB. Frações orgânicas do solo em áreas sob manejo agroecológico em Capivari, Duque de \nCaxias, RJ. Revista Brasileira de Ciências Agrárias, Recife, v. 4, n. 3, p. 245-251, 2009. \n\n\n\n???\n\n?\n\nMAESEN, L. J. G. van der Pigeonpea: origin, history, evolution, and taxonomy. In: NENE, \nY.L.; HILL, S.H.; SHEILA; V.K. The pigeonpea. Oxford: CAB International/ International \nCrops Research Institute for the Semi Arid Tropics, 1990. p. 15-46.  \n\nMAIA-ALMEIDA, C. I.; PARON, M. E.; CÉZAR, V. R. S.; FERNANDES, D. M.; \nFERNANDES, L. A.; MING, L. C. Efeito de níveis de fósforo no crescimento inicial, \nbiomassa e atividade in vivo da fosfatase ácida em Lychnophora ericoides Mart. Revista \nBrasileira de Plantas Medicinais, Botucatu, v. 10, n. 3, p. 96-103, 2008. \n\nMARCHIORI JÚNIOR, M.; MELO, W. J. Alterações na matéria orgânica e na biomassa \nmicrobiana em solo de mata natural submetido a diferentes manejos. Pesquisa Agropecuária \nBrasileira, Brasília, v. 35, n. 6, p. 1177-1182, 2000. \n\nMARSCHNER, H. Mineral nutrition of higher plants. 2. ed. London: Academic, 1995. 889 \np.  \n\nMARSCHNER, H.; DELL, B. Nutrient-uptake in mycorrhizal symbiosis. Plant and Soil, \nDordrecht, v. 159, n.1, p. 89-102, 1994. \n\nMARSHALL, A. J.; GALLAHER, R. N.; WANG, K. H.; MCSORLEY, R. Partitioning of dry \nmatter and minerals in sunn hemp. In: SANTEN, E. van (Ed.). Making conservation tillage \nconventional: building a future on 25 years of research. Alabama: Alabama Agriculture \nExperimental Station, 2002. p. 310-313. \n\nMARTINAZZO, R.; SANTOS, D. R.; GATIBONI, L. C.; BRUNETTO, G.; KAMINSKI, J. \nFósforo microbiano do solo sob sistema plantio direto em resposta à adição de solúvel. \nRevista Brasileira de Ciência do Solo, Viçosa, v. 31, n. 3, p. 563- 570, 2007. \n\nMcLACHLAN, K. D. Comparative phosphorus responses in plants to a range of available \nphosphorus situation. Australian Journal of Agriculture Research, Melbourne, v. 27, n. 6, \np. 232-241, 1976. \n\nMcLACHLAN, K. D. Leaf acid phosphatase activity and the phosphorus status of field-grown \nwheat. Australian Journal Agriculture Research, Melbourne, v. 33, n. 4, p. 453-464, 1982. \n\nMELLO, A. H.; KAMINSKI, J.; ANTONIOLLI, Z. I.; SANTOS, L. C.; SOUZA, E. L.; \nSCHIRMER, G. K.; GOULART, R. M. Influência de substratos e fósforo na produção de \nmudas micorrizadas de Acacia mearsii de Wild. Ciência Florestal, Santa Maria, v. 18, n. 3, p. \n325-331, 2008. \n\nMERCANTE, F. M.; FABRICIO, A. C.; MACHADO, L. A. Z.; SILVA, W. M. Parâmetros \nmicrobiológicos como indicadores da qualidade do solo sob diferentes sistemas \nintegrados de produção agropecuária. Dourados: Embrapa Agropecuária Oeste, 2004. 27 p. \n(Boletim de Pesquisa e Desenvolvimento, 20). \n\nMERCANTE, F. M. Biomassa e atividade microbiana: indicadores da qualidade do solo. \nDireto no Cerrado, Brasília, v. 1, n. 1, p. 9-10, 2001. \n\nMEURER, E. J.; RHENHEIMER, D.; BISSANI, C. A. Fenômeno de sorção em solos. In: \nMEURER, J. E. (Ed.). Fundamentos de química do solo. 2. ed. Porto Alegre: Gênesis, 2004. \np. 131–179. \n\n\n\n?\n?\n\n?\n\nMIRANDA, J. C. C.; MIRANDA, L. N. Micorriza arbuscular e uso de adubos verdes em \nsolos do Bioma Cerrado. In: CARVALHO, A. M; AMABILE, R. F. (Ed.). Cerrado: \nadubação verde. Planaltina: Embrapa Cerrado, 2006. p. 69-123.  \n\nMOLTOCARO, R. C. R. Guandu e micorriza no aproveitamento do fosfato natural pelo \narroz em condições de casa-de-vegetação. 2007. 49 f. Dissertação (Mestrado) - Instituto \nAgronômico de Campinas, Campinas, 2006.  \n\nMONEGAT, C. Plantas de cobertura do solo: características e manejo em pequenas \npropriedades. Chapecó: ACARESC, 1991. 337 p. \n\nMONTANARI, R.; CARVALHO, M. de P.; ANDREOTTI, M.; DALCHIAVON, F. C.; \nLOVERA, L. H.; HONORATO, M. A. de O. Aspectos da produtividade do feijão \ncorrelacionados com atributos físicos do solo sob elevado nível tecnológico de manejo. \nRevista Brasileira de Ciência de Solo, Viçosa, v. 34, n. 6, p. 1811-1822, 2010. \n\nMOREIRA, F. M. S.; SIQUEIRA, J. O. Microbiologia e bioquímica do solo. 2. ed. Lavras: \nUniversidade Federal de Lavras, 2006. 729 p.  \n\nMOREIRA-SOUZA, M.; CARDOSO, E. J. B. N. Dependência micorrízica de Araucária \nangustifólia (Bert) O. Ktze. sob doses de fósforo. Revista Brasileira de Ciência do Solo, \nViçosa, v. 26, n. 6, p. 905-912, 2002. \n\nMORETI, D.; ALVES, M. C.; VALÉRIO FILHO, W. V.; CARVALHO, M. P. Atributos \nquímicos de um Latossolo Vermelho sob diferentes sistemas de preparo, adubações e plantas \nde cobertura. Revista Brasileira de Ciência do Solo, Viçosa, v. 31, n. 1, p. 167-175, 2007. \n\nMARTINS NETTO, D. A. A cultura do milheto. Sete Lagoas: Embrapa-CNPMS, 1998. 6 p. \n(Comunicado Técnico, 11). \n\nNOVAIS, R. F.; SMYTH, T. J. Fósforo em solo e planta em condições tropicais. Viçosa: \nUFV/DPS, 1999. 399 p. \n\nOLIVEIRA, G. C.; SEVERIANO, E. C.; MELLO, C. R. Dinâmica da resistência a penetração \nde um Latossolo Vermelho da microrregião de Goiânia, GO. Revista Brasileira de \nEngenharia Agrícola e Ambiental, Campina Grande, v. 11, n. 3, p. 265-270, 2007. \n\nOLIVEIRA, F. H. T.; NOVAIS, R. F.; ALVAREZ, V. V. H.; CANTARUTTI, R. B.; \nBARROS, N. F. Fertilidade do solo no sistema plantio direto. In: ALVAREZ, V. V. H.; \nSCHAEFER, C. E. G. R.; BARROS, N. F.; MELLO, J. W. V.; COSTA, L. M. (Ed.). Tópicos \nde ciência do solo. Viçosa, MG: Sociedade Brasileira de Ciência do Solo, 2002. v. 2, p. 393-\n486. \n\nOLIVEIRA, J. R. A.; MENDES, I. C.; VIVALDI, L. Carbono da biomassa microbiana em \nsolos de cerrado sob vegetação nativa e sob cultivo: avaliação dos métodos fumigação-\nincubação e fumigação-extração. Revista Brasileira de Ciência do Solo, Viçosa, v. 25, n. 4, \np. 863-871, 2001. \n\nOLIVEIRA, I. P.; THUNG, M. D.; SOUZA, C. M. R.; SANTOS, R. S. M. Atividade da \nfosfatase ácida no feijoeiro e sua correlação com parâmetros de crescimento. Pesquisa \nAgropecuária Tropical, Goiânia, v. 29, n. 2, p. 43-49, 1999. \n\nOSTERROHT, M. V. O que é a adubação verde: princípios e ações. Agroecologia, Botucatu, \nv. 2, n. 14, p. 9-11. 2002. \n\n\n\n???\n\n?\n\nPARKIN, T. B.; DORAN, J. W.; FRANCO-VIZCAÍNO, E. Field and laboratory tests of soil \nrespiration. In: DORAN, J. W.; JONES, A. (Ed.). Methods for assessing soil quality. \nMadison: Soil Science Society of America, 1996. p. 231-245. \n\nPARNISKE, M. Arbuscular mycorrhiza: the mother of plant root endosymbioses. Nature, \nLondon, v. 6, n. 2, p. 763-775, 2008. \n\nPELÁ, A.; SILVA J. S.; RODRIGUES E. M.; MELLO G. P. Plantas de cobertura e adubação \ncom NPK para o milho em plantio direto. Scientia Agrária, Piracicaba, v. 11, n. 5, p. 371-\n377, 2010. \n\nPEREIRA, A. J. Produção de biomassa e de sementes de Crotalaria juncea a partir de \ndiferentes arranjos populacionais e épocas do ano. 2004. 68 f. Dissertação (Mestrado em \nAgronomia) – Instituto de Agronomia, Universidade Federal Rural do Rio de Janeiro, \nSeropédica, 2004.  \n\nPERIN, A.; SANTOS, R. H. S.; URQUIAGA, S.; GUERRA, J. G. M.; CECON, P. R. \nProdução de fitomassa, acúmulo de nutrientes e fixação biológica de nitrogênio por adubos \nverdes em cultivo isolado e consorciado. Pesquisa Agropecuária Brasileira, Brasília, v. 39, \nn. 1, p. 35-40, 2004. \n\nPERIN, A.; GUERRA, J. G. M.; TEIXEIRA, M. G. Cobertura do solo e acumulação de \nnutrientes pelo amendoim forrageiro. Pesquisa Agropecuária Brasileira, Brasília, v. 38, n. 7, \np. 791-796, 2003.?\n\nPÔRTO, M. L.; ALVES, J. C.; DINIZ, A. A.; SOUZA, A. P.; SANTOS, D. Indicadores \nbiológicos de qualidade do solo em diferentes sistemas de uso no Brejo Paraibano. Ciência e \nAgrotecnologia, Lavras, v. 33, n. 4, p. 1011-1017, 2009. \n\nPHILLIPS, J.M.; HAYMAN, D.S. Improved procedures for clearing roots for rapid \nassessment of infection. Transaction of British Mycology Society, Cambridge, v. 55, n. 1,  p. \n158- 161, 1970. \n\nPRIMAVESI, A. Manejo ecológico do solo: a agricultura em regiões tropicais. São Paulo: \nNobel, 1999. 549 p.  \n\nQUEIROZ, L. R. Leguminosas como fonte de nitrogênio para a cultura do milho, em \nCampos dos Goytacazes, RJ. 2006. 72 f. Tese (Doutorado em Produção Vegetal) - Centro de \nCiências e Tecnologias Agropecuárias, Universidade Estadual do Norte Fluminense Darcy \nRibeiro, Goytacazes, 2006. \n\nRAIJ, B. van; ANDRADE, J.C.; CANTARELLA, H.; QUAGGIO, J.A. Análise química \npara avaliação da fertilidade de solos tropicais. Campinas Instituto Agronômico, 2001. \n285p. \n\nRAIJ, B. van. Fertilidade do solo e adubação. Piracicaba: Ceres/Potafos, 1991. 343 p. \n\nRAO, M. R; COLEMAN, S. W; MAYEUX, H. S. Forage production and nutritive value of \nselected pigeonpea ecotypes in the southern Great Plains. Crop Science, Madison, v. 42, n. 4, \np. 1259-1263, 2002. \n\nREID, M. S.; BIELESKI, R. L. Changes in phosphatase activity in phosphorus-deficient \nSpirodela. Planta, Berlin, v. 94, n. 3-5, p. 273-281, 1970. \n\n\n\n???\n\n?\n\nRHAGHOTHAMA, K. G. Phosphate acquisition. Annual Review of Plant Physiology and \nPlant Molecular Biology, Stanford, v. 50, n. 2-3, p. 665-693, 1999.  \n\nRHEINHEIMER, D. S; ANGHINONI, I. Distribuição do fósforo inorgânico em sistemas de \nmanejo de solo. Pesquisa Agropecuária Brasileira, Brasília, v. 36, n. 1, p. 151-160, 2001. \n\nRHEINHEIMER, D. S.; ANGHINONI, I. Accumulation of soil organic phosphorus by soil \ntillage and cropping systems in subtropical soils. Communications in Soil Science and Plant \nAnalysis, New York, v. 34, n. 15/16, p. 2339-2354, 2003. \n\nRHEINHEIMER, D. S.; ANGHINONI, O.; FLORES, A. Organic and inorganic phosphorus \nas characterized by phosphorus-31 nuclear magnetic resonance in subtropical soils under \nmanagement systems. Communications in Soil Science and Plant Analysis, New York, v. \n33, n. 13/14, p. 1853- 1871, 2002. \n\nRHEINHEIMER, D. S.; ANGHINONI, I.; CONTE, E. Fósforo da biomassa microbiana em \nsolos sob diferentes sistemas de manejo. Revista Brasileira de Ciência do Solo, Viçosa, v. \n24, n. 3, p. 589-597, 2000a. \n\nRHEINHEIMER, D. S.; ANGHINONI, I.; KAMINSKI, J. Depleção do fósforo inorgânico de \ndiferentes frações provocada pela extração sucessiva com resina em diferentes solos e \nmanejos. Revista Brasileira de Ciência do Solo, Viçosa, v. 24, n. 2, p. 345-354, 2000b. \n\nREIS, G. N.; FURLANI, C. E. A.; SILVA, R. P. da; GERLACH, J. R.; CORTEZ, J. W.; \nGROTTA, D. C. C. Decomposição de culturas de cobertura no sistema plantio direto, \nmanejadas mecânica e quimicamente. Engenharia Agrícola, Jaboticabal, v. 27, n. 1, p. 194-\n200, 2007. \n\nRIBEIRO, J. F.; BRIDGEWATER, S.; RATTER, J. A.; SOUSA-SILVA, J. C. Ocupação do \nbioma Cerrado e conservação da sua diversidade vegetal. In: SCARIOT, A.; SOUSA-SILVA, \nJ. C.; FELFILI, J. M. (Org.). Cerrado: ecologia, biodiversidade e conservação. Brasília: \nMinistério do Meio Ambiente, 2005. p. 383-399. \n\nROCHA, F. S.; SAGIN JUNIOR, O. J.; SILVA, E. M. R.; LIMA, W. L. Dependência e \nresposta de mudas de cedro a fungos micorrízicos arbusculares, Pesquisa Agropecuária \nBrasileira, Brasília, v. 41, n. 1, p. 77-84, 2006. \n\nRODRIGUES FILHO, F. S. O.; GERIN, M. A. N.; FEITOSA, C. T.; IGUE, T.; SANTOS, R. \nR. Adubação verde e orgânica para o cultivo do amendoim (Arachis hypogaea L.). Scientia \nAgrícola, Piracicaba, v. 53, n. 1, p. 88-93, 1996. \n\nROTH, C.; VIEIRA, M. J. Infiltração de água no solo. Plantio Direto, Ponta Grossa, v. 1, n. \n3, p. 4, 1983. \n\nSAGGIN-JUNIOR, O. J.; SIQUEIRA, J. O. Micorrizas arbusculares em cafeeiro. In: Siqueira, \nJ.O. (Ed.) Avanços em fundamentos e aplicações de micorrizas. Lavras-MG: Universidade \nFederal de Lavras, 1996. p. 203-254. \n\nSAMPAIO, D. B.; ARAÚJO, A. S. F. de; SANTOS, V. B. dos. Avaliação de indicadores \nbiológicos de qualidade do solo sob sistemas de cultivo convencional e orgânico de frutas. \nCiência e Agrotecnologia, Lavras, v. 32, n. 2, p. 353-359, 2008. \n\n\n\n???\n\n?\n\nSANTOS, D. R.; GATIBONI, L. C.; KAMINSKI, J. Fatores que afetam a disponibilidade do \nfósforo e o manejo da adubação fosfatada em solos sob sistema plantio direto, Ciência Rural, \nSanta Maria, v. 38, n. 2, p. 576-586, 2008. \n\nSANTOS, V. B.; CASTILHOS, D. D.; CASTILHOS, R. M. V.; PAULETTO, E. A; GOMES, \nA. S.; SILVA, D. G. Biomassa, atividade microbiana e teores de carbono e nitrogênio totais \nde um Planossolo sob diferentes sistemas de manejo. Revista Brasileira de Agrociência, \nPelotas, v. 10, n. 3, p. 333-338, 2004. \n\nSANTOS, H. P.; REIS, E. M. Rotação de culturas em plantio direto. Passo Fundo: \nEmbrapa Trigo. 2001. 212 p. \n\nSCALÉA, M. J. Perguntas &amp; respostas sobre o plantio direto. Informações Agronômicas, \nPiracicaba, v. 3, n. 83, p. 1-8, 1999 (Encarte Técnico). \n\nSCHÜBLER, A.; SCHWARZOTT, D.; WALKER, C. A new fungal phylum, the \nglomeromycota: phylogeny and evolution. Mycological Research, New York, v. 105, n. 12, p.  \n1413- 1421, 2003. \n\nSCIVITTARO, W. B.; MURAOKA, T.; BOARETTO, A. E.; TRIVELIN, P. C. O. Utilização \nde nitrogênio de adubos verde e mineral pelo milho. Revista Brasileira da Ciência do Solo, \nViçosa, v. 24, n. 4, p. 917-926, 2000.  \n\nSEIFFERT, N. F.; THIAGO, L. R. L. Legumineira: cultura forrageira para produção de \nproteína. Campo Grande: EMBRAPA Gado de Corte, 1983. 52 p. (Circular Técnica, 13). \n\nSEVERINO, L. S. et al. Mineralização da torta de mamona, esterco bovino e bagaço de cana \nestimada pela respiração microbiana. Revista de Biologia e Ciências da Terra, Campina \nGrande, v. 5, n. 1, p. 650-655, 2004. \n\nSILVA, M. S. C. Indicadores de qualidade do solo em sistemas agroflorestais em Paraty, \nRJ. 2006. 68 f. Dissertação (Mestrado em Agronomia) – Instituto de Agronomia, \nUniversidade Federal Rural do Rio de Janeiro, Seropédica, 2006. \n\nSILVA, J. A. A.; DONADIO, L. C.; CARLOS, J. A. D. Adubação verde em citros. Boletim \nCitrícola, Jaboticabal, v. 1, n. 9, p. 1-35, 1999. \n\nSILVA, J. E.; RESCK, D. V. S. Plantio direto no cerrado. In: PEIXOTO, R. T. dos G.; \nAHRENS, D. C.; SAMAHA, M. J. (Ed.). Plantio direto: o caminho para uma agricultura \nsustentável. Ponta Grossa: IAPAR; PRP/PG, 1997. p. 158-184. \n\nSILVA, L. G.; MENDES, I. C.; REIS JUNIOR, F. B.; FERNANDES, M. F.; MELO, J. T.; \nKATO, E. Atributos físicos, químicos e biológicos de um Latossolo de Cerrado em plantio de \nespécies florestais. Pesquisa Agropecuária Brasileira, Brasília, v. 44, n. 6, p. 613-620, 2009. \n\nSILVA, M. B.; KLIEMANN, H. J.; SILVEIRA, P. M.; LANNA, A. C. Atributos biológicos \ndo solo sob influência da cobertura vegetal e do sistema de manejo. Pesquisa Agropecuária \nBrasileira, Brasília, v. 42, n. 12, p. 1755-1761, 2007. \n\nSILVEIRA, P. D. D. Ecologia de fungos micorrízicos arbusculares. In: MELO, I. S. D.; \nAZEVEDO, J. A. (Ed.) Ecologia microbiana. Jaguariúna: EMBRAPA-CNPMA, 1998. p. \n61-86. \n\nSKERMAN, P. J.; RIVEROS, F. Gramíneas tropicales. Roma: FAO, 1992. p. 627-635. \n\n\n\n???\n\n?\n\nSMITH, S. E.; READ, D. J. Mycorrhizal symbiosis. 2nd ed. Londres: Academic Press, 1997. \n605 p. \n\nSMITH, J. L.; PAUL, E. A. The significance of soil microbial biomass estimations. In: \nBOLLAG, J.; STOTZKY, D. G. (Ed.). Soil biochemistry. New York: Marcel Dekker, 1990. \nv. 6, p. 357-396  \n\nSOUZA, F. A. Banco ativo de glomales da Embrapa agrobiologia: catalogação e \nintrodução de novas isoladas desde 1995. Seropédica: Embrapa agrobiologia, 2000. 40 p. \n\nSOUZA, R. F.; FAQUIN, V.; FERNANDES, L. A.; AVILA, F. W. Nutrição fosfatada e \nrendimento do feijoeiro sob influência da calagem e adubação orgânica. Ciência e \nAgrotecnologia, Lavras, v. 30, n. 4, p. 656-664, 2006. \n\nSPAGNOLLO, E. Leguminosas estivais intercalares como fonte de nitrogênio para o milho, \nno Sul do Brasil. Revista Brasileira da Ciência do Solo, Viçosa, v. 26, n. 2, p. 417-423, \n2002. \n\nSPAGNOLLO, E.; BAYER, C.; WILDNER, L. P.; ERNANI, P. R.; ALBUQUERQUE, J. A.; \nNADAL, R. Análise econômica do uso de leguminosas estivais intercalares a cultura do milho, \nna ausência e na presença de adubação nitrogenada, no oeste de Santa Catarina. Revista \nBrasileira de Ciência do Solo, Viçosa, v. 25, v. 1, p. 709-715, 2001. \n\nSPARLING, G. P. Ratio of microbial biomass carbon to soil organic matter. Australian \nJournal of Soil Research, Victoria, v. 30, n. 2, p. 195-207, 1992. \n\nSTEINER, F.; COSTA, M. S. S. M.; COSTA, L. A. M.; PIVETTA, L. A.; CASTOLDI, G. \nAtributos químicos do solo em diferentes sistemas de culturas e fontes de adubação. Global \nScience and Technology, Rio verde, v. 4, n. 2, p. 16-28, 2011.  \n\nSTENBERG, B. Monitoring soil quality of arable land: microbiological indicators. Soil Plant \nScientia, Lincoln, v. 49, n. 1, p. 1-24, 1999. \n\nSTONE, L. F.; MOREIRA, J. A. A. Resposta do feijoeiro ao nitrogênio em cobertura, sob \ndiferentes lâminas de irrigação e preparos do solo. Pesquisa Agropecuária Brasileira, \nBrasília, v. 36, n. 3, p. 473-481, 2001. \n\nSUZUKI, L. E. A. S.; ALVES, M. C. Fitomassa de plantas de cobertura em diferentes \nsucessões de culturas e sistemas de cultivo. Bragantia, Campinas, v. 65, n. 1, p. 121-127, \n2006. \n\nTAIZ, L.; ZEIGER, E. Fisiologia vegetal. 3. ed. Porto Alegre: Artmed, 2004. 719 p. \n\nTAMURA, T.; MINAMIKAWA, T.; KOSHIBA, T. Multiple forms of acid phosphatase in \ncotyledones of Vigna mungo seedlins. Journal of Experimental Botany, New York, v. 33, n. \n137, p. 1332-1339, 1982. \n\nTÓTOLA, M. R.; CHAER, G. M. Microorganismos e processos microbiológicos como \nindicadores de qualidade dos solos. In: ALVAREZ, V. H.; SCHAEFER, C. E. G. R.; \nBARROS, N. F.; MELLO, J. W. V.; COSTA, L. M. (Ed.). Tópicos em ciência do solo. \nViçosa: Sociedade Brasileira de Ciência do Solo, 2002. v. 2, n. 1, p. 195-276.  \n\n\n\n???\n\n?\n\nTRANNIN, I. C. B.; SIQUEIRA, J. O.; MOREIRA, F. M. S. Características biológicas do \nsolo indicadoras de qualidade após dois anos de aplicação de biossólido indrustrial e cultivo \nde milho. Revista Brasileira de Ciência do Solo, Viçosa, v. 31, n. 5, p. 1173-1184, 2007.  \n\nTURCO, R. F.; KENNEDY, A. C.; JAWSON, M. D. Microbial indicators of soil quality. In: \nDORAN. J. W. et al. (Ed.). Defining soil quality for a sustainable environment. Madison: \nSoil Science Society of America, 1994. p. 73-90. (SSSA Special Publication, 35). \n\nVALENZUELA, H.; SMITH, J. Tropic sun, sun hemp. Hawaii: Cooperative Extension \nService, College of Tropical Agriculture and Human Resources, 2002. 3 p. Sustainable \nAgriculture Green Manure Crops, Aug. 2002, SA-GM-11. \n\nVANCE, E. D.; BROOKES, P. C.; JENKINSON, D. S. An extraction method for measuring \nsoil microbial biomass C. Soil Biology Biochemistry, Oxford, v. 19, n. 6, p. 773-777, 1987. \n\nVENZKE FILHO, S.; FEIGL, B. J.; PICCOLO, M. C.; SIQUEIRA NETO, M.; CERRI, C. C. \nBiomassa microbiana do solo em sistema de plantio direto na região de Campos Gerais – \nTibagi, PR. Revista Brasileira de Ciência do Solo, Viçosa, v. 32, n. 2, p. 599-610, 2008. \n\nXAVIER, F. A. S.; MAIA, S. M. F.; OLIVEIRA, T. S; MENDONÇA, E. S. Biomassa \nmicrobiana e matéria orgânica leve em solos sob sistemas agrícolas orgânico e convencional \nna Chapada da Ibiapaba - CE. Revista Brasileira de Ciência do Solo, Viçosa, v. 30, n. 2, p. \n247-258, 2006.  \n\nWALKER, T. W.; SYERS, J. K. The fate of phosphorus during pedogenesis. Geoderma, \nAmsterdam, v. 15, n. 1, p. 1-19, 1976. \n\nWANG, K. H.; MCSORLEY, R.; GALLAHER, R. N. Effect of Crotalaria juncea \namendment on nematode communities in soil with different agricultural histories. Journal of \nNematology, Lakeland, v. 35, n. 3, p. 294-301, 2003. \n\nWITT, M.; EASTIN, J. Pearl millet, grain sorghum, and corn responses to watering levels. In: \nNATIONAL GRAIN PEARL MILLET SYMPOSIUM, 1.,1995, Tifton. Proceedings... Tifton: \nUniversity of Georgia, 1995. p. 40 \n\nWUTKE, E. B. Adubação verde, manejo da fitomassa e espécies utilizadas no Estado de São \nPaulo. In: WRITKE, E.B.; BULISANI, E.A.; MASCARENHAS, H. A. A. Curso de \nadubação verde no Instituto Agronômico. Campinas: Instituto Agronômico, 1993. p. 17-29. \n(Documentos, 15). \n\nWUTKE, E. B.; FANCELLI, A. L.; PEREIRA, J. C. V. N. A.; AMBROSANO, G. M. B. \nRendimento do feijoeiro irrigado em rotação com culturas graminíferas e adubos verdes. \nBragantia, Campinas, v. 57, n. 2, p. 325-338, 1998. \n\nZOTARELLI, L. Balanço de nitrogênio na rotação de culturas em sistemas de plantio \ndireto e convencional na região de Londrina-PR. 2000. 128 f. Dissertação (Mestrado) – \nInstituto de Agronomia, Universidade Federal Rural do Rio de Janeiro, Seropédica, 2000. \n\n\n\tCAPA\n\tFOLHA DE ROSTO\n\tFICHA CATALOGRÁFICA\n\tCOMISSÃO EXAMINADORA\n\tDEDICATÓRIA\n\tAGRADECIMENTOS\n\tRESUMO\n\tABSTRACT\n\tLISTA DE FIGURAS\n\tLISTA DE TABELAS\n\tSUMÁRIO\n\t1. INTRODUÇÃO\n\t2. REVISÃO BIBLIOGRÁFICA\n\t3. MATERIAL E MÉTODOS\n\t4. RESULTADOS E DISCUSSÃO\n\tCONCLUSÕES\n\tREFERÊNCIAS"}]}}}