{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07719"}, {"@name": "filename", "#text": "12443_Aquino_ArisleteDantasde_D.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL DE CAMPINAS\nFACULDADE DE ENGENHARIA QUÍMICA\nÁREA DE CONCENTRAÇÃO: SISTEMAS DE PROCESSOS\nQUÍMICOS E INFORMÁTICA\n“Síntese de Álcoois Superiores com Catalisadores Modelo à base de Cobalto: Efeitos dos Promotores Alcalinos”\nAutora: Ansíete Dantas de Aquino\nOrientador: Prof. Dr. Antonio José Gomez Cobo\nTese apresentada à Comissão de Pós-Graduação da Faculdade de Engenharia Química como parte dos requisitos exigidos para a obtenção do título de Doutor em Engenharia Química\nCampinas - SP Brasil\nFevereiro/1998\nJ u «i c â ■ f» {\nI asajarKSA cgHTBM. í\n: jí.-',\n. r 3 : rç.K-,\n| F1®t. 3^5/\t...- I\ní “ f :\tiLj\n! wbxltIjLu,. í 4 bíWJ21H2£/J.2L- í\n| ftR SP®..........:\nCM-00110092-9\nFICHA CATALOGRÁFICA ELABORADA PELA BIBLIOTECA DA ÁREA DE ENGENHARIA - BAE - UNICAMP\nAquino, Arislete Dantas de\nAq56s\t“Síntese de álcoois superiores com catalisadores modelo\nà base de Cobalto: efeitos dos promotores alcalinos 7 Arislete Dantas de Aquino.--Campinas, SP: [s.n.], 1998.\nOrientador: Antonio José Gomez Cobo.\nTese (doutorado) - Universidade Estadual de Campinas, Faculdade de Engenharia Química.\n1.\tCatálise. 2. Catalisadores Cobalto. 4. Metais alcalinos. I. Cobo, Antonio José Gomez . II. Universidade Estadual de Campinas. Faculdade de Engenharia Química. III. Titulo.\nProf. Dr. Antonio José Gomez Cobo\nOrientador\nProf. Dr. Evan dr o Brum Pereira\n______Mt,\t'___________\nProf. Dra. Leticia Soares de Vasconcelos Sampaio Sune\nProf. I5r7 Mário de Jesus Mendes\nProf. Dr. Antonio José Gomez Cobo\nOrientador\nAos meus pais e irmãos, pela dedicação e carinho.\nAo Daniel,\npela compreensão e apoio.\nAgradecimentos\nAo Prof. Dr. Antonio José Gomez Cobo, o meu sincero agradecimento pela sua dedicada orientação e auxílio contínuo no desenvolvimento deste trabalho.\nAos Prof. Dr. Mário de Jesus Mendes e Prof. Dr. João Alexandre Ferreira da Rocha Pereira pelo incentivo e apoio profissional.\nÀ Prof1 Dra. Elizabete Jordão pelo interesse com o qual acompanhou o desenvolvimento deste trabalho.\nÀ ProF Dra. Sandra C. de Castro do Instituto de Física da UNICAMP, pela realização das análises de Espectroscopia Fotoeletrônica de Raios-X (ESCA).\nAo Prof. Dr. José Maria Correa Bueno do Depto. de Engenharia Química da UFSCar, por sua importante colaboração nos trabalhos de coprecipitação realizados em seu laboratorio.\nAos Prof. Dr. Osvaldo Luis Alves, Prof. Dr. Yoshitaka Gushikem e Prof.Dr. Fernando Galembeck do Instituto de Química pela autorização do uso dos equipamentos de Difração de Raios-X, Medida de Área Superficial e Microscopía Eletrônica de Varredura.\nAos Prof. Dra. Meuris Gurgel Carlos da Silva e Prof. Dr. Roger Josef Zemp, pela amizade, colaboração e estimulo à realização deste trabalho.\nAos Técnicos Maria Helena Almeida da Silva e Neusa Maria Couto de Morais do Instituto de Química da UNICAMP, pela realização das análises de Difração de Raios-X e BET.\nAos colegas do curso de Pós-Graduação, particularmente Antonio Benedito da Silva, Emerson Andrade Sales, Alexandre Denes Arruda, Adriano Fachini e Marco André Fraga pela amizade, estímulo e apoio prestado.\nAo Departamento de Engenharia Química da Universidade Federal da Bahia pela liberação concedida.\nAo Departamento de Engenharia Química da Universidade Federal do Paraná, e aos colegas pelo apoio prestado à conclusão deste trabalho.\nAo Departamento de Engenharia de Sistemas Químicos da Faculdade de Engenharia Química da UNICAMP pela acolhida calorosa de seus professores e técnicos.\nÀ CAPES/PICD pelo auxílio financeiro na forma de bolsa de estudos.\nAos meus pais e irmãos pelo estímulo e dedicação.\nFinalmente, a todos aqueles que contribuíram de alguma maneira para a realização deste trabalho, meus sinceros agradecimentos.\nSUMÁRIO\tPágina\nDedicatória\ti\nAgradecimentos\tii\nSumário\tiv\nLista de Tabelas\tvii\nLista de Figuras\tix\nResumo\tX\nINTRODUÇÃO\n1\nCapítulo 1\t- REVISÃO DA LITERATURA\n1.1-\tReação do gás de síntese\t5\n1.2-\tEsquema de reação para a síntese de Fischer Tropsch\t8\n1.3-\tSíntese específica de álcoois superiores\t9\n1.3.1\t-\tCatalisadores modificados para a síntese de álcoois superiores\t11\n1.3.2\t-\tNovos catalisadores\t12\n1.4\t-\tCatalisadores à base de Al-Co-Cu promovidos com sódio\t14\n1.4.1\t-\tO papel do cobre na formação de álcoois superiores\t16\n1.4.2\t-\tInfluência do sódio sobre as propriedades morfológicas e catalíticas 18\n1.5-\tEfeitos dos promotores alcalinos\t21\n1.5.1\t-\tEfeitos dos alcalinos sobre as reações de hidrogenação do CO\t21\n1.5.2-\tInfluência dos alcalinos sobre as propriedades quimissortivas\t22\n1.6\t-\tConclusões parciais\t24\nCapítulo 2 - PROCEDIMENTOS EXPERIMENTAIS\n2.1-\tPreparação dos catalisadores\t26\n2.1.1-\tPreparação dos precursores hidratados\t27\n2.1.2-\tPreparação dos precursores óxidos\t29\n2.1.3\t- Alcalinização dos precursores óxidos\t30\n2.1.4- Ativação dos precursores óxidos\t30\n2.2\t- Caracterização dos sólidos\t31\n2.2.1-\tAnálise química elementar\t31\n2.2.2\t- Redução em temperatura programada\t31\n2.2.3\t- Determinação da área superficial\t32\n2.2.4\t- Difração de raios-X\t32\n2.2.5\t- Análise termogravimétrica\t34\n2.2.6\t- Espectroscopia para análise química\t34\n2.3\t- Teste catalítico na reação de hidrogenação do CO\t36\n2.3.1\t- Descrição da montagem experimental do teste catalítico\t36\n2.3.2\t- Rotina dos testes catalíticos\t39\n2.3.3\t- Equações para o cálculo da conversão, seletividade e produtividade 39\n2.3.4\t- Hidrogenação em temperatura programada\t41\nCapítulo 3 - RESULTADOS EXPERIMENTAIS\n3.1-\tComposições químicas\t43\n3.2-\tÁreas superficiais específicas\t44\n3.3\t- Identificação das fases por difração de raios-X\t45\n3.4\t- Determinação da composição de superfície por ESCA\t49\n3.5- Estudo da redução das fases oxidas\t50\n3.5.1\t- Redução a temperatura programada (TPR)\t51\n3.5.2\t- Análise termogravimétrica (TGA)\t57\n3.6\t- Resultados dos testes catalíticos\t62\n3.6.1-\tCatalisadores de referência Al-Co-Cu (I) e Al-Co-Cu\t62\n3.6.2\t-\tCatalisadores de referência Al-Co e Al-Cu\t65\n3.6.3\t-\tSistema Al-Co-Alcalinos\t69\n3.6.4\t-\tSistema Al-Cu-Alcalinos\t72\n3.6.5\t-\tSistema Al-Co-Cu-Alcalinos\t75\n3.7\t- Hidrogenação em temperatura programada\t83\nCapítulo 4 - CONCLUSÕES e SUGESTÕES\t89\nAPÊNDICES\t92\nREFERÊNCIAS BIBLIOGRÁFICAS\t96\nABSTRACT\t101\nLISTA DE TABELAS\nNúmero\tTítulo\tPágina\n2.1\tCombinação dos elementos em função das informações\t26\nprocuradas\n3.1\tComposição química dos precursores óxidos\t43\n3.2\tÁreas superficiais específicas dos precursores óxidos\t44\n3.3\tComparação entre as razões atômicas metal/Al de superfície (S)\t49\ne global (G) nos precursores óxidos\nA.\t1\tIndexação das raias de difração de raios-X\t92\nB.\tl\tProdutividade em alcanos após 10 horas de reação para os\tsólidos\t94\nAl-Co-Cu (I), Al-Co-Cu, Al-Co-Cu-Li, Al-Co-Cu-Na, Al-Co-Cu-K e Al-Co-Cu-Cs.\nB.2\tProdutividade em alcenos após 10 horas de reação para os sólidos 94\nAl-Co-Cu (I), Al-Co-Cu, Al-Co-Cu-Li, Al-Co-Cu-Na, Al-Co-Cu-K e Al-Co-Cu-Cs.\nB.3\tProdutividade em álcoois após 10 horas de reação para os sólidos 94\nAl-Co-Cu (I), Al-Co-Cu, Al-Co-Cu-Li, Al-Co-Cu-Na, Al-Co-Cu-K e Al-Co-Cu-Cs.\nB.4\tProdutividade em alcanos após 10 horas de reação para os sólidos\t95\nAl-Co, Al-Co-Li e Al-Co-Cs.\nB.5\tProdutividade em alcenos após 10 horas de reação para os sólidos\t95\nAl-Co, Al-Co-Li, e Al-Co-Cs.\nB.6\tProdutividade em álcoois após 10 horas de reação para os sólidos\t95\nAl-Co, Al-Co-Li e Al-Co-Cs.\nB.7\tProdutividade em alcanos após 10 horas de reação para os sólidos\t95\nAl-Cu, Al-Cu-Li, e Al-Cu-Cs.\nB.8\tProdutividade em álcoois após 10 horas de reação para os sólidos\t95\nAl-Cu, Al-Cu-Li e Al-Cu-Cs.\nB.9\tProdutividade em alcanos após 2 horas de reação para os sólidos\t96\nAl-Co-Cu (I), Al-Co-Cu, Al-Co-Cu-Li, Al-Co-Cu-Na, Al-Co-Cu-K e Al-Co-Cu-Cs\nB. 10 Produtividade em álcoois após 2 horas de reação para os sólidos 96 Al-Co-Cu (I), Al-Co-Cu, Al-Co-Cu-Li, Al-Co-Cu-Na, Al-Co-Cu-K eAl-Co-Cu-Cs\nB. 11\tProdutividade em alcenos após 2 horas de reação para os sólidos 96\nAi-Co-Cu (I), Al-Co-Cu, Al-Co-Cu-Li, Al-Co-Cu-Na, Al-Co-Cu-K e Al-Co-Cu-Cs\nB. 12\tProdutividade em alcanos após 2 horas de reação para os sólidos\t97\nAl-Co, Al-Co-Li e Al-Co-Cs\nB.13\tProdutividade em alcenos após 2 horas de reação para os sólidos\t97\nAl-Co, Al-Co-Li e Al-Co-Cs\nB.14\tProdutividade em álcoois após 2 horas de reação para os sólidos\t97\nAl-Co, Al-Co-Li e Al-Co-Cs\nB. 15\tProdutividade em alcanos após 2 horas de reação para os sólidos\t97\nAl-Cu, Al-Cu-Li e Al-Cu-Cs\nB.\t16\tProdutividade em álcoois após 2 horas de reação para os sólidos 97\nAl-Cu, Al-Cu-Li e Al-Cu-Cs\nC.\tl\tEnergias de ligação determinadas por ESCA\t98\nLISTA DE FiGURAS\nNúmero\tTítulo\tPágina\n1.1\tEspectro de IR do CO adsorvido em Al-Co e Al-Co-Cu\t17\n1.2\tVariação do número de onda da banda Co-CO em função da\t17\ntemperatura de dessorção\n1.3\tEvolução do espectro de IR em função da temperatura de dessorção 20 para os sólidos Al-Co-Cu (1% Na) e Al-Co-Cu (4% Na)\n2.1\tEsquema do sistema experimental de coprecipitação contínua\t28\n2.2\tEsquema da montagem experimental de teste catalítico\t37\n3.1\tDifratogramas de raios-X dos precursores hidratados não\t46\nalcalinizados\n3.2\tDifratogramas de raios-X dos precursores óxidos não alcalinizados 48\n3.3\tPerfis de TPR dos precursores\tóxidos da série Al-Co\t52\n3.4\tPerfis de TPR dos precursores\tóxidos da série Al-Cu\t54\n3.5\tPerfis de TPR dos precursores\tóxidos da série Al-Co-Cu\t56\n3.6\tPerfis de TGA\tdos precursores óxidos da série Al-Co\t58\n3.7\tPerfis de TGA\tdos precursores óxidos da série Al-Cu\t59\n3.8\tPerfis de TGA\tdos precursores óxidos da série Al-Co-Cu\t61\n3.9\tConversão total de CO em função do tempo de reação para os\t63\nsistemas Al-Co-Cu (I) e Al-Co-Cu.\n3.10\tDistribuição dos produtos após 10 horas de reação com os\t64\ncatalisadores Al-Co-Cu (I) e Al-Co-Cu\n3.11\tConversão total de CO em função do tempo de reação para os\t66\nsistemas Al-Co e Al-Cu\n3.12\tDistribuição dos produtos após 10 horas de reação com os\t67\ncatalisadores Al-Co e Al-Cu\n3.13\tConversão total de CO em função do tempo de reação para os\t70\nsistemas Al-Co, Al-Co-Li e Al-Co-Cs\n3.14\tDistribuição dos produtos após 10 horas de reação com os\t71\ncatalisadores Al-Co, Al-Co-Li e Al-Co-Cs\n3.15\tConversão total de CO em função do tempo de reação para os\t73\nsistemas Al-Cu, Al-Cu-Li e Al-Cu-Cs\n3.16\tDistribuição dos produtos após 10 horas de reação com os\t74\ncatalisadores Al-Cu, Al-Cu-Li e Al-Cu-Cs\n3.17\tConversão total de CO em função do tempo de reação para os\t76\nsistemas Al-Co-Cu, Al-Co-Cu-Li e Al-Co-Cu-Na- Al-Co-Cu-K\ne Al-Co-Cu-Cs\n3.18\tDistribuição dos produtos para os catalisadores Al-Co-Cu e\t78\nAl-Co-Cu-Li\n3.19\tDistribuição dos produtos para os catalisadores Al-Co-Cu e\t80\nAl-Co-Cu-Na\n3.20\tDistribuição dos produtos para os catalisadores Al-Co-Cu e\t81\nAl-Co-Cu-K\n3.21\tDistribuição dos produtos para os catalisadores Al-Co-Cu e\t82\nAl-Co-Cu-Cs\n3.22\tPerfis de HTP após 12 horas de reação para Al-Co, Al-Co-Li e\t84\nAl-Co-Cs\n3.23\tPerfis de HTP após 12 horas de reação para Al-Cu, Al-Cu-Li e\t86\nAl-Cu-Cs\n3.24\tPerfis de HTP após 12 horas de reação para Al-Co-Cu,\t87\nAl-Co-Cu-Li, Al-Co-Cu-Na, Al-Co-Cu-K e Al-Co-Cu-Cs\nResumo\nA síntese de álcoois superiores, a partir da hidrogenação do CO sobre metais de transição, é atualmente uma alternativa para a produção de compostos químicos básicos e combustíveis renováveis menos poluentes.\nEste trabalho tem por objetivo estudar a influência dos diferentes alcalinos (Li, Na, K e Cs), sobre a formação das fases ativas de catalisadores mássicos à base de cobalto e/ou cobre, bem como verificar o desempenho destes sólidos na reação de hidrogenação do CO sob pressão de 50 bar. Os sólidos foram preparados a partir da coprecipitação contínua de carbonato de sódio com as soluções dos nitratos dos metais (Al-Co, Al-Cu e/ou Al-Co-Cu) promovidos com os alcalinos por impregnação a seco.\nEstudos de caracterização por Espectrofotometria de Absorção Atômica, BET, ESCA, além de resultados dos testes catalíticos revelam a obtenção de um catalisador com propriedades físico-químicas semelhantes às do catalisador industrial de referência (IFP). Conforme verificado por BET a adição dos alcalinos Li, Na e K, não conduziu a variações significativas nas áreas superficiais, enquanto que a adição de césio leva a uma diminuição acentuada das mesmas.\nOs resultados de DRX dos precursores hidratados Al-Co, Al-Cu e Al-Co-Cu revelam a existência de uma fase do tipo hidrotalcita a qual por calcinação a 450°C transforma-se nas fases Co3O4, CoAl2O4, CuO e CuAl2O4, além de uma fase mista CUO-CO3O4 para o precursor Al-Co-Cu.\nOs perfis de TPR mostram que a adição dos alcalinos aos sólidos facilita a sua redução, sendo este efeito mais intenso para o litio e o sódio.\nOs resultados dos testes catalíticos evidenciam que o sólido Al-Co produz essencialmente metano e quando alcalinizado com litio e césio produz além de metano, álcenos e álcoois, respectivamente. O sólido Al-Cu produz apenas metanol e com a adição de litio e césio, observa-se um aumento considerável na produção de metanol, de forma mais acentuada para o césio. Para 0 sólido Al-Co-Cu observa-se a produção de alcanos, álcenos, metanol e álcoois superiores e quando alcalinizados, estes sólidos evidenciam uma ação diversificada e complexa dos alcalinos com uma tendência para a síntese de álcoois superiores seguindo a ordem: Li > Na ~ K > Cs.\nINTRODUÇÃO\nIntrodução\nUm dos assuntos de grande interesse nos dias atuais é a obtenção de combustíveis sintéticos, com a finalidade de substituir total ou parcialmente os combustíveis tradicionais derivados do petróleo. Com a crescente conscientização mundial quanto à preservação do meio ambiente, o uso de combustíveis menos poluentes provavelmente será regra predominante no futuro próximo.\nAlguns fatores têm direcionado as pesquisas no sentido de substituir os combustíveis derivados do petróleo, destacando-se principalmente: as limitadas reservas de petróleo, os problemas de contaminação ambiental provocados pelo CO, NOX e hidrocarbonetos (resultantes da combustão incompleta dos combustíveis nos automóveis), ou pelos compostos de chumbo adicionados às gasolinas para aumentar o índice de octanas, que são eliminados pelos escapamentos dos automóveis. Alguns países já possuem legislações rígidas no sentido de restringir o uso destes aditivos antidetonantes, devido aos seus danosos efeitos toxicológicos.\nUma das soluções mais atraentes para os problemas apontados é a adição de compostos oxigenados (álcoois e éteres) à gasolina. Estes compostos podem ser obtidos a partir do gás de síntese (uma mistura de hidrogênio e monóxido de carbono), proveniente de origens diversas, como por exemplo da reação de reforma a vapor do gás natural e de frações leves da gasolina, ou da gaseificação do carvão e da biomassa.\nAs misturas de compostos oxigenados apresentam elevado índice de octanas, podendo ser usadas diretamente como combustível ou como aditivo de gasolinas. O metanol puro, largamente usado para aumentar o índice de octanas dos combustíveis tradicionais, apresenta os inconvenientes de toxicidade e de separação de fases.\nNa prática, o uso de compostos oxigenados diretamente como combustíveis para automóveis, tem se limitado ao metanol (MeOH), etanol (EtOH), éter-metil-terbutílico (MTBE), éter-etíl-terbutílico (ETBE) e às misturas de álcoois de Cj a C5. Embora 0 uso direto desses álcoois minimizem problemas críticos, como o da contaminação\nambiental provocada pelos hidrocarbonetos tradicionais, ou de contaminação da gasolina provocada pela presença de água, seu uso a nível mundial ainda é restrito, devido à necessidade de modificações no projeto de carburadores convencionais.\nO uso de misturas de álcoois C: OH (álcoois superiores), como cosolventes do metanol, possui algumas vantagens como: minimizar os problemas de separação de fases na presença de água (tolerância de água), já que o metanol dissolve-se em maior proporção na água do que na gasolina, bem como de perdas pelo calor (o metanol possui elevada pressão de vapor). De um modo geral, o uso de álcoois superiores, como cosolvente do metanol, permite também obter misturas álcool-gasolina com concentrações maiores de álcool, com relação aos casos em que se emprega o metanol puro. Assim, pode-se dizer que a presença de C2+OH nas gasolinas melhora simultaneamente a volatilidade da mistura, a tolerância de água e a solubilidade de hidrocarbonetos.\nApós essa abordagem, o aspecto de grande importância econômico é a utilização de misturas de álcoois como combustível de substituição. Com isso, surge outro ponto de destaque: como produzir estas misturas de forma econômica nas quantidades potencialmente requeridas pela demanda?\nO processo convencional é o da hidratação de olefinas (síntese do isobutil), para obter álcoois com elevado peso molecular (C3 a C4), e em seguida efetuar a mistura destes.\nOutra possibilidade é a produção simultânea da mistura metanol-álcoois superiores (CtOH a C5OH) a partir do gás de síntese. Esta alternativa começou a ser investigada de maneira intensa no início dos anos 70 pelas companhias petrolíferas, sendo que as avaliações econômicas mostraram-se satisfatórias para a produção de combustíveis à base de misturas de álcoois e hidrocarbonetos.\nPortanto, em concordância com as avaliações econômicas e técnicas, a obtenção de misturas alcoólicas a partir do gás de síntese parece ser uma opção a ser seguida. Contudo, outro desafio encontra-se no desenvolvimento de um catalisador adequado\npara obter a produção desejada de forma econômica. Nesse sentido, o Instituto Francês de Petróleo (IFP) desenvolveu uma formulação catalítica à base de cobalto promovido por metais do tipo Cu, Zn e metais alcalinos HAGGIN (1989).\nA fim de otimizar o desempenho desses sistemas catalíticos na síntese de álcoois superiores, estabeleceu-se em 1984 uma colaboração entre o IFP e o Instituto de Pesquisa sobre a Catálise (\"Instituí de Recherches sur la Catalyse\" - IRC), tendo como base o estudo de sistemas modelo.\nNo âmbito dessa colaboração, destacam-se os trabalhos de: LETOURNEL (1989), que estudou as propriedades catalíticas dos sólidos modelo coprecipitados (Al-Co, Al-Co-Cu, Al-Co-Zn, Al-Co-Cu-Zn e Al-Co-Cu-Zn-Na); MOUADDIB (1989), que verificou a influência dos diferentes suportes (MgO, La2O3, CeO2, T1O2, ZrO2 e SiO2) sobre o par Co-Cu; COBO (1990), que estudou o efeito dos promotores cobre e sódio sobre a morfologia e o comportamento catalítico de sistemas modelo coprecipitados (Al-Co, Al-Cu e Al-Co-Cu); e PEREIRA (1994) que verificou o efeito do Cu e dos promotores alcalinos (Li, Na e K) sobre catalisadores modelos à base de níquel suportado.\nEm 1975 foi criado no Brasil o Programa Nacional do Álcool (PROALCOOL), tendo por finalidade básica incrementar a produção de etanol a partir da biomassa (cana-de-açúcar), face à ameaça dos crescentes preços do petróleo no mercado internacional.\nAs motivações originais do PROALCOOL, ou seja, os elevados preços do petróleo no mercado internacional e o risco de desabastecimento do produto deixaram de ter relevância significativa atualmente. Contudo, outros aspectos de importância estratégica para o país devem ser considerados nos dias de hoje, notadamente: o reconhecimento da importância do patrimônio tecnológico desenvolvido, os benefícios ambientais decorrentes do uso de um combustível limpo e renovável, bem como a manutenção dos empregos diretos e indiretos gerados pela atividade.\nEmbora o etanol apresente uma série de vantagens com relação a outros combustíveis oxigenados, em particular no que diz respeito à sua baixa toxicidade, a síntese de misturas metanol-álcoois superiores ainda representa uma rota alternativa interessante para a formulação de combustíveis menos poluentes.\nO presente trabalho se enquadra no contexto da síntese de álcoois superiores através da reação CO +H2, empregando-se catalisadores mássicos do tipo IFP, com o objetivo de estudar os efeitos específicos de promotores alcalinos (Li, Na, K e Cs) sobre a morfologia e o comportamento catalítico de tais sistemas. Para tanto, foram preparados sistemas catalíticos modelos do tipo Al-Co, Al-Cu e Al-Co-Cu, alcalinizados com teores atômicos iguais para cada metal alcalino empregado.\nApós uma breve revisão bibliográfica sobre o “Estado da Arte” do assunto, e de uma sucinta descrição dos procedimentos experimentais empregados, esta tese reúne os principais resultados obtidos através dos estudos de caracterização físico-química dos sólidos preparados, bem como seus desempenhos catalíticos na reação de hidrogenação do monóxido de carbono.\nA interpretação e a discussão dos resultados obtidos, à luz dos conhecimentos disponíveis na literatura especializada, permitiram estabelecer as conclusões deste estudo.\nCAJPÍ TULO 1 REVISÃO OA X^ITE RATTJRA\n1.1\t- Reações do gás de síntese\nAs pesquisas efetuadas sobre a conversão do gás de síntese têm sua origem no começo deste século, com o nascimento da indústria química suportada sobre o carbono. Posteriormente, a química do gás de síntese mostrou ser particularmente rica no domínio das reações de adição sobre duplas e triplas ligações.\nO gás de síntese, uma mistura constituída basicamente por monóxido de carbono e hidrogênio, é produzido a partir de diversas fontes, como por exemplo o carvão, o xisto, a biomassa e o gás natural, e pode ser utilizado como matéria prima para a síntese de vários produtos químicos, conforme WENDER (1986).\nDe acordo com as condições de operação, e particularmente do catalisador empregado, a reação de transformação do gás de síntese (ou reação de hidrogenação de CO) pode conduzir à formação de hidrocarbonetos e/ou álcoois, conforme as seguintes reações:\nCO\t+\t3 H2\t\tCH4\t“F\th2o\t[1] (metanação)\nnCO\t+\t2nH2\t\tCnH2n\t4~\tnH:O\t[2] (olefínas)\nnCO\t+\t(2n+l) H2\t\tCtiH2n+2\t+\tnH2O\t[3] (parafinas)\nCO\t+\t2 H2\t\tch3oh\t\t\t[4] (metanol)\nnCO\t+\t2n H2\t™\t>\tCnH2íí~iOH\t4-\t(n-l)H2O\t[5] (álcoois superiores),\nalém de outros compostos oxigenados como ácidos, aldeídos, ésteres, cetonas, etc.\nOutras reações secundárias podem ainda ocorrer durante a transformação do gás de síntese:\nCO\t+\th2o\n2 CO\t\t\nxCO\t+\t(x+y/2) H2\n2 CO\t4-\tx M\nC02\t+•\th2\t[6]\nC\t+\tCO2\t[7]\nCxHy\t+\txH2O\t[8]\nMXC\t+\tCO2\t[9]\n(reação do gás d'água)\n(reação de Boudouard)\n(formação de cadeias carbônicas)\n(formação de carbetos)\nx M + y H2O\nx M + y CO2\nMxOy + y H2\nMxOy + y CO\n[10]\t(oxidação e redução do catalisador)\n[11]\nonde M representa a fase metálica do catalisador. ,\nO desenvolvimento da química baseada no carbono tem seu início com os trabalhos de SABATIER e SENDERENS (1902), sobre a reação de metanação com catalisadores de níquel. Mais tarde, FISCHER e TROPSCH (1923 e 1936) tiveram êxito ao converter o gás de síntese numa mistura de hidrocarbonetos líquidos, empregando catalisadores à base de ferro, cobalto e níquel. Os produtos da reação de hidrogenação do CO consistem principalmente de hidrocarbonetos de cadeia linear, com predominância de cc-olefinas, e frações de compostos oxigenados. Assim, qualquer reação que utilize CO/H2 para obter tais misturas é conhecida como síntese de Fischer-Tropsch.\nA síntese de Fischer-Tropsch tem sido objeto de numerosos estudos, pois se apresenta como alternativa para a produção de olefinas e combustíveis líquidos (gasolina ou diesel) com comprovado sucesso industrial, como demonstram os complexos carboquímicos da Sasol e Mossgas FT na África do Sul, o processo Mobil MTG na Nova Zelândia e da Shell na Malásia .\nPICHLER e SCHULTZ (1970) verificaram que os principais catalisadores utilizados na síntese de Fischer-Tropsch são compostos à base de ferro (carbetos e nitretos), assim como à base de cobalto, níquel ou ródio, e de molibdênio (sulfetos e carbetos), obtidos por precipitação, impregnação, troca iónica, fusão ou sinterização. A atividade de outros metais nobres do grupo VIII da tabela periódica foi também investigada: rutênio e ósmio são moderadamente ativos, enquanto platina, paládio e iridio têm baixa atividade para a síntese.\nO níquel metálico é um catalisador de hidrogenação muito ativo, e sob as condições de síntese de FT, formam-se quantidades excessivas de metano tomando-o não recomendado. O cobalto, rutênio e ferro são catalisadores mais ativos, mas o rutênio é caro e seu fornecimento muito limitado, enquanto o ferro é bem mais abundante e barato. Os catalisadores à base de ferro requerem a promoção por metais alcalinos, sendo o potássio usado mais freqüentemente, conforme DRY (1981).\nA basicidade do catalisador promovido depende da quantidade de alcalino adicionado e da sua interação com outros componentes presentes ou adicionados, tais como SiO2 ou AI2O3, com os quais os alcalinos devem interagir para formar compostos menos básicos. O cobalto metálico é mais hidrogenante que o ferro alcalinizado e, consequentemente, produz mais metano e menos olefinas. O efeito da promoção do alcalino no caso do cobalto é muito menos significativo que para o ferro. Segundo o autor, quanto maior a basicidade do catalisador contendo Fe, maior é a probabilidade de crescimento da cadeia. Este efeito pode ser explicado pela adição do alcalino, que aumenta a força de quimissorção da molécula de CO, favorecendo a sua dissociação em átomos de carbono e oxigênio.\nSeguindo esta proposição, pode-se dizer que a promoção com alcalino aumenta o recobrimento superficial pelos grupos -CH2-, levando a uma maior probabilidade de crescimento de cadeia, como proposto no esquema reacional descrito posteriormente.\nA adição de metais alcalinos aos catalisadores de Fischer-Tropsch foi também evidenciada no mesmo estudo, porém os catalisadores alcalinizados apresentaram baixa seletividade e produtividade.\nDentre os alcalinos, o potássio é o promotor mais freqüentemente empregado para aumentar o peso molecular dos produtos orgânicos obtidos, e também para reduzir a taxa de hidrogenação, conduzindo à formação de hidrocarbonetos insaturados.\nSistemas bimetálicos são também utilizados com frequência para alterar a distribuição dos produtos na hidrogenação do CO. Os metais Cu, Mn, Rh, Pt, ou Pd, combinados com Fe (Fe-Co, Fe-Ru, etc.) ou dois metais de transição catalíticamente ativos, com várias combinações, são usados para alterar a seletividade dos produtos desejados, de acordo com SOMORJAl (1994).\nFoi observado ainda pelo autor que zeólitas, óxido de tório e óxido de lantânio têm sido empregados com sucesso como suportes e como componentes catalíticamente ativos, alterando a distribuição dos produtos da reação.\n1.2\t- Esquema de reação para a síntese de Fischer-Tropsch\nA literatura apresenta diversos estudos a respeito do mecanismo da reação de Fischer-Tropsch (BRADY, 1981; COSTA, 1983 e XIAODING et al. 1987 ). Esses estudos concordam com as hipóteses básicas do esquema mecanístico geralmente aceito e apresentado a seguir:\n\tCO 1\tH \t>\tCH3OH\n\tC + O\t\t\n\t1 H\t\t\nH\t▼\tCO\t\nch4&lt;\t\tCHX\t\t►\tch3cho ch3ch2oh\n\tCH2\t\t\nC2H4 JL\t1 (CHX)2\tCO \tfr.\tC2H5CHO\nc2h6\t\t\tC2H5CH2OH\nCnH2n\t(CHx)n\nCnH2n+2\nCO\n---->\nCnH2n+[CHO (aldeído)\nCnH2n+iCH2OH (álcool)\nDe acordo com este esquema, observa-se que as cadeias policarbônicas (CHx)n são formadas a partir de um carbono ativo, resultante da dissociação do CO sobre a fase metálica ativa do catalisador, que é hidrogenado a -CH2- ou CH3(CHX). O crescimento destas cadeias alquilas é decorrente de reações de polimerização com adições sucessivas de unidades monoméricas -CH2-, De um modo geral, os mecanismos de crescimento de cadeia implicam na formação de produtos com pesos moleculares e pontos de ebulição elevados.\nAs reações de hidrogenação e (3-eliminação das espécies alquilas levam, respectivamente, à formação de hidrocarbonetos saturados e insaturados. Por sua vez, os compostos oxigenados C2í. (álcoois e aldeídos superiores) são obtidos pela inserção de CO na ligação metal-alquila. Cabe observar que a reação de síntese de metanol, embora não seja considerada uma reação de Fischer-Tropsch, pode ser explicada de modo simplificado, conforme o esquema apresentado.\nAlguns autores têm idéias discordantes quanto ao mecanismo de crescimento da cadeia exposto, como é o caso de PICHLER et al. (1970). Contudo, existe um consenso sobre a hipótese de que o crescimento da cadeia resulta da quimissorção dissociativa do CO.\nHERRINGTON (1946) constatou que a probabilidade de crescimento da cadeia, com relação à probabilidade de terminação e de dessorção, não varia necessariamente com o tamanho do hidrocarboneto. SCHULZ e FLORY (1935) desenvolveram um modelo de crescimento de cadeia para as reações de polimerização, adaptado em seguida por ANDERSON et al. (1950) para as sínteses do tipo CO/H2, conhecido por equação Schulz-Flory-Anderson apresentada a seguir:\nln [CnHy] = n ln a + cte\t(1)\nonde:\n[CnHv] - concentração molar do produto com n átomos de carbono;\na - coeficiente de probabilidade de crescimento da cadeia.\nEste modelo foi aplicado com sucesso para a distribuição dos produtos na reação de Fischer -Tropsch.\n1.3\t- Síntese específica de álcoois superiores\nNumerosos estudos têm sido realizados nos últimos anos sobre a reação de hidrogenação do CO. Nos dias atuais, esta reação pode ser conduzida seletivamente para a formação de metano (catalisadores à base de níquel ou cobalto), ou para a\nprodução de metanol (catalisadores do tipo Cu/Zn/Cr). No entanto, os interesses econômicos do presente impõem a produção prioritária de oxigenados C? seguida por metanol e hidrocarbonetos.\nEm razão de tais interesses, os estudos mais recentes têm se voltado para a produção de sistemas catalíticos capazes de produzir, de forma seletiva e produtiva, misturas de álcoois de C¡ a Cg, em condições reacionais de baixas temperaturas e pressões.\nUma vez que o presente trabalho está relacionado à produção de álcoois superiores, serão apresentados inicialmente, alguns sistemas catalíticos, dentre os mais interessantes para tal síntese.\nA síntese específica de álcoois superiores pode ser realizada através das vias direta e indireta, apresentadas de forma resumida a seguir:\n•\tVia Direta (CO + H2 -» álcoois) - esta é a via principal de síntese, estando no domínio da catálise heterogênea. Neste caso, a síntese de álcoois pode ser classificada como síntese de Fischer-Tropsch e emprega principalmente catalisadores derivados daqueles da síntese do metanol, ou ainda catalisadores de Fischer-Tropsch modificados.\n•\tVia indireta (CO + H2 + reagente -> álcoois) - esta via se enquadra no domínio da catálise homogênea, onde podemos tomar como exemplo as reações de:\n1-\thomologação do metanol - realizada em fase homogênea sobre catalisadores à base de complexos de ferro, cobalto, rutênio ou ródio foi estudada por COSTA (1983), sendo representada segundo a reação:\nCO + 2H2 + CH3OH -> CH3CH2OH + H2O\t[12]\n2.\thidroformilação de olefinas - permite obter aldeídos e álcoois a partir do gás de síntese e dos álcenos imediatamente inferiores, utilizando-se catalisadores à base\nde complexos de cobalto ou ródio, análogos aos empregados na reação de homologação do metanol, de acordo com ANDERSON (1980), segundo a reação:\nCO + 2 H2 + R-CH=CH2 -> R-CH2-CH2- CH2OH\t[13]\n1.3.1 Catalisadores modificados para a síntese de álcoois superiores\nA conversão do gás de síntese (CO/H2) a álcoois superiores, pela via direta, pode ser realizada utilizando uma grande variedade de sistemas catalíticos descritos na literatura, os quais se baseiam em catalisadores da síntese do metanol modificados (baixa e alta pressão), e em catalisadores de Fischer-Tropsch também modificados, além de outros sistemas específicos. De um modo geral, pode-se classificar os catalisadores de síntese de C2 OH como:\n•\tCatalisadores de Alta Pressão - são catalisadores da síntese de metanol (Cu/Zn/Cr) promovidos com potássio (LEONOV et al. 1981; COURTY et al. 1983 e RIVA et al. 1987). Estes catalisadores operam com pressões da ordem de 100 a 250 atm e temperaturas entre 380 e 420°C, permitindo obter misturas de álcoois com até 30% de C2 OH. mas levando à formação preferencial de metanol.\n•\tCatalisadores de Média Pressão - são também catalisadores da síntese de metanol, modificados pela adição de um promotor alcalino, geralmente K, Rb ou Cs (LEONOV et al. 1981; KLIER, 1981 e HOFSTADT et al. 1982). Estes catalisadores operam a pressões na faixa de 100 a 150 atm e temperaturas entre 300 e 400°C, obtendo-se misturas de álcoois com 20 a 30% de C2 OH. Devido às condições rigorosas de operação, o cobre sinteriza facilmente reduzindo a vida média e a atividade do catalisador, favorecendo a formação de hidrocarbonetos, conforme evidenciado por DALMON (1992).\n•\tCatalisadores de Baixa Pressão - são catalisadores à base de cobre, contendo metais do grupo do ferro (Fe, Co ou Ni), impregnados com algum metal alcalino ou alcalino terroso. Conhecidos como catalisadores de Fischer-Tropsch modificados, trabalham sob pressões na faixa de 50 a 100 atm e temperaturas entre 200 e 300°C.\nCom estes catalisadores é possível obter misturas de álcoois C2; OH contendo de 20 a 70% em peso de C2~OH (SUGIER et al. 1978; COURTY et al. 1982; RIVA et al. 1987).\nOs catalisadores à base de cobalto e cobre (baixa pressão) foram propostos pelo \"Institut Français du Pétrole\" COURTY et al. (1982), sendo portanto, chamados de catalisadores IFP. Esses sistemas podem conter, além do cobalto e do cobre, alumínio, um metal alcalino e metais de transição como Cr, Fe e Zn (COURTY et al. 1983 e CHAUMETTE et al. 1985).\nA obtenção desses catalisadores se deu inicialmente com a modificação dos catalisadores de metanol (Cu/Zn) pela adição de um alcalino. No entanto, esse sistema se mostrou ineficiente para a síntese de álcoois superiores. As pesquisas se voltaram então para sistemas contendo cobalto, cobre e um alcalino, preferencialmente Li, Na ou K. Esses catalisadores, por sua vez, se mostraram satisfatórios, pois foi observado um aumento significativo na seletividade e produtividade em álcoois Ci a C5.\n1.3.2\tNovos catalisadores\nDurante o período de acentuado interesse nas reações do gás de síntese, cujo início se deu em 1973, cientistas da Union Carbide descobriram que o rendimento em produtos oxigenados poderia ser melhorado com o uso de ligas de Rh-Fe (ICHIKAWA, 1978A, B. C e ICHIKAWA et al. 1985) ou de Rh-Mn estudadas por HOMS et al. (1988), sendo que a adição de um promotor alcalino melhoraria, ainda mais, o desempenho catalítico. Outras publicações importantes foram realizadas no mesmo período, por ICHIKAWA et al. (1978), enfatizando que a alta seletividade em oxigenados depende do suporte, do método de preparação, do promotor e do sal precursor utilizados.\nMuitas pesquisas têm sido ainda desenvolvidas nos últimos anos com sistemas catalíticos baseados em metais nobres, especialmente o ródio, por ICHIKAWA et al. (1978), e em MoS2 por QUARDERE (1984). Estes sistemas despertam interesse do ponto de vista teórico e prático, sendo alguns destes descritos a seguir.\nICHIKAWA (1985) apresentou um sistema catalítico com base em Rh, Th e um metal selecionado entre Co, In, Ir, Cd e Re, opcionalmente complementado com ferro. Diferentes suportes foram estudados (sílica, silicatos, peneiras moleculares, alumina, carvão ativo, etc.), sendo a sílica o melhor suporte.\nFoi observada uma seletividade em álcoois que depende do tamanho e do número de átomos de ródio nos \"clusters\" e da natureza do suporte. Os suportes básicos (ZnO e MgO) favorecem a formação de metanol, ao passo que os suportes com pouca acidez (La2O3, Cr2O3, TiO2 e ZrO2) favorecem a formação de etanol e outros oxigenados C2+OH. Quando empregados suportes à base de óxidos ácidos, tais como, sílica gel, V2O5, Y-AI2O3, SnO2 e WO3, obteve-se como produtos principais o metano, e hidrocarbonetos superiores, bem como, etanol, metanol e, em baixa concentração, álcoois de C3 a C4.\nAinda em seus estudos, ICHIKAWA (1985) mostrou que, em alguns casos, um suporte ou promotor que é eficiente para a síntese de metanol pode ser ineficiente na síntese de hidrocarbonetos e álcoois superiores ou vice-versa. Seus resultados também mostraram que mesmo com bons promotores a formação de hidrocarbonetos e oxigenados superiores é pequena, em metais que não dissociam o CO ou o fazem lentamente tal como Pd, Pt ou Ir.\nComo principais desvantagens desses catalisadores, destacam-se seu elevado custo, a escassez de ródio, 0 fácil envenenamento pelo CO2, além do desempenho insuficiente para serem empregados em escala industrial, embora possam ser submetidos a temperaturas de 200 a 300°C e pressões entre 50 e 100 atm.\nEm 1984, a Dow Química (Patente US 4243553 1984) desenvolveu um sistema catalítico à base de aglomerados de sulfeto de molibdênio alcalinizado, MoS2/SiO2+K, obtido por decomposição térmica de tiomolibdatos. A vantagem desses catalisadores é que são capazes de produzir álcoois com cadeia linear contendo de 2 a 5 átomos de carbono, além de serem extremamente resistentes ao enxofre residual, presente algumas vezes no gás de síntese (QUARDERE, 1984 e HAGGIN, 1984).\nSOMORJAI et al. (1986) verificaram que o sulfeto de molibdênio apresentava uma atividade mais elevada para a formação de hidrocarbonetos, mas através da adição de K2CO3 ao sistema a distribuição dos produtos foi modificada, obtendo-se álcoois sem perda de atividade catalítica.\nTATSUMI et al. (1986) observaram que o sistema Mo/SiO2. alcalinizado com KC1, produz álcoois superiores com seletividade em Ci a C5 de aproximadamente 70%.\nContudo, dentre os diversos sistemas catalíticos descritos na literatura, os catalisadores do tipo IFP aparecem como um dos mais apropriados para a síntese de álcoois superiores, sendo portanto objeto de estudo deste trabalho.\n1.4\t- Catalisadores à base de Al-Co-Cu\nOs catalisadores desenvolvidos pelo “Instituí Français du Pétrole” despertam particular interesse, devido à sua estabilidade, elevada atividade e seletividade na formação de álcoois superiores em condições de reação (temperatura e pressão) menos severas.\nVárias patentes têm sido obtidas pelo IFP (SUGIER e FREUND (1978); COURTY et al. (1983), as quais descrevem a formulação desses catalisadores baseados numa combinação de cobalto e cobre, além de outro metal trivalente (Al, Cr ou Zn) e um metal alcalino ou alcalino terroso, podendo ainda conter um certo número de outros componentes.\nA seguir, apresentam-se alguns exemplos de sistemas catalíticos patenteados pelo IFP, para a síntese de misturas de álcoois.\n• Catalisador IFP 1 (Patente US 41221110 1978) - descreve o catalisador com a fórmula CuiCoiCr08Ko?o90x (razão atômica), como precursor catalítico modelo. Neste caso, o Li ou o Na podem substituir o potássio, enquanto Fe, V e Mn podem substituir o Cr, tendo-se a possibilidade de incorporação do Zn. Estes catalisadores\npodem ser preparados por coprecipitação, a partir de uma solução aquosa dos sais dos metais.\n•\tCatalisadores IFP 2 (Patente US 4291126 1979) - semelhante ao apresentado na patente anterior, com a possibilidade de adição de outros elementos, tendo a fórmula CuCo(Mi+M2)0)8AwM3, onde M¡ representa V, Cr, Mn ou Fe, M? os elementos terras raras, M3 os metais nobres e A os metais alcalinos.\n•\tCatalisador IFP 3 (Patente GB 2118061 1983) - resultante do catalisador modelo IFP 1, incluindo as seguintes modificações: substituição de Cr por Re, inclusão de Al ou sua substituição por Cr, adição de Sc, Yb, Zr, Th ou elementos terras raras (M2), e a adição de Zn, levando à fórmula Cu/Co/Al/A/(Mi)/(M2)/(M3)(Zn)(Cr).\n•\tCatalisador IFP 4 (Patente GB 215873A 1985) - similar ao catalisador descrito na patente IFP 3. Seus componentes principais são apresentados como Cu/Co/Zn(B)/Al(C)/A/M, onde A é alcalino ou alcalino terroso. Nestes catalisadores o Zn pode ser substituído total ou parcialmente por B (Cd ou Mn2 ), enquanto o Al pode ser substituído pelos metais C (Cr, Mn3+ ou Ti) e M (metal padrão) pelos metais nobres do grupo VIII, sendo Rh, Pd e Pt os preferidos.\nAs condições de operação, descritas nas patentes para estes catalisadores, são muito similares àquelas usadas para a reação de síntese de metanol a baixa pressão (P = 50 a 150 bar, T= 220 a 350°C, H2/CO = 0,5 a 4).\nCabe ressaltar que em todas as patentes citadas, a homogeneidade de fases nos catalisadores, durante cada etapa da preparação, é considerada como um pré-requisito para um bom desempenho catalítico. Os catalisadores IFP devem ser reduzidos para se tomarem ativos XIAODING (1987).\nOs catalisadores objeto de estudo deste trabalho, são fundamentalmente do tipo IFP 4, à base de Al-Co-Cu promovido com alcalinos. Portanto, a seguir serão apresentados alguns aspectos relacionados essencialmente à formação de álcoois superiores com catalisadores modelo à base desses metais.\n1.4.1\tO papel do cobre na formação de álcoois superiores\nSistemas modelos à base de cobalto (Al-Co) e de cobalto-cobre (Al-Co-Cu) do tipo IFP foram estudados por LETOURNEL et al. (1989), através da espectroscopia de infravermelho do CO adsorvido.\nOs efeitos da adição de cobre ao sólido Al-Co podem ser visualizados na figura\n1.1,\tonde verifica-se principalmente o aparecimento de uma banda a 2105 cm’1, atribuída à vibração do CO adsorvido sobre os sítios de cobre metálico. Pode-se observar também, o deslocamento da freqüência do CO adsorvido sobre o cobalto para valores mais baixos, ou seja, de 2025 cm’1 para 1990 cm’1.\nAtravés do acompanhamento da dessorção de CO realizada sob vácuo para diferentes temperaturas de dessorção, apresentado na figura 1.2, verificou-se uma diminuição da freqüência do CO adsorvido pelo cobalto modificado pelo cobre, mesmo para baixos graus de recobrimento pelo CO (elevadas temperaturas de dessorção). Segundo os autores, este resultado evidencia a existência de uma interação eletrônica entre o cobalto e o cobre, com transferência de elétrons do cobre para o cobalto.\nTal efeito é semelhante ao observado na liga Ni-Cu (SOMA-NOTO, 1974; DALMON et al. 1975), e por analogia foi proposto que a interação eletrônica entre o cobalto e o cobre pode resultar da formação de uma liga Co-Cu.\nTendo em conta os resultados obtidos em estudos que empregam medidas magnéticas, os autores concluíram que a liga Co-Cu não é do tipo mássica, mas uma liga que se limita à superfície dos grãos de cobalto metálico.\nFigura 1.1- Espectro de IR do CO adsorvido em Al-Co e Al-Co-Cu\n(—) após adsorção a 4 kPa e 25°C, (—) após dessorção a 25°C\nLETOURNEL (1989).\nFigura 1.2 - Variação do número de onda da banda Co-CO (vCo-CO) em função da temperatura de dessorção (Td) COBO (1990).\nNa reação de hidrogenação do CO, o efeito mais marcante da adição do cobre ao cobalto foi o aparecimento de uma seletividade em álcoois superiores. Diante do fato, LETOURNEL et al. (1989) propuseram que a síntese de álcoois superiores está relacionada à existência da liga Co-Cu, onde os sítios de Co são capazes de adsorver dissociativamente o CO, formando os precursores das cadeias policarbônicas, enquanto o Cu adsorve o CO de forma não dissociativa e estável.\nA proximidade dessas duas espécies (Co-alquila e Cu-CO) sobre a fase mista Co-Cu poderia facilitar a inserção do CO na ligação metal-alquila, conduzindo à formação de um álcool de acordo com o esquema seguinte:\nCn\nI\nCn CO\tCO\nCo....Cu --------► Co.....Cu ---------► Cn+iOH\nEste modelo proposto está de acordo com o esquema reacional da síntese de Fischer-Tropsch apresentado anteriormente no ítem 1.2, e com a proposição de COURTY e CHAUMETTE (1988), segundo a qual a síntese de C2 OH sobre catalisadores à base de Co-Cu ocorre através da formação de cadeias carbônicas sobre um tipo de sitio, seguida de uma reação com o CO proveniente de outro tipo de sitio.\nDe acordo com este modelo a reação de inserção do CO na ligação metal-alquila deve ser promovida por um caráter eletrodeficiente do átomo de cobre na liga Co-Cu.\n1.4.2\tInfluencia do Na sobre as propriedades morfológicas e catalíticas\nCOBO (1990) estudou a influência da adição de sódio sobre as propriedades morfológicas e catalíticas de sistemas modelos á base de Al-Co, Al-Cu e Al-Co-Cu.\nNa etapa de ativação dos precursores óxidos sob H2, o sódio promoveu de modo geral a redução do cobalto presente nos sistemas Al-Co e Al-Co-Cu, para os quais verificou-se uma tendência de aumento da redutibilidade do Co com o aumento do\nteor em alcalino. Por outro lado, a adição de Na aumentou o tamanho das partículas de Co metálico (desfavorecendo a dispersão nos catalisadores), efeito este atenuado pela presença do Cu nos sistemas Al-Co-Cu.\nPor sua vez, a espectroscopia de infravermelho do CO adsorvido mostrou que a presença de sódio no sistema Al-Co permite uma interação direta entre o alcalino e o CO adsorvido sobre o cobalto:\nCO\nNa\nPara elevados teores em Na (7% para Al-Co e 4% para Al-Co-Cu), urna modificação completa dos espectros de infravermelho foi observada com relação aos sistemas não alcalinizados. No caso particular do sistema Al-Co-Cu (figura 1.3), o aumento de 1% para 4% em sódio induz a formação de espécies carbonilas [Co(CO)4]' (bandas a 2035-1950-1980 cm1). Além disso, no caso do sólido Al-Co-Cu com maior teor em Na verificou-se a ausência das bandas correspondentes ao cobre perturbado pelo cobalto, bem como do cobalto perturbado pelo cobre, presentes no espectro do sistema Al-Co-Cu com 1% de Na (bandas a 2100 cm'1 e 1900 cm'1, respectivamente). Segundo os autores, tais resultados indicam que para elevados teores em alcalinos a interação Co-Cu é fortemente perturbada, podendo até inexistir nesse caso.\nNa reação de hidrogenação do monóxido de carbono, os efeitos induzidos pela adição do Na dependem fortemente da composição do sólido modelo e notadamente do teor do alcalino. No caso de catalisadores Al-Co-Cu, a adição de pequenas quantidades do alcalino (1% Na) aumenta a seletividade em álcoois superiores, explicada pela presença simultânea de espécies CoCu-CO e Co-CO .... Na (favorecimento da inserção do CO nas cadeias alquila-CoCu ). Por sua vez, os elevados teores em Na (4%) prejudicam o desempenho catalítico em termos gerais (seletividade e produtividade), o que foi atribuído principalmente à carbonilação do cobalto durante a reação (destruição da liga CoCu de superfície).\nTransmitância\n■—■■■\t.. Número de onda (cm'1)\nFigura 1.3 - Evolução do espectro de IR em função da temperatura de dessorção para os sólidos Al-Co-Cu (1% Na) e Al-Co-Cu (4% Na) COBO (1990).\n1.\t5 Efeitos dos promotores alcalinos\nOs catalisadores industriais apresentam em geral formulações complexas às quais são adicionados elementos, dopantes ou promotores, com a finalidade de melhorar as propriedades catalíticas (aumento na atividade, seletividade e/ou estabilidade). Os metais alcalinos constituem a classe dos promotores mais largamente utilizados, tanto para metais como para óxidos e sulfatos.\nROSS (1983) resumiu os principais efeitos dos promotores alcalinos como:\n-\tefeito catalítico intrínseco do alcalino;\n-\tcriação de sítios básicos;\n-\tneutralização de sítios ácidos;\n-\tmodificação das propriedades eletrônicas da superfície do catalisador\n-\tfunção auxiliar durante a preparação do catalisador;\n-\tmodificação das propriedades físicas dos elementos ativos dissolvidos;\n~ efeito sobre as transformações de fase;\n-\tdiminuição da volatilidade dos elementos ativos.\n1.5.1 Efeito dos Alcalinos sobre os Desempenhos Catalíticos\nNa síntese de Fischer-Tropsch a adição de um alcalino aumenta a seletividade em hidrocarbonetos superiores e oiefinas. Os alcalinos foram adicionados sob forma de carbonatos ou óxidos aos catalisadores à base de Fe por (ANDERSON, 1956; VICKER e VANNICE, 1980) de Níquel por PRALIAUD et al. (1986) ou de Rutênio por GONZALEZ e MIURA (1982). Os sistemas Cu/ZnO/Al2O3, Mo/SiO2 e MoS2 produzem álcoois superiores após alcalinização, como foi descrito anteriormente.\nROSS (1983) observou que o potássio atuava como doador de elétrons nos catalisadores de síntese da amónia, levando a um aumento na taxa de dissociação de N2 (etapa determinante da taxa), promovendo consequentemente a produção de NH3.\nFinalmente, cabe lembrar que a formação de metanol pode ser observada à pressão atmosférica no caso de sistemas Pd/SiO2 promovido por um alcalino (Li ou Na) segundo TARDY et al. (1987)\n1.5.2\tInfluência dos Alcalinos sobre os propriedades quimissortivas\nA influência dos alcalinos sobre a quimissorção do CO pode ser resumida como descrito abaixo:\n•\tenfraquecimento da ligação C-O e reforço da ligação M-C, evidenciada pela diminuição da freqüência de infravermelho do CO adsorvido sobre monocristais foi constatado por TARDY et a/.(1987) e sobre os catalisadores suportados por PRALIAUD eZ ¿z/. (1986);\n•\taumento do calor de adsorção do CO, verificado por (BEZINGER e MADIX, 1980; KISKINOVA, (1981);\n•\taumento da dissociação do CO, constatado por BRODEN et al. (1985);\n•\taumento da deposição de coque, por WESNER et al. (1985).\nNo que diz respeito à quimissorção do hidrogênio, as observações são contraditórias. As pequenas variações do calor de adsorção do hidrogênio, ao contrário do caso da adsorção do CO, podem explicar essa discordância.\nCom relação aos mecanismos de ação do alcalino, sobre as propriedades quimissortivas dos metais, existem diversas propostas:\n1.\tAcredita-se que os alcalinos podem ter uma interação eletrônica com o metal, enriquecendo-o em elétrons (BEZINGER e MADIX, 1980; GOODMAM e KISKINOVA, 1981 e TARDY et al. 1987). Assim, o alcalino aumentaria a força da ligação metal-moléculas aceptoras (N2 e CO).\nDe acordo com esta hipótese, quando o metal é enriquecido com elétrons pelos alcalinos, ocorre a retrodoação de elétrons do metal para os orbitais antiligantes do CO, causando o enfraquecimento da ligação C-O e o reforço da ligação M-C, favorecendo desta forma a dissociação do CO. O reforço da ligação M-C aumenta,\npor sua vez. a concentração das espécies CHX e, como consequência a probabilidade de formação das ligações C-C aumenta, o que permite explicar o aumento da seletividade em hidrocarbonetos superiores. O enriquecimento do metal em elétrons aumenta a velocidade de dessorção dos compostos etilênicos, que possuem um caráter eletrodoador, o que permite explicar o aumento de seletividade em olefínas observado.\nEmbora as seletividades sejam frequentemente modificadas pela adição de alcalinos, a velocidade de reação diminui em inúmeros casos, efeito este aparentemente contraditório ao efeito eletrônico proposto.\n2.\tA influência dos alcalinos foi descrita também em termos de efeitos geométricos, com a diminuição da superfície disponível (bloqueio, encapsulamento ou decoração).\nO alcalino pode bloquear os sítios de adsorção, diminuindo assim as interações entre as moléculas adsorvidas e por conseqüência a atividade catalítica segundo SOMA-NOTO e SACHTLER (1974).\nFoi mostrado por CHUANG et al. (1985) e PRALIAUD et al. (1986) que a atividade hidrogenante das superfícies diminui com a adição de alcalinos. A diminuição da velocidade de hidrogenação do carbono superficial é melhor explicada por um bloqueio dos sítios que por um efeito eletrônico.\n3.\tOs alcalinos podem permitir uma interação direta (química) e localizada com o CO ou com outra molécula do meio reacional.\nA molécula de CO ligada ao metal pelo carbono pode interagir com os alcalinos através do átomo de oxigênio (RICHMOND et al. 1982; BRODEN et al. 1985; PRALIAUD et al. 1986 e PRALIAUD et al. 1989), como visto a seguir:\nCO\nM\nonde: A - alcalinos\nFoi proposto que a interação direta diminui a constante de força da ligação CO, o que aumenta a taxa de dissociação do CO, como no caso de um efeito eletrônico (RIECK e BELL, 1986 e PRALIAUD et al. 1989), além de um aumento nas propriedades migratórias.\nEsta interação direta poderia favorecer o aumento nas propriedades migratórias, com a inserção do CO na ligação M-alquila ou M-H. Esta inserção constitui a via mais citada para a obtenção de produtos oxigenados a partir do gás de síntese (BRADY e PETTIT, 1981; CHINCHEN et al. 1986; XIAODING et al. 1987; COURTY e CHAUMETTE, 1988 e BAILEI ARD-LETOURNEL et al. 1989).\nSACHTLER et al. (1984) mostraram que a velocidade de inserção do CO numa ligação M-alquila aumenta quando o CO interage com um ácido de Lewis, conduzindo assim à formação de álcoois e aldeídos.\n4,\tO papel do alcalino foi frequentemente associado à neutralização dos sítios ácidos (ROSS, 1983; GRANDVALLET, 1985; KIENNEMANN et al. 1989). A acidez do suporte pode ter um efeito negativo sobre a seletividade, favorecendo as reações secundárias, tais como a desidratação dos álcoois a olefinas e éteres ou a isomerização do óxido de etileno a acetaldeído, além da deposição de carbono superficial. Esta última pode ser eliminada pela reação entre o carbono e a água, catalisada por uma base.\n1.6 - Conclusões parciais\nAtravés da análise das informações apresentadas nesta breve revisão bibliográfica, a inserção do CO na ligação metal-alquila aparece como uma etapa fundamental para a formação de álcoois superiores a partir do gás de síntese.\nOs catalisadores do tipo 1FP reúnem dois elementos ativos capazes de promover tal inserção: o cobalto, que favorece o crescimento de cadeia, e o cobre, capaz de adsorver o CO sem dissociá-lo. A proximidade desses dois metais em uma fase tipo\nliga Co-Cu parece ser urna característica favorável do sistema catalítico para a síntese de álcoois superiores.\nPor sua vez, o papel específico do sódio, sobre a existência e o funcionamento da fase catalíticamente ativa dos sistemas IFP, parece ser fortemente dependente do teor em alcalino: enquanto teores de 1% em Na melhoram o desempenho catalítico, em particular aumentando a seletividade em C2+OH, teores da ordem de 4% quase que anulam a atividade catalítica ( provavelmente pela destruição da fase ativa através de uma carbonilação profunda do Co).\nContudo, embora as patentes IFP mencionem uma possível substituição do Na por outros metais alcalinos ou alcalinos terrosos, os efeitos da natureza do promotor sobre as propriedades morfológicas e catalíticas dos sistemas à base de cobalto e cobre permanecem praticamente desconhecidos.\nCom o intuito de conhecer e de melhor compreender os efeitos específicos de aditivos alcalinos (Li, Na, K. e Cs) sobre as propriedades físico-químicas de sistemas Al-Co-Cu, decidiu-se empreender este estudo. A fim de observar a influência da natureza dos alcalinos empregados, os mesmos foram introduzidos nos sólidos de modo a se ter igual teor atômico para cada um (mesmo número de átomos de alcalino por grama de catalisador). Os teores em alcalino foram estabelecidos ao equivalente a 2% em peso para o Na, uma vez que teores inferiores poderiam impedir a observação de efeitos investigados, enquanto quantidades mais elevadas poderiam prejudicar significativamente o desempenho catalítico.\nO presente capítulo apresenta uma descrição das técnicas e dos procedimentos experimentais utilizados em três etapas distintas deste trabalho: a preparação dos catalisadores (precursores hidratados, precursores óxidos e precursores alcalinizados), a caracterização físico-química dos sólidos e o teste catalítico na reação CO/H2 sob pressão.\n2.1\t- Preparação dos catalisadores\nOs catalisadores de síntese de álcoois superiores do tipo IFP são obtidos a partir de óxidos mássicos mistos de diversos elementos (Al, Co, Cu e Zn), aos quais são adicionados metais alcalinos ou alcalinos terrosos. Em face da complexa formulação dos catalisadores industriais, o estudo de sólidos modelo foi a metodologia empregada neste trabalho para identificar o efeito específico da adição dos diferentes metais alcalinos nesses sólidos.\nCabe ressaltar que, para os sólidos modelo preparados, a combinação e os teores dos diferentes elementos, foram planejados de modo a se obter as informações resumidas na tabela 2.1.\nTabela 2.1 - Combinação dos elementos em função das informações procuradas.\nElementos combinados\tInformações procuradas\nAl, Co\tsólido de referência\nAI, Cu\tsólido de referência\nAl, Co, Cu\tsólido de referência\nAl, Co, promotor alcalino\tefeito do alcalino sobre o Co\nAl, Cu, promotor alcalino\tefeito do alcalino sobre o Cu\nAl, Co,Cu, promotor alcalino\tefeito do alcalino sobre a associação Co-Cu\nOs sistemas catalíticos estudados foram obtidos com base nos métodos de preparação descritos nas patentes do IFP, por COURTY et al. (1983 ), para um de seus melhores catalisadores: o IFP 4.\nA preparação dos sistemas catalíticos Al-Co, Al-Cu e Al-Co-Cu alcalinizados implica em quatro etapas principais:\n•\tPreparação dos precursores hidratados ( via coprecipitação contínua);\n•\tPreparação dos precursores óxidos (via calcinação dos precursores hidratados);\n•\tAlcalinizaçao dos precursores óxidos (via impregnação a seco do precursor óxido);\n•\tAtivação dos precursores óxidos (via redução com hidrogênio).\nA seguir, cada uma dessas etapas será descrita detalhadamente.\n2.1.1\t- Preparação dos precursores hidratados\nA preparação dos precursores hidratados consiste basicamente na coprecipitação contínua de uma solução aquosa dos nitratos dos metais, A1(NO3)2.9H2O, Co(NO3)2.6H2O e Cu(NO3)2.3H2O, com concentração metálica total de 0,4 M, através de uma solução aquosa de carbonato de sódio, Na2CO3 anidro (agente precipitante), com concentração de 0,5 M.\nAs condições de coprecipitação (pH, concentração dos metais precursores, temperatura, etc.), foram selecionadas com base nas condições de preparação descritas em patentes do IFP por COURTY et al. (1983) e em trabalhos apresentados na literatura por MARCHI (1988). Em particular, o controle do pH de coprecipitação é de grande importância, visto que qualquer alteração significativa desta variável pode levar à segregação de fases, comprometendo assim a homogeneidade da composição e a dispersão das fases óxidas, conforme observado por COURTY (1978).\nO sistema experimental de coprecipitação contínua, utilizado neste trabalho, está esquematicamente representado na figura 2.1.\nAs vazões das soluções de nitratos e carbonato, 20 ml/min e de 35 ml/min respectivamente, foram ajustadas de forma a manter o pH em tomo de 7,0 ± 0,5 no reator de mistura contínua. Ambas as correntes são pré-aquecidas por meio de serpentinas imersas no banho termostático a 60°C (temperatura de coprecipitação). As\n1 - Reservatório com solução dos nitratos\t7 - Medidor de pH\n2 - Reservatório com solução do agente precipitante\t8 - Serpentinas de pré-aquecimento\n3 - Rotâmetros\t9 - Agitador mecânico\n4 - Banhos termostáticos\t10 - Reservatório de maturação\n5 - Reator\t11 - Bomba de vácuo\n6 - Termômetro de mercúrio\nFigura 2.1- Esquema do sistema experimental de coprecipitação contínua.\nsoluções alimentam então o reator contendo inicialmente apenas água deionizada. O precipitado obtido até atingir o pH desejado (regime permanente) foi descartado.\nO tempo médio de residência no reator, definido como a razão entre o volume do reator (250 ml) e a vazão total de alimentação dos reagentes no reator (55 ml/min), foi mantido constante e aproximadamente igual a 4,5 min.\nO coprecipitado obtido foi transferido continuamente para outro recipiente, onde se deu a etapa de maturação, por um período de 2 horas à temperatura constante de 65°C.\nA seguir, deu-se início à etapa de lavagem do precipitado com água destilada. Para tanto, empregou-se um funil de Büchner, onde o precipitado era mantido sob agitação contínua. Esta lavagem é efetuada com o intuito de remover todo o sódio proveniente do agente precipitante, uma vez que o sódio residual pode influenciar o desempenho do catalisador. A remoção do alcalino foi acompanhada através de testes de chama do precipitado, ao longo do período de lavagem do mesmo.\nApós a lavagem, o coprecipitado filtrado foi seco em estufa à temperatura constante de 90°C, por um período de 24 h, obtendo-se assim o precursor hidratado.\nO sólido obtido foi então moído e classificado granulometricamente, de modo a se ter partículas com diâmetro compreendido entre 0,125 e 0,297 mm.\n2.1.2\t- Preparação dos precursores óxidos\nA decomposição térmica do precursor hidratado (calcinação), para obter os precursores óxidos mistos e/ou misturas de óxidos simples, foi realizada segundo os procedimentos apresentados nas patentes do IFP por COURTY et al. (1983).\nEsta etapa consiste em aquecer o precursor hidratado desde a temperatura ambiente, com taxa de 5°C/min e sob fluxo de ar sintético de 60 ml/min, até a temperatura final de 450°C, mantida constante por um período de 3 horas. Este tratamento visa a desidratação do precursor hidratado e a eliminação de espécies\nnitratos e carbonatos presentes na estrutura (tipo hidrotalcita), adequando o sólido para a posterior alcaiinização.\n2.1.3\t- Alcaiinização dos precursores óxidos\nApós a etapa de calcinação, uma parte do precursor óxido obtido (sólido não alcalinizado) foi reservada para efeito de comparação durante os estudos. A porção restante do sólido foi empregada para a adição dos diferentes alcalinos (alcaiinização).\nA alcaiinização dos precursores óxidos foi realizada pelo método da impregnação a seco à temperatura ambiente. O procedimento consiste em adicionar ao sólido um volume de solução aquosa de carbonato do alcalino (Li2CO3, Na2CO3, K2CO3 ou Cs2CO3) contendo a quantidade de alcalino desejada. Para tanto, o volume de solução deve corresponder à saturação do volume de poros do sólido, conhecido como volume de retenção. Este volume foi previamente determinado para cada tipo de precursor óxido, através da quantidade de água absorvida pelo mesmo.\nApós a impregnação do precursor com a solução aquosa de carbonato do alcalino, promove-se por algumas horas o contato entre a solução e o precursor óxido, de modo a permitir que a solução penetre e se reparta de forma homogênea nos poros do sólido.\nO precursor alcalinizado foi então seco a 120°C em estufa, com aumento lento de temperatura, a fim de evitar a expulsão do sal do interior dos poros pela evaporação da água.\nNuma última etapa, o precursor alcalinizado foi calcinado à temperatura de 350°C, seguindo-se o mesmo procedimento e condições empregados na calcinação dos precursores hidratados.\n2.1.4\t- Ativação dos precursores óxidos\nA ativação dos precursores óxidos tem por objetivo obter o catalisador, a partir da redução prévia das fases óxidas presentes. A ativação através da redução com\nhidrogênio foi realizada no próprio reator de testes catalíticos. O tratamento consiste em submeter uma certa massa do precursor óxido (100 mg) a um aquecimento de 2°C/min, sob hidrogênio com vazão de 60 ml/min e pressão de 1 bar, desde a temperatura ambiente até 500°C. Quando a temperatura final de ativação é atingida, os sólidos são mantidos no patamar isotérmico durante 6 h. Esta metodologia foi desenvolvida e empregada por Cobo (1990) para a avaliação do desempenho de catalisadores do tipo IFP.\n2.2 - Caracterização dos sólidos\n2.2.1\t- Análise química elementar\nA quantidade dos elementos metálicos (Al, Co, Cu, Li, Na, K e Cs), presentes nos precursores óxidos, foi determinada utilizando um aparelho de espectrofotometria de absorção atômica e fotometria de chama GBC modelo 905 AA.\nAs amostras analisadas foram inicialmente tratadas com uma solução ácida contendo HF, H2SO4 e HNO3, por um período de aproximadamente 18 horas à temperatura de 120°C, de modo a decompor os compostos formados pelos metais presentes. As soluções resultantes foram em seguida diluídas, para obter valores de concentração na faixa de absorção ou de emissão dos respectivos metais. A análise do alumínio foi efetuada vaporizando-se a solução de cada sólido em chama de óxido nitroso-acetileno (N2O/C2H2), enquanto que para os metais alcalinos, Co e Cu as soluções foram vaporizadas em chama de ar-acetileno (ar/C2H2).\n2.2.2\t- Redução em temperatura programada\nA técnica de Redução em Temperatura Programada (TPR) é de grande importância no estudo da redução de óxidos, pois permite analisar os efeitos da preparação, do suporte e de promotores na formação das fases ativas dos catalisadores metálicos, suportados ou mássicos.\nEsta técnica consiste, no seu princípio, em medir a quantidade de hidrogênio consumida quando a amostra é submetida a um aumento linear de temperatura. As\ninformações obtidas, através do perfil de redução, são geralmente complementares àquelas da caracterização por outras técnicas como difração de raios-X, medidas termogravimétricas, espectroscopia fotoeletrônica de raios-X (XPS), etc.\nNos ensaios de TPR realizados neste trabalho cerca de 30 mg do precursor óxido foram introduzidas num reator de quartzo em forma de \"U\", alimentado com uma mistura 2% H2 e 98% N2 a uma vazão de 17 ml/min. O aumento da temperatura foi programado para uma taxa de 10°C/min, desde a temperatura ambiente até 900°C. Ao longo da análise foram registrados simultaneamente o consumo de hidrogênio, através de medidas de condutividade térmica, e a temperatura.\n2.2.3\t- Determinação da área superficial específica.\nA determinação da área superficial específica de catalisadores é importante, uma vez que está relacionada com a acessibilidade dos reagentes à superfície catalíticamente ativa. Outro ponto a considerar é a possibilidade do acompanhamento de alguns processos de desativação de catalisadores, decorrentes de transformações diversas no estado sólido, tais como a sintetização, a transição de fases ou mesmo o envenenamento.\nA determinação da área superficial específica de materiais porosos tem por base o fenômeno da adsorção física de moléculas de um gás sobre a superfície do sólido analisado. Neste trabalho, o método de B.E.T (Brunauer, Emmett e Teller, 1938) foi empregado, com as medidas de adsorção físicas realizadas à temperatura do nitrogênio líquido (-196°C) em um equipamento do tipo MICROMERITICS modelo Flowsorb 11 2300. As amostras dos precursores óxidos foram previamente tratadas a 150°C por 30 min, sob atmosfera de mistura gasosa 13% He e 87% N2, para eliminar possíveis condensados existentes nos poros dos sólidos.\n2.2.4\t- Difração de raios-X\nA técnica de difração de raios-X (DRX) é um método de caracterização utilizado para se obter informações a respeito da estrutura e da composição de\nmateriais cristalinos, no que diz respeito à totalidade da amostra (‘bulk’) ou ainda para se determinar o tamanho de cristais do material analisado.\nA DRX parte do princípio de que os cristais são formados por átomos regularmente espaçados, podendo atuar como centros de difração, e que os raios-X são ondas eletromagnéticas com comprimento da mesma ordem de grandeza das distâncias interatômicas nos cristais.\nA expressão que estabelece a condição essencial para que haja o fenômeno da difração foi desenvolvida por W.L.Bragg, e é conhecida até hoje como lei de Bragg, sendo dada por:\n(2)\nonde: d = distância interplanar (Â);\n8 = ângulo de incidência do feixe;\nn = número de comprimento de onda;\nX = comprimento de onda (Â)\nAssim, uma espécie química pode ser caracterizada por suas distâncias interplanares na estrutura cristalina.\nO difratograma é obtido fazendo-se a varredura da amostra com variação contínua do ângulo de incidência do feixe de raios-X, onde pode-se observar a intensidade do sinal refletido pela amostra em função do ângulo de incidência da radiação. As raias de difração observadas correspondem à combinação de ângulos de incidência com distâncias interplanares, para as quais houve interferência construtiva das ondas refletidas, aumentando a intensidade do sinal emitido HURST (1982).\nA difração de raios-X foi utilizada neste trabalho com o objetivo de identificar as fases presentes nos precursores hidratados e óxidos. As amostras foram analisadas pelo método do pó em um difratômetro SHIMADZU modelo XD3A, que utiliza um anticatodo de cobre para a produção da radiação X (raia do Cu 1,5418Â) e um filtro de Níquel.\n2.2.5\t- Análise termogravimétrica\nA análise termogravimétrica (TGA) é uma técnica de caracterização onde a variação de massa de uma dada substância é acompanhada em função da variação da temperatura à qual está submetida, em condição de atmosfera controlada. Portanto, para realizar um ensaio termogravimétnco o instrumento deve ser capaz de aquecer e pesar a amostra simultaneamente.\nA instrumentação requerida para realizar o termograma inclui basicamente: uma microbalança, um forno para o aquecimento da amostra, um programador-controlador de temperatura, um sistema pneumático para os gases de tratamento e um sistema de aquisição e tratamento de dados.\nO equipamento empregado para realizar as análises termogravimétricas neste trabalho foi uma microbalança PERKIN-ELMER modelo TGA7, e os resultados foram obtidos na forma de um termograma.\nA massa de sólido utilizada nos ensaios foi de 10 mg, sendo empregada uma taxa de aquecimento de 5°C/min para todos os experimentos. Tais condições foram previamente estabelecidas com base em informações fornecidas por EARNEST (1984) e testes preliminares realizados com o aparelho.\nOutros procedimentos observados e seguidos na execução das análises foram:\ni)\tdistribuição uniforme do sólido no porta-amostra;\nii)\tpré-tratamento da amostra a 450°C sob fluxo de N2 por 3 horas;\niii)\tfaixa de temperatura da análise entre 80°C e 900°C;\niv)\tvazão do gás de tratamento (mistura redutora 2% H2 e 98% N2) de 25 ml/min,\n2.2.6\t- Espectroscopia eletrônica para análise química\nA técnica de Espectroscopia Eletrônica para Análise Química (ESCA) pode fornecer informações sobre a composição e o estado de oxidação dos elementos na superfície de catalisadores, tendo por princípio o efeito fotoelétrico: um átomo\nsuperficial absorve um fóton de energia hv, e a seguir um elétron é ejetado com energia cinética Ek dada por:\nEk=hv-Eb\t(3)\nonde:\nh - constante de Planck;\nv - frequência da radiação excitante;\nEt,- energia de ligação do fotoelétron com respeito ao nivel Fermi da amostra;\nEk - energia cinética do fotoelétron;\nNesta técnica espectroscópica mede-se a intensidade dos fotoelétrons emitidos, em função da sua energia de ligação Eb. Como a energia de ligação é característica de cada elemento e afetada pelos estados de oxidação, pode ser usada neste trabalho para estudar o estado químico da superfície dos precursores óxidos e, principalmente, para determinar a composição química de superfície (relações atômicas metal/elemento de referência).\nUm espectrómetro GCA-ESCA-30 McPherson, que emprega a radiação Al K-, (hv = 1.486,6 eV), foi utilizado para a análise dos precursores óxidos preparados. Apesar deste equipamento não permitir um tratamento de redução “in situ” dos precursores ativados, estudos anteriores com sistemas Al-Co-Cu realizados por COBO (1990) revelaram que esta técnica não é suficientemente sensível para detectar interações eletrônicas entre Co e Cu, bem como, os efeitos do Na sobre esta interação.\nAssim, decidiu-se empregá-la para analisar particularmente a distribuição dos diferentes alcalinos nos precursores óxidos, urna vez que a exposição ao ar dos catalisadores pré-ativados poderia alterar significativamente a morfología e a composição da superficie.\n2.3\t- Teste catalítico na reação de hidrogenação do CO.\nCom o objetivo de analisar o desempenho catalítico na reação de hidrogenação do monóxido de carbono dos diferentes sólidos preparados, uma montagem experimental de bancada foi projetada e construída para operar sob pressão de reação de 50 bar.\nEsta montagem experimental é representada esquematicamente na figura 2.2, sendo constituída pelos sistemas de: alimentação, reação e análise dos reagentes e produtos, descritos adiante de forma sucinta.\n2.3.1 - Descrição da montagem experimental do teste catalítico.\nO sistema de alimentação é constituído pelos cilindros dos gases empregados, e por válvulas do tipo esfera e do tipo agulha, através das quais os gases He, H2 e a mistura reacional contendo 33% CO e 67% H2 podem alimentar o reator. Uma válvula de três vias permite selecionar o gás desejado, a ser alimentado ao reator.\nO sistema de reação é constituído basicamente pelo reator, que se encontra dentro de um forno elétrico acoplado a um controlador-programador linear de temperatura Eurotherm modelo 815, empregado para ajustar e controlar as temperaturas de ativação e de reação. O reator em aço inoxidável, tem forma de “U”, com 5,9 mm D.I. Nele, o leito catalítico é colocado entre duas camadas de lã de quartzo, sendo também sustentado por uma fina tela de aço inoxidável localizada na base do reator.\nAo deixar o reator, a mistura gasosa escoa através de um tubo em aço inoxidável, aquecido a aproximadamente 110°C por uma resistência elétrica isolada térmicamente, de modo a impedir a condensação dos produtos da reação.\nA pressão no sistema reacional pode ser fixada com a ajuda de uma válvula reguladora e redutora de pressão, colocada após o reator, permitindo assim trabalhar com uma faixa de pressão de 1 a 70 bar. Após o reator, o sistema opera a pressão atmosférica, e o fluxo gasoso é direcionado para o sistema de análise.\n1\t- válvula esfera\n2\t- válvula agulha com manómetro\n3\t- válvula reguladora de pressão\n4\t- válvula de três vias\n5\t- manómetro de precisão\n6\t- forno elétrico\n7\t- reator\n8\t- pares termoelétricos\n9\t- programador e controlador de\ntemperatura\n10\t- leitores de temperatura\n11\t- válvulas redutoras de pressão\n12\t- válvula de injeção (dez vias)\n13\t- cromatógrafo a gás com DCT\n14\t- registrador e integrador\n15\t- fluxímetro de filme\n16\t- painel de controle dos gases j\ncromatografía\n-— linha aquecida\nFigura 2.2 - Esquema da montagem experimental de teste catalítico.\nO sistema de análise dos reagentes (CO + 2H2) e produtos da reação é constituído essencialmente por um cromatógrafo a gás, modelo CG 3537, equipado com detetores de ionização de chama (FID) e de condutividade térmica (DCT). A seleção do detetor de análise é feita através de uma válvula de injeção de 10 vias aquecida.\nCom o detetor de ionização de chama, álcoois e hidrocarbonetos são analisados, enquanto os compostos não ionizáveis como CO, CO2 e He, além de alguns hidrocarbonetos leves, como metano, etano e etileno, são analisados com o detetor de condutividade térmica.\nO cromatógrafo encontra-se acoplado a um registrador-integrador modelo CG 300, onde pelo registro e integração dos picos tem-se as informações quantitativas para 0 cálculo da concentração dos compostos analisados.\nA análise qualitativa dos produtos da reação é feita por comparação entre os tempos de retenção das substâncias em misturas padrão (alcanos e álcoois) e os tempos de retenção dos produtos da reação.\nA análise quantitativa, por sua vez, é realizada segundo o método de calibração externa. Os fatores de correção das áreas, para o cálculo das concentrações dos compostos, sao determinados através de misturas padrão, no caso dos alcanos e dos álcoois, ou estimados no caso dos alcenos.\nAs condições das análises cromatográficas, para os compostos efluentes do reator, são apresentadas a seguir:\n*\tVolume injetado através da válvula de amostragem: 1 ml\n*\tGás de arraste do DCT e FID: Hélio (99,995%)\n*\tVazão do gás de arraste: 50 ml/min\n*\tColunas do DCT e FID: PORAPAK Q (3/16” x 3 m)\n*\tCorrente máxima nos detetores: 134 mA\n*\tTemperatura do vaporizador: 130°C\n♦\tTemperatura da coluna do DCT: 30°C\n♦\tFaixa de temperatura da coluna do FID: 30 a 166°C\n♦\tTaxa de aquecimento da coluna do FID: 6°C/min\n♦\tTemperatura do bloco do DCT: 211°C\n♦\tTemperatura do bloco do FID: 205°C\n♦\tTemperatura da válvula de amostragem: 105°C\n♦\tGases para a chama do FID: Ar sintético - (20% O2 e 80% N2) e H2 puro\n2.3.2 - Rotina experimental dos testes catalíticos\nA rotina experimental desenvolvida para o estudo do comportamento catalítico dos sólidos preparados, tem início com a ativação do precursor óxido. Esta é realizada no próprio reator, conforme procedimento descrito no item 2.1.4, empregando-se uma massa de 100 mg do sólido.\nApós a ativação, o sistema reacional é resfriado lentamente desde 500°C até a temperatura ambiente, sob fluxo de hélio. O reator é então aquecido até a temperatura de reação (250°C), a uma taxa de 2°C/min, sob uma pressão de 50 bar de He. A mistura reagente (CO+2H2) com vazão de 30 ml/min é a seguir alimentada ao reator, também à pressão de 50 bar, evitando-se pela diluição inicial com hélio, eventuais fenômenos de sinterização devido à exotermicidade inicial da reação de hidrogenação do CO. Aproximadamente 3 horas em regime reacional são necessários para que todo o hélio seja eliminado do reator.\nCom base em ensaios catalíticos preliminares, estabeleceu-se um tempo total de 10 horas de reação, e uma frequência de duas horas entre as análises cromatográfícas do efluente do reator, para todos os catalisadores estudados.\n2.33 - Equações para o cálculo da Conversão, Seletividade e Produtividade\nPara a avaliação do desempenho dos sistemas catalíticos estudados na reação de hidrogenação do CO, são realizados cálculos de conversão, seletividade e\nprodutividade dos diversos produtos obtidos, através das equações matemáticas definidas a seguir:\ni)\t- Conversão Total (X)\n100\n(4)\nonde:\nnPi - número de átomos de carbono no produto i;\n[pi] - concentração do produto i na corrente efluente do reator (ppm);\n[CO]» - concentração de CO na mistura reacional (ppm).\nii)\t- Seletividade em CO2 ( SCO2)\n100\n(5)\nOnde:\n[CO2] - concentração de CO2 na corrente efluente do reator (ppm).\niii)\t- Seletividade em álcoois (Sàl(.) e hidrocarbonetos (SHc) excluindo o CO2\n\n>xl00\n(6)\nonde:\nSák. + Shc. ~ 100%\nüák.i - número de átomos de carbono no álcool i;\nHhc.í - número de átomos de carbono no hidrocarboneto i;\n[álc.i] - concentração do álcool i na corrente efluente do reator (ppm);\n[HC.i] - concentração do hidrocarboneto i na corrente efluente do reator (ppm).\niv) - Produtividade (P¿)\n(7)\nonde:\nQ°co = vazão de CO na entrada do reator (1/h);\nMpi = massa molecular do produto i (g/mol);\nm = massa de catalisador (g);\nPi = produtividade do componente i (g de produto/ g de catalisador x h).\n2.3.4 - Hidrogenação em temperatura programada (HTP)\nAo longo da reação de hidrogenação do CO, os processos de adsorção tanto do próprio CO, quanto dos produtos formados (hidrocarbonetos e álcoois), podem originar depósitos de carbono sobre a superfície do catalisador, ou reagir com a fase ativa, levando à formação de carbetos de acordo com a reação: 2Co-CO -» CO2 + Co2C.\nEsses depósitos podem apresentar estruturas diversas, altamente cristalinas, como no caso do grafite, ou amorfas. A identificação destas distintas formas de carbono pode ser feita através de suas reatividades com o hidrogênio, empregando-se a técnica de Hidrogenação em Temperatura Programada (HTP).\nA técnica de HTP, utilizada neste trabalho, consistiu em submeter o catalisador, após o período total de 10 horas de reação, a um resfriaipento sob corrente de hélio à pressão de 50 bar, desde a temperatura de reação até 200°C (para a remoção total da mistura reagente).\nA seguir, o reator é despressurizado e um fluxo contínuo de H2 com vazão de 60 ml/niin e pressão de 2 bar é introduzido no reator, ao mesmo tempo em que a temperatura é elevada a uma taxa de 8°C/min até 500°C.\nA concentração dos produtos provenientes da reação de hidrogenação, nesse caso principalmente o metano, é acompanhada em função da temperatura de tratamento, através de análises cromatográficas realizadas em intervalos regulares de aproximadamente 25°C, sendo assim possível obter o perfil de concentração de metano formado em função da temperatura de hidrogenação.\nNo presente capítulo os resultados experimentais obtidos neste trabalho serão apresentados e discutidos.\n3.1\t- Composições Químicas\nAs composições químicas dos precursores óxidos preparados, obtidas por Espectroscopia de Absorção Atômica, são apresentadas na tabela 3.1. Na mesma tabela apresenta-se a composição química de um sólido industrial Al-Co-Cu (I), empregado neste trabalho para efeito de comparação com o sistema Al-Co-Cu preparado.\nTabela 3.1- Composição química dos precursores óxidos.\nSérie\tNotação\tFração Mássica do Metal no Precursor (%)\t\t\t\n\t\tAl\tCo\tCu\tAlcalino\nAl-Co\tAl-Co\t26\t29\t_—\t_—\n\tAl-Co-Li\t26\t29\t——\t0,63\n\tAl-Co-Na\t26\t29\t_—\t2,0\n\tAl-Co-K\t26\t29\t—.\t3,4\n\tAl-Co-Cs\t24\t27\t_—\t11\nAl-Cu\tAl-Cu\t25\t—.\t30\t_—\n\tAl-Cu-Li\t26\t—\t31\t0,63\n\tAl-Cu-Na\t26\t\t\t\t\t30\t2,0\n\tAl-Cu-K\t25\t\t\t\t30\t3,4\n\tAl-Cu-Cs\t23\t\t28\t11\nAl-Co-Cu\tAl-Co-Cu (I)\t27\t15\t16\t___\n\tAl-Co-Cu\t28\t15\t14\t—-\n\tAl-Co-Cu-Li\t27\t15\t16\t0,63\n\tAl-Co-Cu-Na\t27\t15\t16\t2,0\n\tAl-Co-Cu-K\t26\t15\t16\t3,4\n\tAl-Co-Cu-Cs\t24\t13\t14\t11\nPara todos os precursores óxidos preparados, num total de 15 sólidos diferentes, a relação atômica (Co+Cu)/Al é praticamente constante e igual a 0,5. Da mesma forma, a relação atômica alcalino/(Co+Cu) nos mesmos é de aproximadamente 0,2.\n3.2\t- Áreas superficiais específicas\nAs áreas superficiais específicas dos diversos precursores óxidos, determinadas pelo método BET, são apresentadas na Tabela 3.2.\nTabela 3.2 - Áreas superficiais específicas dos precursores óxidos.\n\tÁrea superficial específica (m2/g)\t\t\t\t\n^^«^Alcalmo Série\t*\tLi\tNa\tK\tCs\nAl-Co\t230\t226\t212\t210\t176\nAl-Co-Cu (I)\t210\t-\t-\t-\t-\nAl-Co-Cu\t183\t200\t198\t189\t147\nAl-Cu\t127\t127\t130\t125\t64\n* precursor não alcalinizado (sólido de referência)\nComparando-se inicialmente os sólidos não alcalinizados, observa-se que os sistemas à base de cobalto apresentam áreas superficiais bem mais elevadas que o sólido Al-Cu. Assim, um aumento no teor de cobre diminui a área superficial específica do precursor. No que diz respeito ao sólido industrial de referência Al-Co-Cu (I), sua área superficial é ligeiramente superior ao sistema Al-Co-Cu preparado.\nAs alcalinizações com Li, Na e K praticamente não conduzem a variações significativas nas áreas superficiais, enquanto que a adição de Cs leva a uma diminuição das mesmas (queda de cerca de 20% para os sistemas Al-Co e Al-Co-Cu, e de 50% para Al-Cu).\nEm estudos realizados por COBO (1990), observou-se uma diminuição do volume microporoso após a alcalinização de precursores óxidos Al-Co-Cu e Al-Co, para teores de sódio superiores a 2%. Um efeito semelhante (bloqueio dos microporos\ncom raios compreendidos entre 20 e 40 Â) pode ser esperado no caso da alcalinização com o Cs, uma vez que tal elemento apresenta um raio atômico (2,667 Â) cerca de 16% maior que o do K (2,349 Â), o que representa uma grande diferença em termos do volume ocupado pelo átomo.\n3.3\t- Identificação das fases por Difração de Raios-X (DRX)\nAtravés da técnica de difração de raios-X (DRX) e das fichas JCPDS apresentadas no Apêndice A, foi possível identificar um determinado número de estruturas presentes nos precursores Al-Co, Al-Cu e Al-Co-Cu não alcalinizados.\na) Identificação de fases nos precursores hidratados\nOs difratogramas dos precursores hidratados não alcalinizados são comparados na figura 3.1.\nPara o sólido Al-Co (figura 3.1a), as raias de difração são relativamente finas e definidas, indicando a presença de uma estrutura cristalina. A indexação das raias presentes sugere a formação de uma fase do tipo hidrotalcita [Mg6A12(OH)16CO3.4H2O], onde o íon Mg2* foi substituído no presente caso por cátions Co2C\nAs raias mais largas e menos intensas para os sólidos Al-Co-Cu (figura 3.1b) e Al-Cu (figura 3.1c), com relação ao sólido Al-Co, tomam difícil a identificação das fases. Contudo, estruturas do tipo hidrotalcita parecem estar também presentes nestes sólidos, onde o íon Mg2' foi substituído por cátions Co2 e/ou Cu2+. Assim, pode-se dizer que o caráter amorfo nos precursores hidratados aumenta com o teor de Cu no sistema.\nCabe ressaltar que no caso do sólido Al-Cu (figura 3.1c) o forte caráter amorfo pode ser esperado, uma vez que, segundo CAVANI (1991), o cobre só forma compostos do tipo hidrotalcita quando um outro cátion bivalente está presente.\n(•) fase tipo hidrotalcita\nFigura 3.1- Difratogramas de raios-X dos precursores hidratados não alcalinizados.\nb) Identificação de fases nos precursores óxidos\nOs dífratogramas dos precursores óxidos não alcalinizados são apresentados, para efeito de comparação, na figura 3.2.\nAssim como no seu estado de precursor hidratado, o sólido Al-Co (figura 3.2a) apresenta raias definidas após o processo de calcinação (estado de precursor óxido). Neste caso a indexação das raias obtidas revela a possibilidade da presença de dois tipos de fases óxidas do cobalto: Co3O4 e CoA12O4. A distinção precisa entre as mesmas não foi possível, uma vez que estes dois óxidos apenas se diferenciam pela raia 20 = 19°, correspondendo ao índice de Miller (111) da estrutura CO3O4.\nPara o precursor óxido Al-Co-Cu (figura 3.2b) as raias pouco intensas impossibilitam a identificação de quaisquer fases presentes, bem como no caso do sistema Al-Cu (figura 3.2c). Estes resultados podem ser interpretados como uma indicação da grande dispersão das fases óxidas mistas, que no caso particular do sólido Al-Co-Cu representaria uma situação favorável à formação da fase bimetálica Co-Cu (provável sítio ativo para a síntese de álcoois), durante a ativação do precursor óxido (LETOURNEL, 1989 e DALMON 1992).\nOs precursores óxidos alcalinizados não foram analisados por DRX, tendo-se em conta que estudos anteriores realizados por COBO (1990) mostraram que a adição de sódio aos sistemas Al-Co, Al-Cu e Al-Co-Cu não apresentou nenhuma modificação estrutural com relação aos diffatogramas dos respectivos precursores não alcalinizados.\nFinalmente, cabe destacar que de acordo com os resultados de DRX o sistema Al-Co-Cu perde a cristalinidade da fase hidrotalcita durante a etapa de calcinação (formação das fases óxidas - precursor óxido). Tal fenômeno pode envolver uma transformação na qual a hidrotalcita perde parte do seu conteúdo de cobalto, e a fase amorfa granular perde parte do seu conteúdo de cobre, tomando-se então um sólido totalmente amorfo.\n0\t(a) Al-Co\n♦\nT-------1\n(b)\tAl-Co-Cu\n—j—1—~j—i----(--1--1-¡---1-!--¡—¡---r—i—~n—i\n(c)\tAi-Cu\n—T—n---,--!-,--,---------r-^n-J--,-!-r—n\n10\t20\t30\t40\t50\t60\t70\t80\t90\n29 (graus)\nR CO3O4\n(♦) CoA12O4\nFigura 3.2 - Difratogramas de raios-X dos precursores óxidos não alcalinizados.\n3.4\t- Determinação da composição de superfície por ESCA\nA técnica de Espectroscopia Eletrônica para Análise Química (ESCA) foi empregada para estudar o estado químico da superfície de alguns precursores óxidos, em particular no que diz respeito à composição química de superfície.\nAs razões atômicas metal/Al obtidas para alguns precursores óxidos são comparadas na Tabela 3.3 àquelas calculadas a partir da composição química global dos mesmos (Tabela 3.1).\nTabela 3.3 - Comparação entre as razões atômicas metal/Al de superfície (S) e global (G) nos precursores óxidos.\nPrecursor\tRazão Atômica Metal/Al\t\t\t\t\t\t\t\t\t\n\tCo\t\tCu\t\tNa\t\tK\t\tCs\t\n\tG\tS\tG\tS\tG\tS\tG\tS\tG\tS\nAl-Co\t0,51\t0,19\t——\t-—\t_—\t-—\t_—\t_—\t—\t_—\nAl-Co-Cu (I)\t0,25\t0,12\t0,25\t0,15\t_—\t——\t-—\t—-\t—\t\nAl-Co-Cu\t0,25\t0,14\t0,25\t0,13\t_—\t-—\t_—\t—\t—\t\nAl-Co-Cu-Na\t0,25\t0,11\t0,25\t0,25\t0,09\t0,20\t~—\t—\t—\t\nAl-Co-Cu-K\t0,25\t0,11\t0,25\t0,23\t_—\t_—\t0,09\t0,11\t—\t—\nAl-Co-Cu-Cs\t0,25\t0,07\t0,25\t0,22\t_—\t_—.\t—-\t—\t0,09\t0,11\nAl-Cu\t-—\t-—\t0,51\t0,35\t-—\t_—\t_—\t—\t—\t—\n(I) industrial\nComparando-se ínicialmente o sistema preparado Al-Co-Cu ao sólido industrial Al-Co-Cu (I) de mesma composição química, observa-se que as razões atômicas Co/Al de superfície destes precursores, respectivamente 0,14 e 0,12, são bem próximas, o mesmo ocorrendo no caso das razões Cu/Al (0,13 para o preparado e 0,15 para o industrial). Este resultado experimental sugere que as condições de preparação empregadas neste estudo permitiram obter um sólido Al-Co-Cu com características\nquímicas muito próximas às desejadas, ou seja, semelhantes às do catalisador industrial de referência.\nA razão Co/Al de superfície é bem menor que a global, para os precursores Al-Co e Al-Co-Cu não alcalinizados. Uma localização preferencial das fases óxidas à base de cobalto dentro dos poros do sólido, onde o acesso da análise ESCA é menor, poderia explicar tal resultado. A adição do alcalino tende a diminuir as razões Co/Al de superfície, de maneira mais acentuada na presença de césio, o que pode ser devido ao recobrimento das fases de cobalto pelos promotores.\nA razão Cu/Al de superfície é menor que a global nos sistemas Al-Cu e Al-Co-Cu. Portanto, assim como para as fases óxidas de cobalto, as fases óxidas de cobre também podem estar preferencialmente localizadas nos poros do sólido. Por sua vez, a adição de alcalino ao sólido Al-Co-Cu aumenta significativamente as razões Cu/Al de superfície (em cerca de 100%). Consequentemente, a alcalinização diminui a razão Co/Cu de superfície (cerca de 40% da global), reforçando a hipótese de um recobrimento preferencial das fases óxidas de cobalto pelo promotor.\nA razão alcalino/Al de superfície é próxima à global, com exceção ao caso do sódio, para o qual a razão superficial é o dobro da global. Estes resultados levam a considerar um possível recobrimento preferencial da fase aluminato de cobalto pelo sódio.\n3.5\t- Estudo da redução das fases óxidas\nA ativação dos precursores óxidos, através de tratamento térmico sob atmosfera de hidrogênio, conduz à formação das fases ativas dos catalisadores pela redução dos cátions cobalto e cobre ao seu estado metálico.\nPara estudar a influência dos promotores Li, Na, K e Cs sobre a formação das fases ativas, foram empregadas técnicas de redução em temperatura programada (TPR) e de análise termogravimétrica (TGA).\n3.5.1 - Redução a temperatura programada (TPR)\nA figura 3.3 reúne os perfis de TPR dos precursores óxidos da série Al-Co, a fim de possibilitar a observação dos principais efeitos da presença dos diferentes alcalinos sobre a redução das fases óxidas à base de cobalto.\nDe acordo com os resultados de DRX do precursor óxido Al-Co (figura 3.2a), duas fases óxidas diferentes podem estar presentes: Co3O4 e CoA12O4\nEm presença de H2, a fase CO3O4 é reduzida a cobalto metálico em duas etapas, em tomo de 370°C e 430°C (BLIHF, 1986 e COBO, 1990), segundo as reações:\nCo3O4 + H2\t-y 3 CoO +\tH2O\t(Co3' -» Co2+)\t[14]\nCoO + H2\t-> Co +\th2o\t(Co2+ Co°)\t[15]\nComo observado por MARCHI (1988), o aluminato de cobalto, CoAl2O4, é reduzido a temperaturas da ordem de 650°C segundo a reação:\nCoA12O4 + H2 -> Co + A12O3 + H2O\t[16]\nO perfil de TPR do precursor Al-Co não alcalinizado (figura 3.3a) corresponde bem à sequência de reações apresentadas anteriormente: um primeiro conjunto de dois picos, aparecendo a temperaturas inferiores a 500°C, é atribuído à redução de Co3O4 a cobalto metálico de acordo com as reações [14] e [15].\nUm segundo conjunto de picos apresenta um máximo de consumo de hidrogênio a 700°C, e se prolonga além de 800°C. Estes picos correspondem provavelmente à redução da fase aluminato, cujos íons cobalto em posição tetraédrica da espinela são particularmente estáveis e, portanto, de redução mais difícil que os íons cobalto em posição octaédrica na estrutura CoAl2O4 (LYCOURGIOTIS, 1980 e COBO, 1990).\nFigura 3.3 - Perfis de TPR dos precursores óxidos da série Al-Co.\nNo caso dos sólidos Al-Co-alcalino (figuras 3.3b-e) observa-se claramente um efeito promotor de todos os alcalinos sobre a redução dos íons cobalto supostos em posição octaédrica na estrutura espinélica CoA12O4, levando ao desdobramento do conjunto de picos a altas temperaturas (a presença de alcalino parece não alterar a redução do cobalto tetraédrico no COAI2O4). Um efeito promotor dos alcalinos sobre a redução do óxido CO3O4 (picos a baixas temperaturas) também é observado, exceto com o lítio. Sendo mais eletronegativo que os outros alcalinos, o Li pode interagir mais fortemente com o oxigênio superficial da fase Co3O4, dificultando consequentemente a sua redução. O conjunto de resultados sugere a seguinte tendência na ordem de redutibilidade das fases CO3O4 e COAI2O4: Na « K > Li« Cs.\nPor sua vez, o precursor óxido Al-Cu não apresentou nenhuma estrutura óxida bem definida na análise de DRX (figura 3.2c). No entanto, seu perfil de TPR (figura 3.4a) mostra que a redução do cobre ocorre com a formação de um conjunto de dois picos na faixa de temperatura entre 200 e 400°C.\nEstudos de TPR anteriores apresentados por DALMON et al. (1992) revelaram que nesse tipo de sistema uma fase do tipo CuO seria reduzida em tomo de 300°C, numa única etapa, segundo a reação:\nCuO + H2 -» Cu + H2O\t[17]\nSegundo os autores, o pico de redução do CuO pode ser seguido de perto por um outro pico correspondente à redução de uma fase do tipo CuÀl2O4 (mais facilmente redutível que a fase CoAl2O4), segundo a reação:\nCuA12O4 + H2 Cu + AI2O3\t[18]\nConsiderando-se tal interpretação, a adição de alcalinos ao sistema Al-Cu (figura 3.4b- e) se traduz por um deslocamento do conjunto de picos, atribuído à redução do CuO e do CUAI2O4, no sentido de temperaturas mais baixas. Esta redução na presença de alcalinos parece obedecer a seguinte ordem: Li « Na « K > Cs.\nFigura 3.4 - Perfis de TPR dos precursores óxidos da série Al-Cu.\nNo caso do césio (figura 3.4e), cabe observar que o efeito menos acentuado pode estar relacionado ao maior tamanho deste átomo, tomando mais difícil o acesso do hidrogênio à superfície das fases óxidas de cobre. Esta interpretação está de acordo com a hipótese formulada anteriormente sobre o bloqueio dos poros pelo césio, bem como com a suposição de que as fases óxidas de cobre podem estar preferencialmente localizadas nos poros do precursor (conforme sugerem os resultados obtidos por ESCA).\nQuanto aos perfis de TPR dos precursores óxidos Al-Co-Cu (figura 3.5), pode-se dividi-los em duas partes, de acordo com os limites de temperatura envolvidos:\n•\tConsumo de hidrogênio a temperaturas inferiores a 400°C; trata-se provavelmente da combinação dos picos observados a baixa temperatura para os sólidos de referência Al-Co e Al-Cu (redução das fases C03O4 e CuO). A posição deste pico único sugere que a redução da fase CO3O4 é facilitada pela presença do cobre, e que na presença de Co a formação da fase CuAl2O4 é inibida.\n•\tConsumo de hidrogênio a temperaturas superiores a 400°C; de acordo com os perfis dos sólidos Al-Co e Al-Cu (figuras 3.3a e 3.4a), o consumo de hidrogênio deve ser atribuído à redução da fase COAI2O4, com os picos correspondentes à redução dos íons Co em posição octaédrica e tetraédrica.\nNesses casos, onde se tem a presença simultânea das fases óxidas de cobalto e cobre, a comparação dos perfis de TPR sugere que a adição dos alcalinos facilita ligeiramente a redução da fase mista Co3O4 e CuO na ordem: Li > Na > K> Cs.\nA redução dos íons Co em posição octaédrica na estrutura CoAl2O4 é também favorecida pelos alcalinos, de modo equivalente para todos os promotores. Quanto ao cobalto tetraédrico, a adição de promotores não altera a sua redutibilidade, de modo análogo ao observado para a série Al-Co.\nFigura 3.5 - Perfis de TPR dos precursores óxidos da série Al-Co-Cu.\n3.5.2\t- Análise termogravimétrica (TGA)\nO estudo das etapas de redução das fases óxidas empregando-se a análise termogravimétrica, cujos resultados são apresentados nas figuras 3.6, 3.7 e 3.8, permitiu em certos casos uma visualização mais clara dos efeitos observados através da técnica de TPR, expostos anteriormente.\nPara a série Al-Co, observa-se que todos os picos de redução presentes nos perfis de TPR (figura 3.3a-e) encontram-se nos perfis de TGA (figura 3.6a-e) dos respectivos sólidos. Estes perfis evidenciam a existência de dois picos: um a baixa temperatura (460°C), atribuído à redução da fase óxido de cobalto, CO3O4 e um outro a alta temperatura (800°C), atribuído à redução da fase aluminato de cobalto, CoAl2O4: conforme as interpretações propostas para o perfil de TPR, (reações [14], [15] e [16]).\nCom a adição do litio (figura 3.6b), pode-se observar uma marcante diminuição da temperatura de redução da fase CoAl2O4, enquanto a redução da fase Co3O4 permanece praticamente inalterada de acordo com os resultados de TPR. Dentre todos os alcalinos adicionados, o sódio (figura 3.6c) aparece neste caso como o melhor promotor para a redução de ambas as fases óxidas de cobalto. Para a fase Co3O.! a ordem de redução com os alcalinos é a mesma que a obtida por TPR (Na ~ K > Li » Cs), enquanto que para a fase CoAl2O4 tem-se com TGA: Na > Li « K ~ Cs (tendo-se por TPR: Na K > Li « Cs).\nEm termos gerais, pode-se confirmar através desta técnica que a adição dos alcalinos tem um efeito promotor sobre a redução do cobalto.\nPara a série Al-Cu (figura 3.7a-e) os resultados obtidos com a técnica ratificam a existência de picos de redução sobrepostos, atribuídos às fases CuO e CuAl2O4, na faixa de temperatura entre 200 e 400°C.\na) Al-Cu\nb) Al-Cu-Li\nc) Al-Cu-Na\nd) Al-Cu-K\ne) Al-Cu-Cs\nTemperatura de Redução (°C)\n(o) CuO (•) CuA12O4\nCom a adição dos alcalinos, à exceção do césio (figura 3.7e), pode-se observar um deslocamento do pico principal, atribuído à redução das fases CuO e C11AI2O4, no sentido de temperaturas menores. A maior dificuldade de redução observada no caso da adição do césio confirma 0 resultado obtido por TPR para a série Al-Cu (figura 3.4), apresentado e discutido anteriormente, ratificando-se a ordem: Li » Na ~ K > Cs.\nNos perfis de TGA da série Al-Co-Cu (figura 3.8a-e), da mesma forma que nos perfis de TPR correspondentes (figura 3.5), pode-se observar a existência de dois picos de redução: um na faixa de temperatura entre 200 e 400°C, atribuído à combinação dos picos de redução das fases, Co3O4 e CuO, e outro à temperaturas acima de 400°C, atribuído à redução da fase COAI2O4.\nCom a adição dos alcalinos (figura 3.8b-c), à exceção do césio, pode-se observar nitidamente uma diminuição da temperatura de redução para as fases oxidas mistas CuO e CO3O4, seguindo a mesma ordem determinada por TPR: Li > Na > K > Cs.\nA redução da fase CoAl2O4 (íons Co em posições octaédricas) parece ser também facilitada pelos alcalinos de modo eqüi valente, confirmando mais uma vez os resultados obtidos por TPR.\nFinalmente cabe observar que as temperaturas dos picos de redução nos perfis de TGA são próximas àquelas dos respectivos perfis de TPR.\n3.6\t- Resultados dos Testes Catalíticos\nOs resultados dos testes catalíticos na reação de hidrogenação do CO são apresentados na forma de diagramas de distribuição de produtos, que representam a produtividade em alcenos, alcanos e álcoois em função do número de átomos de carbono no composto (efeitos sobre a seletividade), bem como através de gráficos da conversão total de CO em função do tempo (efeitos sobre a estabilidade).\nEm todos os testes realizados as condições experimentais empregadas, descritas no item 2.3.2, foram as mesmas, visto que um dos principais objetivos deste trabalho é verificar os efeitos da adição de diferentes alcalinos (Li, Na, K e Cs) sobre as propriedades catalíticas dos sistemas modelo Al-Co, Al-Cu e Al-Co-Cu.\n3.6.1 - Catalisadores de referência Al-Co-Cu (I) e Al-Co-Cu\nA figura 3.9 apresenta a conversão total de CO ao longo da reação, para o catalisador industrial Al-Co-Cu (I) e para o sistema preparado Al-Co-Cu.\nComo pode ser visto ambos os sólidos apresentam atividade catalítica semelhante, com uma acentuada desativação nas primeiras quatro horas de reação. Após esse período, o catalisador preparado apresenta-se estável, ao passo que o catalisador industrial, segue em processo de desativação. Este comportamento do sólido industrial está de acordo com os resultados obtidos por COBO (1990), que observou a estabilidade catalítica de tal sistema uma vez decorridos mais de vinte horas de reação.\nQuanto à distribuição dos produtos, observa-se que os catalisadores Al-Co-Cu\n(I)\te Al-Co-Cu (figura 3.10a-b), conduzem à formação simultânea de alcanos, alcenos e álcoois superiores. O metanol (formado no caso do sistema preparado) não aparece dentre os produtos de reação do sólido industrial, o que pode estar associado à decomposição deste álcool sobre a fase Co-Cu, segundo estudos realizados por COBO (1990) e KIENNEMANN etal. (1989).\nTempo de Reação (h) ----►\nFigura 3.9 - Conversão total de CO em função do tempo de reação para os sistemas: (□) Al-Co-Cu (I) e (O)AI-Co-Cu.\nX ScO2 Saio Shc\n(%) (%) (%) (%)\n4\t0\t25\t75\n6\t3\t46\t54\nNúmero de Carbonos -----------—►\n□ Álcoois M Alcanos BH Alcenos\nA formação de hidrocarbonetos e álcoois superiores com sistemas Al-Co-Cu foi estudada por LETOURNEL (1989), conforme descrito no item 1.4.1, que propôs a síntese de álcoois superiores através da inserção do CO nas cadeias alquila-CoCu (sítios mistos do tipo Co-Cu), enquanto a formação de hidrocarbonetos é resultante de uma hidrogenação direta das cadeias alquila-CoCu.\nOs diagramas de produtividade revelam também que uma quantidade significativa de metano é formada, ao mesmo tempo em que ocorre uma deficiência em hidrocarbonetos C2 para os dois sistemas (distribuição SCHULZ-FLORY-ANDERSON). Estas tendências foram também observadas para outros catalisadores à base de cobalto (SATTERFIELD, 1982; LETOURNEL, 1989 e MOUADDIB, 1989). Tais desvios são atribuídos à existência de vias reacionais secundárias, como a hidrogenólise dos hidrocarbonetos (produção de metano) ou a hidroformilação de etileno (deficiência de álcenos C2+).\nFinalmente, deve-se destacar o melhor desempenho catalítico global obtido com o sistema Al-Co-Cu preparado, em relação ao do sólido industrial de referência. Além de mais estável, o sólido preparado apresenta uma maior produtividade em álcoois, notadamente em C2+OH, bem como uma maior seletividade em CO?\n3.6.2 - Catalisadores de referência Al-Co e Al-Cu\nA figura 3.11 apresenta a conversão total de CO ao longo da reação para os sistemas Al-Co e Al-Cu. Nos dois casos pode-se verificar uma elevada estabilidade catalítica, apesar da grande diferença observada entre a atividade desses catalisadores (conversão da ordem de 80% para Al-Co e de 4% para Al-Cu).\nQuanto à distribuição dos produtos para o catalisador Al-Co (figura 3.12a), pode-se observar que este conduz somente à formação de CO2 e de alcanos, principalmente o metano. Esta observação sugere que as vias reacionais da síntese de\nTempo de Reação (h)\nFigura 3.12 - Distribuição dos produtos após 10 horas de reação com os catalisadores:\nde formação de metano (hidrogenação do carbono superficial).\nO catalisador Al-Cu (figura 3.12b), por sua vez, conduz seletivamente à formação de metanol, evidenciando o comportamento típico do cobre, um metal que não dissocia o CO. Neste caso, a pequena quantidade de metano formada pode ser decorrente de reações secundárias do metanol sobre o Cu metálico, de acordo com as reações [19] e [20]:\nCH3OH +\th2\t\tch4\t+\th2o\t[19]\nCO\t+\th20\t\tco2\td™\th2\t[6]\nch3oh +\tCO\t-»\tch4\t+\tco2\t[20]\nA produção de CO2 detectada pode ser atribuída principalmente à reação do gás d’água [6].\nAssim, pode-se dizer que esses sistemas de referência possuem comportamentos catalíticos muito diferentes, sendo o sólido Al-Co um catalisador típico da reação de metanação, enquanto o Al-Cu se apresenta como um catalisador da síntese do metanol, o que está de acordo com os resultados obtidos por COBO (1990).\nA seguir serão apresentados os resultados obtidos com os sólidos de referência Al-Co e Al-Cu alcalinizados. Uma vez que o principal objetivo do estudo é verificar a influência dos alcalinos sobre o par Co-Cu, apenas os sistemas Al-Co e Al-Cu alcalinizados com Li e Cs foram empregados na reação CO+H2.\nAssim, pretende-se ter apenas uma indicação do efeito do alcalino de menor raio atômico (Li) e de maior raio atômico (Cs) sobre o desempenho de tais sistemas de referência.\n3.6.3\t- Sistemas Al-Co-Alcalinos\nA figura 3.13 mostra a influência da adição de Li e Cs sobre a atividade do sólido Al-Co. Enquanto a adição de lítio praticamente mantém a atividade catalítica, a presença de césio leva a uma drástica redução da conversão. Tamanha queda na atividade pode estar em parte relacionada com a hipótese do bloqueio de poros pelo alcalino, conforme sugerem os resultados de BET. Contudo, outros fenômenos podem ser induzidos pela presença do Cs, em particular uma acentuada diminuição da quantidade de Co metálico (fase ativa) ao longo da reação, como observado por COBO (1990), no caso de sistemas Al-Co com mais de 7% em Na.\nComparando-se agora a distribuição dos produtos para o sistema Al-Co (figura 3.14a) com os respectivos catalisadores alcalinizados (figura 3,14b-c), pode-se observar que a adição de lítio basicamente aumenta a produção de metano.\nComo proposto anteriormente, o aumento na produção de metano neste caso pode estar também relacionado com o surgimento de reações secundárias, como a hidrogenólise dos hidrocarbonetos superiores. Vale também destacar que em presença de um ácido de Lewis a dissociação do CO é facilitada. Assim, o lítio pode ser um bom promotor para a dissociação do CO, aumentando a formação de metano.\nJá a adição de césio (figura 3.14c), ao reduzir drasticamente a atividade total do catalisador, revela uma distribuição de produtos muito diferente com relação ao caso do Li, impedindo qualquer comparação entre as seletividades induzidas por esses dois alcalinos (condição de isoconversão). Contudo, cabe observar que o aparecimento de alcenos, metanol e álcoois superiores na presença do Cs sugere uma possível carbonilação do Co, segundo as reações:\n[21]\n100\n$\n80\n$\n9\n\n60\n40\n20\n0\n-!•—---------\n-------------r\n2\nTF\n6\n10\nTempo de Reação (h) ----►\nSérie Al-Co\n(a) AlCo\n5806\t(b) AI-CcMJ\n(c) A!-Co-Cs\n1\t2\t3\t4 S 6\nX\nScO2 Saíc Shc\n(%) (%) (%) (%)\n80\t85\t0 100\n75\t81\t0 100\n1\t5\t43\t57\nNúmero de Carbonos -------►\n□ Álcoois M Alcanos -S Alcenos\ní\ni\n'\tEsse comportamento é muito semelhante ao proposto por COBO (1990) para o\nsólido Al-Co-Na fortemente alcalinizado (>7% Na). No caso, a formação de espécies\n1\tcarbonitas observadas através de espectroscopia de I.R da adsorção do CO levou o\nautor a considerar que a síntese de álcoois superiores na ausência da liga Co-Cu faz intervir outras vias mecanísticas, como as reações de hidroformilação de álcenos e/ou a homologação do metanol, as quais necessitam a presença destas espécies para ocorrer.\nO aparecimento de metanol, por sua vez, pode ser decorrente da interação direta entre o CO adsorvido sobre o cobalto e o césio. Um esquema simplificado para a interação eletrônica direta em sítios do tipo Co-CO....Na foi proposto por COBO\n(1990), com base no modelo apresentado por SACHTLER (1985). No presente caso, poder-se-ia ter o seguinte esquema:\nH\tCO\tH —C=O\t\n1\t1\t1 h2\t\nCo\t+ Co\tCs\t—>\tCo \t>\tCH3OH\n3.6.4\t- Sistemas Al-Cu-Alcalinos\nPela análise da figura 3.15 pode-se observar que a adição dos alcalinos Li e Cs ao sistema Al-Cu conduz a um aumento considerável da atividade catalítica, em particular no caso do Cs. No entanto, os sólidos alcalinizados sofrem uma acentuada desativação nas primeiras quatro horas de reação, permanecendo praticamente estáveis após esse período de tempo.\nComo evidenciado anteriormente, o sistema Al-Cu (figura 3.16a) produz basicamente metanol. A adição de litio ao sólido (figura 3.16b) resulta na prática num aumento de 20 % na produção de metanol, enquanto que para o césio o ganho é de 150 %.\nUma interação eletrônica direta entre o alcalino e a molécula de CO adsorvida sobre o Cu poderia favorecer a hidrogenação do CO a metanol, através de um maior\nFigura 3.15- Conversão total de CO em função do tempo de reação para os sistemas:\n.,■4“\n\n5-\nO\nod\n<Zi\n5000 [ 40001'\n3000\n2000\n1000\n0+\n1\nSérie Al-Cu\n(a) Al-Cu\nx.<__álcoois\n__y' alcanos álcenos\nX\n4\nScO2\nSaic\n$HC\n99\n1\nce\nCd o\nÕJO\n(b) Al-Cu-Li\n5000\t' I\t\t\t\t\t\t\t\t\n4000\t\t\t\t\t!\t\t\t\n3000\t1\t\t\t\t\t\t\t\n2000\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t„E\t\n__________________ álcoois\n. X . X X alcanos •\t/ E E E álcenos\n2\t3\t4\t5 S\n5\n2\n99\n1\n10\n1\n99,8\n0,2\nO Álcoois\nNúmero de Carbonos\nM Alcanos El Alcenos\nrecobrimento da superfície catalítica pelo CO. Dentre os dois alcalinos empregados, o césio pode conduzir a uma interação direta menos efetiva para a hidrogenação do CO adsorvido, por ser menos eletronegativo que o Li.\nNo entanto, a hipótese de uma interação eletrônica metal-alcalino não deve ser descartada nestes casos, uma vez que a mesma pode influenciar a intensidade da força da ligação metal-CO.\nFinalmente, cabe observar que a adição dos alcalinos reduz significativamente a seletividade em CO2 para ambos os casos investigados.\n3.6.5 Sistema AI-Co-Cu-Alcalinos\nA figura 3.17 apresenta, para efeito de comparação, a conversão total de CO obtida com os sistemas, Al-Co-Cu, Al-Co-Cu-Li, Al-Co-Cu-Na, Al-Co-Cu-K e Al-Co-Cu-Cs no decorrer da reação de hidrogenação do CO.\nObserva-se pela figura que, à exceção do lítio, a adição dos alcalinos leva a uma desativação acentuada dos catalisadores, notadamente durante as primeiras quatro horas de reação. O catalisador contendo lítio, em particular, mostrou-se mais estável e ativo que os outros sistemas alcalinizados atingindo a mesma atividade do não alcalinizado a partir de 10 horas de reação\nEstes resultados revelam, portanto, que a natureza do alcalino empregado têm uma influência significativa sobre a estabilidade e a atividade de sistemas modelo Al-Co-Cu, segundo a ordem: Cs « K > Na > Li.\nCabe lembrar, entretanto, que a formulação completa de catalisadores IFP inclui o elemento Zn, cujo papel na presença de alcalinos de natureza diversa não está ainda esclarecido. Assim, é possível que os efeitos de desativação e instabilidade catalítica observados no presente estudo, possam ser atenuados na presença desse metal.\nFigura 3.17 - Conversão total de CO em função do tempo de reação para osistemas:\n(C) Al-Co-Cu, (•)A1-Co-Cu-Li, (À)A1-Co-Cu-Na, (■)A1-Co-Cu-K e (+) Al-Co-Cu-Cs\nFace ao interesse maior de analisar os efeitos dos alcalinos sobre o sistema Al-Co-Cu, neste caso, além de apresentar a distribuição dos produtos uma vez estabilizados os catalisadores sem e com alcalino (10 horas de reação), decidiu-se avaliar as modificações de seletividade ocorridas ao longo da reação. Para tanto as figuras 3.18 a 3.21 reúnem, cada uma delas, os diagramas de distribuição de produtos para as seguintes condições:\na)\tcatalisador Al-Co-Cu após 10 horas de reação;\nb)\tcatalisador Al-Co-Cu-alcalino após 10 horas de reação;\nc)\tcatalisador Al-Co-Cu-alcalino após 2 horas de reação.\nA seguir, os efeitos de seletividade obtidos para cada alcalino adicionado ao sistema Al-Co-Cu serão apresentados e discutidos.\nSistema Al-Co-Cu-Li (figura 3.18)\nNeste caso, o sólido de referência (figura 3.18-a) e o alcalinizado (figura 3.18-b) levam à formação dos mesmos produtos (alcanos, alcenos, metanol e álcoois superiores) após o período de estabilização, apesar da perda de produtividade global provocada pelo lítio. No entanto, o principal efeito do alcalino é o de aumentar de 46% para 53% a seletividade em álcoois (metanol e C2-OH), em detrimento da seletividade em hidrocarbonetos (queda de 54% para 47%), conforme se apresenta nas Tabelas Bl, B2 e B3 do Apêndice B.\nUm efeito semelhante foi observado em trabalhos anteriores COBO (1990), para o sistema Al-Co-Cu alcalinizado com teores de 1% em Na. Nesse caso, porém, a maior seletividade em álcoois se deu em razão de uma queda na produtividade em hidrocarbonetos, enquanto a produtividade em álcoois permaneceu praticamente inalterada com relação ao catalisador não alcalinizado. O resultado foi interpretado com base na interação direta Co - CO .... Na, observada por infravermelho, a qual pode ter uma função catalítica que favorece a inserção do CO nas cadeias alquila-CoCu, e consequentemente a formação de álcoois superiores. Tal interação poderia explicar os resultados obtidos com a adição de sódio e potássio ao sólido de referência Al-Co-Cu, os quais serão mostrados a seguir.\nAl-Co-Cu e Al-Co-Cu-Li\nScO2 Saíc Shc\n(%) (%) (%) (%)\n(a)A(-Co-Cu 10:00 h\n,xr\n1\t2\t3\t4\t5\t6\n3\t46\t54\n(b) Al-Co-Cu-Li 10:00 h\n2\t53\t47\n\n6\n5\n\n<0 T3\n’•+->\nZ5 T3\nO í-* X\n(c) Al-Co-Cu-Li 2:00 h\n3\t47\t53\n7\nNúmero de Carbonos\n□ Álcoois ■ Alcanos Bffl Alcenos\nresultados obtidos com a adição de sódio e potássio ao sólido de referência Al-Co-Cu, os quais serão mostrados a seguir.\nSistema Al-Co-Cu-Na (figura 3.19)\nPela adição de sódio (figura 3.19b-c) pode-se verificar, comparando-se com o sólido de referência (figuras 3.19a) que após 10 horas de reação ocorre uma desativação muito acentuada, a qual é mais pronunciada para os compostos de cadeias maiores, embora a seletividade relativa entre hidrocarbonetos e álcoois permaneça constante. Verifica-se também um aumento na seletividade em CO?.\nPor outro lado após 2 horas de reação (figura 3.19c) verifica-se que a atividade do sólido Al-Co-Cu-Na é bem superior àquela observada após 10 horas de reação, com um aumento considerável na seletividade em álcoois, principalmente para o metanol, além de uma redução significativa na seletividade em hidrocarbonetos e CO2. A formação de CO2 pode ser decorrente da reação do metanol com o CO conforme mostrado na reação [6],\nSistema Al-Co-Cu-K (figura 3.20)\nPela adição de potássio ao sólido de referência (figura 3.20 b-c), verifica-se após 10 horas de reação, uma redução na formação de álcoois superiores produzindo-se apenas metanol e etanol, bem como uma redução na produtividade em hidrocarbonetos causada por uma forte desativação deste sólido no início da reação. O potássio apresenta seletividade semelhante à do sódio, observando-se também uma elevada formação de CO2, a qual pode ser explicada de maneira análoga pela reação entre o metanol e o CO, reação [6], a qual também explica a formação de metano.\nApós 2 horas de reação (figura 3.20c), observa-se um comportamento distinto com elevada produtividade em álcoois superiores embora forme-se pouco metanol.\nSistema Al-Co-Cu-Cs, (figura 3.21)\nA adição de césio ao sistema de referência (figura 3.21b-c), reduz de forma acentuada a produtividade em alcanos, álcenos, metanol e álcoois superiores, de\nAl-Co-Cu e Al-Co-Cu-Na\nx ScO2 SaIc Shc (%) (%) (%) (%)\n\n(a) Al-Co-Cu 10:00 h\n1\t2\t3\t4\t5\t6\n(b) Al-Co-Cu-Na 10:00 h\nrrj\t(c) Al-Co-Cu-Na 2:00h\n6\t3\t46\t54\n1,5\t9\t42\t58\n11\t2\t91\t9\nNúmero de Carbonos --------►\nO Álcoois ■ Alcanos EB Alcenos\n>\nI\ní\n►\n►\n►\n)\n►\ni\ni\nl\ni\nI\n1\nCapítulo 3 - Resultados Experimentais\ni L\n81\nAl-Co-Cu e Al-Co-Cu-K\n(a)AI-Co-Cu 10:00 h\n12\t3\t4\t5\t6\n(b) Aí-Co-Cu-K 10:00 h\n1\t2\t3\t4\t5 S\nX\nNúmero de Carbonos -------*\nO Álcoois ®! Alcanos\nAlcenos\nX\t$CO2\tSaIc\tShc\n:%)\t(%)\t(%)\t(%)\n6\t3\t46\t54\n1\t13\t33\t67\n11\t1\t96\t4\nCapitulo 3 - Resultados Experimentais\n82\n)\ni\ni\ni\nl\ni\nI\nI\nI\nI\nI\nI\nAl-Co-Cu e Al-Co-Cu-Cs\nX S<X)2 Saíc Shc\n(%) (%) (%) (%)\n6\n3\t46\t54\n1\n13\t11\t89\n2\n10\t51\t49\nNúmero de Carbonos\nO Álcoois M Alcanos -EB Alcenos\nCapítulo 3 - Resultados Experimentais\n83\nmaneira semelhante ao potássio. A seletividade em C02 e hidrocarbonetos é aumentada, enquanto a seletividade em álcoois diminui consideravelmente.\nAo contrário de outros sólidos, mesmo no início da reação a produtividade desse catalisador é baixa, notando-se apenas uma pequena formação de etanol e uma seletividade elevada para CO2.\nO césio mostrou-se, portanto, ser o pior dos aditivos alcalinos para a síntese de álcoois superiores, embora quantidades menores desse alcalino possam produzir resultados satisfatórios na síntese de álcoois superiores. Essa baixa eficiência do césio pode ser explicada pelo fato deste não apresentar interação direta com o CO, visto que, sendo o césio um ácido de Lewis bem mais fraco que os outros íons alcalinos ele não tem tendência em atrair o par de elétrons não ligante do oxigênio.\n3.7\tHidrogenação em temperatura programada\nAo final do teste catalítico os sólidos usados na reação foram submetidos a uma hidrogenação em temperatura programada (HTP), nas condições descritas anteriormente no item 2.3,4.\nAs figuras 3.22, 3.23 e 3.24 apresentam os perfis de concentração de metano, obtidos pela hidrogenação dos resíduos carbonados presentes nos sólidos usados, em função da temperatura de tratamento.\nA figura 3.22 apresenta os perfis de HTP para os sólidos da série Al-Co (alcalinizados e não alcalinizados).\nPara o sólido Al-Co (figura 3.22a) não se observa a presença de nenhum pico de metano a temperaturas inferiores a 500°C. Este resultado pode ser explicado considerando-se que o sólido possui alta atividade e estabilidade ao longo da reação, o que favoreceria um estado de superfície “limpa'’ (elevada taxa de hidrogenação do carbono superficial). No caso do sólido Al-Co-Li (figura 3.22b) observa-se a formação de pequenas quantidades de metano a baixas temperaturas (T &lt;500°C), que pode ser\nCapitulo 3 - Resultados Experimentais\n84\n(a) Al-Co, (b) Al-Co-Li e (c) Al-Co-Cs.\nCapitulo 3 - Resultados Experimentais\n85\nproveniente da hidrogenação dos resíduos de carbono de superfície. Tais resíduos seriam provavelmente originados pela ativação do CO sobre o cobalto metálico, uma vez que observou-se um comportamento estável deste sistema na reação de hidrogenação do CO.Já para o sólido Al-Co-Cs (figura 3.22c) pode-se verificar um pico bem maior de metano a baixas temperaturas (máximo em tomo de 260°C). Neste caso, a elevada formação de metano sugere uma modificação do Co pelo alcalino em condições de reação. Segundo os resultados do teste catalítico, a adição de Cs ao sistema Al-Co leva a uma desativação marcante do catalisador, atribuída à formação de espécies carbonila do tipo Cs[Co(CO)4J. Assim, a formação de metano durante a HTP pode ser originada pela hidrogenação dessas espécies segundo a reação:\n2\tCs[Co(CO)4] + 4 H2 -----------►\t2 CH4 + Cs2CO3 + 2Co + 5 CO\t[23]\nPara os sólidos da série Al-Cu (figura 3.23) pode-se observar que a produção de metano obtida durante a HTP é relativamente pequena frente à de outros sistemas estudados, particularmente para a série Al-Co-Cu (figura 3.24). Estes resultados podem ser explicados considerando-se que a formação de metanol sobre o cobre não ocorre através da quebra da ligação CO, passagem obrigatória para a formação do coque que normalmente desativa os catalisadores metálicos . Cabe observar que o sólido Al-Cu-Cs (figura 3.23c) apresenta um pico maior com um máximo em tomo de 330°C, e que se prolonga a temperaturas acima de 500°C. Neste caso, porém, qualquer tentativa de explicar a maior formação de CH4 em presença de Cs seria por demais especulativa.\nOs perfis de HTP da série Al-Co-Cu (figura 3.24a) são muito semelhantes, apresentando um pico único com máximo em tomo de 300°C. Como observado por COBO (1990) através de estudos magnéticos de sólidos Al-Co-Cu alcalinizados com Na não há evidências de formação de espécies mássicas do tipo Co2C em presença de Cu, durante a reação CO+H2. Assim, nesses casos atribuiu-se a formação de metano à hidrogenação de espécies do tipo carbeto de superfície.\nCapitulo 3 - Resultados Experimentais\n86\na) AI-Cu\nb) Al-Cu-Lí\nc) Al-Cu-Cs\nFigura 3.23 - Perfis de HTP após 12 horas de reação:\n►\n►\n►\nI\nk\nI\n►\n>\n►\nI\nF\nI\nI\n}\n*\nt\nI\nTemperatura (°C)\na) Al-Co-Cu\nb) Al-Co-Cu-Li\nc) Al-Co-Qi-Na\nd) Al-Co-Cu-K\ne) Al-Co-Cu-Cs\nCapítulo 3 - Resultados Experimentais\n88\nNo presente trabalho, a semelhança dos perfis de HTP obtidos com os sistemas Al-Co-Cu-alcalino, não permite relacioná-los com os diferentes comportamentos catalíticos observados.\nCabe no entanto destacar que as análises de HTP aqui apresentadas, limitaram-se à temperatura máxima de 500°C, por razão de segurança operacional. Desta maneira, existe a possibilidade de que os referidos perfis sejam incompletos, havendo picos de CH4 formado a temperaturas mais elevadas.\nI\ni\nCapítulo 4 - Conclusões e Sugestões\n89\nConclusões\nO enfoque deste trabalho foi direcionado no sentido de estudar o efeito da presença de promotores alcalinos (Li, Na, K e Cs) em sólidos modelo à base de cobalto e cobre (Al-Co, Al-Cu e Al-Co-Cu), no que se refere aos aspectos morfológicos dos precursores óxidos e da formação das fases ativas dos catalisadores, bem como quanto às modificações induzidas no comportamento catalítico dos mesmos (produtividade, seletividade e estabilidade) durante a reação de hidrogenação do CO.\nInicialmente, um dos resultados a destacar diz respeito às condições de preparação empregadas neste trabalho, que permitiram obter um sólido modelo Al-Co-Cu com características físico-químicas muito semelhantes às de um catalisador industrial Al-Co-Cu (I) utilizado como referência.\nQuanto aos alcalinos propriamente, os efeitos observados estão classificados da seguinte maneira:\n-\tEfeitos dos alcalinos sobre a morfologia.\nA adição dos promotores alcalinos aos precursores óxidos praticamente não modifica a área superficial específica desses sólidos, à exceção do Cs que leva a uma redução considerável da referida propriedade física.\nNo processo de formação das fases ativas, observa-se um efeito promotor de todos os alcalinos sobre a redução das fases óxidas de cobalto e de cobre. O Na, em particular, aparece como sendo o melhor promotor da redução das fases (CuO, CO3O4 e COAI2O4).\n-\tEfeitos dos alcalinos sobre 0 comportamento catalítico.\nOs resultados obtidos nos testes de hidrogenação do CO possibilitaram, num primeiro momento, confirmar algumas propriedades catalíticas dos sistemas modelo de referência não alçai inizados. Enquanto com Al-Co obtem-se basicamente metano, o catalisador Al-Cu é essencialmente seletivo para a produção de metanol. O sistema Al-\nCapítulo 4 - Conclusões e Sugestões\n90\nCo-Cu, por sua vez leva à formação de álcoois superiores, além de outros produtos de reação como alcanos, alcenos e metanol.\nOs principais efeitos de cada alcalino sobre as propriedades catalíticas podem ser resumidos como segue:\nLítio:\n•\tsua adição ao sistema Al-Co praticamente não altera a atividade e nem a estabilidade no decorrer da reação;\n•\to sistema Al-Cu-Li, assim como o Al-Cu, apresenta forte desativação no início da reação, mas na presença do alcalino observa-se um aumento na produção de metanol.\n•\tna presença de Li o catalisador Al-Co-Cu toma-se mais seletivo em álcoois superiores, sendo o mais estável no decorrer da reação, dentre os catlisadores da série Al-Co-Cu alcalinizados.\nSódio:\n•\tcom este alcalino, o sistema Al-Co-Cu apresenta uma grande seletividade em álcoois (metanol e C2+OH) até as duas primeiras horas de reação. No entanto, após 10 horas de reação a produtividade em álcoois encontra-se drasticamente reduzida, acompanhada por uma queda acentuada da seletividade.\nPotássio:\n•\ta adição de K ao sistema Al-Co-Cu basicamente induz os mesmos efeitos observados no caso do Na, descritos anteriormente.\nCésio:\n•\ta presença de Cs no sistema Al-Co praticamente interrompe a atividade do catalisador, tendo-se apenas traços de metano, metanol e álcoois superiores;\n•\tjá o catalisador Al-Cu-Cs apresentou a mais alta produtividade em metanol com relação aos sólidos Al-Cu e Al-Cu-Li;\nCapitulo 4 - Conclusões e Sugestões\n91\n•\ta adição de césio ao catalisador Al-Co-Cu causa uma desativação quase total desde os primeiros minutos de reação.\nEm termos gerais, o presente estudo permitiu constatar que os alcalinos empregados intervêm de maneira diversificada e complexa sobre as propriedades físico-químicas de catalisadores mássicos Al-Co-Cu. Para uma melhor compreensão dos efeitos específicos de cada alcalino serão ainda necessários estudos mais profundos de caracterização dos sólidos, notadamente através de técnicas que permitam acompanhar a evolução dos catalisadores em condições mais próximas das do meio reacional.\nSugestões\nA fim de que se possa avançar no conhecimento a respeito dos catalisadores mássicos do tipo IFP, sugere-se a realização de alguns estudos complementares apresentados a seguir:\n•\tanálises de espectroscopia de IR da adsorção de CO, para estudar os efeitos dos alcalinos sobre a fase ativa CoCu, bem como para identificar espécies de superfície (interação direta entre o CO adsorvido, formação de carbonilas etc.);\n•\tdeterminar a evolução das fases metálicas Co e Cu no decorrer da reação, no caso de cada alcalino;\n•\testudo do efeito da adição dos diferentes alcalinos sobre as propriedades morfológicas e catalíticas de sistemas Al-Co-Cu-Zn;\n•\totimização dos teores para cada alcalino adicionado, uma vez que pode haver uma relação entre a natureza do promotor e seu teor ótimo no sistema catalítico.\n•\trealização de testes catalíticos após os processos de reativação dos catalisadores a fim de se verificar a eficiência destes.\nApêndice A\n92\nTabela Al: Indexação das Raias de Difração de Raios-X\nFórmula Química\tN- da ficha JCPDS\nCo (hexagonal)\t5 - 0727\nCo (cúbica)\t15 - 0806\nCoO\t9 - 0402\nCo2O3\t2 - 0770\nCO3O4\t9 - 0418\nCOAI2O4\t10 - 0458\nCo2C\t5 - 0708\nCu\t4 - 0836\nCuO\t5-0661\nCu2O\t21 -0256\nCuA1O2\t35 -1401\npCuA!O2\t21 -0276\nCuA12O4\t33 - 0448\nCuCoO2\t21 -0256\nCU2COO3\t21 -0288\nÇ03O4\t(JCPDS 9 - 0418)\t\n\t\t\níndice de Miller\td(nm)\ti/io\n111\t0,4669\t20\n220\t0,2860\t40\n311\t0,2438\t100\n222\t0,2333\t11\n400\t0,2021\t25\n422\t0,16505\t11\n511\t0,15559\t35\n440\t0,14293\t45\n620\t0,12799\t5\nApêndice A\n93\nContinuação da Tabela Al: Indexação das Raias de Difração de Raios-X\nC0A1O4\t( JCPDS 9 - 0418)\t\níndice de Miller\td(rnn)\ti/i0\n220\t0,2864\t65\n311\t0,2443\t100\n400\t0,2026\t17\n331\t0,18608\t5\n422\t0,16541\t17\n511\t0,15602\t35\n440\t0,14324\t40\n531\t0,13716\t1\n620\t0,12821\t7\nApêndice B\n94\nTabela B.l - Produtividade em alcanos após 10 horas de reação.\n\tProdutividade x 104 (g produto / g catalisador x h)\t\t\t\t\nCatalisadores\tMetano\tEtano\tPropano\tButano\tPentano\nAl-Co-Cu (I)\t486,10\t95,78\t96,58\t77,30\t38,67\nAl-Co-Cu\t441,35\t91,87\t84,05\t74,50\t67,88\nAl-Co-Cu-Li\t291,16\t59,48\t55,80\t50,29\t\nAl-Co-Cu-Na\t126,62\t14,85\t14,50\t13\t\nAl-Co-Cu-K\t63,71\t5,75\t5,68\t4,11\t-\nAl-Co-Cu-Cs\t81,93\t7,01\t8,09\t6,51\t4,01\nTabela B.2 -Produtividade em alcenos após 10 horas de reação.\n\tProdutividade x 104 (g produto / g catalisador x h)\t\t\t\nCatalisadores\tEteno\tPropeno\tButeno\tPenteno\nAl-Co-Cu (I)\t37,65\t190,40\t82,73\t-\nAl-Co-Cu\t49,73\t21271\t12,27\t-\nAl-Co-Cu-Li\t50,22\t180,57\t109,06\t79,99\nAl-Co-Cu-Na\t30,31\t52,31\t30,23\t-\nAl-Co-Cu-K\t12,52\t18,81\t10,10\t-\nAl-Co-Cu-Cs\t14,99\t24,27\t13,76\t8,81\nTabela B.3 - Produtividade em álcoois após 10 horas de reação.\n\tProdutividade x 104 (g produto / g catalisador x h)\t\t\t\t\nCatalisadores\tMetanol\tEtanol\tPropanol\tButanol\tPentanol\nAl-Co-Cu (I)\t-\t427,78\t131,84\t*\t-\nAl-Co-Cu\t154,68\t511,4\t432,96\t187,27\t99,80\nAl-Co-Cu-Li\t170,34\t487,78\t376,64\t180,88\t136,89\nAl-Co-Cu-Na\t132,34\t115,89\t100,96\t*\t*\nAl-Co-Cu-K\t44,49\t14,55\t-\t-\t-\nAl-Co-Cu-Cs\t43,50\t\t-\t-\t-\ní\nI\n«\ní\ni\ni\ní\nI\nt\nApêndice B\nTabela B.4 - Produtividade em alcanos após 10 horas de reação.\n\tProdutividade x 104\t\t\t\t\n\t(g produl\t\tto / g catalisador x h)\t\t\nCatalisadores\tMetano\tEtano\tPropano\tButano\tPentano\nAl-Co\t4043,86\t267,91\t108,49\t70,53\t54,09\nAl-Co-Li\t5805,91\t328,28\t168,65\t151,67\t87,92\nAl-Co-Cs\t181,08\t11,37\t6,52\t3,31\t9,67\nTabela B.5 - Produtividade em alcenos após 10 horas de reação.\n\tProdutividade x 104 (g produto / g catalisador x h)\t\t\t\t\nCatalisadores\tEteno\tPropeno\tButeno\tPenteno\thexeno\nAl-Co\t-\t-\t-\t-\t-\nAl-Co-Li\t19,74\t119,76\t84,52\t46,96\t\nAl-Co-Cs\t16,52\t14,01\t5,52\t22,55\t9,03\n95\nTabela B.6 - Produtividade em álcoois após 10 horas de reação.\n\tProdutividade x 104 (g produto / g catalisador x h)\t\t\t\t\nCatalisadores\tMetanol\tEtanol\tPropanol\tButanol\tPentano!\nAl-Co\t-\t\t*\t-\t\nAl-Co-Li\t\t\t\t-\t-\nAl-Co-Cs\t186,76\t89,15\t85,73\t-\t\nTabela B.7 - Produtividade em alcanos após 10 horas de reação.\n\tProdutividade x 104 (g produto / g catalisador x h)\t\t\t\t\nCatalisadores\tMetano\tEtano\tPropano\tButano\tPentano\nAl-Cu\t13,34\t-\t-\t-\t-\nAl-Cu-Li\t12,69\t-\t-\t-\t\nAl-Cu-Cs\t6,27\t-\t-\t-\t-\nTabela B.8 - Produtividade em álcoois após 10 horas de reação.\n\tProdutividade x 104 (g produto / g catalisador x h)\t\t\t\t\nCatalisadores\tMetanol\tEtanol\tPropanol\tButanol\tPentanol\nAl-Cu\t2969,61\t-\t-\t-\t-\nAl-Cu-Li\t3553,37\t9,88\t-\t-\t-\nAl-Cu-Cs\t7380,18\t62,56\t-\t-\t-\nApêndice B\n96\nTabela B.9 - Produtividade em alcanos após 2 horas de reação.\n\tProdutividade x 104 (g produto / g catalisador x h)\t\t\t\t\nCatalisadores\tMetano\tEtano\tPropano\tButano\tPentano\nAl-Co-Cu (I)\t736,53\t154,90\t162,60\t150,27\t115,35\nAl-Co-Cu\t493,82\t64,63\t101,07\t145,18\t139,19\nAl-Co-Cu-Li\t395,52\t80,46\t83,13\t82,23\t73,22\nAl-Co-Cu-Na\t153,29\t25,19\t34,69\t-\t-\nAl-Co-Cu-K\t86,40\t9,86\t11,58\t-\t-\nAl-Co-Cu-Cs\t123,50\t12,66\t17,13\t20,84\t-\nTabela B. 10 - Produtividade em álcoois após 2 horas de reação.\n\tProdutividade x 104 (g produto / g catalisador x h)\t\t\t\t\nCatalisadores\tMetanol\tEtanol\tPropanol\tButanol\tPentanol\nAl-Co-Cu (I)\t118,54\t1055,24\t1117,32\t419,60\t313,30\nAl-Co-Cu\t263,50\t155,38\t499,12\t543,78\t571,81\nAl-Co-Cu-Li\t88,69\t523,06\t181,19\t234,88\t234,36\nAl-Co-Cu-Na\t78,77\t1234,40\t1354,17\t920,13\t-\nAl-Co-Cu-K\t76,59\t1748,77\t1390,82\t1032,39\t932,02\nAl-Co-Cu-Cs\t123,22\t359,13\t-\t-\t-\nTabela B. 11 - Produtividade em alcenos após 2 horas de reação\n\tProdutividade x 104 (g produto / g catalisador x h)\t\t\t\nCatalisadores\tEteno\tPropeno\tButeno\tPenteno\nAl-Co-Cu (I)\t56,30\t313,88\t57,42\t\nAl-Co-Cu\t55,09\t252,07\t164,44\t122,79\nAl-Co-Cu-Li\t57,83\t267,99\t174,21\t126,30\nAl-Co-Cu-Na\t40,31\t93,53\t-\t-\nAl-Co-Cu-K\t20,91\t38,46\t-\t-\nAl-Co-Cu-Cs\t26,13\t60,11\t22,82\t\nApêndice B\n97\ni\nI\nI\nI\nI\nI\nI\nTabela B.12 - Produtividade em alcanos após 2 horas de reação.\n\tProdutividade x 104 (g produto / g catalisador x h)\t\t\t\t\nCatalisadores\tMetano\tEtano\tPropano\tButano\tPentano\nAl-Co\t3155,55\t254,18\t80,80\t45,05\t33,33\nAl-Co-Li\t7134,32\t298,66\t128,50\t122,16\t105,21\nAl-Co-Cs\t272,20\t20,34\t16,61\t24,31\t32,73\nI\ni\nI\nI\nTabela B.13 - Produtividade em álcenos após 2 horas de reação.\n\tProdutividade x 104 (g produto / g catalisador x h)\t\t\t\t\nCatalisadores\tEteno\tPropeno\tButeno\tPenteno\thexeno\nAl-Co\t-\t-\t-\t-\t-\nAl-Co-Li\t-\t-\t\t-\t-\nAl-Co-Cs\t31,31\t41,79\t13,85\t31,94\t7,22\nTabela B. 14 - Produtividade em álcoois após 2 horas de reação.\n\tProdutividade x 104 (g produto / g catalisador x h)\t\t\t\t\nCatalisadores\tMetanol\tEtanol\tPropanol\tButanol\tPentanol\nAl-Co\t-\t-\t-\t-\t-\nAl-Co-Li\t-\t-\t-\t-\t-\nAl-Co-Cs\t156,05\t138,73\t49,41\t-\t-\nTabela B. 15 - Produtividade em alcanos após 2 horas de reação.\n\tProdutividade x 104 (g produto / g catalisador x h)\t\t\t\t\nCatalisadores\tMetano\tEtano\tPropano\tButano\tPentano\nAl-Cu\t16,62\t-\t-\t-\t-\nAl-Cu-Li\t19,35\t-\t-\t-\t-\nAl-Cu-Cs\t8,64\t-\t-\t-\t-\nTabela B.16 - Produtividade em álcoois após 2 horas de reação.\n.'-\".I..................... . -*■-------------------5-------------\n\tProdutividade x 104 (g produto / g catalisador x h)\t\t\t\t\nCatalisadores\tMetanol\tEtanol\tPropano!\tButanol\tPentanol\nAl-Cu\t4029,15\t-\t-\t-\t-\nAl-Cu-Li\t7789,27\t-\t-\t-\t-\nAl-Cu-Cs\t18270,55\t164,36\t-\t-\t-\nTabela C.T. Energias de ligação determinadas por ESCA\nAMOSTRAS\t. &lt;J\tENERGIA DE LIGAÇÃO* ** (-0,3 eV)\t\t\t\t\t\t\n\tOls\tA12p\tCu2p3/2\tCo2p3/2\tNals\tK2p3/2\tCs3d5/2\nAl-Co\t530.8&lt;3.1>\t73.7&lt;2.9>\t\t781.8&lt;3.0>\t\t\t\nAl-Cu\t531.1&lt;3.1>\t73.7&lt;2.7>\t933.7&lt;3.0>\t\t\t\t\nAl-Co-Cu\t530.4&lt;3,0>\t73.9&lt;2,7>\t933.2&lt;2.8>\t781.8&lt;3.3>\t\t\t\nAl-Co-Cu (com)\t530.6&lt;3.1>\t73.5&lt;2.7>\t933.7&lt;3.5>\t780.8 3.3\t\t\t\nAl-Co-Cu (+Na)\t530.7&lt;3.0>\t73.5&lt;2.7>\t934.5&lt;3.1>\t781.1&lt;3.3>\t1071.7&lt;2.2>\t\t\nAl-Co-Cu (+K)\t530.6&lt;3.0>\t73.5&lt;2.7>\t933.0&lt;3.3>\t780.9&lt;3.3>\t\t292.4&lt;2.1>\t\nAl-Co-Cu (+Cs)\t530.5&lt;3.0>\t74.0&lt;2.7>\t933.9&lt;3.4>\t780.8&lt;3.3>\t\t\t723.9&lt;2.3>\n* (Referência da Energia de ligação - 284.6, C Contaminação)\n**&lt;Largura a meia altura em eV>\nReferências Bibliográficas\n99\nADESOJT, A. A., Applied. Catalysis A: General, 138. 345-367, 1996.\nANDERSON, R. B., \"Catalysis\", P. H. Emmet Ed., 123, 332, 1956.\nANDERSON, R. B„ FRIEDEL R. A. and STORCH, H. H„ J. Chem. Phys., 19, 313, 1951.\nAQUINO, A. D., CASTRO, S. G. C., JORDÃO, E. e COBO, A. J. G„ 82 Seminário Brasileiro de Catálise - RJ, 174, 1995.\nARRUDA, A., Dissertação de Mestrado, UNICAMP - Campinas, SP, 1994.\nBACKER, J. E., BURCH, R. and GOLUNSKI, S.E., Applied Catalysis, 53, p.279297, 1989.\nBALL, W. J., COTTON, L. and STEWART, D. G., U.K. Patent App. GB 207845 A, 1982.\nBASTEIN, A. G. T. M., VAN DER BOOGERT, W.J., VAN DER LEE, G„ LUO, H„ SHULLER, B. and PONEC, V., Applied Catalysis, 29, 243-260 , 1987.\nBEZINGER, J. and MADIX, R. J., Surface Science, 941, 119, 1980.\nBRADY, R. C. and PETTIT, R., J.A.C.S., 103 (1), 1287, 1981.\nBRODEN, G., GAFNER,G. and BONZEL, H. P„ Surface Science, 84 (1), 295, 1985.\nCALVERLEY, E. M. and ANDERSON, R. B., Journal of Catalysis 104, 434-440,\n1987.\nCAVANI, F., TRIFIRÓ, F. and VACCARI, A., Catalysis Today, 11, (2), p. 173-302,\n1991.\nCHAUMETTE, P„ COURTY, P„ DURAND, D. and GRANDVALLET, P. UK Patent Application, GB 2 158 730 A, 1985.\nCHAUMETTE, P., COURTY, P„ DALMON, J. A. and MIRODATOS, C. Higher alcohols synthesis on cobalt based model catalysts, 1992.\nCHINCHEN, G. C., WAIGJ, L.C. and WJA, D. A., Applied Catalysis, 25, 101, 1986.\nCHUANG, S.C., GOODWIN, J.G. and WENDER, L, Journal of Catalysis, 92, 1, 416, 1985.\nCOBO, A. J. G-, Thèse de Doctorat, Universite Claude Bernard, Lyon - França, 1990.\nCOSTA, L. C., Catal. Rev. - Sci. Eng., 25, 325, 1983.\nReferências Bibliográficas\n100\nCOURTY, P„ ARLIE, J. P., CONVERS, A., MITITENKO. P. and SUJIER, A., L'Actualité Chimique, 19 Nov. 1983.\nCOURTY, P. and CHAUMETTE, P., Advanced Research Workshop on Heterogeneous Catalysis for Carbon Monoxide Conversion, Neuwport, Belgium, 17. 22th April 1988.\nCOURTY,P. and CHAUMETTE, P., “Plenary Conf. Nato Ad. Research”, Workshop-Newport (Reidel, Dordrecht), avril, 1988.\nCOURTY, P., DURAND, D., FREUND, E. and SUGIER, A., Journal of Molecular Catalysis, 17, p. 241-254, 1982.\nCOURTY, P., DURAND, D., GULBET, J. C„ KAWATA, N., YASUDA, T. and YOSHIMOTO, M., Rev. Inst. Fr. Pet., 42, (2), p.243-253, 1987.\nCOURTY, P„ DURAND, D., SUGIER, A. and FREUND, E.(IFP), GB Patent 2118061, 1983.\nCOURTY, P. and MARCILLY, C., \"3rd Int. Symp. on Preparation of Catalysts\", Louvain - La - Neuve, 1982.\nCOURTY, P. and MARCILLY, C., Rev. Inst. Fr. Pet., Vol. 33, n-5011, 83, 1978.\nDALMON, J.A., PRIMET, M., MARTIN, G.A. and IMELIK, B„ Surface Science., 50, 950, 1975.\nDALMON, J. A., CHAUMETTE, P., MIRODATOS, C., Catalysis Today, 15, (1), 101, 1982.\nDEFAY, R. and PRIGOGINE, J., \"Surface Tension and Adsorption\". Ed. John Wiley &amp; Sons, Inc., 1966.\nFIGUEIREDO, J. L., RIBEIRO, F. R., “Catálise Heterogênea”. Fundação Calouste Gulbenkian, 1990.\nFISCHER, F. and TROPSCH, H., Brennstoff. Chem., 4, 277, 1923.\nFISCHER, F. and TROPSCH, H., Brennstoff. Chem., 7, 299, 1926.\nFISCHER,F. and TROPSCH, H., Brennstoff. Chem., 13, 428, 1932.\nFRIEDEL, R. A. and ANDERSON, R. B„ J.A.C.S., 72, 1212, 1950.\nGARBOWSKI, A. THEOLIER and J. M. BASSET, Inorg. Chem., 27(1), 4030, 1988.\nGHERARDI, P., RUGGERI, 0., FRIFIRO, F., VACCARI, A., del PIERO, G„ MANARA, G. and NOT ARI, B., Third Int. Symp. H.4.1.10, Belgium, 1982.\nGONZALEZ, R. D. and MIURA, H., Journal of Catalysis, 77, p.338-347, 1982.\nReferencias Bibliográficas\n101\nGOODMAN, D.W. and RISKING VA, M.P. Surface Science, 105 (1), 1265, 1981.\nGRANDVALLET, P. Th5r Ise, Strasbourg,, 1985.\nHAGGIN, J. C. &amp; En. Nov. 12, 1984. 29\nHENRICI-OLIVÉ, G. and OLIVÉ, S., The Chemistry of the Catalyzed Hydrogenation of Carbon Monoxide, 1984.\nHERRINGTON, E.F.G., Chem. Ind., London, 347, 1946.\nHOFSTADT, C.E., SCHNEIDER, M., BOCK, O. and KOCHLOEFL, K„ Elsevier Sei, Publ. B.V., 1983.\nHOMS, N„ CHOPLIN, A., RAMIREZ de la PISCINA, P„ HUANG, L., HOFSTADT, E.G., SCHNEIDER, M., BOCK, O. and KOCHOLOEFL.K., Third Int. Symp., H. 3.1-9, Belgium, 1982.\nICHIKAWA, M., Bull. Chem. Soc. Japan.. 51 (8), 2268, 1978.\nICHIKAWA, M., Bull. Chem. Soc. Japan.. 51 (8), 2273, 1978.\nICHIKAWA, M., J.C.S. Chem. Commun.. 566, 1978.\nICHIKAWA, M., LANG, A.J., SHRIVER, D.F. and SACHTLER, W.M.H., J.A.C.S., 107, 72, 1985.\nKATO, K„ INOVE, Y., KOJIMA, I., MIYAZAKI, E. and YASUMORI, L, J. C. S. Faraday Trans. I, 90(1), 841, 1984.\nKIENNEMANN, A., DIAGNE, C., HINDERMAN, J.P., CHAUMETTE, P. and COURTY, P. Applied. Catalysis.. 53, 1, p.197-216, 1989.\nKESKINOVA, M.P., Surface Science, 111(1), 584, 1981.\nKLIER, K., Adv. Catal. 31, 243, 1982.\nKLIER, K., Chem. Ind. (DECKER) 5, 195-218, 1981.\nKOLBEL, H. and RALEK,M„ Catal. Rev. Sci. Eng.. 21(2), 225-274, 1980.\nLEONOV, V.E. and KALINICHENKO,L., Khim. Tuerd. Topi,, Vol. 15, n° 5011, p. 28-33, 1981.\nLE PAGE, J.F., \"Catalise de Contact\", Ed. Technip, 1978.\nLETOURNEL-BAILLIARD, R. M., Thése de Doctoral, Université Claude Bernard, Lyon - França, 1989.\nReferênciasBibliográficas\n102\nLETOURNEL-BAILLIARD, R. M., GOMEZ COBO, A. J„ MIRODATOS, C.,\nPRIMEI, M. and DAEMON, J. A., Catalysis Letters., 2, 149, 1989.\nLYCOURGHIOTIS, A., DEFOSSE, C„ DELANNAY, F„ LEMAITRE, J. and DELMON,B„ J.C.S. Faraday I. 76 (1), 1677, 1980.\nMARCHI, A.J., DI COSMIO, J.I. and APESTEGUIA, C.R., \"Proceedings - 9th Int.\nCongress on Catalysis\", Calgary, Vol. 2, 529 , 1988.\nMARCHI, A. J., Tese de Doutorado, Universidade del Litoral, Santa Fé - Argentina,\n1988.\nMARTIN, G. A., MERIAUDEAU, P., HUBERT, J., NOELS,A. and KIENNEMANN, A., \"Progress in synthetic fuels\", G. Imarisio and J. M. Bemtgen Eds., Grahan &amp;. Troman Ltd., London, 58, 1988.\nMcVICKER, G.B. and VANNICE, M.A., Journal of Catalysis, 63, 25, 1980.\nMEAL, M.J., LEISZANG, E.C. and TORRINGTON, R.G., Journal of Catalysis., 51(1), 314, 1975.\nMOUADDIB, N., These de Doctorat, Lyon,, 1989.\nMOUADDIB, N, PERRICHON, V. and PRIMET, M„ Faraday Trans. I, 851, 3413,\n1989.\nNAVROTSKY, A. and KLEPPA, O.J., J. Inorg. Nucl. Chem., 30 (1), 479, 1968.\nQUARDERE, G.J. and COCHRAN, G.A. (DowChemical), EP 0119609AL 1984.\nPEREIRA, E. B., Thèse de Doctorat, Université Claude Bernard, Lyon - França, 1994.\nPICHLER, H. and SCHULTZ, H., Chem, Ing. Tech., 43, 1162, 1970.\nPONEC, V., Catal. Rev. Sei. Eng., 18(1), 151-171,, 1978.\nPRALIAUD, H., DAEMON, J.A., MIRODATOS, C. and MARTIN, G.A., Journal of Catalysis, 97, 344, 1986.\nPRALIAUD, H, PRIMET, M. and MARTIN, G.A., Bull. Soc. China. France, 51, 719, 1986,\nPRALIAUD, H., TARDY, B„ BERTOLINI, J.C. and MARTIN, G.A., \"Structure and Reactivity of Surfaces\", Elsevier Science Publishers, Amsterdam, 1989.\nRICHMOND, T.G., BASOLO, F. and SHRIVER, D.F., Inorg. Chem., 21(1), 1272, 1982.\nRIECK, J.C. and BELL, A.T. Journal of Catalysis, 100, 1, p.305-321, 1986.\nReferências Bibliográficas\n103\nRING, T.A., Chemtech, 60-64, Jan. 1988\nRIVA, A., TRIFIRO, F., VACCARJ, A„ BUSCA, G, MINTCHEN, L„ SANTIFILIPPO, D. and MANZATTI, W., J. Chem. Soc., Faraday Trans. 1, 22132225, 1987,\nROSS, W.D.M., Catal. Rev. - Sci. Eng., 25 (4), 591, 1983.\nSABATIER, P. and SENDERENS, J.B., C.R. Acad. Sci„ 134, 514, 1902.\nSACHTLER, W.M.H., \"Proc. 8%th Int. Congr. Catal.\", Berlim, Vol.l, 151, 1984.\nSENEEDEN, R.P.A., \"L’Actualité Chimique\", 1, 31, 1979.\nSCHULZ, G.V., J, Phys. Chem., 29, 299, 1935.\nSOMA-NOTO, Y. and SACHTLER, W.M.H., Journal of Catalysis, 34, 162, 1974.\nSOMA-NOTO, Y. and SACHTLER, W.M.H., Journal of Catalysis, 32(1), 315, 1974.\nSOMORJAI, A. G., “Introduction to Surface Chemistry and Catalysis”, John Wiley &amp; Sons Inc., New York, 1994.\nSUGIER, A. and FREUND, E.(I.F.P„ Fr), U.S. Patent 4122-110,1978.\nTARDY, B., DELICHERE, P. and BERTOLINI, J.C., J. Chim. Phys., 84, 1175, 1987.\nTATSUMI, T., MURAMATSU, A. and TOMINAGO, H., Chem. Lett.. 533, 1986.\nTRAVERS, C.(IFP), GB Patent 2158730, 1985.\nVAN DER LEE, G. and PONEC, V., Catal. Rev. - Sci. Eng., 29(1), 183, 1987.\nVAN DER LEE, G., SCHULLER, B., POST, H., FAVRE, T.L.F., and PONEC, V., Journal of Catalysis, 98, 522-529 1986.\nVEDAGE, G.A., HIMELFARB, P.B., SIMONS, G.W. and KLIER, K„ American Chemical Society, 18. 295-312, 1985.\nWAN T BLIH, B.H.F. and PRINS, R., Journal of Catalysis, 97(1), 188, 1986.\nWESNER, D.A., COENEN, F.P. and BONZEL, H P., Langmuir, 1, 1478, 1985.\nXIAODING, X., DOESBURG, E.B.M. and SCHOLTEN, J.J.F., Catalysis Today, 2, p. 125-172, 1987.\nYOUCHANG, X., NAASZ, B.M. and SOMORJAI, G.A., Applied. Catalysis., 27, 233, 1986.\nAbstract\nThe synthesis of higher alcohols, obtained from CO hydrogenation over transition metals, is an alternative for the production of chemical commodities and less pollutant renewable fuels nowadays.\nIn this work the influence of different alkali metals (Li, Na, K, Cs) over the formation of active phases of supported catalysts, based on cobalt and copper, as well as the performance of these solids in the reaction of CO hydrogenation under a 50 bar pressure were studied. The solids were prepared by continuous coprecipitation of sodium carbonate with metal nitrates solutions (Al-Co, Al-Cu or Al-Co-Cu) promoted with the alkali metals with dry impregnation.\nCharacterization studies by Atomic Absorption Spectrophotometry, BET, XPS and also the results of catalytic tests show that physico-chemical properties of the obtained catalyst are similar to those of the industrial catalyst used as reference (I). As it was verified by BET, the specific surface area did not change significantly with the addition of the Li, Na and K alkalis, but it presented a sharp diminution when the Cs was added.\nThe XRD results of the hydrated precursors Al-Co, Al-Cu and Al-Co-Cu reveal the existence of a hydrotalcite analog phase, which is transformed into Co3O4, CoA12O4 , CuO and CuA12O4, as well as a mixture phase CuO-Co3O4 for the precursor Al-Co-Cu , after calcination at 450 °C.\nThe TPR profiles show that the addition of the alkali metals to the solids eased the reduction, and this effect was more intense for lithium and sodium.\nThe catalytic tests results show that the Al-Co solid produces essentially methane only. When the alkalinization is based on lithium and cesium the Al-Co produces not only methane, but also alkenes and alcohols, respectively. The Al-Cu solid produces methanol only and once lithium and cesium are added a considerable increase on methanol production is observed, which is more intense for cesium.\nFor the Al-Co-Cu solids the production of alkanes, alkenes, methanol and higher alcohols is observed, but when alkalinized these solids show a diverse and complex action from the alkalis with tendency to the synthesis of higher alcohols following the order: Li > Na « K > Cs."}]}}}