{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13900"}, {"@name": "filename", "#text": "20069_R%20Bras%20Ci%20Solo%2031%282%29%202007%20Abreu.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "VARIAÇÃO TEMPORAL E VERTICAL DE ATRIBUTOS QUÍMICOS DE UM GLEISSOLO... 277\n\nR. Bras. Ci. Solo, 31:277-285, 2007\n\nVARIAÇÃO TEMPORAL E VERTICAL DE ATRIBUTOS\nQUÍMICOS DE UM GLEISSOLO DO RIO GUAMÁ\n\nCULTIVADO COM CANARANAS(1)\n\nEliana Maria Acioli de Abreu(2), Antonio Rodrigues Fernandes(3)\n\n&amp; Maria de Lourdes Pinheiro Ruivo(4)\n\nRESUMO\n\nOs sedimentos transportados pelas águas barrentas do rio Guamá e a\nheterogeneidade dessas substâncias são responsáveis pela formação do solo e pela\ndiversidade de características químicas na área inundável.  Este trabalho teve\ncomo objetivo determinar os atributos físicos e químicos de um solo de várzea\nbaixa do rio Guamá, em diferentes épocas, cultivado com canarana de Paramaribo\n(Echinochloa polystachya H.B.K) e canarana erecta lisa (Echinochloa pyramidales\nLam).  O delineamento experimental foi inteiramente casualizado, em esquema\nfatorial 4 x 4 (quatro profundidades e quatro épocas de amostragem), com seis\nrepetições.  Amostras compostas de solo foram coletadas em seis pontos\neqüidistantes, a partir de uma transecção, nas profundidades de 0–10, 10–20, 20–30\ne 30–40 cm, nos meses de maio, agosto e novembro/2002 e fevereiro/2003.  Foram\ndeterminados a granulometria, matéria orgânica, pH em H2O, pH em KCl, P\nextraível, K trocável, Al trocável, Ca e Mg trocáveis e os micronutrientes: Cu, Mn,\nZn e Fe.  Os solos da área estudada estão inseridos na unidade dos Gleissolos e\ncaracterizam-se por serem pouco desenvolvidos, mal drenados, normalmente\nácidos, ocorrendo no perfil horizonte franco-argilo-siltoso.  Houve influência da\nsazonalidade na composição química do solo; na época mais chuvosa e de inundação\nmais intensa da várzea, correspondente ao mês de fevereiro, observou-se aumento\ndo pH nos teores de Cu e de Fe e decréscimos nos de Mg e de Al trocável; no período\nde menor umidade do solo, a saturação por bases e a CTC foram mais elevadas.  O\nFe foi o nutriente que apresentou maior variação nos seus teores com a inundação\ndo solo, cujo aumento foi superior a 1.000 % no período de maior inundação do solo\n(fevereiro).\n\nTermos de indexação: fertilidade do solo, sazonalidade, Echinochloa polystachya,\nEchinochloa pyramidalis.\n\n(1) Recebido para publicação em abril de 2004 e aprovado em janeiro de 2007.\n(2) Engenheira-Agrônoma, Mestre em Solos e Nutrição de Plantas, Universidade Federal Rural da Amazônia – UFRA. Caixa\n\nPostal 917, CEP 66077-530 Belém (PA). E-mail: elbreu@yahoo.com.br\n(3) Professor do Instituto de Ciências Agrárias, UFRA.  E-mail: antonio.fernandes@ufra.edu.br\n(4) Pesquisadora da Coordenação da Ciência da Terra e Ecologia, Museu Paraense Emilio Goeldi. Avenida Perimetral 1901,\n\nCEP 66077-530 Belém (PA).  Bolsista do CNPq. E-mail: ruivo@museu-goeldi.br\n\nSEÇÃO IV - FERTILIDADE DO SOLO\nE NUTRIÇÃO DE PLANTAS\n\n\n\n278 Eliana Maria Acioli de Abreu et al.\n\nR. Bras. Ci. Solo, 31:277-285, 2007\n\nINTRODUÇÃO\n\nNos solos de várzeas, principalmente naqueles que\npassam por inundação periódica, sob influência das\nmarés, ocorrem alterações nas propriedades físicas,\nquímicas e biológicas, que determinam o crescimento e\no desenvolvimento das plantas.  Apesar dos efeitos\nbenéficos da inundação, a biodisponibilidade dos nutri-\nentes é alterada pelas reações de oxirreduções\n(Ponnamperuma, 1972).  Ocorre empobrecimento do N\nno solo pela redução do nitrato a nitrito (denitrificação),\nresultando em deficiências desse nutriente para as\nplantas mesmo após o período de inundação.  A dinâ-\nmica do P está intimamente ligada à redução de com-\npostos de Fe e ao aumento do pH, verificando-se ge-\nralmente aumento na sua disponibilidades com a inun-\ndação.  Outros macronutrientes, como K, Ca e Mg,\ntêm suas disponibilidades aumentadas pela inunda-\nção, atribuídas ao deslocamento dos sítios de troca para\na solução, principalmente pelo Fe2+, Mn2+ e NH4+.  Os\nmicronutrientes – Cu, Zn, Mn, Mo, Fe e B – podem\napresentar problemas de excesso ou deficiência no solo,\nem razão principalmente das mudanças de pH, acar-\nretando dificuldades para o desenvolvimento dos\nvegetais (Ponnamperuma, 1977).\n\nOs solos de várzea do rio Guamá resultam do\ndepósito de sedimentos por meio das inundações, e sua\nfertilidade é renovada periodicamente pelo\ncarreamento de sedimentos organominerais em\nsuspensão nas águas de inundação, que atuam como\nfonte de nutrientes para culturas (Mascarenhas &amp;\n\nSUMMARY: TEMPORARY AND VERTICAL VARIATION OF CHEMICAL\nATTRIBUTES OF A GLEYSOL OF THE GUAMÁ RIVER\nCULTIVATED WITH CANARANAS\n\nSediments carried away by the muddy waters of the Guamá River and the\nheterogeneity of these substances are responsible for the soil formation and diversity of\nchemical characteristics in the periodically flooded areas.  This study aimed at determining\nthe physical and chemical attributes of a low floodplain (varzea) soil of the Guamá river, in\ndifferent periods, cultivated with Paramaribo canarana (Echinochloa polystachya H.B.K)\nor canarana erecta lisa (Echinochloa pyramidales Lam).  The experimental design was\nentirely randomized, in a 4 x 4 factorial scheme (4 depths and 4 sampling periods) with 6\nreplications.  Composite soil samples were collected at six equidistant points from a\ntransection, at depths of 0–10, 10–20, 20–30, and 30–40 cm in May, August and November/\n2002 and February/2003.  Soil texture, organic matter, pH in H2O, pH in KCl, extractable\nP, exchangeable K, Al, Ca, and Mg and the micronutrients Cu, Mn, Zn, and Fe were\ndetermined.  The soil of the area under study is classified as Gleysol, i.e., little developement,\npoorly drained, normally acid, with a silt- clay-loam horizon.  The soil chemistry composition\nwas affected by seasonality.  During the rainy season and when the most intense flooding\noccurred in the floodplain, in February, the pH, Cu and soluble iron concentrations increased\nand Mg and exchangeable aluminum decreased.  During lower soil humidity periods base\nsaturation and CTC were higher.  Iron was the nutrient that showed the greatest variation\nin the flooded soil; the increases exceeded 1000 % during the period of more pronounced\nflooding (February).\n\nIndex terms: Soil fertility, seasonality, Echinochloa polystachya, Echinochloa pyramidalis.\n\nModesto Junior, 1998) e pastagens (Camarão et al.,\n1998).  Espécies forrageiras como a canarana de\nParamaribo (Echinochloa polystachya Hitch) e a\ncanarana erecta lisa (Echinochloa pyramidalis Lam.)\ntêm apresentado bom rendimento quando cultivadas\nnesses solos (Camarão &amp; Souza Filho, 1999).\n\nAs variações provocadas nas características físicas,\nquímicas e biológicas dos solos de várzeas do rio\nGuamá, decorrentes da deposição periódica de\nsedimentos, devem ser consideradas quando se deseja\numa utilização sustentável desse ecossistema.  É\nimportante conhecer a magnitude dessas variações\npara efetuar um manejo mais adequado e contornar\npossíveis limitações no uso sustentável desses solos\n(Lima et al., 2000).  Essas áreas permanecem\ninundadas durante grande parte do ano e mantêm\nnível elevado de umidade.\n\nEste trabalho teve como objetivo determinar os\natributos físicos e químicos de um solo de várzea baixa\ndo rio Guamá em diferentes épocas e cultivado com as\nforrageiras canarana de Paramaribo e canarana erecta\nlisa, sob pastejo rotativo.\n\nMATERIAL E MÉTODOS\n\nA área de estudo fica localizada em Belém, Pará,\nna margem direita do rio Guamá, campus da\nUniversidade Federal Rural da Amazônia (UFRA), em\n\n\n\n                     VARIAÇÃO TEMPORAL E VERTICAL DE ATRIBUTOS QUÍMICOS DE UM GLEISSOLO... 279\n\nR. Bras. Ci. Solo, 31:277-285, 2007\n\nárea de várzea baixa, cultivada com as espécies\ncanarana de Paramaribo (Echinochloa polystachya\nH.B.K) e canarana erecta lisa (Echinochloa\npyramidalis Lam).\n\nSegundo a classificação de Köppen, o clima da\nregião é do tipo Afi, que corresponde a climas tropicais\númidos sem estação fria.  Os valores médios anuais\nde temperatura oscilam entre 29 e 34 °C, e as\nmínimas, entre 16 e 24 °C.  Os índices de umidade\nrelativa do ar raramente são menores que 70 %,\noscilando em torno de 90 %.  A menor precipitação\nmensal é sempre superior a 60 mm, e o total pluvial,\né geralmente, superior a 2.000 mm (Bastos &amp; Pacheco,\n2001).\n\nO experimento foi localizado em Gleissolo Háplico\neutrófico textura argilo/siltosa (Quadro 1), em\npastagens com três anos de implantação, sob pastejo\nrotativo, com piquetes de 0,6 ha, pastejados por 10\nanimais da raça Pitangueiras, com entrada a cada\n40 dias e permanência de 12 dias.\n\nO delineamento experimental foi o inteiramente\ncasualizado, em esquema fatorial 4 x 4 (quatro\nprofundidades e quatro épocas de amostragem), com\nseis repetições nas áreas de cada forrageira.\n\nAmostras compostas – oriundas de quatro\nsubamostras simples de solo – foram coletadas sempre\nantes do retorno do gado para a área, em seis pontos\neqüidistantes a partir de uma transecção, nas\nprofundidades de 0–10, 10–20, 20–30 e 30–40 cm, nos\nmeses de maio, agosto e novembro/2002 e fevereiro/\n2003.\n\nNo período mais chuvoso (janeiro a abril) a área\nfica completamente saturada e, nas marés altas, há\ninundação, formando uma lâmina de água que varia\nde 10 a 20 cm.  Em maio, o solo permanece muito\númido, saturando com a maré alta, e entre agosto e\nnovembro ocorre baixa do lençol freático, mas o solo\npermanece úmido.\n\nAs amostras de solo foram secas ao ar, passadas\nem peneira de 2 mm e analisadas.  As análises\nquímicas do solo (pH em água e em KCl, MO, N total,\nP extraível, K, Ca, Mg e Al trocáveis (Cu, Fe, Mn e\nZn), seguiram o método descrito pela Embrapa (1997).\nOs micronutrientes Cu, Fe, Mn e Zn foram extraídos\npelo Mehlich-1 e determinados por espectrofotometria\nde absorção atômica, e o N, pelo método de Kjeldahl\n(Raij, 2001).  A partir dos teores dos elementos,\ndeterminaram-se a saturação por Al (m %), a soma\nde bases, a saturação por bases e a CTC efetiva a\npH 7,0.\n\nA amostragem de solo para análise granulométrica\nfoi feita apenas em maio de 2002.  As amostras foram\ncoletadas pouco antes do retorno do gado, em seis\npontos eqüidistantes a partir de uma transecção em\nquatro profundidades, nas duas áreas, com seis\nrepetições.  As amostras foram secas ao ar e passadas\nem peneira de 2 mm.  A granulometria foi determinada\npelo método da pipeta (Day, 1965).\n\nOs resultados foram submetidos à análise de\nvariância, sendo aplicado o teste de Duncan a 5 %\npara comparar os dados nos diferentes períodos do ano.\nUtilizou-se o sistema de análises estatísticas SANEST\n(Zonta &amp; Machado, 1991).\n\nRESULTADOS E DISCUSSÃO\n\nAnálise granulométrica\n\nNas áreas de estudo, a fração granulométrica\ndominante foi o silte.  A textura foi classificada como\nargilo-siltosa nas camadas de 0–0,10 e 0,10–0,20 m,\nem ambas as áreas, e como franco-argilo-siltosa nas\ncamadas de 0,20–0,30 e 0,30–0,40 m (Quadro 1).  As\npequenas variações apresentadas ao longo das camadas\nnão levam, contudo, a diferenciá-las da classe textural\nargilosa, a qual é considerada para o perfil.\n\nA textura siltosa dominante é indicativa de solo\npouco evoluído.  As variações freqüentes do regime\nhídrico condicionam a oscilação do lençol freático, que,\npermanecendo próximo à superfície, impede o\ndesenvolvimento do solo (Embrapa, 1999).\n\nElevado teor de silte foi encontrado por Freire et\nal. (1991) em estudos pedológico-fisiográficos de um\nsolo Gley Pouco Húmico, nas várzeas do rio Guamá.\nMattar et al. (2002) também demonstraram a\nocorrência de solos com dominância siltosa na várzea\ndesse mesmo rio, confirmando os resultados\nencontrados neste trabalho.\n\nAtributos químicos do solo considerando a\nvariação temporal e em profundidade\n\nOs solos cultivados com as duas forrageiras\napresentaram acidez elevada nas diferentes épocas do\nano, independentemente do período em que ocorre\ninundação (fevereiro a maio) ou não (agosto a\nnovembro) (Quadro 2).  Os nutrientes nos solos\napresentaram grande variabilidade temporal e\nvertical, o que, em parte, é justificado por se tratar de\num ambiente diferenciado, o qual permanece\ninundado bom período do ano, com redução da\ninundação de forma diferenciada, em razão do acúmulo\nde água em locais mais baixos ou com excesso de\npisoteio do gado.\n\nNo período em que os solos passam por maior\ninundação (fevereiro) observaram-se os maiores valores\nde pH em KCl, sem diferença estatística significativa,\ne as menores concentrações de N, de Mg e de Al; a\nMO e as concentrações do P e do Ca variaram nas\népocas do ano, não estando associadas a maior ou\nmenor inundação ou a um determinado período do ano\n(Quadros 2 e 3).\n\nA forte acidez dos solos pode estar relacionada ao\nelevado teor de MO não decomponível, que caracteriza\num grande poder-tampão.  Nesse sentido, Meek &amp; Grass\n(1975) sugerem que a MO decomponível é o fator mais\n\n\n\n280 Eliana Maria Acioli de Abreu et al.\n\nR. Bras. Ci. Solo, 31:277-285, 2007\n\nCanarana Paramaribo Canarana Erecta Lisa\n\nProfundidade\nMaio Agosto Nov. Fev. Maio Agosto Nov. Fev.\n\nm pH (KCl)\n\n0–0,10 3,5 A 3,3 A 3,7 A 4,0 A 3,5 A 3,4 A 3,7 A 4,1 A\n\n0,10 –0,20 3,4 A 3,3 A 3,6 A 4,0 A 3,4 A 3,3 A 3,6 A 4,1 A\n\n0,20 –0,30 3,3 A 3,2 A 3,4 A 3,9 A 3,4 A 3,2 A 3,6 A 4,1 A\n\n0,30 –0,40 3,3 A 3,2 A 3,4 A 3,7 A 3,5 A 3,1 A 3,9 A 4,3 A\n\nN, g kg- 1\n\n0–0,10 3,8 A 3,4 A 3,4 A 1,2 B 2,8 B 4,0 A 3,0 B 1,0 C\n\n0,10 –0,20 2,8 B 3,6 A 3,1 AB 1,1 C 1,8 B 3,8 A 2,2 B 0,9 C\n\n0,20 –0,30 2,3 B 2,8 A 2,0 B 1,1 C 1,4 B 2,4 A 1,2 B 0,7 C\n\n0,30 –0,40 1,8 B 2,6 A 1,5 B 0,7 C 1,1 B 1,9 A 0,8 B 0,7 B\n\nMO, g kg- 1\n\n0–0,10 77,1 A 62,4 B 52,8 C 48,9 D 44,1 C 56,0 A 45,2 BC 48,8 B\n\n0,10 –0,20 54,5 A 54,5 A 40,0 B 45,9 B 22,9 C 48,1 A 28,5 B 28,1 B\n\n0,20 –0,30 59,7 A 50,6 B 24,6 D 32,6 C 16,7 B 34,3 A 15,1 B 14,5 B\n\n0,30 –0,40 31,1 B 46,2 A 19,4 C 21,9 C 12,9 B 18,7 A 4,5 D 9,5 C\n\nP, mg dm- 3\n\n0–0,10 8,8 A 4,4 C 6,5 B 9,1 A 3,0 B 6,2 A 3,2 B 5,8 A\n\n0,10 –0,20 6,8 AB 3,8 B 4,7 BC 7,3 A 1,5 D 6,2 A 2,5 C 3,8 B\n\n0,20 –0,30 4,4 B 2,9 C 3,7 B 5,3 A 1,0 C 4,6 A 1,3 C 2,4 B\n\n0,30 –0,40 3,7 A 2,7 B 3,7 AB 3,7 A 0,9 B 3,9 A 1,1 B 1,6 B\n\nK, cmolc dm- 3\n\n0–0,10 0,18 B 0,19 B 0,40 A 0,52 A 0,25 A 0,23 A 0,23 A 0,26 A\n\n0,10 –0,20 0,19 B 0,18 B 0,28 B 0,53 A 0,20 B 0,26 A 0,22 B 0,22 B\n\n0,20 –0,30 0,19 A 0,20 A 0,27 A 0,26 A 0,20 B 0,29 A 0,20 B 0,19 B\n\n0,30 –0,40 0,19 A 0,20 A 0,23 A 0,21 A 0,18 B 0,26 A 0,19 B 0,19 B\n\nQuadro 2. Médias dos resultados da análise química do Gleissolo do rio Guamá, cultivado com canarana de\nParamaribo e canarana erecta lisa, amostrado em maio, agosto e novembro/ 2002 e fevereiro/ 2003, em\nquatro profundidades\n\nMédias seguidas de mesma letra na linha, dentro de cada espécie cultivada, não diferem entre si pelo teste de Duncan a 5 %.\n\nProfundidade (m) e espécie Areia grossa Areia fina Silte Argila Textura\n\n___________________________________________________________________ g kg- 1 ___________________________________________________________________\n\n0–0,10\n\ncanarana de Paramaribo\n\ncanarana erecta lisa\n\n13\n\n15\n\n8\n\n8\n\n496\n\n499\n\n482\n\n461\n\nArgilo-siltosa\n\nArgilo-siltosa\n\n0,10 –0,20\n\ncanarana de Paramaribo\n\ncanarana erecta lisa\n\n12\n\n33\n\n6\n\n7\n\n561\n\n548\n\n421\n\n413\n\nArgilo-siltosa\n\nArgilo-siltosa\n\n0,20 –0,30\n\ncanarana de Paramaribo\n\ncanarana erecta lisa\n\n9\n\n11\n\n5\n\n3\n\n514\n\n540\n\n473\n\n446\n\nArgilo-siltosa\n\nFranco-argilo-siltosa\n\n0,30 –0,40\n\ncanarana de Paramaribo\n\ncanarana erecta lisa\n\n5\n\n6\n\n3\n\n2\n\n544\n\n596\n\n448\n\n396\n\nFranco-argilo-siltosa\n\nFranco-argilo-siltosa\n\nQuadro 1. Frações granulométricas do Gleissolo do rio Guamá, cultivado com canarana de Paramaribo e\ncanarana erecta lisa, em quatro profundidades de amostragem\n\n\n\n                     VARIAÇÃO TEMPORAL E VERTICAL DE ATRIBUTOS QUÍMICOS DE UM GLEISSOLO... 281\n\nR. Bras. Ci. Solo, 31:277-285, 2007\n\nimportante no processo de redução e, por conseguinte,\ndo pH, em solos alagados.  De acordo com\nPonnamperuma (1972) e Guilherme et al. (1978), o\nefeito tamponante da MO e, ou, os elevados teores de\nóxidos de Fe (Pavan &amp; Miyazawa, 1983) podem se\nconstituir nos fatores determinantes para manutenção\ndos baixos valores de pH em solos que passam por\ninundação.  Nessas condições, os solos alagados\ndificilmente atingem valores de pH acima de 6,5\n(Ponnamperuma, 1972).  Oliveira et al. (1993),\nestudando o efeito da inundação sobre as propriedades\neletroquímicas de Gleissolos, constataram que os\nvalores de pH foram pouco alterados durante o período\nde alagamento; esses solos apresentavam elevado teor\nde MO, o que gera forte poder-tampão.\n\nA concentração de N foi significativamente menor\nno período de maior inundação (fevereiro), em todas\nas profundidades de amostragens e nas duas áreas\nestudadas (Quadro 2).  Em solos ácidos e anaeróbios\ncom pH menor que 5,5, a taxa de nitrificação é muito\n\nbaixa, o que resulta em acumulação de amônia (NH3),\nque pode ser perdida por volatilização, ou amônio\n(NH4+), devido à pequena disponibilidade de O2\nnecessário à conversão microbiana da amônia em\nnitrato (Silva et al., 1993).  Além disso, o N na forma\nnítrica pode ser perdido por denitrificação, reduzindo\nassim sua concentração no solo.  Esses autores\nobservaram que o valor de pH crítico para o processo\nde nitrificação em Latossolos da região Sul de Minas\nGerais situou-se em torno de 6,0, ou seja, abaixo desse\nvalor a nitrificação é sensivelmente reduzida.\n\nHouve variação expressiva do teor de MO e do P de\nacordo com o período de avaliação e as diferentes\nespécies cultivadas, com reduções em profundidade\nno perfil (Quadro 2).  Elevados conteúdos de MO,\nprincipalmente nas camadas superficiais do solo, que\nvariaram de 44,1 a 77,1 g kg-1, foram observados nas\náreas sob pastagens.  O alto teor de MO encontrado é\nresultante do sistema radicular agressivo das\npastagens e do acúmulo de dejetos animais, somado\n\nCanarana Paramaribo Canarana Erecta Lisa\n\nProfundidade\nMaio Agosto Nov. Fev. Maio Agosto Nov. Fev.\n\nm Ca, cmolc dm- 3\n\n0–0,10 4,4 B 3,9 B 5,6 A 4,7 B 3,3 B 3,3 B 7,1 A 4,3 B\n\n0,10 –0,20 5,2 A 4,0 B 5,7 A 5,1 A 3,4 C 3,2 C 7,7 A 5,7 B\n\n0,20 –0,30 5,9 A 4,2 B 6,2 A 5,5 A 3,8 C 2,8 C 6,0 A 6,6 A\n\n0,30 –0,40 5,3 B 4,4 C 5,0 BC 7,3 A 4,5 A 2,6 C 5,2 A 3,7 B\n\nMg, cmolc dm- 3\n\n0–0,10 3,1 BC 3,9 A 4,0 A 2,7 C 5,9 A 3,5 C 4,6 B 2,9 C\n\n0,10 –0,20 3,6 AB 4,2 A 4,1 A 2,7 B 6,1 A 3,8 C 5,4 B 3,6 C\n\n0,20 –0,30 4,3 A 4,7 A 4,4 A 3,0 B 7,6 A 4,1 C 6,6 B 4,1 C\n\n0,30 –0,40 5,0 A 5,1 A 5,1 A 3,7 B 9,2 A 4,5D 7,3 B 5,5 C\n\nAl, cmolc dm- 3\n\n0–0,10 1,8 B 2,7 A 1,3 B 1,2 B 1,5 B 2,5 A 1,0 C 0,8 D\n\n0,10 –0,20 2,1 B 2,8 A 1,8 C 1,1 D 1,8 B 2,7 A 1,3 C 0,7 D\n\n0,20 –0,30 2,4 AB 3,0 A 2,2 B 1,3 C 1,6 B 3,3 A 1,0 C 0,6 C\n\n0,30 –0,40 2,0 B 3,1 A 2,0 B 1,6 B 1,4 B 3,6 A 0,7 C 0,5 C\n\nV, %\n\n0–0,10 50,4 A 43,9 A 52,9 A 47,9 A 55,9 AB 41,6 C 59,8 A 53,9 B\n\n0,10 –0,20 50,5 A 47,9 A 53,4 A 51,5 A 63,2 A 43,7 B 66,4 A 62,0 A\n\n0,20 –0,30 57,1 A 50,1 A 57,8 A 53,8 A 70,9 B 45,6 C 73,8 A 69,6 B\n\n0,30 –0,40 64,3 A 54,9 A 65,0 A 62,1 A 77,7 B 48,6 C 84,2 A 79,4 AB\n\nm, %\n\n0–0,10 18,3 B 24,5 A 11,4 C 11,7 C 14,1 B 26,1 A 7,5 C 9,1 C\n\n0,10 –0,20 18,6 B 24,8 A 14,8 C 10,2 D 15,6 B 26,8 A 8,6 C 7,1 C\n\n0,20 –0,30 18,4 B 24,4 A 16,3 B 12,7 C 12,9 B 31,2 A 5,3 C 6,4 C\n\n0,30 –0,40 14,5 B 23,5 A 14,1 B 12,8 B 9,3 B 32,3 A 3,8 C 3,7 C\n\nQuadro 3. Médias dos resultados da análise química do Gleissolo do rio Guamá, cultivado com canarana de\nParamaribo e canarana erecta lisa, amostrado em maio, agosto e novembro/ 2002 e fevereiro/ 2003, em\nquatro profundidades\n\nMédias seguidas de mesma letra na linha, dentro de cada espécie cultivada, não diferem entre si pelo teste de Duncan a 5 %.\n\n\n\n282 Eliana Maria Acioli de Abreu et al.\n\nR. Bras. Ci. Solo, 31:277-285, 2007\n\nàs condições ambientais, pois em solos alagados o\nprocesso de adição de material orgânico é maior que a\nperda (decomposição desses materiais pelos\nmicrorganismos) (Tomé Junior, 1997).  Não obstante,\nos teores de P em todas as épocas de amostragens e\nem quase todas as profundidade são considerados\nsatisfatórios para o estabelecimento e a permanência\nde pastagens, segundo Salinas &amp; Garcia (1985), que\nadotam a faixa de 2 a 5 mg dm-3 de P no solo como\nadequado.\n\nA variabilidade ocorrida na MO e no P nas épocas\nde amostragens pode estar relacionada à grande\nvariabilidade dentro das áreas, provocada pelos\ndesníveis nas áreas e pelo excesso de pisoteio do gado,\nque leva a uma menor drenagem nesses locais,\nresultando em processos de oxirredução diferenciados.\nComo resultado, variações expressivas podem ter\nocorrido de local para local de amostragem.  Além disso,\nhouve grande variação entre os solos, a qual pode estar\nrelacionada à quantidade e à qualidade do material\nproduzido pelas espécies.  A canarana de Paramaribo\napresentou maior produção de massa em todos os\nperíodos de avaliação (Abreu et al., 2006), o que vai\ninterferir na composição química do solo.  De acordo\ncom Silva et al. (2003), o efeito do alagamento sobre\nas concentrações dos nutrientes na solução depende\nda composição do solo, além da absorção de nutrientes\npelas plantas.  Por outro lado, ocorreu redução tanto\nda MO quanto do P com a profundidade de\namostragem.\n\nOs cátions K, Ca e Mg mostraram grande variação\ntemporal e vertical.  O K trocável apresentou teores\ndentro da faixa considerada média (Siqueira et al.,\n1987), com tendência de redução do período de\ninundação para aquele de menor umidade do solo\n(fevereiro/novembro), com pequenas variações de\nacordo com a profundidade do solo (Quadro 2).  Esse\nfato pode estar relacionado à maior concentração de\nFe na solução do solo, que pode deslocar parte dos\ncátions que estão adsorvidos na fase sólida,\naumentando sua disponibilidade para as plantas (Vahl,\n1999).  A maior concentração na camada superficial\nse deve à grande absorção desse nutriente pelas\nplantas e também à grande liberação quando o\nmaterial vegetal se decompõe e mineraliza na\nsuperfície, conclusão a que também chegaram\nCenturion et al. (1985).\n\nDe maneira geral, o teor de Ca trocável apresentou-\nse mais elevado no período de menor umidade, com\nvalores que variaram de 5,0 a 7,7 cmolc dm-3, com\nexceção dos valores de 7,3 cmolc dm-3, observado na\nprofundidade de 30–40 cm, e 6,6 cmolc dm-3, na\nprofundidade de 0,20–0,30 m, no período de maior\ninundação (Quadro 3), enquanto para o Mg o teor foi\nmenor na época de maior inundação.  Houve aumento\ndo teor de Mg em profundidade nas duas áreas de\npastagens.  Resultados semelhantes foram\nencontrados por Carvalho (1995), em Gleissolo de\nvárzea do rio Guamá, e por Lima et al. (2005), em\n\nsolos de várzea do Alto Solimões.  Os valores de Ca e\nMg são considerados muito bons (Ribeiro et al., 1999)\ne podem estar relacionados ao material de origem e\ncom percolação para camadas subsuperficiais ao longo\ndo tempo.\n\nO teor e a saturação por Al foram significativamente\nmaiores, em ambos os solos, no período de baixa do\nlençol freático (agosto), logo após as épocas de inundação\ne elevada umidade do solo (fevereiro e maio,\nrespectivamente).  Os menores valores ocorreram no\nperíodo de maior inundação do solo (fevereiro), com\nexceção do Al no mês de maio, na profundidade de\n0,20–0,30 m.  Esse resultado contraria a afirmativa\nde alguns autores de que a solubilização de compostos\nde Fe e de Mn (Quadro 4) aumenta a solubilidade do\nAl e que esta solubilização se sobreporia à tendência\nde o Al hidrolisar e precipitar hidróxidos, em pH mais\nelevado, sob inundação.  Valores elevados de Al trocável\nem solos de várzea (2,5 cmolc dm-3) também foram\nobtidos por Lima et al. (2005), no Alto Solimões.\n\nApesar de ter havido redução do teor de Al no período\nde inundação do solo, os valores aumentaram em\nprofundidade na área cultivada com canarana de\nParamaribo e diminuíram na área com canarana\nerecta lisa.  Os valores estão na faixa considerada\ntóxica para a maioria das culturas, segundo o padrão\nde interpretação sugerido por Malavolta (1985).\nEmbora o solo sob as pastagens tenha apresentado\nvalores elevados de acidez, a saturação por Al encontra-\nse numa faixa considerada baixa, porém com grandes\nalterações de acordo com o período do ano (Quadro 3).\n\nNa maioria das épocas de amostragem, o solo\napresentou saturação por bases superior a 50 %,\nconsiderando as diversas profundidades, o que o\ncaracteriza como solo eutrófico (Quadro 3), com elevada\nCTC (Quadro 4).  De maneira geral, a saturação por\nbases e a CTC foram mais elevadas no período de\nmenor umidade do solo (novembro).\n\nOs teores dos micronutrientes mostraram variação\ntemporal significativa (Quadro 4).  Para o Cu e o Fe,\nmaiores teores ocorreram no período de maior\ninundação do solo (fevereiro), em todas as\nprofundidades de amostragem, ao passo que para o\nMn menores teores foram observados no período de\nmenor umidade do solo (novembro).\n\nO teor de Fe foi muito elevado no período mais\nchuvoso e de maior inundação (fevereiro).  A\nsolubilidade deste elemento é afetada pelo estado de\noxirredução que ocorre no solo inundado.  Dessa forma,\no Fe3+ é reduzido a Fe2+, que é preferencialmente\nabsorvido pelas plantas.  Entretanto, em solos ácidos,\nque geralmente apresentam grande quantidade de Fe\nna fase sólida, quando inundados, a concentração pode\natingir níveis muito elevados, podendo provocar toxidez\nnas plantas.  Resultados semelhantes foram obtidos,\nem solos de várzea do rio Guamá, por Ferreira et al.\n(1998).  A redução dos compostos de Fe3+ a compostos\nde Fe2+ é a transformação química mais importante\n\n\n\n                     VARIAÇÃO TEMPORAL E VERTICAL DE ATRIBUTOS QUÍMICOS DE UM GLEISSOLO... 283\n\nR. Bras. Ci. Solo, 31:277-285, 2007\n\nque ocorre nos solos inundados de várzea, pois, além\nde aumentar a solubilidade do elemento, altera o pH e\na disponibilidade de outros nutrientes no solo (Fageria,\n1984).\n\nOs resultados obtidos para Cu e Mn são\ndiscordantes dos dados apresentados por outros\nautores.  Silva (1993), avaliando nutrientes em várzea\ninundada do rio Guamá, demonstrou redução do teor\nde Cu à medida que aumentava o pH do meio.\nPonnamperuma (1972) afirmou que, apesar de o Cu\nnão ser afetado pelas reações de oxirredução, nos solos\nácidos o aumento do pH e a formação de sulfetos podem\ncausar a redução da solubilidade deste elemento.\n\nPara o teor de Mn sob as diferentes canaranas, os\nmaiores valores não corresponderam à época de maior\ninundação (Quadro 4).  No entanto, todos os valores\nobtidos estão numa faixa considerada muito alta\nmesmo para solos, inundados, somente observados em\nsolos ácidos, ricos em Mn e em MO.  Os valores\nencontrados nesta pesquisa são inferiores aos\n\nconstatados por Ferreira et al. (1998) em solos de\nvárzea do rio Guamá.\n\nO Zn no solo variou com as épocas do ano, com\ndiferenças significativas.  No entanto, os maiores\nteores não estão relacionadas aos períodos de maior\nou menor inundação do solo.  Com uma dinâmica no\nsolo diferenciada da dos demais micros, o Zn teve o\nteor na camada superficial reduzido nas duas áreas,\nda primeira para a última amostragem, o que pode\nestar relacionado à maior exportação pelo pastejo do\ngado do que à deposição por meio dos sedimentos\ncontidos nas águas de inundação (Quadro 4).\n\nMuito embora a solubilidade do Zn seja alterada\nquando o solo é inundado, em razão das mudanças de\npH, da redução do Fe e da liberação de agentes\norgânicos complexantes (Ponnamperuma, 1972), neste\ntrabalho o aumento do Zn no solo coincidiu com a\ndiminuição do pH, principalmente no solo com\ncanarana erecta lisa.  Por sua vez, enquanto a elevação\ndo pH reduz a solubilidade do Zn no solo, a redução\n\nCanarana Paramaribo Canarana Erecta Lisa\n\nProfundidade\nMaio Agosto Nov. Fev. Maio Agosto Nov. Fev.\n\nm CTCe f e t i v a, cmolc dm- 3\n\n0–0,10 17,3 B 17,2 B 20,5 A 13,9 C 16,0 B 17,1 B 19,6 A 16,2 B\n\n0,10 –0,20 15,7 C 17,0 B 20,4 A 15,6 C 18,3 B 17,9 B 19,5 A 16,7 C\n\n0,20 –0,30 16,6 B 16,2 B 21,2 A 15,6 B 18,4 A 18,6 A 19,4 A 16,6 B\n\n0,30 –0,40 17,8 B 15,6 C 21,2 A 18,2 B 18,6 A 18,2 A 18,9 A 18,3 A\n\nCu, mg dm- 3\n\n0–0,10 11,7 B 8,5 B 4,7 C 12,5 A 7,0 B 7,7 B 4,5 C 8,9 A\n\n0,10 –0,20 12,1 B 8,7 C 5,0 D 14,8 A 6,4 C 7,8 B 4,8 D 8,6 A\n\n0,20 –0,30 11,3 B 8,4 C 5,3 D 15,2 A 5,4b C 7,5 B 4,4 C 10,5 A\n\n0,30 –0,40 9,9 B 8,5 C 4,7 D 13,2 A 4,6 C 6,3 B 3,9 C 8,6 A\n\nFe, mg dm- 3\n\n0–0,10 295,1 B 296,8 B 283,9 B 3552,3 A 290,7 B 286,7 B 278,7 B 3471,9 A\n\n0,10 –0,20 295,1 B 296,5 B 284,5 B 3526,9 A 281,7 B 286,0 B 281,4 B 3437,5 A\n\n0,20 –0,30 294,3 B 296,1 B 285,0 B 3477,7 A 283,3 B 289,2 B 274,7 B 2884,9 A\n\n0,30 –0,40 290,4 B 293,6 B 283,2 B 3219,4 A 273,3 B 289,5 B 267,6 B 1950,6 A\n\nMn, mg dm- 3\n\n0–0,10 104,6 A 114,6 A 57,2 B 43,4 C 95,7 B 119,1 A 47,1 D 69,3 C\n\n0,10 –0,20 98,3 A 106,3 A 48,8 B 43,4 B 87,8 B 116,5 A 47,2 C 77,7 B\n\n0,20 –0,30 93,6 A 99,4 A 45,6 B 39,4 B 96,0 A 99,8 A 52,2 B 97,8 A\n\n0,30 –0,40 101,3 A 92,2 A 46,1 B 46,3 B 96,2 A 101,1 A 44,8 C 70,8 B\n\nZn, mg dm- 3\n\n0–0,10 75,9 A 54,1 B 45,5 C 39,7 D 55,7 A 53,5 A 35,7 B 26,9 C\n\n0,10 –0,20 64,6 A 53,3 B 41,3 C 28,5 D 29,6 B 75,2 A 25,1 BC 22,9 C\n\n0,20 –0,30 50,0 A 40,0 B 30,3 C 21,4 D 13,4 C 71,1 A 16,4 C 33,2 B\n\n0,30 –0,40 45,0 A 35,1 B 21,7 C 17,3 C 12,4 C 51,6 A 10,1 C 26,0 B\n\nQuadro 4. Médias de resultados da análise química do Gleissolo do rio Guamá, cultivado com canarana de\nParamaribo e canarana erecta lisa, amostrado em maio, agosto e novembro/ 2002 e fevereiro/ 2003, em\nquatro profundidades\n\nMédias seguidas de mesma letra na linha, dentro de cada espécie cultivada, não diferem entre si pelo teste de Duncan a 5 %.\n\n\n\n284 Eliana Maria Acioli de Abreu et al.\n\nR. Bras. Ci. Solo, 31:277-285, 2007\n\ndos óxidos hidratados de Fe3+ e Mn4+ e a produção de\nsubstâncias orgânicas complexantes são responsáveis\npelo aumento da solubilidade do elemento, o que pode\nexplicar a variação de seu teor de acordo com as épocas\ndo ano no solo com canarana de Paramaribo.  A média\ndos teores de Zn é inferior aos encontrados por Ferreira\net al. (1998) em solo de várzea do rio Guamá (PA).\n\nCONCLUSÕES\n\n1. Houve influência da sazonalidade na composição\nquímica do solo: na época mais chuvosa e de inundação\nmais intensa da várzea, correspondente ao mês de\nfevereiro, observou-se aumento no pH nos teores de\nCu e Fe extraíveis por Mehlich-1 e decréscimo no Mg\ne no Al trocável; e no período de menor umidade do solo\na saturação por bases e a CTC foram mais elevadas.\n\n2. O Fe foi o nutriente que teve maior variação\nnos seus teores com a inundação do solo, com aumento\nde mais de 1.000 %, no período de maior inundação\n(fevereiro).\n\nLITERATURA CITADA\n\nABREU, E.M.A.; FERNANDES, A.R.; MARTINS, A.R.A. &amp;\nRODRIGUES, T.E.  Produção de forragem e valor\nnutritivo de espécies forrageiras sob condições de pastejo,\nem solo de várzea baixa do Rio Guamá. Acta Amaz., 36:11-\n18, 2006.\n\nBASTOS, T.X. &amp; PACHECO, N.A.  Informativo agrometeorológico\n1998. Belém, Embrapa Amazônia Oriental, 2001. 57p.\n(Documento, 77)\n\nCAMARÃO, A.P. &amp; SOUZA FILHO, A.P.S.  Pastagens nativas\nda Amazônia. Belém, Embrapa. Amazônia Oriental, 1999.\n150p.\n\nCAMARÃO, A.P.; MARQUES, J.R.F.; SERRÃO, E.A.S. &amp;\nFERREIRA, W.A.  Avaliação de pastagens nativas de\nvárzeas do médio Amazonas.  Belém, Embrapa - CPATU,\n1998. 25p. (Boletim de Pesquisa, 181)\n\nCARVALHO, E.J.M.  Efeito de sistemas de preparo sobre a\nmatéria orgânica e algumas propriedades físicas em solos\nGlei Pouco Húmico da Amazônia Oriental. Piracicaba,\nEscola Superior de Agricultura Luiz de Queiroz,1995. 184p.\n(Tese de Doutorado)\n\nCENTURION, J.F.; DEMATTÊ, J.L.I. &amp; FERNANDES, F.H.\nEfeito de sistemas de preparo nas propriedades químicas\nde um solo sob cerrado cultivado com soja. R. Bras. Ci.\nSolo, 9:267-270, 1985.\n\nDAY, P.R.  Particle fractionation and particle - size analysis. In:\nBLACK, C.A., ed. Methods of soil analysis. Madison,\nAgronomy Society of America, 1965. v.1. p.545-566.\n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA -\nEMBRAPA. Centro Nacional de Pesquisa de Solos.\nManual de métodos de análise de solo. 2.ed. Rio de Janeiro,\n1997. 212p. (Documentos, 1)\n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA -\nEMBRAPA. Centro Nacional de Pesquisa de Solos.\nSistema brasileiro de classificação de solos. Brasília, 1999.\n412p.\n\nFAGÉRIA, N.K. Adubação e nutrição mineral da cultura de\narroz. Rio de Janeiro, Embrapa, 1984. 341p.\n\nFAGÉRIA, N.K.; BARBOSA FILHO, M.P.; CARVALHO, J.R.P.;\nRANGEL, P.H.N. &amp; CUTRIM, V.A.  Avaliação preliminar\nde cultivares de arroz para tolerância à toxidez de ferro.\nPesq. Agropec. Bras., 19:1271-1278, 1984.\n\nFERREIRA, W.A.; MODESTO JUNIOR, M.S.; BOTELHO, S.M.\n&amp; MASCARENHAS, R.E.B.  Efeito da inundação sobre\nas propriedades de um glei pouco húmico de várzeas do\nrio Guamá nos municípios de Belém e Santa Isabel, PA.\nBelém, Embrapa-CPATU, 1998. 29p. (Boletim de Pesquisa,\n207)\n\nFREIRE, E.M.S.; GAMA, J.R.N.F. &amp; MASCARENHAS, R.E.B.\nCaracterização pedológico-fisiográfica dos solos das\nvárzeas do rio Guamá. In: RELATÓRIO TÉCNICO\nANUAL DO CENTRO DE PESQUISA AGROFLO-\nRESTAL DA AMAZÔNIA ORIENTAL, 1991. Belém,\nEmbrapa/CPATU, 1992. p.41-42.\n\nGUILHERME, L.R.G.; CURI, N. &amp; GUEDES, G.A.A.  Calagem\ne disponibilidade de fósforo para o arroz irrigado cultivado\nem casa de vegetação. R. Bras. Ci. Solo, 13:341-347, 1978.\n\nLIMA, H.N.; MELLO, J.W.V.; SCHAEFER, C.E.G.R. &amp; KER,\nJ.C.  Dinâmica da mobilização de elementos em solos da\nAmazônia submetidos à inundação. Acta Amaz., 35:317-\n330, 2005.\n\nLIMA, R.R.; TOURINHO, M.M. &amp; COSTA, J.P.C.  Várzeas\nflúvio–marinhas da Amazônia brasileira; características\ne possibilidades agropecuárias. Belém, FCAP/Serviço de\nDocumentação e Informação, 2000. 342p.\n\nMALAVOLTA, E.  Elementos de nutrição mineral de plantas.\nSão Paulo, Agronômica Ceres, 1985. 251p.\n\nMASCARENHAS, R.E.B. &amp; MODESTO JUNIOR, M.S.  Plantas\ndaninhas de várzea do rio Guamá (PA). Belém, Embrapa/\nCPATU, 1998. 52p. (Boletim de Pesquisa, 186)\n\nMATTAR, R.M.V.C.; VIEIRA, L.S. &amp; SILVA, G.R.  Efeito da\ninundação sobre o pH e a disponibilidade de fósforo, sódio,\nferro e manganês em um Glei pouco Húmico coletado na\nvárzea do rio Guamá, Belém/PA. R. Ci. Agr., 37:113-121,\n2002.\n\nMEEK, B.D. &amp; GRASS, L.B.  Redox potential in irrigated desert\nsoil as an indicator of aeration status. Proc. Soil. Sci. Am.,\n39:870-875, 1975.\n\nOLIVEIRA, C.; VELLOSO, A.C.Z. &amp; LEAL, J.R.  Processos\nredox em um Glei Húmico do estado do Rio de Janeiro: I.\nVariações eletroquímicas. R. Bras. Ci. Solo, 17:17-22, 1993.\n\nPAVAN, M.A. &amp; MIYAZAWA, M.  Química de solos inundados.\nLondrina, IAPAR, 1983. Separata de Treinamamento em\narroz irrigado e alternativas agrícolas em várzeas.\nLondrina, IAPAR, 1983. p.5-20.\n\n\n\n                     VARIAÇÃO TEMPORAL E VERTICAL DE ATRIBUTOS QUÍMICOS DE UM GLEISSOLO... 285\n\nR. Bras. Ci. Solo, 31:277-285, 2007\n\nPONNAMPERUMA, F.N.  Comportamiento de elementos\nmenores em suelos arroceros. In: IRRI. Anual Report for\n1976. Los Banos, 1977.\n\nPONNAMPERUMA, F.N.  The chemistry of submerged soils.\nAdv. Agron., 24:29-96, 1972.\n\nRAIJ, B.van; ANDRADE, J.C.; CANTARELLA, H. &amp;\nQUAGGIO, J.A.  Análise química para avaliação da\nfertilidade de solos tropicais. Campinas, Instituto\nAgronômico, 2001. 285p.\n\nRIBEIRO, A.C.; GUIMARÃES, P.T.G. &amp; ALVAREZ V., V.H.\nRecomendações para o uso de corretivo e fertilizantes\nem Minas Gerais – 5ª aproximação. Viçosa, MG, Comissão\nde Fertilidade do solo do Estado de Minas Gerais, 1999.\n359p.\n\nSALINAS, J.G. &amp; GARCIA, R.  Métodos químicos para el análisis\nde suelos y plantas forrajeras. Cali, CIAT, 1985. 28p.\n\nSILVA, C.; VALE, F.R.; GUILHERME, L.R.G.; FAQUIN, V. &amp;\nSIQUEIRA, J.O.  Crescimento inicial do feijoeiro: efeito\nda acidez do solo e da adição de fertilizantes nitrogenados.\nIn: CONGRESSO BRASILEIRO DE CIÊNCIA DO SOLO,\nGoiânia, 1993. Anais. Goiânia, 1993. p.33-34.\n\nSILVA, L.S.; SOUZA, R.O. &amp; BOHNEN, H.  Alterações no\nteores de nutrientes em dois solos alagados, com e sem\nplantas de arroz. Ci. Rural, 33:487-490, 2003.\n\nSILVA, S.B.E.  Avaliação da disponibilidade de nutrientes em\nvárzea inundada do rio Guamá. Belém, Faculdade de\nCiências Agrárias do Pará, 1993. 58p. (Tese de Mestrado)\n\nSIQUEIRA, O.J.F.; SHERER, E.E.; TASSINARI, G.;\nANGHINONI, I.; PATELA, J.F.; TEDESCO, M.J.; MILAN,\nP.A. &amp; ERNANI, P.R.  Recomendações de adubação e\ncalagem para os estados do Rio Grande do Sul e de Santa\nCatarina. Passo Fundo, Embrapa- CNPT, 1987. 100p.\n\nTOMÉ JÚNIOR, J.B.  Manual para interpretação de análise de\nsolo. Guaíba, Agropecuária, 1997. 247p.\n\nVAHL, L.C.  Fertilidade de solos de várzeas. In: GOMES, A.S.\n&amp; PAULETTO, E.A., ed. Manejo do solo e da água em\náreas de várzeas. Pelotas, Embrapa Clima Temperado,\n1999. p.119-162.\n\nZONTA, E.P. &amp; MACHADO, A.A.  Sistema de análise estatística\npara microcomputadores (SANESTE). Pelotas,\nUniversidade Federal de Pelotas, 1991. 101p."}]}}}