{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05402"}, {"@name": "filename", "#text": "BTP_1968_11_1_14_Reatores_de_lama.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "reatores de lama\nDorodame Moura Leitão (*)\nSINOPSE — Os reatores de lama são mal conhecidos, apesar do recente interêsse despertado por sua aplicação industrial. O presente trabalho, baseado em informações levantadas para um estudo cinético, trata das características mais salientes dos reatores em questão. Análise teórica, com ênfase especial sôbre os problemas de transferência de massa, e resumida apreciação sôbre as variáveis peculiares do reator de lama\n(*) Técnico do Centro de Pesquisas e Desenvolvimento (CENPES) — PETROBRÁS\n1\t— INTRODUÇÃO\nNa indústria química em geral, e na de petróleo em particular, os reatores químicos mais utilizados são, sem dúvida, os reatores contínuos de leito fixo e de leito fluidizado. Contudo, outro tipo de reator, de uso industrial restrito, vem últimamente sendo alvo de maiores atenções por motivo de algumas características positivas que apresenta em determinados casos. Falamos do chamado “reator de lama” (slurry reactor). Podemos defini-lo dizendo que possui uma massa líquida na qual o catalisador sólido é mantido em suspensão, sob a forma de pequenas partículas, e através da qual o gás borbulha continuamente.\nO reator de lama comporta três tipos de operação: no primeiro, o mais importante, o gás e o líquido são, ambos, reagentes; no segundo, temos o líquido como meio de suspensão apenas, mas quimicamente inerte, e os reagentes gasosos; no terceiro, emprega-se gás inerte somente para produzir a agitação necessária à suspensão do catalisador, sendo líquidos os reagentes. O último caso é o menos importante, já que um agitador mecânico opera com eficiência muito superior.\nA literatura corrente e mesmo os compêndios especializados em projeto de reatores químicos muito pouco se ocupam do reator de lama; provàvelmente, porque o sistema formado no reator de lama, em três fases, é bastante complexo, com processos intricados de transferência de massa — aliás, uma das grandes desvantagens em relação aos outros tipos de reator. O escasso conhecimento dos processos de transferência de massa, e das técnicas de lidar com suspensões sólidas, restringe, a baixos níveis a aplicação prática dos reatores de lama. Contudo, não faltam vantagens importantes, como a uniformidade de temperatura da reação, em conseqüência de elevada capacidade térmica e .elevado coeficiente de transferência de calor da massa líquida. É uma característica interessante, em particular, nas reações altamente exotérmicas.\n2\t— ANÁLISE TEÓRICA\nNa exposição dos estudos teóricos sôbre os fenômenos que se passam em run reator de lama, optamos pelo primeiro tipo de operação, no qual tanto o gás como o líquido são reagentes.\n2.1\t— EQUAÇÃO GERAL\nNo reator de lama, como fizemos notar, o gás borbulha na massa líquida, e o catalisador, composto de pequenas partículas, fica em suspensão, a qual é mantida, simplesmente, através do borbulhamento do gás ou por meio de agitação mecânica. Em qualquer dos dois casos, as moléculas do gás entram no\nlíquido, em bolhas. De acordo com a teoria da película, essas moléculas, em seu caminho até a superfície do catalisador, atravessam a película de gás existente no interior da bôlha, a película de líquido externa à bôlha, e outra película de líquido que se estende na interface sólido/líquido, e então atingem aquela superfície. As moléculas dos componentes do líquido também se difundem até a superfície do catalisador. Depois do processo de adsorção das moléculas, dá-se a reação propriamente dita, a desad-sorção e a difusão das moléculas dos produtos para a massa líquida.\nEntre os processos de difusão das moléculas do líquido e das moléculas do gás, é o segundo, inequivocamente, que controla a velocidade do processo global. Na bôlha, considera-se que a transferência através da película de gás é muito rápida em relação à transferência na película de líquido. Atendendo a que o gás se encontra sob regime permanente —por outras palavras, o gás resultante da reação é continuamente retirado do reator, enquanto é admitido gás reagente, também de modo contínuo —, formularemos, para expressar a transferência através da película de líquido na bôlha, a equação\nNG = KLaB(CG*-CG)\t(1)\nA transferência através da película, junto ao catalisador, pode ser definida por\nNG = Kc ac (CG - CGS)\t(2)\nSuposta irreversível e de primeira ordem a reação, com relação ao gás, tem-se:\nNG = KRacCGS\t(3)\nCombinando as equações (1), (2) e (3), tira-se da equação (1):\nCG = CG:\"\n.\tKl aB\nE da equação (3):\nKR ac\nSubstituindo-se (4) e (5) na equação (2):\nAT\ttr, « NG\tNg\nNg — Ko ac (CG\nNg\n(4)\nCGS =\n(5)\n(6)\nKL aB\nNr ac\nou\nCe/\n1 KR ac\n(7)\nNG Kc ac Kl aB\nA equação (7) representará a soma de resistências: .\nRt = R1+R2+R3\t(8)\nNormalmente, em reações catalíticas procura-se eliminar as resistências RI e R2, que caracterizam resistências aos processos de difusão. O fator controlador em tais reações deve ser a velocidade da reação, sem o que pode o catalisador perder a finalidade.\nDa equação (7), trabalhada, vem:\nCG* 1\t+ 1\t( 1\t■\t1\nac kKc Kr\n)\n(9)\nNg Kl aB\nConsideradas esféricas as bolhas, e com o mesmo diâmetro, escreveremos: -\t■\t.\nnBVB = HV\nsendo\t■ -\n:;vb = ^L\n6\nSubstituindo-se (11) em (10):\n6\nMas a área total das bolhas é dada por\nAt = nB tt dB\nCombinadas as equações (12) e (13):\nA 6 HV\t.\nAt = ■—:---\ndB\n(10)\n(11)\n(12)\n(13)\n(14)\nEntão, a área interfacial por volume de líquido aerado será:\t. ■\nAt a® “ v\n(15)\nou\n(16)\nDã mesma forma, ac é a área interfacial das partículas de catalisador por volume de líquido aerado. Considerando esféricas as partículas, e com o mesmo diâmetro, e seguindo raciocínio idêntico, chegamos a\n(17)\nMas:\nPc\nPortanto:\n6m\nac — ' T~\nPc dp\n(18)\n(19)\nSubstituindo as equações (16) e (19) em (9), obtemos:\n=\t(-^+4\")\t(20)\nNo 6H KL 6m \\ Kc KR /\nConforme se observa, a última equação dá uma variação linear do inverso da velocidade da reação, com o inverso da carga de catalisador por volume de líquido aerado. Em trabalhos experimentais sôbre o reator de lama (r) têm sido usadas com sucesso equações semelhantes a esta; mediram as velocidades de reação em diversas corridas, nas quais fizeram variar a massa de catalisador, e resultou a variação linear prevista na equação (20).\n.Assim, as experiências feitas aconselham o uso da equação em estudos cinéticos sôbre o reator de lama. Para tanto, devem ser realizados diversos testes, mantendo-se constantes tôdas as condições e variando-se, apenas, a massa de catalisador. Em cada teste, deve-se obter a curva de conversão com o tempo de contacto. Como se sabe, a velocidade de\nreação, em um reator integral, é dada pela tangente a essa curva. Ou seja:\nr-“-N°<21)\n.onde:\t...\t.\t.\n* x= (%A)t = o'-(%A)t=tl\t(22)\nCaso os resultados experimentais, satisfaçam à equação (20), a extrapolação da reta permitirá determinar, no ponto correspondente a 1/m = 0, o valor de KL. A inclinação da reta será proporcional a\nfornecendo êste valor.\nSe traçarmos várias retas para temperaturas diferentes, teremos inclinações diferentes para as retas traçadas.\t'\nQuando desejamos saber se Kc ou se KR é desprezível, run em relação ao outro, podemos tentar uma verificação da equação de Arrhenius: traçando a\ncurva ln\n1 V’1\n----) versus 1/T, teremos uma Kr /\nreta, caso um dos coeficientes seja inteiramente desprezível em relação ao outro; conseguida uma curvatura, os dois coeficientes têm peso, embora possa predominar um dos dois. O valor da energia de ativação obtido no gráfico representativo da equação de Arrhenius esclarecerá qual dêles predomina: valores baixos significam processo controlado por difusão molecular, enquanto valores maiores indicam ser a reação, em si, que controla.\n2.2\t— COEFICIENTES DE TRANSFERÊNCIA DE MASSA\nCom respeito aos coeficientes de transferência de massa, a literatura registra grande número de trabalhos que ensinam como calculá-los em diversos sistemas. Segue-se um resumo da parte relacionada de perto com o reator de lama.\nMaxwell e Langmuir (2) efetuaram os primeiros, estudos sôbre transferência de massa de partículas esféricas, e chegaram à mesma expressão parã esferas paradas em fluido também parado: .\nSh = 2\t'\t....... -\t(23)\nSendo o tipo de análise o mesmo, quer se trate da transferência das moléculas de gás das bolhas para o líquido, quer dêste para as partículas de catalisador, podemos escrever:\nKc dP\nD\n(24)\nou\n^Éb_ = 2\t(25)\nCom o movimento do fluido, o valor de Kc (ou K£) aumenta, e há diversas correlações propostas tanto para transferência de massa de bolhas ou gô-\ntas como de esferas sólidas. Muitos dados têm sido correlacionados na forma\nSh = 2 + /3 Rep Scq\t(26)\nAlgumas correlações omitem o primeiro têrmo do lado direito da equação, referente à difusão molecular, e simplificam:\nSh = /5'Rep Scq\t(27)\nPritchard e Biswas, em artigo recente, dão os valores de e /3' para diversos estudos experimentais e teóricos sôbre o assunto (2). Consideram, com base em outras pesquisas, que\nP = 1/2\t(28)\nq = 1/3\t(29)\nEm seu trabalho sôbre reatores com dispersão de gases em líquidos, Fair (3) recomenda, para o estudo da transferência de massa da bôlha para o líquido, o uso de uma equação semelhante, a relação de Froessling:\nT&lt;a\n—= 2 (1+ 0,276 Re1'2 Sc1!3)\t(30)\nEsta relação combina-se com a equação (16):\nT)TT\naB = 12 —— (1 + 0,276 Re1/2 Sc1'3)\t(31)\ndB2\nonde:\nRe = -dBVgPL-\t(32)\nSc =\nA equação (31) é a relação básica para um regime calmo (quiescent). Este regime se caracteriza por um borbulhámento ordenado do gás e por um líquido com pequena agitação, observável visualmente. Em geral, êle se processa em velocidades superficiais do gás abaixo de 4,6 a 6,1 cm/s, e sem agitação mecânica. Através de considerações sôbre efeitos de tensão superficial e empuxo, Fair propõe uma equação para cálculo do diâmetro • da bôlha em regime de borbulhámento calmo. As diversas fórmulas sugeridas para 0 cálculo do diâmetro da bôlha em várias condições, e do efeito de algumas variáveis nesse diâmetro, vêm resumidas por Sideman e outros(4).\nNo caso de regime turbulento, que se distingue por uma ação de contacto violenta e ocorre em velocidades superficiais do gás acima de 7,6 cm/s, é muito difícil aplicar 0 tratamento analítico ao estudo da transferência de massa. Neste caso, os coeficientes de transferência devem ser correlacionados empíricamente.\nO efeito da agitação mecânica sôbre 0 coeficiente de transferência KL foi analisado por Calderbrank e Moo-Young(5). De acordo com êles, à medida quê aumenta a potência do agitador, a área interfacial gás/líquido cresce e 0 tamanho da bôlha diminui, enquanto o coeficiente de transferência de massa permanece constante, até ser alcançado um valor\ncrítico do diâmetro da bôlha, em tôrno de 2,5 mm. A partir dêsse ponto, 0 coeficiente de transferência cai ràpidamente até um valor de diâmetro da bôlha em tôrno de 1 mm. Posterior aumento da potência do agitador mantém KL constante outra vez, enquanto a área interfacial continua a crescer. Nestas condições, o aumento da potência do agitador, embora exerça pequeno efeito sôbre 0 coeficiente de transferência de massa KL, amplia a área interfacial, determinando, portanto, o aumento do coeficiente volumétrico KL aB, ou seja, 0 aumento da velocidade de transferência de massa.\nSegundo Sideman(4), especulações teóricas levam a\n- (P/v)0’25\t(34)\nPorém, como\n(P/v) — N3\t(35)\npode-se escrever:\nKl — N0’75\t(36)\nYoshida(6) estabeleceu correlações da área interfacial com a potência do agitador:\naB - (P/v)0’4\t(37)\nA combinação das equações (34) e (37) permite\nescrever:\n. Kl aB - (P/v)0’65\t(38)\nContudo, uma tabela do trabalho de Sideman(4) mostra que correlações obtidas por diversos autores dão, para o expoente da equação (38), valores variáveis de 0,95 a 0,53. Muitos fatôres são responsáveis por essas discrepâncias, entre êles as faixas das condições de operação nos diversos trabalhos.\nNo que respeita à transferência de massa do líquido para a superfície do catalisador, pode-se empregar também a equação de Froessling. Em virtude do pequeno tamanho das partículas do catalisador, a velocidade relativa entre 0 sólido e 0 líquido é baixa, e 0 número de Reynolds se aproxima de zero; no caso, de acôrdo com Fair(3), é aplicável a equação (23). Combinando esta equação, sob a forma da equação (24), com a (19), temos:\n12\tDm\nKc ac —\nPc dP2\nEntretanto, Friedlander(7), estudando 0 problema da transferência de massa na região de escoamento de Stokes, concluiu, teoricamente, que 0 número de Sherwood só é uma função do número de Péclet, e não dos números de Reynolds e Schimidt, em separado:\nSh = 0,991 Pe1'3\t(40)\nO uso da equação (40) mais se recomenda quando Pe > 103. Para valores mais baixos, ò trabalho de Friedlander fornece dados inferidos por outro pesquisador.\n3\t— ESTUDO DAS VARIÁVEIS\nComo se acaba de ver, é bastante complexo o estudo da cinética das reações que se passam em um\nreator de lama, por causa da análise dos processos de transferência de massa. Não obstante, podem ser tentadas algumas verificações no estudo dos dados experimentais, desde que se conheça a influência das variáveis, as quais agruparemos em três categorias: variáveis de projeto, variáveis independentes e variável de resposta.\n3.1\t— VARIÁVEIS DE PROJETO\na)\tReator dimensões e formato; presença de\nchicanas\nb)\tAgitador — tipo e dimensões relativas\nc)\tDistribuidor de gás —■ tipo, diâmetro dos orifícios, espaçamento. ...\nAs três variáveis de projeto estão fixadas para run dado reator. A respeito de sua influência, Wester-tep(8) descreve recomendações baseadas em conclusões experimentais. O distribuidor de gás tem grande importância no provimento de área interfacial e tempo de residência suficiente para a transferência de massa e reação química, quando se trabalha com regimes de baixa vazão de gás e sem agitação mecânica. Em regimes turbulentos não é tão importante.\n3.2\t— VARIÁVEIS INDEPENDENTES\na)\tPressão\nb)\tTemperatura\nc)\tTempo de contacto\nd)\tVazão do gás\ne)\tAgitação — com o gás ou com agitador mecânico; velocidade do agitador\nf)\tCatalisador — tipo, tamanho das partículas, e quantidade.\nDentre as variáveis independentes, serão analisadas apenas — é lógico — as que envolvem interêsse especial para reatores de lama. As demais ocorrem normalmente em estudos cinéticos de qualquer tipo de reator, e nada de novo trariam para o nosso tema; tal o caso da pressão, temperatura, tempo de contacto e tipo de catalisador.\nA vazão do gás impõe-se à consideração sob vários aspectos. Na hipótese de não haver agitação mecânica, é a vazão do gás que responde pela manutenção do catalisador em suspensão, e esta circunstância define os limites de uma vazão mínima. Por outro lado, em regimes turbulentos a vazão do gás parece desempenhar o papel de variável mais importante na determinação dos coeficientes de transferência(2). Mas o assunto é run tanto controverso: de acordo com Sideman(4), estudos de Calderbrank concluíram que a vazão do gás não afeta êsses coeficientes; Sideman, entretanto, olha com reservas a opinião de Calderbrank, uma vez que o coeficiente de transferência depende do diâmetro da bolha, o qual, algumas vêzes, está na dependência da vazão do gás.\nEsta variável se acha intimamente relacionada com • a agitação mecânica, como ficará evidenciado no parágrafo imediato.\nDe acordo com Westertep e outros(9), existem duas regiões que delimitam a influência da agitação mecânica sôbre as áreas interfaciais de transferência de massa: a primeira, abaixo de um determinado valor crítico da velocidade de agitação na qual a agitação mecânica não influi na fixação da área interfacial, sendo esta, apenas, função da carga de gás e do tipo de distribuidor; a segunda, acima do valor crítico da velocidade de agitação na qual a área interfacial só é função da agitação mecânica, e independe das restantes variáveis. Segundo os mesmos autores, o valor crítico da velocidade do agitador está subordinado, principalmente, à relação entre o diâmetro do tanque e o do agitador, enquanto é ainda incerta a influência das propriedades físicas do líquido. Essa doutrina confirma os resultados do trabalho de Calderbrank e Moo-Young(5) sôbre a influência da agitação na área interfacial, o que vale dizer, no coeficiente volumétrico de transferência de massa KL aB. Por conseguinte, a velocidade de agitação pode ser aplicada no estudo da região em que os processos de transferência de massa deixam de controlar a operação. Claro está que o efeito maior da agitação incide sôbre o valor de ICL aB, sendo Kc aP mais afetado pelo tamanho da partícula do catalisador, conforme demonstra a análise que se segue.\n0 tamanho das partículas do catalisador, a partir de um determinado valor, pode influenciar o valor de Kc, isto é, pode aumentar a velocidade de transferência de massa das moléculas do líquido para a superfície do catalisador. Para partículas de 5 microns, já se verificouC1), a resistência à difusão das moléculas é desprezível. Outros trabalhos^) registraram que a agitação não afeta Kc em grau apreciável, se as partículas forem muito pequenas. Daí se extrai a conclusão de que o aumento da velocidade dos processos de transferência de massa, para se permitir à velocidade da reação controlar o processo geral, pode ser conseguido com o aumento da velocidade do agitador e com a diminuição do tamanho das partículas do catalisador.\nA severidade da reação aumenta, òbviamente, com a relação catalisador/reagentes. No entanto, existe no reator de lama, em especial, uma limitação à quantidade de catalisador para uma dada massa de reagentes. Trata-se da quantidade máxima de sólidos que pode ser mantida em suspensão no líquido, para cada conjunto de condições de operação. 0 fenômeno é mais crítico na ausência de agitação mecânica. Uma investigação acêrca da matéria(10) informa que, neste último caso, a quantidade máxima de sólidos depende da vazão e da distribuição do gás, do diâmetro das partículas e outras proprie\ndades do sólido. Têm sido elaborados também es-tudos(xi) sôbre suspensões agitadas poi- via mecânica, produzindo correlações de diversos parâmetros com a potência requerida do agitador. ■\n3.3\t— VARIÁ VEL DE RESPOSTA\nEvidentemente, a variável de resposta é a conversão que se deseja medir no estudo cinético.\nSIMBOLOGIA\naB — área interfacial gás/líquido por volume de líquido aerado\na0 — área- superficial total do catalisador pôr vo-' lume de líquido aerado\t' '\nA —composto, cuja conversão sè quer medir /. aP — área superficial da partícula de catalisador At — área total das bôlhas\nCG —■ concentração molar de gás na massa líquida\nCq — concentração molar de gás na interface gás/ líquido (de equilíbrio)\nCgs '— concentração molar de gás na superfície do catalisador\t■\ndB — diâmetro da bôlha\t.\ndP — diâmetro'da partícula do catalisador\nD ' — coeficiente de difusão molecular :\t■\nH —: fração do teor de gás nõ líquido aerado (ho’.d-up)\t.\t.\nKc-vA .coeficiente de transferência, de massa, do lí......■. quido . para o catalisador .\n. — coeficiente de transferência de massa da fase '.líquida.\t;\nKR. —• constante de velocidade da reação-\nm — massa total do catalisador por volume de lí-. .quido aerado\t.\nnB — número de bôlhas\nN — rotação do agitador\nNo :— fluxo molar de gás por volume de líquido aerado\np — parâmetro definido nas equações (26) e (27) P — potência cedida ao agitador '\t.\nPe — número de Péclet -\nq — parâmetro definido nas equações (26) e (27) r\t—\tvelocidade\tda reação\nRe\t—\tnúmero\tde\tReynolds\nSc\t—\tnúmero\tde\tSchimidt\nSh\t—■\tnúmero\tde\tSherwood\nt, tt ’— tempo de contacto\nv — volume da fase líquida\t'\nvB — velocidade da bôlha\t.\nV —■ volume do líquido aerado\t,\nVB —■ volume de uma bôlha . .\t.\t-■■■■\nVc — volume total de catalisador por volume de líquido aerado\nx — conversão\t'\nGREGAS ‘\n3\t— parâmetro definido na equação (26). .,\n3' — parâmetro definido na equação (27)\npc — densidade do catalisador\npL — densidade do líquido pL — viscosidade do líquido\n(1)\tSHERWOOD, T.K. &amp; FARKAS, E.J. — Stu-\ndies of the slurry reactor. Chemical Engineer. ing Science, Oxford, 21 (6/7): 573-582, June/ July 1966.\n(2)\tPRITCHARD, C.L. &amp; BISWAS, SK. — Mass\ntransfer from drops in forced convection. British Chemical Engineering, London, 12 (6): 879-885, June 1967.\n(3)\tFAIR, J.R.. — Designing gas-sparged reactors.\nChemical Engineering, New York, 74 (14): 67-74, July 3, 1967.\n(4)\tSIDEMAN, S. et alii — Mass transfer in\ngas-liquid contacting system. Industrial and Engineering Chemistry, Washington, 58 (7): 32-47, July 1966.\n(5)\tCALDERBRANK, P.H. &amp; MOO-YOUNG,\nM.B. — The continuous phase heat and mass transfer properties of dispersions.\n. Chemical Engineering Science, London, 16 (1/2): 39-54, Dee. 1961.\n(6)\tYOSHIDA, F. &amp; MIURA, Y. — Gas absorption\nin agitated gas-liquid contactors. Industrial and Engineering Chemistry. Process Design and Development, Washington, 2 (4): 263268, Oct. 1963.\n(7)\tFRIEDLANDER, S.K. — A note on transport\nto spheres in Stokes flow. A.I. Ch.E. Journal, New York, 7 (2): 347-348, June 1961.\n(8)\tWESTERTEP, K.R. — Design of agitators for\ngas-liquid contacting. Chemical Engineering Science, Oxford, 18 (8): 495-502, Aug. 1963.\n(9)\t---et alii — Interfacial areas in agitated gas-\nliquid contactors. Chemical Engineering Science, Oxford, 18 (3): 157-176, Mar. 1963.\n(10)\tROY, N.K. et alii ■—■ Suspension of solids in a\nbubbling liquid. Chemical Engineering Science, Oxford, 19 (3): 215-225. Mar. 1964.\n(11)\tWEISMAN, J. &amp; EFFERDING, L.E. — Sus-\npension of slurries by mechanical mixers. A.I.Ch.E. Journal, New York, 6 (3): 419426, Sep. 1960.\nSYNOPSIS — Slurry reactors are not very well known despite the recent interest raised on its industrial application. The present work, based on information researches to make possible a kinetic study, aims to show the more important characteristics of reactors of this kind.\nAlso a theoretical analysis is shown emphasizing mass transfer problems and making a shortened examination of slurry reactors variable characteristics.\n(Originais recebidos em 2Ò-X-67.)"}]}}}