{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18162"}, {"@name": "filename", "#text": "25008_CPM.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE SÃO PAULO \nINSTITUTO DE GEOCIÊNCIAS \n\n \n \n \n \n \n \n \n\nCARACTERIZAÇÃO GEOQUÍMICA-ISOTÓPICA E \nGEOCRONOLOGIA DO ENXAME DE DIQUES DE MANAÍRA-\n\nPRINCESA ISABEL (PB) – PROVÍNCIA BORBOREMA \n \n \n \n \n\nCAROLINA PELÁEZ MEJÍA \n \n \n \n\nOrientadora: Profa. Dra. Maria Helena Bezerra Maia de Hollanda \n \n \n \n \n \n \n \n \n\nDISSERTAÇÃO DE MESTRADO \n \n\nPrograma de Pós-Graduação em Geoquímica e Geotectônica \n \n \n \n \n \n \n \n \n \n\nSão Paulo \n2008 \n\n\n\n \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nA mis padres, German y Clara por su eterno \n\n                                       apoyo y amistad. \n\nA Maria Helena, por toda su dedicación, paciencia \ny sabiduría. \n\n\n\nAGRADECIMENTOS \n\n \n\n \n\nEu quero agradecer às pessoas e entidades que contribuíram no desenvolvimento \n\ndeste trabalho de mestrado. \n\n \n\nÀ minha orientadora Profa. Dra. Maria Helena Bezerra Maia de Hollanda por ter \n\naberto as portas para iniciar estudos de pós-graduação, pelo contínuo apoio, pela \n\norientação precisa e inteligente neste processo de formação. \n\n \n\n Ao CNPq, pela concessão da bolsa de mestrado. A FAPESP (proceso 04/08614-9), \n\npelo recurso financero que permitiu o desenvolvimento deste projeto. \n\n \n\nAo Instituto de Geociências da Universidade de São Paulo, pela formação \n\nacadêmica a mim concedida através de seus professores. Em especial gostaria de \n\nagradecer ao Prof. Dr. Carlos Archanjo pelo seu apoio e orientação. \n\n \n\nAo grupo do Centro de Pesquisas Geocronológicas: Ivone, Helen, Solange, \n\nIzabel, Liliane, Arthur, Mitzi e Vasco e  a Sandra, Paulinho e Marcos dos \n\nLaboratórios de Química e  Microssonda Eletrônica deste instituto, pela colaboração \n\nno trabalho de laboratório. \n\n \n\nAos funcionários do corpo Administrativo de Instituto de Geociências, pela \n\nconstante colaboração , e em especial a Ana Paula Cabanal, Magali Poli Fernandes \n\nRizzo, Tadeu e Zé Carlos, pela disposição e a amizade. \n\n \n\nAgradeço também aos meus colegas e amigos Angela, Mauricio, Luiz, Milene, \n\nVeridiana, Marta e Alejandro, por sua companhia e colaboração. \n\n \n\nAos amigos Fernanda, Daiana, Adelaida, Ricardo, Cristian, Douglas e Sérgio \n\npela possibilidade de compartirlhar bons momentos, e a ajuda constante. \n\n \n\nA meus pais, agradeço por tudo que consegui, pela lição de vida e por todo \n\namor, atenção e apoio moral. \n\n \n\nA todas as pessoas que direta ou indiretamente contribuíram de alguma maneira \n\npara que este trabalho pudesse ser realizado. \n\n \n\n\n\nRESUMO \n\n \n\n \n\n O enxame de diques ácidos da região de Manaíra-Princesa Isabel aflora no \n\nna porção mais centro-ocidental do estado da Paraíba, geograficamente limitada \n\npelas cidades de Manaíra, Princesa Isabel  e Tavares. Geologicamente, intrude \n\num substrato composto por rochas granitóides neoproterozóicas representadas \n\npelos batólito de Triunfo e os plútons de Princesa Isabel e Tavares. Os diques \n\nestão distribuídos em um trend NNE-SSW, a sul dos milonitos verticais da Zona \n\nde Cisalhamento de Juru-Belém, compreendendo nefelina sienitos a sienitos  \n\nsupersaturados em sílica, com afinidade peralcalina a sub-metaluminosa, \n\npotássica a ultrapotássica. Um conjunto menor de diques é ainda representado \n\npor álcali-granitos, com afinidade peraluminosa. \n\n A assinatuura geoquímica-isotópica dos diques mostra forte enriquecimento \n\nem elementos incompatíveis (Rb, Ba, K, Th, U, Sr), depleção pronunciada em Nb, \n\ne razões 87Sr/86Sr e 143Nd/144Nd (= ?Nd negativos) muito radiogênicas. A combinação \n\ndesses aspectos sugere uma fonte comum, provavelmente um manto litosférico \n\nenriquecido. Um componente de subducção, sugerido pelas anomalias negativas em \n\nNb, seria o provável responsável pela modificação geoquímica desse manto. Ao \n\ncontrário, razões 206,207,208Pb/204Pb mais baixas, em relação à média dos valores \n\ncrustais, sugerem a participação conjunta de um componente não-radiogênico, \n\nainda não identificado. Idades TDM entre 1,8-2,2 Ga indicam que o evento \n\nmetassomático deve ter sido antigo, provavelmente relacionado à geração de \n\ncrosta (em ambiente de arco) paleoproterozóica na região. \n\n Dados U/Pb SHRIMP em zircão e 40Ar/39Ar em anfibólio indicam idade c. 600 \n\nMa para o magmatismo alcalino fissural na região de Manaíra-Princesa Isabel. \n\nEsse resultado é importante para definir um cenário geodinâmico de exumação \n\ncrustal, no setor central da Zona Transversal, entre dois picos de atividade \n\nmagmática a c. 630 Ma e 580 Ma.  \n\n \n\n\n\nABSTRACT \n\n \n\n \n\nThe Manaíra-Princesa Isabel dike swarm forms one of the most \n\nexpressive Neoproterozoic alkaline magmatism of the Borborema Province (NE \n\nBrazil). It consists of about a hundred NE-trending bodies intrusive in \n\nNeoproterozoic porphyritic granites (Princesa Isabel and Tavares plutons) \n\nand orthogneisses and low grade metasediments of the Eoneoproterozoic \n\nRiacho Gravatá Complex. The swarm was divided in four groups according its \n\ngeographic location, i.e., the Tavares dikes to the north, the Princesa \n\nIsabel and Manaíra dikes, and the Serra Talhada dikes to the south.  \n\n Silica oversatured nepheline syenites and syenites are typicall for \n\nTavares, Princesa Isabel and Manaíra dikes, with potassic to ultrapotassic, \n\nperalkaline to sub-metaluminous affinity. A minor but distinct Serra \n\nTalhada dikes, show characteristically peraluminous affinity. Geochemical \n\nand isotopic signatures indicate strong enrichment in incompatible elements \n\n(Rb, Ba, K, Th, U, Sr), negative Nb anomaly, and quite radiogenic 87Sr/86Sr \n\nand 143Nd/144Nd (= negative ?Nd values) initial ratios. These features suggest \n\na common source for the swarm, which was probably an enriched litosferic \n\nmantle reservoir. Nb depletion found in all dikes indicates an important \n\nsubduction component geochemical signature. Conversely, the 206,207,208Pb/204Pb \n\nratios are lower than crustal values, indicating participation of an \n\nunradiogenic component. Paleoproterozoic Sm-Nd model ages, between 1.8-2.2 \n\nGa, are interpreted as age of an older metasomatic event modifying the dike \n\nmantle source.  \n\n SHRIMP U/Pb (zircon) and 40Ar/39Ar (amphibole) data yielded \n\ncrystallization age of c. 600 Ma for the Manaíra-Princesa Isabel dike \n\nswarm. This allows to define an important crustal exumation period in the \n\nZona Transversal domain between two significant magmatic activity peaks, at \n\nc. 630 Ma and 580 Ma.  \n\n\n\nSUMÁRIO \n \n \n \n \n \nCAPÍTULO 1 – APRESENTAÇÃO, OBJETIVOS E GEOLOGIA \nREGIONAL \n \n\n \n\n1.1. A MONOGRAFIA COMO PROJETO DE PESQUISA 01 \n\n1.2. ESCOPO DA MONOGRAFIA 03 \n\n1.3. CONTEXTO GEOLÓGICO: A PROVÍNCIA BORBOREMA ORIENTAL 04 \n\n1.3.1 A ZONA TRANSVERSAL  04 \n\n1.3.1.1 O Domínio Rio Capibaribe 05 \n\n1.3.1.2 O Domínio Alto Moxotó 06 \n\n1.3.1.3 O Domínio Alto Pajeú 09 \n\n1.3.1.4 O Domínio Cachoeirinha 10 \n\n1.3.1.5 O magmatismo Ultrapotássico a Peralcalino 12 \n\n \nCAPÍTULO 2 – O ENXAME DE DIQUES DE MANAÍRA: \nASPECTOS DE CAMPO E GEOCRONOLOGIA \n \n\n \n\n2.1 INTRODUÇÃO 14 \n\n2.2 ASPECTOS DE CAMPO 16 \n\n2.3 GEOCRONOLOGIA 17 \n\n2.3.1 GEOCRONOLOGIA U/PB SHRIMP 18 \n\n2.3.1.1 Procedimento analítico 18 \n\n2.3.1.2 Resultados 18 \n\n2.3.2 GEOCRONOLOGIA 40AR/39AR 21 \n\n2.3.2.1 Procedimento analítico 21 \n\n2.3.2.2 Resultados 24 \n\n \nCAPÍTULO 3 – PETROGRAFIA E QUÍMICA MINERAL \n \n\n \n\n3.1 Introdução 25 \n\n3.2 Aspectos Gerais Macro- e Microscópicos 26 \n\n3.3 MICROSCOPIA E QUÍMICA MINERAL  28 \n\n3.3.1 SUB-ENXAME MANAÍRA 28 \n3.3.2 SUB-ENXAME PRINCESA ISABEL 29 \n\n3.3.3 Sub-enxame Tavares 32 \n\n3.3.4 SUB-ENXAME SERRA TALHADA 35 \n\n  \n\n\n\nCAPÍTULO 4 – LITOQUÍMICA E GEOQUÍMICA ISOTÓPICA \n \n4.1 INTRODUÇÃO 37 \n\n4.2 RESULTADOS 39 \n\n4.2.1 ELEMENTOS MAIORES 39 \n\n4.2.2 ELEMENTOS TRAÇOS/TERRAS RARAS 41 \n4.2.3.1 Composição isotópica de Sr 45 \n4.2.3.2 Composição isotópica de Nd 46 \n4.2.3.3 Composição isotópica de Pb 47 \n\n \nCAPÍTULO 5 – DISCUSSÕES E CONCLUSÃO \n \n\n \n\n5.1 NATUREZA DA FONTE 53 \n\n5.2 IMPLICAÇÕES REGIONAIS 55 \n\n5.3 CONCLUSÕES 57 \n\n \n\nREFERÊNCIAS \n\n58 \n\nANEXOS  \n\n \n\n\n\nÍNDICE DE FIGURAS \n \n \nFigura 1. A Província Borborema (NE do Brasil) com ênfase para o plutonismo \nneoproterozóico-cambriano (em preto) e as principais zonas de cisalhamento \nbrasilianas. \n \n\n05 \n\nFigura 2. Mapa geológico simplificado da Zona Transversal. \n \n\n07 \n\nFigura 3. Diagrama de evolução isotópica do Nd para as rochas \npaleoproterozóicas da Zona Transversal correspondendo ao Domínio Alto Moxotó \n(a) e exposições do embasamento em torno de Serra Talhada (PE), Pocinhos e São \nJosé de Caiana (PB) (b). \n \n\n08 \n\nFigura 4. Diagrama de evolução isotópica do Nd para ortognaisses do Domínio \nAlto Pajeú (a) e metasedimentos e metavulcânicas do Complexo Riacho Gravatá \n(b). \n \n\n09 \n\nFigura 5. Diagrama de evolução isotópica do Nd para as rochas metasedimentares \ndo Domínio Cachoeirinha. \n \n\n10 \n\nFigura 6. Mapa esquemático ilustrando as relações espaciais entre os diques e \nsuas encaixantes - os plútons de Triunfo, Princesa Isabel e Tavares, e sua \ndistribuição com respeito à Zona de Cisalhamento de Juru-Belém. \n \n\n14 \n\nFigura 7. Imagem de satélite LANDSAT mostrando a área representada pela \nintrusão sienítica de Triunfo (verde), e granitos de Princesa Isabel e Tavares \n(branco). Em amarelo, destacam-se os inúmeros diques cartografados, os quais \nnem sempre estão associados a altos topográficos. \n \n\n15 \n\nFigura 8. Diques de direção NE-SW encaixados nos granitos porfiríticos de \nPrincesa Isabel (a) e Tavares (b). \n \n\n16 \n\nFigura 9. Relações de campo dos diques de Manaíra: (a) contato entre um dique e \nmetassedimentos de baixo grau metamórfico; (b, c) bordas resfriadas no contato \ndo dique com o granito de Tavares, em b, e metassedimentos do Complexo Riacho \nGravatá, em c. \n \n\n17 \n\nFigura 10. Diagrama Concórdia Wetherhill ilustrando o plote das populações de \nzircões analisados do dique 05DKMN-02 (a). À direita, um zoom da parte inferior \ndo diagrama, com ênfase para as populações mais jovens (b). \n \n\n19 \n\nFigura 11. Histograma de probabilidade das populações de zircão analisadas no \ndique 05DKMN-02. \n \n\n20 \n\nFigura 12. Espectros obtidos a partir das análises \n40\nAr/\n\n39\nAr por aquecimento \n\ngradual a laser para dois grãos de anfibólio (fração fina) da amostra 05DKTV-\n2A. \n \n\n24 \n\nFigura 13. Espectros obtidos a partir das análises \n40\nAr/\n\n39\nAr por aquecimento \n\ngradual a laser para dois grãos de anfibólio (fração grossa) da amostra 05DKTV-\n2A. \n \n\n24 \n\nFigura 14. Imagens microscópica convencional e binária de amostras dos sub-\nenxames Manaíra (a) e Serra Talhada (b), mostrando a correspondência entre as \nfases minerais félsicas e máficas. \n \n\n27 \n\nFigura 15. Diagrama de classificação para piroxênios do sub-enxame Manaíra. \n \n\n29 \n\nFigura 16. Diagramas de classificação (a) Na-Ca e (b) Mg/(Mg+Fe\n2+\n)-Si para os \n\nanfibólios do sub-enxame Manaíra. Em (b): (Na+K)A<0,5; NaB?1,5; \n(Mg+Fe\n\n2+\n+Mn\n\n2+\n)>2,5; (\n\nVI\nAl ou Fe\n\n3+\n)>Mn\n\n3+\n; Li<0,5; (Mg ou Fe\n\n2+\n)>Mn\n\n2+\n. \n\n29 \n\n\n\nFigura 17. Diagrama de classificação (a) Na-Ca e (b) Mg/(Mg+Fe\n2+\n)-Si para \n\nanfibólios do sub-enxame Princesa Isabel. Em (b): (Na+K)A?0,5; (Ca+NaB)?1; \n0,5<NaB<1,5. \n \n\n30 \n\nFigura 18. Diagrama de classificação para anfibólios sódicos do sub-enxame \nPrincesa Isabel, com: NaB?1,50; (Mg+Fe\n\n2+\n+Mn\n\n2+\n)>2,5; (\n\nVI\nAl ou Fe\n\n3+\n)>Mn\n\n3+\n; Li<0,5; \n\n(Mg ou Fe\n2+\n)>Mn\n\n2+\n. A proporção de álcalis no sítio A é variável, sendo \n\n[(Na+K)A<0,5] em (a) e [(Na+K)A?0,5] em (b). \n \n\n32 \n\nFigura 19. Diagrama de classificação (a) Na-Ca e (b) Mg/(Mg+Fe\n2+\n)-Si para \n\nanfibólios do sub-enxame Tavares. Em (b): NaB?1,50; (Mg+Fe\n2+\n+Mn\n\n2+\n)>2,5; (\n\nVI\nAl ou \n\nFe\n3+\n)>Mn\n\n3+\n; Li<0,5; (Mg ou Fe\n\n2+\n)>Mn\n\n2+\n; a proporção de álcalis no sítio A equivale \n\na [(Na+K)A<0,5]. \n \n\n33 \n\nFigura 20. Diagrama de classificação para anfibólios sódico-cálcicos do sub-\nenxame Tavares, com: (Na+K)A<0,5; (Ca+NaB)?1; 0,5<NaB<1,5. \n \n\n33 \n\nFigura 21. Diagramas de classificação para piroxênios sódicos (a) e cálcicos \n(b) do sub-enxame Tavares. \n \n\n35 \n\nFigura 22. Diagrama de classificação de biotitas para o sub-enxame Serra \nTalhada. \n \n\n36 \n\nFigura 23. Diagrama de classificação geoquímica relacionando o teor de álcalis \n(Na2O+K2O) versus a percentagem de sílica (segundo Cox et al., 1979). \n \n\n39 \n\nFigura 24. Diagramas de correlação alumina e álcalis. Em (a) saturação em \nalumina (Índice de Shand) e em (b) sílica versus índice agpaítico (Ind. Agp.). \nRochas peralcalinas têm Ind. Agp. > 1, enquanto outras rochas alcalinas têm \nvalores acima de 0.87 (Liégeois e Black, 1987). \n \n\n40 \n\nFigura 25. Diagramas de variação entre óxidos (tipo Harker) para as amostras \ndos sub-enxames Manaíra, Princesa Isabel, Serra Talhada e Tavares. \n \n\n42 \n\nFigura 26. Espectros de comportamento de elementos incompatíveis (spidergrams) \npara as amostras dos sub-enxames Manaíra (a), Princesa Isabel (b), Serra \nTalhada (c) e Tavares (d). \n \n\n43 \n\nFigura 27. Gráficos de correlação (a) Rb, (b) K, (c) Ba, (d) Nb versus SiO2. \n \n\n43 \n\nFigura 28. Espectro das concentrações de elementos terras-raras para os sub-\nenxames  Manaíra (a), Princesa Isabel (b), Serra Talhada (c) e  Tavares (d). Os \nvalores das razões (La/Yb)N são indicados em parênteses. \n \n\n44 \n\nFigura 29. Diagrama de correlação sílica versus Eu/Eu* para os sub-enxames \nManaíra e Tavares. \n \n\n45 \n\nFigura 30. Diagramas de correlação entre razões \n87\nRb/\n\n86\nSr versus \n\n87\nSr/\n\n86\nSr (a) e \n\n87\nSr/\n\n86\nSr e ?Nd (b) para as amostras dos sub-enxames Manaíra, Princesa Isabel, \n\nSerra Talhada e Tavares. \n \n\n47 \n\nFigura 31. Diagramas de correlação entre razões \n207\n\nPb/\n204\n\nPb (a) e \n208\n\nPb/\n204\n\nPb (b) \ncom razões \n\n206\nPb/\n\n204\nPb para as amostras dos sub-enxames Manaíra, Princesa Isabel, \n\nSerra Talhada e Tavares – modelo plumbotectônica.  \n \n\n48 \n\n \n\n \n\n\n\nÍNDICE DE FOTOMICROGRAFIAS \n \n \nPrancha 1  \n \n\n31 \n\nFotomicrografia 1. Cristal de piroxênio (Prx) em matriz de feldspato potássico \n(FK). O piroxênio apresenta zoneamento composicional, com centros mais escuros \nde composição egirina-augita (Eg-Au) e bordas mais claras de egirina (Eg). E \napatita (Apt) acicular. Amostra DKMN-04, análise 5 da microssonda, \npolarizadores paralelos. \n \n\n \n\nFotomicrografia 2. Cristal de anfibólio (Anf) de composição homogênea \n(magnésio-riebeckita), junto com piroxênio (Prx). Amostra DKMN-08, \npolarizadores paralelos. \n \n\n \n\nFotomicrografia 3. Cristais de piroxênio (Prx), sendo substituído por anfibólio \nazul (Anf) no centro. Cristais euedrais de titanita (Tnt), em feldspato \npotássico (FK). Amostra DKMN-02, polarizadores paralelos. \n \n\n \n\nFotomicrografia 4. Cristal de anfibólio (Anf) como zonamento composicional, com \ncentros azuis de magnésio-riebeckita (MRb) e bordas esverdeadas de ferro-\nrichterita (FRcht). Análise 9 da microssonda. Amostra DKPI-01, polarizadores \nparalelos. \n \n\n \n\nFotomicrografia 5. Cristal de anfibólio (Anf) euedral. Amostra DKPI-01, \npolarizadores paralelos. \n \n\n \n\n \nPrancha 2 \n \n\n \n34 \n\nFotomicrografia 1. Cristais de anfibólio (Anf) com pleocroísmo variando entre \nazul violáceo-azul escuro. Amostra DKTV-2A, polarizadores paralelos. \n \n\n \n\nFotomicrografia 2. Agregados de anfibólio (Anf) aciculares, radiais, com \nalteração para óxido de ferro. Amostra DKTV-05, polarizadores paralelos. \n \n\n \n\nFotomicrografia 3. Cristal de anfibólio (Anf) azul, de composição magnésio-\nriebeckita (MRb). Mantos de winchita em torno de MRb. Amostra DKTV-05, \npolarizadores paralelos. \n \n\n \n\nFotomicrografia 4. Cristal euedral de piroxênio (Prx), de composição cálcica – \ndiopsídio. Análise 10 da microssonda. Amostra DKTV-04, polarizadores paralelos. \n \n\n \n\nFotomicrografia 11. Cristais de biotita (Bt) com alteração para clorita (Cl), \nentre feldspatos potássicos (FK). Amostra DKST-02, polarizadores paralelos. \n \n\n \n\n \n\n \n\n\n\nÍNDICE DE TABELAS \n \n \nTabela 1. Dados U/Pb SHRIMP para zircões da amostra DKMN-02. \n\n \n\n21 \n\nTabela 2. Proporção volumétrica das fases minerais félsicas e máficas \nconstituintes dos sub-enxames Manaíra, Princesa Isabel, Serra Talhada e \nTavares. \n \n\n27 \n\nTabela 3. Composição química de elementos maiores (% em peso) das rochas dos \nsub-enxames Manaíra, Princesa Isabel, Serra Talhada e Tavares.  \n \n\n49 \n\nTabela 4. Mineralogia normativa CIPW para as amostras dos sub-enxames Manaíra, \nPrincesa Isabel, Serra Talhada e Tavares. \n \n\n50 \n\nTabela 5. Composição química de elementos traços (ppm) das amostras dos sub-\nenxames Manaíra, Princesa Isabel, Serra Talhada e Tavares. \n \n\n51 \n\nTabela 6. Dados isotópicos Rb-Sr e Sm-Nd das amostras dos sub-enxames Manaíra, \nPrincesa Isabel, Serra Talhada e Tavares. \n \n\n52 \n\nTabela 7. Dados isotópicos U-Th-Pb das amostras dos sub-enxames Manaíra, \nPrincesa Isabel, Serra Talhada e Tavares. \n \n\n52 \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 1 \n\nCAPÍTULO 1 – APRESENTAÇÃO, OBJETIVOS E GEOLOGIA \n\nREGIONAL \n\n \n\n \n\n1.1. A MONOGRAFIA COMO PROJETO DE PESQUISA  \n \n\nIdades compreendidas entre 530 e 460 Ma obtidas principalmente pelo \n\nmétodo 40Ar/39Ar têm sido regularmente documentadas na Província Borborema \n\nOriental. Essas idades são encontradas em minerais (especialmente micas) \n\nde zonas de cisalhamento com forte atividade hidrotermal, e ainda em \n\nrochas graníticas intrusivas, e vêm sendo atribuídas à lenta dissipação \n\nde calor após o pico metamórfico Brasiliano datado em c. 580 Ma. A \n\ndescoberta recente de diques máficos e extensiva atividade pegmatítica \n\ncambrianos nos estados da Paraíba e Rio Grande do Norte indica claramente \n\nque a reativação térmica na parte oriental da província esteve associada \n\na ambos dinâmica do manto (produção de basalto) e importante movimentação \n\nhidrotermal-magmática na crosta (injeção de pegmatitos).  \n\nCom objetivo de investigar o significado geodinâmico da transição \n\nPrecambriano-Paleozóico na Província Borborema Oriental, está sendo \n\ndesenvolvido um projeto de pesquisa entitulado O CAMBRO-ORDOVICIANO NA \n\nPROVÍNCIA BORBOREMA, sob coordenação da profa. Maria Helena Hollanda e \n\nfinanciado pela Fapesp. Para atingir esse objetivo foram selecionados \n\nalvos magmáticos potencialmente candidatos à idades cambrianas e zonas de \n\ncisalhamento espacial e geneticamente associadas a estes alvos, a fim de \n\nestabelecer tipos de reservatórios-fonte envolvidos e cenário tectônico \n\nvigente neste importante período de tempo. O enxame de diques ácidos que \n\naflora na região circunscrita pelas cidades de Manaíra, Princesa Isabel e \n\nTavares, no estado da Paraíba, foi um desses alvos. Suas relações de \n\nintersecção com corpos graníticos e estruturas regionais neoproterozóicas \n\napontavam para provável idade cambriana (ou ainda pós-brasiliana), assim \n\njustificando seu estudo detalhado.  \n\nAté o presente, número significativamente pequeno de dados \n\nreferentes ao enxame de diques de Manaíra-Princesa Isabel esteve \n\ndisponível na literatura. Sial e Ferreira (1988) apresentam dados \n\npetrográficos e geoquímicos (rocha-total) de apenas duas amostras dos \n\ndiques da região de Princesa Isabel, incluindo-os em uma discussão maior \n\nsobre petrografia e quimismo do conjunto magmático definido como linha \n\nsienitóide (Ferreira e Sial, 1986). Esse ‘alinhamento’ é representado um \n\ncortejo de corpos ígneos cujo representante maior é o batólito de \n\nTriunfo. A constituição mineral desse plúton é relativamente simples, \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 2 \n\nsendo descrita pela dominância de K-feldspato (microclina) e \n\nclinopiroxênio (egirina-augita), com teor total de álcalis indicando \n\nafinidade peralcalina ultrapotássica. Os dados das duas amostras dos \n\ndiques de Princesa Isabel coincidem com as características gerais daquele \n\nbatólito, sendo este um dos motivos pelo qual a correlação temporal entre \n\nambos os eventos magmáticos (fissural e plutonismo) foi estabelecida como \n\nsincrônica. No entanto, relações de contato diretas entre os diques e o \n\nsienito não são comumente observadas em campo. C.J. Archanjo (comunicação \n\nverbal) cita apenas uma localidade em que se pode observar a interseção \n\nda foliação magmática no sienito por um dique do enxame. \n\nO magmatismo sienítico peralcalino representado pelo batólito de \n\nTriunfo e o enxame de diques ácidos de Manaíra-Princesa Isabel foi \n\nconsiderado por Sial e Ferreira (1988) como representantes do volumoso \n\nmagmatismo sin-brasiliano que intrude toda a Província Borborema em c. \n\n580 Ma. Esse vínculo temporal foi estabelecido com base em uma isócrona \n\nRb/Sr para o batólito de Triunfo com idade de 583+12 Ma (Ferreira et al., \n\n1994). Todavia, relações de campo mostram que os diques cortam as \n\nestruturas dúcteis regionais (foliação e lineação de estiramento) de \n\nbaixo grau desenvolvida em filitos da Faixa Cachoeirinha, as quais têm \n\nsua geração creditadas ao ciclo brasiliano; portanto, em desacordo com a \n\ninterpretação de magmatismo sincrônico a esse evento. Idades absolutas \n\nainda não tinham sido obtidas para os diques, sendo inéditos os dados \n\napresentados nesta monografia.  \n\nEmbora informações sobre aspectos petrográficos dos diques (apenas \n\nduas amostras) de Princesa Isabel estejam publicadas em Sial e Ferreira \n\n(1988), estudo adicional e detalhado desse magmatismo fissural foi \n\nrealizado em seções delgadas próprias, com vistas à obtenção de maior \n\nvolume de dados que inclua fases minerais constituintes, proporções \n\nmodais e relações texturais. O conjunto de amostras disponíveis para \n\nexecução deste projeto constou de 13 (treze) amostras, cedidas por Dr. \n\nC.J. Archanjo após coleta sistemática para trabalhos prévios de ASM \n\n(anisotropia de susceptibilidade magnética), e 5 (cinco) amostras \n\ncoletadas em etapas de campo especificamente programadas neste projeto. \n\nQuímica mineral, litoquímica de rocha total, isotopia Sr-Nd-Pb e \n\ngeocronologia U-Pb e Ar-Ar foram os métodos de abordagem utilizados nesse \n\nestudo. Os resultados estão reunidos nos capítulos a seguir, \n\ninterpretados e discutidos em conjunto ao final dessa monografia.  \n\n \n\n \n\n \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 3 \n\n1.2. ESCOPO DA MONOGRAFIA \n\n \n\n  presente monografia de Mestrado está organizada em seis capítulos. \n\nAs informações sobre o contexto geológico regional ao qual o enxame de \n\ndiques em estudo está inserido são apresentadas ao final deste primeiro \n\ncapítulo. Os aspectos de campo referentes às relações de intersecção \n\nentre os diques e as unidades litoestratigráficas vizinhas – \n\nmetassedimentos e plútons granitóides, constam no capítulo 2, onde também \n\nestão incluídos os dados geocronológicos U-Pb (SHRIMP) e Ar-Ar mineral. \n\nAs características petrográficas  incluem informações extraídas do estudo \n\nmicroscópico (minerais constituintes, texturas) e análises composicionais \n\nem microssonda eletrônica, estando reunidas no capítulo 3. A assinatura \n\nlitoquímica (padrão de elementos maiores e traços) e isotópica Sr-Nd-Pb \n\nsão individualmente comentados no capítulo 4. Por fim, os resultados \n\nexpostos são interpretados em conjunto constituindo a base para as \n\ndiscussões e conclusões apresentadas no capítulo 5. \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 4 \n\n1.3. CONTEXTO GEOLÓGICO: A PROVÍNCIA BORBOREMA ORIENTAL \n \n\n A Província Borborema é definida como uma entidade tectônica \n\nsituada no Nordeste do Brasil, marcada pela atuação do Ciclo \n\nBrasiliano/Pan-africano (Almeida et. al., 1981). Limita-se a sul com o \n\nCráton São Francisco, a oeste com a Bacia do Parnaíba, e a leste e norte \n\ncom sedimentos costeiros quaternários (Fig. 1). A feição mais marcante da \n\norogênese brasiliana na Borborema é o volumoso magmatismo, dominantemente \n\ngranítico, temporal e espacialmente associado à extensas zonas de \n\ncisalhamento que seccionam toda a província. Nas reconstruções \n\npaleogeográficas que antecedem a abertura do Atlântico, a Borborema é \n\nparte de um extenso cinturão orogênico transcontinental com continuidade \n\nna África Ocidental, particularmente nos escudos da Nigéria, Camarões e \n\nHoggar (Argélia). \n\n Dados geocronológicos, isotópicos e gravimétricos recentes têm \n\npermitido subdividir a Borborema em três sub-províncias: (i) \n\nSententrional, situada a norte do Lineamento Patos, incluindo o centro e \n\nnoroeste do Ceará, (ii) Meridional, entre o Lineamento Pernambuco e a \n\nmargem norte do Cráton São Francisco, e (iii) uma sub-província central, \n\ntambém conhecida como Zona Transversal, situado entre os lineamentos \n\nPatos e Pernambuco. Na sub-província Setentrional predominam rochas \n\npaleoproterozóicas envolvendo núcleos arqueanos restritos, variavelmente \n\nretrabalhados no Ciclo Brasiliano. Rochas juvenis atribuídas a um arco \n\nmagmático continental formado em c. 620 Ma estão preservadas no batólito \n\nSanta Quitéria, situado no Ceará Central (Fetter et al., 2003). Na sub-\n\nprovíncia Meridional predominam rochas neoproterozóicas, incluindo faixas \n\nmetavulcanosedimentares distais, sucessões pelito-carbonáticas marginais \n\ne bacias molássicas. A Zona Transversal, por sua vez, consiste de \n\nunidades tectônicas cronologicamente distintas justapostas por zonas de \n\ncisalhamento. O magmatismo brasiliano neste setor é diacrônico, sendo \n\nreconhecidos três estágios principais: 650-625 Ma, 580-570 Ma e 545-520 \n\nMa (Brito Neves et al., 2003).  \n\n \n\n \n\n1.3.1 A ZONA TRANSVERSAL  \n\n \n\n A Zona Transversal é formada por domínios crustais alongados na \n\ndireção NE-SE com características geológicas próprias. De leste para \n\noeste esses domínios foram denominados: Rio Capibaribe, Alto Moxotó, Alto \n\nPajeú e Cachoeirinha, individualizados principalmente com base em dados \n\ngeocronológicos (U-Pb em zircão), isotópicos (especialmente Sm-Nd) e \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 5 \n\ngeoquímicos (Van Schmus et al., 1995; Ferreira et al., 1998). Aqui, \n\noptamos por designar essas unidades simplesmente como “domínios \n\ncrustais”, evitando o uso do termo “terreno” cuja caracterização e \n\nimplicações geodinâmicas ainda carecem, no nosso entendimento, de um \n\nmelhor suporte geológico. Para explicar a integração desses diferentes \n\ndomínios durante o Ciclo Brasiliano, dois modelos contrastantes têm sido \n\npropostos. Tais modelos defendem: (i) a amalgamação de “terrenos” ao \n\nlongo de uma (paleo)margem convergente e dispersão durante a deformação \n\ntranscorrente  brasiliana (Santos, 1996; Brito Neves et al., 2000), ou \n\n(ii) a colagem de blocos no Paleoproterozóico e posterior \n\nretrabalhamento, em um cenário intraplaca, pela deformação brasiliana \n\n(Neves, 2003). Foge do escopo desta monografia qualquer discussão sobre \n\nvalidade ou não desses modelos, devendo o leitor buscar as referidas \n\ncitações e outras contidas nestas para conhecimento do assunto. \n\n \n\n \n\n \nFigura 1. A Província \nBorborema (NE do Brasil) \ncom ênfase para o \nplutonismo \nneoproterozóico-cambriano \n(em preto) e as principais \nzonas de cisalhamento \nbrasilianas. Em branco é \nrepresentado todo o \nconjunto de litotipos que \nconstituem o embasamento \ndos plútons granitóides em \ndestaque. Os lineamentos \nestruturais Patos e \nPernambuco constituem os \nlimites para as três  sub-\nprovíncias: Setentrional \n(a norte de Patos), \nMeridional (a sul de \nPernambuco) e Zona \nTransversal, entre Patos e \nPernambuco. \n \nMSQ – Maciço Santa \nQuitéria. \n \n\n \n\n \n\n \n\n1.3.1.1 O Domínio Rio Capibaribe \n\n \n\nSituado entre a zona de cisalhamento Congo-Cruzeiro do Nordeste e \n\nLineamento Leste-Pernambuco (Fig. 2), o Domínio Rio Capibaribe é \n\nconstituído por: (i) rochas ortoderivadas paleoproterozóicas que \n\nconstituem o complexo de embasamento Pão de Açúcar (U/Pb zircão c. 2,15-\n\n2,04 Ga; Accioly, 2000; Neves et al., 2006), (ii) metaplutônicas \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 6 \n\nmesoproterozóicas que compõem as serras de Taquaritinga (c. 1,57 Ga, em \n\nSá et al., 2002) e Passira (c. 1,74 Ga, em Accioly, 2000), e (iii) \n\nmetapelitos do Complexo Surubim (idade mínima para a deposição em c. 750 \n\nMa; Neves et al., 2006). Todas essas unidades são intrudidas por um \n\nconjunto de plútons de natureza e idades distintas, o qual inclui: (i) o \n\nplúton granítico de Timbaúba, situado no contato com a zona de \n\ncisalhamento Congo-Cruzeiro do Nordeste, e (ii) plútons graníticos de \n\ncomposição calcioalcalina-(alto K) a alcalina (p.ex., Bom Jardim, \n\nToritama), e grandes batólitos que se distribuem ao longo do segmento \n\nleste do Lineamento Pernambuco (p.ex., Caruaru-Arcoverde, Fazenda Nova). \n\nO plúton de Timbaúba apresenta idade relativamente precoce, em torno de \n\n645±5 Ma, enquanto que o magmatismo calcioalcalino potássico é bem mais \n\njovem, entre c. 592 Ma (Bom Jardim) e c. 588 Ma (Fazenda Nova) (Guimarães \n\net al., 2004). Idades modelo Sm-Nd nos plútons da série calcioalcalina \n\npotássica variam de 1,94 a 2,06 Ga, com ?Nd(0) fortemente negativo, \n\ntipicamente &lt;-20. \n\n \n\n \n\n1.3.1.2 O Domínio Alto Moxotó \n\n \n\n Rochas gnáissicas de alto grau dominantemente paleoproterozóicas \n\n(Complexos Floresta e Sertânia) ocorrem a oeste do Domínio Rio \n\nCapibaribe, estando agrupadas no Domínio Alto Moxotó (Fig. 2). As idades \n\nde formação desses ortognaisses situam-se entre 2,15-2,20 Ga, enquanto \n\nidades-modelo Sm-Nd estão dominantemente agrupadas entre 2,1 e 2,7 Ga, \n\ncom ?Nd(0) fortemente negativo (Fig. 3a; Brito Neves et al., 2005). Esse \n\ndomínio é pervasivamente intrudido por plútons graníticos, com idades c. \n\n575 Ma (p. ex., Serra Branca, Serra Redonda, Queimadas; Almeida et al., \n\n2002; Guimarães et al., 2004; Archanjo et al., 2008), e ainda por um \n\nimportante cortejo de rochas cambrianas de idades compreendidas entre \n\n545-535 Ma, que incluem gabros (Uruçu, Jabitacá ?), plútons e stocks \n\ngraníticos (Prata, Serra do Velho Zuza, Pereiro) e diques de dacito e \n\ndiabásio (Sumé, Monteiro) (Guimarães et al., 2004; Hollanda et al., \n\n2007). Idades modelo Sm-Nd de alguns desses corpos intrusivos (Serra \n\nBranca, Prata, Serra do Velho Zuza, Uruçu) agrupam-se entre 2,04-2,5 Ga \n\ncom ?Nd(0) ? -23. Esses dados são indicativos de contaminação do magma \n\npela encaixante regional e/ou origem a partir da fusão de fonte (manto-\n\ncrosta) paleoproterozóica. O limite entre os domínios Alto Moxotó e Alto \n\nPajeú a oeste é impreciso, podendo estar representado em parte pelas \n\nzonas de cisalhamento de Afogados da Ingazeira (oeste) e São José dos \n\nCordeiros (norte). \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 7 \n\n \n\n \n\n \n\nF\ni\ng\nu\nr\na\n \n2\n.\n \nM\na\np\na\n \ng\ne\no\nl\nó\ng\ni\nc\no\n \ns\ni\nm\np\nl\ni\nf\ni\nc\na\nd\no\n \nd\na\n \nZ\no\nn\na\n \nT\nr\na\nn\ns\nv\ne\nr\ns\na\nl\n.\n \nO\ns\n \nn\nú\nm\ne\nr\no\ns\n \nr\ne\np\nr\ne\ns\ne\nn\nt\na\nm\n \no\ns\n \np\nl\nú\nt\no\nn\ns\n \nn\ne\no\np\nr\no\nt\ne\nr\no\nz\nó\ni\nc\no\ns\n \n\nr\ne\nc\no\nn\nh\ne\nc\ni\nd\no\ns\n \n(\no\ns\n \nn\no\nm\ne\ns\n \nr\ne\ng\ni\no\nn\na\ni\ns\n \ne\ns\nt\nã\no\n \nl\ni\ns\nt\na\nd\no\ns\n \na\nb\na\ni\nx\no\n,\n \nd\ne\n \na\nc\no\nr\nd\no\n \nc\no\nm\n \ns\nu\na\n \nl\no\nc\na\nl\ni\nz\na\nç\nã\no\n \ne\nm\n \nc\na\nd\na\n \nu\nm\n \nd\no\ns\n \nd\no\nm\ní\nn\ni\no\ns\n \n\nc\nr\nu\ns\nt\na\ni\ns\n \nq\nu\ne\n \nd\ne\nf\ni\nn\ne\nm\n \ne\ns\nt\na\n \ns\nu\n-\np\nr\no\nv\ní\nn\nc\ni\na\n.\n \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 8 \n\nOrtognaisses paleoproterozóicos também afloram no extremo oeste da \n\nZona Transversal, e são reconhecidos informalmente como Complexo São José \n\nde Caiana-Piancó. Em São José de Caiana ocorrem ortognaisses \n\ngranodioríticos com idade de 2250±24 Ma (U-Pb em zircão; Kozuch, 2003). \n\nIdades-modelo Sm-Nd agrupam-se entre 2,4-2,7 Ga e, como no Domínio Alto \n\nMoxotó, estão associadas a valores ?Nd(0) fortemente negativo (Fig. 3b; \n\nKozuch, 2003). Próximo à cidade de Piancó afloram ortognaisses bandados \n\nvariavelmente migmatizados de composição granodiorítica a tonalítica, \n\nenquanto que a sudoeste ortognaisses granodioríticos e granada-\n\nanfibolitos hospedam veios de quarto mineralizados em Au. Idades modelo \n\nSm-Nd desses anfibolitos são semelhantes àquelas obtidas para os \n\nortognaisses de São José de Caiana, em c. 2,2 Ga (R. Caby, com. pessoal, \n\n2002).  \n\nDados isotópicos Sm-Nd e U-Pb no Complexo São José de Caiana-Piancó \n\nsão consistentes com aqueles encontrados no Complexo Caicó, situado a \n\nnorte do Lineamento Patos, podendo indicar uma origem comum para essas \n\nunidades. \n\n \n\n \n\n \n\n(a) \n\n \n(b) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3. Diagrama de \nevolução isotópica do \nNd para as rochas \npaleoproterozóicas da \nZona Transversal \ncorrespondendo ao \nDomínio Alto Moxotó (a) \ne exposições do \nembasamento em torno de \nSerra Talhada (PE), \nPocinhos e São José de \nCaiana (PB) (b). Fonte: \nBrito Neves et al., \n2005. \n\n \n\n \n\n \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 9 \n\n1.3.1.3 O Domínio Alto Pajeú \n\n \n\nEsse domínio é caracterizado pela presença marcante de \n\nmetagranitóides (ortognaisses) eoneoproterozóicos (c. 950 Ma; Brito Neves \n\net al., 2001), bem como por diversos batólitos granitóides brasilianos. \n\nEstá limitado a norte pelo Lineamento Patos, e a sul por rochas do \n\nDomínio Alto Moxotó em contato com o Lineamento Pernambuco (Fig. 2). Seu \n\ncontato foi (re)definido a oeste com zona de cisalhamento da Serra do \n\nCabloco (Medeiros, 2004) que também delimita a ocorrência de \n\nmetavulcânicas félsicas e máficas intercaladas em metasiliciclásticos \n\ndenominada ‘Complexo Riacho Gravatá’. Esse complexo, datado em c. 1,0 Ga \n\n(Bittar, 1998), provavelmente representa o correspondente supracrustal \n\ndos metagranitóides eoenoproterozóicos que definem o Domínio Alto Pajeú. \n\nAs rochas do domínio Alto Pajeú exibem um comportamento \n\ncaracterístico quanto à assinatura isotópica Sm-Nd. Idades-modelo dos \n\nortognaisses situam-se entre 2,0-1,5 Ga com ?Nd(0) negativo, variando \n\ntipicamente entre -8 e -14 (Fig. 4a; Brito Neves et al., 2001). Esse \n\npadrão isotópico é estreitamente similar àquele do Complexo Riacho \n\nGravatá (Fig. 4b).  \n\nExposições do embasamento paleoproterozóico no interior do domínio \n\nAlto Pajeú ocorrem em Serra Talhada (PE), Afogados da Ingazeira (PB) e, \n\npossivelmente, nas imediações de Pocinhos (PB). Na região de Serra \n\nTalhada, ortognaisses granodioríticos forneceram idade de 2136±14 Ma, \n\nenquanto ortognaisses intrusivos em gnaisses bandados do Complexo \n\nAfogados da Ingazeira possuem idade c. 2,1 Ga (Kozuch, 2003). Gnaisses \n\nmigmatíticos a oeste de Pocinhos, por sua vez, apresentaram idades-modelo \n\nSm-Nd mais antigas que 2,2 Ga, com ?Nd(0) fortemente negativo (Archanjo e \n\nFetter, 2004). \n\nO magmatismo granítico no interior do Domínio Alto Pajeú apresenta \n\nidades que variam entre: (i) 650-620 Ma (plútons de Tavares, Itapetim e \n\nTabira), (ii) 591-585 Ma (plútons de Pocinhos, Teixeira e Pajeú) e (iii) \n\n581 Ma (plúton de Campina Grande) (Brito Neves et al. 2003; Guimarães et \n\nal. 2004; Archanjo &amp; Fetter 2004; Archanjo et al. 2008). Idades-modelos \n\nSm-Nd desse magmatismo se distribuem em dois grupos distintos. Nos \n\nplútons de Campina Grande, Esperança-Pocinhos, Itapetim e Tabira os \n\nvalores TDM situam-se entre 1,4-2,0 Ga, com ?Nd(0) &lt;-15 (Archanjo e \n\nFetter, 2004; Guimarães et al., 2004), sugestivos de processos de \n\ncontaminação do magma com a encaixante regional. O segundo grupo \n\ncompreende granitos com idades-modelo mais antigas que 2,0 Ga, associadas \n\na valores de ?Nd(0) &lt;-20, semelhante àqueles observados no embasamento \n\npaleoproterozóico. Todos esses plútons, conjuntamente com representantes \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 10 \n\ndo magmatismo ultrapotássico-peralcalino (ver ítem 3.1.5, adiante) estão \n\nreunidos no chamado ‘Alto de Teixeira-Terra Nova’ (Brito Neves et al., \n\n2005). \n\n \n\n \n\n \n\n(a) \n\n \n\n \n(b) \n\n \n \n \n \n \n \n \nFigura 4. Diagrama de \nevolução isotópica do \nNd para ortognaisses \ndo Domínio Alto Pajeú \n(a) e metasedimentos e \nmetavulcânicas do \nComplexo Riacho \nGravatá (b). Fonte: \nBrito Neves et al., \n2005. \n \n\n \n\n \n\n1.3.1.4 O Domínio Cachoeirinha \n\n  \n\n Consiste basicamente de metasedimentos siliciclásticos finos, de \n\nmédio a baixo grau metamórfico (o Terreno Piancó-Alto Brígida de Brito \n\nNeves et al., 2000), limitados a leste pela Zona de Cisalhamento da Serra \n\ndo Cabloco (Medeiros, 2004), e a oeste recobertos pela Bacia do Araripe \n\n(Fig. 2). A faixa central, balizada por essa estrutura, é subdividida em \n\nduas unidades principais: as formações Serra do Olho D’Água e Santana dos \n\nGarrotes. A primeira é constituída por metapelitos e metarenitos que \n\ngradam lateralmente para metaconglomerados polimícticos/polimodais, \n\ninterpretados como depósitos turbidíticos proximais. Os clastos dos \n\nmetaconglomerados variam de seixos a matacões (comprimento maior entre \n\n0,5 cm a 1 m) de quartzo, filito, metarenito, fragmentos de rochas \n\nvulcânicas intermediárias e máficas, metacalcário, augen gnaisse e \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 11 \n\nmetagranitóides, cuja fonte presumida seria o Complexo Riacho Gravatá \n\n(Medeiros, 2004). A Formação Santana dos Garrotes consiste de \n\nmetaturbiditos areno-argilosos com algumas metagrauvacas e formações \n\nferríferas contendo, ainda, intercalações localizadas de metavulcânicas \n\nbimodais. Dados inéditos de zircões detríticos extraídos de \n\nmetaturbiditos arenosos indicam que a unidade foi depositada durante o \n\nNeoproterózoico (W. R. Van Schmus, com. pessoal, 2006). \n\n Idades-modelo Sm-Nd dos metapelitos e metavulcânicas da Formação \n\nSantana dos Garrotes situam-se tipicamente entre 1,0-1,4 Ga, com ?Nd(0) > \n\n-12 (Fig. 5; Brito Neves et al., 2005). Esses dados indicam que o \n\nsuprimento de material clástico para o preenchimento da bacia contou com \n\náreas-fonte relativamente jovens, provavelmente material \n\neoneoproterozóico (e até mesmo mais jovens) do Domínio Alto Pajeú. \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \nFigura 5. Diagrama de \nevolução isotópica do \nNd para as rochas \nmetasedimentares do \nDomínio Cachoeirinha. \nFonte: Brito Neves et \nal., 2005. \n\n \n\n \n\n Plútons granitóides de afinidade calcioalcalina (tipo Conceição), \n\ncalcioalcalina potássica (tipo Itaporanga) e peralcalina (tipo \n\nCatingueira) (Sial, 1986; Ferreira et al., 1998), intrudem o Domínio \n\nCachoeirinha. O magmatismo calcioalcalino consiste de granodioritos, \n\ntonalitos e dioritos-gabros constituindo, tipicamante, stocks sub-\n\ncirculares a elípticos encaixados nos metapelitos. Datações U/Pb em \n\nzircão em alguns desses corpos forneceram idades de 608±8 Ma \n\n(granodiorito de Emas-Olho D’Água) e 619±9 Ma (gabro Alto Vermelho), \n\nambas publicadas em Kozuch (2003), e 635±9 Ma (granodiorito de Conceição; \n\nBrito Neves et al., 2003).  \n\n O magmatismo calcioalcalino potássico está restrito à borda \n\nocidental da paleobacia Cachoeirinha, sendo os corpos melhor estudados \n\naqueles de Bodocó, Serra da Lagoinha e Itaporanga. Consistem de granitos \n\nporfiríticos grossos, com anfibólio e biotita, freqüentemente associados \n\na monzonitos e dioritos. Feições de mistura de magmas e formação de \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 12 \n\nrochas híbridas são comuns nesses plútons. Em termos cronológicos, esse \n\nmagmatismo parece ser mais jovem que o calcioacalino, com idade c. 580 \n\nMa. Seu melhor representante, o batólito de Itaporanga, situado ao longo \n\ndo contato entre os metapelitos e o embasamento paleoproterozóico, possui \n\nidade U/Pb de 584±2 Ma (Brito Neves et al., 2003). \n\n \n\n \n\n1.3.1.5 O magmatismo ultrapotássico a peralcalino \n\n \n\n Granitos e sienitos peralcalinos formam corpos plutônicos e sub-\n\nvulcânicos intrusivos notadamente no Domínio Alto Pajeú, bem como ao \n\nlongo de zonas de cisalhamento que recortam a Zona Transversal (Fig. 2). \n\nSuas composições variam de ultrapotássica (plútons Serra do Man e \n\nTriunfo), peralcalina ultrapotássica (plútons da Serra do Casé e Serra do \n\nLivramento, diques de Manaíra) a peralcalina (plúton de Cacimbas, diques \n\nde Serrita e Terra Nova, Serra do Pico, Serrote das Duas Irmãs e Serrote \n\ndo Paulo). Tipos peralcalinos de ocorrência mais restrita são igualmente \n\ncartografados nos domínios Cachoeirinha (diques do Riacho Santo Antônio, \n\nCatingueira, Tigre) e Rio Capibaribe (diques Moderna). Uma revisão \n\natualizada da caracterização geoquímica do magmatismo na Zona Transversal \n\npode ser encontrado em Guimarães et al. (2004) e Ferreira et al. (2004). \n\nOs plútons de Triunfo e Serra do Man são exemplos típicos do \n\nmagmatismo ultrapotássico da Zona Transversal. A mineralogia é bastante \n\nhomogênea, consistindo basicamente de microclina pertítica e egirina-\n\naugita. O anfibólio, dominantemente da série richterita-winchita, ocorre \n\nsubstituindo parcialmente o piroxênio. Titanita, apatita, quartzo, e \n\nocasionalmente magnetita, são os acessórios principais. No sienito de \n\nTriunfo ocorrem finos diques piroxeníticos sin-plutônicos consistindo \n\nbasicamente de egirina-augita, e xenólitos ultramáficos contendo \n\ndominantemente piroxênio (diopsídio-salita) e, subordinadamente, Fe-\n\nflogopita (até 20% em volume). As relações de campo indicam que os diques \n\nsin-plutônicos e o sienito hospedeiro teriam se formado por processos de \n\nimiscibilidade a partir de um magma máfico sienítico (Ferreira et al., \n\n1994). Os xenólitos ultramáficos, por sua vez, seriam derivados de um \n\nmanto litosférico metasomatizado, o qual constituiria a fonte do magma \n\nsienítico que formou os plútons de Triunfo e Serra do Man (Ferreira et \n\nal., 1994; Ferreira et al., 2002). Idades Rb-Sr (rocha total) nesses \n\nplútons situam-se, respectivamente, entre c. 580-570 Ma, com razões \n\nisotópicas 87Sr/86Sr iniciais da ordem de 0,710. As idades modelo Sm-Nd \n\ncorrespondentes são próximas a 2,4 Ga, com ?Nd(0) &lt;-22 (Brito Neves et \n\nal., 2005).  \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 13 \n\nOs tipos peralcalinos na Zona Transversal variam preferencialmente \n\nentre composições sienograníticas a sieníticas, contendo egirina-augita e \n\nanfibólio azul (riebeckita) como máficos essenciais (Ferreira et al., \n\n1998). No complexo anelar de Serrita os diques variam de egirina-quartzo \n\nsienito a sienogranito. Anfibólio azul, substituindo parcialmente o \n\npiroxênio, titanita e apatita são os principais acessórios. Essa mesma \n\nassembléia mineralógica também foi encontrada em corpos quartzo-\n\nmonzoníticos, como o plúton de Cacimbas e o dique da Serra do Pico, ambos \n\ninseridos no batólito granítico de Teixeira de c. 590 Ma (Archanjo et \n\nal., 2007) (Fig. 2). O plúton de Cacimbas está limitado a leste pela Zona \n\nde Cisalhamento de Itapetim. Seu limite oriental com o batólito de \n\nTeixeira não é bem definido exceto pela presença, no batólito, de Fe-\n\nhastingsita como máfico principal e ausência de egirina-augita (Archanjo \n\net al., 2008). O “dique” da Serra do Pico está encaixado na zona de \n\ncisalhamento de Taperoá, que por sua vez limita a borda oriental do \n\nbatólito de Teixeira.  \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 14 \n\nCAPÍTULO 2 – O ENXAME DE DIQUES DE MANAÍRA: ASPECTOS \n\nDE CAMPO E GEOCRONOLOGIA \n\n \n\n \n\n2.1 INTRODUÇÃO \n\n \n\n O enxame de diques sieníticos de Manaíra aflora cobrindo uma área \n\nde aproximadamente 60 km2 limitada a norte pelos milonitos verticais da \n\nZona de Cisalhamento de Juru-Belém e a sul-leste pelas cidades de \n\nManaíra, Princesa Isabel e Tavares (PB) (Fig. 6). De ocorrência bem mais \n\nrestrita, alguns diques também são mapeados próximos à cidade de Serra \n\nTalhada (PE), mas desaparecem no polígono circunscrito por esta cidade e \n\naquelas de Triunfo e Flores, também em Pernambuco.  \n\n \n\n \n\n \nFigura 6. Mapa esquemático ilustrando as relações espaciais entre os diques e \nsuas encaixantes - os plútons de Triunfo, Princesa Isabel e Tavares, e sua \ndistribuição com respeito à Zona de Cisalhamento de Juru-Belém. A numeração de \ncampo refere-se às localidades onde cada amostra foi coletada (MN – Manaíra, PI – \nPrincesa Isabel, ST – Serra Talhada e TV – Tavares). \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 15 \n\nO estudo de imagens de satélite LANDSAT vinculado a check de campo \n\npermitiu caracterizar cerca de uma centena de diques, cuja expressão \n\ndistintiva é o alinhamento (semi)contínuo de altos topográficos alinhados \n\nsegundo a direção NE-SW (Fig. 7), com variações locais para N-S a sul-\n\nsudoeste de Manaíra. Todavia, em campo fica evidente que nem sempre os \n\ndiques encontram-se associados à cristas do relevo regional. Em Tavares e \n\nPrincesa Isabel, por exemplo, os diques estão arrasados e destacam-se da \n\nencaixante granítica (os plútons homônimos) pela cor mais escura (Fig. \n\n8). As relações de intrusão com o sienito de Triunfo não são diretamente \n\nobservadas. Aparentemente os diques não afetam esse plúton que, por sua \n\nvez, é intrusivo no granito porfirítico de Princesa Isabel. Por essas \n\nrelações e semelhanças mineralógicas, o magmatismo sienítico de Triunfo e \n\no enxame de diques de Manaíra são considerados um evento magmático único \n\n(Sial e Ferreira, 1986, 1988). \n\n \n\n \n\n \nFigura 7. Imagem de satélite LANDSAT mostrando a área representada pela intrusão \nsienítica de Triunfo (verde), e granitos de Princesa Isabel e Tavares (branco). \nEm amarelo, destacam-se os inúmeros diques cartografados, os quais nem sempre \nestão associados a altos topográficos. A estimativa de aproximadamente uma \ncentena de diques é, portanto, conservadora. \n \n\n \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 16 \n\n2.2 ASPECTOS DE CAMPO \n\n \n\n Os diques sieníticos de Manaíra são macroscopicamente maciços, \n\nnormalmente com granulação fina e contatos sub-verticais bem definidos \n\ncom a encaixante. Diques com textura porfirítica fina são encontrados em \n\nTavares e a norte de Princesa Isabel. As larguras são variáveis, desde \n\numa dezena de centímetros até algumas dezenas de metros, sendo a média \n\nentre 1-3 metros. O comprimento dos diques foi estimado através da \n\nobservação direta em campo nos afloramentos amostrados e imagens de \n\nsatélite; eles variam de algumas dezenas de metros a alguns quilômetros. \n\n \n\n \n(a) \n\n \n(b) \n\n \nFigura 8. Diques de direção NE-SW encaixados nos granitos porfiríticos de \nPrincesa Isabel (a) e Tavares (b).  \n \n\n \n\n Os diques cortam tanto os granitos porfiríticos de Princesa Isabel \n\ne Tavares e suas estruturas magmáticas, bem como a foliação/bandamento \n\nmetamórfico de baixo grau do Complexo Riacho Gravatá (Fig. 9a). No \n\ncontato com essas encaixantes freqüentemente desenvolvem uma margem \n\nresfriada de alguns centímetros de largura, indicando colocação em nível \n\ncrustal raso (Fig. 9b, c). O estudo detalhado de uma dessas feições em \n\ndique intrusivo nos metasedimentos finos do Complexo Riacho Gravatá \n\nmostrou a presença de fenocristais de K-feldspato e egirina-augita \n\nimersos em uma matriz muito fina, que engloba fragmentos da rocha \n\nencaixante. No centro do dique, entretanto, a textura torna-se mais \n\ngrossa. O conjunto é cortado por microfissuras preenchidas por quartzo e \n\ncalcita. Não foram observadas reações metamórficas no contato dique-\n\nencaixante. \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 17 \n\n \n\n(a) \n\n \n(b) \n\n \n(c) \n\n \n \n \n \n \n \n \n \n \n \nFigura 9. Relações de campo dos \ndiques de Manaíra: (a) contato \nentre um dique e metassedimentos \nde baixo grau metamórfico; (b, c) \nbordas resfriadas no contato do \ndique com o granito de Tavares, \nem b, e metassedimentos do \nComplexo Riacho Gravatá, em c. \n\n \n\n \n\n2.3 GEOCRONOLOGIA \n\n \n\n Um dos aspectos inéditos deste projeto foi a determinação precisa \n\nda idade do enxame de diques de Manaíra e, por conseguinte, do magmatismo \n\nperalcalino que afeta a Zona Transversal. Dois métodos foram escolhidos \n\npara obtenção desse dado: o método U/Pb SHRIMP em zircão e o método \n40Ar/39Ar em anfibólio. Para o primeiro foi escolhido um dique que aflora \n\npróximo à cidade de Manaíra (amostra 05DKMN-02), sendo que cerca de 23 \n\ngrãos foram selecionados para análise pontual no SHRIMP II da Australian \n\nNational University. Para a datação 40Ar/39Ar foi selecionado um dique \n\nintrusivo no granito de Tavares (05DKTV-2A), tendo em vista a presença \n\nmais expressiva de anfibólio modal nesta amostra. Os dados são \n\napresentados individualmente, abaixo. \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 18 \n\n2.3.1 GEOCRONOLOGIA U/PB SHRIMP \n\n \n\n2.3.1.1 Procedimento analítico \n\n \n\nA análise U/Pb dos zircões da do dique 05DKMN-02 foi realizada na \n\nmicrossonda iônica SHRIMP II, na Research School of earth Sciences, \n\nAustralian National University. Um concentrado de minerais pesados \n\n(dominantemente zircão e apatita) foi extraído da amostra e purificado em \n\nlupa binocular para separação de aproximadamente 100 zircões. Esses foram \n\ndispostos sobre disco de resina epoxy (mount), com diâmetro em torno 2,5 \n\ncm, juntamente com outras amostras e os padrões de calibração de \n\nconcentração de U e Th (SL13) e razões isotópicas/idade (TEM 206Pb*/238U = \n\n416,75±0,24 Ma).  \n\nMicroscopia de luz refletida e transmitida, bem como imageamento \n\npor catodoluminescência foram utilizadas para investigar as estruturas \n\ninternas dos cristais antes das análises propriamente ditas. Esta etapa \n\npermitiu definir sítios mais propícios (livres de inclusões e \n\nimperfeições estruturais), garantindo maior precisão e qualidade à \n\nanálise.  \n\nEm linhas gerais, a análise U/Pb SHRIMP consiste na medição das \n\nabundâncias dos isótopos de urânio, tório e chumbo, por meio da \n\nincidência de um feixe de íons primários (diâmetro c. 30 µm) sobre o \n\ngrão, permitindo a análise pontual em uma determinada região do grão. Uma \n\nquantidade do material (íons metais simples e espécies moleculares) é \n\nionizada e introduzida no espectrômetro para análise. No espectrômetro, o \n\nfeixe de íons secundários (amostra) passa por um analisador eletrostático \n\nque consiste de duas placas de alumínio as quais é aplicada uma energia \n\npotencial constante que irá separar os íons em termos de sua energia. A \n\npartir daí, os íons passam por um setor magnético onde eles são filtrados \n\nde acordo com suas massas e, então, medidas. \n\nOs dados medidos no SHRIMP foram tratados no software estatístico \n\nSQUID 1.00 (Ludwig, 2000), de acordo com os procedimentos descritos em \n\nWilliams e Claesson (1987) e Compston et al. (1992). As representações \n\ngráficas dos dados foram geradas no programa Isoplot 3.00/Excel (Ludwig, \n\n2003). \n\n \n\n \n\n2.3.1.2 Resultados \n\n \n\n A análise da população de zircões presentes no dique 05DKMN-02 \n\nmostrou ampla diversidade temporal, com grãos de idades paleo-, meso- e \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 19 \n\nneoproterozóica (Fig. 10a). A população mais antiga inclui zircões com \n\nidades 207Pb/206Pb entre 1,86-2,39 Ga, a grande maioria com algum grau de \n\ndiscordância (ver Tabela 1). Dois grãos definem um pequeno grupo com \n\nidades c. 920-940 Ma, enquanto um terceiro grupo em c. 600 Ma reúne 4 \n\ngrãos sendo um deles concordante em (206Pb/238U) 603,6±3,9 Ma (Fig. 10b). \n\nPor fim, duas análises fortemente discordantes plotam próximas a 540 Ma.  \n\n \n\n \n\n(a) \n\n \n\n(b) \n\n \nFigura 10. Diagrama Concórdia Wetherhill ilustrando o plote das populações de \nzircões analisados do dique 05DKMN-02 (a). À direita, um zoom da parte inferior \ndo diagrama, com ênfase para as populações mais jovens (b). \n \n\n \n\n A distribuição relativa das análises é mostrada no histograma da \n\nFigura 11. A representatividade individual dos grupos individualmente é \n\nbaixa. Grãos paleoproterozóicos certamente foram herdados quando da \n\nascensão dos diques, uma vez que as relações de campo mostram claramente \n\nsua intrusão tardia com respeito às estruturas dúcteis que afetam o \n\nembasamento regional. Embora não exatamente aflorando nas proximidades da \n\nárea de ocorrência dos diques, rochas mesoproterozóicas podem ter sido a \n\nfonte potencial dos zircões c. 930 Ma. A exclusão desses dois grupos mais \n\nantigos leva-nos a considerar os dois grupos de idades neoproterozóica e \n\ncambriana como sendo aquelas que mais provavelmente representam a idade \n\ndesse magmatismo, inclusive por considerar as relações de intersecção \n\nobservadas em campo.  \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 20 \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 11. Histograma de \nprobabilidade das \npopulações de zircão \nanalisadas no dique \n05DKMN-02. \n\n \n\n \n\n O grupo de idades cambrianas é representado, na verdade, por apenas \n\nduas análises (spots 3.1 e 5.1) fortemente discordantes (Tabela 1), com \n\nidades 206Pb/238Pb c. 540 Ma e erros bastante elevados para as idades \n207Pb/206Pb. A qualidade analítica do dado fornecido pelo grão/spot 5.1 é \n\nainda prejudicada face ao alto conteúdo de Pb comum medido. Essas \n\ncaracterísticas sugerem que os dois grãos podem representar zircões mais \n\nantigos, parcialmente resetados durante evento posterior à sua formação. \n\n Por sua vez, o grupo de idades neoproterozóicas é representado por \n\nquatro análises (spots 1.1, 14.1, 18.1 e 19.1) com idades \n\npreferencialmente em c. 600 Ma (Tabela 1). Dessas, apenas o grão 14.1 é \n\nfortemente discordante, muito embora os grãos 1.1 e 18.1 mostrem pequeno \n\ngrau de discordância e, este último, com idade 206Pb/238Pb discretamente \n\nmais elevada que o conjunto dos demais três grãos. Todavia, a \n\nindiscutivelmente excelente qualidade analítica do dado fornecido pelo \n\ngrão/spot 19.1, concordante, valida a informação cronológica do conjunto. \n\nApesar de estatisticamente pouco representativa, o resultado em c. 600 Ma \n\nparece ser a mais provável idade desse importante magmatismo fissural. \n\nPara confirmar essa indicação, foram datados grãos de anfibólio de um \n\ndique do sub-enxame Tavares pelo método 40Ar/39Ar. Considerando que os \n\naspectos de campo apontam para intrusão em nível crustal raso, as \n\ncondições de resfriamento devem ter sido rápidas o suficiente para \n\naproximar a temperatura de fechamento do sistema Ar-Ar nos anfibólios à \n\nidade de cristalização.  \n\n \n\n \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 21 \n\nSpot \n% \n\n206Pbc \nU \n\nppm \nTh \nppm \n\n206Pb* \n\nppm \n\n206Pb/ \n238U \n(1) \n\n \n\n207Pb/ \n206Pb \n(1) \n\n \n% \n\nDisc \n\n207Pb*/ \n206Pb* \n(1) \n\n±% \n\n207Pb*/ \n235U \n(1) \n\n±% \n\n206Pb*/ \n238U \n(1) \n\n±% corr \n\n1.1 1.85 320 184 27.4 600.9 ±4.6 588 ±83 -2 0.0596 3.8 0.803 3.9 0.0977 0.8 .21 \n\n2.1 3.11 374 110 101 1710 ±15 1978 ±59 14 0.1215 3.3 5.09 3.5 0.3038 1 .30 \n\n3.1 3.37 178 82 14 545.7 ±5.3 693 ±160 21 0.0626 7.5 0.762 7.5 0.0883 1 .13 \n\n4.1 9.32 1222 333 179 923 ±11 890 ±370 -4 0.069 18 1.46 18 0.1539 1.3 .07 \n\n5.1 14.09 265 133 23.1 537.2 ±6.9 621 ±180 13 0.0605 8.4 0.725 8.5 0.0869 1.3 .16 \n\n6.1 0.07 358 184 117 2086 ±14 2178 ±5.6 4 0.1361 0.3 7.168 0.9 0.382 0.8 .93 \n\n7.1 0.08 373 67 105 1825 ±19 1858 ±14 2 0.1136 0.8 5.126 1.4 0.3273 1.2 .85 \n\n8.1 0.19 173 76 60 2176 ±15 2228 ±15 2 0.1401 0.9 7.756 1.2 0.4016 0.8 .68 \n\n10.1 0.11 139 71 48.4 2187 ±16 2205 ±7.9 1 0.1382 0.5 7.695 0.9 0.4038 0.9 .88 \n\n11.1 0.29 174 77 23.6 942.7 ±7.1 966 ±24 2 0.0713 1.2 1.548 1.4 0.1575 0.8 .57 \n\n12.1 0.10 278 65 76.4 1788 ±11 1863 ±7.8 4 0.1139 0.4 5.021 0.9 0.3196 0.7 .86 \n\n12.2 3.02 310 31 94 1888 ±14 2079 ±58 9 0.1286 3.3 6.03 3.4 0.3404 0.9 .25 \n\n14.1 - 299 183 25.2 603.6 ±4.3 711 ±19 15 0.0631 0.9 0.854 1.2 0.0982 0.8 .64 \n\n16.1 0.10 136 35 51.2 2336 ±17 2393 ±51 2 0.1542 3 9.29 3.1 0.4368 0.9 .28 \n\n17.1 0.19 212 60 66 1989 ±22 1982 ±17 0 0.1217 0.9 6.066 1.6 0.3614 1.3 .79 \n\n18.1 1.32 758 72 66.8 621.4 ±4 590 ±37 -5 0.0596 1.7 0.832 1.8 0.1012 0.7 .37 \n\n19.1 0.50 861 194 73 603.6 ±3.9 603 ±35 0 0.0599 1.6 0.812 1.8 0.09816 0.7 .39 \n\n23.1 1.59 472 286 143 1914 ±12 1971 ±16 3 0.1211 0.9 5.767 1.1 0.3456 0.7 .63 \n\n23.2 0.32 41 13 15.7 2353 ±57 2264 ±43 -4 0.1431 2.5 8.69 3.8 0.441 2.9 .76 \n\n \nErros são 1-sigma; Pbc e Pb* indicam as porções comum e radiogênica, respectivamente. \nErro na calibração do padrão foi 0.23% (não incluído nos erros acima, mas necessário na comparação de \ndados dos diferentes mounts). \n(1) Pb comum corrigido usando 204Pb medido. \n\n \nTabela 1. Dados U/Pb SHRIMP para zircões da amostra DKMN-02. \n\n \n\n \n\n \n\n2.3.2 GEOCRONOLOGIA 40AR/39AR \n\n \n\n2.3.2.1 Procedimento analítico \n\n \n\n Assim como em qualquer método de análise isotópica, a obtenção de \n\nidades 40Ar/39Ar de boa qualidade também requer cuidados no procedimento \n\nde seleção dos grãos/fragmentos a serem analisados. O maior cuidado é \n\nselecionar minerais livres de quaisquer sinais de alteração secundária, \n\nos quais podem fornecer resultados espúrios. O procedimento de separação \n\nconsistiu em isolar grãos de anfibólio após fragmentação da amostra em \n\npilão de aço, peneiramento para separação de diferentes frações \n\ngranulométricas, separação magnética, e purificação em lupa binocular. \n\nDados 40Ar/39Ar foram obtidos em duas frações, uma fina (60-100 mesh) e \n\noutra grossa (25-35 mesh).  \n\n O processo de irradiação de amostras para obtenção de idades \n40Ar/39Ar representa uma etapa fundamental do método, uma vez que é \n\ndurante esta etapa que é gerado 39Ar (bem como partículas interferentes) \n\na partir do 39K. A transmutação ocorre mediante interação da amostra com \n\num fluxo de neutrons incidente, segundo a reação 39K(n,p)39Ar (+ Q), donde \n\nQ = 0,22 MeV. O tempo de irradiação é uma variável estritamente \n\ndependente da idade (aproximada) da amostra.  \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 22 \n\n A preparação da amostra para irradiação consistiu na inserção de \n\ngrãos pré-selecionados de anfibólio (de ambas as frações), distribuídos \n\ndentro de orifícios de 2 mm de diâmetro de um disco de alumínio \n\nespecífico. Juntamente com a amostra, foram colocados grãos-padrão de \n\nsanidina Fish Canyon para monitorar o fluxo de neutron dentro do reator. \n\nO disco foi numerado e fechado com tampa de alumínio apropriada, e \n\nindividualmente empacotado com papel alumínio. Após isto, o disco é \n\nordenado, juntamente com outros tantos, dentro de um tubo de sílica, o \n\nqual é selado e condicionado (por controle remoto) dentro de um container \n\nde cádmio e levado ao reator. A irradiação foi realizada no reator \n\nnuclear Triga da Oregon State University (OSU - CLICIT Facility). Para o \n\npresente caso, os grãos-amostra foram irradiados seguindo o procedimento \n\nde rotina do laboratório UQ-AGES para amostras neoproterozóicas, cujo \n\ntempo regular é de 14 horas. Após serem irradiados, os grãos-amostra \n\npermanceram em resfriamento por um período de um mês, e foram então \n\nsubmetidos à análise espectrométrica. \n\nA metodologia 40Ar/39Ar pode ser empregada utilizando dois modos \n\noperacionais distintos para extração de gás: fusão total e aquecimento \n\ngradual (step-heating) do mineral ou fragmento de rocha selecionado \n\n(Turner 1969; Reynolds e Muecke, 1978; McDougall e Harrison, 1999; \n\nVasconcelos et al., 2002). Uma das desvantagens da análise por fusão \n\ntotal, em comparação com análises por aquecimento gradual, é não fornecer \n\ninformações sobre as propriedades de retenção de Ar na amostra, presença \n\n(ou não) de múltiplas gerações de Ar ou contaminantes, e possíveis sítios \n\nde perda ou ganho de Ar e/ou K na amostra. Isso significa que a fusão \n\ntotal seria o modo operacional mais indicado para grãos minerais (não \n\nfragmentos de rocha) que apresentem homogeneidade composicional e \n\nhistória termal relativamente simples.  \n\nPara os grãos de anfibólio da amostra 05DKTV-2A, o procedimento \n\nanalítico escolhido foi a extração de gás através de aquecimento gradual, \n\nvia laser de argônio. Nesse procedimento um feixe de laser incide sobre a \n\namostra, a uma intensidade conhecida, e permanece interagindo com o \n\nmaterial por cerca de 30 segundos. Esse procedimento é repetido várias \n\nvezes para o mesmo grão, aumentando-se gradativamente a \n\npotência/intensidade do laser até que o material sofra fusão completa. \n\nCom isto, várias frações de gás são extraídas a temperaturas \n\nprogressivamente mais altas. A intensidade do laser e o número de frações \n\n(ou steps) a serem analisadas são parâmetros programados antecipadamente \n\nà análise.  \n\nO sistema de extração do UQ-Ar/Ar Lab está acoplado ao \n\nespectrômetro de massa Finnigan MAP-215-50, e consiste essencialmente de \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 23 \n\numa linha ultra-alto vácuo on line ao longo da qual o gás é purificado \n\nantes de ser medido. O gás extraído da amostra é submetido a duas etapas \n\nde purificação (clean up), que consistem em eliminar outros gases ativos \n\n(N2, O2, CO2, H2, H2O, hidrocarbonetos, etc) antes da análise \n\nespectrométrica. A primeira etapa de purificação ocorre quando o gás flui \n\natravés de um tubo de aço inoxidável parcialmente obstruído por uma \n\nbarreira interna vertical – cold trap, refrigerada a -140ºC por um \n\nsistema criogênico (cryocooler) externo. O cold trap tem por finalidade \n\ntrapear (por congelamento) CO2, H2O e outros gases ativos, mas não \n\nexatamente impedir a passagem de outros gases nobres junto com Ar. Estes \n\nsão posteriormente removidos por adsorção dentro de dois aparatos \n\nalinhados em série – C-50 SAESTM Zr-V-Fe getters, posicionados \n\nfisicamente após o cold finger, os quais operam respectivamente a 400-\n\n500ºC e a c. 25ºC. Após os dois estágios de purificação, o gás Ar é \n\nadmitido no espectrômetro para análise isotópica. Cada um dos estágios \n\ndescritos acima, têm duração pré-fixada: 180 e 180 segundos para cada uma \n\ndas etapas de purificação do gás-amostra, e 45 segundos para a admissão \n\ndo gás Ar (já purificado) no espectrômetro. A análise do gás Ar extraídos \n\nem cada estágio/step dura 25 minutos, e consta de 10 ciclos. Cada ciclo \n\nrepresenta medidas sistemáticas das massas 40, 39, 38, 37 e 36, sendo que \n\ncada uma das massas 40 a 37 é medida 10 vezes, enquanto a massa 36 é \n\nmedida 25 vezes. O número de repetições está diretamente relacionado à \n\n(maior ou menor) abundância natural de cada um dos isótopos. O conjunto \n\nde 10 ciclos constitui um step, ou seja, uma análise total da fração de \n\ngás ionisada; o número de steps é definido arbitrariamente para cada \n\namostra, a depender de características tais como idade estimada e % K. \n\nApós cada step, são efetuadas medidas nas posições 36,5 e 35,8 (baseline) \n\npara detectar o nível de ruído no equipamento. \n\nTodo o processo descrito acima é totalmente automatizado pelo \n\nsoftware Mass Spec version 7.2 (plataforma Macintosh), desenvolvido \n\nespecificamente para obtenção e tratamento de dados 40Ar/39Ar. Os \n\nprocedimentos analíticos e de automação utilizados nessas análises estão \n\ndescritos em Deino e Potts (1990), Deino et al. (1990), Vasconcelos \n\n(1999) e Vasconcelos et al. (2002). As idades aparentes, calculadas em \n\ncada etapa usando-se o fator J = 0,003686±0,000014, foram corrigidas para \n\ndiscriminação de massa, interferências nucleogênicas e contaminação \n\natmosférica. A partir daí, foram construídos os gráficos apropriados \n\n(platô) para todos os grãos analisados. Os dados analíticos estão \n\nlistados no Anexo 1. \n\n \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 24 \n\n2.3.2.2 Resultados \n\n \n\n A fração fina é representada pelos grãos 4500-01 e 4500-02 (Fig. \n\n12). O primeiro (Fig. 12a) não define uma idade platô. As características \n\ndeste espectro sugerem a presença de alteração do anfibólio para uma fase \n\nmais rica em potássio, indicada por razões Ca/K menores nas etapas de \n\nmais baixa temperatura. O grão 4500-02 define um platô entre os degraus D \n\ne I, com idade de 605±6 Ma (Fig. 12b) e idade integrada de 609±7 Ma. Esse \n\nresultado é compatível com as idades platôs obtidas para os dois grãos da \n\nfração grossa: o grão 4499=01, em 599±4, e o grão 4499-02, em 606±5 Ma \n\n(Fig. 13). As idades integradas dos dois grãos analisados são também \n\nfortemente correlacionáveis (608±6 Ma e 619±5 Ma). \n\n \n\n \n\n \nFigura 12. Espectros obtidos a partir das análises 40Ar/39Ar por aquecimento \ngradual a laser para dois grãos de anfibólio (fração fina) da amostra 05DKTV-2A. \n \n\n \n\n \n\n \nFigura 13. Espectros obtidos a partir das análises 40Ar/39Ar por aquecimento \ngradual a laser para dois grãos de anfibólio (fração grossa) da amostra 05DKTV-\n2A. \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 25 \n\nCAPÍTULO 3 – PETROGRAFIA E QUÍMICA MINERAL \n\n \n\n \n\n3.1 INTRODUÇÃO \n\n \n\nOs dados petrográficos macro- e microscópicos de um conjunto de \n\namostras representativas do magmatismo fissural da região de Manaíra e \n\nadjacências estão apresentados neste ítem. As descrições incluem \n\ninformações sobre as assembléias mineralógicas constituintes, \n\nmicrotexturas e relações entre fases, e classificação modal.  \n\nA identificação das fases minerais foi conduzida com base em \n\ncaracterísticas ópticas distintivas (pleocroísmo, ângulo 2V, extinção) e \n\nanálises químicas pontuais. O estudo de química mineral foi especialmente \n\ndedicado aos minerais máficos principais (piroxênio, anfibólio e \n\nbiotita), muito embora algumas análises tenham sido também realizadas em \n\ncristais de K-feldspato, o qual representa a única fase mineral félsica, \n\ne volumetricamente mais expressiva nos diques. A composição modal foi \n\nestimada pelo método convencional de contagem de pontos, em contador \n\nautomático SWIFT acoplado ao microscópio petrográfico. Foram selecionadas \n\nduas amostras representativas de cada um dos sub-enxames discriminados \n\n(Manaíra, Princesa Isabel, Serra Talhada, Tavares), e computados c. 1000 \n\npontos em cada seção delgada. Considerando a homogeneidade composicional \n\ndos diques, testamos ainda um método alternativo para estimar a moda que \n\nconsiste em gerar uma imagem binária da fase máfica a partir da seção \n\ndelgada (Fig. 14). A comparação dos resultados de cada método, \n\nconvencional e de imagem, foi satisfatória, motivo pelo qual estendemos o \n\nteste alternativo (%félsicos versus %máficos) para todo o conjunto de \n\nseções delgadas estudadas (Tabela 2).  \n\n Os dados de química mineral foram obtidos por análise pontual em \n\nmicrossonda eletrônica JEOL JXA-8600S, calibrada a partir de padrões \n\nreconhecidos internacionalmente. As condições analíticas incluíram: (i) \n\nvoltagem de aceleração de 15 kV, (ii) corrente 20,1 ?A para o feixe de \n\nelétrons, (iii) diâmetro de 5 µm para o feixe de elétrons, (iv) tempo \n\nmédio de contagem de 15 segundos e (v) correções estatísticas PROZA. As \n\ntabelas reunindo todas as análises na forma de proporção de óxidos, \n\ncátions e a fórmula estrutural calculada com base em 6 átomos de \n\noxigênios para piroxênio e 23 átomos para anfibólio constam no Anexo 1. A \n\nfórmula estrutural para piroxênios foi calculada seguindo as \n\nrecomendações de Morimoto (1990) e tendo em conta a fórmula química \n\ngeral: M2M1T2O6, onde M2 refere-se aos cátions em coordenação octaédrica, \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 26 \n\nnormalmente distorcida; M1 aos cátions em coordenação octaédrica regular, \n\ne T aos cátions em coordenação tetraédrica. A proporção Fe2+/Fe3+ foi \n\ncalculada a partir da fórmula de Droop (1987), e o ajuste dessa razão foi \n\nobtido fixando-se o cálculo catiônico na base de 6 oxigênios e 4 cátions. \n\nA classificação obedeceu às recomendações da IMA (Morimoto, 1990), \n\ncalculando os diversos parâmetros necessários para os diagramas de \n\nclassificação. A fórmula estrutural para anfibólios foi calculada \n\nseguindo as recomendações de Leake (1997) e obedecendo a fórmula geral \n\nAB2\nVIC5\n\nIVT8O22(OH)2, sendo: A=1 sítio por fórmula unitária; B=2 sítios M4 \n\npor fórmula unitária; C=5 sítios compostos de 2 M1, 2 M2 e 1 M3 por \n\nfórmula unitária; T=8 sítios, em dois grupos de 4; OH=2 sítios por \n\nfórmula unitária. O cálculo catiônico foi feito na base de 23 oxigênios \n\nassumindo que tenham 2 (OH, Cl, F), tendo em conta a incerteza na \n\nquantidade de H2O na estrutura mineral. A classificação foi feita em \n\ndiagramas específicos, com limites dos campos estabelecidos para cada um \n\ndestes. \n\nAs fórmulas estruturais das biotitas foram calculadas na base \n\nanidra de 22 cargas positivas (o equivalente a 11 oxigênios) seguindo as \n\nrecomendações de Rieder (1999). A fórmula estrutural geral das micas é \n\nexpressa como: IM2-3? 1-0T4A2, onde I é ocupado por K, Na ou Ca, incluindo \n\ntambém Ba, Rb, Cs e NH4; M é ocupado por Li, Fe (di- ou trivalente), Mg, \n\nAl ou Ti, podendo também contem Mn (di- ou trivalente), Zn, Cr e V; ?  é \n\numa vacância; T é preenchido por Si, Al ou Fe (trivalente), incluindo \n\ntambém Be ou B; A é ocupado por OH ou F, adicionalmente Cl, O (oxi-micas) \n\ne S. \n\n As fórmulas dos feldspatos foram calculadas na base de 32 átomos de \n\noxigênio, sendo classficados no sistema ternário Ab-Na-Or conforme as \n\nrecomendações de Deer et al. (1992). O cálculo foi executado através dos \n\nseguintes componentes moleculares: Albita (Ab): Na4[Al4Si12O32]; Anortita \n\n(Na): Ca4[Al8Si8O32] e Ortoclásio (Or): K4[Al4Si12O32]. \n\n \n\n \n\n \n\n3.2 ASPECTOS GERAIS MACRO- E MICROSCÓPICOS \n\n \n\n Macroscopicamente os diques são homogêneos, não deformados e sem \n\nalterações mineralógicas visíveis. Consistem em rochas de cor cinza, \n\naparentemente com textura fanerítica fina. Em geral os diques dos sub-\n\nenxames Manaíra e Princesa Isabel têm granulometria, mineralogia e \n\ntexturas similares, mas o conjunto de Tavares mostra algumas diferenças \n\nimportantes. Esses três sub-enxames são composicionalmente  semelhantes,  \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 27 \n\n \n\n \n(a)amostra DKMN-08 \n\n \n\n \n(b)amostra DKST-01 \n\n \nFigura 14. Imagens microscópica convencional e binária de amostras dos sub-\nenxames Manaíra (a) e Serra Talhada (b), mostrando a correspondência entre as \nfases minerais félsicas e máficas. Em (a) a fase máfica é dominantemente \nrepresentada por clinopiroxênio, enquanto em (b) por biotita.  \n \n\n \n\n \n \n\nAnálise de Imagem Binária \n \n\nContagem Automática de Pontos \n\n \nAmostra \n\n \n%Félsicos %Máficos %K-feldspato %Piroxênio %Anfibólio %Biotita \n\nDKMN-04 86 14     \n\nDKMN-05 87 13     \n\nDKMN-06 85 15 82 18 - - \n\nDKMN-08 83 17 81 19 - - \n\nDKMN-09 84 16     \n\nDKMN-10 84 16     \n\nDKPI-01 80 20 78 - 22 - \n\nDKPI-02 81 19 82 - 18 - \n\nDKST-01 92 08 90 - - 10 \n\nDKST-02 94 06     \n\nDKST-03 95 05     \n\nDKST-05 94 06     \n\nDKTV-01 82 18     \n\nDKTV-02a 78 22 76 - 24 - \n\nDKTV-02b 59 41     \n\nDKTV-03 40 60     \n\nDKTV-04 67 33 63 37 - - \n\nDKTV-05 70 30     \n\n \n\nTabela 2. Proporção volumétrica das fases minerais félsicas e máficas \nconstituintes dos sub-enxames Manaíra, Princesa Isabel, Serra Talhada e Tavares. \nOs resultados da análise de imagem binária são apresentados em termos de \nproporção modal total de félsicos (dominantemente K-feldspato) e máficos \n(incluindo piroxênio e/ou anfibólio e/ou biotita; titanita e opacos não foram \ncontabilizados uma vez que não somam 1%). Observar a correspondência com os \nresultados obtidos pela contagem automática de pontos, realizada em algumas das \namostras. \n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 28 \n\nconstituídos por K-feldspato, piroxênio e/ou anfibólio e como minerais \n\nacessórios apatita, titanita e zircão em menor proporção; carbonatos, de \n\numa maneira geral, são pouco comuns. Já os diques de Serra Talhada \n\napresentam feldspatos altamente sericitizados e biotita como única fase \n\nmineral máfica.  \n\nOs resultados percentuais da moda obtidos por análise de imagem \n\nbinária mostram a dominância de K-feldspato como fase mineral principal, \n\nsubordinadamente acompanhado pelas fases máficas piroxênio, anfibólio e \n\nbiotita. Considerando a ausência de quartzo e plagioclásio modais em \n\ntodas as amostras, K-feldspato representaria 100% do total de félsicos no \n\ndiagrama Q-A-P de Streckeisen (1976), não ilustrado. Sendo assim, os \n\ndiques são petrograficamente classificados como álcali-feldspato \n\nsienitos. \n\n \n\n \n\n3.3 MICROSCOPIA E QUÍMICA MINERAL  \n\n \n\n3.3.1 SUB-ENXAME MANAÍRA \n\n \n\n Ao microscópio as amostras de Manaíra mostram textura \n\ninequigranular, hipidiomórfica a xenomórfica, com notável variação \n\ngranulométrica abrangendo o intervalo de 0,1-1,2 mm. A assembléia \n\nmineralógica é dominada por K-feldspato+piroxênio±anfibólio; titanita, \n\napatita e zircão ocorrem como acessórios, em proporção não superior a 1%.  \n\n O K-feldspato é microclina. Ocorre como cristais de dimensões \n\nvariadas, entre 0,1 e 1 mm, e morfologia subeuedral a anedral. Em geral \n\napresentam macla albita-periclina em grade; pertitas tipo string e \n\nstringlets podem estar presentes nos cristais maiores.  \n\n O piroxênio (2V 65º-75º) ocorre como cristais subedrais a anedrais, \n\nora dispersos e em contato direto com feldspatos ora formando pequenos \n\nagregados monominerálicos. Por vezes, pode mostrar leve corrosão/absorção \n\nmagmática nas bordas. Apresenta pleocroísmo variando de verde esmeralda a \n\nverde amarelado, com os tons mais intensos verde amarelado. Quando \n\napresentam zonamentos são do tipo setorial e concêntrico (Prancha 1; Foto \n\n1), o qual refere-se às variações composicionais ditadas pela troca \n\npreferencial entre Na e Ca [NaFe3+ ? Ca(Mg,Fe2+)] no sítio M2. Os centros \n\ndos cristais são dominantemente menos sódicos (egirina-augita) em relação \n\nàs bordas (egirina) (Fig. 15).  \n\nO anfibólio aparece em proporção significativamente menor em \n\nrelação ao piroxênio. São cristais subedrais a anedrais, com 2V entre \n\n50º-70º e forte pleocroísmo verde azulado (Prancha 1; Foto 2). Suas \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 29 \n\ncomposições são homogêneas, ricas em Mg [Mg/(Mg+Fe2+) c. 0,5] mas com \n\nrelativamente baixos teores em álcalis [(Na+K)A &lt;0,5], apontando para \n\nmagnésio-riebeckita (Fig. 16). \n\nComo fases minerais acessórias ocorrem zircão e, mais raramente, \n\ntitanita, na forma de cristais subedrais a euedrais (Prancha 1; Foto 3); \n\napatita ocorre como grãos prismáticos tipicamente aciculares. Ocorrem \n\nfreqüentemente como inclusões nas fases minerais principais. \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \nFigura 15. Diagrama de \nclassificação para \npiroxênios do sub-enxame \nManaíra.  \n \n\n \n\n \n\n(a) \n \n\n(b) \n\n \nFigura 16. Diagramas de classificação (a) Na-Ca e (b) Mg/(Mg+Fe2+)-Si para os \nanfibólios do sub-enxame Manaíra. Em (b): (Na+K)A<0,5; NaB?1,5; (Mg+Fe\n\n2++Mn2+)>2,5; \n(VIAl ou Fe3+)>Mn3+; Li<0,5; (Mg ou Fe2+)>Mn2+. \n\n \n\n \n\n \n\n3.3.2 SUB-ENXAME PRINCESA ISABEL \n\n \n\nAo microscópio a textura é hipidiomórfica a xenomórfica, \n\ninequigranular seriada, caracterizada pelo arranjo de cristais de \n\nfeldspato alcalino subedrais. No geral, não há uma orientação \n\npreferencial dos grãos, muito embora um arranjo discretamente linear pode \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 30 \n\nser observado entre grãos de feldspato tabulares. A fase máfica dominante \n\né anfibólio azul, com apatita e titanita aparecendo como acessórios. \n\nO feldspato alcalino é microclina. Tem dimensões equidimensionais, \n\nsendo em sua maioria cristais subeuedrais mostrando dominantemente \n\npadrões de macla albita-periclina; eventualmente pode apresentar planos  \n\nde  macla  em  uma  única direção. Aspectos texturais tais como \n\nmicropertitas e extinção ondulante são pouco comuns.  \n\n O anfibólio é geralmente subeuedral a anedral, aparecendo alguns \n\ngrãos euedrais com até 6 mm. É comum aparecer como finas ‘agulhas’, \n\ndispostas em arranjos radiais. Apresentam relativa variação composicional \n\n(Fig. 17a), sendo menos comuns os tipos sódico-cálcicos de composições \n\nferro-richterita com [(Ca+Na)B ? 1] (Fig. 17b). Grande parte dos cristais \n\nmaiores têm zonação pleocróica, de tons azulados no centro passando a \n\nmatizes levemente esverdeadas nas bordas (Prancha 1; Fotos 4, 5). A \n\nproporção de álcalis no sítio estrutural A dita a variação composição \n\nobservada nos cristais do sub-enxame Princesa Isabel: magnésio-riebeckita \n\n[(Na+K)A &lt;0,5] a ferro-ekermanita-arfvedsonita [(Na+K)A ? 0,5] (Fig. \n\n18).  \n\nA titanita ocorre como grãos euedrais a subedrais. A apatita \n\naparece em pouca quantidade na forma de cristais euedrais. \n\n \n\n \n\n(a) \n\n \n \nFigura 17. Diagrama de classificação (a) Na-Ca e (b)Mg/(Mg+Fe2+) versus sílica \npara anfibólios do sub-enxame Princesa Isabel. Em (b): (Na+K)A?0,5; (Ca+NaB)?1; \n0,5<NaB<1,5. \n \n\n\n\nPrancha 1. \nFotomicrografia 1. Cristal de piroxênio \n(Prx)em matriz de feldspato potássico (FK). \nO piroxênio apresenta zonamento \ncomposicional, com centros mais escuros de \ncomposição egirina-augita (Eg-Au) e bordas \nmais claras de egirina (Eg). E apatita (Apt) \nacicular. Amostra DKMN-04, análise 5 da \nmicrossonda,polarizadores paralelos. \nFotomicrografia 2. Cristal de anfibólio \n(Anf) de composição homogênea (magnésio-\nriebeckita), junto com piroxênio (Prx). \nAmostra DKMN-08, polarizadores paralelos. \nFotomicrografia 3. Cristais de piroxênio \n(Prx), sendo substituído por anfibólio azul \n(Anf) no centro. Cristais euedrais de \ntitanita (Tnt), em feldspato potássico (FK). \nAmostra DKMN-02, polarizadores paralelos. \nFotomicrografia 4. Cristal de anfibólio \n(Anf) com zonamento composicional, com \ncentros azuis de magnésio-riebeckita (MRb) e \nbordas esverdeadas de ferro-richterita \n(FRcht). Análise 9 da microssonda. Amostra \nDKPI-01, polarizadores paralelos. \nFotomicrografia 5. Cristal de anfibólio \n(Anf) euedral. Amostra DKPI-01, \npolarizadores paralelos. \n\n \n \n \n \n \n \n \n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 32 \n\n \n\n  \n\n \nFigura 18. Diagrama de classificação para anfibólios sódicos do sub-enxame \nPrincesa Isabel, com: NaB?1,50; (Mg+Fe\n\n2++Mn2+)>2,5; (VIAl ou Fe3+)>Mn3+; Li<0,5; (Mg \nou Fe2+)>Mn2+. A proporção de álcalis no sítio A é variável, sendo [(Na+K)A<0,5] em \n(a) e [(Na+K)A?0,5] em (b). \n \n\n \n\n \n\n3.3.3 SUB-ENXAME TAVARES \n\n  \n\n Compreende rochas com textura tipicamente subvulcânica, definida \n\npor cristais tabulares bem formados de feldspato alcalino imersos em uma \n\nmatriz fanerítica fina dominantemente constituída por ripas de feldspato \n\ne, menos comumente, anfibólio. Piroxênio e anfibólio também ocorrem como \n\nmicrofenocristais. \n\nOs microfenocristais de feldspato são tabulares euedrais a \n\nsubeuedrais, equidimensionais, com dimensões variando entre 0,5-2 mm. \n\nGeminação polissintética está pervasivamente presente. Sua composição \n\nquímica (centro: Ab48,7An1,2Or30,4 a Ab65,9An3,2Or47,8 e borda: Ab55,0An1,6Or35,8 a \n\nAb60,5An3,7Or42,8) aponta para feldspato potássico. Constitui também a \n\nmatriz, todavia apresentando-se como cristais ripiformes, subeuedrais, \n\ncom grau incipiente de sericitização. \n\nAnfibólio é a fase máfica mais importante, com hábito e composições \n\nvariáveis (Fig. 19a). O tipo dominante ocorre como cristais euedrais a \n\nsubeuedrais, com dimensões entre 1-2,5 mm, e pleocroísmo variando entre \n\nazul violáceo-azul escuro (Prancha 2; Foto 1). Também ocorre como \n\nagregados aciculares, radiais, por vezes com alteração para óxido de \n\nferro (Prancha 2; Foto 2). Sua composição é de um anfibólio sódico, com \n\n[(Na+K)A &lt;0,5] e NaB ? 1,5, e #Mg [Mg/(Mg+Fe\n2+)] em torno de 0,5. A \n\nproporção variável de VIAl em relação a Fe3+ classifica-o como magnésio-\n\nriebeckita a ferro-glaucofânio (Fig. 19b). Um tipo subordinado de \n\nanfibólio, com pleocroísmo em tons de verde aparece esporadicamente, \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 33 \n\nisolado ou formando mantos em torno do anfibólio azul (Prancha 2; Foto \n\n3). Sua composição é sódico-cálcica, tipo winchita (Fig. 20). \n\n \n\n \n(a) \n\n \n\n(b) \n\n \nFigura 19. Diagrama de classificação (a) Na-Ca e (b) Mg/(Mg+Fe2+)-Si para \nanfibólios do sub-enxame Tavares. Em (b): NaB?1,50; (Mg+Fe\n\n2++Mn2+)>2,5; (VIAl ou \nFe3+)>Mn3+; Li<0,5; (Mg ou Fe2+)>Mn2+; a proporção de álcalis no sítio A equivale a \n[(Na+K)A<0,5]. \n\n \n\n \n\n \n \n \n \n \n \n \n \n \nFigura 20. Diagrama de \nclassificação para \nanfibólios sódico-\ncálcicos do sub-enxame \nTavares, com: \n(Na+K)A<0,5; (Ca+NaB)?1; \n0,5<NaB<1,5. \n \n\n \n\n \n\nO piroxênio ocorre como cristais isolados subeuedrais a euedrais e \n\nformando agregados, alguns cristais apresentando bordas corroídas e \n\ntextura reliquiar. São geralmente homogêneos, por vezes exibindo leve \n\nzonamento definido por discretas variações pleocróicas, em tons de verde. \n\nApresentam significativa variação em sua composição, desde tipos sódicos \n\na cálcicos (Fig. 21). O tipo sódico é egirina-augita, e está presente em \n\ntodas as aostras estudadas. O piroxênio cálcico é diopsídio, apresentando \n\npleocroísmo fraco em tons de verde claro e zonamentos composicionais \n\ndiscretos a ausentes (Prancha 2; Foto 4). Augita ocorre menos comumente, \n\ntendo sido identificada apenas na amostra DKTV-04. \n\n \n\n\n\n \nPrancha 2. \nFotomicrografia 1. Cristais de anfibólio (Anf) com pleocroísmo variando entre azul \nvioláceo-azul escuro. Amostra DKTV-2A, polarizadores paralelos. \nFotomicrografia 2. Agregados de anfibólio (Anf) aciculares, radiais, com alteração para \nóxido de ferro. Amostra DKTV-05, polarizadores paralelos. \nFotomicrografia 3. Cristal de anfibólio (Anf) azul, de composição  magnésio-riebeckita \n(MRb).Mantos de winchita em torno da MRb. Amostra DKTV-05, polarizadores paralelos. \nFotomicrografia 4. Cristal euedral de piroxênio (Prx), de composição cálcica - diopsídio, \nAnálise 10 microssonda. Amostra DKTV-04, polarizadores paralelos. \n\n \n \n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 35 \n\n \n\n \n\n(a) \n\n \n\n(b) \n\n \n \n \n \n \n \n \n \n \n \nFigura 21. Diagramas \nde classificação para \npiroxênios sódicos (a) \ne cálcicos (b) do sub-\nenxame Tavares. Não há \nnecessariamente uma \nrelação entre as \ncomposições sódicas \n(egirina-augita) e \ncálcicas (augita) nos \ncristais analisados; \nem apenas um deles \nesta relação foi \nobservada. As demais \ncomposições augíticas \ne egirina-augíticas \nrepresentam núcleos \ne/ou bordas de mesmos \ncristais. \n\n \n\n \n\n \n\n3.3.4 SUB-ENXAME SERRA TALHADA \n\n \n\nAo microscópio, a textura geral é fanerítica fina, representada \n\nprincipalmente por cristais xenomórficos de feldspato alcalino \n\nmicroclina, com granulometria bastante homogênea. Sericita aparece \n\nsignificativamente como produto de alteração tardia, espacialmente \n\npresente ao longo dos planos de macla polissintética. Dentro dos cristais \n\nmaiores a sericita acompanha o zonamento concêntrico dos feldspatos. \n\nA fase máfica dominante é a biotita (Fig. 22). Ocorre \n\npreferencialmente como placas isoladas, de até 0,8 mm em seu eixo maior, \n\nmas também formando pequenos agregados entre feldspatos. Em geral \n\napresenta pleocroísmo em tons de castanho-castanho avermelhado; alteração \n\npara clorita é determinada por variações pleocróicas em tons esverdeados \n\ne pequenas inclusões de óxidos ao longo dos planos de clivagem. \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 36 \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 22. Diagrama de \nclassificação de biotitas para \no sub-enxame Serra Talhada. \n \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 37 \n\nCAPÍTULO 4 – LITOQUÍMICA E GEOQUÍMICA ISOTÓPICA \n\n \n\n \n\n4.1 INTRODUÇÃO \n\n \n\nNeste capítulo serão discutidos os resultados de análises \n\ngeoquímicas e isotópicas realizadas em um conjunto de 18 amostras \n\nrepresentativas dos diques ácidos de Manaíra-Princesa Isabel, tendo sido \n\namostrados: 6 diques do sub-enxame de Manaíra, 2 de Princesa Isabel, 4 de \n\nSerra Talhada e 5 de Tavares. Foram determinados os teores dos elementos \n\nmaiores Si, Ti, Al, Fe, Mg, Mn, Ca, Na, K e P, menores/traços Ba, Be, Co, \n\nCs, Ga, Hf, Nb, Rb, Sn, Sr, Ta, Th, U, W, Zr, Y, Mo, Cu, Pb, Zn, Ni, As, \n\nCd, Sb, Bi, Ag, Au, Hg, Tl, Se, e terras-raras La, Ce, Pr, Nd, Sm, Eu, Gd, \n\nTb, Dy, Ho, Er, Tm, Yb, Lu. Os resultados são expressos em termos de % em \n\npeso para os óxidos, e em ppm/ppb para os demais, todos listados nas \n\nTabelas 3, 4 e 5, ao final do capítulo. A concentração dos óxidos foi \n\ndosada por fluorescência de raios-X, em laboratório específico do Depto \n\nGMG/IGc-USP. A preparação das amostras envolveu a fusão de 1 (um) grama de \n\nmaterial pulverizado (<300 mesh) com 5 (cinco) gramas de uma mistura de \n\nmaterial fundente de metaborato de lítio:tetraborato de lítio na proporção \n\n4:1, para formar uma pastilha de vidro. As condições analíticas incluíram \n\n(i) voltagem de aceleração entre 22 kV (para Al, Ca, Fe, K, Mg, Na, P, Si) \n\ne 40 kV (para Mn, Ti), (ii) intensidade do feixe de raio-X de 50 mA, (iii) \n\ntempo médio de contagem entre 30 segundos (para Al, Ca, Fe, K, Si) e 60 \n\nsegundos (para Mg, Na, P), e (iv) correções de matriz Alpha. Maiores \n\ndetalhes sobre o procedimento analítico e condições instrumentais estão \n\ndescritos em Mori et al. (1999).  \n\nAs concentrações de elementos menores/traços e terras-raras foram \n\ndosadas por espectrometria de massa com plasma indutivamente acoplado \n\n(ICP-MS), no Acme Analytical Laboratories Ltda, Canadá.  \n\n Para tratamento dos dados e elaboração de diagramas de variação \n\nquímica e discriminantes geoquímicos, foram utilizados os softwares \n\nMINPET e Excel. A caracterização geoquímica foi fundamentada em diagramas \n\nespecíficos para discriminação de séries magmáticas (R1R2, TAS, e \n\noutros), enquanto que comentários acerca de mecanismos petrogenéticos \n\nforam embasados em diagramas (i) de variação entre óxidos e razões \n\nelementares, (ii) incompatibilidade geoquímica (spidergrams) e (iii) \n\nterras-raras. A discussão sobre tipo(s) de fonte(s) envolvida(s) na \n\ngênese desse importante magmatismo fissural foi essencialmente ilustrada \n\npelo comportamento conjunto de isótopos de Sr, Nd e Pb.  \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 38 \n\nRazões isotópicas 87Sr/86Sr, 143Nd/144Nd (= ?Nd) e 206,207,208Pb/204Pb \n\nforam determinadas para o mesmo conjunto (18 amostras) analisado para \n\ngeoquímica de rocha total. As determinações foram feitas no Centro de \n\nPesquisas Geocronológicas do IGc/USP. O procedimento para extração de Sr \n\ne elementos terras-raras incluiu inicialmente a pesagem de cerca de 100 \n\nmg de material pulverizado (&lt;300 mesh) e adição de spike 149Sm/150Nd, em \n\nproporção adequada à concentração desses elementos no material (rocha). A \n\ndissolução ácida, em savillex®, foi feita com 4 ml de HF:HNO3 na \n\nproporção 3:1, em chapa aquecida a ~600C, por cerca de 5 dias. Após \n\nevaporação, foram adicionados 4-5 ml de 6N HCl à amostra, mantendo em \n\nchapa aquecida por 12 horas. O resíduo-amostra foi tomado em 1 ml de \n\n2,62N HCl para separação de Sr e ETR em colunas de troca iônica \n\nempacotadas com resina BioRad-AG1X 200-400 mesh, na forma de cloreto (Cl-\n\n). A alíquota contendo elementos terras-raras é evaporada e tomada em 0,2 \n\nml de 0,26N HCl para separação de Sm e Nd por cromatografia de fase \n\nreversa, em colunas empacotadas com resina LN-Spec (pó de teflon \n\nimpregnado com ácido fosfórico di-2-etil). \n\nPara Pb, o procedimento analítico é semelhante àquele descrito \n\nacima para Sr e terras-raras. Todavia, após o ataque ácido com HCl, o \n\nresíduo-amostra foi tomado em 2 ml de HBr 0,6N para posterior \n\nconcentração/eluição de Pb em colunas cromatográficas de troca iônica \n\n(BioRad-AG1X 200-400 mesh). A separação química de Pb da solução-amostra \n\nseguiu o procedimento descrito em Babinski et al. (1999).  \n\n As medidas isotópicas foram realizadas por espectrometria de massa \n\nde ionização termal (TIMS), em espectrômetros de massa modelo VG-254 \n\n(para as composições isotópicas Sr, Sm e Pb) e Finnigan MAT 262 \n\n(composições isotópicas de Nd). Os resultados comentados e graficamente \n\nrepresentados referem-se todos a razões isotópicas iniciais, ou seja, \n\ncalculadas para idade de 600 Ma. As razões 87Sr/86Sr iniciais foram \n\ncalculadas a partir da determinação das razões pai-filho 87Rb/86Sr que, \n\npor sua vez, foram estimadas com base nas concentrações de Rb e Sr \n\nobtidas por ICP-MS. As razões 206,207,208Pb/204Pb iniciais foram calculadas \n\ncom base nos valores das razões 238U/204Pb e 232Th/238U, as quais são \n\nestreitamente dependentes das concentrações de U e Th em cada amostra. \n\nPor fim, as razões 143Nd/144Nd iniciais, ou ?Nd(t=600), foram determinadas \n\na partir das razões 147Sm/144Nd e idade de formação. Todo o conjunto de \n\ndados está listado na Tabela 6 e 7, ao final do capítulo. \n\n \n\n \n\n \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 39 \n\n4.2 RESULTADOS \n\n \n\n4.2.1 ELEMENTOS MAIORES \n\n \n\nEm termos de conteúdo de sílica as amostras definem um espectro de \n\nsaturação que varia de c. 59-69%, combinado a teores total de álcalis \n\nentre c. 9-16%. Esses valores permitem classificar geoquimicamente os \n\ndiques desde nefelina sienitos (sub-enxame Tavares) e sienitos (sub-\n\nenxames Manaíra e Princesa Isabel) até álcali-granitos (sub-enxame Serra \n\nTalhada) (Fig. 23), supersaturados em sílica. Com respeito à saturação em \n\nalumina, os diques de Tavares, Manaíra e Princesa Isabel definem \n\nafinidade peralcalina a sub-metaluminosa (ou fracamente metaluminosa) \n\n(Fig. 24a), com tendência potássica a ultrapotássica (K2O entre c. 7-13%; \n\nK2O/Na2O > 2). A afinidade alcalina é igualmente comprovada pelos valores \n\ndo índice agpaítico (Fig. 24b), o qual varia entre: 0,88-0,99 nos tipos \n\nmetaluminosos e 1,02-1,21 nos tipos peralcalinos. Por sua vez, os diques \n\nda região de Serra Talhada apresentam altas razões Al2O3/(CaO+Na2O+K2O) e \n\nvalores para o índice agpaítico entre 0,56-0,62, tipicamente de rochas \n\nperaluminosas.  \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \nFigura 23. Diagrama de \nclassificação geoquímica \nrelacionando o teor de álcalis \n(Na2O+K2O) versus a percentagem \nde sílica (segundo Cox et al., \n1979). \n\n \n\n \n\nO comportamento diferenciado dos elementos maiores nos quatro sub-\n\nenxames estudados é graficamente demonstrado em diagramas de variação \n\ntipo Harker (Fig. 25). A distribuição das amostras dos quatro sub-enxames \n\nnão permite definir um trend único de cristalização fracionada. \n\nAnalisados isoladamente, os sub-enxames de Manaíra e Tavares mostram \n\ncomportamentos semelhantes quanto a Al2O3, MgO, CaO, TiO2 e P2O5. O teor \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 40 \n\nde alumina nos dois conjuntos aumenta proporcionalmente com a \n\ndiferenciação, acompanhado em Manaíra pelo aumento combinado de Na e, em \n\nTavares, de K. Esse padrão sugere cristalização de K-feldspato e \n\nanfibólio como fases tardias. Anfibólio sódico em Manaíra é claramente \n\ntardio, produto de desestabilização de piroxênio que, por sua vez, \n\napresenta zonamento cálcico-sódico, com maiores teores de Na (egirina) \n\nnas bordas. MgO, FeO e CaO apresentam comportamente decrescente com \n\nrelação à diferenciação, sugerindo retirada preferencial devido \n\ncristalização de egirina-augita. Em Tavares o comportamento de Na é \n\naleatório, não indicando qualquer tendência de fracionamento preferencial \n\ndada a dispersão das amostras. O comportamento de K parece sugerir uma \n\ntendência compatível com aumento de sílica, comportamento este \n\ncorroborado quando considerado o diagrama de álcalis total (Na+K). Ca \n\ndiminui progressivamente com aumento de sílica sugerindo controle pela \n\ncristalização de fases cálcicas de piroxênio.  \n\n \n\n \n\n(a) \n \n\n(b) \n\n \nFigura 24. Diagramas de correlação alumina e álcalis. Em (a) saturação em alumina \n(Índice de Shand) e em (b) sílica versus índice agpaítico (Ind. Agp.). Rochas \nperalcalinas têm Ind. Agp. > 1, enquanto outras rochas alcalinas têm valores \nacima de 0.87 (Liégeois e Black, 1987). \n\n \n\n \n\nEm Manaíra, o decréscimo de MgO (também Fe) e Ca com respeito à \n\nsílica reflete a cristalização de piroxênio (egirina-augita) e, \n\nsubordinadamente, anfibólio (Mg-riebeckita). Padrão semelhante é \n\nobservado para as amostras de Tavares. O comportamento de Ti e P nos dois \n\nsub-enxames indica o forte controle pelo fracionamento de titanita e \n\napatita, respectivamente.  \n\n Com respeito ao sub-enxame Princesa Isabel, o número reduzido de \n\nanálises (apenas duas) não permite comentários detalhados sobre a \n\nimportância de cristalização fracionada como mecanismo petrogenético. No \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 41 \n\ncaso do sub-enxame Serra Talhada, a significativa homogeneidade \n\ncomposicional das amostras também inviabiliza discussões mais elaboradas \n\na respeito.  \n\n \n\n \n\n4.2.2 ELEMENTOS TRAÇOS/TERRAS RARAS \n\n \n\n O comportamento dos elementos menores nas amostras dos diques \n\nestudados é ilustrado na Figura 26. O padrão de variação de elementos \n\nincompatíveis é, de forma geral, semelhante em todos os quatro sub-\n\nenxames, sendo caracterizado por:  \n\n \n\n(i) forte enriquecimento nos elementos mais incompatíveis (Rb, Ba, Th, U \n\ne K) com, todavia, teores significativamente mais elevados em Ba e K em \n\ncomparação a Rb, Th e U, induzindo à falsas anomalias negativas nestes \n\núltimos elementos. As discretas variações de Rb, Ba e K não \n\nnecessariamente se correlacionam positivamente com aumento de sílica \n\n(Fig. 27). Para Rb e K as amostras mais evoluídas dos sub-enxames Manaíra \n\ne Tavares têm, de fato, valores mais elevados nestes elementos, muito \n\nembora a correlação não seja exatamente linear. A homogeneidade \n\ncomposicional do sub-enxame Serra Talhada e o reduzido número de amostras \n\nde Princesa Isabel não permitem a definição de qualquer tendência. Nenhum \n\npadrão de correlação é observado para Ba em qualquer dos sub-enxames.  \n\n \n\n(ii) o grau de enriquecimento diminui progressivamente para direita do \n\ndiagrama, até teores cerca de 10 vezes maiores que o condrito para Y. \n\nFlutuações são observadas especialmente nos valores normalizados de Th, \n\nU, Nb, Sr, P (e Zr). \n\n \n\n(iii) é notória, nos espectros individuais de todas as amostras, a \n\npresença de forte depleção em Nb, sem ter qualquer correlação com o grau \n\nde diferenciação em sílica. \n\n \n\n(iv) depleções em Sr (e mais restritamente, em P) são observadas nas \n\namostras dos sub-enxames Manaíra e Tavares, e em apenas uma das amostras \n\ndo sub-enxame Princesa Isabel. \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 42 \n\n \n\n \nFigura 25. Diagramas de variação entre óxidos (tipo Harker) para as amostras dos \nsub-enxames Manaíra, Princesa Isabel, Serra Talhada e Tavares.  \n \n\n \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 43 \n\n \n\n \nFigura 26. Espectros de comportamento de elementos incompatíveis (spidergrams) \npara as amostras dos sub-enxames Manaíra (a), Princesa Isabel (b), Serra Talhada \n(c) e Tavares (d). Fatores de normalização são aqueles do condrito de Sun e \nMcDonough (1989). \n \n\n \n\n \n\nFigura 27. Gráficos de correlação (a) Rb, (b) K, (c) Ba, (d) Nb versus SiO2. \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 44 \n\n Com respeito à geoquímica de elementos terras-raras (ETR), as \n\nrazões (La/Yb)N são amplamente variáveis quando as amostras são \n\nanalisadas em conjunto (Fig. 28). Os sub-enxames Manaíra e Tavares e uma \n\ndas amostras de Princesa Isabel (DKPI-01) têm razões (La/Yb)N similares, \n\ncom valores médios entre 17-23. Três amostras do sub-enxame Manaíra \n\n(DKMN-04, -06, -08) e a amostra DKPI-02 apresentam valores menores para \n\nessas razões, entre c. 4-15. As amostras do sub-enxame Serra Talhada são \n\nsignificantemente mais fracionadas, apresentando os valores mais elevados \n\npara (La/Yb)N, entre c. 46-56. A forte depleção em ETR pesados em relação \n\naos leves é sugestiva de granada residual na fonte.  \n\n Além do padrão comum de fracionamento, os espectros ETR dos diques \n\nmostram moderado grau de empobrecimento em Eu, indicado pelos valores \n\ncalculados da razão Eu/Eu*. Esses valores concentram-se preferencialmente \n\nentre c. 0,67-0,84 para os diques dos sub-enxames Manaíra, Princesa \n\nIsabel e Tavares, e valores mais próximos a 1 para os diques do sub-\n\nenxame Serra Talhada (0,88-0,99). A variação no grau da anomalia de Eu é \n\nem parte correlacionada ao grau de diferenciação; em Manaíra apenas 4 \n\namostras definem uma tendência a valores mais elevados de Eu/Eu* com \n\naumento de sílica, enquanto comportamento inverso é observado para o \n\nconjunto de amostras do sub-enxame Tavares (Fig. 29). \n\n \n\n \n\n \nFigura 28. Espectro das concentrações de elementos terras-raras para os sub-\nenxames  Manaíra (a), Princesa Isabel (b), Serra Talhada (c) e  Tavares (d). Os \nvalores das razões (La/Yb)N são indicados em parênteses. Fatores de normalização \nsão aqueles do condrito de Boynton (1984). \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 45 \n\n \n\n \n\n \n\n \n \n \n \n \n \nFigura 29. Diagrama de \ncorrelação sílica versus Eu/Eu* \npara os sub-enxames Manaíra e \nTavares. As amostras dos demais \nsub-enxames Princesa Isabel e \nSerra Talhada são colocadas \napenas como ilustração, tendo \nem vista que o reduzido número \nde amostras e homogeneidade \ncomposicional não permitem a \ndefinição de tendências. \n\n \n\n \n\n \n\n4.2.3 GEOQUÍMICA ISOTÓPICA \n\n \n\n4.2.3.1 Composição isotópica de Sr \n\n \n\n Analisados em conjunto, as razões isotópicas 87Sr/86Sr iniciais dos \n\ndiques sieníticos apresentam significativa heterogeneidade composicional, \n\nvariando dominantemente entre 0,70718-0,70875, e incluindo ainda \n\ncomposições menos e mais radiogênicas que 0,700 e 0,709, respectivamente. \n\nEssas variações parecem sugerir prioritariamente diferenças na fonte, \n\ntendo em vista serem superiores aos erros inerentes à análise \n\npropriamente dita, menores que 0,0001. Quando avaliados isoladamente, \n\nnota-se que as razões 87Sr/86Sr (bem como 87Rb/86Sr) das amostras dos sub-\n\nenxames Manaíra e Tavares são mais heterogêneas comparativamente àquelas \n\ndos sub-enxames Princesa Isabel e Serra Talhada. Como um todo, as razões \n87Rb/86Sr e 87Sr/86Sr dos grupos referentes a cada sub-enxame não se \n\ncorrelacionam (Fig. 30a). Apenas em Tavares essas razões parecem se \n\ncorrelacionar, se excluídas as amostras DKTV-01 e -03, respectivamente a \n\nmenos e mais radiogênica do conjunto. O arranjo mostra uma tendência a \n\ndiscreto decréscimo das razões 87Sr/86Sr em relação a um aumento \n\nsignificativo das razões 87Rb/86Sr.  \n\n Composições bastante diferentes são fornecidas por uma amostra de \n\ncada um dos sub-enxames Manaíra (DKMN-04) e Tavares (DKTV-01), cujos \n\nvalores para as razões 87Sr/86Sr iniciais são inferiores a 0,700. Apesar \n\nda semelhança, essas composições menos radiogênicas parecem estar \n\nrelacionadas a fatores distintos. Para a amostra DKMN-04, a razão \n87Sr/86Sr atual é estreitamente similar às demais do grupo e mesmo dos \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 46 \n\nsub-enxames Princesa Isabel e Tavares; todavia, a concentração muito \n\nbaixa de Sr influencia fortemente no valor mais alto da razão 87Rb/86Sr, \n\ncalculada em c. 1,4. Já para a amostra DKTV-01 a razão 87Rb/86Sr se \n\ncompara àquelas das demais amostras do conjunto, sendo o valor mais baixo \n\nda razão 87Sr/86Sr provavelmente reflexo de heterogeneidades na fonte.  \n\n \n\n \n\n4.2.3.2 Composição isotópica de Nd \n\n \n\n À semelhança das composições isotópicas de Sr, as razões 143Nd/144Nd \n\n(ou ?Nd) iniciais são igualmente heterogêneas, quando avaliados todos os \n\ndados em conjunto. Os sub-enxames Manaíra, Tavares e as duas amostras de \n\nPrincesa Isabel apresentam valores de ?Nd variando principalmente entre -\n\n13,8 e -16, enquanto que as amostras do sub-enxame Serra Talhada são \n\ndiscretamente mais radiogênicas, com pequenas variações dos valores de \n\n?Nd em torno de -17,5. Apesar da significativa variação composicional, \n\nnão é observada uma tendência exatamente linear de correlação entre as \n\nrazões isotópicas de Sr e Nd. Os dados do sub-enxame Manaíra, no entanto, \n\nparecem definir três grupos, representados respectivamente: (i) pela \n\namostra DKMN-04, menos radiogênica (0,695 e -12), (ii) pelas amostras \n\nDKMN-05, -06 e -08, com valores de ?Nd e 87Sr/86Sr intermediários (c. \n\n0,7085 e -14), e (iii) pelas amostras DKMN-09 e -10, com valores mais \n\nradiogênicos (> 0,7097 e &lt;-15). \n\n As amostras com ?Nd mais negativos dos sub-enxames Princesa Isabel \n\n(DKPI-01) e Serra Talhada (DKST-01) são as mesmas que apresentam as \n\nrazões 87Sr/86Sr mais elevadas de cada grupo (Fig. 30b). Coincidentemente, \n\ncorrespondem às amostras mais evoluídas (maior %SiO2 e Q) e com maiores \n\nconcentrações em elementos incompatíveis ou litófilos (Rb, Ba, Th, U, ETR \n\nleves). Sendo assim, a possibilidade de contaminação restrita com \n\nmaterial (encaixante ?) mais radiogênico não deve ser totalmente \n\nexcluída.  \n\n Como conjunto, as razões 147Sm/144Nd se concentram entre 0,10 e 0,12, \n\nà exceção das amostras do sub-enxame Serra Talhada cujos valores são \n\nbastante homogêneos em torno de 0,085. A combinação das razões 143Nd/144Nd \n\ne 147Sm/144Nd fornecem valores de idades-modelo Sm-Nd paleoproterozóicas, \n\nentre 1,8-2,2 Ga. Idades TDM maiores que 2,4 foram calculadas para três \n\namostras do conjunto (DKMN-08, DKPI-01, DKTV-02a) refletindo \n\nfracionamento mais significativo entre Sm e Nd, demonstrado pelos valores \n\nmais elevados das razões 147Sm/144Nd nessas amostras. \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 47 \n\n \n\n(a) \n\n \n(b)????\t\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 30. Diagramas de \ncorrelação entre razões \n87Rb/86Sr versus 87Sr/86Sr \n(a) e 87Sr/86Sr e ?Nd (b) \npara as amostras dos sub-\nenxames Manaíra, Princesa \nIsabel, Serra Talhada e \nTavares. Em (b) as \ncomposições isotópicas das \namostras DKMN-04 E DKTV-01 \nnão estão plotadas, tendo \nem vista os valores \nrelaativamente mais baixos \ndas razões 87Sr/86Sr em \ncomparação às demais. \n\n \n\n \n\n4.2.3.3 Composição isotópica de Pb \n\n \n\n A exemplo das razões 87Sr/86Sr e 143Nd/144Nd, as razões 206,207,208Pb/204Pb \n\niniciais foram obtidas em rocha total. Sabendo que as fases minerais \n\nconstituintes dos diques são essencialmente potássicas, é razoável \n\nadmitir que as composições isotópicas medidas para a rocha (incluindo \n\ntoda a assembléia mineral) seria próxima àquelas do feldspato alcalino. \n\nIsso implica em interpretar os valores das razões isotópicas Pb/Pb \n\nobtidas como composições máximas dos magmas parentais.  \n\n Os valores das razões 206Pb/204Pb, 207Pb/204Pb e 208Pb/204Pb iniciais de \n\ntodo o conjunto de amostras refletem composições menos radiogênicas \n\nquando comparadas à média dos valores crustais segundo Stacey e Kramers \n\n(1975) (Fig. 31a). Significativa homogeneidade é observada \n\nespecificamente entre as razões 206Pb/204Pb, as quais concentram-se em um \n\nintervalo estreito de valores, entre 16,01 e 16,56. Apenas duas amostras, \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 48 \n\nambas do sub-enxame Manaíra, apresentam valores discretamente mais \n\nelevados, em c. 17. As razões torogênicas 208Pb/204Pb são igualmente \n\nhomogêneas. Contrariamente, as razões 207Pb/204Pb iniciais distribuem-se em \n\numa faixa mais ampla de valores, entre 15,34 e 15,5, sugerindo \n\ncontaminação (em proporções variáveis) com material antigo. \n\n A representação gráfica dos dados isotópicos Pb/Pb está ilustrada \n\nna Figura 31, no modelo plumbotectônica de Doe e Zartmann (1979). A \n\ndistribuição das amostras em ambos os gráficos correlacionando as razões \n207Pb/204Pb e 208Pb/204Pb com 206Pb/204Pb mostram clara similaridade com os \n\nvalores definidos para um reservatório misto – o orógeno, cuja assinatura \n\nisotópica reflete a contribuição (em proporções não exatamente bem \n\ndefinidas) de manto e crostas, superior e inferior na gênese desses \n\nmagmas. \n\n \n\n \n\n(a) \n\n \n(b) \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 31. Diagramas de \ncorrelação entre razões \n207Pb/204Pb (a) e \n208Pb/204Pb (b) com \nrazões 206Pb/204Pb para \nas amostras dos sub-\nenxames Manaíra, \nPrincesa Isabel, Serra \nTalhada e Tavares – \nmodelo plumbotectônica. \nEm (a): a curva em \ncinza representa a \nmédia dos valores \ncrustais de Stacey e \nKramers (1975), \nindicados para cada 100 \nMa (de 0 a 2000 Ma). Os \nintervalos demarcados \nnas curvas da \nplumbotectônica \n(orógeno, manto e \ncrostas) são de 400 Ma.  \n\n \n\n\n\nTabela 3. Composição química de elementos maiores (% em peso) das rochas dos sub-enxames \nManaíra, Princesa Isabel, Serra Talhada e Tavares.  \n\n \nAmostra SiO\n\n2 \n\nAl\n\n2\n\nO\n\n3\n\n MnO MgO CaO Na\n\n2\n\nO K\n\n2\n\nO TiO\n\n2 \n\nP\n\n2\n\nO\n\n5\n\n Fe\n\n2\n\nO\n\n3 \n\nDKMN-04 65.17 13.85 0.092 0.58 1.22 4.74 7.92 0.455 0.112 4.57 \nDKMN-05 64.89 13.62 0.100 0.66 1.68 4.21 8.36 0.456 0.121 4.72 \nDKMN-06 64.92 13.56 0.120 0.83 1.70 4.75 7.23 0.450 0.050 4.67 \nDKMN-08 64.12 13.14 0.093 0.89 2.13 4.10 8.67 0.621 .0123 4.76 \nDKMN-09 64.70 12.63 0.104 0.75 2.39 3.84 9.24 0.438 0.109 4.89 \nDKMN-10 64.39 13.43 0.090 1.07 1.70 3.35 8.96 0.540 0.120 4.85 \nDKPI-01 63.06 12.56 0.174 1.00 1.34 2.78 10.65 0.641 0.223 6.00 \nDKPI-02 61.28 14.06 0.127 1.37 0.68 4.17 10.14 0.654 0.144 5.80 \nDKST-01 67.15 14.66 0.040 1.55 11.93 4.12 4.93 0.306 0.146 2.74 \nDKST-02 65.45 15.65 0.043 1.73 2.72 4.30 4.56 0.479 0.216 3.52 \nDKST-03 64.45 15.37 0.044 1.89 2.65 4.33 4.27 0.494 0.233 3.68 \nDKST-05 65.34 15.78 0.042 1.79 2.71 4.33 4.44 0.478 0.230 3.57 \nDKTV-01 60.16 15.78 0.079 1.04 0.36 1.71 13.56 0.403 0.229 4.75 \nDKTV-2A 58.29 12.62 0.131 1.32 3.81 2.26 10.00 0.782 0.383 6.81 \nDKTV-2B 62.11 14.70 0.070 1.17 0.37 1.99 12.29 0.704 0.193 5.09 \nDKTV-03 60.99 14.01 0.118 0.89 2.33 3.06 10.89 0.660 0.192 6.12 \nDKTV-04 52.62 10.73 0.174 2.75 4.43 2.13 9.61 0.979 0.321 8.82 \nDKTV-05 58.72 10.71 0.174 3.73 3.12 2.98 9.96 0.868 1.083 7.87 \n           \nDKMN-04 66.02 14.03 0.093 0.59 1.24 4.80 8.02 0.46 0.113 4.63 \nDKMN-05 65.67 13.78 0.101 0.67 1.70 4.26 8.46 0.46 0.122 4.78 \nDKMN-06 66.06 13.80 0.122 0.84 1.73 4.83 7.36 0.46 0.051 4.75 \nDKMN-08 65.00 13.32 0.094 0.90 2.16 4.16 8.79 0.63 0.125 4.83 \nDKMN-09 65.29 12.75 0.105 0.76 2.41 3.88 9.32 0.44 0.110 4.93 \nDKMN-10 65.37 13.63 0.091 1.09 1.73 3.40 9.10 0.55 0.122 4.92 \nDKPI-01 64.07 12.76 0.177 1.02 1.36 2.82 10.82 0.65 0.227 6.10 \nDKPI-02 62.26 14.28 0.129 1.39 0.69 4.24 10.30 0.66 0.146 5.89 \nDKST-01 68.82 15.02 0.041 1.59 1.98 4.22 5.05 0.31 0.150 2.81 \nDKST-02 66.33 15.86 0.044 1.75 2.76 4.36 4.62 0.49 0.219 3.57 \nDKST-03 66.16 15.78 0.045 1.94 2.72 4.45 4.38 0.51 0.239 3.78 \nDKST-05 66.19 15.99 0.043 1.81 2.75 4.39 4.50 0.48 0.233 3.62 \nDKTV-01 61.34 16.09 0.081 1.06 0.37 1.74 13.83 0.41 0.234 4.84 \nDKTV-2A 60.46 13.09 0.136 1.37 3.95 2.34 10.37 0.81 0.397 7.06 \nDKTV-2B 62.94 14.90 0.071 1.19 0.37 2.02 12.45 0.71 0.196 5.16 \nDKTV-03 61.44 14.11 0.119 0.90 2.35 3.08 10.97 0.66 0.193 6.17 \nDKTV-04 59.47 10.89 0.177 2.79 4.49 2.16 9075 0.99 0.326 8.95 \nDKTV-05 59.18 10.79 0.175 3.76 3.14 3.00 10.04 0.87 1.092 7.93 \n \n1. Os dados representam valores recalculados para uma base livre de LOI. \n \n \n \n\n\n\nTabela 4. Mineralogia normativa CIPW para as amostras dos sub-enxames Manaíra, Princesa \nIsabel, Serra Talhada e Tavares. \n \n DKMN-\n\n04 \nDKMN-\n05 \n\nDKMN-\n06 \n\nDKMN-\n08 \n\nDKMN-\n09 \n\nDKMN-\n10 \n\nDKPI-\n01 \n\nDKPI-\n02 \n\nDKST-\n01 \n\nQuartzo 9.56 9.47 9.57 9.31 10.89 9.33 9.83 2.75 17.37 \nPlagioclasio 27.51 23.78 30.00 19.57 13.69 19.44 5.39 16.10 42.83 \nOrtoclasio 47.40 50.00 43.49 51.95 55.08 53.78 63.94 60.87 29.84 \nNefelina 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nCorindom 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nDiopsídio 4.71 6.61 7.10 8.51 9.69 6.66 4.51 2.08 1.42 \nHyperstena 5.71 5.17 5.36 4.47 4.10 6.31 9.05 10.81 7.11 \nWollastonit 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nOlivina 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nAcmita 0.67 0.69 0.69 0.69 0.72 0.72 0.87 0.84 0.00 \nK2SiO3 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nNa2SiO3 2.87 2.67 2.35 3.45 4.26 1.98 4.07 4.38 0.00 \nRutilo 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nIlmenita 0.87 0.87 0.87 1.20 0.84 1.04 1.23 1.25 0.59 \nMagnetita 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.20 \nHematita 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nApatita 0.25 0.28 0.12 0.28 0.25 0.28 0.53 0.35 0.35 \nZircão 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nCromita 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nEsfena 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nPirita 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nFluorita 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nNa2SO4 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nNa2CO3 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \n \n \nTabela 4. Continuação. \n \n DKST-\n\n02 \nDKST-\n03 \n\nDKST-\n05 \n\nDKTV-\n01 \n\nDKTV-\n2A \n\nDKTV-\n2B \n\nDKTV-\n03 \n\nDKTV-\n04 \n\nDKTV-\n05 \n\nQuartzo 13.71 13.57 13.63 0.00 2.34 3.74 1.93 4.25 5.02 \nPlagioclasio 46.95 47.80 47.78 5.76 9.59 7.32 11.50 1.73 0.00 \nOrtoclasio 27.30 25.88 26.59 81.73 61.28 73.57 64.83 57.62 58.91 \nNefelina 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nCorindon 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nDiopsídio 1.82 1.48 1.25 0.28 14.55 0.45 8.99 16.99 7.04 \nHyperstena 8.17 9.13 8.70 2.60 5.97 9.79 6.41 11.11 17.20 \nWollastonita 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nOlivina 0.00 0.00 0.00 5.24 0.00 0.00 0.00 0.00 0.00 \nAcmita 0.00 0.00 0.00 0.69 1.01 0.75 0.90 1.30 1.16 \nK2SiO3 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.12 \nNa2SiO3 0.00 0.00 0.00 1.90 2.11 2.08 3.15 3.51 5.60 \nRutilo 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nIlmenita 0.93 0.97 0.91 0.78 1.54 1.35 1.25 1.88 1.65 \nMagnetita 0.26 0.28 0.26 0.00 0.00 0.00 0.00 0.00 0.00 \nHematita 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nApatita 0.51 0.56 0.53 0.53 0.93 0.46 0.44 0.76 2.53 \nZircão 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nCromita 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nEsfena 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nPirita 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nFluorita 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nNa2SO4 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \nNa2CO3 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 0.00 \n \n\n\n\n \nTabela 5. Composição química de elementos traços (ppm) das amostras dos sub-enxames Manaíra, Princesa Isabel, Serra Talhada e Tavares. \n\n \nAmostra Ba Be Cs Ga Hf Nb Rb Sr Ta Th U V Zr Y La Ce Pr \n\nDKMN-04 3695 7 5.4 21.6 11.9 17.4 313 239 0.9 11.8 6.0 67 450 192.0 162.2 353.1 49.48 \nDKMN-05 4140 5 4.2 19.7 9.8 9.8 384 480 0.8 4.0 1.0 112 256 26.4 61.9 122.6 14.35 \nDKMN-06 2976 6 5.6 20.1 17.0 17.0 284 436 0.9 8.2 4.2 72 365 27.0 53.9 95.1 9.86 \nDKMN-08 3299 7 5.6 19.8 28.1 28.1 361 338 1.9 18.9 17.4 76 1086 57.1 44.8 87.9 10.37 \nDKMN-09 2994 8 5.0 19.0 8.2 8.2 356 757 0.6 20.3 3.2 87 230 13.3 35.4 76.5 8.84 \nDKMN-10 3458 8 4.3 20.2 19.5 19.5 384 326 1.0 24.0 5.4 72 439 35.4 102.4 183.9 19.19 \nDKPI-01 6456 10 1.8 19.7 15.6 15.6 337 404 0.7 11.6 5.0 140 363 39.8 85.8 152.7 17.09 \nDKPI-02 5643 6 3.1 20.5 15.9 15.9 347 525 0.9 3.3 2.9 99 327 27.7 44.6 81.6 9.42 \nDKST-01 1984 2 4.5 18.1 6.3 6.3 154 692 0.5 15.5 3.5 36 198 9.4 57.3 100.4 10.44 \nDKST-02 1840 2 3.8 20.2 5.7 5.7 142 884 0.4 10.5 2.8 51 192 8.5 52.0 94.5 10.33 \nDKST-03 1952 2 2.6 20.0 5.9 5.9 129 824 0.4 10.8 2.7 57 188 8.9 52.2 92.8 10.33 \nDKST-05 1832 2 2.7 20.3 5.9 5.9 130 901 0.4 11.0 2.6 52 195 8.9 52.5 93.1 10.21 \nDKTV-01 9769 5 6.9 14.2 7.4 7.4 482 700 0.4 6.6 3.1 65 220 41.3 57.7 95.6 12.18 \nDKTV-2A 5621 2 2.5 18.1 18.4 18.4 362 531 0.8 19.7 3.9 104 418 40.6 86.0 158.5 18.92 \nDKTV-2B 7606 4 2.6 15.5 13.5 13.5 405 427 0.9 10.6 1.1 73 230 20.5 54.4 103.7 12.17 \nDKTV-03 4427 5 3.5 19.3 9.5 9.5 374 558 0.7 9.0 2.2 98 252 36.4 63.2 125.7 14.82 \nDKTV-04 4040 7 3.6 14.8 14.2 14.2 294 476 1.0 14.8 2.8 129 353 117.2 229.8 255.3 44.61 \nDKTV-05 5612 5 2.8 14.0 12.2 12.2 337 920 0.8 7.9 2.1 107 263 44.6 117.9 228.1 27.55 \n\n \n. \n\n \nTabela 5. Continuação \n\n \nAmostra Nd Sm Eu Gd Tb Dy Ho Er Tm Yb Lu Mo Cu Pb Zn Ni \n\nDKMN-04 189.5 37.6 8.00 30.88 5.15 27.51 5.19 13.46 1.96 10.72 1.65 0.3 4.3 54.1 26 1.9 \nDKMN-05 54.1 11.1 2.33 7.89 1.19 5.92 0.94 2.46 0.35 2.06 0.34 0.1 33.2 55.7 25 4.8 \nDKMN-06 33.6 6.9 1.32 4.81 0.79 4.64 0.89 2.32 0.41 2.50 0.43 0.7 5.2 89.9 33 1.5 \nDKMN-08 40.2 9.0 2.09 6.65 1.17 7.90 1.80 6.07 1.14 7.17 1.06 2.6 11.4 73.2 39 1.9 \nDKMN-09 34.6 6.5 1.31 4.41 0.53 2.83 0.42 1.22 0.20 1.22 0.23 0.1 4.0 47.6 6 1.5 \nDKMN-10 65.7 12.4 2.34 7.51 1.21 7.08 1.12 3.18 0.55 3.10 0.45 0.1 4.7 38.4 25 1.6 \nDKPI-01 65.0 12.4 3.11 10.33 1.54 8.42 1.42 3.80 0.53 3.10 0.43 1.0 2.3 88.4 107 3.8 \nDKPI-02 34.1 6.4 1.17 4.51 0.76 4.52 0.91 2.88 0.51 2.63 0.42 1.5 18.3 70.5 67 8.5 \nDKST-01 34.8 4.9 1.03 2.49 0.37 2.02 0.28 0.83 0.14 0.84 0.12&lt;.1 2.1 49.2 49 42.1 \nDKST-02 34.8 5.1 1.16 2.50 0.36 1.88 0.30 0.69 0.10 0.70 0.12 0.1 18.7 29.4 50 28.4 \nDKST-03 35.0 5.4 1.08 2.61 0.35 1.94 0.31 0.76 0.10 0.72 0.11 1.8 13.6 21.7 45 32.5 \nDKST-05 35.3 5.2 1.14 2.65 0.35 1.99 0.29 0.76 0.10 0.63 0.11 0.2 16.9 22.5 46 31.3 \nDKTV-01 48.8 9.6 1.83 7.31 1.03 6.20 0.98 2.58 0.36 2.15 0.30&lt;.1 3.0 28.2 16 2.5 \nDKTV-2A 74.7 14.9 3.29 10.93 1.64 8.62 1.45 3.97 0.53 3.34 0.50&lt;.1 19.6 55.5 18 2.5 \nDKTV-2B 49.9 9.1 1.72 5.67 0.78 4.50 0.72 1.99 0.30 1.72 0.28&lt;.1 4.0 18.5 7 1.4 \nDKTV-03 58.7 12.0 2.82 9.34 1.39 7.62 1.24 3.31 0.44 2.75 0.41&lt;.1 5.8 33.1 28 4.5 \nDKTV-04 175.0 31.4 7.22 27.00 3.91 21.22 3.84 9.55 1.33 6.87 0.94 0.1 25.8 18.5 41 10.2 \nDKTV-05 112.0 21.2 4.23 14.16 1.86 9.55 1.58 3.93 0.54 3.44 0.44 0.1 3.2 27.2 29 2.3 \n\n \n \n\n\n\nTabela 6. Dados isotópicos Rb-Sr e Sm-Nd das amostras dos sub-enxames Manaíra, Princesa Isabel, Serra Talhada e Tavares. \n \n\nAmostra \n\n87\n\nSr/\n\n86\n\nSr\n(atual) \n\n87\n\nRb/\n\n86\n\nSr R\ni\n\nSr ????\nSr (0) \n\n????\nSr (T) \n\n143\n\nNd/\n\n144\n\nNd \n\n147\n\nSm/\n\n144\n\nNd R\ni\n\nNd ????\nNd(0)\n\n ????\nNd (T)\n\n \n\nTDM (Ga) \n\nDKMN-04 0.727938 3.7966 0.69545 332.69 -118.5 0.511693 0.1137 0.511246 -18.43 -12.09 1.99 \nDKMN-05 0.728518 2.3194 0.70867 340.92 69.343 0.511581 0.1191 0.511113 -20.62 -14.69 2.26 \nDKMN-06 0,724666 1.8877 0.70851 286.25 67.084 0.511595 0.1110 0.511159 -20.35 -13.79 2.08 \nDKMN-08 0.735260 3.0985 0.70875 436.62 70.41 0.511655 0.1313 0.511139 -19.18 -14.18 2.44 \nDKMN-09 0.722250 1.3626 0.71059 251.95 96.603 0.511513 0.1129 0.511069 -2195 -15.54 2.23 \nDKMN-10 0.739028 3.4185 0.70978 490.11 85.044 0.511465 0.1067 0.511045 -22.88 -16.00 2.17 \nDKPI-01 0.729314 2.4186 0.70862 352.22 68.59 0.511434 0.1264 0.510937 -23.49 -18.12 2.66 \nDKPI-02 0.723857 1.9153 0.70747 274.76 52.233 0.511591 0.1115 0.511153 -20.42 -13.91 2.09 \nDKST-01 0.714951 0.6443 0.70944 148.35 80.215 0.511242 0.0815 0.510922 -27.33 -18.42 2.02 \nDKST-02 0.712011 0.4650 0.70803 106.61 60.25 0.511301 0.0851 0.510966 -26.08 -17.55 2.01 \nDKST-03 0.712006 0.4531 0.70813 106.54 61.614 0.511323 0.0851 0.510988 -25.65 -17.12 1.99 \nDKST-05 0.711811 0.4176 0.70824 103.78 63.162 0.511294 0.0845 0.510962 -26.22 -17.64 2.01 \nDKTV-01 0.707987 1.9923 0.69094 49.496 -182.6 0.511637 0.1212 0.511160 -19.53 -13.76 2.22 \nDKTV-2A 0.724190 1.9756 0.70729 279.49 49.636 0.511613 0.1442 0.511046 -19.99 -15.99 2.92 \nDKTV-2B 0.730716 2.7504 0.70718 372.12 48.168 0.511481 0.1095 0.511050 -22.57 -15.91 2.2 \nDKTV-03 0.724539 1.9424 0.70792 284.44 58.632 0.511560 0.1205 0.511086 -21.03 -15.21 2.32 \nDKTV-04 0.722765 1.7934 0.70742 259.26 51.54 0.511875 0.1196 0.511405 -14.88 -8.98 1.84 \nDKTV-05 0.716640 1.0607 0.70756 172.32 53.588 0.511716 0.1057 0.511300 -17.99 -11.02 1.83 \n\n \n \n \n\nTabela 7. Dados isotópicos U-Th-Pb das amostras dos sub-enxames Manaíra, Princesa Isabel, Serra Talhada e Tavares. \n \n\nAmostra \n\n238\n\nU \n\n232\n\nTh \n\n238\n\nU/\n\n204\n\nPb \n\n232\n\nTh/\n\n238\n\nU \n\n206\n\nPb/\n\n204\n\nPb \n\n207\n\nPb/\n\n204\n\nPb \n\n208\n\nPb/\n\n204\n\nPb \n\nDKMN-04 4.921E-08 4.31E-09 7.76 0.0875691 16.5552 15.4307 37.6755 \nDKMN-05 1.668E-08 3.879E-09 7.33 0.232496 16.1541 15.3632 37.2177 \nDKMN-06 3.42E-08 3.448E-09 7.60 0.1008113 16.4113 15.3986 37.5859 \nDKMN-08 7.883E-08 3.879E-09 8.24 0.0492055 17.0025 15.4999 37.9388 \nDKMN-09 8.466E-08 8.188E-09 7.58 0.0967143 16.3859 15.4497 37.9039 \nDKMN-10 1.001E-07 2.586E-09 8.24 0.0258329 17.0043 15.4949 37.4526 \nDKPI-01 4.838E-08 3.879E-09 7.50 0.080171 16.3153 15.4062 37.4749 \nDKPI-02 1.376E-08 2.155E-09 7.39 0.156563 16.2112 15.3538 37.1661 \nDKST-01 6.465E-08 1.724E-09 7.19 0.0266662 16.0246 15.428 37.4332 \nDKST-02 4.379E-08 1.724E-09 7.22 0.0393644 16.0509 15.4118 37.1964 \nDKST-03 4.504E-08 1.724E-09 7.20 0.038271 16.0364 15.4219 37.2377 \nDKST-05 4.588E-08 1.724E-09 7.19 0.0375751 16.0283 15.407 37.2069 \nDKTV-01 2.753E-08 3.879E-09 7.52 0.1409067 16.3316 15.3961 37.3101 \nDKTV-2A 8.216E-08 3.017E-09 7.37 0.0367168 16.1939 15.3769 37.3518 \nDKTV-2B 4.421E-08 3.017E-09 7.17 0.0682378 16.0056 15.3791 37.2283 \nDKTV-03 3.754E-08 3.448E-09 7.57 0.0918503 16.3832 15.3897 37.557 \nDKTV-04 6.173E-08 3.448E-09 7.52 0.05558549 16.3343 15.3571 37.6003 \nDKTV-05 3.295E-08 4.31E-09 7.49 0.1307995 16.3017 15.3393 37.2935 \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 53 \n\nCAPÍTULO 5 – DISCUSSÃO E CONCLUSÃO \n\n \n\n \n\n5.1 NATUREZA DA FONTE \n\n \n\n As composições geoquímica e isotópica de rochas com afinidade \n\nalcalina são controladas por seu ambiente tectônico, mais precisamente \n\npelas características químicas do manto litosférico (e astenosférico) e \n\nda crosta continental a partir e através dos quais os magmas parentais se \n\noriginaram e deslocaram. Suas composições isotópicas (Sr, Nd, Pb, e \n\noutros) são tipicamente heterogêneas, sugerindo a pariticipação de fontes \n\nfrancamente empobrecidas (tipo-DM) a crustais, ou enriquecidas (Bonin, \n\n2007).  \n\n Processos subseqüentes à fusão parcial na fonte podem modificar \n\nfortemente a assinatura geoquímica-isotópica final de magmas \n\nimpossibilitando a definição precisa da natureza da fonte. Um dos \n\nprocessos que podem influenciar a composição de magmas é a assimilação \n\ndurante ascensão na crosta. A depender da extensão da contaminação, as \n\ncaracterísticas geoquímica-isotópicas de magmas manto-derivados, por \n\nexemplo, poderão refletir assinaturas tipicamente crustais. Em se \n\ntratando de magmas originados a partir de fusão de manto anomalamente \n\nenriquecido, a questão é ainda mais problemática tendo em vista as \n\nsimilaridades entre este reservatório e a crosta (principalmente \n\nsuperior). Ferramentas geoquímicas e isotópicas (tais como aquelas aqui \n\nutilizadas) podem fornecer apenas resultados ambígüos, onde não é \n\npossível definir com clareza a tipologia da fonte. \n\n Magmas com afinidade alcalina têm sido interpretados como derivados \n\nde fusão parcial, em pequenas proporções, de: manto litosférico \n\nenriquecido (p.ex., Dawson, 1987), manto astenosférico não-\n\nmetassomatizado (depletado) (p.ex., Fitton, 1987) ou interação de \n\nlíquidos astenosféricos com a litosfera sobrejacente (p.ex., Menzies, \n\n1987). Origem a partir de “manto metassomatizado” é uma interpretação \n\nfreqüente em trabalhos sobre magmas alcalinos a peralcalinos, tendo sido \n\num termo introduzido explicitamente por Bailey (1972, e trabalhos \n\nsubseqüentes) para explicar características químicas específicas desse \n\ntipo de magmatismo, associado a ambientes continentais. O enriquecimento \n\nem elementos traços incompatíveis [K, Rb, Sr, Ba, Th, U, ETR leves (e \n\nmenos freqüentemente Nb, Zr, Ti, P)] relativo às abundâncias \n\nprimitivas/condríticas é particularmente diagnóstico desse tipo de \n\nreservatório. Sendo assim, metassomatismo pode ser reconhecido (i) por \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 54 \n\nmudanças mineralógicas/texturais visíveis, com neo-formação de fases \n\nhidratadas (anfibólio, flogopita) ricas em naqueles elementos - dito \n\n‘patente’ (Dawson 1984; Nielson e Noller 1987; Wilshire 1987) ou \n\nsimplesmente por (ii) enriquecimento anômalo em elementos incompatíveis \n\nsem necessariamente estar acompanhado de evidências petrográficas. As \n\nabundâncias anômalas nesses elementos estariam vinculadas à participação \n\nde um agente metassomático, o qual poderia ser representado por fusões \n\nsilicáticas ou fluidos aquosos(/carbonatados) interagindo com o manto \n\nperidotítico originalmente depletado, mas fértil (Roden e Murthy, 1985; \n\nTatsumi e Eggins, 1995). Zonas de subducção representariam, portanto, um \n\ncenário geodinâmico típico para esse processo.  \n\n  \n\n Reconhecer magmas gerados a partir de fusão de manto \n\nmetassomatizado implica em observar nestes características geoquímicas e \n\nisotópicas indicativas de enriquecimento anômalo. Esse padrão geoquímico \n\né largamente reconhecido na composição dos diques da região de Manaíra-\n\nPrincesa Isabel. Em conjunto, o padrão geral dos espectros de elementos \n\nincompatíveis (Fig. 26) e terras raras leves (Fig. 28) de todas as \n\namostras, dos quatro sub-enxames, são semelhantes entre si, mostrando \n\nteores na ordem de 100 a 1000 vezes as proporções condríticas, e \n\nsugerindo uma fonte comum. Além do típico enriquecimento em Rb, Ba, Th, U \n\ne K, e ETR leves, a anomalia negativa em Nb é uma feição marcante. A \n\ncombinação de padrões fortemente fracionados em ETR leves com relação aos \n\npesados e anomalias negativas em Nb é compatível com fusão (em pequenas \n\nproporções) de uma fonte tipo granada-peridotito. A presença de granada \n\ncomo fase residual na fonte implicaria na retenção de ETR pesados e Nb, \n\nexplicando as depleções relativas nestes elementos.  \n\n O envolvimento de um manto tipo granada-peridotito anomalamente \n\nenriquecido vem sendo sugerido como fonte comum para o magmatismo máfico \n\nshoshonítico (Jardim de Sá, 1994; Ferreira et al., 1998; Hollanda et al., \n\n2002) e alcalino-peralcalino ultrapotássico (Ferreira et al., 1994; \n\nFerreira et al., 1998; Guimarães et al., 2005) neoproterozóico na \n\nProvíncia Borborema oriental. Aliados às características geoquímicas \n\ncomentadas, somam-se as informações trazidas pelas assinaturas isotópicas \n\nSr-Nd desses magmas. As altas razões 87Sr/86Sr iniciais (> 0,707) e \n\nvalores fortemente negativos de ?Nd(600) (em geral &lt;-12) obtidos para os \n\ndiques estudados endossam a interpretação de uma fonte originalmente \n\nenriquecida. Dados ?18O c. +8‰ a +10‰ (Sial e Ferreira, 1990; Ferreira et \n\nal., 1998) confirmam derivação a partir do manto. Por causa do rápido \n\ntransporte e resfriamento inerente a diques, é razoável supor que \n\ncontaminação crustal não tenha sido um processo pervasivo. A relativa \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 55 \n\nhomogeneidade composicional e ausência de correlação entre elementos \n\naltamente incompatíveis com variação em sílica (Fig. 27) sugere que a \n\nassimilação não foi determinante em modificar a assinatura geoquímica-\n\nisotópica original. \n\n \n\n Uma conseqüência do enriquecimento metassomático é o fracionamento \n\nde Sm em relação a Nd, ou seja, as razões Sm/Nd na fonte tendem a \n\ndecrescer durante o processo. O comportamento consistente entre esses \n\nelementos faz com que o sistema Sm-Nd seja útil na determinação da mais \n\npossível idade do evento metassomático. Por exemplo, altas razões \n143Nd/144Nd (= ?Nd positivos) sugerem que a fonte tenha razões Sm/Nd \n\nmaiores que (ou similares a) os valores condríticos. Esse comportamento \n\ncombinado com enriquecimento em elementos incompatíveis indicam que o \n\nintervalo de tempo decorrido entre enriquecimento e fusão parcial da \n\nfonte foi relativamente curto; ao contrário, razões Sm/Nd baixas (&lt;0,12) \n\nassociadas a baixas razões 143Nd/144Nd indicam que o evento metassomático \n\nfoi antigo (Cohen et al., 1984; Roden e Murthy, 1985). De fato, os \n\nvalores de eNd muito negativos combinados a razões 147Sm/144Nd baixas \n\ndeterminados nas amostras estudadas permitiram calcular idades TDM \n\npaleoproterozóicas, entre 1,8-2,2 Ga. Isso é fortemente sugestivo de que \n\no evento metassomático capaz de imprimir uma assinatura enriquecida ao \n\nmanto litosférico regional pode estar relacionado a processos de acresção \n\ncrustal (em um cenário de margem convergente) paleoproterozóicos, como já \n\ndiscutido amplamente na literatura. Esse manto enriquecido teria \n\npermanecido preservado até o Neoproterozóico, quando então teria sido \n\ngradativamente fundido para gerar os magmas parentais dos inúmeros como \n\ngranitóides e sieníticos que intrudem a região. \n\n \n\n \n\n \n\n5.2 IMPLICAÇÕES REGIONAIS \n\n \n\n Os dados campo e as observações microtexturais indicam que o \n\nalojamento dos diques ocorreu em crosta relativamente rasa. Bordas \n\nresfriadas foram observadas nos diques intrusivos em metasedimentos de \n\nbaixo grau a oeste da cidade de Manaíra e no sub-enxame Tavares. Neste \n\núltimo, são comuns texturas sub-vulcânicas caracterizadas por \n\nfenocristais euhédricos a sub-euhédricos de K-feldspato imersos em uma \n\nmatriz homogênea, muito fina. No sub-enxame Manaíra são comuns a presença \n\nde apófises e corpos satélites ao dique principal cortando em alto ângulo \n\na foliação metamórfica regional. É importante salientar que os diques não \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 56 \n\nestão deformados pela tectônica regional e nem estão afetados pelo \n\nmetamorfismo de baixo grau. \n\n O enxame de diques estudado corta todas as estruturas do \n\nembasamento regional  entre a Zona de Cisalhamento Juru–Belém e o sienito \n\nde Triunfo, o qual é representado por rochas eo-neoproterozóicas do \n\ndomínio Alto Pajeú, Complexo Riacho Gravatá e os granitóides brasilianos \n\nde Tavares e Princesa Isabel (cf. Fig. 2). Assim, o magmatismo alcalino \n\nfissural foi uma feição tardia neste setor da Zona Transversal. Não \n\nexistem dados geocronológicos disponíveis para o granito de Princesa \n\nIsabel, porém idades U/Pb em zircão no batólito de Tavares mostraram \n\nidades de cristalização em torno de 630 Ma (Brito Neves et al., 2003). \n\nEsta idade seria, portanto, a idade máxima para o alojamento do enxame de \n\ndiques de Manaíra – Princesa Isabel. As idades U/Pb (SHRIMP) em zircão de \n\num dique do sub-enxame Manaíra e idades 40Ar/39Ar em anfibólio de um dique \n\ndo sub-enxame Tavares são consistentes com as observações de campo, \n\nmostrando que o enxame resfriou rapidamente na crosta rasa, entre 600-605 \n\nMa. Esses resultados indicam que o bloco crustal compreendido entre a \n\nZona de Cisalhamento Juru–Belém e o sienito de Triunfo possui idades de \n\nresfriamento bastante precoces quando comparadas a outros setores da Zona \n\nTransversal, em geral entre 540 e 490 Ma (Monié et al. 1997; Corsini et \n\nal., 1998; M.H.B.M. Hollanda, dados inéditos). \n\n Em grande parte da porção setentrional da Província Borborema, \n\nentre o Lineamento Patos e a Zona de Cisalhamento Senador Pompeu (Fig. \n\n1), o pico do magmatismo granítico acompanhando de metamorfismo de alto \n\ngrau está datado entre 575 e 585 Ma (Souza et al., 2006). Ou seja, parte \n\nsubstancial da província estaria sendo invadida por granitos e deformando \n\nem alta temperatura na crosta intermediária. Um número restrito de \n\nplútons graníticos com idades similares também são encontrados na Zona \n\nTransversal - Itaporanga (585 Ma, Brito Neves et al., 2003), Campina \n\nGrande, Serra Redonda e Serra Branca (580–575 Ma, Guimarães et al., 2004, \n\nArchanjo et al., 2008). Como a idade do enxame de diques de Manaíra-\n\nPrincesa Isabel é c. 600 Ma, significa que parte da Zona Transversal \n\npoderia estar sendo exumada, preservada do forte evento tectono-magmático \n\nque afetou o domínio Seridó-Jaguaribe, em torno de 580 Ma. Ou ainda, que \n\na anomalia térmica regional relacionada ao alojamento desses plútons \n\nbrasilianos não foi suficiente para “re-equilibrar” o sistema isotópico \n40Ar/39Ar do anfibólio nos diques, cuja temperatura de fechamento é \n\nestimada em c. 500-550°C. \n\n \n\n \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 57 \n\n5.3 CONCLUSÕES \n\n \n\n A partir dos dados obtidos, pode-se concluir: \n\n \n\n1. Os diques dos sub-enxames Manaíra, Princesa Isabel e Tavares \n\nconstituem nefelina sienitos (sub-enxame Tavares) e sienitos (sub-enxames \n\nManaíra e Princesa Isabel) supersaturados em sílica, com afinidade \n\nperalcalina a sub-metaluminosa (ou fracamente metaluminosa), potássica a \n\nultrapotássica (K2O entre c. 7-13%; K2O/Na2O > 2). Por sua vez, o sub-\n\nenxame Serra Talhada é representado por álcali-granitos, com afinidade \n\nperaluminosa. \n\n \n\n2. O forte enriquecimento em elementos incompatíveis aliado à razões \n87Sr/86Sr e 143Nd/144Nd (= ?Nd negativos) muito radiogênicas, comuns a todos \n\nos sub-enxames, sugere uma fonte comum, provavelmente o manto litosférico \n\nenriquecido. Anomalias negativas em Nb apontam para um componente de \n\nsubducção como responsável pela modificação metassomática desse manto.  \n\n \n\n3. Razões 206,207,208Pb/204Pb baixas sugerem a participação de um componente \n\nnão-radiogênico interagindo com o manto litosférico enriquecido. A \n\ndefinição desse componente não é crítica e carece de estudos mais \n\nrefinados e abrangentes.  \n\n \n\n4. Idades modelo Sm-Nd entre 1,8-2,2 Ga (somados à razões 207Pb/206Pb \n\nvariáveis) indicam que o evento metassomático deve ter sido antigo, \n\nprovavelmente relacionado à geração de crosta (em ambiente de arco) \n\npaleoproterozóica na região. \n\n \n\n5. Dados U/Pb SHRIMP em zircão e 40Ar/39Ar em anfibólio indicam idade c. \n\n600 Ma para o magmatismo alcalino fissural na região de Manaíra-Princesa \n\nIsabel. Esse resultado é importante para definir o cenário geodinâmico \n\ncontrastante de partes da porção oriental da Província Borborema durante \n\no Neoproterozóico, entre 630-580 Ma. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 58 \n\nREFERÊNCIAS \n\n \n\nAccioly, A.C. 2000. Geologia, geoquímica e significado tectônico do Complexo \nMetanortosítico de Passira – Província Borborema – Nordeste Brasileiro. Tese \nde Doutorad. Instituto de Geociências da Universidade de São Paulo, 168 pp. \n\n \nAlmeida, C.N.; Guimarães, I.P.; Silva Filho, A.F. 2002. A-Type Post-Collisional   \n\nGranites in the Borborema Province - NE Brazil: The Queimadas Pluton. \nGondwana Research, 5 (3): 667-681. \n\n \nAlmeida, F.F.M.; Hasui, Y.; Brito Neves, B.B.; Fuck, R.A. 1981. Brazilian \n\nstructural provinces: An introduction. Earth-Science Reviews, 17 (1-2): 1-29 \n \nArchanjo, C.J.; Fetter A. 2004. Emplacement setting of the granite sheeted pluton \n\nof Esperança (Brasiliano orogen, northeastern Brazil). Precambrian Research, \n135 (3): 193-215. \n\n \nArchanjo, C.J.; Hollanda, M.H.B.M.; Macedo, J.W.P.; Armstrong, R.; Nutman, A.P.; \n\nVasconcelos, P.M.. 2007. Geocronologia (U/Pb) SHRIMP, Ar/Ar) do Batólito de \nTexeira-PB, Província Borborema. In XI Simpósio Nacional de Estudos \nTectônicos. Natal-RN. Anais p. 347. \n\n \nArchanjo, C.J.; Hollanda, M.H.B.M.; Rodrigues, S.W.O.; Brito Neves, B.B.; \n\nAmstrong, R. 2008. abrics of pré- and syntectonic granite plutons and \nchronology of shear zones in the Eastern Borborema Province, NE Brazil. \nJournal of Structural Geology, 30: 310-326. \n\n \nBabinsky, M.; Van Schums.; W.R., Chemale Jr., F. 1999. Pb-Pb dating and Pb \n\nisotope geochemistry of Neoproterozoic carbonate rocks from the São Francisco \nBasin, Brazil: implications for the mobility of Pb isotopes during tectonism \nand metamorphism. Chemical Geology, 160: 177-199. \n\n \nBittar, S.M.B.; 1998. Faixa Piancó-Alto Brígida: Terrenos tectono-estratigráficos \n\nsob regimes metamórficos e deformacionais contrastantes. Tese (Doutorado)-\nInstituto de Geociências, Universidade de São Paulo, São Paulo. 126p. \n\n \nBonin, B. 2007. A-type granites and related rocks: Evolution of a concept, \n\nproblems and prospects. Lithos, 97: 1-29. \n \nBrito Neves, B.B.; Campos Neto, M.C.; Van Schmus, W.R.; Fernandes, T.M.G.; Souza, \n\nS.L.  2001. O Terreno Alto Moxotó no leste da Paraíba (“Maciço Caldas \nBrandão”). Revista Brasileira de Geociências, 31 (2): 185-194. \n\n \nBrito Neves, B.B.; Passarelli, C.R.; Basei, M.A.S.; Santos, E.J. 2003. Idades U-\n\nPb em zircão de alguns granitos clássicos da província Borborema. Geologia \nUSP, 3 (1): 25-38. \n\n \nBrito Neves, B.B.; Santos, E.J.; Van Schmus, W.R. 2000. Tectonic history of the \n\nBorborema Province, northeastern Brazil. Em: U.G. Cordani, E.J. Milani, \nA..Thomaz Filho, D.a. Campos (eds). Tectonic Evolution  of South América. 31° \nInternational Geological Congress, Rio de Janeiro. 151-182. \n\n \nBrito Neves, B.B.; Van Schmus, W.R.; Kozuch, M.; Santos, E.J.; Petronilho, L. \n\n2005. A zona tectônica Teixeira-Terra Nova – ZTTTN, fundamentos da geologia \nregional e isotópica. Geologia USP: Série Científica, 5 (1): 57-80. \n\n \nCohen, R.S.; O`Nions, R.K.; Dawson, J.B. 1984. Isotope geochemistry of xenoliths \n\nfrom East Africa: implication for development of mantle reservoirs ant their \ninteraction. Earth Planet. Sci. Lett., 68: 209-220. \n\n \nCompston, W.; Williams, I.S.; Kirshhvink, J.L.; Zang, Z.; Ma, G. 1992. Zircon U-\n\nPb ages for the Early Cambrian time scale. Journal og Geological \nSociety,London. 149: 171-184. \n\n \nCorsino, M.; Lambert-Figuereido, L.; Caby, R.; Feraud, G.; Ruffett, G.; Vauchez, \n\nA. 1998. Thermal history of the Pan-African/Brasiliano Borborema Province of \nnortheast Brazil deduced from 39Ar/40Ar analysis. Tectonophysics, 285: 103-117. \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 59 \n\n \nCox, K.G.; Bell, J.D., Pankhurst, R.J. 1979. The interpretation of igneus rocks. \n\nGeorge, Allen &amp; Unwin, London, 449pp. \n \nDawson, J.B. 1984. Contrasting types of upper-mantle metasomatism? In: \n\nKimberlites II: The mantle and Crust-Mantle Relationships, ed. J. Kornprobst, \npp. 289-294. Amsterdam: Elsevier, 393pp. \n\n \nDawson, J.B. 1987. The kimberlite clan: relationship with olivine and leucite \n\nlamproites, and inferences or upper mantles metasomatism. In: Fitton, J.G., \nand Upton, B.G., eds. Alkaline igneous rocks. Geol. Soc. Am. Spec. Publ., 30: \n95-1001. \n\n \nDeer, W.A.; Howie, R.A.; Zussman, J. 1992. An Introduction to the Rock-Forming \n\nMinerals. Second edition. Long,an, London, 668pp. \n \nDeino, a.; Potts, R. 1990. Single-crystal 40Ar/39Ar dating of the Olorgesailie \n\nFormation, souther Kenya rift. J Geophys Res. 95: 8453-8470. \n \nDroop, G.T.R. 1987. A general equation for estimating Fe3+ concentrations in \n\nferromagnesian silicates and oxides from microprobe analyses, using \nstoichiometric criteria. Mineralogical Magazine, 51: 431-435. \n\n \nFerrerira, M.A.F.; Ferreira, V.P.; Sial, A.N.; Pimentel, M.M. 2002. Origin and \n\nintensive parameters in the crystallization of ultrapotassic syenites: The \nSerra do Man ploton, northeastern Brazil. Gondwana Research, 5 (2): 275-285. \n\n \nFerreira, V.P.; Sial, A.N. 1994. The peralkalic magmatism in thte Precambrian \n\nCachoeirinha-Salgueiro foldbelt, Northeast Brazil: Geochemical aspects. Rev. \nBras. Geoc., 16 (1): 78-85. \n\n \nFerreira, V.P.; Sial, A.N.; Jardim de Sá, E.F. 1998. Geochemical and isotopic \n\nsignatures of Proterozoic granitoids in terranes of the Borborema structural \nprovince, northeastern Brazil. Journal of South American Earth Sciences, 11: \n439-455. \n\n \nFerrerira, V.P.; Sial, A.C.; Pimentel, M.M.; Moura, C.A.V. 2004. Intermediate to \n\nacid magmatism and crustal evolution in the Transversal Zone, northeastern \nBrazil. Geologia do Continente Sul-Americano: Evolução da obra de Fernando \nFlávio Marques de Almeida. 189-201. \n\n \nFerreira, V.P.; Sial, A.N.; Whitney, J.A. 1994.Large-scale silicate liquid \n\nimmiscibility: a possible example from northeastern Brazil. Lithos, 33 (4): \n285-302. \n\n \nFetter, A.H.; Saraiva dos Santos, T.J.; Van Schmus, W.R.; Hackspacher, P.C.; \n\nBrito Neves, B.B.; Arthaud, M.H.; Nogueira, J.A.; Wernick, E. 2003. Evidence \nfor Neoproterozoic Continental Arc Magmatism in the Santa Quitéria Batholith \nof Ceará State, NW Borborema Province, NE Brazil: Implications for the \nAssembly of West Gondwana. Gondwana Research, 6 (2): 265-273. \n\n \nFitton, J.G. 1987. The Cameron Line, West África: a comparison between oceanic \n\nand alkaline volcanism. In: Fitton, J.G., Upton, B.G. (Eds), Alkaline Igneus \nrocks. Geol. Soc. Am. Spec. Publ., 30:273-291. \n\n \nGuimarães, I.P.; Da Silva Filho, A.F.; Almeida, C.N.; Van Schmus, W.R.; Araújo, \n\nJ.M.M.; Melo, S.C.; Melo, E.B. 2004. Brasiliano (Pan-African) granitic \nmagmatism in the Pajeú-Paraíba belt, Northeast Brazil: an isotopic and \ngeochronological approach. Precambrian Research, 135 (1-2): 23-53. \n\n \n \nGuimarães, I.P.; Da Silva Filho, A.f.; Melo, S.c.; Macambira, M.B. 2005. \n\nPetrogenesis of A-Type Granitoids from the Alto Moxoto and alto Pajeu \nTerranes of the Borborema Province, NE Brazil: Constraints from Geochemistry \nand Isotopic Compositions. Gondwana Research, 8 (3): 347-362. \n\n \nHollanda, M.H.B.M.; Archanjo, C.J.; De Souza, L.C.; Liu, D.; Armstrong, R. 2007. \n\nU/Pb Shrimp Geocronology of the Augen Gneisses from the Seridó Belt \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 60 \n\n(Borborema Province): Geodinamic Significance. In XI Simpósio Nacional de \nEstudos Tectônicos. Natal-RN. Anais p. 347. \n\n \nJardim de Sá, E.F. 1994. A FSe (Província Borborema, NE do Brasil) e o seu \n\nsignificado geodinâmico. In SBG, Cong. Brás. Geol., 39, Salvador, Anais, 6: \n57-59. \n\n \nKozuch, M. 2003. Isotopic and trace elements geochemistry of Early Neoproterozoic \n\ngneissic and metavolcanic rocks in the Cariris Velhos Orogen of the Borborema \nProvince, Brazil, and their bearing on tectonic setting. Tese de Doutorado, \nUniversity of Kansas, 199 pp. \n\n \nLeake, B.E. (Chairman). 1997. Nomenclature of amphiboles: report of the \n\nSubcomittee on Amphiboles of The International Mineraological Association \nCommision on New Minerals and Mineral Names. Eur. J. Mineral., 9: 623-651.  \n\n \nLiégeois, J.P.; Black, R. 1987. Alkaline magmatism subsequent to collision in the \n\nPan-African belt of the Adrar des Iforas. In: Fitton, J.G., Upton, B.G. \n(Eds), Alkaline Igneus rocks. The Geological Society, Blackwell, Oxford(30): \n381-401  \n\n \nLudwig, K.R. 2003. Isoplot 3.00: a geocrhronological toolkit for Microsoft Excel® \n\n(revised version). Berkeley Geochronological Center, Special Publ. 4, \nBerkeley, California, 70p. \n\n \nLudwig, K.R. 2000. SQUID 1.00. A user manual. Berkeley Geocronology Center Spec. \n\nPubl., vol. 2. Berkeley, CA, 17p. \n \nMcDougall, I.; Harrison, T.M. 1999. Geocronology and Thermocronology by the \n\n40Ar/39Ar Method, 2nd ed., Oxford: Oxford University Press, 269p. \n \nMenzies, M. 1987. Alkaline rocks and their inclusions: a window on the earth`s \n\ninterior. In: Fitton, J.G., Upton, B.G. (Eds), Alkaline Igneus rocks. Geol. \nSoc. Spec. Publ., (30): 15-27.  \n\n \nMonié, ).; Caby, R.; Arthaud, M.N. 1997. The Neoproterozoic Brasiliano orogeny in \n\nNorthern Brazil: 39Ar/40Ar and ptrostructural data from Ceará. Precambrian \nResearch, 81: 241-264. \n\n \nMori, P.E.; Reeves, S.; Correia, C.T.; Hauka, M. 1999. Development of a fused \n\nglass disc xrf facilite and comparison with the pressed powder pellet \ntechnique al Instituto de Geociências, São Paulo University. Revista \nBrasileira de Geociências, 29 (3): 441-446. \n\n \nMorimoto, N. 1990. Nomenclatura de piroxênios. Tradução do original em inglês \n\n“nomenclature of pyroxenes” realizada com a permissão da IMA por GARDA, M.G. \ne ATENCIO, D. Revista Brasileira de Geociências, 20 (1-4): 318-328.  \n\n \nNeves, S.P.; Bruguier, O.; Vauchez, A.; Bosch, D.; Rangel da Silva, J.M.; \n\nMariano, G. 2006. Timing of crust formation, deposition of supracrustal \nsequences, and Transamazonian and Brasiliano metamorphism in the East \nPernambuco belt (Borborema Province, NE Brazil): Implications for western \nGondwana assembly. Precambrian Research, 149 (3-4): 197-216. \n\n \nRieder, M. 1999. Nomenclature of the micas. Mineral. Mg., 63: 267-279. \n \nReynolds, P.H.; Mueke.; G.K. 1978. Age studies on slates: Applicability of the \n\n40Ar/39Ar step-wise outgassing method. Earth Planet Science letters, 40: 11-\n118. \n\n \nRoden, M.f.; Murthy, V.R. 1985. Mantle metasomatism. Ann. Rev. Earth Planet. \n\nSci.., 13: 269-296. \n \nSá, J.M.; Bertrand, J.M.; Leterrier, J.; Macedo, M. H. F. 2002. Geochemistry and \n\ngeochronology of pre-Brasiliano rocks from the Transversal Zone, Borborema \nProvince, Northeast Brazil. Journal of South American Earth Sciences, 14 (8): \n851-866. \n\n \n\n\n\nCaracterização geoquímica-isotópica e geocronologia do enxame de diques… 61 \n\nSantos, E.J. 1996 Ensaio preliminar sobre terrenos e tectônica acrescionária na \nProvíncia Borborema In SBG, Congresso Brasileiro de Geologia , 39, Salvador. \nAnais 6: 47-50. \n\n \nSial, A.N. 1986. Granite types of northeast Brazil: current knowledge. Revista \n\nBrasileira de Geociências, 16: 54–72. \n \nSial, A.N.; Ferreira, V.P. 1988. Brasiliano age peralkaline plutonic rocks of the \n\nCentral structural domain, NE Brazil. Redic. Soc. Italiana Miner. Petrol., \n43: 103-112. \n\n \nSial, A.N.; Ferreira, V.P. 1990. Granitoids in northeastern Brazil: oxygen and \n\nsulfure isotope compositions and depth of emplacement. J.S. Am. Earth Sci., 3 \n(2-3): 103-112. \n\n \nSouza, Z.S.; Montel, J.M.; Giogia, S.M.L.C.; Hollamna, M.H.B.M.; Nacimento, \n\nM.A.L.; Jardim de Sá, E.F.; Amaro, V.E.; Pimentel, M.; Laurdeaux, J.M.; \nVeschambre, M. 2006. Electron microprobe dating monazite from high-T shear \nzones in the São José de Campestre massif, NE Brazil. Gondwana research, 9: \n441-455.  \n\n \nStacey, J.S.; Krammers, J.D. 1995. Aproximation of terrestrial lead isotope \n\nevolution by a two-stage model. Earth Planet. Sci. Lett. 26: 207-21. \n \nStreckeisen, A. 1976. To each plutonic rocks its proper name. Earth Sci. Rev., \n\n12: 1-33. \n \nTurner, G. 1969. Thermal histories of meteorites by the 40Ar/39Ar method. In: \n\nMILLMAN PM (ed), Meteorite Research, Reidel: Dordrecht, p. 407-419. \n \nVan Schmus, W.R.; Brito Neves, B.B.; Hackspacher, P.C.; Babinski, M. 1995. U/Pb \n\nand Sm/Nd geochronologic studies of the eastern Borborema Province, \nnortheastern Brazil: initial conclusions. Journal of South American Earth \nSciences, 8: 267–288. \n\n \nVasconcelos, P.M.; Onoe, A.T.; Kawashita, K.; Soares, A.J.; Teixeira W. 2002. \n\n40Ar/39Ar geocronology at the Instituto de Geociências, USP: instrumentation, \nanalytical procedures, and calibration. Anais da Academia Brasileira de \nCiências, 74 (2): 297-342. \n\n \nVasconcelos, P.M. 1999a. K-Ar and 40Ar/39Ar geocroology of weathering processes. \n\nAnnual Reviews of Earth and Planetary Sciences, 27: 183-229.  \n \nWilliams, I.S.; Claesson, S. 1987. Isotopic evidence for the Precambian \n\nprovenance and Caledonian metaporphism of high grade paragneisses from Seve \nNappes, Scandinavian Caledonides. II. Ion microprobe zircon U-Th-Pb. \nContribution to Mineralogy and Petrology, 97: 205-217. \n\n \nWilshire, H.G. 1984. Mantle metasomatism: The REE story. Geology, (12): 395-398. \n \n \n \n\n \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nANEXO I \n\n \n\n \n\n \n\n \n\n \n\nTABELAS DE DADOS GEOCRONOLOGICOS \n\n40\n\nAr/\n\n39\n\nAr \n\n \n\n \n\nTABELAS DE ANÁLISES QUÍMICAS DE MINERAIS \n\n\n\nTABELA 1. Dados Ar-Ar para anfibólio do subenxame de Tavares \n \n\n \nRun_ID \n\n \n\n40Ar/39Ar \n \n\nErro \n\n \n\n38Ar/39Ar \n \n\nErro \n\n \n\n37Ar/39Ar \n \n\nErro \n\n \n\n36Ar/39Ar \n \n\nErro \n\n \n\n40Ar*/39Ar \n \n\nErro \n \n\n% Rad \n \n\nErro \n\n40Ar \n(mols) \n\nEdade \n(Ma) \n\nErro \n(Ma) \n\nA1/7Ar-\n760 \n\n    1547.910 39.0497 3.1999 0.9960        \n\n4499-01ª 357.00 13.00 0.1427 0.0092 4.590 0.7500 0.7520 0.0320 139.90 7.70 37.9 1.4 6.54E-15 733.0 34.0 \n4499-01B 111.10 2.50 0.0080 0.0034 0.500 0.4000 0.0044 0.0055 109.80 3.00 98.9 1.5 3.29E-15 613.0 14.0 \n4499-01C 109.40 1.60 0.0146 0.0017 1.120 0.2000 0.0023 0.0025 108.90 1.80 99.5 0.7 6.72E-15 608.6 8.6 \n4499-01D 105.50 1.10 0.0116 0.0013 1.200 0.1200 -0.0009 0.0015 105.90 1.20 100.3 0.5 9.89E-15 594.7 5.9 \n4499-01E 103.30 1.80 0.0076 0.0024 1.200 0.2800 0.0000 0.0035 103.50 2.10 100.1 1.0 4.53E-15 583.0 10.0 \n4499-01F 102.50 5.60 -0.0018 0.0078 4.990 0.9500 0.0000 0.0110 103.30 6.50 100.4 3.2 1.34E-15 582.0 32.0 \n4499-01G 106.00 10.00 0.0010 0.0140 10.200 1.9000 -0.0960 0.0230 136.00 15.00 127.4 6.2 7.18E-16 734.0 67.0 \n4499-01H 107.40 3.40 0.173 0.0044 2.510 0.5000 -0.0063 0.0057 109.70 3.90 101.9 1.6 2.45E-15 613.0 19.0 \n4499-01I 65.20 8.40 0.0130 0.0170 1.7000 2.1000 -0.0400 0.0310 77.00 14.00 118.0 14.0 3.46E-16 452.0 71.0 \nA1/7Ar-\n761 \n\n    1533.504 31.9882 2.9533 1.0071        \n\n4499-02A 228.40 6.50 0.0669 0.0061 8.100 0.6400 0.2690 0.0120 150.60 5.40 65.5 1.3 5.17E-15 797.0 23.0 \n4499-02B 113.30 1.40 0.0082 0.0017 1.390 0.2000 0.0083 0.0032 111.00 1.17 97.9 0.9 7.42E-15 618.9 8.2 \n4499-02C 107.50 1.20 0.139 0.0013 1.240 0.1500 0.0008 0.0018 107.50 1.30 99.9 0.5 8.69E-15 602.1 6.2 \n4499-02D 105.70 1.60 0.0145 0.0023 1.370 0.2700 -0.0017 0.0026 106.40 1.80 100.6 0.8 5.61E-15 597.0 8.5 \n4499-02E 99.10 3.90 0.0054 0.0066 10.010 0.8300 -0.0380 0.0100 111.90 5.40 112.1 3.1 1.61E-15 623.0 25.0 \n4499-02F 95.70 3.50 0.0136 0.0060 11.920 0.8700 -0.0019 0.0086 98.00 4.50 101.5 2.8 1.70E-15 556.0 22.0 \n4499-02G 92.30 4.90 0.0172 0.0083 3.550 0.9800 -.0250 0.0120 100.10 6.50 108.3 4.0 1.13E-15 567.0 31.0 \n\n                \nA1/7AR-\n762 \n\n    11647.897 31.5262 3.0019 1.0054        \n\n4500-01A 98.90 1.30 0.0173 0.0021 15.200 0.3300 0.0606 0.0036 83.10 1.60 83.1 1.1 5.93E-15 482.1 8.1 \n4500-01B 76.10 1.10 0.0098 0.0019 14.360 0.3900 0.0092 0.0027 75.30 1.40 97.9 1.1 4.18E-15 441.7 7.2 \n4500-01C 85.60 1.00 0.0123 0.0017 5.560 0.2200 0.0014 0.0020 86.00 1.20 100.0 0.7 5.83E-15 496.6 6.1 \n4500-01D 102.07 0.65 0.0125 0.0008 1.699 0.0850 0.0026 0.0011 101.51 0.74 99.4 0.4 1.77E-14 573.6 3.6 \n4500-01E 99.74 0.58 0.0127 0.0005 1.219 0.0630 0.0002 0.0007 99.87 0.62 100.1 0.3 2.26E-14 565.5 3.0 \n4500-01F 90.70 1.00 0.0105 0.0013 1.320 0.1600 -0.0020 0.0016 91.40 1.10 100.8 0.6 7.92E-15 524.0 5.7 \n4500-01G 87.10 1.10 0.0106 0.0016 0.450 0.1500 -0.0010 0.0023 87.40 1.30 100.4 0.8 6.48E-15 503.9 6.6 \n4500-01H 88.69 0.57 0.0106 0.0006 0.378 0.0540 -0.0011 0.0006 89.08 0.60 100.4 0.3 2.23E-14 512.2 3.0 \n4500-01I 90.37 0.92 0.0088 0.0012 0.470 0.1300 -0.0011 0.0018 90.80 1.10 100.4 0.6 8.93E-15 520.7 5.4 \nA1/7Ar-\n763 \n\n    115017.50 27.4684 2.9311 1.0081        \n\n4500-02A 207.00 17.00 0.0870 0.0140 94.200 7.9000 0.4110 0.0420 99.00 12.00 44.8 3.8 1.55E-15 563.0 60.0 \n4500-02B 96.60 5.80 0.0258 0.0098 7.400 1.3000 -0.0320 0.0170 107.20 8.30 110.4 5.3 9.58E-16 601.0 40.0 \n4500-02C 118.60 4.40 0.0269 0.0056 1.810 0.7900 -0.0177 0.0083 124.20 5.20 104.5 2.1 2.00E-15 680.0 24.0 \n4500-02D 109.30 1.20 0.0159 0.0013 1.620 0.1700 0.0031 0.0023 108.60 1.40 99.3 0.7 8.84E-15 607.5 6.4 \n4500-02E 108.00 1.60 0.0160 0.0022 1.610 0.2900 0.0017 0.0035 107.80 1.90 99.7 1.0 5.33E-15 603.4 9.2 \n4500-02F 99.50 8.50 0.0180 0.0120 5.200 2.2000 -0.0070 0.0210 102.00 11.00 102.6 6.3 6.99E-16 578.0 53.0 \n4500-02G 93.20 7.70 0.0230 0.0120 19.700 2.7000 -0.0080 0.0180 98.40 9.90 104.0 5.8 7.16E-16 558.0 48.0 \n4500-02H 96.00 12.00 0.0390 0.0180 31.400 5.0000 0.0050 0.0290 99.00 15.00 100.9 9.1 4.71E-16 561.0 75.0 \n4500-02I 138.00 41.00 0.0640 0.0480 7.100 8.0000 -0.0270 0.0640 148.00 48.00 106.0 14.0 2.90E-16 780.0 210.0 \n \n \n\n\n\nAmostra DKMN-04 DKMN-09\n\nAnálise 1 3 4 2 3 4 5 6 7 8 9 1\n\nLocalização b c b b b c b c b c c c c c c c c b c b\n\nSiO2 52,269 51,723 52,39 51,483 51,782 52,027 51,883 52,658 52,83 52,489 52,387 52,941 52,184 52,18 52,444 52,002 51,983 53,869 53,336 52,428\n\nTiO2 1,339 0,766 0,994 1,368 1,306 0,472 1,479 0,596 2,445 0,474 0,552 0,62 0,719 0,394 0,594 0,554 0,446 1,954 0,215 2,886\n\nAl2O3 0,516 0,413 0,498 4,117 0,508 0,811 1,121 0,571 0,366 1,38 0,797 0,646 0,711 0,882 0,958 0,53 1,233 0,347 0,291 1,487\n\nFeO 28,313 23,196 25,082 26,673 27,405 19,021 27,092 18,591 27,029 17,899 16,351 16,128 16,945 16,921 18,652 17,325 14,645 19,408 16,921 25,275\n\nMnO 0,206 0,532 0,519 0,258 0,296 0,407 0,317 0,411 0,333 0,359 0,372 0,367 0,343 0,381 0,405 0,399 0,353 0,594 0,471 0,154\n\nMgO 1,168 4,066 2,659 1,228 2,002 6,663 1,538 7,112 1,567 7,404 8,197 8,161 7,802 8,386 6,522 7,964 9,254 4,819 7,761 1,741\n\nCaO 2,445 9,105 4,159 2,764 4,739 13,387 3,63 13,908 3,089 14,34 15,693 15,181 14,783 16,374 12,341 15,094 17,443 9,973 16,97 2,14\n\nK2O 0 0,026 0,013 0,008 0 0,047 0 0,012 0,006 0 0,033 0,008 0,001 0,001 0,019 0 0,001 0,011 0,012 0,011\n\nNa2O 11,984 8,095 11,09 11,387 11,208 5,818 11,377 5,699 12,014 5,381 4,815 4,952 4,979 4,272 6,406 5,007 3,345 7,814 3,961 12,116\n\nTotal 98,24 97,922 97,404 99,286 99,246 98,653 98,437 99,558 99,679 99,726 99,197 99,004 98,467 99,791 98,341 98,875 98,703 98,789 99,938 98,238\n\nFórmula estrutural calculada na base de 6 oxigênios\n\nSi 1,985 1,986 1,994 1,929 1,948 1,978 1,967 1,983 1,976 1,970 1,974 1,998 1,985 1,963 1,991 1,969 1,975 2,042 2,016 1,978\n\nAl (T) 0,015 0,014 0,006 0,071 0,023 0,022 0,033 0,017 0,016 0,030 0,026 0,002 0,015 0,037 0,009 0,024 0,025 0,000 0,000 0,022\n\nFe3+ (T) 0,000 0,000 0,000 0,000 0,029 0,000 0,000 0,000 0,008 0,000 0,000 0,000 0,000 0,000 0,000 0,007 0,000 0,000 0,000 0,000\n\nSOMA (T) 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,042 2,016 2,000\n\nAl 0,008 0,005 0,017 0,111 0,000 0,014 0,018 0,008 0,000 0,031 0,010 0,026 0,017 0,002 0,034 0,000 0,030 0,016 0,013 0,044\n\nTi 0,038 0,022 0,028 0,039 0,037 0,013 0,042 0,017 0,069 0,013 0,016 0,018 0,021 0,011 0,017 0,016 0,013 0,056 0,006 0,082\n\nFe3+ 0,813 0,569 0,751 0,711 0,796 0,412 0,767 0,392 0,758 0,364 0,338 0,304 0,324 0,324 0,413 0,367 0,216 0,364 0,234 0,701\n\nFe2+ 0,086 0,176 0,047 0,125 0,037 0,193 0,092 0,193 0,080 0,198 0,177 0,205 0,215 0,208 0,179 0,175 0,249 0,252 0,301 0,097\n\nMn 0,007 0,017 0,017 0,008 0,009 0,013 0,010 0,013 0,011 0,011 0,012 0,012 0,011 0,012 0,013 0,013 0,011 0,019 0,015 0,005\n\nMg 0,066 0,233 0,151 0,069 0,112 0,378 0,087 0,399 0,087 0,414 0,461 0,459 0,442 0,470 0,369 0,450 0,524 0,272 0,437 0,098\n\nCa 0,099 0,375 0,170 0,111 0,191 0,545 0,147 0,561 0,124 0,577 0,634 0,614 0,603 0,660 0,502 0,612 0,710 0,405 0,687 0,087\n\nK 0,000 0,001 0,001 0,000 0,000 0,002 0,000 0,001 0,000 0,000 0,002 0,000 0,000 0,000 0,001 0,000 0,000 0,001 0,001 0,001\n\nNa 0,882 0,603 0,819 0,827 0,818 0,429 0,836 0,416 0,871 0,392 0,352 0,362 0,367 0,312 0,472 0,368 0,246 0,574 0,290 0,886\n\nSOMA 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 1,958 1,984 2,000\n\nTotal cátions 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000\n\nComponentes moleculares\n\nEn --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\nFs --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\nWo --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\nJd 0,85 0,49 1,77 11,36 0,00 1,47 1,87 0,82 0,00 3,12 0,98 2,89 1,84 0,22 3,60 0,00 3,05 2,26 1,52 5,13\n\nAe 86,66 60,14 79,89 73,11 82,76 41,98 81,80 41,09 85,68 36,60 34,65 33,29 34,99 31,54 43,71 37,28 21,89 53,03 27,43 81,17\n\nQuad 12,49 39,38 18,34 15,53 17,24 56,54 16,33 58,09 14,32 60,29 64,37 63,82 63,18 68,24 52,68 62,72 75,06 44,71 71,06 13,70\n\nGrupo Na Ca-Na Na Na Na Ca-Na Na Ca-Na Na Ca-Na Ca-Na Ca-Na Ca-Na Ca-Na Ca-Na Ca-Na Ca-Na Ca-Na Ca-Na Na\n\nNomenclatura Eg Eg-Au Eg Eg Eg Eg-Au Eg Eg-Au Eg Eg-Au Eg-Au Eg-Au Eg-Au Eg-Au Eg-Au Eg-Au Eg-Au Eg-Au Eg-Au Eg\n\n(Morimoto,1990) com Mg com Mg\n\nLegenda: n, núcleo; b, borda; Eg, Egirina; Eg-Au, Egirina-Augita;(T), proporção do cátion no sítio T.\n\nTABELA 3. Composição química, em porcentagem de peso, de piroxênios das rochas do subenxame de Manaíra.\n\nDKMN-08\n\n1\n\nDKMN-11\n\n12 5\n\n\n\nAmostra\n\nAnálise 5 6 7 8\n\nLocalização c b c b c b c c b b c b c b c b c b\n\nSiO2 52,247 52,465 51,655 51,332 52,241 52,367 51,806 52,784 52,802 52,631 53,398 52,708 53,319 53,256 52,663 52,946 53,15 52,766\n\nTiO2 0,223 0,218 0,199 1,825 0,209 0,229 0,205 0,274 2,957 3,119 0,316 0,251 0,299 0,383 0,416 0,296 0,286 0,265\n\nAl2O3 0,341 0,382 0,717 2,01 0,382 0,399 0,412 0,272 0,403 0,356 0,306 0,29 0,232 0,304 0,269 0,422 0,298 0,254\n\nFeO 17,626 17,762 17,241 24,482 17,691 17,12 16,952 14,271 24,717 24,359 16,25 18,15 14,812 17,252 17,833 17,669 17,432 19,481\n\nMnO 0,504 0,501 0,444 0,202 0,507 0,487 0,434 0,352 0,254 0,295 0,316 0,421 0,257 0,438 0,354 0,432 0,484 0,509\n\nMgO 7,327 7,287 7,349 1,052 7,383 7,421 7,57 9,678 1,964 1,539 8,072 7,005 8,995 7,458 7,355 7,362 7,252 6,408\n\nCaO 16,599 16,497 16,66 4,363 16,718 16,525 17,05 17,631 2,531 1,852 15,552 14,978 16,37 14,864 14,823 14,98 15,197 14,135\n\nK2O 0 0,014 0 0,02 0 0,006 0,025 0 0,013 0 0,015 0,005 0 0 0 0 0,015 0\n\nNa2O 3,817 3,835 3,832 10,859 3,874 3,788 3,572 3,23 11,755 12,145 4,593 4,999 4,069 4,929 5,174 4,857 4,805 5,415\n\nTotal 98,684 98,961 98,097 96,145 99,005 98,342 98,026 98,492 97,396 96,296 98,818 98,807 98,353 98,884 98,887 98,964 98,919 99,233\n\nFórmula estrutural calculada na base de 6 oxigênios\n\nSi 2,008 2,011 1,993 1,993 2,000 2,017 2,002 2,008 2,015 2,027 2,025 2,009 2,026 2,023 1,999 2,012 2,022 2,007\n\nAl (T) 0,000 0,000 0,007 0,007 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,001 0,000 0,000 0,000\n\nFe3+ (T) 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000\n\nSOMA (T) 2,008 2,011 2,000 2,000 2,000 2,017 2,002 2,008 2,015 2,027 2,025 2,009 2,026 2,023 2,000 2,012 2,022 2,007\n\nAl 0,015 0,017 0,025 0,085 0,017 0,018 0,019 0,012 0,018 0,016 0,014 0,013 0,010 0,014 0,011 0,019 0,013 0,011\n\nTi 0,006 0,006 0,006 0,053 0,006 0,007 0,006 0,008 0,085 0,090 0,009 0,007 0,009 0,011 0,012 0,008 0,008 0,008\n\nFe3+ 0,241 0,234 0,257 0,634 0,259 0,218 0,234 0,194 0,653 0,656 0,257 0,325 0,220 0,282 0,347 0,298 0,281 0,359\n\nFe2+ 0,326 0,336 0,300 0,160 0,307 0,333 0,314 0,261 0,136 0,129 0,259 0,253 0,251 0,267 0,219 0,264 0,274 0,260\n\nMn 0,016 0,016 0,015 0,007 0,016 0,016 0,014 0,011 0,008 0,010 0,010 0,014 0,008 0,014 0,011 0,014 0,016 0,016\n\nMg 0,420 0,416 0,423 0,061 0,421 0,426 0,436 0,549 0,112 0,088 0,456 0,398 0,510 0,422 0,416 0,417 0,411 0,363\n\nCa 0,683 0,678 0,689 0,181 0,686 0,682 0,706 0,719 0,103 0,076 0,632 0,612 0,667 0,605 0,603 0,610 0,619 0,576\n\nK 0,000 0,001 0,000 0,001 0,000 0,000 0,001 0,000 0,001 0,000 0,001 0,000 0,000 0,000 0,000 0,000 0,001 0,000\n\nNa 0,284 0,285 0,287 0,817 0,288 0,283 0,268 0,238 0,870 0,907 0,338 0,369 0,300 0,363 0,381 0,358 0,354 0,399\n\nSOMA 1,992 1,989 2,000 2,000 2,000 1,983 1,998 1,992 1,985 1,973 1,975 1,991 1,974 1,977 2,000 1,988 1,978 1,993\n\nTotal cátions 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000\n\nComponentes moleculares\n\nEn ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\nFs ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\nWo ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\nJd 1,72 1,96 2,61 9,44 1,76 2,16 2,00 1,41 2,25 2,07 1,69 1,42 1,33 1,66 1,16 2,13 1,60 1,23\n\nAe 26,75 26,55 26,29 70,79 27,14 26,03 24,88 22,36 80,97 83,99 31,71 35,48 28,25 34,29 36,93 33,54 33,61 38,74\n\nQuad 71,53 71,49 71,11 19,77 71,09 71,81 73,12 76,23 16,78 13,94 66,60 63,10 70,41 64,05 61,91 64,33 64,79 60,03\n\nGrupo Ca-Na Ca-Na Ca-Na Na Ca-Na Ca-Na Ca-Na Ca-Na Na Na Ca-Na Ca-Na Ca-Na Ca-Na Ca-Na Ca-Na Ca-Na Ca-Na\n\nNomenclatura Eg-Au Eg-Au Eg-Au Eg Eg Eg-Au Eg-Au Eg-Au Eg Eg Eg-Au Eg-Au Eg-Au Eg-Au Eg-Au Eg-Au Eg-Au Eg-Au\n\n(Morimoto,1990) Augita com Mg\n\nLegenda: c, centro; b, borda; Eg, Egirina; Eg-Au, Egirina-Augita;(T), proporção do cátion no sítio T.\n\n1\n\nDKMN-11\n\n2 3\n\nTABELA 3. Continuação.\n\n42 34\n\nDKMN-13\n\n\n\nAmostra DKTV-04\n\nAnálise 1 4 7\n\nLocalização c c b c b b c b c b c c b c b c b\n\nSiO2 52,081 52,088 51,755 51,296 51,621 51,457 51,39 52,563 52,452 52,042 51,876 51,327 51,512 52,565 51,434 53,416 53,363\n\nTiO2 0,841 0,186 0,108 0,705 0,539 0,506 0,256 0,199 0,134 0,174 0,693 0,527 0,724 0,212 0,648 0,045 0,099\n\nAl2O3 0,408 0,388 0,346 0,833 0,833 0,799 0,513 0,587 0,727 0,807 0,415 0,702 0,814 0,508 1,025 0,688 0,778\n\nFeO 15,687 15,522 14,96 15,592 15,975 14,94 13,463 8,938 9,684 8,953 14,559 14,449 15,9 11,743 11,709 6,585 6,711\n\nMnO 0,271 0,399 0,334 0,314 0,301 0,299 0,269 0,228 0,187 0,189 0,238 0,249 0,347 0,279 0,271 0,132 0,176\n\nMgO 8,617 9,403 9,236 8,292 8,373 9,316 9,889 13,073 12,599 12,618 9,236 9,013 8,106 11,03 10,335 14,039 13,755\n\nCaO 16,682 19,5 18,896 16,352 17,504 18,856 20,916 23,587 23,532 23,436 17,752 18,043 17,01 21,726 20,085 22,305 21,831\n\nK2O 0,009 0 0 0,02 0,016 0,05 0,002 0,457 0 0 0 0,015 3,625 0 0,147 0 0\n\nNa2O 4,051 2,036 2,078 3,77 3,527 2,621 1,329 0 0,319 0,325 3,535 3,433 0,008 1,075 1,567 1,252 1,348\n\nTotal 98,647 99,522 97,713 97,174 98,689 98,844 98,027 99,632 99,634 98,544 98,304 97,758 98,046 99,138 97,221 98,462 98,061\n\nFórmula estrutural calculada na base de 6 oxigênios\n\nSi 1,982 1,987 2,008 1,986 1,972 1,965 1,988 1,976 1,974 1,976 1,978 1,969 2,029 1,999 1,992 1,994 2,002\n\nAl (T) 0,018 0,013 0,000 0,014 0,028 0,035 0,012 0,024 0,026 0,024 0,019 0,031 0,000 0,001 0,008 0,006 0,000\n\nFe3+ (T) 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,003 0,000 0,000 0,000 0,000 0,000 0,000\n\nSOMA (T) 2,000 2,000 2,008 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,029 2,000 2,000 2,000 2,002\n\nAl 0,000 0,004 0,016 0,024 0,009 0,001 0,011 0,002 0,006 0,013 0,000 0,000 0,038 0,022 0,038 0,025 0,034\n\nTi 0,024 0,005 0,003 0,021 0,015 0,015 0,007 0,006 0,004 0,005 0,020 0,015 0,021 0,006 0,019 0,001 0,003\n\nFe3+ 0,270 0,149 0,118 0,233 0,250 0,202 0,086 0,033 0,035 0,025 0,244 0,257 0,044 0,046 0,057 0,069 0,054\n\nFe2+ 0,230 0,347 0,368 0,271 0,260 0,275 0,350 0,248 0,270 0,259 0,217 0,207 0,479 0,327 0,322 0,137 0,156\n\nMn 0,009 0,013 0,011 0,010 0,010 0,010 0,009 0,007 0,006 0,006 0,008 0,008 0,012 0,009 0,009 0,004 0,006\n\nMg 0,489 0,535 0,534 0,479 0,477 0,530 0,570 0,733 0,707 0,714 0,525 0,515 0,476 0,625 0,597 0,781 0,769\n\nCa 0,680 0,797 0,786 0,678 0,716 0,771 0,867 0,950 0,949 0,954 0,725 0,741 0,718 0,885 0,833 0,892 0,877\n\nK 0,000 0,000 0,000 0,001 0,001 0,002 0,000 0,022 0,000 0,000 0,000 0,001 0,182 0,000 0,007 0,000 0,000\n\nNa 0,299 0,151 0,156 0,283 0,261 0,194 0,100 0,000 0,023 0,024 0,261 0,255 0,001 0,079 0,118 0,091 0,098\n\nSOMA 2,000 2,000 1,992 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 1,971 2,000 2,000 2,000 1,998\n\nTotal cátions 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000 4,000\n\nComponentes moleculares\n\nEn ---------- 29,06 29,42-------------------- 29,65 30,31 37,17 35,95 36,48-------------------- 27,53 33,03 32,82 41,49 41,29\n\nFs ---------- 27,62 27,33-------------------- 27,22 23,62 14,63 15,80 14,83-------------------- 30,96 20,20 21,35 11,14 11,60\n\nWo ---------- 43,32 43,25-------------------- 43,13 46,07 48,20 48,25 48,69-------------------- 41,51 46,76 45,84 47,37 47,10\n\nJd 0,00-------------------- 2,62 0,95-------------------------------------------------- 0,00 0,04--------------------------------------------------\n\nAe 29,94-------------------- 25,76 25,49-------------------------------------------------- 26,26 25,82--------------------------------------------------\n\nQuad 70,06-------------------- 71,62 73,56-------------------------------------------------- 73,74 74,14--------------------------------------------------\n\nGrupo Ca-Na Quad Quad Ca-Na Ca-Na Quad Quad Quad Quad Quad Ca-Na Ca-Na Quad Quad Quad Quad Quad\n\nNomenclatura\nEg-Au\n\nAu com \n\nFe e Na\n\nAu com \n\nFe e Na\nEg-Au Eg-Au\n\nAu com \n\nFe e Na\nDiop Diop Diop Diop Eg-Au Eg-Au Au Diop\n\nDiop \n\ncom Na\nDiop Diop\n\n(Morimoto,1990)\n\nLegenda: c, centro; b, borda; Au, Augita; Eg-Au, Egirina-Augita; Diop, Diopsídio; (T), proporção do cátion no sítio T.\n\nTABELA 4. Composição química, em porcentagem de peso, de piroxênios das rochas do subenxame de Tavares.\n\n8 9 102 3 5 6\n\n\n\nTABELA 5. Composição química, em porcentagem de peso, de anfibólios das rochas do subenxame de Manaíra.\n\nAmostra\n\nAnálise 1 2 3\n\nLocalização c b c\n\nSiO2 54,544 55,773 55,226\n\nTiO2 0,086 0,143 0,096\n\nAl2O3 0,598 0,656 0,663\n\nMnO 0,194 0,184 0,200\n\nFeO 20,154 20,249 19,183\n\nMgO 11,549 11,251 11,714\n\nCaO 2,312 1,768 1,817\n\nNa2O 6,165 6,502 6,521\n\nK2O 0,650 0,747 0,746\n\nF 0,245 0,476 0,685\n\nCl 0,000 0,018 0,005\n\nTotal 96,497 97,767 96,856\n\nFórmula estrutural calculada na base de 23 oxígenios \n\nSi (T) 7,918 8,000 7,999\n\nAl (T) 0,082 0,000 0,001\n\nTi (T) 0,000 0,000 0,000\n\nSOMA (T) 8,000 8,000 8,000\n\nAl (C)  0,021 0,111 0,112\n\nTi (C) 0,009 0,015 0,010\n\nFe+3 (C) 1,424 1,313 1,305\n\nMg (C) 2,500 2,409 2,529\n\nFe+2 (C) 1,022 1,119 1,018\n\nMn (C) 0,024 0,022 0,025\n\nSOMA (C) 5,000 4,990 5,000\n\nMn (B) 0,000 0,000 0,000\n\nCa (B) 0,360 0,272 0,282\n\nNa (B) 1,640 1,728 1,718\n\nSOMA (B) 2,000 2,000 2,000\n\nNa (A) 0,095 0,082 0,113\n\nK (A) 0,120 0,137 0,138\n\nSOMA (A) 0,215 0,219 0,251\n\nNomenclatura MRb MRb MRb\n\n(Leake, 1997) com Fl\n\nLegenda: c: centro; b: borda; MRb: Magnésio Riebequita;\n\n(T): proporção do cátion no sítio T; (C): proporção do cátion no sítio C; (B): proporção do cátion no sítio B; (A): proporção do cátion no sítio A.\n\nDKMN-09\n\n\n\nAmostra DKPI-01 \n\nAnálise 2 1 2 3 4 5 6\n\nLocalização c b c c b b c c b b c c b c b c b c b\n\nSiO2 54,564 55,110 54,607 54,041 55,328 52,037 52,865 53,641 51,142 52,057 52,810 54,135 52,605 54,062 51,933 52,112 52,938 56,019 53,799\n\nTiO2 0,211 0,086 0,134 0,222 0,157 0,276 2,867 0,511 0,237 0,212 0,286 0,130 0,352 0,460 0,319 0,043 0,324 0,125 0,349\n\nAl2O3 0,510 0,589 0,628 0,698 0,609 0,329 0,551 0,378 2,894 0,310 0,376 2,645 0,422 0,428 2,445 6,461 0,354 0,355 0,413\n\nMnO 0,233 0,187 0,193 0,180 0,279 0,499 0,265 0,121 0,182 0,176 0,118 0,385 0,132 0,196 0,136 0,453 0,147 0,433 0,114\n\nFeO 20,031 20,623 20,946 20,916 18,587 29,028 27,323 24,585 23,599 25,647 26,464 18,120 27,301 23,786 27,341 17,422 26,767 17,701 25,682\n\nMgO 10,948 10,844 10,464 10,216 12,340 0,837 0,728 4,124 4,112 2,834 2,027 11,850 1,727 4,866 1,511 11,972 2,545 12,930 2,632\n\nCaO 1,478 1,645 1,769 2,018 2,325 2,041 1,940 4,623 3,910 4,637 3,310 1,814 2,993 4,458 2,681 2,219 3,546 2,199 4,408\n\nNa2O 6,502 6,499 6,481 7,098 6,399 12,303 12,419 10,405 10,178 10,923 11,449 6,143 11,961 9,739 11,747 5,804 11,286 6,385 11,143\n\nK2O 0,969 0,790 0,788 0,638 0,671 0,000 0,002 0,100 0,182 0,013 0,024 1,333 0,016 0,221 0,006 1,400 0,035 1,290 0,049\n\nF 0,575 0,483 0,545 0,823 0,991 0,002 0,000 0,000 0,134 0,000 0,071 0,595 0,000 0,165 0,127 0,518 0,000 0,943 0,000\n\nCl 0,000 0,000 0,021 0,029 0,005 0,000 0,000 0,000 0,000 0,028 0,018 0,000 0,000 0,008 0,023 0,010 0,018 0,000 0,000\n\nTotal 96,021 96,856 96,576 96,879 97,691 97,352 98,96 98,488 96,57 96,837 96,953 97,15 97,509 98,389 98,269 98,414 97,96 98,38 98,589\n\nFórmula estrutural calculada na base de 23 oxigênios \n\nSi (T) 8,007 8,010 8,001 7,992 7,962 8,609 8,609 8,579 8,234 8,632 8,721 7,777 8,669 8,548 8,409 7,319 8,613 8,005 8,738\n\nAl (T) 0,000 0,000 0,000 0,008 0,038 0,000 0,000 0,000 0,000 0,000 0,000 0,223 0,000 0,000 0,000 0,681 0,000 0,000 0,000\n\nTi (T) 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000\n\nSOMA (T) 8,007 8,010 8,001 8,000 8,000 8,609 8,609 8,579 8,234 8,632 8,721 8,000 8,669 8,548 8,409 8,000 8,613 8,005 8,738\n\nAl (C)  0,088 0,101 0,108 0,114 0,065 0,064 0,106 0,071 0,549 0,061 0,073 0,225 0,082 0,080 0,467 0,389 0,068 0,060 0,079\n\nTi (C) 0,023 0,009 0,015 0,025 0,017 0,034 0,351 0,061 0,029 0,026 0,036 0,014 0,044 0,055 0,039 0,005 0,040 0,013 0,043\n\nFe+3 (C) 1,324 1,335 1,286 1,035 1,289 0,000 0,000 0,000 0,000 0,000 0,000 1,419 0,000 0,000 0,000 1,724 0,000 1,205 0,000\n\nMg (C) 2,395 2,350 2,286 2,252 2,647 0,206 0,177 0,983 0,987 0,701 0,499 2,538 0,424 1,147 0,365 2,507 0,617 2,754 0,637\n\nFe+2 (C) 1,134 1,171 1,280 1,552 0,947 4,016 3,721 3,288 3,177 3,556 3,654 0,757 3,762 3,145 3,702 0,322 3,642 0,910 3,488\n\nMn (C) 0,029 0,023 0,024 0,023 0,034 0,070 0,037 0,016 0,025 0,025 0,017 0,047 0,018 0,026 0,019 0,054 0,020 0,052 0,016\n\nSOMA (C) 4,993 4,990 4,999 5,000 5,000 4,391 4,391 4,421 4,766 4,368 4,279 5,000 4,331 4,452 4,591 5,000 4,387 4,995 4,262\n\nMn (B) 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000\n\nCa (B) 0,232 0,256 0,278 0,320 0,358 0,362 0,338 0,792 0,674 0,824 0,586 0,279 0,528 0,755 0,465 0,334 0,618 0,337 0,767\n\nNa (B) 1,768 1,744 1,722 1,680 1,642 1,638 1,662 1,208 1,326 1,176 1,414 1,711 1,472 1,245 1,535 1,580 1,382 1,663 1,233\n\nSOMA (B) 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 1,990 2,000 2,000 2,000 1,914 2,000 2,000 2,000\n\nNa (A) 0,082 0,088 0,119 0,355 0,144 2,308 2,259 2,019 1,851 2,335 2,251 0,000 2,350 1,740 2,153 0,000 2,178 0,105 2,276\n\nK (A) 0,181 0,146 0,147 0,120 0,123 0,000 0,000 0,020 0,037 0,003 0,005 0,244 0,003 0,045 0,001 0,251 0,007 0,235 0,010\n\nSOMA (A) 0,263 0,234 0,266 0,475 0,267 2,308 2,260 2,039 1,888 2,338 2,256 0,244 2,353 1,785 2,154 0,251 2,185 0,341 2,286\n\nNomenclatura MRb MRb MRb  MRb  MRb FEk FEk Frich Frich Frich Frich MRb Frich Frich Fek MRb Frich MRb Frich\n\n(Leake, 1997) com Fl com Fl com Fl com Fl com Ti com Fl com K com Fl\n\nLegenda: c: centro; b: borda; MRb: Magnésio Riebequita; Fek: Ferro-Eckermanita; Frich: Ferro-Richterita\n\n(T): proporção do cátion no sítio T; (C): proporção do cátion no sítio C; (B): proporção do cátion no sítio B; (A): proporção do cátion no sítio A.\n\n7 10\n\nTABELA 6. Composição química, em porcentagem de peso, de anfibólios das rochas do subenxame de Princesa Isabel.\n\n8 9\n\nDKPI-03\n\n1 3\n\n\n\nAmostra DKTV-2A DKTV-2B\n\nAnálise 1 3 4 5 7 8 9 11 12 1 2 3 4\n\nLocalização c c b c b b c b c c c c b c b b b c c\n\nSiO2 54,951 55,250 55,319 55,150 54,131 54,992 54,847 55,681 55,677 55,228 56,321 55,666 55,316 55,217 55,802 54,444 56,470 56,264 56,744\n\nTiO2 0,009 0,009 0,067 0,152 0,114 0,086 0,104 0,114 0,143 0,038 0,138 0,033 0,217 0,123 0,114 0,383 0,076 0,105 0,162\n\nAl2O3 0,568 0,585 0,537 0,555 0,545 0,507 0,548 0,557 0,491 0,535 0,483 0,553 0,560 0,551 0,507 0,501 0,541 0,562 0,546\n\nMnO 0,191 0,173 0,137 0,132 0,151 0,090 0,139 0,145 0,159 0,145 0,183 0,150 0,160 0,169 0,180 0,171 0,172 0,131 0,129\n\nFeO 21,184 22,872 22,566 21,933 23,107 22,008 22,615 21,772 22,413 23,338 22,326 22,202 23,192 21,845 22,928 21,452 21,361 21,191 21,686\n\nMgO 10,465 9,747 10,207 10,061 9,966 10,341 9,943 10,253 10,337 10,216 10,413 10,471 10,071 10,239 10,313 11,457 11,044 10,563 10,101\n\nCaO 0,859 0,494 0,358 0,376 0,268 0,413 0,251 0,461 0,433 0,394 0,402 0,421 0,299 0,432 0,354 0,905 0,461 0,317 0,402\n\nNa2O 6,607 6,762 6,873 6,731 6,837 6,554 6,748 6,771 7,005 6,803 6,954 6,908 7,021 6,740 6,852 6,481 6,673 6,771 6,835\n\nK2O 0,136 0,110 0,174 0,174 0,132 0,160 0,109 0,107 0,121 0,128 0,167 0,180 0,172 0,146 0,135 0,574 0,232 0,197 0,182\n\nF 0,136 0,037 0,231 0,063 0,171 0,000 0,066 0,132 0,202 0,164 0,098 0,304 0,129 0,169 0,168 0,414 0,273 0,204 0,004\n\nCl 0,016 0,003 0,000 0,000 0,008 0,029 0,000 0,000 0,000 0,000 0,003 0,000 0,000 0,008 0,110 0,000 0,000 0,032 0,000\n\nTotal 95,122 96,042 96,469 95,327 95,430 95,180 95,370 95,993 96,981 96,989 97,488 96,888 97,137 95,639 97,463 96,782 97,303 96,337 96,791\n\nFórmula estrutural calculada na base de 23 oxigênios\n\nSi (T) 8,017 8,003 7,972 8,022 7,892 7,983 7,974 8,040 7,985 7,911 8,016 7,983 7,930 8,008 7,956 7,822 8,011 8,075 8,123\n\nAl (T) 0,000 0,000 0,028 0,000 0,094 0,017 0,026 0,000 0,015 0,089 0,000 0,017 0,070 0,000 0,044 0,085 0,000 0,000 0,000\n\nTi (T) 0,000 0,000 0,000 0,000 0,013 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,041 0,000 0,000 0,000\n\nSOMA (T) 8,017 8,003 8,000 8,022 7,999 8,000 8,000 8,040 8,000 8,000 8,016 8,000 8,000 8,008 8,000 7,948 8,011 8,075 8,123\n\nAl (C)  0,098 0,100 0,064 0,095 0,000 0,070 0,067 0,095 0,068 0,001 0,081 0,077 0,025 0,094 0,041 0,000 0,090 0,095 0,092\n\nTi (C) 0,001 0,001 0,007 0,017 0,000 0,009 0,011 0,012 0,015 0,004 0,015 0,004 0,023 0,013 0,012 0,000 0,008 0,011 0,017\n\nFe+3 (C) 1,643 1,749 1,814 1,712 1,968 1,845 1,856 1,680 1,746 1,958 1,719 1,781 1,846 1,738 1,874 1,921 1,784 1,655 1,519\n\nMg (C) 2,276 2,105 2,193 2,182 2,166 2,238 2,155 2,207 2,210 2,182 2,209 2,239 2,152 2,214 2,192 2,454 2,336 2,260 2,156\n\nFe+2 (C) 0,942 1,022 0,906 0,956 0,849 0,826 0,893 0,949 0,941 0,837 0,938 0,882 0,934 0,911 0,859 0,625 0,750 0,888 1,076\n\nMn (C) 0,024 0,021 0,017 0,016 0,017 0,011 0,017 0,018 0,019 0,018 0,022 0,018 0,019 0,021 0,022 0,000 0,021 0,016 0,016\n\nSOMA (C) 4,983 4,997 5,000 4,978 5,000 5,000 5,000 4,960 5,000 5,000 4,984 5,000 5,000 4,992 5,000 5,000 4,989 4,925 4,877\n\nMn (B) 0,000 0,000 0,000 0,000 0,002 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,021 0,000 0,000 0,000\n\nCa (B) 0,134 0,077 0,055 0,059 0,042 0,064 0,039 0,071 0,067 0,060 0,061 0,065 0,046 0,067 0,054 0,139 0,070 0,049 0,062\n\nNa (B) 1,866 1,899 1,920 1,898 1,932 1,845 1,902 1,895 1,933 1,889 1,919 1,921 1,951 1,895 1,894 1,805 1,835 1,884 1,897\n\nSOMA (B) 2,000 1,976 1,976 1,957 1,976 1,909 1,941 1,967 2,000 1,950 1,980 1,985 1,997 1,962 1,948 1,965 1,905 1,933 1,959\n\nNa (A) 0,003 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,014 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000\n\nK (A) 0,025 0,020 0,032 0,032 0,025 0,030 0,020 0,020 0,022 0,023 0,030 0,033 0,031 0,027 0,025 0,105 0,042 0,036 0,033\n\nSOMA (A) 0,028 0,020 0,032 0,032 0,025 0,030 0,020 0,020 0,036 0,023 0,030 0,033 0,031 0,027 0,025 0,105 0,042 0,036 0,033\n\nNomenclatura MRb MRb MRb MRb MRb MRb MRb MRb MRb MRb MRb MRb MRb MRb MRb MRb MRb MRb MRb\n\n(Leake, 1997)\n\nLegenda: c: centro; b: borda; MRb: Magnésio Riebequita;\n\n(T): proporção do cátion no sítio T; (C): proporção do cátion no sítio C; (B): proporção do cátion no sítio B; (A): proporção do cátion no sítio A.\n\n1062\n\nTABELA 7. Composição química, em porcentagem peso, de anfibólios das rochas do subenxame de Tavares.\n\n\n\nAmostra DKTV-05 DKTV-01 DKTV-04\n\nAnálise 1 2 3 4 5 1 2 3 1 2\n\nLocalização c b c b c c b c c b c b c b c b\n\nSiO2 55,569 54,695 56,303 55,122 55,243 55,783 55,895 55,213 54,761 54,513 53,912 54,709 53,367 55,093 54,621 54,889\n\nTiO2 0,038 0,523 0,250 0,309 0,144 0,217 0,178 0,052 0,062 0,043 0,105 0,020 0,033 0,022 0,011 0,010\n\nAl2O3 0,551 0,536 0,177 0,626 0,767 0,267 0,350 0,686 0,822 0,599 1,119 2,553 3,602 0,759 0,518 0,486\n\nMnO 0,293 0,334 0,282 0,357 0,363 0,287 0,314 0,219 0,240 0,221 0,221 0,246 0,244 0,323 0,451 0,532\n\nFeO 18,007 16,214 17,801 16,850 16,893 16,303 16,142 23,658 23,674 21,325 21,600 20,755 21,852 23,523 16,518 15,869\n\nMgO 12,995 13,597 13,336 13,698 13,405 14,429 14,612 9,237 8,798 9,573 9,034 9,825 8,752 8,868 13,047 13,528\n\nCaO 2,336 2,711 2,537 2,764 2,872 3,720 3,349 0,824 0,521 0,970 0,538 0,856 0,434 0,611 5,805 5,819\n\nNa2O 6,073 5,806 6,095 5,790 5,848 5,574 5,783 6,789 6,987 6,971 6,876 6,882 6,775 7,070 4,003 4,138\n\nK2O 0,549 2,277 0,861 2,143 1,344 0,752 0,811 0,253 0,295 0,269 0,314 0,267 0,167 0,259 0,911 1,089\n\nF 0,214 0,671 0,454 0,675 0,324 0,326 0,258 0,532 0,468 0,342 0,641 0,470 0,167 0,131 0,791 0,621\n\nCl 0,013 0,013 0,003 0,000 0,000 0,000 0,000 0,018 0,000 0,000 0,000 0,000 0,008 0,000 0,000 0,000\n\nTotal 96,638 97,377 98,099 98,334 97,203 97,658 97,692 97,481 96,628 94,826 94,360 96,583 95,401 96,659 96,676 96,981\n\nFórmula estrutural calculada na base de 23 oxigênios\n\nSi (T) 7,945 7,915 7,981 7,883 7,920 7,913 7,899 7,993 8,009 8,095 8,053 7,907 7,781 8,032 7,989 7,985\n\nAl (T) 0,055 0,085 0,019 0,106 0,080 0,045 0,058 0,007 0,000 0,000 0,000 0,093 0,219 0,000 0,011 0,015\n\nTi (T) 0,000 0,000 0,000 0,012 0,000 0,023 0,019 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000\n\nSOMA (T) 8,000 8,000 8,000 8,000 8,000 7,980 7,976 8,000 8,009 8,095 8,053 8,000 8,000 8,032 8,000 8,000\n\nAl (C) 0,038 0,007 0,011 0,000 0,050 0,000 0,000 0,110 0,142 0,105 0,197 0,342 0,400 0,130 0,078 0,069\n\nTi (C) 0,004 0,057 0,027 0,021 0,016 0,000 0,000 0,006 0,007 0,005 0,012 0,002 0,004 0,002 0,001 0,001\n\nFe+3 (C) 1,464 1,057 1,319 1,195 1,215 1,252 1,324 1,626 1,578 1,295 1,413 1,461 1,668 1,512 0,799 0,753\n\nMg (C) 2,770 2,933 2,818 2,920 2,865 3,051 3,079 1,994 1,918 2,119 2,012 2,117 1,902 1,927 2,845 2,934\n\nFe+2 (C) 0,689 0,905 0,791 0,820 0,810 0,681 0,584 1,238 1,317 1,353 1,285 1,047 0,996 1,356 1,221 1,178\n\nMn (C) 0,035 0,041 0,034 0,043 0,044 0,015 0,014 0,027 0,030 0,028 0,028 0,030 0,030 0,040 0,056 0,066\n\nSOMA (C) 5,000 5,000 5,000 5,000 5,000 5,000 5,000 5,000 4,991 4,905 4,947 5,000 5,000 4,968 5,000 5,000\n\nMn (B) 0,000 0,000 0,000 0,000 0,000 0,020 0,024 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000 0,000\n\nCa (B) 0,358 0,420 0,385 0,423 0,441 0,565 0,507 0,128 0,082 0,154 0,086 0,133 0,068 0,095 0,910 0,907\n\nNa (B) 1,642 1,580 1,615 1,577 1,559 1,415 1,469 1,872 1,918 1,846 1,914 1,867 1,915 1,905 1,090 1,093\n\nSOMA (B) 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 2,000 1,983 2,000 2,000 2,000\n\nNa (A) 0,041 0,049 0,060 0,029 0,067 0,118 0,115 0,033 0,063 0,161 0,077 0,061 0,000 0,094 0,045 0,074\n\nK (A) 0,100 0,420 0,156 0,391 0,246 0,136 0,146 0,047 0,055 0,051 0,060 0,049 0,031 0,048 0,170 0,202\n\nSOMA (A) 0,141 0,470 0,216 0,420 0,312 0,254 0,261 0,080 0,118 0,212 0,137 0,110 0,031 0,142 0,215 0,276\n\nNomenclatura MRb MRb MRb MRb MRb Winch Winch MRb MRb MRb MRb MRb MRb MRb Winch Winch\n\n(Leake, 1997) com Fl com Fl,K Ferrica Ferrica com Fl\n\nLegenda: c: centro; b: borda; MRb: Magnésio Riebequita; Winch: Winchita; \n\n(T): proporção do cátion no sítio T; (C): proporção do cátion no sítio C; (B): proporção do cátion no sítio B; (A): proporção do cátion no sítio A.\n\nTABELA 7. Continuação.\n\n56 4\n\n\n\nTABELA 8. Composição química, em porgentagem de peso, de feldspatos das rochas do subenxame de Tavares.\n\nAmostra\n\nAnálise\n\nLocalização c b c b c b c b c b\n\nSiO2 64,08 66,57 66,40 66,11 65,97 66,75 66,65 65,53 65,98 66,57\n\nTiO2 0,08 0,00 0,00 0,04 0,00 0,08 0,09 0,04 0,04 0,04\n\nAl2O3 18,52 19,27 19,31 19,66 19,03 19,02 19,57 19,86 19,43 19,27\n\nFe2O3 0,48 0,13 0,14 0,13 0,12 0,06 0,12 0,08 0,13 0,13\n\nCaO 0,84 0,69 0,34 0,77 0,26 0,34 0,68 0,67 0,45 0,42\n\nBaO 0,14 0,23 0,15 0,11 0,33 0,36 0,27 0,76 0,50 0,28\n\nNa2O 2,92 7,02 6,40 6,92 6,06 6,28 7,78 6,71 6,10 6,94\n\nK2O 12,11 6,32 7,45 6,38 7,90 7,42 5,46 6,41 7,54 6,64\n\nTotal 99,17 100,21 100,19 100,12 99,67 99,28 100,63 100,05 100,16 100,28\n\nFórmula estrutural calculada na base de 32 oxigênios\n\nSi 11,848 11,900 11,905 11,830 11,922 11,909 11,846 11,785 11,865 11,905\n\nAl 4,103 4,056 4,077 4,142 4,050 4,059 4,096 4,207 4,115 4,059\n\nFe3+ 0,018 0,017 0,019 0,018 0,016 0,008 0,016 0,010 0,017 0,017\n\nTi 0,003 0,000 0,000 0,006 0,000 0,011 0,012 0,005 0,005 0,005\n\nSuma (T) 15,984 15,973 16,001 15,996 15,988 15,987 15,970 16,007 16,002 15,986\n\nCa 0,023 0,016 0,011 0,008 0,024 0,026 0,019 0,053 0,035 0,019\n\nBa 0,118 0,131 0,064 0,147 0,050 0,066 0,130 0,130 0,087 0,080\n\nNa 1,961 2,433 2,226 2,401 2,124 2,206 2,682 2,340 2,128 2,405\n\nK 1,922 1,441 1,703 1,457 1,822 1,716 1,238 1,471 1,729 1,515\n\nSuma (M) 4,024 4,021 4,004 4,013 4,020 4,014 4,069 3,994 3,979 4,019\n\nTotal cations 20,008 19,994 20,005 20,009 20,008 20,001 20,039 20,001 19,981 20,005\n\nComponentes Moleculares\n\nAb 48,7 60,5 55,6 59,8 52,8 55,0 65,9 58,6 53,5 59,8\n\nAn 2,9 3,3 1,6 3,7 1,2 1,6 3,2 3,3 2,2 2,0\n\nOr 47,8 35,8 42,5 36,3 45,3 42,8 30,4 36,8 43,5 37,7\n\nOBSERVAÇÕES: Fe total calculado como Fe3+. Legenda: c:centro; b: borda.\n\n5\n\nDKTV 2A\n\n1 2 3 4\n\n\n\nTABELA 9. Composição química, em porcentagem de peso, de biotitas das rochas do subenxame de Serra Talhada. \n\nAmostra DKST-01\n\nAnálise 1 2 3 4 5 6 7 8\n\nLocalização c c b c b c b b\n\nSiO2 36,05 35,82 36,02 36,22 35,77 35,58 36,98 35,03\n\nTiO2 5,90 7,46 7,89 7,60 7,58 6,81 6,04 8,79\n\nAl2O3 15,19 15,86 15,76 15,87 16,88 16,27 16,16 14,44\n\nFeO 14,81 11,92 13,49 14,13 11,21 13,85 11,26 16,41\n\nMnO 0,23 0,05 0,07 0,12 0,07 0,13 0,06 0,14\n\nMgO 14,26 15,57 14,69 14,14 15,40 14,80 16,77 11,77\n\nCaO 0,04 0,00 0,04 0,00 0,01 0,00 0,03 0,00\n\nBaO 0,00 0,91 0,75 0,06 0,76 1,19 0,00 2,55\n\nNa2O 0,38 0,40 0,54 0,43 0,21 0,44 0,15 0,10\n\nK2O 9,70 9,50 9,00 9,57 9,69 9,26 10,22 8,88\n\nF 0,32 0,28 0,21 0,50 0,55 0,42 0,61 0,51\n\nCl 0,03 0,06 0,06 0,03 0,04 0,10 0,08 0,05\n\nCr2O3 0,13 0,00 0,03 0,00 0,03 0,01 n.a 0,00\n\n96,91 97,82 98,52 98,65 98,16 98,84 98,37 98,67\n\nO-F,Cl 0,14 0,13 0,10 0,22 0,24 0,20 0,27 0,22\n\nTotal 96,77 97,69 98,42 98,43 97,92 98,64 98,10 98,45\n\nFórmula estrutural calculada na base de 22 oxigênios\n\nSi 5,343 5,221 5,226 5,261 5,181 5,193 5,325 5,244\n\nAlIV 2,652 2,722 2,692 2,714 2,819 2,769 2,675 2,545\n\nFe3+ 0,005 0,057 0,082 0,025 0,000 0,011 0,000 0,211\n\nSuma Tetraédrica 8,000 8,000 8,000 8,000 8,000 8,000 8,000 8,000\n\nAlIV 0,000 0,000 0,000 0,000 0,061 0,000 0,066 0,000\n\nTi 0,658 0,818 0,861 0,830 0,825 0,748 0,654 0,989\n\nFe2+ 1,831 1,396 1,554 1,691 1,357 1,680 1,356 1,843\n\nCr 0,015 0,000 0,004 0,000 0,003 0,001 0,000 0,000\n\nMn 0,028 0,006 0,008 0,015 0,009 0,016 0,008 0,018\n\nMg 3,152 3,384 3,176 3,061 3,326 3,220 3,599 2,627\n\nSuma Octáedrica 5,684 5,604 5,603 5,597 5,581 5,665 5,683 5,477\n\nBa 0,000 0,052 0,042 0,003 0,043 0,068 0,000 0,150\n\nCa 0,007 0,000 0,007 0,000 0,001 0,000 0,005 0,000\n\nNa 0,108 0,113 0,152 0,120 0,060 0,123 0,042 0,029\n\nK 1,834 1,766 1,665 1,774 1,790 1,724 1,877 1,695\n\nSuma Intercamada 1,949 1,931 1,866 1,897 1,894 1,915 1,924 1,874\n\nTotal Cátions 15,633 15,535 15,469 15,494 15,475 15,580 15,607 15,351\n\nF 0,299 0,257 0,195 0,459 0,500 0,387 0,554 0,483\n\nCl 0,016 0,032 0,031 0,015 0,018 0,049 0,039 0,023\n\nOBSERVAÇÕES: Fe total calculado como Fe2+.Fe3+ necessário para preencher o Sítio T. Legenda: c: centro ; b: borda.\n\n\n\tCapa_Tese\n\tDedicatoria\n\tAGRADECIMENTOS\n\tResumo\n\tabstract\n\tSumario\n\tÍNDICE DE FIGURAS\n\tÍNDICE DE FOTOS\n\tÍNDICE DE TABELAS\n\tDissertação Carolina FINAL\n\tFotos\n\tDissertação Carolina FINAL\n\tFotos\n\tDissertação Carolina FINAL\n\tMicrosoft Word - FRX\n\tNorma\n\tTraços\n\tIsotopos\n\tDissertação Carolina FINAL\n\tAnexo Titulo\n\tArgon\n\tPARA IMPRESSÃO"}]}}}