{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11765"}, {"@name": "filename", "#text": "17185_Micaela%20et%20al.%20%282011%29%20JornadasESAB.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "© ©\nI Jomadas de Jovens Investigadores da Escola Superior Agrária do Instituto Politécnico de Bragança\n11 e 12 de Novembro de 2011 Escola Superior Agrária Bragança\nLívr® de\nINSTITUTO POLITÉCNICO DE BRAGANÇA\nEscola Superior Agraria\n© ■\nCentro de investigação de Montanha\n¡Jornadas de Jovens Investigadores da Escola Superior Agrária de Bragança\n11 e 12 de Novembro de 2011\nlas Jornadas de Jovens investigadores da Escola Superior Agraria do Instituto Politécnico de Bragança: livro de resumos / Comissão Organizadora Amílcar Teixeira,...[et a!.] . - Bragança : instituto Politécnico, Escola Superior Agrária, 2011.\nISBN 978-972-745-122-7\nAGR1S/CAR1S: A01 \n¡Jornadas de Jovens Investigadores da Escola Superior Agraria de Bragança\n11 e 12 de Novembro de 2011\nImpacto dos incendios em propriedades dos solos de montanha cobertos de matos\nMicaela Matos Leite\nMestrado em Tecnologia Ambiental\nFelicia Fonseca, Tomás Figueiredo\nCIMO, Escola Superior Agrária, Instituto Politécnico de Bragança\nNos países mediterrâneos regista-se elevada ocorrência de incêndios em áreas de matos e florestas, tomando-se num problema ambiental. Os efeitos dos fogos são múltiplos e complexos, dependendo, entre outros factores, das características do solo. O presente estudo decorreu em duas regiões distintas: Edroso, Concelho de Vinhais, Trás-os-Montes e Alto Douro; Revelhe, Concelho de Fafe, Entre Douro e Minho. Este trabalho teve como objectivo caracterizar propriedades do solo e avaliar o impacto do fogo sobre processos relevantes para a protecção dos recursos solo e água, em áreas de matos. Estudaram-se propriedades físicas e químicas do solo e a vegetação. A amostragem realizou-se em áreas vizinhas queimadas e não queimadas, com vegetação arbustiva semelhante, principalmente em Cytisus multiflorus e Ulex europeus. Em cada área de amostragem (Edroso e Revelhe) foram seleccionados 16 locais onde se colheram amostras (8 na zona queimada e 8 na zona não queimada), 6 meses após a ocorrência do fogo. As amostras de vegetação arbustiva e herbácea bem como de horizonte orgânico, foram colhidas numa área de 0,49 m2 por local e as amostras de solo nas profundidades 0-5, 5-10, 10-15, 15-20 e 20-30 cm. Os resultados mostram que a % elementos grosseiros, a porosidade e a permeabilidade diminuem após fogo; a densidade aparente sofre um ligeiro aumento nas zonas queimadas; as classes de textura mantêm-se inalteráveis. Nas propriedades químicas, a % matéria orgânica, o alumínio de troca e a capacidade de troca catiónica efectiva registaram aumentos após fogo, verificando-se o contrário com o fósforo, as bases de troca, o grau de saturação de bases e a condutividade eléctrica. A razão C/N, o potássio, o azoto total e acidez de troca têm comportamento diferente nas duas áreas de amostragem. As propriedades físicas e químicas do solo sofreram alterações após fogo, por comparação das zonas queimadas e não queimadas, sendo o tipo de vegetação que cobre os solos, relevante neste contexto."}]}}}