{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.20903"}, {"@name": "filename", "#text": "4559_269693.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE SANTA CATARINA \n\nCENTRO DE FILOSOFIA E CIÊNCIAS HUMANAS \n\nDEPARTAMENTO DE GEOCIÊNCIAS \n\nCURSO DE MESTRADO EM GEOGRAFIA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAnálise Ambiental da Sub-Bacia Hidrográfica \n\ndo Rio dos Porcos – SC. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nGisele Victor Batista \n\n \n\nOrientadora: Prof.ª Dr.ª Sandra Maria de Arruda Furtado \n\n \n\n \n\n \n\n \n\nFlorianópolis - SC \n\n2004\n\n\n\n \n\n  \n\n2 \n\n  \n\nUNIVERSIDADE FEDERAL DE SANTA CATARINA \n\nCENTRO DE FILOSOFIA E CIÊNCIAS HUMANAS \n\nDEPARTAMENTO DE GEOCIÊNCIAS \n\nCURSO DE MESTRADO EM GEOGRAFIA \n\n \n\n \n\n \n\nAnálise Ambiental da Sub-Bacia Hidrográfica \n\ndo Rio dos Porcos – SC. \n\n \n\n \n\nGISELE VICTOR BATISTA \n\nOrientadora: Prof.ª Dr.ª Sandra Maria de Arruda Furtado \n\n \n\n \n\n \n\n \n\nDissertação submetida ao Curso de Mestrado em \n\nGeografia, área de concentração em Utilização e \n\nConservação dos Recursos Naturais, do Departamento \n\nde Geociências do Centro de Filosofia e Ciências \n\nHumanas da Universidade Federal de Santa Catarina, \n\nem cumprimento aos requisitos necessários à obtenção \n\ndo grau acadêmico Mestre em Geografia. \n\n \n\n \n\n \n\nFlorianópolis - SC \n\n2004 \n\n\n\n \n\n  \n\n3 \n\n  \n\nAnálise Ambiental da Sub-Bacia Hidrográfica \n\ndo Rio dos Porcos – SC. \n\n \n\nGisele Victor Batista  \n\n \n\nDissertação submetida ao Curso de Mestrado em \n\nGeografia, área de concentração em Utilização e \n\nConservação dos Recursos Naturais, do Departamento de \n\nGeociências do Centro de Filosofia e Ciências Humanas da \n\nUniversidade Federal de Santa Catarina, em cumprimento \n\naos requisitos necessários à obtenção do grau acadêmico \n\nMestre em Geografia. \n\n \n\n \n\nProf. Dr. Norberto Olmiro Horn Filho \n\nCoordenador do Programa de Pós-Graduação em Geografia \n\n \n\nPresidente: ____________________________________ \n\nProf.ª Dr.ª Sandra Maria de Arruda Furtado (orientadora -UFSC) \n\n \n\nMembro:______________________________________ \n\nProf. Dr. Joel Pelerin (GCN - UFSC) \n\n \n\nMembro:______________________________________ \n\nProf. Dr. Luiz Fernando Scheibe (GCN - UFSC) \n\n \n\nMembro:______________________________________ \n\nProf. Dr. Ricardo Wagner ad -Vincula Veado (FAED- UDESC) \n\n \n\n \n\nFlorianópolis, 29 de novembro de 2004. \n\n\n\n \n\n  \n\n4 \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedico este trabalho à memória do \n\npapai e da Cristine.   \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n  \n\n5 \n\n  \n\n \n\n \n\n \n\nAgradecimentos \n\n \n \n \n\n“É belo dar quando solicitado, porém é \nmais belo ainda é dar sem ser solicitado, \npor haver apenas compreendido”. \nKhalil Gibran \n\n \n\n \n\nAgradeço à mamãe e à Nadine, minha família, pelo apoio incondicional em todos \n\nos momentos deste trabalho. \n\nAo Douglas pelas ajudas nos trabalhos de campo e pelas doces palavras durante \n\no processo de elaboração desta dissertação. \n\nÀ professora Sandra, minha orientadora, por ser uma admirável mestre e uma \n\ngrande amiga, que sem suas valiosas contribuições este trabalho não seria \n\npossível. \n\nÀ Família Victor, especialmente à Vó Tereza e ao Vô Paulo, que com o espírito \n\nalegre me acolheram nos trabalhos de campo. \n\nAo Allan Cordeiro, pela ajuda num dos trabalhos de campo pela sub-bacia. \n\nAgradeço ao professor Luiz Antônio Paulino, um amigo muito especial, que \n\nprontamente me recebeu no Laboratório de Geoprocessamento e me auxiliou em \n\ntodas as etapas de elaboração dos mapas. \n\nAo José Henrique Vilela, por me ajudar na parte cartográfica, especialmente por \n\nrealizar a edição dos meus mapas. \n\nAo professor Luiz Fernando Scheibe, por oportunizar a área em estudo e pelas \n\ncontribuições indispensáveis a este trabalho, inserido no projeto por ele \n\ncoordenado. \n\nÀ professora Maria Dolores Buss, pelas observações formuladas na banca de \n\nqualificação, as quais desencadearam as duas grandes unidades de paisagem \n\nestudadas neste trabalho. \n\n\n\n \n\n  \n\n6 \n\n  \n\nAo professor Joel Pellerin pelas valiosas conversas sobre o tema desta \n\ndissertação. \n\nAos professores das disciplinas cursadas no mestrado pelas contribuições ao meu \n\ncrescimento intelectual. \n\nAgradeço à Coordenação de Pós-Graduação \n\nAgradeço ao Diretor do Departamento Nacional de Produção Mineral, João Batista \n\nLins Coitinho, por conceder as fotografias aéreas de 2002, o que foi possível \n\nrealizar parte dos objetivos deste trabalho. \n\nÀ bibliotecária do DNPM, Giseli Braga, por me fornecer o material cartográfico. \n\nAos técnicos da EPAGRI de Araranguá, Reni Kleveston, e de Içara, Adroaldo \n\nRamos, que prontamente concederam informações pertinentes a este trabalho.  \n\nAos técnicos do Gabinete de Planejamento, Orçamento e Cartografia de Santa \n\nCatarina por fornecer material cartográfico. \n\nAgradeço às colegas da Geografia Graziela, Leila, Juliana, Karini e Nadir, em \n\nespecial, à Alessandra Zanatta, por me presentear com sua alegria e amizade. \n\nAos colegas da pós-graduação, especialmente aos companheiros do grupo \n\n“Síndrome da Página em Branco”: Alessandra, Emerson, Edu, Fabiane, Fernando, \n\nFrancinete, Idelfonso, Marcelos, Silvia e Leonel. \n\nÀs meninas do LABGEOP, Ana Paula, Sabrina, Nara e Cinthia, em especial à \n\nSilvia Bortoluzzi por compartilhar meus momentos de alegria e angústia e pelas \n\ninúmeras ajudas no Microstation. \n\nAos amigos Andrey, Aline, Denise, Fernanda e Marcos, pelo apoio e por se \n\nfazerem presentes nos momentos finais deste trabalho. \n\nAgradeço a todos que de uma forma ou de outra contribuíram para que esse \n\ntrabalho se realizasse. \n\n\n\n \n\n  \n\n7 \n\n  \n\nResumo \n\n \nA sub-bacia hidrográfica do Rio dos Porcos localiza-se no sul do Estado de Santa \nCatarina e possui 192,90 km2 (19.290 ha) de área, englobando frações de quatro \nmunicípios (Araranguá, Criciúma, Içara e Maracajá) e integrando a bacia \nhidrográfica do Rio Araranguá. A sub-bacia, a partir das suas características \nfísicas, pode ser dividida em dois grandes blocos de paisagem: a margem direita \ndo Rio dos Porcos, a oeste da área, e onde afloram as rochas mais antigas; e a \nmargem esquerda, a leste da área, representada por depósitos quaternários. \nEssas características do meio físico foram fundamentais para a configuração da \npaisagem cultural, a qual apresentou significativas mudanças no período de 1957 \na 2002. Para analisar as principais transformações da paisagem neste período, \nfez-se uso da cartografia digital e do geoprocessamento, com elaboração de \nmapas de uso da terra, na escala 1:50.000, nos quais destacaram-se as feições \nde mata, silvicultura, rizicultura, bananicultura, cultivos diversos, pastagem, área \nurbanizada e depósito de carvão mineral. A partir dos mapas de uso da terra de \n1957, 1978 e 2002, foi possível inferir que a área de mata da sub-bacia passou \npor uma significativa diminuição, representando, atualmente, 72,5% da área \nocupada em 1957. Esta redução está associada à ampliação da rizicultura irrigada \nna sub-bacia, com crescimento de 1.450 ha sobre a Floresta Tropical de Planície \nQuaternária, outrora situada nas várzeas do Rio dos Porcos. O desenvolvimento \nde outros cultivos também contribuiu para o desmatamento das demais áreas da \nsub-bacia, com a bananicultura sendo responsável por 292,11 ha, a silvicultura, \npor 526,78 ha, a pastagem, por 702,18 ha e cultivos diversos, por 1.159,24 ha. A \nampliação da área urbanizada da sub-bacia reduziu, ainda, 1108,10 ha de mata. \nPara analisar as transformações no uso da terra da sub-bacia do Rio dos Porcos, \nalgumas destas categorias foram estudadas com mais detalhe, destacando-as \ncomo subunidades de paisagem. Assim, verificaram-se os principais processos \nque conduziram à implantação e ao desenvolvimento dessas atividades, bem \ncomo os relativos problemas ambientais. As principais mudanças na paisagem \ncultural ocorreram a partir da década de 1960. No que tange às políticas agrícolas \ngovernamentais, destacam-se o Sistema Nacional de Crédito Rural (1966) e o \nPrograma Nacional de Aproveitamento Racional de Várzeas Irrigáveis (1981), os \nquais promoveram o desenvolvimento, especialmente o cultivo de arroz irrigado. A \nprincipal política agrícola de iniciativa particular foi instituída no final da década de \n1950 pela agroindústria fumageira Souza Cruz, que inseriu o fumo de estufa de \nforma integrada. A extração do carvão mineral ocorrida em alguns municípios do \nsul do Estado, com destaque para Criciúma, também teve reflexo no uso da terra \nda sub-bacia, pois permitiu o desenvolvimento de algumas comunidades e a \nimplantação de indústrias cerâmicas e outros setores a ela relacionados. Assim, \nconstatou-se que as características físicas do ambiente, juntamente com políticas \neconômicas, condicionaram o uso e a ocupação da terra, cujos resultados podem \nser verificados nas distintas paisagens da sub-bacia hidrográfica do Rio dos \nPorcos.  \n \n\nPalavras-chave: análise ambiental, uso da terra, paisagem, rizicultura.\n\n\n\n \n\n  \n\n8 \n\n  \n\nAbstract \n \nThe hydrographic sub-basin of Rio dos Porcos is located in the south of Santa \nCatarina State and it covers an area of 192,90 km2 , encompassing parts of four \nmunicipal districts (Araranguá, Criciúma, Içara and Maracajá) and integrating the \nhydrographic basin of Rio Araranguá. The sub-basin, according to its physical \nfeatures, can be divided into two big landscape blocks: the right margin of Rio dos \nPorcos, to the west of the area, where emerge the oldest rocks; and the left \nmargin, to the east of the area, represented by Quaternary deposits. These \nfeatures of the physical environment were fundamental to the configuration of the \ncultural landscape, which presented significant changes in the period from 1957 to \n2002. In order to analyze the main landscape alterations occurred in this period, \nwe used the digital cartography and the geoprocessing, with the elaboration of \nmaps related to the soil usage, in the scale 1:50.000, in which features of forest, \nsilviculture, the cultivation of banana, rice and other crops, pasture, urbanized area \nand coal deposit were prominent. From the soil usage maps of 1957, 1978 and \n2002, it was possible to infer that the forest area of the sub-basin went through a \nsignificant decrease, representing, presently, 72,5% of the area occupied in 1957. \nThis reduction is associated with the enlargement of the irrigated cultivation of rice \nin the sub-basin, with a growth of 1.450 ha  over the Quaternary Tropical Plain \nForest, formerly located in the plain area along Rio dos Porcos. The development \nof some cultivation also contributed to the deforestation of the other sub-basin \nareas, being the cultivation of bananas responsible for 292,11 ha, the silviculture, \nfor 526,78 ha , the pasture, for 702,18 ha, and other crops, for 1.159, 24 ha. The \nenlargement of the sub-basin urbanized area still reduced 1.108,10 ha of the \nforest. To analysis the alterations in the Rio dos Porcos’ sub-basin soil usage, \nsome of these categories were studied in detail, as landscape subunits. Thus, the \nmain processes that led to the introduction and the development of these activities, \nas well as the related environmental problems. The main changes in the cultural \nlandscape occurred from the decade of 1960 on. Concerning to the governmental \nagricultural policies, we emphasize the Sistema Nacional de Crédito Rural (1966) \nand the Programa Nacional de Aproveitamento Racional de Várzeas Irrigáveis \n(1981), which fostered the development, particularly the cultivation of irrigated rice. \nThe most important private agricultural policy was set up by Souza Cruz, a tobacco \nagroindustry,  which introduced the greenhouse tobacco in an integrated way. The \nextraction of mineral coal that occurred in some municipal districts in the south of \nSanta Catarina State , mainly in Criciúma, also reflected in the sub-basin soil \nusage, because it allowed the development of some communities and the \nintroduction of ceramic industries and other related sectors. Then, it was possible \nto evidence that the environment physical features, combined with economic \npolicies, conditioned the usage and occupation of the soil, whose results can be \nverified in the different landscapes of the hydrographic sub-basin of Rio dos \nPorcos.  \nKey-words: environment analysis, soil landuse, landscape, cultivature of rice. \n\n\n\n \n\n  \n\n9 \n\n  \n\n \n\nLista de Ilustrações \n\n \nFiguras \n \nFigura nº 01 – Diagrama de drenagem da bacia hidrográfica do Rio Araranguá 17 \nFigura nº 02 – Curva hipsométrica da sub-bacia hidrográfica do Rio dos Porcos 19 \nFigura nº 03 – Fluxograma de Elaboração dos Mapas 33 \nFigura nº 04 – Cruzamento das feições dos mapas de uso da terra de 1957, 1978 e 2002       \n                        na sub-bacia hidrográfica do Rio dos Porcos. \n\n39 \n\nFigura nº05 – Gráfico de Precipitação da Estação Meterológica de Araranguá no período \nde 1928 a 1980. \n\n52 \n\nFigura nº06 – Gráfico de Temperatura Média da Estação Meterológica de Araranguá no \nperíodo de 1928 a 1980 \n\n52 \n\nFigura nº07 – Gráfico de Umidade Relativa do Ar da Estação Meterológica de Araranguá \nno   período de 1928 a 1980. \n\n53 \n\nFigura nº08 – Gráfico do uso da terra na sub-bacia do Rio dos Porcos em 1957,1978 e \n2002 \n\n74 \n\nFigura nº09 – Fotografia das canchas de arroz irrigado da Fazenda Treviso, situadas no \nMunicípio de Araranguá. \n\n83 \n\nFigura nº10 – Fotografia de agricultor aplicando veneno na lavoura de fumo sem utilizar \nluvas e botas. \n\n106 \n\nFigura nº11 – Fotografia de lavoura de fumo ao lado da residência do agricultor. 107 \nFigura nº12 – Fotografia de pilha de eucalipto que é utilizado como combustível na \n\nestufa de fumo. \n108 \n\nFigura nº13 – Fotografia de boi puxando a zorra onde são colocadas as folhas de fumo \ncolhidas.  \n\n109 \n\nFigura nº14 – Fotografia da zorra sendo utilizada na lavoura de fumo. 109 \nFigura nº15 – Fotografia de depósito de rejeito de carvão mineral, em Içara. 116 \nFigura nº16 – Fotografia de Pilhas de rejeito de carvão mineral, em Içara. 117 \nFigura nº17 – Fotografia da Lagoa formada pela água residual da lavação do rejeito de \n\ncarvão minerado. \n118 \n\n \n \nMapas \n \nMapa nº01 – Mapa de localização da sub-bacia hidrográfica do Rio dos Porcos 13 \nMapa nº02 – Mapa de localização da bacia hidrográfica do Rio Araranguá 18 \nMapa nº03 – Mapa geológico da sub-bacia hidrográfica do Rio dos Porcos 43 \nMapa nº04 – Mapa geomorfológico da sub-bacia hidrográfica do Rio dos Porcos 45 \nMapa nº05 – Mapa pedológico da sub-bacia hidrográfica do Rio dos Porcos 47 \nMapa nº06 – Uso da terra na sub-bacia hidrográfica do Rio dos Porcos em 1957 57 \nMapa nº07 – Uso da terra na sub-bacia hidrográfica do Rio dos Porcos em 1978 61 \nMapa nº08 – Uso da terra na sub-bacia hidrográfica do Rio dos Porcos em 2002 66 \nMapa nº09 – Mapa derivado dos cruzamentos das feições do uso da terra em 1957 e   \n                      2002 – Unidade de paisagem Rizicultura. \n\n79 \n\nMapa nº10 – Mapa derivado dos cruzamentos das feições do uso da terra em 1957 e  \n                      2002 – Unidade de paisagem Bananicultura \n\n96 \n\n \n\n\n\n \n\n  \n\n10 \n\n  \n\nLista de Tabelas \n \n \nIntrodução \n \nTabela nº01 – Ordem dos Cursos dágua da sub-bacia hidrográfica do Rio dos Porcos 19 \n \nCapítulo 2 \n \nTabela nº02 – Relação das fotografias aéreas utilizadas na confecção dos mapas de uso \n\nda terra da sub-bacia hidrográfica do Rio dos Porcos. \n34 \n\nTabela nº03 – Cruzamento das feições dos mapas de uso da terra de 1957, 1978 e 2002 \nna sub-bacia do Rio dos Porcos. \n\n40 \n\n \nCapítulo 3  \n \n\n \n \nCapítulo 4 \n \nTabela nº09 – Arroz – área plantada, produção e rendimento nas principais \nmicrorregiões  \n\n77 \n\n                       produtoras de Santa Catarina para 2002.  \nTabela nº10 – Mudança de uso da terra apresentada pela rizicultura na sub-bacia do rio  84 \n                       dos Porcos entre 1957 e 2002.  \nTabela nº11 – Banana – área plantada, produção e rendimento nas principais  88 \n                       microrregiões produtoras de Santa Catarina em 2002.  \nTabela nº12 – Banana – área plantada, produção e rendimento nos principais municípios  89 \n                       do litoral sul – Santa Catarina – 2002.  \nTabela nº13 – Mudança de uso da terra apresentada pela bananicultura na sub-bacia do  95 \n                       Rio dos Porcos entre 1957 e 2002.  \nTabela nº 14 – Fumo – área plantada, produção e rendimento principais microrregiões   \n\nprodutoras de Santa Catarina – 2002 \n99 \n\nTabela nº15 – Indústrias de Criciúma na sub-bacia do Rio dos Porcos 121 \nTabela nº16 – Indústrias de Içara na sub-bacia hidrográfica do Rio dos Porcos 123 \nTabela nº17 – Alternativas de  tratamento dos efluentes líquidos das indústrias \n\ncerâmicas \n126 \n\nTabela nº18 – Classificação dos resíduos sólidos gerados na indústria cerâmica 127 \nTabela nº19 – Principais contaminantes atmosféricos emitidos no processo cerâmico. 128 \n \n\nTabela nº04 – Dados da Estação Meteorológica Principal de Araranguá – 1928 –1980 51 \nTabela nº05 – Uso da terra na sub-bacia hidrográfica do Rio dos Porcos – 1957 56 \nTabela nº06 – Uso da terra na sub-bacia hidrográfica do Rio dos Porcos – 1978 60 \nTabela nº07 – Uso da terra na sub-bacia hidrográfica do Rio dos Porcos – 2002 67 \nTabela nº08 – Uso da terra na sub-bacia do Rio dos Porcos em 1957,1978 e 2002 73 \n\n\n\n \n\n  \n\n11 \n\n  \n\n \n\n \n\n \n\n \n \n\nSUMÁRIO \n\n \n \n\nIntrodução ......................................................................................................   12  \n\n1. A Paisagem como um conceito operacional ..............................................   24 \n\n2. Procedimentos metodológicos ...................................................................   31 \n\n2.1.Coleta de dados e revisão bibliográfica ...................................................   31 \n\n2.2. Elaboração dos Mapas............................................................................   33 \n\n3. Caracterização da sub-bacia hidrográfica do Rio dos Porcos....................   42 \n\n3.1. As duas grandes unidades de paisagem: caracterização física.............    42 \n\n3.2. A mudança na paisagem da sub-bacia do Rio dos Porcos: o uso \n\nda terra de 1957 a 2002 ................................................................................  \n\n4. As subunidades de paisagem da sub-bacia hidrográfica do Rio dos  \n\nPorcos ...........................................................................................................   75 \n\n4.1. A paisagem da Rizicultura .....................................................................   76 \n\n4.2. A paisagem da Bananicultura ................................................................   87 \n\n4.3. A paisagem da Fumicultura ................................................................. .  98 \n\n4.4. A paisagem do Carvão Mineral .............................................................  109 \n\n4.5. A paisagem Industrial ............................................................................  119 \n\nConclusão ....................................................................................................  129 \n\nReferências ..................................................................................................  135 \n\n56 \n\n\n\n \n\n  \n\n12 \n\n  \n\n \n\n \n\nINTRODUÇÃO \n\n \n\n \n\nO presente trabalho consiste numa análise ambiental na sub-bacia \n\nhidrográfica do Rio dos Porcos, localizada no sul do estado de Santa Catarina \n\n(mapa nº01). \n\nConforme salienta Pimenta (2000) até meados do século XVIII a antiga \n\nregião de Araranguá, localizada entre as bacias hidrográficas de Urussanga e \n\nMampituba e entre o Oceano Atlântico e as escarpas da Serra Geral constituía-se \n\nnum espaço de disputa territorial entre Portugal e Espanha. \n\nA região de Araranguá tornou-se mais conhecida, a partir de 1728, em \n\nvirtude da construção da primeira estrada que ligava o sul ao centro do país \n\n(CABRAL, 1970). Essa estrada que ligava o litoral ao planalto e que depois \n\ntomava a direção norte, conectava o Morro dos Conventos a Curitiba e permitia \n\nchegar à feira de Sorocaba, em São Paulo; assim, a região de Araranguá passa a \n\nse constituir em parada obrigatória para os tropeiros provenientes do sul. \n\nDada a importância da região, o governo brasileiro preocupa-se em fundar \n\numa vila, \n\ne manda que uma comissão procure um local, à margem do rio, não \nsujeito a enchentes. É por volta de 1848 que a comissão percorre o \nrio e o caminho dos Conventos, e decide-se por uma localidade, em \ndensa mata, chamada pelos tropeiros de Capão da Espera. Surgiu \na minúscula povoação, a que se deu o nome de Campinas do Sul. \nCom esse nome tornou-se freguesia. (DALL’ ALBA, 1989, p. 08) \n\n \n\nA pequena povoação de Campinas do Sul se tornaria mais tarde o \n\nMunicípio de Araranguá e, segundo Cabral (1970), a área transformou-se de \n\ncentro de pouso de tropeiros a lugar de moradia, tendo como primeiros \n\npovoadores lagunenses descendentes de portugueses.  \n\n\n\n \n\n  \n\n13 \n\n  \n\n\n\n \n\n  \n\n14 \n\n  \n\nCom o aumento da ocupação, intensificaram-se o comércio, a agricultura e a \n\nindústria canavieira. Durante o Século XIX, segundo a AMESC (2003), o cultivo da \n\nmandioca teve grande importância, com a existência na região de Araranguá de \n\nvários engenhos para a produção da farinha. No final desse mesmo século, essa \n\nregião destacava-se como grande exportadora de farinha de mandioca, açúcar, \n\naguardente, feijão, milho e banha, além de madeiras de diversos tipos.  \n\nAs localidades da sub-bacia do Rio dos Porcos pertencentes ao Município \n\nde Araranguá foram ocupadas décadas depois e, também, se dedicavam ao \n\ncultivo da mandioca, entre outras atividades de subsistência. \n\nJá a povoação das comunidades em que hoje se situam os municípios de \n\nCriciúma, Içara e, em parte, Maracajá está relacionada com a vinda dos imigrantes \n\nitalianos para o Brasil.  \n\nMinatto (2001) destaca que a colonização européia no sul catarinense é \n\ndecorrente das sérias dificuldades econômicas e sociais, sobretudo no meio rural, \n\nque enfrentavam os europeus, em meados do século XIX. \n\n \n\nAs dificuldades da população européia coincidiram com os \ninteresses do governo imperial no Brasil, ou seja, a partir da \nproibição do tráfico de escravos (1850) era preciso encontrar um \nnovo tipo de colono: pequenos proprietários que cultivassem as \nterras de matas no sul do país. Neste contexto, insere-se Santa \nCatarina e, particularmente, o sul do Estado, que possuía \ndisponibilidade de terras devolutas que estavam vulneráveis às \ninvasões dos espanhóis e ao ataque dos indígenas. (p.36) \n\n  \n\nConforme a AMREC (2003), no século XIX, o sul de Santa Catarina recebe \n\num fluxo migratório de italianos e origina a Colônia de Urussanga.  \n\nCabral (1970) salienta que, por volta de 1880, 22 famílias italianas, que \n\ntinham como destino inicial Urussanga, instalaram-se numa área próxima ao Vale \n\ndo Araranguá, dando início à nova localidade batizada de São José de Cresciuma,  \n\nque se tornaria, mais tarde, o Município de Criciúma. \n\n\n\n \n\n  \n\n15 \n\n  \n\nNo início do século XX, conforme Cabral (1970), ocorreu a descoberta do \n\ncarvão mineral em São José de Cresciúma. As implicações econômicas advindas \n\nda exploração desse minério fizeram com que novas áreas localizadas nos \n\narredores dessa vila fossem ocupadas por famílias de descendentes desses \n\nitalianos, como ocorreu com os municípios de Içara e Maracajá, objeto de \n\ninteresse deste trabalho.  \n\nAté a década de 1960, a maior parte das comunidades da sub-bacia \n\ndedicava-se à agricultura de subsistência, com destaque ao cultivo da mandioca \n\ncomo principal atividade produtiva. A partir dessa década, ocorreu uma \n\nconsiderável modificação do uso e ocupação da terra, partindo de uma agricultura \n\nessencialmente de subsistência para atividades produtivas voltadas para a \n\ncomercialização: a agricultura com a rizicultura, a bananicultura e a fumicultura; a \n\nextração do carvão mineral; e a indústria com o setor cerâmico, plástico e metal-\n\nmecânico.  \n\nA passagem da atividade agrícola de subsistência para produtos agrícolas \n\ncomerciáveis está vinculada à aplicação, na sub-bacia do Rio dos Porcos, das \n\npolíticas agrárias do Sistema Nacional de Crédito Rural (SNCR) e do Programa \n\nNacional de Nivelamento das Várzeas Irrigáveis (PROVÁRZEAS), instituídas pelo \n\ngoverno federal e, ainda, a interesses privados que visavam a implantação da \n\nfumicultura integrada na região sul do país. Esses dois programas tiveram reflexos \n\ndiretos na expansão e no aumento de produtividade das lavouras de arroz irrigado \n\nda sub-bacia do Rio dos Porcos, principalmente na área inicialmente coberta com \n\nvegetação nativa.  \n\nJá a introdução da fumicultura na sub-bacia, segundo Paulilo (1990) se \n\ndeveu à atuação das agroindústrias fumageiras que começaram a agregar, ainda \n\nna década de 1960, novos produtores rurais em todo o sul do estado. Este \n\nprocesso de implantação e expansão da fumicultura desencadeou a substituição \n\nda mandioca, que era a principal categoria agrícola das propriedades da sub-bacia \n\npelo fumo, ocasionando também uma maior dependência econômica dos \n\nagricultores em relação à atividade e às agroindústrias fumageiras. \n\n\n\n \n\n  \n\n16 \n\n  \n\nAs atividades de mineração de carvão e industrial também condicionaram \n\num novo uso da terra da sub-bacia, pois propiciaram a expansão da malha urbana \n\njá existente, a criação de novas comunidades e o incremento da rede viária entre \n\nas comunidades. \n\nA extração de carvão na sub-bacia foi iniciada na década de 1950 e foi \n\nparte de um processo que ocorreu em alguns municípios do sul catarinense, com \n\ndestaque para Criciúma. A atividade teve seu apogeu durante a década de 1980, \n\nem virtude da crise do petróleo e decorrente da política protecionista do governo \n\nfederal em relação ao carvão catarinense. O pleno desenvolvimento da mineração \n\nde carvão promoveu a instalação de indústrias de metalurgia para a fabricação de \n\nmaquinário utilizado nas minas; e indústrias de cerâmica, como um investimento \n\nde capital das empresas mineradoras. \n\nEntretanto, durante a década de 1980 essa política protecionista foi \n\ninterrompida e ocorreu uma grande crise econômica e social, principalmente nos \n\nmunicípios que tinham uma grande dependência econômica em relação à \n\natividade. Essa crise financeira, segundo Fermo (2002), foi contornada, \n\nespecialmente, através de incentivos estatais dos setores industriais cerâmicos e \n\nmetal-mecânicos que vinham se desenvolvendo na região em décadas anteriores.  \n\nAtualmente, um dos maiores pólos industriais cerâmicos do sul catarinense \n\nestá localizado na comunidade da Quarta Linha, ocorrendo, também, outras \n\nindústrias de cerâmica, metal-mecânica, plástico e fritas, nas comunidades da \n\nSegunda Linha, Vila Nova, Mineração e ao longo dos 14 km da BR 101 na sub-\n\nbacia. \n\nEssas atividades produtivas, de acordo com estudo realizado pela \n\nSecretaria de Estado de Desenvolvimento Urbano e Meio Ambiente (SEDUMA) \n\n(1997), ocasionam impactos ambientais e conflitos de uso da água na sub-bacia \n\ndo Rio dos Porcos. Como apresenta o relatório, o Rio dos Porcos drena a zona \n\nindustrial de Criciúma e Içara, além da área de depósito de rejeito de carvão. Em \n\nvirtude da percolação dos rejeitos pela água da chuva, as águas desse rio tornam-\n\nse extremamente ácidas, mesmo assim sendo utilizadas para o cultivo de arroz \n\n\n\n \n\n  \n\n17 \n\n  \n\nirrigado, que também contribui para a poluição, em virtude dos agrotóxicos e \n\nfertilizantes empregados nessas lavouras. \n\nA sub-bacia do Rio dos Porcos faz parte da bacia hidrográfica do Rio \n\nAraranguá, como ilustra o diagrama elaborado pela SEDUMA (1997) (figura nº01). \n\nEsta bacia hidrográfica está localizada no sul do estado de Santa Catarina (mapa \n\nnº02) e de acordo com os estudos efetuados pelo Laboratório de \n\nGeoprocessamento para o Projeto “Análise Ambiental da Bacia Hidrográfica do \n\nRio Araranguá: subsídios para gestão”, possui 3.022,04 km² (302.204 ha). \n\n \n\nBacia do Rio  \n\nAraranguá \n\nSub-bacia rio Mãe Luzia \n\nSub-bacia rio Itoupava \n\nSub-bacia rio dos Porcos \n\nSistema 1 (Rio Mãe Luzia) \n\nSistema 2 (Rio Sangão) \n\nSistema 3 (Rio do Cedro) \n\nSistema 4 (Rio São Bento) \n\nSistema 5 (Rio Jundiá) \n\nSistema 6 (Rio Itoupava) \n\nSistema 5 (Rio Manoel Alves) \n\n(Rio dos Porcos) \n\n \n\n \n\n \n\n \n\nA sub-bacia hidrográfica do Rio dos Porcos, segundo o dado gerado neste \n\ntrabalho, apresenta uma área de drenagem de 192,90 km2 (19.290 ha) e, segundo \n\na SEDUMA (1997), um perímetro de 61,69 km, com o comprimento do curso \n\nd’água de 40,30 km, sendo de 19,88 km a distância mais curta entre a nascente e \n\na desembocadura do Rio dos Porcos. De acordo com a SEDUMA (1997), a sub-\n\nbacia do Rio dos Porcos possui 332 cursos d´água (tabela nº01), sendo que 74% \n\ndeles são de primeira ordem. \n\n \n\n \n\nFonte: SEDUMA, 1997, vol. 1, p. 69. \n\nFigura nº 01 - Diagrama de drenagem da Bacia Hidrográfica do Rio Araranguá \n\n\n\n \n\n  \n\n18 \n\n  \n\nMapa de Localização da Bacia Hidrográfica do Rio Araranguá. \n\n \n\n \n\n\n\n \n\n  \n\n19 \n\n  \n\nTabela nº01 – Ordem dos Cursos dágua da sub-bacia hidrográfica do Rio dos \n\nPorcos \n\nOrdem dos rios Número de rios Comprimento dos rios (m) \n1 246 174.000 \n2 64 59.000 \n3 18 45.000 \n4 3 28.000 \n5 1 16.000 \n\nsubtotal 332 322.000 \nFonte: SEDUMA, 1997, vol. 3, p. 44. \n\n \n \n\nEste relatório (SEDUMA 1997) acrescenta que, devido ao fato da sub-bacia \n\ndo Rio dos Porcos possuir uma forma aproximadamente circular, ocorre uma \n\nmaior tendência às enchentes, já que essa forma prolonga o tempo de \n\nconcentração da água no sistema. O relatório apresenta a curva hipsométrica da \n\nsub-bacia, isto é, a representação gráfica do relevo médio em relação ao nível do \n\nmar, a qual indica que a maior parte dos rios está situada em altitudes inferiores a \n\n100 m de altitude, como ilustra a figura abaixo (figura nº02) \n\nCotas 50%\n\n0,2296 2,4977 5,6811 14,2557 36,9982 50 81,1653 100\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\n350\n\nFigura nº02 - Curva hipsometrica da Sub-bacia Hidrografica do Rio dos Porcos\n\nCota média\n\nC\no\nta\ns \nm\n\n% acumulado\n\n \n\n \n\nA maior parte dos rios de primeira ordem, inclusive o Rio dos Porcos, nasce \n\nno Morro Estêvão, a noroeste da área, em altitudes entre 123 m e 185 m; no \n\nFonte: SEDUMA, 1997, vol. 3, p. 56 \n\n\n\n \n\n  \n\n20 \n\n  \n\nMorro Albino, situado na porção oeste da sub-bacia em 118 m de altitude; e ainda, \n\nnos morros Espigão da Toca, Espigão da Pedra e Barro Vermelho, a sudoeste da \n\nárea, a 285 m, 150 m e 171 m de altitude, respectivamente. Esses morros, como \n\npode ser visualizado no mapa de localização (mapa nº01), estão situados à \n\nmargem direita do curso principal, a oeste da área, e representam as maiores \n\naltitudes da sub-bacia, onde afloram as rochas mais antigas, com idades que \n\nvariam do Permiano ao Jurássico-Cretáceo. \n\nDuarte (1993) descreve que o Rio dos Porcos possui também afluentes \n\ncom suas nascentes localizadas sobre depósitos sedimentares, em altitudes \n\nabaixo de 100 m. Esses rios estão situados na margem esquerda do Rio dos \n\nPorcos, a leste da área, a qual é representada na sua totalidade, por depósitos \n\nquaternários, variando do Pleistoceno ao Holoceno. A autora acrescenta que \n\n \npela sua situação geográfica e seu baixo gradiente, ele tem mais da \nmetade de seu perfil longitudinal sobre cotas menores que 100 m, \ntendo seu baixo curso sobre depósitos lagunares e estuários, com \nnível freático alto, o que lhe assegura forte sinuosidade e fluxo lento \n(DUARTE,1993:74). \n\n \n\nA sub-bacia do Rio dos Porcos, de acordo com a atual divisão municipal do \n\nEstado de Santa Catarina, drena parte dos municípios de Araranguá, Criciúma, \n\nIçara e Maracajá. De acordo com os dados setoriais do recenseamento do \n\nInstituto Brasileiro de Geografia e Estatística (IBGE 2000), residem na sub-bacia \n\n25.075 mil pessoas em 6.900 domicílios particulares permanentes, distribuídos \n\nnas seguintes comunidades (mapa nº 01, pg.13): \n\n- Araranguá: Espigão da Pedra e Pontão; \n\n- Criciúma: Quarta Linha, Terceira Linha e Boca do Sertão; \n\n- Içara: Segunda Linha, Boa Vista, Campo Mãe Luzia, Coqueiros, Espigão \n\nPrimeiro, Lombas, Mineração, Sanga Funda, Segunda Linha e Vila Nova; \n\n- Maracajá: Espigão da Toca. \n\n \n\nAs comunidades de Segunda Linha, Quarta Linha, Vila Nova, Mineração e \n\nparte da malha urbana de Içara constituem as áreas mais densamente ocupadas \n\n\n\n \n\n  \n\n21 \n\n  \n\nda sub-bacia. Nesses locais, conforme o IBGE (2000), existem 5.133 domicílios \n\nparticulares permanentes onde residem 18.278 pessoas, o que corresponde a \n\n72,9% da população total da sub-bacia. No restante das comunidades da área \n\n(Espigão da Pedra, Pontão, Terceira Linha, Boca do Sertão, Campo Mãe Luzia, \n\nCoqueiros, Boa Vista, Sanga Funda, Espigão Primeiro, Lombas e Espigão da \n\nToca) habitam 6.797 pessoas em 1.768 domicílios particulares permanentes. \n\n No que se refere ao abastecimento de água das residências ,da sub-bacia, \n\nsegundo o IBGE (2000), verificou-se que ele é realizado em 62% pela rede geral, \n\n38% através da abertura de poços, ou nascentes na propriedade. Quando se \n\nanalisou o abastecimento de água por área, constatou-se que em 75,6% das \n\nmoradias das comunidades de Mineração, Vila Nova, Segunda e Quarta Linha, é \n\nrealizado pela rede geral, que abastece também a cidade de Criciúma. Nas \n\ndemais comunidades, 75% do abastecimento de água das residências ocorre por \n\nmeio de poços ou nascentes.  \n\n O abastecimento humano nas comunidades agrícolas torna-se \n\npreocupante, pois, segundo o IBGE (2000), a rede geral de esgoto não atende a \n\nmaioria dos domicílios (4.289) que têm como principal coletor de esgoto doméstico \n\na fossa séptica. Este tipo de esgotamento sanitário consiste no processamento \n\ndos dejetos humanos no subsolo, que, se depositado próximo ao lençol freático, \n\nque é fonte abastecimento humano por meio de poços, pode comprometer a \n\nsaúde da família. Somente nas comunidades de Mineração, Vila Nova, Segunda e \n\nQuarta Linha é que, embora 57% das residências possuem fossa séptica, o \n\nabastecimento de água é feito pela rede geral, fato que, a princípio, garante o \n\ntratamento da água a ser consumida.  \n\n Outra questão relacionada ao saneamento é o destino do lixo. De acordo \n\ncom o IBGE (2000), em 5.427 domicílios da sub-bacia ele é coletado pelo serviço \n\nde limpeza, sendo que desse total 4.760 residências estão em Mineração, Vila \n\nNova, Segunda e Quarta Linha, e 667 casas nas demais comunidades da sub-\n\nbacia. \n\n \n\n\n\n \n\n  \n\n22 \n\n  \n\nA preocupação com as significativas mudanças no uso da terra entre 1957 \n\ne 2002, em virtude de distintos fatores, que associados às características físicas, \n\nimprimiram diferentes formas de ocupação e organização do espaço, conduziram \n\nà realização deste trabalho, que visa efetuar uma análise ambiental na sub-bacia \n\nhidrográfica do Rio dos Porcos. Para tanto, elegeram-se os seguintes objetivos \n\nespecíficos: \n\n- Identificar e mapear as unidades de paisagem, na escala 1:50.000, nos \n\nanos de 1957, 1978 e 2002; \n\n- Resgatar e analisar os processos sócio-econômicos, que conduziram às \n\nmudanças da paisagem; \n\n- Identificar os principais conflitos e impactos ambientais decorrentes das \n\natividades de rizicultura, bananicultura, fumicultura, mineração de carvão e \n\nindústrias. \n\n \n\nPara alcançar os objetivos propostos, fez-se uso das técnicas de cartografia \n\ndigital e de geoprocessamento, em que foram elaborados mapas de uso da terra \n\npara os anos de 1957,1978 e 2002 e seus respectivos cruzamentos. Além disso, \n\nutilizaram-se levantamento bibliográfico e entrevistas com técnicos e agricultores. \n\nApós a coleta de dados, voltou-se para a caracterização das unidades de \n\npaisagem, bem como para o resgate dos principais processos que conduziram às \n\nmudanças da paisagem da sub-bacia do Rio dos Porcos.  \n\nO presente estudo está vinculado ao projeto “Análise Ambiental da Bacia \n\nHidrográfica do Rio Araranguá: subsídios para gestão”, desenvolvido pelo \n\nLaboratório de Análise Ambiental da Universidade Federal de Santa Catarina, \n\ncontribuindo no sentido de fornecer informações que auxiliem no estabelecimento \n\nda qualidade ambiental desta bacia hidrográfica. \n\nA dissertação foi dividida em quatro partes. O primeiro capítulo trata da \n\nreferência teórica utilizada neste trabalho. O conceito de paisagem passou por \n\nalgumas modificações no decorrer da ciência geográfica e os apontamentos \n\napresentados contribuíram para a construção do conhecimento sobre a paisagem. \n\n\n\n \n\n  \n\n23 \n\n  \n\nNo segundo capítulo são apresentados os procedimentos metodológicos \n\nutilizados para realizar este estudo. A metodologia consistiu na coleta de dados, \n\nrevisão bibliográfica, na elaboração e na análise dos mapas e dos processos que \n\nconduziram às modificações da paisagem da sub-bacia. \n\nO terceiro capítulo trata da caracterização da sub-bacia hidrográfica do Rio \n\ndos Porcos. Na primeira parte são apresentadas as principais características \n\nnaturais da sub-bacia, complementada pelos mapas temáticos geológico, \n\ngeomorfológico e pedológico. A segunda parte refere-se à caracterização sócio \n\neconômica, destacando-se a ocupação da sub-bacia em 1957, 1978 e 2002, \n\nseguida dos respectivos mapas de uso da terra. \n\nNo quarto e último capítulo, destacaram-se as principais atividades \n\neconômicas desenvolvidas na sub-bacia como sendo subunidades de paisagem: \n\nrizicultura, bananicultura, fumicultura, depósito de rejeito de carvão mineral e \n\nindustrial. Nesta parte do trabalho, resgataram-se os principais processos políticos \n\ne econômicos que desencadearam as transformações na paisagem da sub-bacia, \n\nbem como os problemas ambientais e conflitos de uso da terra. \n\n\n\n \n\n  \n\n24 \n\n  \n\n \n\n \n\n1. A PAISAGEM COMO UM CONCEITO OPERACIONAL: ALGUNS \n\nAPONTAMENTOS TEÓRICOS \n\n \n\n \n\n \n\nA paisagem constitui, atualmente, um conceito-chave para os estudos \n\ngeográficos, pois como afirmam Corrêa e Rozendahl (1998), ela pode fornecer \n\nunidade e identidade à Geografia num contexto de afirmação da disciplina. \n\nEntretanto, para alcançar esse entendimento, o conceito de paisagem apresentou \n\nimportância diferenciada no decorrer da história da ciência e da Geografia.  \n\nSegundo um levantamento bibliográfico realizado por Figueiró (1997), antes \n\nda Renascença a representação da paisagem se deu em duas fases distintas: a \n\nprimeira estava relacionada às pinturas da Antiguidade, cujo enfoque principal era \n\na figura do homem; e na segunda, as pinturas cristãs imprimiam um caráter mais \n\npaisagístico e menos antropocêntrico à paisagem.  \n\nEssa concepção teocêntrica e mística de paisagem e natureza, acrescenta \n\nConti (1998), predominou durante a Idade Média e, após a Renascença, é \n\nsubstituída pela noção do homem como ponto de convergência, em torno do qual \n\ntodo o conhecimento se organizava.  \n\n Nos séculos XV e XVI, ainda conforme o apresentado por Figueiró (1997), o \n\nconceito de paisagem passou a ser visto, cada vez mais, como um mosaico de \n\nelementos naturais e não-naturais, passíveis de serem resgatados pelos sentidos \n\nhumanos.  \n\nJá nos séculos XVII e XVIII, segundo o referido autor, a paisagem \n\nencontrava-se destituída de todo o senso estético e mais identificada com o \n\nconceito de natureza, deixando em segundo plano o sentido unitário que havia \n\nadquirido nos séculos anteriores. Isto ocorreu, sobretudo, em virtude das idéias \n\ncartesianas que preconizavam a divisão do todo em quantas partes fosse \n\npossível, ordenadas conforme uma hierarquia, para serem analisadas \n\nindividualmente.  \n\n\n\n \n\n  \n\n25 \n\n  \n\nDo ponto de vista científico, as primeiras noções totalizantes de paisagem \n\nsurgiram na Alemanha, no Século XIX, devido à corrente filosófica que era \n\nestimulada pelos ideais romancistas. Esta concepção, a naturphilosophie, \n\nintegrava a paisagem à visão holística, uma vez que não havia ocorrido a \n\nseparação entre arte, ciência e religião.  \n\nNeste contexto, o naturalista Alexandre Humboldt, um dos precursores da \n\nGeografia Moderna, “por ter sido o pioneiro do estudo da natureza sob a ótica \n\ngeográfica, valorizando os princípios da causalidade e da comparação como até \n\nentão não se havia feito, enfatizou a idéia de paisagem através de sua concepção \n\nholística” (CONTI:1998,147). Para Figueiró (1997), isto se deve ao fato de \n\nHumboldt conseguir transcorrer entre as idéias do conhecimento ilustrado francês \n\ne a visão totalizadora e senso estético do romantismo alemão.  \n\nConti (1998) salienta que Humboldt, destacando o papel desempenhado \n\npela vegetação como o elemento mais importante da paisagem, difunde o termo \n\nlandschaft, que seria mais bem divulgado pela geografia alemã nos séculos XIX e \n\nXX.  \n\nDe acordo com Claval (2001), no final do século XIX, sob o efeito da \n\nrevolução darwiniana, os pensamentos voltavam-se para as relações entre os \n\ngrupos humanos e o meio em que viviam. Esse tema vai ganhar destaque na \n\ndisciplina de Friedrich Ratzel, quando ele elabora uma nova concepção da \n\nGeografia. Guiado pelas lições dos mestres alemães da disciplina, Alexandre \n\nHumboldt e Carl Ritter, Ratzel resgata em sua formação naturalista a idéia de que \n\na distribuição dos homens e das civilizações merece atenção especial. Assim, \n\nRatzel propõe o termo de antropogeografia, cujos propósitos eram descrever as \n\náreas onde os homens viviam, estabelecer as causas geográficas da repartição \n\ndos homens na Terra; e definir a influência da natureza sobre as sociedades.  \n\nA disciplina de Ratzel era interpretada por alguns de seus colegas como \n\numa mera descrição da superfície da Terra, evitando a explicação de certas \n\ncategorias de fenômenos, como era feito nos estudos científicos à sua volta. As \n\nformulações de Ratzel, segundo a maioria dos pensadores da ciência do tempo, \n\n\n\n \n\n  \n\n26 \n\n  \n\nnão se constituíam num objeto que pudesse justificar a existência de uma \n\ndisciplina. \n\nDiante dessa carência, em 1907, Oscar Schlüter redige uma breve brochura \n\nna qual institui a paisagem como objeto da Geografia, já que é \n\n \n\na marca que os homens impõem à paisagem que constitui o objeto \nfundamental de todas as pesquisas. Esta marca é estruturada: o \nobjeto da Geografia é de apreender esta organização, e descrever \naquilo que se qualifica desde então de morfologia da paisagem \ncultural e de compreender sua gênese. (CLAVAL, 2001: 24) \n\n \n\nFigueiró (1997) destaca que Schlüter apresentou a concepção de \n\n“paisagem cultural” (kulturlandschaft), a qual busca investigar a maneira como os \n\ngrupos humanos modelam o espaço em que vivem. Assim, o conceito de \n\npaisagem resgatou sua idéia totalizante, já que integrava elementos naturais e \n\nculturais.  \n\nOutro autor alemão que merece destaque é Sigfrid Passager, pois no início \n\ndo século passado publicou o primeiro livro exclusivamente dedicado ao estudo da \n\npaisagem intitulado “Fundamentos do estudo da paisagem”. Segundo Figueiró \n\n(1997), Passager buscou estabelecer cinco classes hierárquicas de paisagem, \n\npartindo de pequenos espaços, passando pelas regiões até a distribuição zonal, \n\nmas não estipulou critérios de grandezas. Com seus trabalhos, o estudo da \n\npaisagem passou a ter, cada vez mais, aceitação na comunidade científica, \n\nespecialmente na Geografia.  \n\nNa França, conforme Claval (2001), os estudos geográficos há muitos anos \n\nvinham sendo desenvolvidos, mas a modernização pela qual foi substituída no \n\nfinal do Século XIX, estava relacionada às novas concepções formuladas na \n\nAlemanha.  \n\nFigueiró (1997) salienta que durante o Século XIX, a paisagem, tanto na \n\nperspectiva francesa como na maior parte dos países europeus, era representada \n\npor uma corrente no pensamento que estabelecia uma separação entre arte e \n\nciência. Desta divisão decorriam duas idéias básicas sobre paisagem: de um lado \n\na paisagem-natureza, desmantelada pela ciência analítica, representava um \n\n\n\n \n\n  \n\n27 \n\n  \n\ninstrumento do modo de produção capitalista; de outro aparecia a paisagem ligada \n\nà sensibilidade artística, visualizada pelo seu simbolismo estático.  \n\n  Buscando uma nova concepção de Geografia e de paisagem, Vidal de La \n\nBlache baseia-se nas formulações de Humboldt, Ritter e Ratzel, e propõe que os \n\nestudos geográficos devem fundamentar-se no resgate de técnicas e utensílios \n\nque os homens desenvolvem para transformar o contexto em que vivem, \n\nexplorando-o e adaptando-o de acordo com suas necessidades. Assim, La Blache \n\npretendia \n\n \n\nexplicar os lugares, e não se concentrar sobre os homens (“A \ngeografia é a ciência dos lugares, e não dos homens”, lembra ele, \n1913), mas a análise dos gêneros de vida mostra como a \nelaboração das paisagens reflete a organização social do trabalho \n(CLAVAL, 2001: 33) \n\n \n\n O gênero de vida conduzia ao olhar sintético das técnicas e utensílios, à \n\nmaneira particular de os grupos sociais habitarem e sua expressão cultural \n\nrefletida nas formas da paisagem.  \n\n \n\nEsses estudos sobre a paisagem cultural desenvolvidos na Europa, mais \n\nespecificamente na França e na Alemanha, vão ter reflexos nos Estados Unidos, \n\nsomente trinta anos mais tarde, com os trabalhos de Carl Sauer.  \n\nAntes de Sauer, o pensamento geográfico americano era guiado por uma \n\ncorrente que se preocupava com a coleta de dados e com a representação \n\ncartográfica, sendo a Geografia Cultural confundida com a Geografia Humana. É \n\ncom Sauer, fundador da Escola de Berkeley, que a Geografia Cultural ganha \n\nênfase.  \n\nEm 1925 Sauer (1996) acentua que a Geografia tem como princípio a união \n\ndos elementos naturais e culturais presentes na paisagem. O conteúdo da \n\npaisagem é encontrado, portanto, nas qualidades físicas da área – paisagem \n\nnatural – que representa a integração de todos os recursos naturais que os grupos \n\nsociais dispõem para satisfazer as suas necessidades; assim como nas formas de \n\n\n\n \n\n  \n\n28 \n\n  \n\nseu uso – paisagem cultural – que são as expressões culturais, conforme o grau \n\nde tecnologia utilizada, das sociedades humanas. Para o referido autor, \n\n \na paisagem cultural é moldada a partir de uma paisagem natural por \num grupo cultural. A cultura é o agente, a área natural o meio, a \npaisagem cultural é o resultado. Sob a influência de uma determinada \ncultura, ela própria mudando através do tempo, a paisagem \napresenta um desenvolvimento, passando por fases e provavelmente \natingindo no final o término do seu ciclo de desenvolvimento. (...) A \npaisagem natural é evidentemente de fundamental importância, pois \nela fornece os materiais com os quais a paisagem cultural é formada. \nA força que modela, entretanto, está na própria cultura. (SAUER, \n1996: 23) \n\n \n\n As formas presentes na paisagem podem ser interpretadas como o reflexo \n\ndos valores culturais da sociedade, uma vez que elas são o resultado das ações \n\nhumanas sobre o meio, transformando-o e adequando-o às suas necessidades. \n\nPara tanto, o grupo social faz uso de um conjunto de técnicas, inseridas num \n\nsistema de produção.   \n\nA técnica desenvolvida no seio dos grupos sociais constitui-se num \n\nimportante agente de transformação da paisagem natural, pois “a principal forma \n\nde relação entre o homem e o meio é dada pela técnica. As técnicas são um \n\nconjunto de meios instrumentais e sociais, com os quais o homem realiza sua \n\nvida, produz e, ao mesmo tempo, cria o espaço (...)”. (SANTOS,1997: 25) \n\nClaval (2001) acrescenta que \n\n \n\no ambiente só tem existência social através da maneira como os \ngrupos humanos o concebem, analisam e percebem suas \npossibilidades, e através das técnicas que permitem explorá-lo: a \nmediação tecnológica é essencial nas relações dos grupos \nhumanos com o mundo que os rodeia. (p. 219) \n\n \n\nO mesmo autor enfatiza ainda que as paisagens humanizadas são o \n\nresultado de uma organização estabelecida pelo grupo social dentro de um \n\ncontexto cultural. Essas paisagens nunca refletem exatamente as exigências \n\n\n\n \n\n  \n\n29 \n\n  \n\nfuncionais daqueles que as habitam, tendo em vista que elas foram criadas por \n\nelementos de idades diferentes.  \n\nAssim, para desvendar a paisagem, segundo o referido autor, é necessário \n\nlevar em conta os aspectos funcionais que ela apresenta; buscar nas formas \n\nvisíveis uma leitura do passado; e voltar-se para o utilitarismo embutido na \n\npaisagem, com o intuito de resgatar o sistema de valores que dão sentido à vida \n\ndos grupos que ali vivem.  \n\nDiante disso, a Geografia Cultural deve dedicar-se \n\n \n\ntanto à maneira pela qual as paisagens herdadas são \npermanentemente reelaboradas por aqueles que as habitam \n(Ghorra-Gobin, 1994), como à gênese dos traços mais \nespetaculares da organização do espaço. As formas visíveis \nreportam a uma ordem funcional fóssil. Penetra-se verdadeiramente \nna intimidade das culturas, debruçando-se sobre a vida cotidiana \ndas pessoas e a maneira como empregam o espaço, revestem-no, \nmarcam-no de signos novos ou reinterpretam-no nas cerimônias. \n(CLAVAL, 2001: 312) \n\n \n\nBerque em 1984 (Berque 1996) formula a idéia de que a paisagem pode ser \n\nentendida como uma marca, uma vez que expressa uma civilização, como \n\ntambém uma matriz, já que possui em sua essência os elementos culturais da \n\nsociedade na qual está submetida.  \n\n \n\nA paisagem é plurimodal (passiva-ativa-potencial etc.) como é \nplurimodal o sujeito para o qual a paisagem existe; e a paisagem e o \nsujeito são co-integrados em um conjunto unitário, que se autoproduz \ne se auto-reproduz (e, portanto, se transforma, porque há sempre \ninterferência com o exterior) (BERQUE ,1996: 86) \n\n \n\nDiante do apresentado, acredita-se que os estudos voltados para a análise \n\ndo ambiente devem levar em conta uma série de fatores, cuja inter-relação e \n\ncomplexidade podem expressar-se nas formas apresentadas na paisagem.  \n\n\n\n \n\n  \n\n30 \n\n  \n\nComo acentua Gama (1997), \n\n \n\na análise e a integração dos componentes e das variáveis ambientais \nvisam identificar os atributos e as propriedades dos componentes \nfísico-biológico e fatores sócio-econômicos, assim como a dinâmica \ndos processos atuantes e as resultantes de suas interações. O \nobjetivo final dessa análise é a delimitação e caracterização das \ndiversidades de paisagens, considerando suas estruturas \n(organização) e dinâmicas próprias. (p. 30) \n\n \n\nAssim a paisagem torna-se um importante instrumento de análise e \n\ninterpretação de estruturas, funções e processos presentes no ambiente.  \n\n\n\n \n\n  \n\n31 \n\n  \n\n \n\n \n\n2 – PROCEDIMENTOS METODOLÓGICOS \n\n \n\n \n\nNesta parte do trabalho, serão apresentados os procedimentos técnicos e \n\nos materiais utilizados no decorrer da pesquisa, os quais se dividem em duas \n\netapas: coleta de dados e revisão bibliográfica e elaboração dos mapas de uso da \n\nterra. \n\n \n\n2.1 - Coleta de dados e revisão bibliográfica \n\n \n\nA caracterização física da área foi fundamentada na documentação técnica \n\n(relatórios e mapas temáticos – geologia, geomorfologia, pedologia – na escala \n\n1:100.000), procedentes do estudo do Gerenciamento Costeiro de Santa Catarina \n\n– fase I, realizado pela equipe técnica do IBGE. O referido estudo apresenta \n\ndados primários e outros dados sistematizados pela equipe do Projeto RADAM \n\nBRASIL, no início da década de 1980. \n\nOs dados populacionais correspondem aos levantados pelo recenseamento \n\nde 2000, realizado pelo IBGE. Estes dados correspondem aos 29 setores \n\ncensitários, sendo que cada setor apresenta um agrupamento de até 300 casas; \n\n21 setores possuem área de abrangência integral dentro dos limites da sub-bacia \n\ndo Rio dos Porcos e 8 setores possuem área acima de 80% na sub-bacia. Dos 29 \n\nsetores censitários pesquisados, 13 pertenciam à área rural e 16 às comunidades \n\nmais urbanizadas. A escolha pela representação de dados populacionais por \n\nsetores censitários procedeu-se em virtude da sub-bacia estar distribuída por \n\nquatro municípios: a divisão política municipal não coincide com a delimitação \n\nfísica da sub-bacia.  \n\n\n\n \n\n  \n\n32 \n\n  \n\nOs dados agrícolas de Araranguá, Maracajá e Içara foram obtidos nos \n\nescritórios municipais da Empresa de Pesquisa Agropecuária (EPAGRI), e os \n\ndados de Criciúma na Secretaria Municipal de Agricultura; resgataram-se, ainda, \n\ninformações adicionais no Instituto Planejamento e Economia Agrícola de Santa \n\nCatarina (ICEPA), nos relatórios da Produção Agrícola Municipal e Censos \n\nAgropecuários, disponíveis no IBGE, e em trabalhos de campo. \n\nOs dados sobre as indústrias foram obtidos na Federação das Indústrias do \n\nEstado de Santa Catarina (FIESC), na Associação de Municípios da Região \n\nCarbonífera (AMREC), em estudos acadêmicos e nos sites das indústrias \n\ndisponíveis na internet. \n\nAs informações sobre a exploração de carvão mineral na área em estudo \n\nsão provenientes do Departamento Nacional de Produção Mineral (DNPM), \n\nregionais Florianópolis e Criciúma, no Sindicato dos Indústrias de Extração de \n\nCarvão do Estado de Santa Catarina (SIECESC), bem como de trabalhos \n\nacadêmicos e atividades de campo. \n\nOs conflitos e impactos ambientais decorrentes das atividades fumicultura, \n\nrizicultura, bananicultura, extração de carvão mineral, e indústrias foram obtidos \n\nem entrevistas com os técnicos e agricultores da área em estudo, em relatórios \n\nelaborados por órgãos estaduais de meio ambiente, em trabalhos acadêmicos e \n\nem verificação de campo. \n\nObtiveram-se, também, dados através de entrevistas com técnicos da \n\nEPAGRI dos municípios de Araranguá, Içara e Maracajá, bem como com o técnico \n\nda Secretaria de Agricultura do Município de Criciúma; e, ainda, através de \n\nentrevistas com agricultores. \n\nOs conceitos apresentados na revisão bibliográfica foram resgatados em \n\ntrabalhos acadêmicos do curso de pós-graduação em Geografia e em leituras \n\ncomplementares.  \n\n\n\n \n\n  \n\n33 \n\n  \n\n2.2 – Elaboração dos mapas \n\n \n\nA elaboração dos mapas apresentados neste trabalho foi desenvolvida no \n\nLaboratório de Geoprocessamento (LABGEOP) do Departamento de Geociências \n\nda UFSC, contando, ainda, com informações provenientes do Laboratório de \n\nAnálise Ambiental (LAAm) deste mesmo departamento. Para a elaboração dos \n\nmapas obedeceram-se as seguintes etapas (figura nº 03), as quais fazem parte da \n\nrotina do LABGEOP: \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nFigura nº03 – Fluxograma de Elaboração dos Mapas \n\nSeleção e escanerização das fotografias aéreas de 1957, 1978 e 2002. \n\nDigitalização das fotografias aéreas \n\nPlanejamento \nCartográfico \n\nLimpeza topológica e \nvalidação topológica \n\nElaboração do projeto para o \ncruzamento dos mapas \n\nCruzamento das feições dos mapas de uso da terra \n\nOrganização \ninformações banco \n\nde dados \n\nInserção dos centróides e \nfechamento dos polígonos \n\nplanejamento cartográfico utilizando dados dos \nmapas de uso da terra \n\nGeorreferenciamento das fotografias aéreas Coleta de pontos de GPS em campo \n\nDelimitação da sub-bacia hidrográfica do Rio dos Porcos \n\nMapas de uso da terra de 1957, 1978 e 2002 \n\nEdição final  \n\nEdição final  \n\n\n\n \n\n  \n\n34 \n\n  \n\nA base cartográfica empregada na delimitação da sub-bacia hidrográfica do \n\nRio dos Porcos foi a carta topográfica do IBGE de 1976, na escala 1:50.000; \n\nfolhas: Araranguá / SH-22-X-B-IV-3; Criciúma / SH-22-X-B-IV-1; e Rincão / SH-22-\n\nX-B-IV-4. \n\n Com o limite da sub-bacia estabelecido, partiu-se para seleção das \n\nfotografias aéreas, disponíveis em órgãos estaduais e federais (tabela nº 02), e a \n\nescanerização destas fotografias no computador. Esse processo consiste na \n\ntransformação das informações do meio analógico (papel) para o meio digital, \n\npossibilitando o trabalho de vetorização dos elementos contidos nas fotografias \n\naéreas. \n\nTabela nº02 – Relação das fotografias aéreas utilizadas na confecção dos mapas \nde uso da terra da sub-bacia hidrográfica do Rio dos Porcos. \n\nAno Recobrimento aéreo Escala Órgão disponível Fotografias aéreas \n \n\n1957 \nEstado de Santa \n\nCatarina \n1:25.000  \n\nGAPLAN1 \n3957,3960,3963,3872,4010,4012,\n4015,3583,3585,3587,4562,2526 \n\n \n1978 \n\nEstado de Santa \nCatarina \n\n1:25.000  \nDNPM2 \n\n3967,3969,22475,22477,22479, \n3915,3917,3919,3921,3885,3886, \n3887,4387,4389, 4391 \n\n \n2002 \n\nRegião Sul de  \nSanta Catarina \n\n1:40.000  \nDNPM \n\nfx 10 – 10,11,12,13,14 \nfx 11 – 11,13,15 \nfx 12 – 20, 21,22 \n\n1 Gabinete de Planejamento, Orçamento e Cartografia de Santa Catarina \n2 Departamento Nacional de Produção Mineral \n\n \n\nApós a delimitação da área em estudo e a seleção do material cartográfico \n\na ser utilizado, realizou-se uma atividade de campo na sub-bacia do Rio dos \n\nPorcos para obter informações no Sistema de Posição Geográfica (GPS). Esta \n\ntécnica consiste no rastreamento, recebimento e registro de sinais de satélites que  \n\nsão processados para calcular as coordenadas de um ponto no terreno. Para \n\ntanto, são necessários pelo menos três satélites artificiais em contato com o \n\nreceptor (aparelho) para se obter as coordenadas de um ponto com precisão \n\ncartográfica. \n\nOs 75 locais designados à coleta de pontos de GPS em campo foram \n\npreviamente planejados e obedeciam à escolha de intersecção de vias, \n\n\n\n \n\n  \n\n35 \n\n  \n\ncruzamento de vias com curso d´água e edificações de grande porte, \n\npredominantes nos três recobrimentos aéreos estudados.  \n\nEsses dados serviram de base para o georreferenciamento de 38 \n\nfotografias aéreas dos anos de 1957, 1978 e 2002 no programa Microstation \n\nDescartes. Nesta tarefa, foram associados os pontos coletados por GPS nas \n\nimagens a serem georreferenciadas, através da ferramenta Register – Place \n\nControl Points, utilizando-se duas janelas: a primeira, contendo os pontos de GPS \n\ne, a segunda, a imagem não referenciada.  \n\nO processo de georreferenciamento consistiu na atribuição de coordenadas \n\ngeográficas conhecidas à imagem escanerizada (fotografias aéreas), cujo \n\nposicionamento possibilitou a localização precisa (coordenadas geográficas) dos \n\nelementos gráficos no terreno.  \n\nApós o georreferenciamento das fotografias aéreas ocorreu o planejamento \n\ncartográfico, cuja finalidade foi eleger e organizar as feições dos mapas de uso da \n\nterra dos anos de 1957, 1978 e 2002, definindo a estrutura dos níveis de \n\ninformação bem como seus atributos tais como: tipos de linhas, cores e \n\ndimensões de símbolos cartográficos e a letra do centróide que representaria cada \n\nfeição. \n\nA escolha das feições a serem estudadas estava relacionada ao objetivo \n\ndesse trabalho (análise ambiental da sub-bacia do Rio dos Porcos), à relevância \n\n(econômica/social/ambiental) da categoria a ser mapeada e à possibilidade de \n\nidentificá-la na fotografia aérea. Diante disso foram selecionadas as seguintes \n\nfeições para cada ano em estudo: mata, silvicultura, rizicultura, bananicultura, \n\ncultivos diversos, pastagem, depósito de rejeito de carvão mineral e área \n\nurbanizada. \n\nCabe destacar que se designou como mata toda a formação vegetal nativa \n\npresente na área em estudo (vegetação secundária, capoeirão e capoeirinha), \n\ntendo em vista a redução do número de classes nos mapas derivados do cruzados \n\ndas feições; e como cultivos diversos outras atividades agrícolas (além da \n\nrizicultura, bananicultura, silvicultura e pastagem) que também se desenvolvem na \n\n\n\n \n\n  \n\n36 \n\n  \n\nsub-bacia do Rio dos Porcos, mas de difícil distinção nos trabalhos de \n\naerofotointerpretação. \n\n Concluído o planejamento cartográfico, partiu-se para a vetorização das \n\nfotografias aéreas no computador. Esse trabalho manual consistiu na digitalização \n\nem tela de elementos gráficos (traços, pontos e polígonos) encontrados nas \n\nfotografias aéreas georreferenciadas, os quais representavam os componentes \n\npresentes no espaço geográfico (naturais ou culturais). Esse processo denomina-\n\nse de cartografia digital que, para Rosa e Brito (1996), consiste numa técnica \n\ndestinada à captação, organização e desenho de mapas no computador. \n\nCabe destacar que os dados referentes às curvas de nível, à hidrografia de \n\n1978 e 2002 e à rede viária de 2002, utilizados nos mapas apresentados neste \n\ntrabalho, foram vetorizados pela equipe técnica do Laboratório de \n\nGeoprocessamento para o Projeto “Análise ambiental da bacia hidrográfica do rio \n\nAraranguá: subsídios para gestão”. \n\nConcluída a fase de vetorização dos polígonos, que representavam as \n\nfeições em análise, partiu-se para a limpeza topológica, que foi realizada no \n\nPrograma Microstation Geographic, através da ferramenta Topology Cleanup. De \n\nacordo com Paulino (1999), esta tarefa tem a finalidade de realizar um trabalho de \n\n“edição através do qual tem-se que, além de eliminar os costumeiros erros \n\ncometidos na aquisição e na conversão de dados, construir-se uma estrutura de \n\narcos e nós isenta de duplicidade e falhas de representação”.  \n\nDurante o trabalho de limpeza topológica, eliminaram-se as linhas \n\nduplicadas ou similares, os fragmentos de linhas, as aberturas nas interseções \n\ndos polígonos e/ou modificaram-se as linhas que ultrapassavam seu vértice, para \n\nque ocorresse o fechamento dos polígonos que representavam as feições \n\nmapeadas. Esta etapa também foi realizada no programa Microstation \n\nGeographic, utilizando-se a ferramenta Create shapes. \n\nOs polígonos que representavam a área de cada feição mapeada, \n\ncaracterizavam-se como uma área fechada, na qual o ponto final da cadeia de \n\n\n\n \n\n  \n\n37 \n\n  \n\npontos que define o seu contorno era o mesmo do ponto inicial dessa mesma \n\ncadeia.  \n\nFinalizada a limpeza topológica, inseriram-se os centróides nos polígonos \n\nidentificando com uma letra cada feição: “m” para mata, “s” para silvicultura, “r” \n\npara rizicultura, “b” para bananicultura, “c” para cultivos diversos, “p” para \n\npastagem, “cm” para depósito de rejeito de carvão mineral e “u” para área \n\nurbanizada.  \n\nOs centróides podem ser definidos, de acordo com Moura e Rocha (2001), \n\ncomo o ponto interno a um polígono, não necessariamente no seu centro, que o \n\nindividualiza por meio de suas coordenadas x,y, servindo também como uma \n\nchave gráfica para efetuar a ligação do polígono ao banco de dados. \n\nA fim de realizar a validação dos resultados alcançados na limpeza \n\ntopológica, fez-se uso da validação topológica, no Microstation Geographic, \n\natravés da ferramenta Validate topology. Este trabalho permitiu verificar o número \n\nde limites encontrados, de áreas construídas, de áreas sem centróides, de \n\ncentróides sem área, de áreas com múltiplos centróides e de limites não utilizados. \n\nA validação topológica foi fundamental para o fechamento dos polígonos e o \n\nposterior cruzamento das feições dos mapas de uso da terra.  \n\nDada a importância da limpeza e da validação topológica para o processo \n\nde confecção dos mapas, somada à quantidade de polígonos gerados (556 em \n\n1957; 597 em 1978; e 767 em 2002), o trabalho topológico foi realizado, em \n\nmédia, 18 vezes para cada ano em estudo. \n\nDepois de obtido o “valor zero” para a limpeza e a validação topológica, \n\npartiu-se para o fechamento dos polígonos, processo que encerrou a elaboração \n\ndos mapas de uso da terra de 1957, 1978 e 2002.  \n\nDe posse desses mapas, que a partir desta parte da pesquisa passaram a \n\nser denominados de mapas primitivos, voltou-se para o cruzamento de suas \n\nfeições, o que gerou os mapas derivados. Este cruzamento teve como principal \n\nobjetivo identificar as principais mudanças de uso da terra ocorridas no período \n\n\n\n \n\n  \n\n38 \n\n  \n\nselecionado para a análise, bem como quantificar a substituição de uma atividade \n\nprodutiva por outra. \n\nPara tanto, fez-se uso do geoprocessamento, que pode ser definido como o \n\nprocessamento informatizado de dados georreferenciados utilizando um programa \n\nno computador (nesta pesquisa foi o Microsoft Microstation versão 95) para \n\nassociar e manipular informações geográficas. Segundo Rosa e Brito (1996:7), \n\ngeoprocessamento é “o conjunto de tecnologias destinadas à coleta e tratamento \n\nde informações espaciais, assim como o desenvolvimento de novos sistemas e \n\naplicações, com diferentes níveis de sofisticação”. \n\nNa elaboração dos mapas derivados do cruzamento das feições dos mapas \n\nde uso da terra de 1957, 1978 e 2002 fez-se um novo planejamento cartográfico, o \n\nqual manteve as mesmas feições analisadas nos mapas primitivos (mata, \n\nsilvicultura, rizicultura, bananicultura, cultivos diversos, pastagem, depósito de \n\nrejeito de carvão e área urbanizada).  \n\nApós o planejamento cartográfico, ocorreu a criação de um projeto, que \n\nsegundo Moura e Rocha (2001, p.280), “é a organização de informações de banco \n\nde dados e espaciais, utilizando os recursos de feições, categorias, mapas e \n\ndefinições de atributo utilizadas para a organização de uma informação \n\ngeográfica”. O principal objetivo do projeto é associar a informação de uma tabela \n\nde banco de dados a uma feição representada geograficamente em um mapa. \n\nO projeto foi registrado no banco de dados do Programa Microsoft Access, \n\nonde foram registrados, ainda, os mapas primitivos de uso da terra e suas \n\nrespectivas tabelas. \n\nApós este procedimento, voltou-se para os cruzamentos das feições dos \n\nmapas de uso da terra. Para isso, foi necessária a criação de um mapa de \n\nvizinhança que, conforme salienta Moura e Rocha (2001), constitui-se na \n\nrepresentação visual do mapa índice que cerca a área global onde todos os \n\nmapas registrados são localizados. Depois de criado o mapa de vizinhança, \n\nocorreu a ativação do projeto, o gerenciamento dos mapas e das feições e \n\ncategorias desse mapa no banco de dados.  \n\n\n\n \n\n  \n\n39 \n\n  \n\nEsses procedimentos foram fundamentais para o sucesso dos cruzamentos \n\ndas feições dos mapas primitivos, sendo realizados integralmente no programa \n\nMicrostation Geographic. Neste trabalho estabeleceu-se a seguinte relação de \n\nderivação (figura nº04 e tabela nº03): feições do mapa 1957 x feições do mapa \n\n1978; feições do mapa 1957 x feições do mapa 2002; feições do mapa 1978 x \n\nfeições do mapa 2002. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFonte: Cardoso, 1998: pg.20, modificado. \nFigura nº 04 - Cruzamento das feições dos mapas de uso da terra \nde 1957, 1978 e 2002 na sub-bacia hidrográfica do Rio dos Porcos. \n\n \n\nConcluídos os cruzamentos, efetuou-se o cadastramento dos dados \n\nreferentes a cada mapa derivado em sua respectiva tabela, que estava registrada \n\nno Programa Microsoft Access. Os cruzamentos das feições dos mapas primitivos \n\napresentaram uma grande quantidade de informações: 3.908 polígonos no mapa \n\n1957x1978, 4.785 no mapa 1978x2002 e 4.515 no mapa 1957x 2002. \n\nPara que ocorresse uma análise mais detalhada desses dados, houve a \n\nnecessidade de elaborar tabelas e gráficos para cada feição mapeada (mata, \n\nsilvicultura, rizicultura, etc.) de cada mapa derivado (1957x1978, 1978x2002 e \n\n1957x 2002). A partir desses dados, representando área em hectare, foi possível \n\nquantificar e analisar as mudanças de uso da terra ocorridas na sub-bacia do Rio \n\ndos Porcos no período de 1957 a 2002.   \n\nMapa de uso da \nterra de 1957 \n\nMapa de uso da \nterra de 1978 \n\nMapa de uso da \nterra de 2002 \n\nTransformações \nocorridas na sub-\nbacia hidrográfica \ndo Rio dos Porcos \nentre 1957 e 1978 \n\nTransformações \nocorridas na sub-\n\nbacia hidrografica do \nRio dos Porcos \n\nentre 1978 e 2002 \n\nTransformações ocorridas na sub-bacia \nhidrográfica do Rio dos Porcos entre 1957 e 2002 \n\n\n\n \n\n  \n\n40 \n\n  \n\nTabela nº03 – Cruzamento das feições dos mapas de uso da terra de 1957, 1978 e 2002 na sub-bacia do Rio dos Porcos. \n\nObs: M=mata, S=silvicultura, R=rizicultura, B=bananicultura, C=cultivos diversos, P=pastagem, U=área urbanizada, CM=depósito rejeito de \ncarvão mineral. \n\nRelação \ncruzamento \n\n \nCruzamento das feições dos mapas de uso da terra \n\n1957 X 1978 M57-M78 S57-M78 R57-M78 B57-M78 C57-M78 P57-M78 U57-M78 CM57-M78 \n\n M57-S78 S57-S78 R57-S78 B57-S78 C57-S78 P57-S78 U57-S78 CM57-S78 \n\n M57-R78 S57-R78 R57-R78 B57-R78 C57-R78 P57-R78 U57-R78 CM57-R78 \n\n M57-B78 S57-B78 R57-B78 B57-B78 C57-B78 P57-B78 U57-B78 CM57-B78 \n\n M57-C78 S57-C78 R57-C78 B57-C78 C57-C78 P57-C78 U57-C78 CM57-C78 \n\n M57-P78 S57-P78 R57-P78 B57-P78 C57-P78 P57-P78 U57-P78 CM57-P78 \n\n M57-U78 S57-U78 R57-U78 B57-U78 C57-U78 P57-U78 U57-U78 CM57-U78 \n\n M57-CM78 S57-CM78 R57-CM78 B57-CM78 C57-CM78 P57-CM78 U57-CM78 CM57-CM78 \n\n1978 X 2002 M78-M02 S78-M02 R78-M02 B78-M02 C78-M02 P78-M02 U78-M02 CM78-M02 \n\n M78-S02 S78-S02 R78-S02 B78-S02 C78-S02 P78-S02 U78-S02 CM78-S02 \n\n M78-R02 S78-R02 R78-R02 B78-R02 C78-R02 P78-R02 U78-R02 CM78-R02 \n\n M78-B02 S78-B02 R78-B02 B78-B02 C78-B02 P78-B02 U78-B02 CM78-B02 \n\n M78-C02 S78-C02 R78-C02 B78-C02 C78-C02 P78-C02 U78-C02 CM78-C02 \n\n M78-P02 S78-P02 R78-P02 B78-P02 C78-P02 P78-P02 U78-P02 CM78-P02 \n\n M78-U02 S78-U02 R78-U02 B78-U02 C78-U02 P78-U02 U78-U02 CM78-U02 \n\n M78-CM02 S78-CM02 R78-CM02 B78-CM02 C78-CM02 P78-CM02 U78-CM02 CM78-CM02 \n\n1957 X 2002 M57-M02 S57-M02 R57-M02 B57-M02 C57-M02 P57-M02 U57-M78 CM57-M78 \n\n M57-S02 S57-S02 R57-S02 B57-S02 C57-S02 P57-S02 U57-S78 CM57-S78 \n\n M57-R02 S57-R02 R57-R02 B57-R02 C57-R02 P57-R02 U57-R78 CM57-R78 \n\n M57-B02 S57-B02 R57-B02 B57-B02 C57-B02 P57-B02 U57-B78 CM57-B78 \n\n M57-C02 S57-C02 R57-C02 B57-C02 C57-C02 P57-C02 U57-C78 CM57-C78 \n\n M57-P02 S57-P02 R57-P02 B57-P02 C57-P02 P57-P02 U57-P78 CM57-P78 \n\n M57-U02 S57-U02 R57-U02 B57-U02 C57-U02 P57-U02 U57-U78 CM57-U78 \n\n M56-CM02 S57-CM02 R57-CM02 B57-CM02 C57-CM02 P57-CM02 U57-CM78 CM57-CM78 \n\n\n\n \n\n  \n\n41 \n\n  \n\nA grande quantidade de informações geradas pelos cruzamentos dos \n\nmapas primitivos dificultou a representação cartográfica das feições em apenas \n\num mapa. Diante disso, optou-se pela apresentação de cada feição em mapas \n\nindividualizados (mapa de rizicultura, mapa de bananicultura) os quais contém \n\nsomente informações referentes ao cruzamento de 1957x2002. \n\nApós a conclusão dos cruzamentos, partiu-se para a edição final dos \n\nmapas, que foi realizada pelo geógrafo José Henrique Vilela, técnico do \n\nLaboratório de Geoprocessamento da UFSC. \n\n A última etapa da pesquisa consistiu na análise dos mapas de uso da terra \n\nde 1957, 1978, 2002, dos mapas derivados dos cruzamentos das feições de \n\n1957x2002, bem como dos processos que conduziram às modificações verificadas \n\nna paisagem da sub-bacia hidrográfica do Rio dos Porcos. \n\n\n\n \n\n  \n\n42 \n\n  \n\n \n\n \n\n3 – CARACTERIZAÇÃO DA SUB-BACIA HIDROGRÁFICA DO RIO DOS \n\nPORCOS \n\n \n \n \n\n3.1 – As duas grandes unidades de paisagem da sub-bacia hidrográfica do \n\nRio dos Porcos \n\n \n\nA sub-bacia hidrográfica do Rio dos Porcos pode ser dividida quanto às \n\nsuas características físicas em dois setores distintos: a margem direita do curso \n\nprincipal, a oeste da área, é aquela onde afloram as rochas mais antigas, cujas \n\nidades variam do Permiano ao Jurássico-Cretáceo; e a margem esquerda do Rio \n\ndos Porcos, a leste da área, que é representada na sua totalidade, por depósitos \n\nquaternários, variando do Pleistoceno ao Holoceno. (mapa geológico - mapa nº03) \n\nNo setor oeste, a grosso modo, as rochas na área, predominantemente \n\nsedimentares, afloram de acordo com a superfície topográfica.  \n\nA Formação Palermo, de idade permiana, pertencente ao Grupo Guatá, \n\npredomina no norte-noroeste da sub-bacia e forma os terrenos em que nascem os \n\nprincipais cursos d´água da margem direita do Rio dos Porcos. Esta Formação é \n\ncaracterizada por \n\n \n\nsiltitos argilosos cinza-claros a cinza escuro, esverdeados, com \nfreqüentes intercalações de finas lâminas ondeadas, e \ndescontínuas de siltitos arenosos cinza claros, bioturbados. Em \nsua porção basal, apresenta, ainda, intercalações de arenitos \nfinos a médios. Caracteristicamente apresenta laminação \nparalela, ondeada, lenticular, estruturas “flaser”, e mosqueada, \nesta última produzida pela ação de organismos escavadores. \n(IBGE a, 1989:07) \n\n \n\n\n\n \n\n  \n\n43 \n\n  \n\n \n\n \n\nSobrepostas à esta, e de idade mais recente, ocorrem as rochas permianas \n\nda Formação Irati, que representam a porção basal do Grupo Passa Dois. \n\nA Formação Irati, conforme IBGE (1989a) é composta por folhelhos \n\npirobetuminosos, cinza escuro a preto, separados por lamitos  castanhos a  cinza \n\nescuro,  maciços,  com  fratura conchoidal e com níveis de calcário, tendo sua \n\ngênese associada a ambientes de deposição marinho de águas rasas e com área \n\nde circulação restrita.  \n\nAs Formações Rio do Rasto e Serra Alta, que representam, \n\nrespectivamente, as formações intermediária e superior do Grupo Passa Dois, \n\nafloram na parte sudoeste da Sub-bacia Hidrográfica do Rio dos Porcos. De \n\nacordo com o mapeamento elaborado pelo Projeto do Gerenciamento Costeiro \n\n(1989a), a Formação Serra Alta aflora nas encostas do Morro do Espigão da Toca, \n\nenquanto a Formação Irati, de idade mais antiga, localiza-se nas cotas \n\ntopográficas mais elevadas. No limite sudoeste da área, no Morro do Barro \n\nVermelho, ocorre a exposição da Formação Rio do Rasto. \n\n\n\n \n\n  \n\n44 \n\n  \n\nA Formação Serra Alta, segundo IBGE (1989 a), cuja deposição ocorreu no \n\nPermiano Superior, provavelmente em ambiente marinho de águas calmas, \n\ncompreende uma seqüência de folhelhos, argilitos e siltitos cinza-escuro a pretos, \n\ncom fratura conchoidal, lentes e concreções calcíferas localizadas. \n\n. \n\nJá a Formação Rio do Rasto é composta por camadas avermelhadas \n\nexpostas nas cabeceiras do rio do Rasto, entre Lauro Müller e São Joaquim – SC. \n\nEla constitui uma seqüência sedimentar essencialmente clástica. A sua porção \n\nbasal é pelítica, intercada por leitos, lentes e camadas de arenito; já a parte \n\nsuperior é, dominantemente, arenosa, com intercalações pelíticas (IBGE, 1989a).  \n\nCom uma direção aproximada N-S, aflora um corpo de diabásio, \n\npertencente à Formação Serra Geral do Grupo São Bento, em cotas relativamente \n\nelevadas, formando no sul da área o Espigão da Pedra e mais ao norte os \n\ndivisores de água da sub-bacia, como o Morro Estêvão. \n\nContornando parcialmente este corpo intrusivo, e as rochas sedimentares \n\nGondwânicas ocorrem depósitos colúvios-aluvionares, de idade quaternária, \n\nrepresentados por areias, cascalhairas e sedimentos síltico-argilosos \n\ninconsolidados. Estes sedimentos, de acordo com o IBGE (1989, p.5) são \n\nresultantes “da concentração de depósitos de enxurradas nas porções distais de \n\nrampas de pedimentos e/ou de leques de espraiamento e de cones de dejeção” e \n\né definida pela sua localização e constituição geológica como área de transição \n\nentre as influências continentais e marinhas. \n\nNos terrenos desta unidade estão situados grande parte das drenagens \n\natuais da margem direita da sub-bacia hidrográfica do Rio dos Porcos, e a \n\nexpressão destes depósitos está, a grosso modo, acompanhando o porte e a \n\nformação das drenagens atuais. \n\nSobre as rochas da Formação Palermo e da parte sul do diabásio da Serra \n\nGeral e parte dos depósitos colúvio-aluvionares, desenvolve-se, de acordo com o \n\nmapa geomorfológico do IBGE (1989 b) (mapa nº 04), a unidade geomorfológica \n\nda depressão da zona carbonífera catarinense. Nesta unidade existem algumas \n\n\n\n \n\n  \n\n45 \n\n  \n\náreas de empréstimo/pedreiras e minas e depósito de rejeito de carvão, os quais \n\ncaracterizam os modelados de degradação ambiental.  \n\nOs solos desenvolvidos sobre a Formação Palermo e parte dos depósitos \n\ncolúvio-aluvionares, no setor mais ao norte da bacia, de acordo com IBGE \n\n(1989c), são podzólico vermelho álico (mapa nº05), não hidromórficos, com \n\nhorizonte B textural e boa diferenciação entre os horizontes.  \n\nPor outro lado, no setor mais ao sul da unidade geomorfológica da \n\ndepressão da zona carbonífera catarinense, sobre o diabásio e no seu entorno – \n\nárea do Espigão da Pedra – onde aflora a Formação Serra Geral, desenvolvem-\n\nse, segundo IBGE (1989c), os cambissolos álico e eutrófico, não hidromórficos, \n\ncaracterizados pela presença de horizonte B câmbico, definido pelo baixo \n\ngradiente textural, pela média e alta relação silte/argila. Apresentam-se, quase \n\nsempre, pedregosos, com textura argilosa e média, com alta fertilidade natural. \n\n \n\n\n\n \n\n  \n\n46 \n\n  \n\nEste mesmo tipo de solo se desenvolve na área do Morro Estêvão, o maior divisor \n\nde águas da sub-bacia, formado principalmente por rocha basáltica. O Morro \n\nEstêvão, juntamente com os morros Albino, Espigão da Toca, Barro Vermelho e \n\nEspigão da Pedra, constituem as cotas mais elevadas da margem direita da sub-\n\nbacia.  \n\nSobre as rochas sedimentares deste modelado – setor sul da sub-bacia do \n\nRio dos Porcos – desenvolvem-se, conforme o IBGE (1989c) solos podzólicos \n\nvermelho-amarelo álico, não hidromórficos, com horizonte B textural, com a \n\nseqüência A, Bt e C e boa diferenciação entre os horizontes. Apresentam \n\ncaracterísticas morfológicas heterogêneas, tais como cor, textura e estrutura entre \n\nos horizontes no mesmo perfil. O horizonte A é do tipo proeminente ou moderado.  \n\nSobre a Planície Colúvio-aluvionar, se desenvolvem os solos denominados \n\ngleissolo húmico álico eutrófico, que se caracterizam por serem hidromórficos e \n\npela presença de um horizonte glei a menos que 60 cm da superfície. Este \n\nhorizonte superficial é formado em condições de excesso de umidade, temporária \n\nou permanente, e possui baixos teores de carbono.  \n\nNa margem esquerda, conforme acima referido, ocorrem depósitos \n\nquaternários, assim como na planície atual do Rio dos Porcos, decorrentes da \n\nvariação do nível do mar e da conseqüente deposição do material sedimentar. \n\nOs depósitos marinhos afloram na parte sul da sub-bacia e são, de acordo \n\ncom o Projeto do Gerenciamento Costeiro, de idade pleistocênica. Estes \n\ndepósitos, geralmente terraços, constituem-se de areias quartzosas, finas e \n\nmédias, bem selecionadas, com laminações plano-paralelas e cruzadas que se \n\ntruncam mutuamente. Geralmente, apresentam cores claras em tons de creme e \n\namarelada.  \n\nNa parte mais leste da área ocorrem dunas holocênicas, que juntamente \n\ncom os depósitos marinhos são enquadrados no mapa pedológico (mapa nº 05), \n\ncomo Areias quartzosas álicas e se caracterizam por estar em áreas planas, com \n\nmenos de 20 m de altitude. Apresentam horizonte A moderado, horizonte \n\nsubsuperficial de coloração clara indicando a remoção de óxidos, seguido de um \n\n\n\n \n\n  \n\n47 \n\n  \n\nhorizonte onde coloração mais amarela-brunada, sem indicação de acumulação \n\nóxidos. \n\n \n\n \n\nOs depósitos lagunares estão dispostos na área em estudo na planície \n\naluvial do Rio dos Porcos em cotas topográficas menores que 20 m de altitude. \n\nEstes depósitos são formados por areias síltico-argilosas, inconsolidadas, mal \n\nselecionadas e com laminação plano-paralela incipiente. São freqüentemente ricos \n\nem matéria orgânica e são oriundos do assoreamento de antigas lagunas \n\ncosteiras.  \n\nEstes depósitos constituem a unidade geomorfológica Planície Lacustre, \n\nque tem um grau incipiente de dissecação.  Sobre essa unidade desenvolve-se o \n\ngleissolo húmico álico eutrófico formado em áreas planas e mal drenadas. \n\nNa planície aluvial do Rio dos Porcos está localizado um depósito turfáceo. \n\nUm estudo realizado por Duarte (1992) apresenta as turfeiras, segundo Shotyk \n\n(1988 apud DUARTE, 1992) como ecossistemas formadores de turfas, onde estão \n\n\n\n \n\n  \n\n48 \n\n  \n\nacumulados, pelo menos, 30 cm desse material. As turfas, como salienta Duarte \n\n(1992) constituem-se em uma mistura de material orgânico, de variado grau de \n\ndecomposição, com material inorgânico, e se acumula em ambiente saturado de \n\nágua. \n\nNo mapa de solos (mapa nº05) as turfeiras são enquadradas como solos \n\norgânicos distróficos, que se desenvolvem sobre sedimentos paludais ou \n\nlacustres, em áreas planas, sujeitas a inundações freqüentes e com o lençol \n\nfreático próximo à superfície o ano todo. São solos hidromórficos, com horizonte \n\nsuperficial de coloração escura, constituídos de materiais orgânicos produzidos \n\npela vegetação natural hidrófila e em diferentes estágios de decomposição devido \n\nao encharcamento permanente e à conseqüente deficiência de oxigênio.  \n\nA vegetação que é característica deste tipo de depósito, de acordo com \n\nKlein (1978) era, originalmente, a vegetação litorânea, predominantemente, \n\nherbácea e arbustiva, com formação associada às influências do oceano e do tipo \n\nde solo.  \n\n Segundo ele, a Floresta Tropical das Planícies Quaternárias do Sul, então \n\npredominante em grandes planícies de sedimentação marinha e terrestre, está \n\nsobre solos úmidos e enxutos. \n\nA floresta, situada nas planícies de solos úmidos, caracterizava-se como \n\numa floresta pouco desenvolvida, com aspecto fitofisionômico bastante uniforme, \n\ndevido à grande abundância de um pequeno grupo de árvores seletivas e \n\nexclusivas dessas planícies. Já a Floresta situada nas planícies de solos enxutos \n\nestava a poucos metros da planície úmida e apresentava-se como uma floresta \n\nmais exuberante com a presença de árvores altas.  \n\nAtualmente, as áreas que pertenciam a estas coberturas vegetais são \n\nutilizadas para atividades agrícolas e/ou estão ocupadas por áreas urbanas, com \n\ndescaracterização do ambiente vegetal original. \n\nPor outro lado, na margem direita da sub-bacia hidrografica do Rio dos \n\nPorcos a vegetação característica era a Floresta Ombrófila Densa. Klein (1978) \n\ndestaca que, \n\n\n\n \n\n  \n\n49 \n\n  \n\n(...) ao longo da encosta atlântica, bem como nas planícies \nquaternárias, que confinam com a vegetação litorânea \nencontramos uma vegetação mais exuberante, mais completa, \nformada por diversos agrupamentos distintos, quanto à sua \ncomposição, estrutura e, sobretudo, quanto ao aspecto \nfitofisionômico. (p.03) \n\n \n\nEntretanto, em virtude do intenso desbaste para a prática agrícola, a \n\ncobertura vegetal restringe-se, atualmente, a pequenas manchas de vegetação \n\nintercaladas entre o cultivo de banana, reflorestamento de eucalipto e campos de \n\npastagem.  \n\nO clima da área na qual a sub-bacia hidrográfica do Rio dos Porcos está \n\ninserida caracteriza-se, segundo os dados coletados pela Estação Meteorológica \n\nPrincipal de Araranguá, no período de 1928 a 1980 (tabela nº 04), por possuir alta \n\nprecipitação no verão (janeiro, fevereiro e março) e setembro e nos meses de \n\nmaio, junho e julho as menores precipitações (figura nº05). \n\n As médias das temperaturas durante o verão apresentaram-se acima de \n\n20ºC (período de novembro a março), diminuindo para cerca de 15ºC no inverno \n\n(figura nº06). No que se refere à umidade relativa do ar, os valores variaram em \n\ntorno de 80%, alcançando os maiores índices entre os meses de fevereiro a junho, \n\ndecaindo esse percentual na primavera e início do verão (figura nº07). \n\n \nTabela nº 04 - Dados da estação meteorológica principal de Araranguá. \n\n \n \n\nMÊS TEMP. \nMÉDIA \n\nMÉDIA \nTEMP.  \nMx. \n\nMÉDIA \nTEMP. \nMn. \n\nTEMP. \nMAX. \nABS. \n\nTEMP \nMIN \nABS \n\n \nUR \n\nVELOC. \nVENTO \n\nPREC\n. \n\nETP \n\nJan 23,4 28,7 18,6 39,3 9,6 80,7 1,0 125,2 136 \nFev 23,4 28,5 18,8 38,2 9,0 83,3 0,9 128,3 116 \nMar 22,4 27,6 17,8 37,5 7,6 83,2 0,8 126,3 114 \nAbr 19,7 25,4 14,7 35,1 3,0 82,9 0,8 88,1 71 \nMai 17,1 23,2 11,6 34,1 0,3 83,5 0,7 76,4 53 \nJun 15,2 21,5 9,8 32,4 -3,2 83,8 0,7 85,9 39 \nJul 14,3 20,9 8,6 39,6 -3,6 82,8 0,9 75,9 35 \nAgo 15,3 21,2 9,9 37,7 -1,8 82,1 0,9 104,0 46 \nSet 16,7 21,9 11,7 40,0 0,6 82,8 1,1 133,7 54 \nOut 18,6 23,5 13,9 35,6 3,8 81,2 1,3 107,9 73 \nNov 20,5 25,6 15,3 36,5 4,8 79,5 1,1 89,9 95 \n\n\n\n \n\n  \n\n50 \n\n  \n\nDez 22,3 27,8 17,2 40,5 3,6 79,0 1,2 75,7 130 \n \nTEMP. MÉDIA = Temperatura média, em oC (1928 a 1980). \nMÉDIA TEMP. Mx. = Média das temperaturas máximas, em oC (1928 a 1980). \nMÉDIA TEMP. Mn. = Média das temperaturas mínimas, em oC (1928 a 1980). \nTEMP. MAX. ABS. = Temperatura máxima absoluta, em oC (1928 a 1980). \nTEMP. MIN. ABS. = Temperatura mínima absoluta, em oC (1928 a 1980). \nUR = Umidade relativa do ar, em % (1928 a 1980). \nVELOC. VENTO = Velocidade do vento, em m/s (1965 a 1980). \nPREC. = Precipitação total, em mm (1928 a 1980). \nETP = Evapotranspiração total mensal , em mm, estimado pelo método de Thornthwaite. \n \nFonte: SDM (1997, vol. 1, p. 47) \n \n\n \n \n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\n140\n\n160\n\nJan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez\n\nmeses\n\np\nre\nc\nip\nit\na\nç\nã\no\n (\nm\nm\n)\n\nPREC.\n\n \n\n \n\nFonte: Estação Meterológica de Araranguá - SC \nFigura nº05 - Precipitação Média Mensal Registrada no período de 1928 –1980 \n\n\n\n \n\n  \n\n51 \n\n  \n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\nJa\nn\n\nFe\nv\n\nM\nar\n\nAb\nr\n\nM\nai\n\nJu\nn Ju\n\nl\nAg\no\n\nSe\nt\n\nO\nut\n\nN\nov\n\nD\nez\n\nmeses\n\nte\nm\np\ne\nra\ntu\nra\n º\nC\n\nTEMP. MÉDIA\n\nMÉDIA TEMP.  Mx.\n\nMÉDIA TEMP. Mn.\n\n \n \nFonte: Estação Meterológica de Araranguá - SC \nFigura nº06 – Temperatura Média no período de 1928 -1980 \n\n \n\n76\n\n77\n\n78\n\n79\n\n80\n\n81\n\n82\n\n83\n\n84\n\n85\n\nJan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez\n\nmeses\n\nu\nm\nid\na\nd\ne\n r\ne\nla\nti\nv\na\n d\no\n a\nr \n(%\n\n)\n\nMÊS UR\n\n \n \n \nFonte: Estação Meterológica de Araranguá - SC \nFigura nº07 – Umidade relativa do ar no período de 1928 –1980 \n\n \n\n \n\n\n\n \n\n  \n\n52 \n\n  \n\nDe acordo com Monteiro e Furtado (1995), a Estação Meteorológica \n\nPrincipal de Araranguá, utilizada para caracterizar o clima da sub-bacia do Rio dos \n\nPorcos, está localizada na região sub-tropical, e apresenta condições de tempo de \n\nregiões tropicais no verão e de regiões temperadas no inverno. \n\nDurante o verão, segundo os referidos autores, o anticiclone polar alcança o \n\ncontinente sul americano em latitudes mais elevadas que no inverno. As massas \n\npolares mais enfraquecidas e distantes do sul do Brasil permitem a entrada das \n\nmassas tropicais; o continente torna-se mais aquecido e as pressões atmosféricas \n\nmais baixas. \n\nNesta estação, salientam Monteiro e Furtado (1995), a massa Tropical \n\nAtlântica é mais atuante e as condições de tempo apresentam-se com pouca \n\nnebulosidade, ventos fracos, umidade relativa máxima de 95% no período da \n\nmanhã e mínimas em torno de 70% à tarde e com pequenas variações térmicas \n\ndiárias (30ºC as máximas e 22ºC as mínimas).  \n\nOs autores destacam que o sucessivo aquecimento do continente ocasiona \n\num rebaixamento da pressão na região do Chaco, beneficiando a instalação da \n\nMassa Tropical Continental que é quente e seca. As condições de tempo sob a \n\natuação dessa massa de ar apresentam-se com baixa umidade, pouca \n\nnebulosidade, calor intenso e ventos de pouca intensidade.  \n\n Monteiro e Furtado (1995) acentuam, ainda, a atuação da Massa Equatorial \n\nContinental durante o verão. Esta massa desloca-se do norte amazônico e sua \n\npresença é percebida através da alta umidade do ar, de rajadas de ventos \n\nacompanhados de deslocamento da nebulosidade de noroeste para sudeste e \n\nfortes trovoadas. “Este tipo de tempo geralmente ocorre entre 14 e 17 horas, é de \n\nduração passageira, contribuindo de maneira decisiva nos elevados índices \n\npluviométricos registrados nos meses de verão no litoral catarinense” (p. 126). \n\n No início do outono, segundo os autores, essas massas continentais \n\ndiminuem a intensidade de atuação, sendo empurradas para regiões de menores \n\nlatitudes, devido às incursões da Massa Polar Atlântica. Esta massa de ar vai \n\n\n\n \n\n  \n\n53 \n\n  \n\npredominar durante o inverno, ocasionando menor insolação, diminuição da \n\ntemperatura e do volume de precipitação.  \n\nHermann (2001), acrescenta que a Massa Polar Atlântica, em sua origem, o \n\n“ar é seco, frio e estável, e à medida que se desloca absorve calor e umidade da \n\nsuperfície morna do mar, tornado-se mais instável”. (p.16) \n\nDe acordo com Monteiro e Furtado (1995), no inverno registra-se a atuação \n\ndo Anticiclone Polar que, ao atingir a região do Chaco argentino, provoca quedas \n\nde temperatura no sul do país.  \n\nO anticiclone polar produz, ainda, o denominado “vento sul” catarinense, \n\nquando cruza os Andes mais a sul, com direção NE, alcançando o oceano \n\npróximo à foz do rio da Prata.  \n\n \n\nA Frente Polar, neste momento, já se encontra na altura do litoral de \nSanta Catarina ou do Paraná. O anticiclone, em seu típico giro anti-\nhorário, transporta a umidade do oceano para o litoral da Região \nSul, originando ventos frios, úmidos e fortes de S/SE (...). Esta \numidade, na maioria das vezes, é condensada formando \nnebulosidade estratificada com precipitação leve e contínua do tipo \nchuvisco. (MONTEIRO e FURTADO, 1995, p. 129). \n\n \n\nMonteiro e Furtado (op.cit.) acrescentam ainda que a partir do mês de \n\nagosto inicia-se o período de transição entre a dinâmica de inverno e a de verão. \n\nAs frentes ainda atuam no Rio Grande do Sul, atingindo muitas vezes o sul de \n\nSanta Catarina, onde acontecem linhas de instabilidade no setor pré-frontal. Isto \n\npode estar associado à elevação dos índices pluviométricos nos meses de agosto, \n\nsetembro e outubro. A partir de outubro, segundo os autores, as frentes deslocam-\n\nse mais em direção ao oceano, acarretando numa diminuição da precipitação e da \n\numidade. Somente a partir do mês de novembro, a região adquire as \n\ncaracterísticas de tempo de verão, quando as massas tropicais começaram a \n\natuar com mais intensidade. \n\n \n\n \n\n\n\n \n\n  \n\n54 \n\n  \n\n \n\n \n\n\n\n \n\n  \n\n55 \n\n  \n\n \n\n3.2. As mudanças na paisagem da sub-bacia do Rio dos Porcos: o uso da \n\nterra entre 1957 e 2002. \n\n \n\nAté da década de 1960, os primeiros colonos que formaram as \n\ncomunidades nos atuais municípios de Araranguá, Criciúma, Içara e Maracajá, \n\nviviam em pequenas propriedades rurais de subsistência, utilizando a mão-de-\n\nobra familiar. De acordo com o técnico da EPAGRI de Içara, essas propriedades \n\ntinham como principal produto agrícola a mandioca, mas cultivavam também \n\nmilho, feijão, batata-doce e banana, além da criação de aves e suínos para o \n\nconsumo interno. \n\nNeste período, conforme as informações provenientes da \n\naerofotointerpretação de 1957, foram identificadas outras modalidades de uso da \n\nterra como silvicultura, rizicultura, bananicultura, pastagem e áreas de vegetação \n\nnativa, cujas proporções são mostradas na tabela nº 05 e no mapa de uso da terra \n\nde 1957 (mapa nº06). \n\n \n\nTabela nº05 - Uso da terra na sub-bacia hidrográfica do Rio dos Porcos - 1957. \n\nFeições Área (ha) % \nMata 7.352,0 38,1 \nSilvicultura 2.245,5 11,6 \nRizicultura 99,2 0,5 \nBananicultura 241,1 1,2 \nCultivos diversos 4.971,6 25,8 \nPastagem 4.372,4 22,7 \nÁrea urbanizada 8,1 0,0 \nTotal 19.290,0 100,0 \n Fonte: Resultado da aerofotointerpretação de 1957. \n\n \n\nA vegetação nativa, em 1957, cobria 7.352 ha, o que correspondia a 38,1% da \n\nárea da sub-bacia do Rio dos Porcos (mapa nº06). Constata-se, pela \n\naerofotointerpretação, que a maior concentração de mata mapeada estava nas \n\n\n\n \n\n  \n\n56 \n\n  \n\n\n\n \n\n  \n\n57 \n\n  \n\nvárzeas do Rio dos Porcos em seu baixo e médio cursos; e em menor proporção \n\nnas encostas dos morros Espigão da Toca, Espigão da Pedra e Barro Vermelho, \n\nsituados na porção sudoeste da área em estudo, e na encosta do Morro Estêvão, \n\na noroeste da sub-bacia (vide mapa de localização da sub-bacia – mapa nº01). \n\nNesses morros, que são os divisores de água da parte oeste da sub-bacia, a \n\ncobertura vegetal estava localizada, aproximadamente, acima da cota de 100 m, e \n\nnas altitudes menores ocorria a substituição da mata por atividades agrícolas \n\ncomo pastagem, bananicultura e outros cultivos agrícolas não diferenciados pela \n\naerofotointerpretação. \n\n Além de vegetação nativa, a cobertura vegetal da sub-bacia apresentava, \n\nem 1957, mata de eucaliptos e de pinus spp, localizadas predominantemente \n\nsobre os solos arenosos na margem esquerda do Rio dos Porcos e, ainda, \n\nalgumas manchas isoladas ao norte da área em estudo. Esses reflorestamentos \n\ncom eucalipto e com pinus spp sp foram denominados neste trabalho como \n\nsilvicultura que, no ano de 1957, ocupava uma área de aproximadamente 2.200 ha \n\nna sub-bacia (tabela nº05), situadas entre as cotas topográficas de 40 a 60 m de \n\naltitude. \n\nEm entrevista com o técnico da EPAGRI de Içara, constatou-se que, nas \n\ndécadas de 1950/60, havia na área em estudo a predominância do eucalipto \n\ncedrinho, espécie introduzida pelos colonizadores italianos, relacionada à \n\natividade de apicultura. Porém, as companhias de mineração utilizavam também a \n\nmadeira do eucalipto como suporte das galerias nas minas de carvão e na \n\nampliação de ramais da Estrada de Ferro Dona Tereza Cristina, como aquele que \n\nia até Criciúma e outro até Morretes, hoje Maracajá. \n\nNo uso da terra da sub-bacia de 1957, destacou-se, também, uma área de \n\n99,2 ha destinada à lavoura de arroz irrigado, próximo à foz do Rio dos Porcos; e \n\numa área de 241,1 ha cultivada com lavoura de banana na encosta do Morro \n\nEstêvão, em cota topográfica de 80 a 100 m. \n\nEm 1957, conforme as informações provenientes da aerofotointerpretação \n\ndaquele ano, existiam, dentro dos limites da sub-bacia do Rio dos Porcos, parte da \n\n\n\n \n\n  \n\n58 \n\n  \n\natual malha urbana de Içara e outras cinco comunidades (Mineração, Vila Nova, \n\nBoa Vista e Campo Mãe Luzia, no município de Criciúma, e Espigão da Pedra em \n\nAraranguá), que eram ligadas por uma rede viária municipal e intermunicipal \n\nbastante modesta. \n\nA malha urbana de Içara já apresentava em 1957 o atual arruamento. \n\nEntretanto, este espaço era ocupado, nesse ano, com pastagens e \n\nreflorestamentos, não sendo verificadas edificações. Com exceção da comunidade \n\nde Mineração, que apresentava um pequeno aglomerado de casas, as demais \n\nvilas eram muito pequenas e voltadas para a subsistência. \n\nO uso da terra da sub-bacia do Rio dos Porcos passou por algumas \n\nmodificações nas décadas seguintes, associadas, principalmente, a três políticas \n\nnacionais que ocorreram durante as décadas de 1960 e 1970 e que tiveram \n\nreflexos diretos na ocupação da terra da área em estudo: a primeira com o \n\ndesenvolvimento da extração do carvão mineral, a segunda com a implantação da \n\nfumicultura integrada na região sul do Estado, e a terceira com a política agrícola \n\nnacional, que incentivou o crescimento das lavouras de arroz.  \n\nEsses processos de mudança de uso da terra da sub-bacia em estudo \n\nserão mais detalhados no capítulo 4, mas considera-se importante fazer menção \n\nsobre eles nesta parte do trabalho, tendo em vista a apresentação geral dos fatos.  \n\nA descoberta do carvão mineral no município de Criciúma, conforme já \n\napresentado, ocorreu no início do século XX. Mas é a partir das décadas de 1960 \n\ne 1970 que se realiza o grande desenvolvimento econômico da atividade, quando \n\nforam criadas políticas governamentais protecionistas para o consumo nacional \n\ndeste minério. Estas políticas contribuíram para o desenvolvimento econômico dos \n\nmunicípios da região carbonífera, especialmente Criciúma, que redirecionou a \n\nbase produtiva partindo de uma economia agrícola para atividades comerciais e \n\nindustriais.  \n\nO crescimento econômico gerado pela extração do carvão mineral \n\ncondicionou o surgimento de nova infra-estrutura como a construção de rodovias, \n\nescolas, etc; e atividades a ela relacionada como comércios e serviços para \n\n\n\n \n\n  \n\n59 \n\n  \n\natender a população que se dirigia às cidades e às áreas de mineração. Goularti \n\nFilho (1997) acrescenta que o pleno desenvolvimento da atividade carbonífera \n\npromoveu a instalação de indústrias de metalurgia em Criciúma, para a fabricação \n\nde maquinário utilizado nas minas; e indústrias de cerâmica em Criciúma e Içara, \n\ncomo um investimento de capital das empresas mineradoras diante da facilidade \n\noferecida pela política federal do Banco Nacional de Habitação, na década de \n\n1960. \n\nO setor carbonífero influenciou, ainda, a emancipação política de alguns \n\nmunicípios do sul do Estado de Santa Catarina, como Içara e Maracajá, objeto de \n\ninteresse deste trabalho. O Município de Içara (AMREC 2003), foi colonizado por \n\nfamílias de descendência italiana vindas de Criciúma e teve sua emancipação, em \n\n1961, a partir desse município. Já a colonização de Maracajá, segundo a AMESC \n\n(2003), está associada à construção da Estrada de Ferro Dona Tereza Cristina, \n\népoca em que chegaram as primeiras famílias italianas ao Município. Esse \n\npequeno distrito de Araranguá foi emancipado no ano de 1967. \n\nNo que se refere à mineração de carvão na sub-bacia do Rio dos Porcos, \n\ncontatou-se que na década de 1970, segundo informações verbais dos técnicos \n\ndo DNPM de Criciúma em 2003, havia cinco minas de carvão de sub-superfície \n\n(Poço 5, Poço 6, Poço 7, Poço 8 e Poço 10), as quais foram exploradas pela \n\nCompanhia Siderúrgica Nacional. O rejeito proveniente destas minas, no ano de \n\n1978 (mapa de uso da terra de 1978 – mapa nº 07), foi depositado a céu aberto, \n\npróximo ao Rio dos Porcos, em uma área de 19 ha (tabela nº 06). \n\nTabela nº 06 - Uso da terra na sub-bacia hidrográfica do Rio dos Porcos - 1978. \n\n \n\n \n \n \n \n \n \n \n \n\n \n  Fonte: Resultado da aerofotointerpretação de 1978.  \n\nFeições Área (ha) % \nMata 3.812 19,8 \nSilvicultura 1.321 6,8 \nRizicultura 1.068 5,5 \nBananicultura 437,0 2,3 \nCultivos diversos 8.453 43,8 \nPastagem 4.111 21,3 \nÁrea urbanizada 84 0,4 \nDepósito de rejeito de carvão mineral 19 0,1 \nTotal 19.290,0 100,0 \n\n\n\n \n\n  \n\n60 \n\n  \n\n\n\n \n\n  \n\n61 \n\n  \n\nA atividade carbonífera, que foi de grande expressão econômica em vários \n\nmunicípios da região sul de Santa Catarina, teve como resultado na sub-bacia o \n\ndesenvolvimento das comunidades da Quarta Linha, Mineração e Vila Nova, as \n\nduas últimas localizadas próximas as cinco minas de carvão, e também, o \n\ncrescimento urbano do distrito sede de Içara, localizado ao norte da sub-bacia. \n\nAssim, o setor carbonífero, e outras atividades econômicas a ele relacionado, \n\nfizeram com que essas pequenas vilas agrícolas ampliassem o número de \n\nloteamentos, residências e população, e começassem a adquirir infra-estrutura \n\npara atender a população que se instalava próximo às minas em exploração e às \n\nindústrias cerâmicas e metal-mecânicas situadas na sub-bacia e em área \n\ncircundante.  \n\nConcomitante ao crescimento econômico e das comunidades, a rede viária \n\ntambém ampliou. As vias que ligavam as primeiras comunidades (Mineração, Vila \n\nNova, Boa Vista, Campo Mãe Luzia e Espigão da Pedra) mantiveram-se as \n\nmesmas daquelas mapeadas em 1957 e novas rodovias foram constatadas em \n\n1978, com destaque à BR 101, rodovia federal que atravessa 14 km da área de \n\nestudo, no sentido sudoeste-nordeste; a rodovia municipal Luiz Rosso, que liga \n\nCriciúma à BR 101 passando pela comunidade de Quarta Linha; e a rodovia \n\nestadual SC 444, que liga Içara ao Balneário Rincão, cortando a BR 101 no km \n\n382 (vide mapa de localização da sub-bacia – mapa nº01). \n\nO segundo fator de modificação na economia regional ocorrido no período \n\nde 1960/70 e que refletiu no uso da terra da sub-bacia do Rio dos Porcos, refere-\n\nse à implantação da fumicultura integrada na região sul do estado. \n\nDe acordo com Paulilo (1990), a partir da década de 1960, as \n\nagroindústrias fumageiras começaram a atuar em todo o sul do estado, agregando \n\nnovos produtores rurais. Para o técnico da EPAGRI de Içara, este processo fez-se \n\npresente na área em estudo, especialmente nas comunidades do Município de \n\nIçara, situadas na margem esquerda do Rio dos Porcos. \n\nEssas pequenas propriedades rurais que utilizam a mão-de-obra familiar \n\ntinham no cultivo da mandioca a principal atividade agrícola, o que garantia a \n\nsubsistência da propriedade e a fabricação de farinha nos engenhos tradicionais. \n\n\n\n \n\n  \n\n62 \n\n  \n\nEntretanto, sob a influência e dependência das agroindústrias fumageiras, essas \n\npropriedades passaram a comercializar apenas um produto: o fumo. A nova \n\natividade exigia quantidades significativas de madeira e, conforme o técnico da \n\nEPAGRI, eram empregados nas estufas eucaliptos e árvores nativas. \n\nA utilização de madeira na fumicultura pode estar associada à redução dos \n\npercentuais, entre 1957 e 1978, de silvicultura e de vegetação nativa, esta última \n\nespecialmente na margem esquerda da sub-bacia. Recorrendo-se aos dados \n\nlevantados no mapa de 1978 (tabela nº 06), verificou-se que a silvicultura mostrou \n\numa queda em relação a 1957 (tabela nº05), pois passou de 2.245,5 ha em 1957 \n\npara 1.321 ha em 1978. A redução da vegetação nativa para servir de combustível \n\nnas estufas de fumo, foi ainda mais expressiva, quantificada em torno de 1.800 ha. \n\nO terceiro fator de modificação de uso da terra ocorrido nas décadas de \n\n1960/70 e que refletiu na mudança da paisagem da sub-bacia está relacionado ao \n\nSistema Nacional de Crédito Rural (SNCR), instituído pelo governo federal em \n\n1966.  \n\nO SNCR tinha como objetivo o aumento da produção, da produtividade e do \n\nbeneficiamento de produtos agropecuários de primeira necessidade para o \n\nabastecimento da população urbano-industrial que começava a formar as grandes \n\ncidades brasileiras. Essa política agrícola, salienta Minatto (2001), visava ainda \n\nque o governo subsidiasse a aquisição de maquinário, equipamentos e insumos \n\nda indústria para a agricultura, modernizando a base produtiva nacional. \n\nA principal decorrência dessa política agrícola na sub-bacia do Rio dos \n\nPorcos, foi o aumento das áreas cultivadas com arroz irrigado e a concomitante \n\nretilinização do canal do Rio dos Porcos para implantação das canchas de arroz.  \n\nDe acordo com a aerofotointerpretação, o canal do Rio dos Porcos, que era \n\nmeândrico no baixo curso em 1957, apresenta-se retilinizado no baixo e parte do \n\nmédio curso nas fotos aéreas de 1978, além da presença de vários canais \n\npróximo à sua foz. Estas obras foram realizadas durante a década de 1970 com \n\nverbas do Departamento Nacional de Obras e Saneamento (DNOS), como um \n\n\n\n \n\n  \n\n63 \n\n  \n\ninstrumento de apoio à ampliação das lavouras de arroz, em propriedades \n\nparticulares da sub-bacia. \n\nA canalização do Rio dos Porcos foi concomitante à ampliação das lavouras \n\nde arroz, pois a rizicultura ocupava 1.068 ha em 1978, o equivalente 5,5 % do uso \n\nda terra da sub-bacia. Comparando esses dados com os obtidos em 1957 (tabela \n\nnº05), constatou-se que esta feição apresentou um crescimento de cerca de \n\n1.000%, em 21 anos. A principal conseqüência do crescimento da rizicultura \n\nirrigada foi o desmatamento da vegetação das planícies quaternárias, situada nas \n\nmargens do Rio dos Porcos. \n\nA respeito da cobertura vegetal nativa, os dados obtidos em 1978 \n\nmostravam 3.812 ha destinados a essa categoria, o que corresponde a 19,8% do \n\nuso da terra. Neste ano, foram mapeadas áreas de mata em vários locais da sub-\n\nbacia (mapa de uso da terra de 1978 – mapa nº 07), especialmente na margem \n\ndireita do Rio dos Porcos, onde se verificaram-se pequenas manchas de \n\nvegetação situadas nas cotas mais altas dos morros Espigão da Pedra e Espigão \n\nda Toca; e também nas várzeas do Rio dos Porcos, que apesar da expressiva \n\nampliação das lavouras de arroz, conservou duas grandes áreas de mata, uma no \n\nbaixo e outra no médio curso desse rio. \n\nAo estabelecer um paralelo entre os dados obtidos com vegetação nativa \n\nem 1957 com os de 1978, constatou-se que, neste período, a feição apresentou \n\numa diminuição de 3.540 ha, o que corresponde a 51,96%. Essa redução está \n\ndiretamente relacionada à ampliação da rizicultura, como já destacado, mas \n\ntambém das atividades de bananicultura, de pastagem e cultivos diversos que não \n\nforam identificados na aerofotointerpretação. \n\nA redução de vegetação nativa, além da verificada nas margens do Rio dos \n\nPorcos, foi registrada na encosta do Morro Albino, localizado a oeste da sub-bacia, \n\nonde a vegetação mapeada em 1957 foi derrubada em 1978 para a implantação \n\nda bananicultura e ampliação de cultivos diversos; e nas encostas dos morros \n\nEspigão da Pedra e Espigão da Toca, situados na porção sudoeste da área, \n\napresentando vegetação apenas em cotas topográficas acima de 80 m, pois \n\n\n\n \n\n  \n\n64 \n\n  \n\nabaixo dessa altitude eram desenvolvidos cultivos agrícolas diversos (vide mapas \n\nde uso da terra de 1957 e 1978, mapas nº06 e nº07, respectivamente). \n\nA partir da década de 1980, algumas dessas modalidades de uso da terra \n\nacima apresentadas foram influenciadas por dois fatores políticos, os quais \n\ncondicionaram, direta ou indiretamente, o atual uso da terra da sub-bacia do Rio \n\ndos Porcos: o primeiro com a implantação de uma política agrícola nacional \n\ndenominada de Programa Nacional de Nivelamento das Várzeas e Irrigáveis \n\n(PROVÁRZEAS), que promoveu o crescimento da rizicultura na sub-bacia; e o \n\nsegundo com a crise do carvão mineral, que implicou na introdução de indústrias e \n\nno crescimento urbano de algumas comunidades da área em estudo. \n\nComo já foi destacado, esses processos serão melhor estudados no \n\ncapítulo 4, mas serão adiantadas algumas informações nesta parte do trabalho \n\npara que se possa discorrer sobre os principais fatores de modificação da \n\npaisagem da sub-bacia. \n\nO primeiro condicionante à mudança de uso da terra ocorrido durante a \n\ndécada de 1980 estava relacionado ao PROVÁRZEAS, instituído pelo governo \n\nfederal em 1981. Este programa tinha como finalidade o aumento da produção de \n\narroz irrigado, a criação de novas sementes de arroz e agrotóxicos mais eficazes.  \n\nA aplicação desse projeto na sub-bacia em estudo fez com que houvesse \n\numa expansão nas áreas cultivadas com arroz irrigado, especialmente aquelas \n\nsituadas no baixo e parte do médio curso do Rio dos Porcos. Essa expressiva \n\nampliação das lavouras de arroz foi verificada na aerofotointerpretação de 2002 \n\n(mapa de uso da terra de 2002 – mapa nº08 e tabela nº07), \n\nDe acordo com a tabela nº07, em 2002 a rizicultura ocupava 2.134 ha, o \n\nequivalente a 11,1% do uso da terra. Remetendo esses dados aos obtidos em \n\n1978 (tabela nº06), registra-se um crescimento de 1.066 ha de área cultivada com \n\narroz irrigado, o que corresponde ao dobro de 1978 (1.068 ha). Cabe destacar que \n\no grande desenvolvimento da rizicultura na sub-bacia desencadeou a redução da \n\nfeição mata que estava sobre as margens do Rio dos Porcos, como continuidade \n\nde um processo que já havia sido averiguado em 1957. \n\n\n\n \n\n  \n\n65 \n\n  \n\n\n\n \n\n  \n\n66 \n\n  \n\nTabela nº07 -Uso da terra na sub-bacia hidrográfica do Rio dos Porcos-2002. \n\nFeições Área (ha) % \nMata 2.022 10,5 \nSilvicultura 2.533 13,1 \nRizicultura 2.134 11,1 \nBananicultura 1.097 5,7 \nCultivos diversos 5.723 29,7 \nPastagem 5.130 26,6 \nÁrea urbanizada 611 3,2 \nDepósito de rejeito de carvão mineral 43 0,2 \nTotal 19.290 100,0 \nFonte: Resultado da fotointerpretação de 2002. \n\n \n\nO crescimento da rizicultura, juntamente com o da pastagem, da \n\nbananicultura, da silvicultura e de cultivos diversos, provocaram uma redução nas \n\náreas destinadas à mata em toda a sub-bacia. Em 2002, verificaram-se 2.022 ha \n\nde mata (tabela nº 07) que aparecem em maiores proporções nas encostas dos \n\nmorros do Barro Vermelho, Espigão da toca e Espigão da Pedra, situados a \n\nsudoeste da sub-bacia, em altitudes acima de 120 metros; em menores \n\nproporções, ocorre mata ao norte e ao sul das canchas de arroz, como pequenas \n\nmanchas isoladas de vegetação (mapa nº08).  \n\nCom o intuito de destacar a grande redução de área destinada à vegetação \n\nnativa na sub-bacia, estabeleceu-se um comparativo entre os dados de 1957 e \n\n2002. Assim, contatou-se que, neste período, ocorreu uma redução de 5.330 ha \n\nou 72,5% de vegetação nativa na sub-bacia, pois de 7.352 ha destinados a essa \n\nfeição em 1957, cerca de 2.000 ha em 2002 foram desmatados para a \n\nimplantação de atividades produtivas. \n\nUma das atividades econômicas que contribuíram para o agravamento \n\ndesse quadro, além da rizicultura, foi a bananicultura, cultivada nas encostas dos \n\nmorros da área em estudo. Em 1957, a atividade apresentava cerca 241,1 ha de \n\nárea cultivada (tabela nº05), predominantemente sobre a encosta do Morro \n\nEstêvão. Entretanto, em 2002 a bananicultura expandiu-se para 1.097 ha (tabela \n\nnº07), e as lavouras de bananas que estavam concentradas na encosta do Morro \n\nEstêvão foram estendidas às encostas de todos os morros da área, numa \n\n\n\n \n\n  \n\n67 \n\n  \n\nexpansão que se deu no sentido norte-sudoeste da sub-bacia. Atualmente, \n\nsegundo informações do técnico da Secretaria de Agricultura de Criciúma, os \n\nMorros Estêvão e Albino, que apresentam o maior percentual de lavouras de \n\nbanana da área, são considerados referência à bananicultura para o Município de \n\nCriciúma e microrregião. \n\nUma outra atividade que desencadeou a redução das áreas de mata, foi a \n\nampliação dos campos de pastagem, que em 2002 ocupavam 5.130 ha, o que \n\nequivale a 26,6% do uso da terra da sub-bacia. De acordo com as informações da \n\naerofotointerpretação de 2002, essa feição foi verificada em todos os locais da \n\nsub-bacia, mas em maior proporção à nordeste da sub-bacia, na margem \n\nesquerda do Rio dos Porcos (mapa nº08). Segundo o técnico da EPAGRI de \n\nIçara, essas áreas destinam-se à criação de gado para a pequena produção de \n\nleite e a investimentos de empresários locais, que criam algumas cabeças de gado \n\ncom o intuito de não deixarem as suas terras ociosas. Em conversas com \n\nagricultores da sub-bacia, constatou-se ainda que essas áreas são destinadas à \n\ncriação de animais para auxiliar nas colheitas de fumo, tendo em vista o baixo \n\npoder aquisitivo dos fumicultores para adquirir máquinas agrícolas e à dificuldade \n\nda utilização desse maquinário nas lavouras de fumo, devido à pequena distância \n\nentre as plantas. \n\nA feição cultivos diversos apresentou o maior percentual de área plantada \n\nda sub-bacia no ano de 2002, como pode ser verificado na tabela nº07. Conforme \n\nfoi mencionado anteriormente, não foi possível identificar na aerofotointerpretação \n\ntodas as categorias agrícolas que compõem esta classe. Entretanto, seguindo as \n\ninformações do técnico da Secretaria de Agricultura de Criciúma e dos escritórios \n\ntécnico da EPAGRI de Araranguá, Içara e Maracajá, consideraram-se como \n\nintegrante dessa feição os cultivos de melancia, caqui, pêssego, ameixa, \n\nmaracujá, mandioca, fumo, milho e feijão (os dois últimos como lavouras \n\nconsorciadas com o fumo), não sendo possível quantificar o uso da terra com \n\ncada categoria agrícola.  \n\nNa aerofotointerpretação de 2002 foi verificada, também, a modalidade de \n\nsilvicultura, mapeada em todos os locais da sub-bacia, mas em maior ocorrência \n\n\n\n \n\n  \n\n68 \n\n  \n\nna porção norte e sudeste da área (mapa nº08). De acordo com a tabela nº07, a \n\natividade ocupava, neste ano, cerca de 2.500 ha de área cultivada, o que \n\nrepresenta 13% do uso da terra da sub-bacia.  \n\nA importância desta categoria foi destacada pelo técnico da EPAGRI de \n\nIçara, pois a madeira proveniente da silvicultura é utilizada nas estufas de fumo e \n\nna fabricação de armações de casas, que são exportadas para outros municípios \n\ndo sul do Estado e para a Grande Florianópolis. Entretanto, a quantidade de \n\neucalipto cultivado não atende à demanda exigida pela fumicultura, já que existem \n\nmuitos integrados e são necessários cerca de 60 m3 de lenha para cada estufa. \n\nAssim, algumas propriedades plantam parte dos eucaliptos que utilizam nas \n\nestufas de fumo, e, como a maior parte das demais propriedades, compram a \n\nmadeira, que é proveniente de Osório e Tramandaí, no Rio Grande do Sul.  \n\nAs propriedades que se dedicam à silvicultura, salienta o técnico de Içara, \n\nvêm substituindo o eucalipto cedrinho pelo eucalipto grandis, tendo em vista o \n\ncrescimento mais rápido dessa última espécie. Para ele, além de não servir para a \n\napicultura, o eucalipto grandis possui qualidade de madeira inferior ao cedrinho, \n\npodendo acarretar perdas no mercado da construção civil. Outra questão \n\napontada pelo técnico é o baixo teor calorífico do eucalipto grandis, o que \n\ncompromete o seu desempenho nas estufas de fumo como combustível. \n\nO segundo fator condicionante à mudança de uso da terra ocorrido durante \n\na década de 1980 e que teve reflexos na atual paisagem da sub-bacia está \n\nrelacionado à política protecionista instituída pelo governo federal que garantia a \n\ncompra do carvão minerado no sul do Estado de Santa Catarina. Segundo Lago \n\n(2000), a partir da segunda metade da década de 1980, durante o governo \n\nSarney, esse acordo foi cancelado e, somado-se a uma superprodução de carvão, \n\ndesencadeou uma crise econômica e social que atingiu grande parte dos \n\nmunicípios do sul do Estado, especialmente aqueles que apresentavam maior \n\ndependência econômica em relação à atividade. \n\nNeste contexto, Criciúma, que se tornou a cidade-sede e pólo da \n\nmicrorregião sul e o principal centro comercial e industrial do sul catarinense \n\n\n\n \n\n  \n\n69 \n\n  \n\n(AMREC, 2003), foi envolvida numa grande crise financeira e social, provocada \n\npelo cancelamento da política protecionista do Governo Federal em relação ao \n\ncarvão catarinense. \n\nSegundo Fermo (2002), essa situação somente foi contornada quando \n\nocorreram investimentos estatais e particulares nas industriais de cerâmica, metal-\n\nmecânico e vestuário, especialmente naquelas que haviam se instalado no \n\nmunicípio de Criciúma durante a década de 1970. Goularti Filho (1997) acrescenta \n\nque durante a crise econômica do carvão mineral as indústrias de cerâmica \n\ninvestiram no aperfeiçoamento de seu processo técnico, visando o mercado \n\ninterno e externo. Neste contexto, o setor apresentou um grande crescimento na \n\nprodutividade e no aperfeiçoamento do produto final (porcelanato), promovendo, \n\nainda, o desenvolvimento de outras atividades a ele relacionadas, como indústrias \n\nde metalurgia, esmalte, fritas e plástico. \n\nOs reflexos espaciais desse processo desencadeado pelo bom \n\ndesempenho e a posterior crise da exploração do carvão mineral foram verificados \n\nna sub-bacia do Rio dos Porcos durante a aerofotogrametria de 2002. \n\nDe acordo com as informações do DNPM de Criciúma, as cinco minas de \n\ncarvão existentes na sub-bacia estenderam as atividades de exploração do \n\nminério até o final da década de 1980. Durante o período de atividade, essas \n\nminas acumularam grandes pilhas de rejeito de carvão que, conforme as \n\nobservações das fotografias aéreas de 2002, geraram uma área 43 ha de depósito \n\nde rejeito (mapa nº08). \n\nOutra questão relacionada à atividade carbonífera verificada na \n\naerofotointerpretação de 2002, refere-se à ampliação das comunidades de \n\nSegunda e Quarta Linha, Vila Nova, Mineração e o aumento da malha urbana de \n\nIçara. O crescimento destas comunidades pode ser vinculado à exploração de \n\ncarvão quando atraiu trabalhadores de outros locais, sobretudo agricultores, para \n\ntrabalharem nas minas da sub-bacia e área circundante; e ao incremento das \n\nindústrias já existentes na área em estudo e à instalação de novas indústrias, o \n\nque fez com que trabalhadores migrassem em busca de novos empregos. Como \n\n\n\n \n\n  \n\n70 \n\n  \n\nconseqüência destes processos, houve o aumento da rede viária e a instalação de \n\nnovos loteamentos, além do surgimento de novos serviços, como postos de \n\ngasolinas, supermercados, farmácias, etc, sobretudo nas comunidades de \n\nMineração, Vila Nova, Segunda e Quarta Linha e na área urbana de Içara. \n\nCabe destacar que as indústrias situadas em Vila Nova, Segunda e Quarta \n\nLinha, na área urbana de Içara e entre os km 370 e 384 da BR 101, são dos \n\nsetores cerâmico, metalúrgico, químico, vestuário, de embalagens plásticas, de \n\ncompostos cerâmicos, de esquadrias de madeira e de laje e concreto. \n\nAinda no que tange ao uso da terra da sub-bacia do Rio dos Porcos, \n\nverificou-se uma Área de Preservação Ambiental (APA), situada às margens da \n\nBR 101, entre as Rodovias Jorge Lacerda e Luiz Rosso, no Município de Criciúma.  \n\nEsta APA, que possui uma área de 3.600,78 ha, foi criada em 1990 por \n\niniciativa da comunidade diante da mineração de carvão pela Companhia Nova \n\nPróspera. \n\nSegundo Silva (2002), a articulação dos agricultores, apoiados numa lei \n\nambiental, permitiu que o poder econômico do ramo energético e sustentador de \n\numa oligarquia de mineradores fosse colocado em cheque. Entretanto, a conquista \n\nda APA foi seguida de um sério conflito de uso da terra, onde os últimos \n\nagricultores de bases tradicionais e os últimos mineradores de Criciúma lutaram \n\nem lados opostos.  \n\nO conflito teve um impacto multiplicador na medida em que outros \natores sociais se posicionaram diante da questão, revelando as \nredes de interesse em disputa. O debate, além de definir os usos da \nAPA Estêvão e Albino, envolvia pontos de vista acerca do futuro \neconômico e ambiental da mineração de carvão no sul de Santa \nCatarina. Naquele ano de 1996, três sessões da Câmara de \nVereadores de Criciúma foram decisivas para o desenrolar dos \nfatos e para a definição do conflito da permissão ou não na APA \nEstêvão e Albino: 1) A audiência pública convocada para um debate \nsobre o posicionamento dos atores sociais quanto aos possíveis \nefeitos  da mineração  de  subsolo  na  APA; 2)  a  apresentação  do  \n\n\n\n \n\n  \n\n71 \n\n  \n\nlaudo técnico pela equipe de consultores; e 3) a sessão de votação \nda ementa que visava permitir a mineração no subsolo da APA \nEstêvão e Albino, proibida desde a lei de criação. (SILVA, \n2002:132-133) \n\n  \n\n O interesse dos agricultores pela criação da APA era mais em virtude da \n\nmanutenção de um modo de vida com base na agricultura familiar, que pela \n\npreservação ambiental. Contudo, ao criar as condições para a continuidade da \n\natividade agrícola através da implantação da APA, foi possível manter a área livre \n\nda mineração de carvão, preservando muitas das nascentes da sub-bacia do Rio \n\ndos Porcos localizadas nos morros Estêvão e Albino. \n\nUm outro fator de conflito de uso da terra na sub-bacia do Rio dos Porcos, \n\nsegundo Alves (2003), é o projeto de instalação de uma penitenciária agrícola na \n\ncomunidade do Espigão da Pedra, em Araranguá. Este projeto prevê capacidade \n\nde lotação para 500 detentos, como uma medida de redução da superlotação do \n\nPresídio Santa Augusta, de Criciúma, o qual abriga, atualmente, presos de toda a \n\nregião sul.  \n\nA comunidade do Espigão da Pedra, segundo Alves (2003), posicionou-se \n\ncontra a instalação da penitenciária, contestando a localização, os problemas \n\nambientais que poderiam ser gerados, e a utilização do terreno que poderia ser \n\npara fins agrícolas. A comunidade salienta outras necessidades como a ampliação \n\nda rede telefônica, a instalação de uma linha de ônibus e a construção de um \n\nposto de saúde, e propõe como solução para o impasse a construção de um \n\ncolégio agrícola ao invés da penitenciária. \n\n \n\nDiante das informações apresentadas nesta parte do trabalho, constatou-se \n\nque a sub-bacia do Rio dos Porcos passou por algumas modificações no uso e \n\nocupação da terra, partindo de uma base econômica de subsistência para \n\natividades voltadas para a comercialização, mineração, indústria, comércio e \n\nagricultura. Na tabela que segue (tabela nº08), e no respectivo gráfico (figura \n\nnº08), são apresentadas as variações nos dados percentuais das modalidades de \n\n\n\n \n\n  \n\n72 \n\n  \n\nuso da terra que foram verificadas na sub-bacia do Rio dos Porcos no período \n\nentre 1957 a 2002.  \n\n \nTabela nº 08 – Uso da terra na sub-bacia do Rio dos Porcos em 1957,1978 e 2002 \n \n\nFonte: Resultado da aerofotointerpretação de 1957, 1978 e 2002. \n \n \n \n \n\n0\n\n1.000\n\n2.000\n\n3.000\n\n4.000\n\n5.000\n\n6.000\n\n7.000\n\n8.000\n\n9.000\n\n1 2 3\n\nano do recobrimento aéreo\n\ná\nre\na\n (\nh\na\n)\n\nMata\n\nSilvicultura\n\nRizicultura\n\nBananicultura\n\nCultivos diversos\n\nPastagem\n\nÁrea urbanizada\n\nDepósito rejeito\ncarvão mineral\n\n \nFonte: Resultado da aerofotointerpretação de 1957, 1978 e 2002. \nFigura nº08 – Uso da terra da sub-bacia do Rio dos Porcos de 1957, 1978 e 2002. \n\n \n\n \n\n1957  1978  2002 \nFeições \n\nÁrea (há) (%) Área (há) (%) Área (há) (%) \nMata 7.352 38,1 3.812 19,8 2.022 10,5 \nSilvicultura 2.245 11,6 1.321 6,8 2.533 13,1 \nRizicultura 99 0,5 1.068 5,5 2.134 11,1 \nBananicultura 241 1,2 437,0 2,3 1.097 5,7 \nCultivos diversos 4.971 25,8 8.453 43,8 5.723 29,7 \nPastagem 4.372 22,7 4.111 21,3 5.130 26,5 \nÁrea urbanizada 8 0,0 84 0,4 611 3,2 \nDepósito rejeito carvão mineral - - 19 0,1 43 0,2 \n\n1957 1978 2002 \n\n\n\n \n\n  \n\n73 \n\n  \n\nDurante as análises efetuadas sobre os mapas de uso da terra de 1957, \n\n1978 e 2002, verificou-se que as atividades humanas desenvolvidas na sub-bacia \n\nobedecem a uma distribuição espacial: margem direita ou margem esquerda do \n\nRio dos Porcos. \n\nDiante disso, considera-se que as especificidades da paisagem natural da \n\nsub-bacia expressam-se através das formas culturais, ou seja, o grupo social da \n\nsub-bacia do Rio dos Porcos buscou adaptar as suas atividades produtivas de \n\nacordo com as condições ambientais naturais, com a cultura, com as políticas \n\neconômicas e com as técnicas disponíveis. Assim, essas atividades produtivas, \n\nque correspondem a algumas das feições apresentadas nos mapas de uso da \n\nterra, bem como os processos que conduziram à sua implantação e ao seu \n\ndesenvolvimento, mereceram um estudo mais detalhado, o qual será apresentado \n\nno capítulo que segue (capítulo 4). \n\n \n\n\n\n \n\n  \n\n74 \n\n  \n\n \n\n \n\n4 - SUBUNIDADES DE PAISAGEM DA SUB-BACIA HIDROGRÁFICA DO \n\nRIO DOS PORCOS \n\n \n\n \n\nNeste capítulo serão apresentadas as subunidades de paisagem da sub-\n\nbacia do Rio dos Porcos. Para tanto, levou-se em consideração a paisagem \n\nnatural, a qual corresponde à integração dos recursos naturais que os grupos \n\nsociais possuem para satisfazerem as suas necessidades, e a disposição da \n\npaisagem cultural, que são as expressões culturais, políticas, econômicas e \n\ntecnológicas utilizadas pelo grupo social da sub-bacia. \n\nDe acordo com as observações efetuadas sobre os mapas de uso da terra \n\nde 1957, 1978 e 2002 (mapas nº06, 07 e 08, respectivamente), constatou-se que \n\nas atividades produtivas de rizicultura, bananicultura, silvicultura e pastagem, além \n\nda atividade carbonífera, que são desenvolvidas na sub-bacia, obedecem a grosso \n\nmodo, um padrão de distribuição espacial, que coincide com a margem direita e a \n\nmargem esquerda do Rio dos Porcos. \n\nRecorrendo aos mapas apresentados na caracterização física da sub-bacia \n\n(mapas nº03, 04, 05), verificou-se que a repartição dessas atividades produtivas \n\nestá diretamente vinculada à condição natural da área, como as formações \n\ngeológicas, geomorfológicas, a aptidão solo, a rede de drenagem, que \n\ncondicionaram a espacialização dos cultivos que foram desenvolvidos. \n\nComo já foi destacado anteriormente, a sub-bacia do Rio dos Porcos pode \n\nser dividida quanto às suas características físicas em dois setores distintos: a \n\nmargem direita do curso principal, a oeste da área, onde afloram as rochas mais \n\nantigas, em idades do Permiano ao Jurássico-Cretácio; e a margem esquerda do \n\nRio dos Porcos, a leste da área, que é representada na sua totalidade, por \n\ndepósitos quaternários, do Pleistoceno ao Holoceno. \n\n\n\n \n\n  \n\n75 \n\n  \n\nNestes dois setores, considerados neste trabalho como duas grandes \n\nunidades de paisagem, o grupo social utilizando-se das técnicas e das políticas \n\neconômicas, adaptou as suas atividades produtivas conforme as condições \n\nambientais encontradas em cada margem do Rio dos Porcos. Essa associação \n\nentre as formas naturais (paisagem natural) e as formas culturais (paisagem \n\ncultural), foi percebida na configuração da paisagem da sub-bacia, como ilustram \n\nos mapas de 1957, 1978 e 2002 (nº 06, 07 e 08 respectivamente). \n\nDe acordo com o conceito formulado em 1925 por Sauer (Sauer,1996) “a \n\npaisagem cultural é moldada a partir de uma paisagem natural por um grupo \n\ncultural. A cultura é o agente, a área natural o meio, a paisagem cultural é o \n\nresultado” (pg.23). \n\nAssim, considera-se que a paisagem pode ser entendida como o resultado \n\ndo processo de ocupação humana na sub-bacia do Rio dos Porcos, a qual fez uso \n\nda cultura, das técnicas e das políticas econômicas para modelar a formas \n\nnaturais, adequando-as as suas necessidades; é o trabalho social sobre o meio \n\nnatural, ao longo de um processo histórico. \n\nDiante do exposto, rizicultura, bananicultura, fumicultura, extração de \n\ncarvão mineral e atividade industrial, que são desenvolvidas em cada setor da \n\nsub-bacia, foram adotadas como subunidades de paisagem.  \n\nA seguir serão apresentadas as subunidades de paisagem, as quais \n\nobedecem predominantemente as feições analisadas nos mapas de uso da terra, \n\nos principais problemas ambientais gerados por estas subunidades, bem como \n\nprocessos que conduziram ao seu desenvolvimento e às mudanças da paisagem \n\nda sub-bacia do Rio dos Porcos durante o período em análise. \n\n \n\n\n\n \n\n  \n\n76 \n\n  \n\n \n\n4.1. A Paisagem da rizicultura \n\n \n\n A rizicultura em Santa Catarina no ano de 2002, conforme o ICEPA (2003), \n\napresentou uma produção de 917 mil toneladas, sendo que desse total 903 mil \n\ntoneladas foram cultivadas sob a forma de arroz irrigado, o que corresponde a \n\n98% da produção de arroz catarinense. As cinco principais microrregiões de Santa \n\nCatarina que produzem arroz irrigado, segundo o ICEPA (2003), são a de \n\nAraranguá, seguida pelas de Joinville, Tubarão, Criciúma e Rio do Sul, cujos \n\nvalores de área plantada, produção e rendimento são apresentados na tabela \n\nnº09. \n\n \n\nTabela nº09: Arroz – área plantada, produção e rendimento nas principais \nmicrorregiões produtoras de Santa Catarina para 2002. \n\nMicrorregiões Catarinenses Área plantada (ha) Produção (t) Rendimento (kg/ha) \nAraranguá 48.205 297.957 6.181 \nJoinville 20.900 149.001 7.129 \nTubarão 17.800 124.070 6.970 \nCriciúma 15.423 91.431 5.927 \nRio do Sul 10.424 83.164 7.786 \n\n       ha: hectare; t: tonelada; kg/ha: quilograma por hectare. \n       Fonte: ICEPA (2003) \n\n  \n\nDe acordo com os dados da tabela nº09, a microrregião de Araranguá \n\napresenta a maior área plantada e a maior produção de Santa Catarina, no ano de \n\n2002. A referida microrregião tem tradição no cultivo de arroz, pois, como acentua \n\nMedeiros (2002), a atividade foi introduzida no sul do Estado pelos imigrantes \n\nitalianos, que cultivavam o arroz irrigado nas pequenas propriedades rurais. \n\nEntretanto, o sucesso apresentado pela rizicultura na microrregião de \n\nAraranguá, onde está situada a maior parte das lavouras de arroz da sub-bacia do \n\nRio dos Porcos, se deve tanto às condições naturais como temperatura, radiação \n\nsolar, tipo de solo e qualidade da água; quanto a fatores econômicos e políticos, \n\ncomo financiamentos estatais e políticas agrárias nacionais. \n\n\n\n \n\n  \n\n77 \n\n  \n\nNo que se refere às condições naturais, a EPAGRI (1992) destaca que a \n\ntemperatura média do ambiente é muito importante para o desenvolvimento do \n\narroz irrigado: é considerada ótima entre 15º e 35º durante todo o ciclo do cultivo, \n\nde outubro a abril; as temperaturas baixas durante a fase floral e florescimento do \n\narroz podem ocasionar o aparecimento de espinhetas estéries na panícula. Já a \n\ntemperatura da água de irrigação é considerada ideal quando estiver entre a faixa \n\nde 21ºC e 29ºC, pois as baixas temperaturas durante o estágio vegetativo afetam \n\no desenvolvimento da planta, ocasionando um prolongamento na duração do ciclo. \n\n Outro fator condicionante para o cultivo de arroz irrigado destacado pela \n\nEPAGRI (1992) é o tipo de solo onde serão desenvolvidas as lavouras, que tem \n\nque ser plano, argiloso e com camada superficial pouco permeável para que se \n\nmantenha a lâmina dágua.  \n\nA respeito da utilização da água, a EPAGRI (1992) salienta que o maior \n\nconsumo acontece na formação da lâmina dágua nas quadras de arroz durante o \n\npreparo do solo e semeadura e, ainda, no momento de reposição da lâmina, após \n\na aplicação de herbicidas pós-emergentes. A vazão de água necessária para a \n\nmanutenção de lâminas de 8 a 10 cm é em torno de 1 litro/seg/ha. Conforme o \n\nInstituto Agrícola do Paraná (IAPAR, 2001), o consumo da água é também \n\ndecorrente das perdas causadas pela evapotranspiração, percolação, evaporação \n\nda lâmina, saturação do solo e perdas no sistema de transporte e distribuição. \n\nNo que se refere à qualidade da água, a EPAGRI (1992) destaca que as \n\náguas de irrigação transportam sais minerais, que quando ocorrem em grandes \n\nconcentrações prejudicam o cultivo. O excesso de sais dissolvidos na água \n\nutilizada nas lavouras de arroz causa a salinização do solo e danifica a planta, \n\nespecialmente na fase inicial e de floração. A água de boa qualidade para essa \n\natividade não deve conter mais de 0,5g por litro de sais solúveis. \n\nNa sub-bacia do Rio dos Porcos, o mapa derivado do cruzamento das \n\nfeições de uso da terra de 1957 e 2002 (mapa nº10) revela que as lavouras de \n\narroz da sub-bacia em estudo ocorrem na planície aluvial do Rio dos Porcos.  \n\n \n\n\n\n \n\n  \n\n78 \n\n  \n\n\n\n \n\n  \n\n79 \n\n  \n\nO local onde se situam as canchas de arroz possui idade quaternária, com \n\npredominância de depósitos de sedimentos lacustres; ocorrendo também depósito \n\naluvionar numa pequena área de junto à foz do Rio dos Porcos; e um depósito \n\nturfáceo, ao norte da área da rizicultura, conforme apresentado no mapa geológico \n\n(mapa nº03).  \n\nNestes ambientes, como foi analisado anteriormente, desenvolveram-se os \n\nsolos glei pouco húmico (álico e eutrófico) e solos orgânicos (mapa nº05 - \n\npedológico), que se caracterizam por apresentar grande quantidade de matéria \n\norgânica e grande saturação de água, pois estão sujeitos a inundações freqüentes \n\ne o lençol freático é quase aflorante. Estes solos, presentes em áreas planas e \n\nadjacentes às duas margens do baixo curso do Rio dos Porcos, foram importante \n\npara a implantação e o desenvolvimento da rizicultura na sub-bacia. \n\nA respeito da quantidade de água utilizada na rizicultura da sub-bacia, \n\nAlexandre (2000) salienta que o consumo de água é da ordem de 12,1 milhões de \n\nm3 por safra, sendo que cerca de 95% desse volume são retirados diretamente do \n\ncanal do Rio dos Porcos. Segundo a SEDUMA (1997), as águas utilizadas nestas \n\nlavouras são ácidas, com pH entre 2,5 e 3,5, em virtude da contaminação por \n\nrejeito de carvão, cujo depósito está situado a montante das canchas de arroz. \n\nA localização das lavouras de arroz nas proximidades da foz do Rio dos \n\nPorcos e da foz do Rio Araranguá, por estarem muito próximas do mar, determina \n\nperíodos em que ocorre salinização de suas águas. A utilização dessas águas \n\nsalobras nas lavouras de arroz, conforme destacado pela EPAGRI (1992), \n\nprejudica substancialmente o cultivo, reduzindo a sua produtividade. \n\nDiante desse problema, em 1992 foi construída uma comporta, que serviu \n\ntambém como importante reservatório de água para irrigação, com o intuito de \n\nevitar a salinização das águas do Rio dos Porcos que chegavam do mar através \n\nda foz do Rio Araranguá. Conforme a EPAGRI (1999) de Araranguá, a comporta \n\nestá localizada a 300 m da foz do Rio dos Porcos e armazena cerca de 490.000 \n\nm3 de água. A obra tem sido importante para manter a produtividade das lavouras \n\n\n\n \n\n  \n\n80 \n\n  \n\nde arroz durante os períodos de salinização do rio Araranguá, nos quais ela é \n\nmantida fechada. \n\nEm trabalhos de campo verificou-se que o cultivo de arroz irrigado inicia-se \n\nno mês de outubro, quando ocorre o preparo do terreno com o alisamento dos \n\nquadros e a adubação com fósforo e potássio. Após este procedimento, é \n\nrealizada a distribuição das sementes pré-germinadas nas quadras inundadas. O \n\nciclo do cultivo se encerra nos meses de fevereiro e março, quando é efetuada a \n\ncolheita. \n\nDe acordo com informações do técnico da EPAGRI de Araranguá, as \n\nprincipais sementes utilizadas nas lavouras de arroz da sub-bacia são as \n\nEPAGRIs 108, 109, 112 e 113. Segundo ele, estas sementes são adquiridas \n\natravés da Cooperativa de Produtores de Arroz do Sul Catarinense \n\n(COOPERSULCA), sediada em Turvo.  \n\nNa sub-bacia do Rio dos Porcos, ainda segundo o referido técnico, está \n\nlocalizada a maior área contínua de arroz irrigado do Estado de Santa Catarina, \n\nequivalente a 1.578 ha. Nesta área, que abrange parte dos municípios de \n\nAraranguá, Içara e Criciúma, existem 25 rizicultores, com 24 deles cultivando no \n\ntotal cerca de 900 ha e o restante é de apenas um proprietário. Esta constitui-se \n\nna maior propriedade rural da sub-bacia, a Fazenda Treviso.  \n\nA propriedade, segundo informações obtidas em campo, é altamente \n\nmecanizada, executando a dispersão de sementes de arroz e a aplicação dos \n\nagrotóxicos através de um avião mono-motor, possuindo quatro colheitadeiras; \n\ntodo o trabalho relativo aos 600 ha de rizicultura é realizado por apenas oito \n\nempregados. Esta fazenda (figura nº09) de propriedade da Família Amboni, situa-\n\nse próxima à foz do Rio dos Porcos, com terras pertencentes aos municípios de \n\nAraranguá e Criciúma. \n\n\n\n \n\n  \n\n81 \n\n  \n\n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nG.V.B (12/2003) \nFigura nº09 – Canchas de arroz irrigado da Fazenda Treviso, situadas no \nMunicípio de Araranguá. Ao fundo, as elevações correspondem aos depósitos \nmarinhos de idade quaternária e constituem os divisores de água da parte leste da \nsub-bacia.   \n \n \n\nA rizicultura, dentre os cultivos estudados, é o que mais contribui para a \n\ncontaminação das águas do Rio dos Porcos com agrotóxicos. Segundo o técnico \n\nda EPAGRI de Araranguá, os principais agrotóxicos utilizados nas lavouras de \n\narroz são o Cirus com 70 ml /ha, o Facet (pó) com 1,8 ml /ha, o Nomini com 160 \n\nml/ha, o Estandac com 300 ml/ha e o Aly com 3 gr/ha. \n\nDarélla (2001) salienta que, a maioria dos agricultores acaba utilizando os \n\nagrotóxicos para o controle de plantas daninhas, tendo em vista a praticidade, \n\neficiência e rapidez deste procedimento. Entretanto, esta atividade produtiva \n\ncausa sérios danos ao meio ambiente, pois como acentua Kleveston (1997), os \n\nagrotóxicos, especialmente os herbicidas, são utilizados em praticamente todas as \n\npropriedades de arroz irrigado. \n\nGaidzinski e Furtado (no prelo) acrescentam que a aplicação dos \n\nagrotóxicos nas lavouras de arroz excede o valor recomendado, muitas vezes \n\naplicados de modo preventivo, sendo que “este tipo de prática tem desenvolvido \n\n\n\n \n\n  \n\n82 \n\n  \n\nresistências em diferentes espécies de pragas, o que leva a um aumento do \n\nconsumo e uma nova formulação de compostos químicos a serem utilizados e \n\numa adaptação dos compostos químicos” (GAIDZINSKI e FURTADO, no prelo:05) \n\nAlém do problema de contaminação por agrotóxicos e outros, destacam que \n\na rizicultura irrigada causa outros prejuízos ambientais como a compactação e a \n\nerosão dos solos, bem como conflitos pelo uso da água. \n\nA compactação do solo pode acentuar o processo erosivo, pois em caso de \n\nchuva intensa, “a água não consegue penetrar, sendo carregada para os rios, \n\nlevando consigo o sedimento acima da camada compactada e grande parte das \n\nsubstâncias nutritivas, deixando o solo desprotegido e com uma menor \n\nprodutividade agrícola” (GAIDZINSKI e FURTADO, no prelo:04). As autoras \n\nacrescentam que, o transporte desses sedimentos, somado à falta de mata ciliar, \n\nagrava os problemas de degradação das bacias hidrográficas. Os problemas \n\nambientais desencadeiam sérios conflitos pelo uso da água, pois além da \n\natividade exigir grande quantidade de água para a manutenção da lavoura de \n\narroz, a água devolvida a seus cursos já está prejudicada na sua qualidade devido \n\nà presença de substâncias adicionadas no plantio (agrotóxicos e fertilizantes). \n\nA rizicultura irrigada na sub-bacia do Rio dos Porcos apresentou uma \n\nsignificativa mudança durante o período de 1957 a 2002, pois ampliou a área \n\ncultivada, aumentou a produção com a utilização de maquinários e redirecionou a \n\nbase produtiva. Segundo informações do técnico da EPAGRI de Araranguá, até o \n\nfinal da década de 1950 a atividade ocupava uma área pouco expressiva, voltada, \n\nsobretudo, para o consumo local. Atualmente, a rizicultura caracteriza-se como um \n\ncultivo altamente produtivo e mecanizado, com vistas ao mercado consumidor \n\nlocal e regional. \n\nAs transformações de uso da terra apontadas pelo técnico foram \n\nconstatadas através do trabalho de aerofotointerpretação, quando se registrou um \n\nsignificativo aumento da rizicultura irrigada e, como conseqüência, a diminuição de \n\noutras modalidades de uso da terra da sub-bacia (tabela nº10 e no mapa nº10). \n\n \n\n\n\n \n\n  \n\n83 \n\n  \n\nTabela nº10: Mudança de uso da terra apresentada pela rizicultura na sub-bacia \ndo Rio dos Porcos entre de 1957 e 2002. \n\nMudança de uso da terra ÁREA (ha) \nMata 1957- rizicultura 2002 1.450,89 \n\nSilvicultura 1957- rizicultura 2002 6,61 \nRizicultura 1957- rizicultura 2002 99,2 \nPastagem 1957 - rizicultura 2002 197,9 \n\nCultivos diversos 1957 - rizicultura 2002 81,33 \nFonte: cruzamento das feições do uso da terra em 1957 e 2002. \n\n \n\nA tabela nº10 mostra que a principal mudança de uso da terra de 1957 a \n\n2002 foi a transformação de 1.450 ha de vegetação nativa em área de arroz \n\nirrigado. Como foi destacado na segunda parte do capítulo 3, no recobrimento \n\naéreo de 1957 havia uma grande área de floresta, situada nas várzeas do Rio dos \n\nPorcos, que foi retirada para dar lugar às lavouras de arroz em 2002. Essa \n\nsubstituição ocorreu gradativamente, concomitante à abertura de canais: em 1978, \n\nestá mais restrita às laterais do baixo curso do Rio dos Porcos; em 2002 a \n\nexpansão de lavouras de arroz se amplia para áreas mais distantes do Rio dos \n\nPorcos em virtude da abertura de vários canais de irrigação, efetuada pelo DNOS, \n\nna década de 1970. Assim, constitui-se a maior área contínua de arroz irrigado em \n\nSanta Catarina. \n\nDe acordo com a tabela nº10, verifica-se também, que a ampliação da \n\nrizicultura na sub-bacia ocasionou a substituição de 197,9 hectares de pastagem, \n\n81,33 hectares de cultivos diversos e 6,61 hectares de silvicultura, para as \n\nlavouras de arroz irrigado. Essas alterações no uso da terra, como podem ser \n\nvisualizadas no mapa nº10, foram mais significativas na parte sul da sub-bacia, \n\npróximo à foz do Rio dos Porcos, e nas bordas da área que era destinada à mata \n\nem 1957, antes da implantação da rizicultura nesses locais. \n\nO cruzamento das feições dos mapas de 1957 e 2002 também permitiu \n\ninferir que, neste período, em pequenas parcelas a rizicultura cedeu lugar a \n\npastagem (132,78 ha.), a cultivos diversos (4,53 ha.) e a mata (0,03 ha.). Estas \n\ntransformações, espacialmente reduzidas, podem ser verificadas no mapa nº10, \n\nrepresentadas na legenda como “rizicultura 1957 - outra atividade 2002”. \n\n\n\n \n\n  \n\n84 \n\n  \n\nO expressivo crescimento registrado pela rizicultura na sub-bacia está \n\nrelacionado à retificação do canal principal do Rio dos Porcos, que foi efetuada \n\npelo Departamento Nacional de Obras e Saneamento (DNOS). \n\nAlém do aumento da rizicultura irrigada estar atrelada à abertura de canais \n\npelo DNOS, está também vinculada às políticas agrárias ocorridas no Brasil entre \n\nas décadas de 1960 e 1980, as quais foram responsáveis por mudanças nas \n\nrelações dentro da propriedade e no processo produtivo, aumentando a produção, \n\na mecanização e a área de cultivo. Essas políticas agrárias brasileiras estavam \n\nrelacinadas às propostas da chamada Revolução Verde, ocorrida nos Estados \n\nUnidos no início da década de 1940.  \n\nA Revolução Verde desencadeou a substituição da agricultura tradicional \n\npor uma agricultura tida como modernizada, através do uso de máquinas e \n\ninsumos modernos. Este programa foi divulgado como um instrumento para o \n\naumento da produção e da produtividade agrícola através da pesquisa rural “de \n\ngenética vegetal para a criação e multiplicação de sementes adequadas às \n\ncondições dos diferentes solos e climas e resistentes às doenças e pragas, bem \n\ncomo a descoberta e aplicação de técnicas agrícolas ou tratos culturais mais \n\nmodernos e eficientes”. (BRUM,1998:44) \n\nEntretanto, destaca Brum (1998), apesar da imagem humanitária usada, a \n\nverdadeira intenção desse programa era a expansão e o fortalecimento de \n\ngrandes corporações internacionais que se voltavam para a transnacionalização. \n\nPoderosas, econômica e politicamente, essas empresas alcançaram com \n\nfacilidade os países menos desenvolvidos, que incorporaram a idéia e assumiam \n\nos encargos da implantação do programa. Assim, a Revolução Verde ampliou a \n\nvenda de máquinas, equipamentos, fertilizantes e pesticidas. \n\nNo Brasil, segundo Brum (1989), a Revolução Verde foi implantada \n\njuntamente com a idéia de que o Governo deveria subsidiar o crédito aos \n\nagricultores para que adquirissem máquinas e insumos. A maior parte desse \n\ndinheiro era procedente de empréstimos obtidos com os grandes bancos \n\n\n\n \n\n  \n\n85 \n\n  \n\ninternacionais, o que tornou o país ainda mais dependente ao programa da \n\nrevolução verde. \n\nUm desse sistema de crédito do Governo brasileiro, segundo Guimarães \n\n(1976), foi o Sistema Nacional de Crédito Rural – SNCR, instituído em 1966, \n\natravés do Decreto nº 58.380. O SNCR tinha como principal objetivo \n\n \n\nestimular o incremento ordenado dos investimentos rurais, \ninclusive para armazenamento, beneficiamento e industrialização \ndos produtos agropecuários quando efetuado por cooperativas ou \npelo produtor em sua propriedade rural; favorecer o custeio \noportuno e adequado da produção e comercialização de produtos \nagropecuários; possibilitar o fortalecimento econômico dos \nprodutos rurais, notadamente pequenos e médios; e incentivar a \nintrodução de métodos racionais de produção, visando o aumento \nda produtividade e a melhoria do padrão de vida das populações \nrurais, e a adequada defesa do solo. (GONÇALVES NETO, \n1997:160) \n\n \n\nMinatto (2001) acentua que, na década de 1960, o crescente processo de \n\nurbanização e industrialização fez da agricultura um importante instrumento de \n\nmanutenção das cidades brasileiras. Isto equivale dizer que o papel da agricultura \n\nera fornecer gêneros alimentícios de primeira necessidade e matérias-primas \n\nagrícolas às cidades. Para tanto, \n\n \n\no Governo Federal institucionalizou o Sistema Nacional de Crédito \nRural – SNCR, concedendo empréstimos a juros altamente \nsubsidiados com a finalidade de incentivar a aquisição de \nmáquinas, equipamentos e insumos, da indústria para a \nagricultura, acelerando dessa forma, a incorporação das \nmodernas tecnologias na agricultura nacional. (MINATTO,2001:9) \n\n \n\nA viabilização deste modelo agrícola centrado na modernização tecnológica \n\ntransformou as relações do campo: a utilização dessas novas tecnologias \n\naumentou a produção de alimentos e de matérias-primas agrícolas, permitindo \n\nabastecer não só o mercado urbano-industrial nacional, que estava se \n\ndesenvolvendo, como também o mercado externo. \n\n\n\n \n\n  \n\n86 \n\n  \n\nNo final da década de 1960 e durante a década de 1970 o governo \n\nbrasileiro implementou outras políticas agrárias como o Fundo de Assistência e \n\nPrevidência do Trabalhador Rural (1967), o Fundo Nacional de Reforma Agrária \n\n(1969), o Programa de Assistência ao Trabalhador Rural (1971), o 1º Plano \n\nNacional de Desenvolvimento (1972), além da criação de institutos de pesquisa e \n\nexperimentação agrícola, como a EMBRAPA (1972) entre outros. \n\nEntretanto, foi no início da década de 1980 que o Governo Federal instituiu \n\numa política agrária que promoveu grandes transformações: o Programa Nacional \n\nde Aproveitamento Racional de Várzeas Irrigáveis (PROVÁRZEAS) e o Programa \n\nde Financiamento e Equipamentos de Irrigação (PROFIR). \n\nSegundo Gaidzinski e Furtado (no prelo), o PROVÁRZEAS “passou a \n\nutilizar novos cultivares, grande quantidade de produtos químicos, forte \n\nmecanização, e intensa sistematização do terreno”. (p.03) \n\nAs políticas agrárias acima apresentadas tiveram reflexos diretos na sub-\n\nbacia em estudo, pois ocorreu um expressivo investimento nas lavouras de arroz, \n\naumentando o número das áreas irrigadas e os índices de produção, além da \n\nutilização de fertilizantes e agrotóxicos, bem como novos cultivares, produzidos \n\npela EMBRAPA e pela EPAGRI. \n\nAs propriedades localizadas no município de Araranguá e que já se \n\ndedicavam à rizicultura em 1957, conforme relato do técnico da EPAGRI de \n\nAraranguá, diante das propostas concedidas pelo PROVÁRZEAS redirecionaram \n\na base produtiva, abandonando o cultivo de outros gêneros para a subsistência \n\npara aderir ao mercado consumidor. Diante disso, essas propriedades \n\naumentaram as áreas de lavouras e passaram a produzir apenas o arroz irrigado, \n\ncom o intuito de inserir-se no mercado consumidor local, regional e/ou nacional.  \n\nO SNCR e, especialmente o PROVÁRZEAS, permitiram, também, que \n\nocorressem algumas modificações nas relações de trabalho dessas propriedades, \n\npois conduziram a substituição da mão-de-obra artesanal pela mecanização na \n\nlavoura, reduzindo, desta forma, o número de empregados. \n\n\n\n \n\n  \n\n87 \n\n  \n\n \n\n4.2 – A Paisagem da bananicultura \n\n \n\nA bananicultura no Brasil é uma atividade bastante importante, tanto no que \n\nse refere ao volume produzido quanto ao consumo da fruta. De acordo com \n\nICEPA (2003), o país produziu, em 2002, 6.455.067 toneladas de banana em \n\n523.757 hectares cultivados, o que representa um rendimento médio de 12.324 \n\nkg/ha.  \n\nEm Santa Catarina, segundo o ICEPA (2003), foram produzidas, em 2002, \n\n628.450 toneladas de banana numa área de 29.880 hectares. O Estado, neste ano, \n\ndestacou-se como o maior produtor da região sul, com 628.450 toneladas. \n\nDentre as microrregiões geográficas que se dedicam ao cultivo em Santa \n\nCatarina, o ICEPA (2003) destacou como a de maior produção, em 2002, a de \n\nJoinville, seguida das de Blumenau, Itajaí, Araranguá e Criciúma (tabela nº 11). \n\n \n\nTabela nº 11: Banana – área plantada, produção e rendimento nas principais \nmicrorregiões produtoras de Santa Catarina em 2002. \n\nMicrorregiões Catarinenses Área Plantada (ha) Produção (t) \nJoinville 12.065 327.993 \nBlumenau 4.890 134.145 \nItajaí 2.830 85.421 \nAraranguá 5.639 40.294 \nCriciúma 2.231 21.624 \nSanta Catarina 29.880 628.450 \n\nha: hectare; t: tonelada; kg/ha: quilograma por hectare. \nFonte: ICEPA (2003) \n\n \n\n \n\nA maior produção de banana de Santa Catarina está situada no litoral norte \n\ndo estado, nas microrregiões de Joinville e Blumenau que juntas concentram \n\ncerca de 73,5% da produção (tabela nº11). Já o litoral sul, representado pelas \n\nmicrorregiões de Araranguá e Criciúma, corresponde a 10,6% da produção \n\ncatarinense.  \n\n\n\n \n\n  \n\n88 \n\n  \n\nDe acordo com o ICEPA (2003), os cinco principais municípios produtores \n\nde banana no sul do estado catarinense, em 2002, são: Jacinto Machado, Santa \n\nRosa do Sul, Criciúma, Siderópolis e Praia Grande (tabela nº12). \n\n \n\nTabela nº12: Banana – área plantada, produção e rendimento nos principais \nmunicípios do litoral sul – Santa Catarina – 2002. \n\nMunicípio Área plantada (ha) Produção (t.) Rendimento (kg/ha) \nJacinto Machado 3.540 20.820 6.000 \nCriciúma 750 12.000 16.000 \nSta. Rosa do Sul 1.000 9.960 12.000 \nSiderópolis 900 9.600 15.000 \nPraia Grande 350 2.800 8.000 \n\nha: hectare; t: tonelada; kg/ha: quilograma por hectare \nFonte: ICEPA, 2003, pg.37 \n\n \n\nAnalisando os dados apresentados na tabela nº12, constata-se que Jacinto \n\nMachado, apesar de possuir a maior produção de banana, apresenta um baixo \n\nrendimento, com menos de um terço do de Criciúma. Isto se deve a fatores \n\nnaturais, mas principalmente ao nível de tecnologia utilizada nas lavouras, o que \n\nacarreta melhor aproveitamento do terreno e melhor rendimento na lavoura. \n\nNo que se refere aos fatores ambientais, na bananicultura, segundo Alves \n\net alli (1999), para que ocorra o desenvolvimento das lavouras e haja bons \n\nresultados na produtividade, as condições ambientais – como temperatura, \n\nprecipitação, luminosidade, vento, altitude, umidade relativa, tipo de solo e boa \n\ndrenagem do terreno – devem estar dentro de certas faixas. \n\nA temperatura é de grande importância no cultivo da banana, pois, como \n\nsalientam Alves et alli (1999), ela interfere diretamente nos processos respiratórios \n\ne fotossintéticos da planta, estando ainda relacionada com altitude, luminosidade e \n\nvento. Os referidos autores destacam que a temperatura ótima para o \n\ndesenvolvimento das bananeiras está em torno dos 28ºC, com as mínimas não \n\ninferiores a 18ºC e as máximas não superando os 34ºC: “abaixo de 15ºC a \n\natividade da planta é paralisada e acima de 35ºC o desenvolvimento é inibido, \n\nprincipalmente devido à desidratação dos tecidos, especialmente das folhas” \n\n(Alves et alli,1999:36). \n\n\n\n \n\n  \n\n89 \n\n  \n\nAlém de temperatura em torno dos 28ºC, salientam os autores (Alves et alli, \n\n1999), a bananeira exige uma elevada e permanente disponibilidade de umidade \n\nno solo, já que o grande consumo de água pela planta se dá em função de sua \n\nmorfologia e hidratação dos tecidos. Para os autores, a falta de água para a planta \n\ntorna-se mais severa, principalmente nas fases de diferenciação floral e de início \n\nde frutificação, pois comprime a roseta foliar e dificulta o lançamento da \n\ninflorescência. Para que isso não ocorra, é necessário um tipo de solo que \n\n“assegure uma disponibilidade de água não inferior a 75% de sua capacidade de \n\nretenção, sem, contudo, provocar saturação, o que prejudicaria a aeração” (Alves \n\net alli,1999:41) \n\nA esse respeito, o ICEPA (1995) destaca que, \n\nsolos profundos, bem drenados, ricos em matéria orgânica, com \nacentuada friabilidade e alta capacidade de retenção de água, são \nos mais indicados para o normal desenvolvimento da bananeira. \nPor se tratar de uma cultura altamente sensível a períodos \nprolongados de estiagem, deve-se evitar o plantio em solos pouco \nprofundos, arenosos ou que apresentem declive acentuado. Em tais \ncasos, havendo muito escorrimento superficial e pouca \narmazenagem de água no solo, há deficiência de fornecimento de \nágua para a planta, o que influi decisivamente em seu \ndesenvolvimento e produção. A falta de água no solo resulta em \nmenor desenvolvimento das raízes, diminuição do número de \nfolhas, aumento do período entre a emissão de duas folhas \nconsecutivas, além de induzir ao amadurecimento precoce dos \nfrutos, impedindo que atinjam seu pleno desenvolvimento.(p.21-22) \n\n \n\nNo que se refere à luminosidade, Alves et alli (1999) apresentam que a \n\nmorfologia das folhas das bananeiras é adaptada para obter maior captação de \n\nluz, tendo em vista o melhor aproveitamento e o prolongamento do ciclo \n\nvegetativo. \n\nO vento, outro fator destacado por Alves et alli (1999), para que não cause \n\ndanos às lavouras de banana não deve superar os 30 km/h, pois acima desse \n\nvalor pode causar desidratação da folha, rompimento das raízes, quebra da planta \n\ne tombamento. \n\n\n\n \n\n  \n\n90 \n\n  \n\nA altitude, conforme os referidos autores, está relacionada a outros fatores \n\nclimáticos (temperatura, chuva, umidade relativa, luminosidade) os quais \n\ncondicionam o desenvolvimento e a produção da bananeira; e a umidade relativa \n\nmédia anual acima dos 80% “acelera a emissão das folhas, prolonga sua \n\nlongevidade, favorece o lançamento da inflorescência e uniformiza a coloração da \n\nfruta” (Alves et alli,1999:44) \n\nDas condições ambientais acima apresentadas que afetam o \n\ndesenvolvimento da bananicultura, os ventos fortes e contínuos e as baixas \n\ntemperaturas no inverno são as mais verificadas no sul catarinense. \n\n Remetendo-se essa informação aos dados obtidos no mapa derivado do \n\ncruzamento das feições do mapa de uso da terra de 1957 e 2002 (mapa nº11), \n\nverificou-se que as lavouras de banana na sub-bacia do Rio dos Porcos também \n\nestão situadas em encostas de morros, em cotas topográficas que variam de 40 m \n\na 120 m de altitude. A localização da bananicultura nos Morros Estêvão, Albino, \n\nEspigão da Toca, Espigão da Pedra e Barro Vermelho se deve, ainda a outros \n\nfatores ambientais que, juntamente com as condições climáticas, propiciaram o \n\ndesenvolvimento desse cultivo. \n\nComo foi apresentado na primeira parte do capítulo 3, os morros da sub-\n\nbacia do Rio dos Porcos possuem uma formação geológica antiga, do Permiano \n\nao Jurássico-Cretácio (mapa nº03 – geológico), o qual condicionou o \n\ndesenvolvimento dos solos podzólico vermelho-escuro álico, podzólico vermelho-\n\namarelo álico e cambissolo álico, como ilustra o mapa pedológico (mapa nº05).  \n\nEsses solos, dentre os presentes na área, são os mais propícios ao \n\ndesenvolvimento dos bananais, pois possuem fertilidade natural, com sais \n\nminerais que contribuem para o desenvolvimento da planta; são solos mais \n\nprofundos, fazendo com que as plantas não fiquem sujeitas a tombamento, e \n\nevitam o acúmulo de água o que, livra as raízes da bananeira do apodrecimento e \n\nmorte em decorrência de excesso de umidade no solo. \n\n\n\n \n\n  \n\n91 \n\n  \n\nA respeito dessa última característica, a inclinação do terreno oferece uma \n\nboa drenagem ao solo, aumentando o escoamento da água e evitando o \n\nalagamento, o que favorece ao estabelecimento desta atividade nas encostas. \n\nAs maiores lavouras de banana registradas na área em estudo estão \n\nsituadas nos Morros Estêvão e Albino, a noroeste da sub-bacia, como ilustra o \n\nmapa nº11. Nestes locais, os bananicultores organizaram-se e fundaram a \n\nABACRI – Associação de Bananicultores de Criciúma, a qual conta com cerca de \n\n50 associados.  \n\nEm entrevista com o presidente da ABACRI, relatou ser a principal \n\nfinalidade da associação a compra de insumos a preço mais barato que o \n\napresentado pelo comércio local. Para tanto, realizam duas licitações por ano para \n\nadquirir os produtos utilizados nos bananais, como óleo mineral parafínico e \n\nfungicidas. Segundo ele, a ABACRI tem, ainda, o objetivo de repassar aos \n\nbananicultores associados  as informações provenientes de uma estação de pré-\n\naviso, que monitorara a temperatura, a umidade relativa do ar e a pluviosidade da \n\nárea, num raio de abrangência de 8 km.  \n\nSegundo o bananicultor que controla a estação que está instalada em sua \n\npropriedade, as condições ideais devem apresentar temperatura entre 18ºC e \n\n25ºC, umidade relativa do ar em torno de 85% e precipitação acima de \n\n1.300mm/ano, o que condiz com as características comentadas por Souza e \n\nConceição (2002). Entretanto, conforme o relato do referido agricultor, quando a \n\ntemperatura e a umidade estão acima desses valores o “mal-de-sigatoka amarela” \n\nprolifera-se com maior facilidade e prejudica os bananais. Com o intuito de evitar \n\nesses prejuízos, o bananicultor consulta uma vez por mês a estação de pré-aviso \n\npara saber qual o melhor período para aplicar os agrotóxicos. \n\nSegundo o presidente da ABACRI, a associação não tem a função de \n\ncuidar do destino da banana produzida por seus associados, sendo que esta \n\ntarefa é de responsabilidade do produtor. Em entrevistas aos bananicultores de \n\nCriciúma, constatou-se que um dos produtores associados à ABACRI possui um \n\ncaminhão que percorre as pequenas propriedades vinculadas à associação para \n\n\n\n \n\n  \n\n92 \n\n  \n\nrecolher os frutos e direcioná-los ao mercado consumidor, que geralmente são os \n\nsupermercados da região de Criciúma e Içara, e também a algumas cidades do \n\nRio Grande do Sul. \n\nAinda a respeito do destino da produção, em trabalho de campo verificou-se \n\nque as propriedades visitadas que eram mais mecanizadas e de maior extensão \n\nrural destinavam a sua produção aos supermercados e feiras da região, enquanto \n\nas propriedades menores e que utilizam o trabalho basicamente artesanal, não \n\nsouberam informar para onde vão os cachos colhidos, uma vez que entregam seu \n\nproduto para o caminhão do bananicultor da ABACRI, isentando-se, assim, desse \n\nencargo. \n\nNas propriedades rurais dos Morros Estêvão e Albino a bananicultura é \n\ncultivada, em média, em áreas de 08 hectares de terra, mas também, em algumas \n\nde 30 e 50 hectares. Segundo o presidente da ABACRI, a produtividade nas \n\npropriedades menores é cerca de 15 toneladas/hectare/mês e nas maiores \n\nalcança, aproximadamente, 28 toneladas/hectare/mês. Para ele, esses números \n\nvariam conforme o tamanho da propriedade e nível de mecanização do processo \n\nprodutivo; a renda/safra está relacionada com o mercado consumidor das \n\nbananas. \n\nEm todas as propriedades visitadas, independente do tamanho e da \n\nmecanização, utiliza-se a mão-de-obra familiar, sendo que as mulheres e as \n\ncrianças não participam integralmente do processo produtivo. \n\nPara os bananicultores entrevistados, a época do plantio ocorre entre o mês \n\nde agosto e setembro, preparando a lavoura com um espaçamento entre as \n\nmudas de dois a três metros de distância. Segundo os agricultores, este \n\nafastamento é necessário para que as folhas da bananeira possam receber \n\nmaiores quantidades de luz e com isso, conforme foi destacado por Souza e \n\nConceição (2002) possa ocorrer um melhor desenvolvimento da planta. Um outro \n\nfator apontado pelos agricultores para este espaçamento é a facilidade para o \n\ntrator transitar, principalmente naquelas que utilizam a máquina para aplicar os \n\nagrotóxicos. \n\n\n\n \n\n  \n\n93 \n\n  \n\nOs bananicultores entrevistados destacaram que os principais cultivares da \n\nsub-bacia em estudo são a branca (prata) e a nanicão (caturra), que são colhidos \n\ndurante todo o ano. Segundo eles, os meses de maior produção da banana \n\nbranca vão de fevereiro a abril e da nanicão de janeiro a abril. \n\nOs agrotóxicos mais utilizados, de acordo com os entrevistados, são o \n\nScoli, Tilti e Circumbi, para evitar as pragas como “mal-de-sigatoka amarela”. Esta \n\ndoença, segundo Darélla (2001), pode comprometer os bananais, causando a \n\nmorte precoce das folhas e o enfraquecimento da planta.  \n\nPara evitar os prejuízos causados pelo “mal-de-sigatoka amarela”, destaca \n\no presidente da ABACRI, grande parte dos bananicultores realiza a pulverização \n\ndos bananais cerca de três a quatro vezes ao ano, num intervalo de, \n\naproximadamente, 80 dias. Segundo ele, os produtores associados à ABACRI \n\nbuscam aplicar os agrotóxicos na lavoura de acordo com o monitoramento da \n\nestação de pré-aviso, ou seja, quando as condições ambientais estão mais \n\npropícias à proliferação do  “mal-de-sigatoka amarela”. \n\nA aplicação destes agrotóxicos nas propriedades visitadas é realizada por \n\nadultos e, conforme o relato dos bananicultores, é condicionada pelo nível de \n\nmecanização. Nas propriedades menores os fungicidas são aplicados \n\nmanualmente, e o agricultor aplica um litro de agrotóxico por hectare; nas \n\npropriedades maiores e mais mecanizadas, é realizada por meio de uma máquina \n\npulverizadora. Além da pulverização com fungicidas, todos os bananicultores \n\nentrevistados utilizam o óleo mineral nas lavouras e revestem os cachos de \n\nbanana com sacos plásticos. \n\nPara os agricultores, o uso desses sacos se faz necessário, pois o veneno \n\nconcentra-se dentro do saco e torna mais eficiente o combate às pragas. Darélla \n\n(2001) destaca que a utilização desta técnica conduz a um melhor controle e, por \n\nconseguinte, eleva a qualidade do fruto, podendo, ainda, antecipar a colheita do \n\ncacho em até uma semana. \n\nOs principais danos ambientais apresentados pela bananicultura referem-se \n\nao uso de agrotóxicos. De acordo com Darélla (2001), os principais fatores que \n\n\n\n \n\n  \n\n94 \n\n  \n\nconduzem à poluição das águas estão relacionados à “lavagem dos \n\nequipamentos, manejo de efluentes para a irrigação, aplicação de fertilizantes, \n\naplicação de pesticidas entre outros. Nos ambientes rurais, o cuidado com o \n\nmanejo correto das águas é de fundamental importância para o controle de \n\nquantidade e qualidade das mesmas”. (pg.91) \n\nNa sub-bacia dos Porcos, os córregos mais afetados são o Eldorado e o \n\nQuarta Linha que possuem suas nascentes nos morros Albino e Estêvão, locais \n\nonde se situa a maior área plantada com banana. Devido à inclinação do terreno \n\nos agrotóxicos que estão nos solos e nas plantas podem ser facilmente \n\ntransportados pelas águas da chuva até esses córregos, para depois alcançarem \n\nas águas do Rio dos Porcos. \n\nA bananicultura da sub-bacia, segundo informações com os bananicultores, \n\npassou por algumas transformações no processo produtivo, no período de 1957 a \n\n2002, quando partiu de uma atividade de subsistência para a produção voltada ao \n\nmercado consumidor. De acordo com o mapa derivado dos cruzamentos das \n\nfeições do uso da terra em 1957 e 2002 (mapa nº11), essa mudança acarretou \n\nnum aumento de área cultivada com bananeiras às custas de redução de outras \n\nfeições (tabela nº13).  \n\n \n\nTabela nº13: Mudança de uso da terra apresentada pela bananicultura na sub-\nbacia do Rio dos Porcos entre 1957 e 2002. \n\n \n \n \n\n \n \n \n \n\nFonte: cruzamento das feições do uso da terra em 1957 e 2002.  \n\n \n\nMudança de uso da terra Área (ha) \nMata 1957- bananicultura 2002 292,11 \nSilvicultura 1957- bananicultura 2002 48,06 \nBananicultura 1957- bananicultura 2002 184,95 \nPastagem 1957 - bananicultura 2002 226,38 \nCultivos diversos 1957 - bananicultura 2002 345,17 \n\n\n\n \n\n  \n\n95 \n\n  \n\n \n\n\n\n \n\n  \n\n96 \n\n  \n\nDe acordo com a tabela nº 13, em 1957, havia cerca de 292,11 hectares de mata \n\nque foram derrubados até 2002 para a implantação da bananicultura; esse \n\ndesmatamento, como pode ser verificado no mapa nº11, ocorreu principalmente \n\nno Morro Albino e em menor proporção no Morro Estêvão. \n\nNesses locais, conforme já foi averiguado na segunda parte do capítulo 3, \n\nocorreu a maior ampliação das lavouras de banana da sub-bacia, no período em \n\nestudo. Diante disso, constatou-se que as mudanças de uso da terra mais \n\nsignificativas, que estão relacionadas a essa atividade, ocorreram nas encostas \n\ndesses dois morros. \n\nA tabela nº13 permitiu inferir ainda que, a partir de 1957, ocorreu a \n\nsubstituição de 345,17 hectares destinados a cultivos diversos, de 226,38 hectares \n\nà pastagem e de 48,06 hectares à silvicultura, por lavouras de banana em 2002. O \n\nmapa nº11 ilustra que essas modificações na ocupação da terra foram mais \n\nsignificativas na parte noroeste da sub-bacia, justamente onde se situam os \n\nMorros Estêvão e Albino; e menor ocorrência na parte sudoeste, nas encostas dos \n\nMorros Espigão da Pedra e Espigão da Toca. \n\nAs mudanças de uso da terra da sub-bacia ocorridas entre 1957 e 2002 e \n\nque são provenientes da ampliação da bananicultura totalizaram 911.72 hectares. \n\nEsse crescimento apresentado no período está vinculado ao bom preço pago pelo \n\nproduto e a melhoramentos no processo produtivo da banana.  \n\nDe acordo com o ICEPA (2003), no Brasil em 2002, a banana era a \n\nsegunda fruta em volume produzido, superada apenas pela laranja. A grande \n\ndisponibilidade de fruta conduziu a um maior consumo de bananas, o que foi \n\nfavorecido, especialmente pelo custo relativamente baixo, sabor e valor nutritivo, e \n\npor popularização de seu consumo.  \n\nO ICEPA (2003) destaca ainda que, nos últimos anos, o bom preço pago \n\npela banana aos agricultores incentivou o aumento da produção. Além disso, o \n\nprocesso produtivo da bananicultura passou por algumas modificações, o que \n\ndiminuiu as perdas para o agricultor, como a modernização do processo de pós-\n\ncolheita, com a utilização de casas de embalagem, a utilização de embalagens \n\n\n\n \n\n  \n\n97 \n\n  \n\nque não amassassem a fruta, a certificação de qualidade e a melhoria do sistema \n\nde transporte com o uso de refrigeração em caminhões para grandes distâncias. \n\n Diante do apresentado, considera-se que a subunidade de paisagem \n\nbananicultura da sub-bacia do Rio dos Porcos apresenta-se como uma atividade \n\nem expansão e bastante representativa economicamente, já que é responsável \n\npela ocupação de um grande número de agricultores na área. \n\n \n\n \n\n\n\n \n\n  \n\n98 \n\n  \n\n \n\n4.3 – A Paisagem da Fumicultura \n\n \n\n \n\nA fumicultura em Santa Catarina, segundo o ICEPA (2003), é bastante \n\nexpressiva, e em 2003, a atividade apresentou 127.530 ha de área plantada, \n\n231.330 toneladas e um rendimento de 1.814 kg/ha. \n\nDentre as microrregiões geográficas que se dedicam ao cultivo em Santa \n\nCatarina, o ICEPA (2003) destacou como a de maior produção a de Canoinhas, \n\nseguida das de Rio do Sul, São Miguel do Oeste, Araranguá, Tubarão e Criciúma. \n\nA tabela que segue apresenta os dados obtidos na safra 2002 por microrregiões \n\n(tabela nº 14). \n\n \n\nTabela nº 14: Fumo – área plantada, produção e rendimento nas principais \nmicrorregiões produtoras de Santa Catarina – 2002. \n\nha: hectare; t: tonelada; kg/ha: quilograma por hectare. \nFonte: ICEPA (2003) \n\n \n\nAraranguá, Tubarão de Criciúma constituem a mesorregião sul catarinense, \n\na qual é a maior produtora de fumo do Estado  (ICEPA, 2003), com 30.589 ha de \n\nárea plantada e 62.882 toneladas de fumo, em 2002. \n\nOs municípios que compõem a sub-bacia do Rio dos Porcos estão inseridos \n\nna mesorregião sul e pertencem as microrregiões de Araranguá e Criciúma, mais \n\nespecificamente aos Municípios de Araranguá, Criciúma, Içara e Maracajá. Os \n\nfumicultores desses municípios, para alcançar os resultados esperados são \n\ndependentes de algumas condições específicas, como temperatura ambiente, \n\nMicrorregiões Catarinenses Área Plantada (ha) Produção (t) Rendimento (kg/ha) \nCanoinhas 21.775 43.464 1.996 \nRio do Sul 17.811 35.571 1.997 \nSão Miguel do Oeste 11.370 21.146 1.860 \nAraranguá 14.350 29.703 2.070 \nTubarão 8.886 17.998 2.025 \nCriciúma 7.353 15.179 2.064 \nSanta Catarina 127.530 231.330 1.814 \n\n\n\n \n\n  \n\n99 \n\n  \n\nluminosidade, umidade relativa do ar, ventos, além de outros fatores como \n\nfinanciamentos estatais e acordos efetuados entre os produtores e as \n\nagroindústrias fumageiras. \n\nNo que se refere ao clima, um estudo realizado pela Souza Cruz (1983) \n\ndestaca que o fumo, por ser uma planta de clima tropical, adapta-se com maior \n\nfacilidade a regiões quentes, cujas temperaturas médias estão entre 20ºC a 30ºC. \n\nAbaixo de 15ºC, o desenvolvimento da planta torna-se imperfeito devido à \n\nparalisação em seu crescimento, e acima de 35ºC a folha está sujeita a \n\nqueimaduras, principalmente quando a umidade relativa do ar é baixa e o solo \n\npossui pouca umidade. \n\nDe acordo com o referido trabalho, a umidade, nesse tipo de cultivo, \n\ncondiciona a cor, a textura e a quantidade de folhas que serão produzidas. Para \n\nisso, a umidade relativa do ar deve estar em torno de 80 a 85% e o plantio deve \n\nocorrer após um pequeno período de chuva. Entretanto, acrescenta a Souza Cruz \n\n(1983), o excesso de umidade durante o desenvolvimento vegetal provoca folhas \n\nmais leves, delgadas, com baixa oleosidade, com baixo teor de nicotina e pobre \n\nem aroma. Assim, o plantio de fumo deve iniciar nos meses mais secos, para \n\nevitar os prejuízos decorrentes do excesso de umidade no solo. \n\nA respeito da umidade do solo, a referida publicação (Souza Cruz,1983), \n\ndestaca que os solos ideais para fumicultura devem ser bem drenados, livres de \n\nenchentes e com pouca declividade, pois a inclinação acentuada do terreno \n\ndesencadeia a erosão dos canteiros. \n\nAinda a mesma fonte (Souza Cruz,1983) ressalta ainda que o bom \n\ndesenvolvimento do fumo está atrelado ao índice de luminosidade recebido pela \n\nplanta, devendo-se evitar o plantio em locais sombrios e úmidos, pois a planta \n\nnecessita de grande insolação para o seu desenvolvimento e sanidade das \n\nmudas. \n\nComo acentua Paulilo (1990), a fumicultura é uma atividade bastante \n\nexigente no que se refere à mão-de-obra: o ciclo de cultivo do fumo leva em torno \n\nde seis meses e exige o envolvimento de toda a família desde o plantio até a \n\n\n\n \n\n  \n\n100 \n\n  \n\ncolheita. A autora acrescenta que os agricultores que se dedicam a esta atividade \n\ntêm dias determinados para realizarem a colheita, o que ocasiona o aumento \n\nconsiderável de maior jornada de trabalho neste período. \n\n \n\nNo período mais intensivo que é a colheita, calcula-se que sejam \nnecessárias de 4 a 6 pessoas, dedicadas em tempo integral, para \ndar conta de 2 ha a 2,5 ha, ou cerca de 25 mil a 35 mil pés de fumo \n(cada hectare comporta cerca de 16 mil pés), que é a quantidade \nnecessária para encher uma estufa.  (PAULILO, 1990:38) \n\n \n\nDiante da quantidade de trabalho exigida na atividade, principalmente no \n\nperíodo da colheita, destaca SILVA (1999), os fumicultores realizam a troca de \n\nmão-de-obra entre os vizinhos, troca de favores que ocorre, especialmente, nas \n\npropriedades que não possuem condições financeiras para a contratação de mão-\n\nde-obra complementar, ou naquelas em que o casal não dispõe filhos para auxiliar \n\nnas tarefas. À noite o agricultor ainda tem que cuidar do fumo na estufa, \n\namarrando as folhas para a secagem. \n\nA origem da fumicultura no sul do estado de Santa Catarina, de acordo com \n\nPaulilo (1990), está atrelada à atuação da agroindústria fumageira Souza Cruz, \n\nque durante a década de 1950 introduziu o fumo de estufa na região. Antes da \n\nSouza Cruz, destaca a autora, já existiam algumas plantações com fumo de corda \n\nna região de Nova Veneza, mas a quantidade de área cultivada era irrisória se \n\ncomparada com a que existe atualmente. \n\nNum primeiro momento, conforme acentua Paulilo (op.cit.) havia resistência \n\ndos agricultores em aderir à atividade, uma vez que o fumo não servia de \n\nalimento, seria plantado no espaço de cultivo da mandioca e não poderia ser \n\ncomercializado no mercado como os demais produtos da propriedade. Para \n\nreverter a situação em seu favor, Paulilo (1990) acrescenta que, a Souza Cruz, \n\ncom o intuito de conquistar novos agregados, fornecia insumos e sementes e \n\nfinanciava a construção das estufas nas propriedades interessadas em aderir à \n\nfumicultura. Segundo autora, “a companhia pagava os juros dos empréstimos para \n\na construção e não os cobrava sobre os preços das mercadorias fornecidas, que \n\n\n\n \n\n  \n\n101 \n\n  \n\ndeveriam ser pagas só na safra. As primeiras experiências deram certo e novos \n\ninteressados foram aparecendo”. (PAULILO, 1990:134-35) \n\nA autora destaca ainda que, a Souza Cruz buscou contornar as barreiras \n\ncriadas pelos agricultores em relação ao fumo através da contratação dos filhos \n\ndos produtores para serem instrutores nas lavouras de fumo e, com isso, \n\nconvencessem a família a aderir à atividade. Outra estratégia utilizada por essa \n\nagroindústria e apontada pela autora era o pagamento, à vista, pelo produto \n\nrecebido, o que despertava a atenção e o interesse dos vizinhos. \n\n \nCom o sucesso das primeiras safras, o número de interessados foi \naumentando. Além disso, como o fumo era pago todo de uma vez, o \nmontante recebido era muito maior que a quantidade de dinheiro \nque o agricultor estava acostumado a receber por outros produtos e \nisso também pesou positivamente na aceitação da cultura. \n(PAULILO, 1990:135) \n\n \n\nO vínculo estabelecido entre o agricultor e a empresa fumageira é de um \n\nano, podendo ser renovado no final de cada safra. Caso o fumicultor não esteja \n\nsatisfeito com o preço que recebe pelo produto, ele pode procurar outra empresa \n\npara se integrar. As empresas por sua vez, salienta a mesma autora, quando \n\npercebem que estão perdendo integrados, procuraram pagar melhor a folha do \n\nfumo elevando o preço através da classificação, recuperando os antigos \n\nintegrados e conquistando novos agricultores. O vínculo entre empresa e \n\nagricultor se expressa através do poder exercido pelas agroindústrias fumageiras, \n\nque de acordo com o ICEPA (2003), se faz presente em vários momentos da \n\nsafra, mas é mais expressivo quando se refere aos preços e financiamentos que \n\nconcede ao agricultor: a empresa controla o agricultor através do preço que será \n\npago ao produto, aplicando um maior ou menor rigor na classificação das folhas; \n\npor meio da concessão de financiamentos; ou ainda pela prorrogação ou não de \n\ndívidas que os agricultores contraíram com a agroindústria. \n\nNa sub-bacia do Rio dos Porcos a introdução do fumo de estufa, segundo \n\nentrevista realizada com o técnico aposentado da Empresa Souza Cruz, também \n\nestá relacionada à atuação desta agroindústria, pois foi a primeira a trabalhar de \n\n\n\n \n\n  \n\n102 \n\n  \n\nforma integrada na área e atraía os pequenos agricultores com as vantagens \n\neconômicas da atividade. \n\n Diante da atuação da referida agroindústria, segundo entrevista com o \n\ntécnico da EPAGRI de Içara, os cultivos de mandioca, milho e feijão, que se \n\ncaracterizavam como de subsistência até a década de 1950, foram sendo, \n\ngradativamente, substituídos pela fumicultura. \n\nAtualmente, a fumicultura na sub-bacia do Rio dos Porcos é desenvolvida, \n\ncom maior expressão na margem esquerda do rio principal, em cotas topográficas \n\nque variam de 20 m a 40 m de altitude. Nesta parte da sub-bacia, como foi \n\napresentado na primeira parte do capítulo 3, estão as formações geológicas \n\nquaternárias (mapa nº03). Assim, as lavouras de fumo situam-se, \n\npredominantemente, sobre os depósitos marinhos, formados por areias \n\nquartzosas, em áreas mais planas e que não apresentam acumulação de óxidos \n\n(mapas nº04 e 05, respectivamente). Nestes locais, segundo informações do \n\ntécnico da EPAGRI de Içara, são cultivadas as variedades Virgínia e Amarelinho, \n\nindicadas para solos de baixa fertilidade e resistentes ao excessivo trabalho dos \n\nventos que sopram do mar. A esse respeito, o técnico da EPAGRI acrescentou \n\nque a espécie Virgínia é menos resistente ao vento que o Amarelinho e, que por \n\nesse motivo, os agricultores evitam plantá-la nas áreas mais próximas ao mar. \n\nPara a variedade Virgínia o ciclo do cultivo se inicia no mês de junho, é \n\nreplantado em setembro, já que é sensível ao frio, e a colheita ocorre no mês de \n\ndezembro. Para a variedade Amarelinho, o ciclo começa no mês de maio, é \n\nreplantado em agosto, e a colheita acontece entre dezembro e janeiro. \n\nA escolha da variedade a ser cultivada pelo agricultor está associada ao \n\ntipo de solo, à resistência da planta, ou ainda às exigências com a mão-de-obra \n\nque será disponibilizada. Para Paulilo (1990), \n\n \n\na preferência dos fumicultores se divide entre os dois tipos. O \nVirgínia é um fumo que dando menos folha, tendo-as em posição \nmais altas e possuindo talo mais fino, exige um pouco menos de \ntrabalho na colheita e na secagem mas, em compensação, é uma \nplanta mais delicada. Se sofrer algum revés dificilmente se \nrecupera. Já o amarelinho é considerado mais “manhoso”. \n\n\n\n \n\n  \n\n103 \n\n  \n\nRecupera-se bem das mudanças climáticas desfavoráveis. Embora \nsuas folhas sejam mais leves, o que não é bom, porque o fumo é \npago por peso, elas são menos delicadas, mais fáceis de \nmanusear. O fumo Amarelinho tem a folha mais leve, mas como \ntem também mais folhas, seu rendimento por hectare é um pouco \nmais elevado que o do Virgínia. (p. 138-139) \n\n \n\nA fumicultura na sub-bacia, segundo informações do técnico da EPAGRI de \n\nIçara, é desenvolvida em consórcio com outros cultivos, como o milho e o feijão, \n\nna denominada “safrinha”, que ocorre entre os meses de fevereiro a abril. \n\nConforme acentua Paulilo (1990), este tipo de consórcio está ligado ao \n\nreaproveitamento das grandes quantidades de agrotóxicos e fertilizantes utilizadas \n\nna fumicultura e reaproveitadas nas lavouras de milho e feijão. \n\nDe acordo com as informações obtidas na EPAGRI de Içara, na sub-bacia \n\ndo Rio dos Porcos os agricultores utilizam os insetisidas Tamaron com 800 ml/ha, \n\nOrthene 2 kg/ha, Primetrus (antibrotante) 3 l/ha; os herbicidas Gamite 1 l/ha e \n\nConfidor 120 gr/ha. Segundo o técnico, a aplicação desses agrotóxicos ocorre \n\ndesde a preparação do canteiro até a fase de colheita.  \n\nA grande quantidade de agrotóxicos utilizada na fumicultura é justificada \n\npelo fato desta planta ser muito sensível a doenças e ataques de pragas que \n\ncomprometem o seu desenvolvimento. Como analisa Silva (1999), os agricultores \n\nutilizam os agrotóxicos com o intuito de evitar prejuízos na lavoura, que são \n\nvendidos pelas próprias fumageiras a seus integrados. \n\nDarélla (2001), em estudo realizado na sub-bacia do Córrego Garuva, \n\nSombrio, contatou o intenso trabalho dos fumicultores na aplicação dos \n\nagrotóxicos nas lavouras de fumo. Segundo o autor, \n\n \n\npara o início das pulverizações, que é realizada tanto pela manhã \ncomo a tarde, não existe hora definida, estando condicionada ao \nnúmero de plantas a serem atingidas. As pulverizações, em geral, \nsão realizadas por mais que 4 horas consecutivas; este fato \nacarreta ao aplicador uma permanência grande dentro da área, \nsendo necessário, na maioria das vezes, mais de um dia de \npulverização. (DARÉLLA,2001:80) \n\n \n\n\n\n \n\n  \n\n104 \n\n  \n\nA pulverização, que à semelhança do que ocorre em outras atividades do \n\nRio dos Porcos, é realizada por adultos, prejudica diretamente a saúde do \n\nagricultor. Soma-se ainda ao fato de que muitos deles não tomam as precauções \n\nnecessárias com o veneno, como o uso de roupas específicas para a atividade, \n\nbotas e luvas (figura nº10). É comum também que outros trabalhadores estejam \n\nexecutando outras tarefas nas lavouras serem atingidos pelo veneno que ficou nas \n\nfolhas ou então levado pelo vento. Outro agravante é a localização da lavoura \n\nmuito próxima à residência do agricultor como mostra a figura nº11, o que torna \n\nvulnerável a contaminação da família pela ação dos agrotóxicos. \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n                                                           G.V.B (12/2003) \nFigura nº10 – Agricultor aplicando veneno na lavoura de fumo sem utilizar luvas e botas.  \n \n\n\n\n \n\n  \n\n105 \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDarélla (2001), acrescenta que as aplicações de pesticidas acabam \n\npoluindo seriamente o ar e afetando as populações rurais. A poluição atinge \n\ntambém os recursos naturais, em que, segundo o autor “os resíduos do solo \n\npodem significar uma possibilidade do agrotóxico chegar ao homem através de \n\ndistintos caminhos, como os oriundos das colheitas, carreamento pelas águas das \n\nchuvas, pelo contato direto com o solo e o ar” (DARÉLLA, 2001:88) \n\nAs propriedades onde é cultivado o fumo, de acordo com informações \n\nobtidas em campo, possuem em média 10 ha. As lavouras de fumo, conforme as \n\nconversas com os fumicultores, ocupam em média 2,5 ha da propriedade, sendo \n\nque no restante da propriedade podem ser encontradas hortas caseiras e \n\npequenos pomares de laranja e bergamota, além de alguns animais de criação \n\ncomo porcos, vacas leiteiras e galinhas. A maior parte dessas propriedades possui \n\nestufa de fumo (figura nº12). \n\n \n\n \n\n \n\n                            G.V.B (12/2003) \nFigura nº11 – Lavoura de fumo ao lado da residência do agricultor.  \n \n\n\n\n \n\n  \n\n106 \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAssim, na sub-bacia do Rio dos Porcos, a fumicultura caracteriza-se como \n\numa atividade de pequena propriedade rural e que utiliza a mão-obra-familiar, \n\ninclusive a infantil e a idosa, desde a semeadura até a classificação das folhas. \n\nNos trabalhos de campo verificou-se que a atividade é muito pouco mecanizada. \n\nDesde a dispersão das sementes até a colheita final, que é realizada por meio de \n\ntração animal, conforme as figura nº13 e nº14, exige grande quantidade trabalho \n\ndo agricultor. \n\nPaulilo (1990) assim descreve a tarefa da colheita com tração animal: “as \n\npessoas vão colhendo as folhas e colocando-as debaixo do braço. Enquanto isso, \n\num boi percorre as fileiras de fumo puxando uma zorra, que é um caixote de \n\nmadeira sem rodas. Nas zorras são colocadas as folhas de fumo. Quando ela está \n\ncheia, é atrelada a outro boi que leva até a estufa” (p.144). \n\n \n\n            G.V.B (12/2003) \nFigura nº12 – Em primeiro plano uma pilha de eucalipto utilizado como \ncombustível na estufa de fumo.  \n \n\n\n\n \n\n  \n\n107 \n\n  \n\n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nA\n\n         G.V.B (12/2003) \nFigura nº13 – Boi puxando a zorra, caixote de madeira onde são colocadas \nas folhas de fumo colhidas.  \n\n              G.V.B (12/2003) \nFigura nº14 – A zorra sendo utilizada na lavoura de fumo. \n \n\n\n\n \n\n  \n\n108 \n\n  \n\ns principais agroindústrias fumageiras que atuam na área em estudo, segundo \n\ninformações do técnico da EPAGRI de Içara, são a Universal, a Dimo, a \n\nContinental, a Kanenberg e a Souza Cruz, quase todas com sua sede em Santa \n\nCruz do Sul (RS), mas com extensão em Araranguá, Maracajá e Tubarão.  \n\nDurante as entrevistas com os fumicultores, constatou-se que, apesar dos \n\nbaixos rendimentos obtidos com a atividade, já que recebem em média R$ \n\n5.000/safra (cinco mil reais por safra), existe uma grande resistência em trocar de \n\natividade. Os agricultores acrescentam que o cultivo de fumo é muito trabalhoso e \n\nprejudica a saúde, mas mesmo assim sentem-se atrelados a ele em virtude da \n\nexperiência que têm em relação à atividade. Outros fatores apontados como \n\nvínculo entre os agricultores e a fumicultura é a baixa fertilidade do solo (areia \n\nquartzosas) para desenvolver outros cultivos; o contrato com a agroindústria \n\nfumageira, pois recebem financiamentos, sementes e insumos; e, ainda, a \n\ngarantia da venda dos produtos para as empresas integradoras. \n\nA fumicultura ocasiona danos ao meio ambiente por meio da contaminação \n\nde solos e dos cursos d´águas com os agrotóxicos, mas os maiores prejudicados \n\ncom a atividade são os próprios fumicultores: a atividade exige muito do agricultor, \n\ntanto no que se refere ao trato com a planta e aplicação de agrotóxicos, quanto \n\nnas lidas com a colheita e a estufa. Assim, a fumicultura envolve a mão-de-obra \n\nde todos os membros da família, inclusive crianças e idosos, que em muitos casos \n\ntem sua saúde comprometida devido ao intenso contato com os agrotóxicos e às \n\nlongas jornadas de trabalho. \n\n \n\n\n\n \n\n  \n\n109 \n\n  \n\n \n \n \n4.4 – A Paisagem da mineração de carvão \n\n \n\nNa sub-bacia do Rio dos Porcos existem, atualmente, cinco minas \n\ndesativadas de exploração de carvão mineral, denominadas Poço 5, Poço 6, Poço \n\n7, Poço 8 e Poço 10, próximas à BR-101, no município de Içara. Segundo \n\ninformações do DNPM, estas minas foram exploradas pela Companhia \n\nSiderúrgica Nacional (CSN), entre o início da década de 1950 e meados da \n\ndécada de 1980. Na década de 1990, segundo Silva (2002), ocorreu a \n\nprivatização da CSN de sua subsidiária, a Companhia Próspera, vindo a se \n\ntransformar na Companhia Nova Próspera, de propriedade do Grupo Guglielmi. \n\nA mineração de carvão nas minas realizada pela Companhia Nova \n\nPróspera, conforme o DNPM, caracterizou-se pela extração em poço vertical de \n\nacesso, com profundidade abaixo do canal do Rio dos Porcos. Segundo o DNPM, \n\ntodo o carvão proveniente das cinco minas da sub-bacia era comercializado com o \n\nComplexo Termelétrico Jorge Lacerda, localizado em Capivari de Baixo. \n\nA exploração do carvão mineral dessas minas estava inserida num \n\nprocesso maior, o qual envolveu alguns municípios do sul de Santa Catarina, com \n\ndestaque a Criciúma, Siderópolis e Lauro Muller. Este processo teve seu apogeu \n\nentre as décadas de 1950 a 1970 e declínio a partir da segunda metade da \n\ndécada de 1980, agravando-se no início dos anos 90, durante o governo Collor. \n\nDe acordo com Fermo (2002), o carvão mineral no sul do Estado começou \n\na ser explorado ainda na segunda metade do século XIX, mas somente recebeu o \n\ncaráter industrial a partir de 1918. Para o autor isto ocorreu em virtude das poucas \n\ncondições políticas e econômicas apresentadas pela zona carbonífera, mais \n\nespecificamente, de São José de Cresciuma, além de insucessos de tentativas \n\nanteriores de exploração do minério.  \n\nPara que a atividade carbonífera despontasse em escala comercial e \n\nindustrial eram necessários investimentos econômicos - particulares e \n\n\n\n \n\n  \n\n110 \n\n  \n\ngovernamentais - que garantissem a produção de estrutura básica da atividade. \n\nNeste sentido, em 1917, instala-se na região sul a Companhia Brasileira \n\nCarbonífera do Araranguá S/A (CBCA), que visava a exploração dos depósitos \n\nlocalizados no Vale do Araranguá (zona de São José de Cresciuma). Segundo \n\nFermo (2002), o ingresso desta empresa está relacionado às boas características \n\ndo carvão (coqueificável), que podia ser empregado na siderurgia como redutor de \n\nminério de ferro, e, ainda, à baixa profundidade dos depósitos. \n\nA Primeira Guerra Mundial (1914-1918) contribuiu para o desenvolvimento \n\ndo carvão catarinense, pois o bloqueio econômico no continente europeu, \n\ndificultou as trocas comerciais entre os países e o carvão mineral passou a ser \n\nvisto como uma alternativa energética às indústrias produtoras de bens de \n\nserviços, companhias de navegação e transporte ferroviário. Neste contexto, \n\nsalienta Fermo (2002), o governo de Wenceslau Braz cria a Junta de \n\nAbastecimento de Carvão, em 1918, dentre outras medidas que favoreceram as \n\nempresas carboníferas que atuavam no país, como empréstimos às empresas de \n\nmineração em todos os seus serviços de funcionamento e o escoamento de \n\nprodução aos mercados consumidores. \n\nCom o fim dos conflitos da Primeira Guerra Mundial, o carvão mineral teve \n\nseu preço normalizado e o mercado interno retornou à preferência do carvão \n\nimportado, pois apresentava melhores preços e qualidade. Isto desencadeou a \n\nprimeira crise do carvão mineral no sul de Santa Catarina, que foi contornada por \n\nmedidas nacionalistas durante o governo de Getúlio Vargas, determinando o \n\nconsumo de parte do carvão nacional sobre o montante importado. \n\n \n\nÉ indubitável que a imposição deste consumo, criado através de um \nartifício legal, se constituiu em questão determinante para a \nabertura e formação de uma significativa demanda interna pelo \ncarvão mineral nacional, o que acabou por induzir um processo de \nexpansão da sua produção, e um conseqüente fortalecimento do \nsetor carbonífero instalado no país. (FERMO, 2002:29) \n\n \n\nCom o desenrolar da Segunda Guerra Mundial (1939-1945), houve uma \n\nredução gradativa de comercialização entre o Brasil e países europeus, pondo em \n\n\n\n \n\n  \n\n111 \n\n  \n\nrisco o fornecimento de produtos estrangeiros no mercado interno. Isto fez com \n\nque ocorresse uma política de substituição de importações, somada à \n\nnecessidade de criação de um parque siderúrgico nacional, como salienta Fermo \n\n(2002). Desta forma, a década de 1940 é marcada pela política de \n\ndesenvolvimento nacionalista de Getúlio Vargas, a qual instituiu a Companhia \n\nSiderúrgica Nacional (CSN), a Usina Termelétrica de Capivari e o Lavador de \n\nCarvão de Capivari, este atualmente desativado. \n\nDiante destas medidas, ocorreu um aumento na demanda de carvão, já que \n\n“forçavam as siderurgias brasileiras a consumir pelo menos 20% de carvão \n\nnacional, mesmo sendo este de pior qualidade e maior preço, em comparação aos \n\nminérios importados” (SCHEIBE, 2002:49)  \n\nCom o fim dos conflitos da Segunda Guerra Mundial, os padrões normais \n\ndo carvão se estabilizaram e, como havia ocorrido na Primeira Guerra Mundial, \n\nprocedeu-se o retorno das importações de carvão estrangeiro. Apesar disso, a \n\nconjuntura econômica apresentava-se favorável à indústria carbonífera, pois ela \n\ntinha um mercado consumidor estabelecido, com a CSN e a Usina Termelétrica \n\nJorge Lacerda. \n\nSegundo Fermo (2002), mesmo com a garantia de compra do carvão \n\nnacional ocorre, durante a década de 1950, um estreitamento da margem de \n\ncrescimento da produção de carvão, tanto em nível local, regional e nacional, pois \n\nse manteve o equilíbrio entre produção e consumo. Somado a isso, houve a perda \n\ngradual de alguns mercados consumidores como ferrovias e navegação, que \n\ncomeçaram a utilizar o óleo diesel como combustível. Este quadro manteve-se \n\ndurante a década de 1960 e, para aumentar o mercado consumidor, o governo \n\nexpande, em Santa Catarina, o setor termelétrico. \n\nNo ano de 1973, a escassez de derivados de petróleo agravou o quadro \n\nenergético mundial, mas favoreceu sobremaneira a indústria carbonífera \n\ncatarinense, pois ocorreu uma substituição parcial das fontes de energia do \n\npetróleo pelo carvão mineral. Aurélio dos Santos (1997) acrescenta que \n\n \n\n\n\n \n\n  \n\n112 \n\n  \n\ncom a crise do petróleo, sente-se a necessidade de ampliação da \nprodução de carvão catarinense. Essa ampliação dá-se pelo \naumento da capacidade de produção nas minas já existentes, \natravés de uma mecanização do processo de lavra, que vai ocorrer \nem 1974-75. Com esse processo, a produção cresceu a volumes \naté então ainda não vistos. Em 10 anos, (1976-1985), registra-se \num crescimento de 300% na produção. (p.141) \n\n \n\nO aumento do preço e da produção do carvão mineral, neste período de \n\ncrise, não descartou a importação do carvão metalúrgico e, para garantir um \n\nmercado consumidor para o carvão metalúrgico nacional, o governo federal \n\ndetermina a ampliação da quota de consumo nos complexos siderúrgicos \n\nnacionais. \n\n \n\nNo ano de 1974, a percentagem de carvão metalúrgico nacional \nutilizado na mistura ao importado chegou ao patamar de 36,4%, \natingindo um dos maiores percentuais em toda a história que \ncontempla a criação do parque siderúrgico nacional. No entanto, no \nano de 1976, por motivos qualitativos (determinados em função das \ncaracterísticas pouco nobres do carvão metalúrgico nacional e dos \nreflexos de tais características sobre a siderúrgica, especificamente, \nsobre a qualidade do ferro e do aço produzidos) resolveu-se \nestabelecer em 30% a quota limite de carvão metalúrgico nacional a \nser empregado na siderurgia. (FERMO, 2002:49-50) \n\n \n\nCom a segunda crise gerada pelo petróleo no ano de 1979, destaca Fermo \n\n(2002), o governo federal criou o Projeto de Mobilização Energética, cujo enfoque \n\nera ampliar o mercado consumidor ou então melhorar a exploração deste minério, \n\na fim de promover a sustentabilidade do setor carbonífero. Assim, firmam-se \n\ncontratos com ramos industriais de cimento, cerâmica, petroquímico, tecelagem, \n\npapel e celulose entre outros.   \n\nA partir da segunda metade da década de 1980, o setor carbonífero passou \n\npor uma grande crise gerada pela interrupção da política protecionista do carvão \n\nnacional, que conforme o apresentado, concedia subsídios à infra-estrutura, à \n\nprodução, à comercialização do carvão. Lago (2000) acrescenta que a grande \n\nprodução desse minério (20 milhões de toneladas em 1985), associada ao \n\n\n\n \n\n  \n\n113 \n\n  \n\ndecréscimo de subsídio e incentivo político do Governo Sarney, desencadeou a \n\ncrise da atividade carbonífera no sul do estado. \n\nPara Scheibe (2002), no ano de 1989 houve sinais de melhora da crise, \n\nquando as empresas mineradoras passaram a comercializar diretamente com a \n\nELETROSUL, então responsável pelo Complexo Termelétrico Jorge Lacerda. \n\nEntretanto, a situação iria novamente agravar-se no início da década de 1990, \n\ndurante o Governo Collor, quando foi interrompida a política protecionista \n\ngovernamental ao carvão catarinense. Ainda segundo Scheibe (2002), foi em \n\nsetembro deste ano que, através da portaria nº801, o Estado torna-se isento de \n\ncompromissos com as atividades carboníferas, retirando a sua intervenção do \n\nsistema de produção, preços e comercialização do carvão e libera totalmente a \n\nimportação do carvão estrangeiro. \n\nA crise do carvão afetou, sobremaneira, vários setores da economia dos \n\nmunicípios que estavam envolvidos com a atividade, direta e indiretamente. \n\nAurélio dos Santos (2000) destaca que, no momento áureo da extração de carvão, \n\nhavia cerca de 23.500 pessoas dependentes da mineração. Com a crise, \n\naproximadamente 10 mil mineiros ficaram desempregados, ocorrendo, ainda, a \n\n \n\nredução de tributos recolhidos pelos municípios mineradores, além \nde outros infortúnios ligados ao desmantelamento de estruturas \nprodutivas que dominavam a economia regional, durante muito \ntempo mantida sob generosas medidas de apoio governamental, à \nvista das impropriedades das jazidas. (LAGO, 2000:410) \n\n \n\nA crise social e econômica gerada pelo carvão buscou ser contornada \n\natravés de medidas de curto prazo, como o aumento de cota de estoques da \n\nELETROSUL e a garantia de compra do carvão metalúrgico, como analisa Aurélio \n\ndos Santos (1997).  \n\nOutro fator significativo que contribuiu para a recuperação da economia na \n\nregião sul, segundo Fermo (2002), foi o incremento concedido, por parte do \n\nEstado, às indústrias de vestuário e, principalmente, à cerâmica e a atividades a \n\nelas relacionadas. Assim, a representatividade econômica da indústria carbonífera \n\n\n\n \n\n  \n\n114 \n\n  \n\n(em municípios como Criciúma) foi cedendo lugar às indústrias de vestuário e \n\nespecialmente de cerâmica, que se destacam atualmente, no âmbito regional e \n\nnacional. \n\nNa sub-bacia do Rio dos Porcos os resultados dessas políticas em relação \n\nao carvão mineral podem ser observados tanto na ampliação da indústria \n\ncerâmica e outros setores a ela relacionados (como será tratado no item 4.6 deste \n\ncapítulo), como nos problemas ambientais decorrentes da atividade mineira. \n\nNa aerofotointerpretação referente a 2002 constatou-se uma área de 43,4 \n\nha destinada a depósito de rejeito de carvão mineral, (figura nº15 e nº16), próximo \n\nàs minas, cuja localização pode ser verificada no mapa de uso da terra de 2002 \n\n(mapa nº08). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nG.V.B (12/2003) \nFigura nº15 – Depósito de rejeito de carvão mineral das minas Poço 5, Poço \n6, Poço 7, Poço 8 e Poço 10, em Içara. Ao fundo o lavador de carvão da \nEmpresa São Domingos.  \n\n\n\n \n\n  \n\n115 \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n       \n\nG.V.B (12/2003) \nFigura nº16 – Pilhas de rejeito de carvão mineral das minas Poço 5, Poço 6, \nPoço 7, Poço 8 e Poço 10, em Içara.  \n\n \n\nO rejeito do carvão minerado, que formou grandes pilhas de material \n\nconsiderado então como estéril, há 15 anos vem sendo reaproveitado pela \n\nEmpresa São Domingos. Segundo o engenheiro da empresa, é através do \n\nprocesso de lavagem que, de cada 25 mil toneladas de rejeito, cerca de 2 mil \n\ntoneladas são aproveitadas como carvão mineral. Esse carvão é comercializado \n\ncom a Empresa TRACTEBEL (antiga Gerasul1), hoje responsável pelo Complexo \n\nTermelétrico Jorge Lacerda. A figura que segue (nº17) ilustra a água residual da \n\n                                            \n1\n As Centrais Geradoras do Sul do Brasil S.A. (Gerasul), tiveram a sua denominação alterada em \n22 de fevereiro de 2002, em virtude da expansão das atividades da Empresa, de atuação regional \npara nacional, e da consolidação da marca do acionista controlador, a TRACTEBEL S.A. A \nGerasul, originou-se da cisão da Centrais Elétricas do Sul do Brasil S. A. (ELETROSUL), criada em \n1968. \nNo ano de 1997 a ELETROSUL foi cindida, como resultado do Programa Nacional de \nDesestatização e da Reestruturação do Setor Elétrico Brasileiro. As atividades de transmissão \ncontinuaram com a ELETROSUL e as atividades de geração e comercialização foram \ndesmembradas e repassadas a uma nova empresa denominada Gerasul. A Gerasul passou à \niniciativa privada em 15.09.98 à Empresa Tractebel, cujo 50,01% do controle acionário pertencente \nao Governo Federal. \n \n \n\n\n\n \n\n  \n\n116 \n\n  \n\nlavação do rejeito decorrente das minas Poço 5, Poço 6, Poço 7, Poço 8 e Poço \n\n10. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \nG.V.B (12/2003) \n\nFigura nº17 – Lagoa formada pela água residual da lavação do rejeito \nde carvão minerado. Içara (SC).  \n\n \n\nA atividade de exploração do carvão mineral na sub-bacia ocasionou e \n\nocasiona sérios danos ao ambiente e à população circundante à área desse \n\ndepósito. Segundo a SEDUMA (1997), em virtude da contaminação por rejeito de \n\ncarvão, as águas do Rio dos Porcos tornaram-se extremamente ácidas, \n\napresentando pH entre 2,5 e 3,5 e, mesmo assim, são utilizadas para o cultivo de \n\narroz irrigado nas planícies aluviais. \n\nConforme analisa Gothe (1989), a poluição proveniente da atividade \n\ncarbonífera ocorre pela presença de sulfetos, que causam reações químicas \n\nproduzindo a acidez da água. De acordo com Ortiz e Teixeira (2002), o rejeito \n\ncontêm sulfetos, aluminossilicatos e óxidos/hidróxidos, que em contato com a \n\nágua e o ar podem causar sérios prejuízos ao ambiente. Santos (1992) analisa \n\nque \n\n\n\n \n\n  \n\n117 \n\n  \n\nalém do enxofre presente nos sulfetos, ocorre ainda sulfato de cálcio \ne enxofre orgânico. O enxofre presente na pirita é o sulfeto mais \nfreqüente e é aquele que mais contamina a ciclo hidrológico, sendo \nresponsável pela formação do SO2 volátil e o ácido sulfúrico que \nacidifica as águas.(SANTOS, 1992:78) \n\n \n\nA oxidação da pirita é o ponto de partida para o processo de poluição \n\nhídrica, pois ao entrar em contato com ar e à água, origina, inicialmente, o sulfato \n\nde ferro e o ácido sulfúrico. Santos (1992) destaca que \n\n \n\na oxidação da pirita ocorre em presença de oxigênio e água, \nconforme a equação: 2FeS2 + 7O2 + 2H2O = 2FeSO4 + 2H2SO4. A \noxidação do sulfato ferroso produz sulfato férrico: 4FeSO4 + O2 + \n2H2SO4 = 2Fe(SO4)3 + 2H2O. O sulfato férrico pode sofrer hidrolização \nresultando em ácido sulfúrico e hidróxido férrico ou sulfato férrico \nbásico: Fe2(SO4)3 + 6H2O = Fe(HO)3 + H2SO4 e Fe2(SO4)3 + 2H2O = \n2Fe(OH)3SO4 + H2SO4.O sulfeto em contato com o Fe3 oxida \nfacilmente para sulfato:  FeS2+ 14Fe\n\n+3 + 8H2O = 15Fe\n+2\n\n + 2SO4\n-\n\n2+16H+. (p.79)  \n\n \n\nScheibe (2002) salienta que a partir da exposição da pirita ao ar e à água, \n\nocorrerem compostos ácidos e de ferro que reduzirão o pH das águas derivadas \n\ndas atividades de mineração, tornando-as bastante ácidas.  \n\nSegundo Gothe (1989), a deposição dos rejeitos a céu aberto polui o \n\nambiente por meio da percolação das águas de precipitação que escorre sobre as \n\npilhas descobertas que “lavados pelo escoamento superficial, constituem-se em \n\nfontes de sólidos terrosos e de partículas de carvão levados para os rios”. \n\n(VEADO,1989:76). Santos (1992) acrescenta ainda que \n\n \n\nas águas pluviais percolam as pilhas, lixiviam os produtos de \noxidação de pirita residual e dão origem a uma descarga ácida com \nalto teor de sólido em suspensão. Estas águas são fortemente \npoluídas pois a oxidação da pirita quando exposta à umidade gera \nácido sulfúrico e compostos de ferro. (p.71) \n\n \n\nNo que se refere à poluição atmosférica ocasionada pelos depósitos de \n\nrejeito, Ortiz e Teixeira (2002) destacam que ela ocorre em virtude da combustão \n\n\n\n \n\n  \n\n118 \n\n  \n\nespontânea – geração de SO2 e outros gases – que se dá pela reação entre o \n\nenxofre pirítico e o oxigênio do ar. Os autores acrescentam que a “a reação de \n\noxidação do enxofre é exotérmica (libera calor) e, sob condições de baixa umidade \n\nresidual na pilha, produz elevação da temperatura de ignição da pirita \n\n(aproximadamente 400ºC)”. (p.314) \n\nCom a finalidade de reduzir os problemas ambientais, a empresa São \n\nDomingos executou o rebaixamento do lençol freático em 2 m para evitar o \n\ncontato da pirita com as águas do Rio dos Porcos. Segundo o engenheiro \n\nresponsável pelo setor ambiental, esta medida, somada à drenagem realizada em \n\n12 km na área circundante ao depósito de rejeito e ao talude de argila, conseguiu \n\nreduzir a contaminação do Rio dos Porcos. \n\nApesar dessas iniciativas, o ambiente e a população na área circundante ao \n\ndepósito de rejeito de carvão são bastante prejudicados. Em trabalhos de campo \n\nobservou-se que próximo à área do rejeito, as estradas, as lavouras e as casas \n\npossuem uma cor acinzentada em virtude da poeira que é carregada pelo vento a \n\npartir das pilhas de rejeito. Além disso, ocorre a poluição hídrica decorrente da \n\ncontaminação dos cursos d´água por metais pesados através do escoamento da \n\nágua da chuva sobre as pilhas de rejeito e, também, do contato das águas da \n\nlavação de rejeito com as águas do Rio dos Porcos. \n\n \n\n \n\n\n\n \n\n  \n\n119 \n\n  \n\n \n\n \n\n4.5 – A Paisagem Industrial \n\n \n\nNa sub-bacia do Rio dos Porcos, existem três áreas de concentração de \n\nindústrias: a primeira localizada no distrito industrial da Quarta Linha, em Criciúma, \n\ne as outras na Segunda Linha e na Vila Nova, em Içara (mapa nº02 – mapa de \n\nlocalização da sub-bacia do Rio dos Porcos).  \n\nSegundo dados da FIESC (2003), estas indústrias estão relacionadas aos \n\nsetores de plástico, esmalte, metalurgia, vestuário e, principalmente, cerâmico. \n\nNeste último, que se destaca como principal segmento industrial da área em \n\nestudo, estão localizadas as maiores indústrias cerâmicas de Santa Catarina: \n\nGrupo Cecrisa, Eliane, De Luca e Vega. Estas indústrias, juntamente com outras, \n\nfazem com que o sul do estado seja o maior produtor nacional de revestimentos \n\ncerâmicos (AURÉLIO DOS SANTOS, 1997:73) e contribuem para que o Brasil \n\nseja o quarto produtor mundial neste setor, ficando atrás somente da China, Itália \n\ne Espanha (ANFACER, 2001). \n\nA instalação e o desenvolvimento da indústria cerâmica desencadearam o \n\nincremento de outros serviços a ela relacionados, como indústria de esmaltes para \n\npisos e azulejos, indústria de plásticos usados nas embalagens e em outros \n\nprocessos de industrialização, indústria metalúrgica ampliando e reparando os \n\nmaquinários utilizados nas fábricas de cerâmica, entre outros. Além disso, essas \n\nindústrias condicionaram a expansão do comércio e da infra-estrutura urbana para \n\natender a população que se instalou aos arredores das empresas. \n\nNa sub-bacia do Rio dos Porcos existem, segundo dados da FIESC (2003) \n\ncerca de 20 indústrias. Neste trabalho, serão mostrados os dados de 16 \n\nempresas, as quais contabilizam, juntas, cerca de 2.200 funcionários. Dentre as \n\nindústrias registradas, destaca-se a Cecrisa, a Eliane, a De Luca, Guará e a \n\nColorobbia, em Criciúma, e a Colorminas e a Vectra, em Içara. \n\n\n\n \n\n  \n\n120 \n\n  \n\nAs indústrias que estão localizadas em Criciúma pertencem aos setores \n\ncerâmico, plástico, esmaltes, metalurgia e vestuário. Estas empresas foram \n\ninstaladas a partir da década de 1980 e envolvem cerca 1600 funcionários, \n\nconforme a tabela abaixo (nº 15). \n\n \nTabela nº 15 – Indústrias de Criciúma na sub-bacia hidrográfica do Rio dos Porcos \n \n\nFonte: Indústrias cadastradas na Fundação das Indústrias do Estado de Santa Catarina - FIESC, \nsetembro - 2003. \nNI – Não informado \n* - Empresas exportadoras  \n\n \n\n \n\nA De Luca Revestimentos Cerâmicos, segundo a FIESC (2002), dedica-se \n\nà fabricação de pisos, azulejos e outros ladrilhos e artigos semelhantes de \n\ncerâmica, vidrados e esmaltados, os quais geram 80 tipos de produtos. O volume \n\nde produção no ano de 2001 foi de 4,8 milhões de m2, o que representa um \n\nfaturamento de R$ 31,7 milhões. \n\nO Grupo Cecrisa Revestimentos Cerâmicos possui seis unidades \n\nempresariais, sendo que duas delas (Eldorado e Portinari) estão na área em \n\nestudo. Segundo a FIESC (2002), a empresa fabrica azulejos, pisos, porcellanato, \n\nrevestimentos de fachadas e peças especiais, todos em cerâmica. No ano de \n\n2001 a empresa alcançou uma produção de 32,4 milhões de m2, cujo faturamento \n\n \nNome \n\n \nAtividade \n\nAno de \nfundação \n\nNº funcionário \n\nDe Luca Revestimentos Cerâmicos Ltda. cerâmica* 1987 260 \nEliane Revestimentos Cerâmicos. cerâmica* 1996 130 \nCecrisa Revestimentos Cerâmicos S/A (unidade \nPortinari) \n\ncerâmica* 1986 413 \n\nCecrisa Revestimentos Cerâmicos S/A (unidade \nEldourado) \n\ncerâmica* 1986 400 \n\nZanette Indústria Cerâmica Ltda. ME cerâmica* 1996 20 \nColorobbia cerâmica NI NI \nAir Liquide química NI NI \nIndústria de Embalagens Plástica Guará Ltda. embalagem \n\nplástica* \n1985 80 \n\nBMP Pré-Moldados Ltda. metalúrgica 1987 150 \nFerro Enamel do Brasil Indústria e Comércio Ltda. metalúrgica* NI 124 \nEmpresa Rosso e Cia Ltda. vestuário 1997 NI \n\n\n\n \n\n  \n\n121 \n\n  \n\nficou em torno de R$ 280 milhões. Segundo o informativo Jornal do Cliente (2003), \n\na empresa exporta para mais de 55 países, tendo como foco principal os \n\nmercados norte americano e canadense.  No primeiro semestre de 2003, registrou \n\num crescimento de 98,2% em seu faturamento bruto, representando uma fatura de \n\nR$ 65,2 milhões, para este período. \n\nA Eliane Revestimentos Cerâmicos, segundo informações disponíveis no \n\nsite da empresa, foi a primeira indústria a produzir porcellanato no Brasil.  Em \n\n1996, foi criada a unidade localizada na área de estudo, cuja produção média era \n\nde 70.000m²/mês, resultado de um investimento de U$ 17 milhões em tecnologia \n\nitaliana, inclusive o sistema de tratamento de efluentes. Assim, em 1997, a planta \n\nrecebeu a certificação ISO 9001 e ISO 14001 simultaneamente, tornando-se a \n\nprimeira industria cerâmica do mundo a ser certificada pela ISO 14001. No ano de \n\n2000 a planta foi novamente ampliada, totalizando 200.000m²/mês de capacidade \n\nprodutiva. \n\nDestaca-se, ainda, no distrito industrial da Quarta Linha a Indústria \n\nCerâmica Zanette, que produz blocos, placas, tijolos e outros artefatos; a Indústria \n\nde Embalagens Plásticas Guará, que fabrica artigos de material plástico para \n\nembalagem e acondicionamento, impressos ou não - sacos de polietileno, rótulos \n\nplásticos, películas de polietileno, rótulos; e a Indústria Metalúrgica Ferro Enamel, \n\nque produz ferro e aço e é fornecedora da Cecrisa. \n\nAs indústrias pertencentes a Içara, são dos setores cerâmico, esmaltes, \n\nplástico, alimentício e construção civil. Estas empresas se instalaram na área a \n\npartir da década de 1970 e, juntas, empregam cerca de 600 funcionários, como \n\nmostra a tabela nº 16. \n\nA Colorminas – Colorifício e Mineração S/A, segundo dados da FIESC \n\n(2002), dedica-se à fabricação de fritas e granilhas, compostos de argila, talco e \n\ncorantes, produtos que são fornecidos à Indústria Cerâmica Cecrisa. Em 2001 a \n\nempresa produziu 434.816 toneladas o que garantiu um faturamento de R$ 51,3 \n\nmilhões. Já a Vectra Revestimentos Cerâmicos Ltda, dedica-se à produção de \n\nladrilhos e artigos semelhantes de cerâmica, vidrados e esmaltados. \n\n\n\n \n\n  \n\n122 \n\n  \n\nTabela nº 16 – Indústrias de Içara na sub-bacia do Rio dos Porcos \n \n\nFonte: Indústrias cadastradas na Fundação das Indústrias do Estado de Santa Catarina - FIESC, \nsetembro - 2003  \nNI- Não informado \n* - Empresa exportadora \n\n \n\nA implantação dessas indústrias na sub-bacia do Rio dos Porcos pode estar \n\nrelacionada a dois fatores que ocorreram em âmbito nacional e regional, mas que \n\ntiveram reflexos diretos na área em estudo: o primeiro com a criação do Banco \n\nNacional de Habitação (BNH), em meados da década de 1960; e o segundo como \n\nresultado da crise econômica gerada pela atividade carbonífera, a partir da década \n\nde 1980.  \n\nDe acordo com Goularti Filho (1997), a política federal de habitação \n\npopular, instituída na década de 1960, estimulava o crescimento do setor de \n\nconstrução civil, através de medidas especiais como a Caderneta de Poupança, o \n\nFundo de Garantia por Tempo de Serviço e a Correção Monetária. A criação do \n\nBNH permitiu investimentos no setor cerâmico, onde bancos estatais de fomento \n\ncediam financiamentos com juros subsidiados. O autor salienta que “a história do \n\nsetor cerâmico se confunde com a história do BRDE e do BASDESC: das \n\ncontratações realizadas pelo BRDE nos períodos de 1963/81 o setor absorveu \n\n12% e nos períodos de 1984/86, 3,4%”. (GOULARTI FILHO, 1997:70)  \n\nLAGO (2000:424) acrescenta que, somadas a essas medidas da política \n\nhabitacional, durante a década de 1970, houve o despertar para o turismo de \n\nmassa de 2ª residência, quando ocorreram formidáveis estímulos à construção \n\ncivil, beneficiando, desta forma, a indústria cerâmica. \n\nNome Atividade Ano de fundação Nº funcionário \nColorado Plásticos Indústria e \nComércio e Reciclagem Ltda. \n\ncerâmica* NI NI \n\nColorminas Colorifício e Mineração S/A compostos cerâmicos 1986 254 \nVectra Revestimentos Cerâmicos Ltda. cerâmica * 1979 235 \nConstrufaz Indústria de Artefatos de \nCimento Ltda. \n\nlajota,laje, concreto 1980 02 \n\nMartinho Mendes &amp; Cia Ltda. lajota, concreto, \ncalorifício* \n\n1995 55 \n\n\n\n \n\n  \n\n123 \n\n  \n\nO segundo fator de implantação das indústrias na área em estudo está \n\nrelacionado aos investimentos concedidos pelo Governo Estadual às empresas, \n\ndurante as décadas de 1980 e 1990, para reestruturar a economia afetada pela \n\ncrise do carvão mineral no sul catarinense, como foi mostrada no item 4.4 deste \n\ncapítulo.  \n\n De acordo com Goularti Filho (1997:70) \n\n \n\nOs recursos liberados pelo BADESC ao setor de minerais não-\nmetálicos basicamente se destinaram às cerâmicas no sul do \nEstado, e a região é a segunda na participação das cotas do banco. \nOs anos de 1989 e 1990 refletem bem esta realidade, quando foram \nliberados ao setor de minerais não-metálicos 70% e 39%, \nrespectivamente. Mesmo nos anos de 1987, 88, 91 e 92 tais cotas \nforam significativas, absorvendo 17%, 14%, 15% e 8%. De 1981 a \n1986, o setor absorveu em média 6% dos recursos liberados pelo \nBADESC. \n\n \n\nAurélio dos Santos (1997) acrescenta que na década de 1980 ocorreu, \n\ntambém, um “programa de incentivos à instalação de novas indústrias, oferecendo \n\nlotes, isenção de tributos por 15 anos, infra-estrutura básica e até apoio na oferta \n\nde material e na construção de obras (p.73)”. \n\nAlém de condicionar a instalação de novas indústrias, salienta Fermo \n\n(2002), a crise econômica gerada pelo carvão mineral fez com que as já \n\nexistentes, como a do vestuário e da cerâmica, aprimorassem os seus processos \n\nprodutivos, alcançando novos mercados, tanto em nível nacional como \n\ninternacional, e incrementando outros setores da economia. \n\nPara esse autor, a indústria do vestuário estava presente na economia da \n\nregião sul desde a década de 1960, caracterizando-se como uma atividade \n\nfamiliar e de mercado local. Entretanto, a partir da década de 1980, este ramo \n\ndespontou, a ponto de ser, atualmente, a indústria com o maior percentual de \n\nempregados no Município de Criciúma.  \n\nIsto se deve, de acordo com Aurélio dos Santos (1997), além dos \n\ninvestimentos do BRDE, quando abriu linhas de créditos para a indústria de \n\n\n\n \n\n  \n\n124 \n\n  \n\nvestuário, e desta forma impulsionando o “turismo de compras”, às parcerias entre \n\no SINDIVEST e SENAI-FIESC, cujo propósito era o aperfeiçoamento da mão-de-\n\nobra envolvida no setor. Além disso, ocorreu a exploração do trabalho feminino, \n\natravés dos baixos salários pagos às mulheres e às filhas de mineiros \n\ndesempregados que representavam, em 1997, 95% da mão-de-obra do setor. \n\nSegundo o referido autor, a indústria do vestuário impulsionou outros \n\nseguimentos da economia, propiciando o surgimento do comércio de máquinas \n\nnovas, oficinas mecânicas, lojas de aviamentos e bordados e um aumento no \n\nnúmero de centros comerciais, em Criciúma e outros municípios vizinhos, como \n\nAraranguá, Maracajá e Içara. \n\nJá a indústria cerâmica, como alternativa de contornar as crises \n\neconômicas da exploração de carvão e da falta de políticas habitacionais, investiu \n\nno aperfeiçoamento de seu processo técnico, visando o mercado externo. \n\nGoularti Filho (1997:74) acrescenta que, neste período de crise, \n\n \n\na conquista do mercado para a cerâmica tornou-se uma condição \nnecessária para a manutenção e a ampliação da capacidade \ninstalada após as constantes retrações do mercado interno durante \na década de 80 e o início dos anos 90. Esta conquista se deu \nessencialmente pela agressividade como o setor sempre enfrentou \no concorrente, buscando novos métodos de gestão e produção e \npelo apoio estatal via financiamento. \n\n \n\nAssim, a cerâmica catarinense despontou no âmbito mundial, e como \n\ndestaca Aurélio dos Santos (1997), impulsionou outros setores a ela relacionados: \n\na indústria metalúrgica e mecânica, que fabricam equipamentos, máquinas e \n\npeças de reposição, não só para a cerâmica como para o carvão; as fábricas de \n\ntijolos refratários para os fornos; indústria de embalagens plásticas; indústrias de  \n\npapelão e de material gráfico.  \n\nGoularti Filho (2002) acrescenta que a inserção da indústria metal-\n\nmecânica na região de Criciúma está diretamente relacionada aos setores \n\ncerâmico, plástico e carbonífero. Os principais produtos que atendem as indústrias \n\n\n\n \n\n  \n\n125 \n\n  \n\ncerâmicas são prensas, fornos, atomizadores, secadores, estampos e britadores. \n\nPara a indústria de matérias plásticas são fabricados moldes, serras, lâminas, \n\ninterteladores, fuzionadores e, para o setor carbonífero, correias transportadoras, \n\nengrenagens, ventiladores, ferragens e soldanas. Segundo esse autor, a principal \n\nvantagem apresentada pela instalação da indústria metal-mecânica na região \n\nrefere-se ao fato de ela atender grande parte das necessidades geradas pelas \n\nindústrias cerâmicas, o que diminui a dependência tecnológica que este setor tem \n\nem relação às multinacionais italianas e espanholas. \n\nO pleno desenvolvimento dessas indústrias na sub-bacia além de \n\ncondicionar o surgimento de novos serviços que atendessem as necessidades da \n\npopulação que se instalou nos distritos industriais e em bairros circundantes, \n\nocasionou danos ambientais.  \n\nCom o intuito de caracterizar os principais elementos e processos \n\nindustriais que comprometem a qualidade do ambiente em estudo, fez-se uso da \n\npesquisa realizada pela SEDUMA (1997, vol.5) na bacia hidrográfica do rio \n\nAraranguá. Entretanto, cabe ressaltar que o referido estudo não identifica as \n\nempresas em que foram realizadas as análises, mencionando, apenas, o setor \n\nindustrial ao qual elas estão vinculadas.   \n\nSegundo a SEDUMA (1997), os principais impactos ambientais relacionados \n\nà atividade da indústria cerâmica na sub-bacia em estudo são a contaminação \n\natmosférica, os efluentes líquidos, os resíduos sólidos e as emissões de ruídos.  \n\nAs principais indústrias cerâmicas da sub-bacia estão situadas no distrito \n\nindustrial de Quarta Linha, em Criciúma, local onde passam dois importantes \n\nafluentes do Rio dos Porcos: o Córrego Eldourado e o Quarta Linha. Esses \n\ncórregos recebem a descarga das águas residuais da indústria cerâmica, que são \n\nprovenientes, sobretudo, da lavação das instalações e da aplicação de esmaltes. \n\nNessas águas foram encontrados \n\n \n\nsólidos em suspensão, como argilas, restos de fritas, silicatos \ninsolúveis em geral; ânions em solução, como sulfatos, cloretos, \nfluoretos; metais pesados em solução e/ou suspensão, \n\n\n\n \n\n  \n\n126 \n\n  \n\nprincipalmente Pb e Zn; boro em quantidades mais ou menos \nvariáveis; e traços de matéria orgânica, proveniente de veículos \nserigráficos e colas, utilizados nas operações de esmaltação \n(SEDUMA, 1997:73).  \n\n \n\nA concentração dessas indústrias está diretamente relacionada ao tipo e \n\ncomposição dos esmaltes e da vazão da água utilizada no processo. Entretanto, \n\nalgumas indústrias, com o intuito de minimizar os impactos ao meio ambiente, \n\nfazem uso de sistema de controle de efluentes líquidos, como mostra a tabela \n\nnº17. \n\n \n\nTabela nº17 - Alternativas para tratamento dos efluentes líquidos das indústrias \ncerâmicas \n \n\nFonte: SEDUMA, 1997, p.47, vol. 5  \n \n\nOs resíduos sólidos da indústria cerâmica, ainda conforme SEDUMA \n\n(1997), possuem três classes que são referenciadas pela Associação Brasileira de \n\nNormas Técnicas (ABNT): resíduos perigosos (classe I), resíduos não inertes \n\n(classe II) e resíduos inertes (classe III), conforme ilustra a tabela nº18. \n\n \nTabela nº 18 - classificação dos resíduos sólidos gerados na indústria cerâmica. \n \n\nObs: Os resíduos gerados nas etapas de gaseificação dizem respeito apenas às cerâmicas que \nutilizam gás pobre como alternativa energética. \n\nFonte: SEDUMA, 1997, p.45, vol. 5 \n\nSetor onde é gerado Sistemas de tratamento adotados \n\nEsmaltação Sedimentação/clarificação, filtro prensa, filtro a vácuo \nMassa Homogeneização/reciclagem no processo \nFornalha leito fluidizado (cinzas) Sedimentação discreta \nGaseificação Lodo ativado, lagoas \n\nResíduo Processo onde é gerado Classificação \nMassa Preparação de massa, lavação de moinhos Classe II ou III \nRaspas de Esmalte Esmaltação Classe I \nCinzas de Carvão Mineral Atomização de Massa Classe II \nAlcatrões Gaseificação Classe I \nLodo das estações de tratamento \nde efluentes fenólicos \n\nGaseificação Classe I \n\nCinzas dos Gaseificadores Gaseificação Classe I ou II \nLimonita Dessulfurização do gás pobre Classe I \n\n\n\n \n\n  \n\n127 \n\n  \n\nOs principais problemas atmosféricos gerados pela indústria cerâmica \n\n(tabela nº19) são decorrentes dos processos de atomização da massa, fornos de \n\nbiscoitos e de vidrado e “as empresas que geram gás como alternativa energética \n\napresentam problemas com relação à emissão de substâncias odoríferas \n\nprovenientes do processo de gaseificação, seja de carvão mineral, vegetal ou \n\nturfa”. (SEDUMA, 1997: 82 – vol. nº 05) \n\n \nTabela nº 19 - Principais contaminantes atmosféricos emitidos no processo \ncerâmico \n\n \n \n \n \n \n \n \n\nLPO: Limite de Percepção de Odor. \nFonte: SEDUMA, 1997, p.47, vol. 5. \n\n \n\nNo que se refere às indústrias de fritas metálicas, principais fornecedoras \n\nde matérias-primas para as indústrias de revestimentos cerâmicos, a SEDUMA \n\n(1997) classificou como problemas ambientais os efluentes líquidos e atmosféricos \n\ngerados durante o processo de industrialização. \n\n As indústrias de fritas metálicas também estão situadas próximo aos \n\nCórregos Eldourado e Quarta Linha. A água utilizada na fritagem dessas indústrias \n\n– processo de produção dos esmaltes cerâmicos que utilizam bórax, ácido bórico, \n\nfeldspato, quartzo, óxido de estanho, titânio, calcita, óxido de zinco, litargírio, etc – \n\ncontém metais pesados que, sem o tratamento adequado, poluem os cursos \n\nd´água. \n\nAs emissões atmosféricas, outro dano ambiental decorrente deste tipo de \n\nindústria, são geradas por meio da queima de combustíveis nos fornos. Os gases \n\nemitidos são os característicos do combustível, “onde o SO2 aparece em maiores \n\nproporções, principalmente quando empregado óleo BPF. Além dos gases de \n\ncombustão, há uma quantidade relativamente alta de material particulado, sendo \n\nProcesso Contaminante \nAtomização Material particulado, SOx, CO2, Cl\n\n-, F-, \nFornos de Biscoito SOx, Cl\n\n-, F-, NO2, B, NH3 \nFornos de Vidrado SOx, Cl\n\n-, F-, NO2, B, NH3 \nUsinas de Gaseificação Fenos e amônia (LPO*) \n\n\n\n \n\n  \n\n128 \n\n  \n\num agravante, neste caso, a composição da matéria-prima (óxidos metálicos).” \n\n(SEDUMA, 1997:90) \n\nOs resíduos sólidos gerados pelas indústrias de fritas metálicas, segundo o \n\nSEDUMA (19997), não podem ser enquadrados como indicadores de poluentes \n\ndo ambiente, pois são reciclados no processo industrial, incluindo o material \n\nparticulado retido em filtros de mangas, e são utilizados na limpeza dos gases \n\ngerados na fusão da matéria-prima. \n\n A indústria metal-mecânica também apresenta danos ao meio ambiente \n\ncom a contaminação do ar, água e geração de resíduos sólidos. Na sub-bacia \n\nessas indústrias estão situadas no distrito de Quarta Linha, em Criciúma, local \n\nonde se situam os Córregos Eldorado e Quarta Linha. \n\n Os efluentes líquidos gerados no processo de industrialização, conforme o \n\nrelatório da SEDUMA (1997), são prejudiciais às águas receptoras, pois estes \n\napresentam metais tóxicos, especialmente cromo hexavalente, cádmio e outros; \n\nânions tóxicos, sobretudo cianetos, sulfetos e fluoretos; acidez e/ou alcalinidade \n\npronunciadas.  \n\nÉ comum, ainda, segundo SEDUMA (1997), ocorrer despejos ácidos \n\nconstituídos de soluções de ácido sulfúrico, nítrico, clorídrico e fluorídrico, cujo pH \n\né abaixo de 2; despejos alcalinos contendo sais de sódio, zinco e potássio, de \n\nhidróxidos de sódio e de potássio, de emulsionantes orgânicos e de detergentes \n\nsintéticos; teor de cianetos nos resíduos alcalinos perto de 20 ou 30 mg/l e em \n\nalguns casos acima deste limite; teor de cromo hexavalente situado entre 50 e 500 \n\nmg/l, mas podendo alcançar, às vezes, a 1 ou 2 gramas por litro. \n\n Os impactos ambientais, acima apresentados, são contornados por \n\nalgumas empresas localizadas na sub-bacia que possuem projetos de prevenção \n\ne recuperação de danos ambientais causados pela atividade industrial. Entretanto, \n\no número de indústrias que apresentam alguma certificação ainda é reduzido, o \n\nque compromete a qualidade do ambiente. \n\n\n\n \n\n  \n\n129 \n\n  \n\n \n\n \n\n \n\n Conclusão \n\n \n\n \n\nNeste trabalho conclui-se que a aplicação do conceito operacional de \n\npaisagem foi de fundamental importância para a realização da análise ambiental \n\nna sub-bacia hidrográfica do Rio dos Porcos. A partir da perspectiva da paisagem, \n\nvoltou-se para o estudo dos elementos naturais e sociais que compõem a sub-\n\nbacia, bem como as transformações presentes no uso e ocupação da terra no \n\nperíodo de 1957 a 2002. \n\nAssim, ao analisar o ambiente da sub-bacia hidrográfica do Rio dos Porcos \n\nlevou-se em consideração a formação geológica, e a partir dela dividiu-se a área \n\nem dois setores distintos: a margem direita do curso principal, a oeste da área, é \n\naquela onde afloram as rochas mais antigas, cujas idades variam do Permiano ao \n\nJurássico-Cretácio; e a margem esquerda do Rio dos Porcos, a leste da área, \n\nrepresentada na sua totalidade, por depósitos quaternários, pleistocenicos e \n\nholocenicos. Essas características do meio físico foram importantes para a \n\ndisposição das atividades produtivas desenvolvidas pelos descendentes de \n\nimigrantes italianos e portugueses das comunidades da sub-bacia. \n\nDesta forma, a associação entre as formas naturais e as culturais \n\nestabeleceram distintas paisagens, que apresentaram significativas mudanças no \n\nperíodo de 1957 a 2002. Com o intuito de estudar as principais transformações da \n\npaisagem, elaborou-se mapas de uso da terra de 1957,1978 e 2002, na escala \n\n1:50.000, destacando-se as seguintes feições: mata, silvicultura, rizicultura, \n\nbananicultura, cultivos diversos, pastagem, área urbanizada e depósito de carvão \n\nmineral. Os resultados provenientes destes mapas serviram de base para os \n\nrespectivos cruzamentos e, a partir deles, analisou-se as mudanças de uso da \n\nterra no período. \n\n\n\n \n\n  \n\n130 \n\n  \n\nDe acordo com as informações geradas nos mapas de uso da terra de \n\n1957, 1978 e 2002, constatou-se que o desenvolvimento das atividades de \n\nrizicultura irrigada, bananicultura, silvicultura, pastagem e cultivos diversos \n\ndesencadearam um grande desflorestamento da vegetação nativa. \n\nEntre os anos de 1957 e 1978 a área de mata apresentou um decréscimo \n\nde aproximadamente 50%, valor que se manteve entre 1978 e 2002. Essa \n\ndiminuição representou, no total, uma redução de 72% da área ocupada com mata \n\nem 1957. \n\nEste desmatamento foi associado, especialmente, à expansão da rizicultura \n\nirrigada nas várzeas do Rio dos Porcos, ocupando as áreas da Floresta Tropical \n\nde Planície Quaternária. A atividade em 1978 apresentou um aumento de 1.000% \n\nde área cultivada em relação a 1957, impulsionado pelo Sistema Nacional de \n\nCrédito Rural, política agrária instituída pelo governo federal em 1966.  \n\nNo período entre 1978 e 2002 verificou-se um crescimento de, \n\naproximadamente 100% nas lavouras de arroz irrigado. Este aumento está \n\nvinculado à outra importante política agrícola governamental, o Programa Nacional \n\nde Aproveitamento Racional de Várzeas Irrigáveis, implementado no Brasil no \n\ninício da década de 1980 e que promoveu o crescimento do arroz irrigado, uso de \n\nmaquinários, agrotóxicos, fertilizantes e a adoção de novos cultivares. \n\nConcomitante ao crescimento das lavouras de arroz irrigado, verificou-se a \n\ncanalização do Rio dos Porcos, obra realizada pelo Departamento Nacional de \n\nObras e Saneamento, na década de 1970.  \n\nOs principais problemas ambientais relacionados com a rizicultura irrigada \n\nsão a contaminação das águas do Rio dos Porcos com os agrotóxicos utilizados \n\nnas lavouras, a compactação e a erosão dos solos, bem como os sérios conflitos \n\nde uso da água.  \n\nNas demais áreas da sub-bacia do Rio dos Porcos o desmatamento \n\nocorreu em virtude da ampliação das atividades de bananicultura, silvicultura, \n\npastagem e cultivos diversos. \n\n\n\n \n\n  \n\n131 \n\n  \n\nA expansão da bananicultura ocorreu no sentido noroeste-sudoeste, \n\npartindo do Morro Estêvão em direção ao Morro Albino e, ainda, nos demais \n\nmorros da sub-bacia em cotas topográficas que variavam de 40 m a 120 m de \n\naltitude. De acordo com os mapas de uso da terra, verificou-se que os percentuais \n\nda bananicultura mantiveram o padrão de crescimento de cerca de 100% entre \n\n1957 e 1978 e entre 1978 e 2002. Neste processo, a atividade contribuiu com a \n\nredução de 292,11 ha de vegetação das encostas dos morros da sub-bacia, \n\npredominantemente situados na margem direita do rio dos Porcos. \n\nA bananicultura, além dos danos ambientais causados pelo desmatamento, \n\nprejudica a qualidade das águas superficiais com agrotóxicos empregados no solo \n\ne nas plantas, devido à inclinação do terreno, pode ser facilmente transportado \n\npelas águas da chuva até os córregos, Eldorado e Quarta Linha, para depois \n\nalcançar as águas do Rio dos Porcos. \n\nUma outra categoria que contribuiu para a diminuição da área de mata foi a \n\nsilvicultura, classe que não recebeu um estudo detalhado em virtude das poucas \n\ninformações coletadas. Na sub-bacia a atividade foi introduzida por imigrantes \n\nitalianos com vistas à apicultura. A atividade foi incrementada, a partir da década \n\nde 1940, por empresas mineradoras, em que os troncos serviam como suporte s \n\nminas de carvão; a construção dos ramais da Estrada de Ferro Dona Tereza \n\nCristina, como aquele que passa a, aproximadamente, 2 Km do limite norte da \n\nsub-bacia, também utilizavam toras de eucaliptos.  \n\nDe acordo com os mapas de uso da terra, a silvicultura apresentava em \n\n1957 2.245 ha, o equivalente a 11,6% do uso da terra, diminuindo para 1.321 ha \n\nem 1978. Esta oscilação pode ser associada à introdução da fumicultura que fez \n\ncom que os eucaliptos passassem a servir, também, como combustível nas \n\nestufas de fumo. Atualmente, sua representatividade mantém-se em torno de 13% \n\ndo uso da terra, sendo cultivada especialmente sobre os solos arenosos situados \n\nna margem esquerda do Rio dos Porcos.  \n\nO principal agravante ambiental relacionado à silvicultura foi \n\ndescaracterização da vegetação original devido ao expressivo desmatamento, o \n\n\n\n \n\n  \n\n132 \n\n  \n\nque imprime ao eucalipto a principal imagem de vegetação da área em estudo, \n\ncom prejuízos para a adaptação da flora e da fauna silvestres. \n\nA pastagem apresentou um crescimento 758 ha entre 1957 e 2002, o que \n\nequivale a 17%. Apesar da atividade constituir-se na segunda maior modalidade \n\nde uso da terra da sub-bacia em 2002 (26%), as entrevistas com agricultores e \n\ntécnico da EPAGRI permitiram inferir que a pastagem não se constitui numa \n\natividade expressiva para a sub-bacia, sendo apenas relacionada à criação de \n\nanimais que auxiliam nas colheitas de fumo e a investimentos de empresários \n\nlocais para no deixarem as suas terras ociosas. Diante disso, as informações \n\ncoletadas em campo não foram suficientes para que a análise desta categoria.  \n\nA feição cultivos diversos também contribuiu para a diminuição da área de \n\nmata. Esta classe apresentou um aumento percentual de, aproximadamente 42% \n\nentre os anos de 1957 e 1978, seguido de uma redução de 33% entre 1978 e \n\n2002. Como foi destacado anteriormente, no foram identificadas todas as \n\ncategorias agrícolas desta classe o que dificultou um estudo individualizado dos \n\ncultivos, bem como dos processos que conduziram a oscilação dos percentuais. \n\nA fumicultura por constituir-se numa importante atividade produtiva da sub-\n\nbacia mereceu um estudo mais detalhado. A atividade foi introduzida no início da \n\ndécada de 1960 pela ação da Agroindústria Fumageira Souza Cruz. Esta \n\nagroindústria foi a primeira a introduzir cultivo de fumo de estufa de forma \n\nintegrada na sub-bacia, atraindo especialmente os produtores de mandioca. \n\nAtualmente, outras empresas atuam na área em estudo e a atividade é \n\ndesenvolvida nas pequenas propriedades de mão-obra-familiar. \n\nA área de depósito de rejeito de carvão mineral apresentou um aumento de \n\n24 ha entre 1978 e 2002, crescimento que implicou na redução de área de mata, \n\nde silvicultura, de cultivos diversos e de pastagem. Atualmente, a feição ocupa 43 \n\nha do uso da terra da sub-bacia e todo o rejeito acumulado, proveniente das minas \n\nsituadas no Município de Içara, está sendo reaproveitado pela Empresa São \n\nDomingos através de lavagem e comercializado com a Empresa TRACTEBEL. \n\n\n\n \n\n  \n\n133 \n\n  \n\nA extração do carvão mineral, que ocorreu de maneira mais expressiva em \n\náreas circundantes à sub-bacia, teve significativos reflexos na área em estudo: a \n\nimplantação de indústrias de cerâmica e outros setores a ela relacionados (a \n\nmetal-mecânica, a de embalagens plásticas e a química), como um investimento \n\nde capital das empresas mineradoras; e a ampliação das comunidades de \n\nSegunda e Quarta Linha, Vila Nova e Mineração, tanto em número de casas \n\nquanto em serviços e infra-estrutura.  \n\nNo que tange à área urbanizada, em 1957 está feição possuía 8,1 ha e era \n\nrepresentada pela comunidade de Mineração, no Município de Içara. De acordo \n\ncom o mapa de 1978, esta área urbanizada da sub-bacia apresentou um \n\ncrescimento de aproximadamente 900% em relação a 1957. Este crescimento \n\nestá atrelado à implantação da BR 101, rodovia que corta a sub-bacia no sentido \n\nnordeste-sudoeste e que facilitou o fluxo de mercadorias e pessoas no sul do \n\nestado; e às implicações econômicas geradas pela exploração do carvão mineral, \n\nque atraiu mão-de-obra para as áreas de mineração. \n\nEntre 1978 e 2002 a área urbanizada apresentou um crescimento de 600%, \n\nocupando atualmente cerca de 600 ha do uso da terra da sub-bacia. Este \n\nexpressivo crescimento está vinculado à exploração de carvão mineral e à \n\ninstalação na sub-bacia, a partir da década de 1970, de indústrias do setor \n\ncerâmico e outros. \n\nO setor industrial da sub-bacia, especialmente por se constituir numa \n\nreferência nacional na fabricação de cerâmica mereceu um estudo mais \n\ndetalhado, destacando-se neste trabalho como uma subunidade de paisagem. A \n\nimplantação das indústrias na área em estudo foi vinculada à política nacional de \n\nhabitação popular, nos anos 1960, e à crise econômica e social, provocada pelo \n\ncancelamento da política protecionista do Governo Federal em relação ao carvão \n\ncatarinense. Assim, os setores industriais cerâmico e metal-mecânico, que vinham \n\nse desenvolvendo na região em décadas anteriores, receberam incentivos do \n\nGoverno, pois representavam a reestruturação da economia. \n\n\n\n \n\n  \n\n134 \n\n  \n\nNa análise ambiental da sub-bacia identificou-se alguns conflitos gerados \n\npelo uso e ocupação da terra, como o que ocorreu entre mineradores e \n\nagricultores, na implantação da área de Preservação Ambiental Morro \n\nEstêvão/Albino, e também na proposta de implantação do Presídio Agrícola na \n\ncomunidade de Espigão da Pedra, o qual desencadeou um impasse entre poder \n\npúblico e população local.  \n\nAlém disso, as atividades industriais e a lavação do rejeito de carvão \n\nmineral contribuem com a poluição do Rio dos Porcos, que é o principal \n\nfornecedor de água para as lavouras de arroz irrigado, atividade que também \n\nprejudica a qualidade das águas do Rio dos Porcos pela utilização de agrotóxicos \n\ne fertilizantes lavouras, bem como pelo grande volume de água empregado. \n\nConsidera-se que, futuramente, novos conflitos de uso da terra serão \n\naveriguados na sub-bacia do Rio dos Porcos, pois segundo informações do DNPM \n\nde Florianópolis, está em processo de concessão de lavra de argila na parte sul da \n\nsub-bacia. \n\nAcredita-se que os dados apresentados por este trabalho servirão de base \n\npara novos estudos e que estes contribuam para a qualidade do ambiente da sub-\n\nbacia hidrográfica do Rio dos Porcos e para o melhor conhecimento da bacia \n\nhidrográfica do Rio Araranguá, onde está inserida. \n\n                                                                                                                                                                                                                                                                                                              \n\n\n\n \n\n  \n\n135 \n\n  \n\n \n\n \n\nREFERÊNCIAS \n\n \n\n \n\nALEXANDRE, N. Z. Análise Integrada da Qualidade das Águas da Bacia do \n\nAraranguá (SC). 2000. 284f. (Dissertação) Mestrado em Geografia. Centro de \n\nFilosofia e Ciências Humanas, Universidade Federal de Santa Catarina, \n\nFlorianópolis. \n\n \n\nALVES, E. J., OLIVEIRA, M. A., DANTAS, J. L. L., OLIVEIRA, S.L. Exigências \n\nclimáticas. Pg 35-45. in: ALVES, E. J. (org.). A cultura da banana: aspectos \n\ntécnicos, sócio-econômicos e agroindustriais. 2ª ed. Brasília: EMBRAPA – \n\nSPI/Cruz das Almas: EMBRAPA – CNPMF, 1999, 585p. \n\n \n\nALVES. M.M. Comunidade é contra penitenciária. Diário Catarinense, \n\nFlorianópolis, 07 set. 2003. p.30 \n\n \n\nAMESC – Associação de Municípios do Extremo Sul de Santa Catarina. \n\nDisponível em&lt;www.amesc.com.br > Acessado em março de 2003. \n\n \n\nAMREC – Associação de Municípios da Região Carbonífera. Disponível em \n\n<www.amrec.com.br > Acessado em março de 2003. \n\n \n\nANFACER - ASSOCIAÇÃO NACIONAL DE FABRICANTES DE CERÂMICA. Site \n\nwww.anfacer.org.br &lt;acessado em fevereiro de 2004>. \n\n \n\nARAÚJO, T.B. Ensaios sobre o desenvolvimento brasileiro: heranças e urgências. \n\nRio de Janeiro: REVAn, 2000, 392 p. \n\n \n\n\n\n \n\n  \n\n136 \n\n  \n\nAURÉLIO DOS SANTOS, M. Crescimento e crise na região sul de Santa Catarina. \n\nFlorianópolis: Editora da UFSC, 1997, 155 p. \n\n \n\nBERQUE, A. Paisagem-marca, paisagem-matriz: elementos da problemática para \n\numa geografia cultural. In: CORRÊA, R. L.; ROZENDAHL, Z. (org.). Paisagem, \n\ntempo e cultura. Rio de Janeiro: EdUERJ, 1996. 124 p. \n\n \n\nBRUM, A.J. Modernização da agricultura: trigo e soja. Petrópolis: Vozes, \n\n1998,200p.  \n\n \n\nCABRAL, R. O. História de Santa Catarina. 2ª ed. Florianópolis: Ed. Laudes, 1970. \n\n458 p. \n\n \n\nCLAVAL, P.  Geografia cultural.  (Trad. Pimenta, L. F. e Pimenta, M. C. A.) 2ª ed. \n\nFlorianópolis: ED. UFSC, 2001. 453 p. \n\n \n\nCONTI, J. B. Geografia, zonalidade e paisagem. In: OLIVEIRA, L.; MACHADO, \n\nL.M.C.P. (Org.). CADERNOS PAISAGEM/PAISAGENS 3: textos apresentados \n\nnas mesas redondas. 3º Encontro Interdisciplinar sobre o Estudo da Paisagem. \n\nRio Claro: UNESP, 1998. 154 p. (p. 147-154) \n\n \n\nCORRÊA, R. L.; ROZENDAHL, Z. (org.). Paisagem, tempo e cultura. Rio de \n\nJaneiro: EdUERJ, 1996. 124 p. \n\n \n\nDARÉLLA, M. Os cultivos de arroz, fumo e banana na sub-bacia do Rio Garuva, \n\nSombrio – SC, a utilização dos agrotóxicos e sua implicação na saúde dos \n\ntrabalhadores. 2001, 146f. (Dissertação) Mestrado em Geografia. Florianópolis: \n\nUFSC,  \n\n \n\nDALL’ ALBA, J. L. Memórias de Araranguá. (Bernardino de Senna Campos) 2ª ed. \n\nFlorianópolis: Lunardelle, 1989. 176 p. \n\n\n\n \n\n  \n\n137 \n\n  \n\nDUARTE, G.M. Depósitos organógenos continentais: turfas e turfeiras – \n\ncontribuição ao conhecimento dos depósitos do sul de Santa Catarina. (Trabalho \n\nreferente ao concurso público para professor titular da Universidade Federal de \n\nSanta Catarina) Florianópolis: UFSC, 1992. 283 p. \n\n \n\n____ - Depósitos cenozóicos costeiros e a morofologia do extremo sul de Santa \n\nCatarina. Tese (Doutorado).Universidade de São Paulo, 1993 \n\n \n\nEPAGRI – Empresa de Pesquisa Agropecuária e Difusão Tecnológica de Santa \n\nCatarina – Sistema de produção para arroz irrigado em Santa Catarina. \n\nFlorianópolis:1992, 52 p.  \n\n \n\n____ – Escritório Municipal de Araranguá. Projeto de limpeza do Rio dos Porcos – \n\ntrecho A. Araranguá, 1999. \n\n \n\nFERMO, D. M. R. Criciúma: ciclos econômicos e evolução urbana: a mineração de \n\ncarvão e a cidade de Criciúma. 2002. 160f. (Dissertação) Mestrado em Geografia. \n\nCentro de Filosofia e Ciências Humanas, Universidade Federal de Santa Catarina, \n\nFlorianópolis. \n\n \n\nFIESC – FEDERAÇÃO DAS INDÚSTRIAS DE SANTA CATARINA. Santa Catarina \n\nem dados. Unidade de Política Econômica e Industrial. v.12. Florianópolis, 2002. \n\n98 p. \n\n \n\nFIGUEIRÓ, A. S. Aplicação do zoneamento ambiental no estudo da paisagem: \n\numa proposta metodológica. (Dissertação) Mestrado em Geografia Florianópolis: \n\nUFSC, 1997. 242 p. \n\n \n\nGAIDZINSK, M.C. e FURTADO, S. M. A. Rizipiscicultura: um exemplo de \n\ndesenvolvimento sustentável? (no prelo) \n\n\n\n \n\n  \n\n138 \n\n  \n\nGAMA, A. M.R.C. Diagnóstico ambiental no Município de Santo Amaro da \n\nImperatriz - SC: uma abordagem integrada da paisagem. (Projeto de Qualificação \n\nde Mestrado em Geografia) Florianópolis: UFSC, 1997. 57 p. \n\n \n\nGUIMARÃES, M.K. Crédito rural: enfoques da política agrária brasileira. São \n\nPaulo: Nobel, 1976,181p. \n\n \n\nGONÇALVES NETO, W. Estado e agricultura no Brasil: política agrícola e \n\nmodernização econômica brasileira 1960 – 1980. São Paulo: Hucitec, 1997, 245 p. \n\n \n\nGOTHE, C. A. V. Diagnóstico ambiental da região carbonífera catarinense. (p. 62-\n\n96). In: 2º Encontro Nacional de Estudos sobre Meio Ambiente. vol.3.Anais: \n\nconferências e painéis. Florianópolis: UFSC, 1989. \n\n \n\nGOULARTI FILHO, A. a indústria cerâmica catarinense: participação estatal, \n\nrupturas tecnológicas e mercado externo. In: REVISTA GEOSUL. Florianópolis, \n\n1997, v.12 (n. 24): (p. 69-76) \n\n \n\n____ - A indústria metal-mecânica no sul de Santa Catarina: uma atividade \n\nacessória e local/regional. In: REVISTA GEOSUL. Florianópolis, 2002, v.17 (n. \n\n33): (p. 83-94) \n\n \n\nHERMANN, M. L. P. Levantamento dos desastres naturais causados pelas \n\nadversidade climáticas no Estado da Santa Catarina – período de 1980 a 2000. \n\nFlorianópolis: Imprensa Oficial do Estado de Santa Catarina, 2001. 89 p. \n\n \n\nIAPAR – Instituto Agropecuário do Paraná – Arroz irrigado: práticas de cultivo. \n\nLondrina, 2001, 197 p. \n\n \n\nIBGE – Projeto Nacional de Gerenciamento Costeiro. Nota explicativa da carta \n\ngeológica. Florianópolis, 1989. (a) \n\n____ - Nota explicativa da carta geomorfológica. Florianópolis, 1989. (b) \n\n\n\n \n\n  \n\n139 \n\n  \n\n____ - Nota explicativa da carta de solos. Florianópolis, 1989. (c) \n\n____ - Nota explicativa da carta de recursos biológicos. Florianópolis, 1989. (d) \n\n____ -Nota explicativa da carta de uso e cobertura do solo. Florianópolis, 1989. (e) \n\n____ - Censo Demográfico de 2000. Rio de Janeiro, 2000. \n\n \n\nICEPA – Instituto de Planejamento e Economia Agrícola de Santa Catarina. \n\nSíntese anual da agricultura em Santa Catarina: 2001/2002. Florianópolis: 2003. \n\n \n\n____ - Banana: Estudo de economia e mercado de produtos agrícolas. Vol. 2. \n\nFlorianópolis, 1995.103p.  \n\n \n\nJORNAL DO CLIENTE de setembro de 2003, Disponível em \n\n<www.cecrisa.com.br/principal/news/jornal_do_cliente.pdf> Acesso em 05 \n\njan.2004.  \n\n \n\nJORNAL DO CLIENTE, Disponível em :<http://www.elianet.com.br> Acesso em: \n\n15 jan. 2004 \n\n \n\nKLEIN, R. Mapa fitogeográfico do Estado de Santa Catarina. Itajaí: \n\nSUDESUL/FATMA/HBR, 1978, 24 p. \n\n \n\nKLEVESTON, R. Efetividade do procedimento classificatório na avaliação da \n\nrelação de uso e manejo das terras.1997 (Dissertação) de Mestrado. Centro de \n\nCiências Agrárias, Universidade Federal de Santa Catarina, Florianópolis. \n\n \n\nLAGO, P. F. Santa Catarina: a transformação dos espaços geográficos. \n\nFlorianópolis: Verde Água Produções Culturais, 2000, 592 p. \n\n \n\nMANICA, I. Fruticultura tropical: banana. Porto Alegre: Cinco Continentes Editora, \n\n1997, 485 p. \n\n \n\n\n\n \n\n  \n\n140 \n\n  \n\nMEDEIROS, M.C. A reestruturação do complexo agroindustrial do arroz de Santa \n\nCatarina: uma atividade acessória e local/regional. In: REVISTA GEOSUL, \n\nFlorianópolis, 2002, v.17 (n.33): p. 61-81,223p. \n\n \n\nMINATTO, J.M. As transformações no espaço agrário e a lógica de reprodução da \n\nagricultura familiar: o exemplo do Município de Turvo/SC. 2001 (Dissertação) de \n\nMestrado. Centro de Filosofia e Ciências Humanas, Universidade Federal de \n\nSanta Catarina, Florianópolis. \n\n \n\nMONTAYA, M. A. Aspectos regionais do crédito rural: governo, cooperativas e \n\ninformalidade. Passo Fundo: UPF, 2002, 131 p. \n\n \n\nMONTEIRO, M. A.; FURTADO, S. M.de A.. O clima do trecho Florianópolis – Porto \n\nAlegre: uma abordagem dinâmica. In: REVISTA GEOSUL. Florianópolis, 1995, v. \n\n10 (n. 19/20): (p. 117-133) \n\n \n\nMOURA, A. C. M. e ROCHA, C. H. B. Desmistificando os aplicativos Microstation: \n\nguia prático para usuário de geoprocessamento. Petrópolis: Os Autores, 2001, 355 \n\np. \n\n \n\nORTIZ, L. e TEIXEIRA, E.C. Influência das atividades de processamento do \n\ncarvão sobre a qualidade dos recursos hídricos superficiais.  (p.301-340). In: Meio \n\nambiente e carvão: impactos da exploração e utilização. Porto Alegre: \n\nFINESP/CAPES/PSDCT/GTM//PUCRS/UFSC/FEPAM, 2002, 448 p. (Cadernos de \n\nPlanejamento e Gestão Ambiental, 2) \n\n \n\nPAULILO, M.I.S. Produtor e agroindústria: consensos e dissensos – o caso de \n\nSanta Catarina. Florianópolis: UFSC/Secretaria de Estado da Cultura e do \n\nEsporte, 1990, 184 p. \n\n\n\n \n\n  \n\n141 \n\n  \n\n \n\nPAULINO, A. Roteiro para utilização do software Microstation Geographics SE \n\n(versão preliminar). Laboratório de Geoprocessamento – Universidade Federal de \n\nSanta Catarina. Outubro, 1999, 27p.  \n\n \n\nPIMENTA, M. C. A. Araranguá: expansão e plano urbano. In: REVISTA GEOSUL, \n\nFlorianópolis, 2000, v.15 (n.29): p. 79-29. \n\n \n\nROSA, R. e BRITO, J.L.S. Introdução ao geoprocessamento: sistema de \n\ninformação geográfica. UFU: Uberlândia,1996, 104 p. \n\n \n\nSANTOS, E. Contribuição ao estudo da poluição ambiental por metais pesados: a \n\nárea do Banhado da Estiva dos Pregos. 1992. 125f. (Dissertação) Mestrado em \n\nGeografia. Centro de Filosofia e Ciências Humanas, Universidade Federal de \n\nSanta Catarina, Florianópolis. \n\n \n\nSANTOS, M. A natureza do espaço: técnica e tempo, razão e emoção. São Paulo: \n\nHuctec, 1997 \n\n \n\nSAUER, C. O. Morfologia da Paisagem. (p.12-75) In: CORRÊA, R. L.; \n\nROZENDAHL, Z. (org.). Paisagem, tempo e cultura. Rio de Janeiro: \n\nEdUERJ.1998. 124 p. \n\n \n\nSCHEIBE, L.F. O carvão em Santa Catarina: mineração e conseqüências \n\nambientais. (p.45-63). In: Meio ambiente e carvão: impactos da exploração e \n\nutilização. Porto Alegre: FINESP/CAPES/PSDCT/GTM//PUCRS/UFSC/FEPAM, \n\n2002, 448 p. (Cadernos de Planejamento e Gestão Ambiental, 2) \n\n \n\nSEDUMA - Secretaria de Estado do Desenvolvimento Urbano e Meio Ambiente. \n\nGestão e Gerenciamento da Bacia Hidrográfica do Rio Araranguá: zoneamento da \n\ndisponibilidade e qualidade hídrica.  Florianópolis, 1997. (volumes 1, 5) \n\n\n\n \n\n  \n\n142 \n\n  \n\n \n\nSILVA, F.J.B. Conflitos de uso em áreas de proteção ambiental: água, mineração \n\ne agricultura. 2002. 170f.(Tese) Doutorado Interdisciplinar em Ciências Humanas) \n\nCentro de Filosofia e Ciências Humanas, Universidade Federal de Santa Catarina, \n\nFlorianópolis. \n\n \n\nSILVA, M. M. Trabalho, saúde e risco na fumicultura: um estudo de caso no \n\nMunicípio de Içara. 1999.105f. (Dissertação) Mestrado em Sociologia Política. \n\nCentro de Filosofia e Ciências Humanas, Universidade Federal de Santa Catarina, \n\nFlorianópolis. \n\n \n\nSOUZA CRUZ - Agroindústria fumageira. A cultura do fumo. 1983, 62 p. \n\n \n\nSOUZA, A. T., CONCEIÇÃO, O. A.. Fatores que afetam a qualidade da banana na \n\nagricultura familiar catarinense. Florianópolis: Secretaria de Desenvolvimento \n\nRural e da Agricultura/ICEPA, 2002, 66 pg. \n\n \n\nVEADO, R.W.A. Análise ambiental e a qualidade das águas na bacia do rio \n\nUrussanga. 1989. 171f. (Dissertação) Mestrado em Geografia. Centro de Filosofia \n\ne Ciências Humanas, Universidade Federal de Santa Catarina, Florianópolis. \n\n \n\nVILL, J. Unidades de Conservação na Bacia Hidrográfica do Rio Araranguá. 2003. \n\n(Trabalho de Conclusão de Curso) em Geografia. Centro de Filosofia e Ciências \n\nHumanas, Universidade Federal de Santa Catarina, Florianópolis."}]}}}