{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24852"}, {"@name": "filename", "#text": "9358_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "ANDRÉIA HOLLUNDER KLIPPEL \n\n \n\n \n\n \n\n \n\n \n\nUSO DA TERRA E BALANÇO DE ÁGUA EM UNIDADES HIDROLÓGICAS \n\nEDAFOCLIMÁTICAS DISTINTAS NO RIO GRANDE DO SUL \n\n \n\n \n\n \n\nDissertação apresentada à \n\nUniversidade Federal de Viçosa, como \n\nparte das exigências do Programa de \n\nPós-Graduação em Meteorologia \n\nAgrícola, para obtenção do título de \n\nMagister Scientiae. \n\n \n\n \n\n \n\n \n\nVIÇOSA \nMINAS GERAIS- BRASIL  \n\n2016\n\n\n\n\n\n\n\n \n \n\nii \n\n \n\nDedico:  \n\n \n \n \n \n\nAos meus pais Deoclério Klippel e Tereza Hollunder. \n \n \n \n \n \n\nÀ minhas irmãs, Valéria e Angélica. \n \n \n \n \n\n \n \n \n \n \n \n\nPelo constante incentivo \nrecebido e pelo amor eterno que \ntenho por todos! \n\n \n \n \n \n \n \n \n \n\nMuito obrigado! \n \n \n \n\n \n \n \n \n \n \n\n\n\n \n \n\niii \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n“Talvez não tenha conseguido fazer o melhor, mas lutei para que o \nmelhor fosse feito. Não sou o que deveria ser, mas Graças a Deus, \nnão sou o que era antes” (Marthin Luther King). \n\n \n “Todas as vitórias ocultam uma abdicação” (Simone de Beauvoir). \n\n \n\n\n\n \n \n\niv \n\n \n\nAGRADECIMENTOS \n \n\nAgradeço primeiramente a DEUS, causa primária de todas as \n\ncoisas, por estar sempre comigo e nunca me deixar só. Agradeço pela tua \n\ninfinita fidelidade e por permitir mais uma conquista em minha vida. \n\nAo meu orientador, Prof. Dr. Aristides Ribeiro, pela orientação e \n\naprendizado, pela amizade e confiança em mim depositada. \n\nAo programa de Pós-graduação em Meteorologia Agrícola da \n\nUniversidade Federal de Viçosa, pela oportunidade concedida. \n\nAos meus pais, Deoclério Klippel e Tereza Hollunder Klippel, que me \n\nensinaram a viver com dignidade, que se doaram inteiros e renunciaram aos \n\nseus sonhos para que os meus fossem realizados, agradeço pelo amor, \n\ncarinho e dedicação. \n\nÀ minhas irmãs, Valéria e Angélica e ao meu irmão do coração \n\nLuciano, pelo grande apoio e incentivo em todos os aspectos. \n\nAos demais familiares, pelo incentivo. \n\nAgradeço a todos os mestres, pelos ensinamentos ao longo de \n\nminha formação e aqueles que direto ou indiretamente contribuíram para a \n\nrealização deste trabalho e minha formação acadêmica. \n\nA todos os meus amigos e amigas, mesmo que aqui não estejam \n\ncitados, por me incentivarem. Muito obrigado pelo carinho, atenção, \n\nmomentos de distração e por acreditarem em mim. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nv \n\n \n\nBIOGRAFIA  \n\nANDRÉIA HOLLUNDER KLIPPEL, filha de Tereza Hollunder Klippel e \n\nDeoclério Klippel, natural de Afonso Cláudio, Espírito Santo, nasceu no dia \n\n02 de julho de 1992. Em fevereiro de 2014, graduou-se em Engenharia \n\nAgronômica pela Universidade Federal do Espírito Santo, ES. Em seguida, \n\ndeu continuidade aos estudos e pesquisas no Programa de Pós-Graduação \n\nem Meteorologia Agrícola na Universidade Federal de Viçosa, MG. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nvi \n\n \n\nSUMÁRIO \n\nRESUMO ................................................................................................... VII \n\nABSTRACT ................................................................................................ IX \n\n1. INTRODUÇÃO .......................................................................................... 1 \n\n2. MATERIAIS E MÉTODOS ........................................................................... 5 \n\n2.1. Área de estudo .............................................................................. 5 \n\n2.2. Base de dados ............................................................................... 8 \n\n2.3. Processamento das imagens de satélite ....................................... 9 \n\n2.4. Estimativa da Evapotranspiração de cultivos (ETc): .................... 15 \n\n3. RESULTADOS E DISCUSSÃO ................................................................... 17 \n\n4. CONCLUSÕES ....................................................................................... 34 \n\n5. REFERÊNCIAS ...................................................................................... 35 \n\n  \n\n\n\n \n \n\nvii \n\n \n\nRESUMO \n\nKLIPPEL, Andréia Hollunder, M.Sc., Universidade Federal de Viçosa, julho \n\nde 2016. Uso da Terra e Balanço de Água em Unidades Hidrológicas \n\nEdafoclimáticas Distintas no Rio Grande do Sul. Orientador: Aristides \n\nRibeiro. \n\nObjetivou-se discriminar o uso do solo em duas bacias, por meio da \n\nclassificação de imagens de satélite, e a partir disso, gerar mapas da \n\nevapotranspiração. A área de estudo compreende as Bacias Hidrográficas \n\ndo Rio Baixo Jacuí e Rio Santa Maria localizadas no Estado do Rio Grande \n\ndo Sul, Brasil. Foram adquiridas imagens do satélite LANDSAT 8 OLI para a \n\nelaboração dos mapas de uso da terra. Foram utilizadas seis classes de uso \n\nda terra, sendo elas: plantio florestal, mata nativa, corpo d’água, arroz, solo \n\nexposto e pastagem/cultivo agrícola. Foi realizada a classificação \n\nsupervisionada pelo algoritmo de Máxima Verossimilhança (MAXVER) e \n\nacurácia do classificador foi analisada por meio do índice kappa. A \n\nevapotranspiração potencial foi corrigida levando-se em consideração \n\nfatores de acordo com o uso do solo. Os mapas de classificação do uso do \n\nsolo, apresentaram índice Kappa, de 0,84 e 0,91 para as Bacias de Baixo \n\nJacuí e Santa Maria, respectivamente. A classe cultivo florestal para bacia \n\nde Baixo Jacuí apresentou cerca de 1179,41 km2, enquanto que na deSanta \n\nMaria esse valor foi 264,2 km2. A classe que apresentou maior área, nas \n\nduas bacias, foi agrícolas. A área classificada como mata nativa foi muito \n\nsuperior em Baixo Jacuí, se comparada à área, contendo a mesma classe, \n\nna bacia de Santa Maria. Em relação à classe Corpos d’água, a bacia de \n\nSanta Maria apresentou 287,67km2 e Baixo Jacuí 257,5 km2. A área \n\ncultivada com arroz foi de 923,9 Km2, cerca de 5,33% da área total da na \n\nBacia de Baixo Jacuí. Já na bacia de Santa Maria, esse valor foi de 369,03 \n\nkm2. A distribuição espacial da evapotranspiração se modificou após a \n\ncorreção nas duas bacias, considerando os usos da terra. A classe corpo \n\nd’água apresentou um aumento, após a correção da evapotranspiração, por \n\noutro lado a classe de pastagem e cultivos agrícolas, foi a que teve maior \n\nredução nos valores da evapotranspiração, devido ao valor do kc ter sido \n\n\n\n \n \n\nviii \n\n \n\nmenor. As imagens de satélite escolhidas, juntamente com as amostras de \n\ntreinamento selecionadas, proporcionaram um bom desempenho para o \n\nmétodo de classificação empregado, ao conseguir distinguir as diferentes \n\nclasses de uso do solo objetos de estudo deste trabalho. \n\n\n\n \n \n\nix \n\n \n\nABSTRACT \n\nKLIPPEL, Andreia Hollunder, M.Sc., Federal University of Viçosa, July 2016. \n\nLand Use and Water Balance in Distinct Edaphoclimatic Hydrologic \n\nUnits in Rio Grande do Sul. Adviser: Aristides Ribeiro. \n\nIt aimed to discriminate land use into two basins, through the satellite image \n\nclassification, and from that, generate evapotranspiration maps. The study \n\narea comprises the Watershed river Baixo Jacuí and river Santa Maria in the \n\nstate of Rio Grande do Sul, Brazil. Satellite images were acquired Landsat 8 \n\nOLI for the preparation of land use maps. We used six land use classes, \n\nwhich are: forest cultivation, native forest, body of water, rice, exposed soil \n\nand pasture / crop cultivation. the supervised classification by maximum \n\nlikelihood algorithm (MAXVER) and accuracy of the classifier was analyzed \n\nby the kappa index was performed. The potential evapotranspiration was \n\ncorrected taking into account factors according to the land use. The maps of \n\nland use classification, showed Kappa index of 0.84 and 0.91 for Basins \n\nBaixo Jacuí and Santa Maria, respectively. The forest cultivation class to \n\nBaixo Jacuí presented about 1179.41 km², while in Santa Maria was 264.2 \n\nkm². The class with the highest area in the two basins, was pasture / \n\nagricultural crops. The area classified as native forest was much higher in \n\nBaixo Jacuí, compared to the area containing the same class, in the basin of \n\nSanta Maria. Regarding the body of water class, the basin of Santa Maria \n\npresented 287,67km² and Baixo Jacuí 257.5 km². The area cultivated with \n\nrice was 923.9 Km², about 5.33% of the total area of the Baixo Jacuí Basin. \n\nIn the basin of Santa Maria, this number was 369, 03 km². The spatial \n\ndistribution of evapotranspiration changed after the correction in the two \n\nbasins, considering land uses. The body of water class showed a greater \n\nincrease after correction, on the other hand the class of pasture and crops, \n\nwas the one that had the greatest reduction in the values of \n\nevapotranspiration due to the value of kc have been lower. The selected \n\nsatellite images, along with the training samples selected, provided a good \n\nperformance for the employee classification method, which proved very \n\n\n\n \n \n\nx \n\n \n\nsatisfactory to be able to distinguish the different classes of land use objects \n\nof study of this work. \n\n\n\n \n \n\n1 \n\n \n\n \n\n1. Introdução \n\nHá uma crescente discussão em equilibrar a necessidade de \n\ncrescimento econômico com a conservação do meio ambiente. São grandes \n\nos desafios em tornar sustentável o processo produtivo para atender o \n\naumento da demanda por alimentos, madeira, energia, etc., exigida pelo \n\ncrescimento populacional, e evitar problemas como escassez de água, \n\nredução da biodiversidade e a perda de serviços ecossistêmicos. \n\nA fim de atender as demandas por produtos agrícolas é necessário \n\nincrementar a produção, o que ocasiona um aumento no consumo de água \n\n(HOWELL, 2001; CONCEIÇÃO et al., 2013). A água é um fator essencial \n\npara a produção agrícola, e sua disponibilidade e distribuição podem definir \n\na viabilidade das atividades agropecuárias de uma região (FAGGION et al., \n\n2009).  \n\nApesar de ser um Estado em que a escassez hídrica não seja um \n\nproblema constante, em áreas com forte demanda agrícola é observado \n\nconflito entre a utilização da água para abastecimento humano e irrigação \n\n(TUCCI et al., 2000). A agropecuária é altamente impactada pelas \n\nadversidades climáticas, como observado nos anos de 2005 e 2012, em que \n\no PIB (Produto Interno Bruto) do Estado sofreu as maiores retrações \n\nregistradas no século XXI, sendo este afetado pelo desempenho do campo e \n\nsuas repercussões na indústria e nos serviços (FEIX e LEUSIN JÚNIOR, \n\n2015). \n\nO Rio Grande do Sul colabora com aproximadamente um décimo do \n\nValor Adicionado Bruto (VAB) da agropecuária do Brasil (IBGE, 2014). Em \n\n2012, a importância do Estado para a agropecuária nacional era inferior \n\napenas para os estados de Minas Gerais, São Paulo e Mato Grosso. \n\nSegundo as estatísticas do PIB Municipal, a agropecuária é a principal \n\natividade econômica em 71 municípios gaúchos. A soja, o arroz, o milho e o \n\ntrigo constituem as principais culturas agrícolas praticadas no RS, em termos \n\nde área plantada e quantidade produzida (FEIX e LEUSIN JÚNIOR, 2015). \n\n\n\n \n \n\n2 \n\n \n\n \n\nAlém disso, esse Estado tem se mostrado promissor à expansão da \n\nsilvicultura. Atualmente, conta com 597.302 ha de florestas plantadas, em \n\nque, 52% são áreas plantadas com eucalipto, 31% com pinus e 17% com \n\noutras espécies florestais (IBÁ, 2015).  \n\nAssim como em outros Estados do Brasil, a indústria brasileira de \n\nárvores plantadas no RS, além de questões estruturais, convive com \n\ndesafios específicos como, por exemplo, a legislação ambiental complexa e \n\nde difícil aplicabilidade e restrições para aquisição de terras por empresas \n\nbrasileiras com maioria de capital estrangeiro (IBÁ, 2015). O consumo de \n\nágua por plantios florestais de espécies exóticas também é um tema \n\nfrequentemente discutido, devido aos possíveis impactos sobre os recursos \n\nhídricos na escala de microbacias (ANDRÉASSIAN, 2004; ALMEIDA e \n\nSOARES, 2003; VANCLAY, 2009; RIBEIRO et al., 2011). \n\nSegundo Balbino (et al., 2011) na Região Sul do Brasil, a \n\ndisponibilidade de áreas para novos projetos agropecuários tornou-se \n\nextremamente limitada. Assim, a produção agrícola, pecuária ou florestal e a \n\npreservação dos recursos naturais estão sob crescente pressão, \n\nnecessitando de práticas que promovam o bom uso da terra.  \n\nAs ações antrópicas são responsáveis por modificações \n\nconsideráveis no ambiente de bacias hidrográficas, tendo em vista sua \n\ninfluência quantitativa e qualitativa direta sobre os processos hidrológicos \n\n(ANDRADE et al., 2013). \n\nUma das formas de se minimizar o efeito da exploração agrícola \n\nsobre o ambiente, e ainda assim contribuir para o aumento da produção, é a \n\nutilização do planejamento do uso da terra associado às características \n\nclimáticas da região. \n\nDiversas ferramentas podem ser empregadas no planejamento do \n\nsetor agrícola, uma delas é a utilização sensoriamento remoto, que pode ser \n\ndefinido como o emprego de sensores e equipamentos para processamento \n\nde dados acoplados a aeronaves ou satélites, objetivando-se estudar \n\n\n\n \n \n\n3 \n\n \n\n \n\neventos, fenômenos e processos que ocorrem na superfície da Terra, por \n\nmeio do registro e da análise das interações entre as feições terrestres e a \n\nradiação eletromagnética (NOVO, 2008). \n\nO sensoriamento remoto pode ser aplicado a estudos em escala \n\nglobal, onde é possível estimar com bons níveis de precisão a distribuição \n\nespacial e temporal da cobertura vegetal e de áreas cobertas por gelo na \n\nTerra, bem como a temperatura da superfície dos oceanos, os efeitos da \n\ndesertificação, entre outros (BOEGH et al., 2002). \n\nAs aplicações do sensoriamento remoto não se restringem apenas a \n\nestudos em escala global. Também são realizados estudos em escala \n\nregional, possibilitando realizar estimativas de produtividade, determinação \n\nde áreas atingidas por pragas e doenças, desempenho de cultivos em \n\nregiões irrigadas, como também a elaboração de mapas de usos da terra, \n\nentre outras diversas possíveis aplicações (PALLONE FILHO et al., 2003; \n\nVICTORIA et al., 2005; FARIA et al., 2005). \n\nO mapeamento pode ser feito por interpretação visual ou por meio \n\nda classificação digital. Na interpretação visual, o fotointérprete, utilizando \n\ncomposição RGB, extrai feições de interesse da imagem.  Na classificação \n\ndigital, o mapeamento é feito através do reconhecimento de padrões e de \n\nobjetos homogêneos, representados em um conjunto de pixels. O algoritmo \n\nresponsável pela classificação digital é denominado “classificador”, e a \n\nclassificação pode ser feita pixel a pixel ou por regiões/objetos (JENSEN, \n\n2011). \n\nExistem dois tipos principais de classificação de imagens: a \n\nclassificação supervisionada e a não-supervisionada. Na primeira, os \n\natributos espectrais de um dado pixel são comparados àqueles pertencentes \n\na uma área de treinamento, determinada pelo usuário, com base no \n\nconhecimento da realidade terrestre. Na classificação não-supervisionada \n\nnão há área de treinamento definida pelo usuário, logo, todo procedimento \n\nde reconhecimento dos padrões é feito automaticamente, por meio de uma \n\n\n\n \n \n\n4 \n\n \n\n \n\nanálise de todos os pixels que compõem a imagem e da identificação de \n\nagrupamentos (MENESES &amp; ALMEIDA, 2012). \n\nSabendo-se a forma pela qual o solo está sendo utilizado, através \n\ndos mapas de uso de solo, é possível efetuar o planejamento e \n\nadministração da ocupação ordenada e racional do meio físico, além de \n\nlocalizar e monitorar áreas de preservação ambiental. Por meio da \n\ninterpretação das imagens de satélite, pode-se obter de forma rápida, \n\nquando comparada com avaliações visuais feitas em campo, um mapa \n\ntemático atualizado e preciso das diferentes feições espaciais. \n\nOutra ferramenta importante para a elaboração do planejamento \n\nagrícola é a estimativa da evapotranspiração (ETP), que pode ser definida \n\ncomo processo simultâneo de transferência de água para a atmosfera por \n\nevaporação da água e do solo e por transpiração das plantas (PEREIRA et \n\nal., 2002).  A partir da estimativa da ETP, é possível empregá-la em diversas \n\nsituações como, por exemplo, no dimensionamento de sistemas de irrigação, \n\nestimativa da perda de água em reservatórios, modelagens hidrológicas e \n\nclimáticas, no cálculo do balanço hídrico, entre outros.  \n\nSegundo Silva et al., (2005) e Araújo et al., (2007) o conhecimento \n\ndo consumo hídrico das culturas, obtido com base na estimativa da \n\nevapotranspiração, constitui-se numa informação valiosa no manejo da \n\nágua, como por exemplo em áreas irrigadas, principalmente no momento em \n\nque ocorre forte conscientização popular do uso racional dos recursos \n\nhídricos.  \n\nA evapotranspiração das culturas (ETc) pode ser estimada a partir \n\nda evapotranspiração de referência (ETo) e do coeficiente de cultura (Kc) \n\n(PEREIRA et al., 2009). Dentre os vários métodos existentes na literatura \n\npara estimativa da ETo, a Comissão Internacional de Irrigação e Drenagem \n\n(ICID) e a Organização das Nações Unidas para Agricultura e Alimentação \n\n(FAO) considera o método de Penman-Monteith (PMF) como método padrão \n\npara a estimativa desta variável (ALLEN et al., 1998). O Kc é obtido \n\nexperimentalmente através da relação entre a ETc e a ETo, e representa a \n\n\n\n \n \n\n5 \n\n \n\n \n\nintegração dos efeitos de quatro características que distinguem a \n\nevapotranspiração da cultura e de referência: a altura da cultura, a \n\nresistência do dossel vegetativo, o albedo da superfície cultura-solo e a \n\nevaporação da água na superfície do solo (ALLEN et al., 2006). \n\nDiante do exposto, esse estudo tem como objetivo discriminar o uso \n\ndo solo em duas bacias, por meio da classificação de imagens de satélite, e \n\na partir disso, gerar mapas da evapotranspiração. \n\n2. Materiais e métodos \n\n2.1. Área de estudo \n\nA área de estudo compreende duas Bacias Hidrográficas (Bacia \n\nHidrográfica do Baixo Jacuí e Bacia Hidrográfica de Santa Maria) localizadas \n\nno Estado do Rio Grande do Sul, Brasil (Figura 1). \n\n \nFigura 1. Localização da área de estudo: Bacia Hidrográfica do Baixo Jacuí e \n\nBacia Hidrográfica de Santa Maria, Rio Grande do Sul. \n\n\n\n \n \n\n6 \n\n \n\n \n\n? Bacia Hidrográfica do Baixo Jacuí \nA Bacia Hidrográfica do Baixo Jacuí situa-se na porção centro-leste do \n\nEstado do Rio Grande do Sul, entre as coordenadas geográficas 29°13’ a \n\n30°47' de latitude Sul e 51°16' a 53°35' de longitude Oeste (Figura 2). \n\nAbrange as Províncias Geomorfológicas Planalto Meridional, Depressão \n\nCentral, Escudo Uruguaio-Sul-Rio-grandense e Planície Costeira (Interior). \n\nPossui área de 17.345,15 km², abrangendo municípios como Charqueadas, \n\nEldorado do Sul, Guaíba, Minas do Leão, Rio Pardo, Cachoeira do Sul, \n\nCaçapava do Sul, Agudo, Santa Cruz do Sul e Triunfo, com população \n\nestimada em 385.496 habitantes. Os principais cursos de água são os \n\narroios Irapuã, Capané, Botucacaí, Capivari, do Conde, dos Ratos, dos \n\nCachorros, Ibacurú e o Rio Jacuí. Os principais usos da água se destinam a \n\nirrigação, uso industrial e abastecimento humano. (FEPAM, 2016). \n\nSegundo a classificação de Köppen, a Bacia Hidrográfica enquadra-se \n\nno grupo climático C, que identifica o clima subtropical úmido, com estações \n\nde verão e inverno bem definidas, precipitação bem distribuída ao longo do \n\nano e inexistência de estação seca definida. Também são observados o \n\nsubtipo climático Cf e as variações Cfa e Cfb (ALVARES et al., 2013). \n\n \n \n\n\n\n \n \n\n7 \n\n \n\n \n\n \nFigura 2.  Localização da área de estudo: Bacia Hidrográfica do Baixo Jacuí, \n\nRio Grande do Sul. \n\n? Bacia Hidrográfica de Santa Maria \nSitua-se no sudoeste gaúcho, entre as coordenadas 29°47' e 31°36' de \n\nlatitude Sul e 54°00' e 55º32' de longitude Oeste, abrangendo os municípios \n\nde Cacequi, São Gabriel, Rosário do Sul, Santana do Livramento, Lavras do \n\nSul, Dom Pedrito e Bagé, drenando uma área de 15.720,96 km², contando \n\ncom uma população de 186.116 habitantes (Figura 3). Seus principais \n\nformadores são o rio Santa Maria-Chico, o arroio Taquarembó, arroio Santo \n\nAntônio, o rio Cacequi, o arroio Poncho Verde, o rio Ibicuí da Armada e o \n\narroio Saicã. Com relação às atividades econômicas, o setor primário é a \n\nbase desta bacia, com destaque para a orizicultura moderna mesclada à \n\npecuária extensiva tradicional (FEPAM, 2016). \n\nO clima da região segundo a classificação de Köppen é subtropical \n\númido, grupo climático C, com estações de verão e inverno bem definidas, \n\nprecipitação bem distribuída ao longo do ano e inexistência de estação seca \n\ndefinida. Também são observados o subtipo climático Cf e a variação Cfa \n\n(ALVARES et al., 2013). \n\n\n\n \n \n\n8 \n\n \n\n \n\n \nFigura 3.  Localização da área de estudo: Bacia Hidrográfica do Baixo Jacuí, \n\nRio Grande do Sul. \n\n2.2. Base de dados \n\nPara a elaboração dos mapas de uso da terra, nas duas bacias \n\nhidrográficas, foram adquiridas imagens do satélite LANDSAT 8 OLI \n\n(Operational Land Imager). Esse satélite opera a uma altitude de 705 km  e \n\nfaz a cobertura das imagens por praticamente todo o globo terrestre, com \n\nexceção dos polos. Apresenta resolução temporal de 16 dias, ou seja, levam \n\n16 dias para o satélite passar pelo local novamente. Cada cena imageada \n\npelo satélite possui aproximadamente 170 km no sentido norte-sul por 183 \n\nkm de leste a oeste (USGS, 2016).  \n\nPara a Bacia Hidrográfica de Santa Maria foram utilizadas duas cenas, \n\ncujas órbitas/pontos são 223/81 e 223/82, adquiridas no dia 08/12/2015. Já \n\npara Baixo Jacuí, foram necessárias três cenas: 222/80, 222/81 e 221/81, \n\nsendo as duas primeiras adquiridas no dia 18/01/2016 e a última no dia \n\n15/03/2016. O número de cenas necessárias para cobrir a área de estudo \n\n\n\n \n \n\n9 \n\n \n\n \n\nvaria de acordo com a tamanho, formato e posição da bacia hidrográfica em \n\nrelação à posição da órbita de passagem do satélite. \n\nO critério para seleção das imagens foi a combinação dos seguintes \n\nfatores: menor presença de nuvens, período de obtenção entre os meses de \n\ndezembro de 2015 a março de 2016 e datas de aquisição iguais ou mais \n\npróximas possíveis das cenas que compõem as bacias. Esse período de \n\naquisição foi escolhido por facilitar a distinção de alguns cultivos produzidos \n\nna região, como, por exemplo, o arroz.  \n\nDas onze bandas fornecidas pelo sensor OLI-TIRS, conforme \n\napresentadas na tabela 1, seis foram utilizadas para a realização desse \n\nestudo. \n\nTabela 1. Características das imagens obtidas pelas diferentes bandas do \nsensor OLI-TIRS. \n\nBanda \nResolução \n\nespacial (m) \nResolução espectral \n\n( µm) \nBand 1, Costal aerosol 30 0,43 – 0,45 \nBand 2, Blue* 30 0,450 – 0,515 \nBand 3, Green* 30 0,525 – 0,600 \nBand 4, Red* 30 0,630 – 0,680 \nBand 5, Near Infrared* 30 0,845 – 0,885 \nBand 6, SWIR1* 30 1,560 – 1,660 \nBand 7, SWIR2* 30 2,100 – 2,300 \nBand 8, Panchromatic 15 0,50 – 0,68 \nBand 9, Cirrus 30 1,36 – 1,38 \nBand 10, Thermal Infrared (TIRS) 1 100 10,60 – 11,19 \nBand 10, Thermal Infrared (TIRS) 2 100 11,50 – 12,51 \nFonte: USGS (2016).  *Bandas utilizadas no trabalho. \n\n2.3. Processamento das imagens de satélite \n\nFoi realizada uma composição de bandas para unir as seis bandas \n\ndas imagens, utilizadas para o estudo, em um único arquivo. Esse \n\nprocedimento é feito para possibilitar as combinações coloridas RGB \n\n(R=Red (Vermelho), G=Green (Verde) e B=Blue (Azul)), de forma que \n\nevidencie as classes de interesse a serem classificadas nas imagens. \n\n\n\n \n \n\n10 \n\n \n\n \n\nPosteriormente, essas imagens foram recortadas utilizando como referência \n\no arquivo vetorial das bacias hidrográficas de Santa Maria e Baixo Jacuí.  \n\nA combinação de falsa cor utilizada foi a R(Banda 5), G(Banda 4) e \n\nB(Banda 3),o que possibilitou melhor distinção dos cultivos presentes nas \n\nduas bacias. Após a avaliação dessas imagens, foi determinado que seriam \n\nutilizadas seis classes de uso da terra, sendo elas: plantio florestal, mata \n\nnativa, corpo d’água, arroz, solo exposto e pastagem/cultivo agrícola. A \n\nclasse arroz foi feita separadamente dos demais cultivos agrícolas por \n\npossuir maior demanda hídrica para completar seu ciclo. A classe pastagem \n\nfoi agrupada com os cultivos agrícolas pela difícil distinção entre as duas \n\nclasses na data de aquisição das imagens para a Bacia de Santa Maria, que \n\nfoi em dezembro.  \n\nCom as classes definidas, a próxima etapa consistiu em coletar \n\namostras de treinamento (Figuras 4 e 5).  \n\nA amostragem foi realizada, separadamente, em cada cena que \n\ncompõe as bacias, criando-se polígonos sobre as áreas que representavam \n\nas classes de interesse, na imagem. O Google Earth foi utilizado como \n\nferramenta de apoio, auxiliando na interpretação visual das classes de usos \n\nda terra, haja vista a melhor resolução espacial disponível em suas imagens.  \n\nPosteriormente, foram associados, a cada polígono, os valores dos \n\npixels referentes à área de sobreposição do mesmo na imagem, gerando \n\nassim o arquivo de assinaturas do banco de amostras de treinamento, \n\nformado pelos pixels representantes de cada classe de interesse. \n\n\n\n \n \n\n11 \n\n \n\n \n\n \nFigura 4 – Amostras de treinamento coletadas para a Bacia de Baixo Jacuí, \n\nRio Grande do Sul. \n\nO número de amostras variou, de acordo com a abrangência e a \n\nvariabilidade da resposta espectral da classe de interesse. Para cada classe \n\nde uso da terra foram coletados, em média, 44.790 e 75.306 pixels, para as \n\nbacias de Santa Maria e Baixo Jacuí, respectivamente. Esses pixels \n\nformaram um conjunto de treinamento para o algoritmo de classificação. \n\nApós a coleta das amostras de treinamento, foi realizada a \n\nclassificação supervisionada pelo algoritmo de Máxima Verossimilhança \n\n(MAXVER) no software ArcGis 10.2, através da ferramenta “Maximum \n\nLikelihood Classification”. Esse classificador utiliza apenas a informação \n\nespectral de cada pixel para determinar regiões homogêneas, ou seja, a \n\nclassificação é feita pixel a pixel.  \n\n Atribuiu-se o valor de 0,005 para a fração de rejeição. Esse atributo \n\nidentifica a porção de células que permanecem não classificadas devido à \n\nmenor probabilidade de atribuição correta. Existem 14 valores predefinidos \n\npara a fração de rejeição: 0,0, 0,005, 0,01, 0,025, 0,05, 0,1, 0,25, 0,5, 0,75, \n\n0,9, 0,95, 0,975, 0,99, e 0,995. O valor zero significa que todos os pixels \n\n\n\n \n \n\n12 \n\n \n\n \n\nserão classificados. Quanto mais distante de zero, maior será o número de \n\npixels não classificados. O valor de 0,005 foi utilizado pelo fato de algumas \n\nfeições presentes na imagem não terem sido consideradas no momento da \n\ncoleta das amostras de treinamento, como por exemplo áreas urbanas e \n\nalgumas áreas que não se encaixavam em nenhuma das classes escolhidas \n\npara a elaboração desse trabalho. \n\n \nFigura 5 – Amostras de treinamento coletadas para a Bacia de Santa Maria, \n\nRio Grande do Sul. \n\nAs imagens no formato raster, geradas após a classificação, foram \n\ntransformadas em polígonos. Posteriormente, os polígonos menores que \n\n10000 m2 passaram a pertencer à classe de maior abrangência, onde os \n\nmesmos se situavam. Esse procedimento se assemelha com uma filtragem \n\nna imagem classificada e foi realizado para que pequenos pontos dentro de \n\n\n\n \n \n\n13 \n\n \n\n \n\nclasses maiores fossem eliminados, deixando-as mais uniformes, com \n\nmenos ruídos e, possivelmente, com menor erro agregado. \n\nA acurácia das classificações foi avaliada através da matriz de \n\nconfusão, proposta por Congalton (1991), na qual consiste numa matriz \n\nquadrada com número de linhas e colunas definidos, sendo expressa pelo \n\nnúmero de unidades de amostra de referência (compreendida como \n\nverdadeiro) que foram atribuídas, ou não, à uma determinada unidade \n\n(classe), gerada pela classificação.  \n\nPara montar a matriz de confusão, foram coletadas amostras de \n\nreferência, utilizando o Google Earth como forma de validação. Foram \n\ncoletados 75 pontos, de forma aleatória, para cada classe, totalizando 525 \n\npontos de referência para cada Bacia Hidrográfica (Figuras 6 e 7). \n\n \nFigura 6 – Amostras de referência para a Bacia de Baixo Jacuí, Rio Grande \n\ndo Sul. \n\n\n\n \n \n\n14 \n\n \n\n \n\n \nFigura 7 - Amostras de referência para a Bacia de Santa Maria, Rio Grande \n\ndo Sul. \n\nA partir da matriz de confusão, calculou-se o índice Kappa, que se \n\nbaseia na subtração do acerto real pelo acerto ao acaso (COHEN, 1960). \n\nEsse índice é determinado pela seguinte equação: \n\n? =  ?0 ?  ??1 ?  ??  \nEm que: K = Coeficiente Kappa; Po = proporção de unidades \n\ncorretamente classificadas; e Pc = proporção esperada de acerto ao acaso. \n\n \n\n \n\n\n\n \n \n\n15 \n\n \n\n \n\nAs relações para P0 e Pc podem ser explicitadas: \n\n?0 =  ? ????=??  \n?? =  ? ??+?+???=? , onde: \n\nEm que: N = número total de pixels contemplados pela matriz de \n\nerros; n = elemento da matriz de erros; M = número de categorias \n\ninformacionais presentes na matriz de erros; ni = elementos da diagonal \n\nprincipal; ni+= total da linha para uma dada categoria informacional, e n+i = \n\ntotal da coluna para esta mesma categoria informacional. \n\nPara análise de eficiência da classificação, tomou-se como base a \n\nassociação de valores de Kappa à qualidade da classificação segundo \n\nLandis &amp; Koch (1977), conforme apresentado na tabela 2. \n\nTabela 2. Qualidade da classificação associada aos valores do índice \nKappa. \n\nValor de Kappa Qualidade da Classificação \n<0,00 Péssima \n\n0,00 – 0,20 Ruim \n0,20 – 0,40 Razoável \n0,40 – 0,60 Boa \n0,60 – 0,80 Muito boa \n0,80 – 1,00 Excelente \n\nFonte: Landis e Koch (1977) \n\n2.4. Estimativa da Evapotranspiração de cultivos (ETc): \n\nOs dados climáticos (temperatura média do ar, precipitação total \n\nanual e evapotranspiração potencial), segundo a metodologia proposta por \n\nXavier et al., (2015), foram obtidos em &lt;https://utexas.app.box.com/Xavier-\n\netal-IJOC-DATA>. Esses dados foram gerados a partir de uma série \n\nhistórica, compreendendo os anos de 1980 a 2013, e estão dispostos numa \n\ngrade de resolução 0,25° x 0,25°.  \n\nApós a aquisição, os dados climáticos foram espacializados \n\nutilizando o software ArcGis 10.2 e em seguida foram interpolados, utilizando \n\n\n\n \n \n\n16 \n\n \n\n \n\no método da krigagen, de acordo com Castro et al., (2010), passando para \n\numa grade de 1 km de resolução espacial, permitindo, assim, a elaboração \n\nda caracterização digital das variáveis de interesse.  \n\nA partir da interpolação dos dados de evapotranspiração potencial \n\n(ETo) anual, foram gerados uma grade de pontos de 1 Km de resolução \n\nespacial, com a finalidade de extrair os valores da ETo e da classe do uso \n\nda terra correspondente para cada ponto. Essas informações foram \n\nexportadas para uma planilha do Excel, onde foi realizada a associação de \n\num fator de correção para cada classe de uso. \n\nO fator utilizado para a correção da ETo, nas classes que contém \n\nvegetação, foi o coeficiente de cultivo (Kc). Para a classe “Pastagem/cultivo \n\nagrícola”, foi feita uma média dos valores de Kc recomendados para \n\npastagem e para os principais cultivos agrícolas das regiões do estudo, \n\nsendo eles: soja, trigo milho e feijão.  \n\nPara estimar a evaporação dos corpos d’água, considerou-se os \n\nvalores obtidos pelo método do Tanque Classe A (ECA). Sabendo-se que: \n\nETo = kp*ECA, logo, ECA = ETo/kp. \n\nO coeficiente de tanque (kp) é um fator de correção, seu valor é \n\nsempre menor que 1 e é dado em função da velocidade do vento, da \n\numidade relativa do ar e do tamanho da bordadura, vegetada ou não, \n\ncircunvizinha ao tanque (DOORENBOS &amp; KASSAM, 1994). De acordo com \n\nSentelhas et al., (1999), quando não se tem o conhecimento desses fatores, \n\nadota-se 0,72 para o kp, pois é o valor que proporciona menores erros para \n\ncondições de clima úmido. Posteriormente, aplicou-se um fator de correção \n\n(Ft), já que a evaporação do tanque classe A é maior, por apresentar menor \n\nvolume e estar mais exposto à radiação solar. Oliveira (2009) estipulou a \n\nrelação entre a evaporação que ocorre em um lago (EL) e aquela que ocorre \n\nno tanque, sendo a seguinte (média anual): \n\nEL = 0,83*ECA = 0,83*(ETo/kp) \n\n\n\n \n \n\n17 \n\n \n\n \n\nPara as áreas não classificadas e as que foram classificadas como \n\nsolo exposto, atribuiu-se o valor 1, como indicado na tabela 3. \n\nApós a correção da ETo, que foi feita mediante a multiplicação \n\ndessa variável pelo seu fator de correção, efetuou-se a espacialização \n\ndesses pontos utilizando o software ArcGis 10.2 a fim de gerar o mapa da \n\nEvapotranspiração total anual corrigida, para cada uma das Bacias \n\nHidrográficas. \n\nTabela 3: Fatores de correção da evapotranspiração de referência utilizados \npara classe de uso da terra. \n\nClasse Fator de correção Valor \nPlantio Florestal* Kc 1,04 \nMata Nativa** kc 1 \nCorpo D’água Ft/kp 1,15 \nArroz*** Kc 1 \nSolo exposto - 1 \nPastagem/cultivo agrícola*** Kc 0,78 \nNão classificado - 1 \nFonte: *FACCO (2004); **ALMEIDA (2012); *** ALLEN et al., (1998). \n\n3. Resultados e discussão \n\nAnalisando a temperatura do ar (Tabela 4 e Figura 13), observa-se \n\nvalores semelhantes para as duas bacias hidrográficas. As menores médias \n\nde temperatura do ar são observadas no mês de julho e as maiores em \n\njaneiro.  \n\nAs Bacias Hidrográficas do Rio Baixo Jacuí e do Rio Santa Maria \n\napresentam chuvas bem distribuídas ao longo do ano (Tabela 5 e Figura 14). \n\nHá uma variação nos valores de precipitações mensais mínimas, máximas e \n\nmédias (Tabela 5) ao se comparar as duas bacias Hidrográficas. Contudo, \n\nos valores de precipitação total anual são superiores para a Bacia \n\nHidrográfica do Rio Baixo Jacuí (Figuras 15 e 16). \n\n\n\n \n \n\n18 \n\n \n\n \n\n \nFigura 11. Mapa de espacialização da temperatura média do ar média anual \n\npara a Bacia Hidrográfica do Rio Baixo Jacuí-RS. \n\nOs maiores valores de evapotranspiração potencial total são \n\nobservados na Bacia Hidrográfica do Rio Santa Maria, quando comparados \n\naqueles da Bacia Hidrográfica do Rio Baixo Jacuí (Figuras 17 e 18). No \n\nentanto, nota-se para as duas BH um aumento da evapotranspiração \n\npotencial nas áreas mais distantes do litoral. \n\n \n\n\n\n \n \n\n19 \n\n \n\n \n\n \nFigura 12. Mapa de espacialização da temperatura média do ar média anual \n\npara a Bacia Hidrográfica do Rio Santa Maria-RS. \n\nTabela 4. Temperaturas média, máxima e mínima mensal do ar para as \nbacias hidrográficas dos Rios Baixo Jacuí e Santa Maria, Rio Grande do Sul. \n\nMês \nBaixo Jacuí Santa Maria \n\nMín. Máx. Méd. Desv. Pad. Mín. Máx. Méd. Desv.Pad. \nJan 23,64 24,98 24,15 0,27 24,07 24,9 24,46 0,22 \nFev 23,4 24,66 23,81 0,26 23,49 24,2 23,79 0,2 \nMar 22,44 23,61 22,8 0,24 22,41 23,15 22,7 0,22 \nAbr 19,43 20,62 19,79 0,25 19,32 20,07 19,61 0,21 \nMai 16,1 17,28 16,48 0,26 15,9 16,65 16,14 0,22 \nJun 13,66 15,04 14,17 0,32 13,41 14,35 13,7 0,27 \nJul 13,07 14,51 13,59 0,34 12,94 13,81 13,22 0,25 \nAgo 14,74 16,12 15,3 0,35 14,72 15,67 15,03 0,28 \nSet 15,62 17,14 16,2 0,36 15,66 16,67 16,02 0,28 \nOut 18,31 19,62 18,88 0,35 18,38 19,49 18,78 0,31 \nNov 20,47 21,79 21,03 0,35 20,61 21,68 21,04 0,3 \nDez 22,58 23,84 23,09 0,32 22,87 23,84 23,3 0,27 \n\n\n\n \n \n\n20 \n\n \n\n \n\n \nFigura 13. Médias da temperatura do ar ao longo dos meses do ano, para as \n\nbacias hidrográficas dos Rios Baixo Jacuí e Santa Maria, Rio Grande do Sul. \n\nTabela 5. Precipitação média, máxima e mínima mensal para as bacias \nhidrográficas dos Rios Baixo Jacuí e Santa Maria, Rio Grande do Sul. \n\nMeses \nBaixo Jacuí Santa Maria \n\nMín. Máx. Méd. Desv. Pad. Mín. Máx. Méd. Desv.Pad. \nJan 109 155,18 128,4 13,03 111,8 130,65 119 4,15 \nFev 112,5 146,56 132,7 9,39 133,1 153,03 139,1 4,3 \nMar 95,01 134,19 110 10,98 108,6 132,45 117,5 5,98 \nAbr 108,8 167,29 138,2 16,53 154,2 177,45 163,6 6,47 \nMai 103,5 145,96 125,5 10,17 123 135,09 127,9 2,64 \nJun 126,8 149,16 138,1 5,82 107,6 130,53 115,9 4,08 \nJul 141 172,71 155,3 6,19 97,52 142,24 115,8 9,4 \nAgo 106,7 133,7 119,5 5,77 80,87 106,23 88,62 4,66 \nSet 147 177,02 159,2 8,4 115,5 157,29 132,2 11,04 \nOut 134,3 192,75 156,1 13,74 135,3 170,61 147 8,92 \nNov 116,7 149,47 129 9,12 121,1 148,24 130,7 6,95 \nDez 103,7 131,58 114,8 7,39 101,5 114,79 107,6 3,21 \n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\nJan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez\n\nT\ne\nm\n\np\ne\nra\n\ntu\nra\n\n M\né\nd\nia\n\n d\no\n A\n\nr \n(°\n\nC\n)\n\nMeses\n\nSanta Maria Baixo Jacuí\n\n\n\n \n \n\n21 \n\n \n\n \n\n \nFigura 14. Médias da precipitação ao longo dos meses do ano, para as \n\nbacias hidrográficas dos Rios Baixo Jacuí e Santa Maria, Rio Grande do Sul. \n\n \nFigura 15. Mapa de espacialização da precipitação total anual para a Bacia \n\nHidrográfica do Rio Baixo Jacuí-RS. \n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\n140\n\n160\n\n180\n\nJan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez\n\nP\nre\n\nc\nip\n\nita\nç\nã\no\n (\n\nm\nm\n\n)\n\nMeses\n\nSanta Maria Baixo Jacuí\n\n\n\n \n \n\n22 \n\n \n\n \n\n \nFigura 16. Mapa de espacialização da precipitação total anual para a Bacia \n\nHidrográfica do Rio Santa Maria-RS. \n\n \nFigura 17. Mapa de espacialização da evapotranspiração total anual para a \n\nBacia Hidrográfica do Rio Baixo Jacuí-RS. \n\n\n\n \n \n\n23 \n\n \n\n \n\n \nFigura 18. Mapa de espacialização da evapotranspiração total anual para a \n\nBacia Hidrográfica do Rio Santa Maria-RS. \n\nComo resultado da classificação supervisionada, gerada pelo \n\nalgoritmo de máxima verossimilhança, originaram-se os mapas de uso do \n\nsolo, os quais são essenciais para poder compreender a organização do \n\nespaço ocupado e suas relações com o ambiente. A espacialização do uso \n\ndo solo nas Bacias Hidrográficas de Baixo Jacuí e Santa Maria podem ser \n\nvisualizadas nas figuras 19 e 20, respectivamente. \n\nOs mapas de classificação do uso do solo, para as duas bacias em \n\nquestão, apresentaram resultados excelentes com relação ao índice Kappa, \n\ncom valores de 0,84 e 0,91 paras as Bacias de Baixo Jacuí e Santa Maria, \n\nrespectivamente. \n\n\n\n \n \n\n24 \n\n \n\n \n\nPode-se verificar de acordo com a matriz de confusão, gerada a \n\npartir das amostras de referência (Tabelas 6 e 7), que existe um excelente \n\ngrau de acurácia nos dados classificados, onde cada uso teve maiores \n\nvalores em suas respectivas classes. No entanto, para a Bacia de Baixo \n\nJacuí (Tabela 6), as áreas não classificadas acabaram sendo confundidas \n\ncom áreas de solo exposto, mostrando que houve confusão por parte do \n\nclassificador. \n\nTabela 6 – Matriz de confusão para a Bacia Hidrográfica do Rio Baixo Jacuí-\nRS. \n\nClasses/Classificado \nPlantio \n\nFlorestal \nMata \n\nNativa \nCorpo \nD'água \n\nArroz \nSolo \n\nExposto \n\nPastagem / \nCultivos \n\nAgrícolas \n\nNão \nClassificado \n\nPlantio Florestal 70 0 0 0 0 0 0 \nMata Nativa 3 74 0 0 0 0 1 \n\nCorpo D'água 0 0 67 0 0 0 0 \nArroz 2 1 0 72 0 0 3 \n\nSolo Exposto 0 0 0 0 67 0 27 \nPastagem / \n\nCultivo Agrícola \n0 0 0 1 1 73 12 \n\nNão Classificado 0 0 8 2 7 2 32 \n \nTabela 7 – Matriz de confusão para a Bacia Hidrográfica do Rio Santa Maria-\nRS. \n\nClasses/Classificado \nPlantio \n\nFlorestal \nMata \n\nNativa \nCorpo \nD'água \n\nArroz \nSolo \n\nExposto \n\nPastagem / \nCultivos \n\nAgrícolas \n\nNão \nClassificado \n\nPlantio Florestal 75 0 0 0 0 0 0 \nMata Nativa 0 75 0 0 0 0 0 \n\nCorpo D'água 0 0 71 0 0 0 0 \nArroz 0 0 2 74 0 0 6 \n\nSolo Exposto 0 0 0 0 71 0 5 \nPastagem / \n\nCultivo Agrícola \n0 0 0 0 0 67 10 \n\nNão Classificado 0 0 2 1 4 8 54 \n \n\n\n\n \n \n\n25 \n\n \n\n \n\n \nFigura 19 -  Mapa da classificação de uso do solo para a Bacia Hidrográfica do Rio Baixo Jacuí-RS. \n\n\n\n \n \n\n26 \n\n \n\n \n\n \nFigura 20 – Mapa da classificação do uso do solo para a Bacia Hidrográfica \n\ndo Rio Santa Maria-RS. \n\n \n\n \n\n\n\n \n \n\n27 \n\n \n\n \n\nA classificação supervisionada, por meio das imagens do satélite \n\nLandsat 8, produziu seis classes representativas do uso do solo, de acordo \n\ncom as amostras de referência, sendo elas: Plantio Florestal, Mata Nativa, \n\nCorpo D’água, Arroz, Solo Exposto e Pastagem/Cultivo agrícola.  \n\nAlém dessas seis classes, anteriormente citadas, também foi \n\ngerada uma classe chamada “Não Classificado”. Nela são representadas as \n\náreas que não foram classificadas pelo algoritmo, pois apresentavam menor \n\nprobabilidade de pertencer a quaisquer uma das classes escolhidas para \n\namostras de treinamento, como, por exemplo, áreas urbanas, banhados e \n\náreas de difícil distinção das feições. \n\nOptou-se por não criar uma classe para a área urbana, por se tratar \n\nde um uso muito diversificado no que se diz respeito às repostas espectrais \n\ne seus intervalos muito próximos, minimizando assim os erros na \n\nclassificação. Rodrigues (2015) observou que houve conflito gerado pelo \n\nclassificador entre a classe área urbana e classes de pastagem e solo \n\nexposto, o que diminuiu a precisão da classificação. \n\nApós a etapa da classificação, calculou-se as áreas \n\ncorrespondentes à cada classe de uso do solo para as duas bacias \n\nhidrográficas, conforme apresentado nas Tabelas 8 e 9. \n\nTabela 8. Áreas correspondentes à classificação do uso do solo para a Bacia \nHidrográfica do Rio Baixo Jacuí-RS. \n\nClasses Area_Km² % \nNão Classificado 2297,55 13,3 \nPlantio Florestal 1179,41 6,8 \nMata Nativa 3506,29 20,2 \nCorpo D’água 257,5 1,48 \nArroz 923,9 5,33 \nSolo Exposto 3012,01 17,4 \nPastagem / Cultivo Agrícola 6168,49 35,6 \n\nTotal 17345,15 100 \n \n\n \n\n\n\n \n \n\n28 \n\n \n\n \n\nTabela 9. Áreas correspondentes à classificação do uso do solo para a Bacia \nHidrográfica do Rio Santa Maria-RS. \n\nClasses Area_Km² % \nNão Classificado 4508,82 28,7 \nPlantio Florestal 264,2 1,68 \nMata Nativa 684,84 4,36 \nCorpo D’água 287,67 1,83 \nArroz 369,03 2,35 \nSolo Exposto 3386,09 21,5 \nPastagem / Cultivo Agrícola 6220,31 39,6 \n\nTotal 15720,96 100 \n\nPor meio das Tabelas 8 e 9 nota-se que a classe que apresentou \n\nmaior área, nas duas bacias, foi Pastagem/Cultivos agrícolas. Isso se deve \n\nao fato de que foram agrupadas feições de  grande expressão na região. \n\nA classe cultivo florestal representa áres cultivadas com espécies \n\nflorestais, sendo a maior parte eucalipto. A bacia de Baixo Jacuí apresentou \n\ncerca de 1179,41 km2 dessa classe, enquanto que na de Santa Maria esse \n\nvalor foi 264,2 km2. \n\nA área classificada como mata nativa foi muito superior em Baixo \n\nJacuí, se comparada à área, contendo a mesma classe, na bacia de Santa \n\nMaria, como pode-se observar nas Tabelas 8 e 9. Percebe-se, por meio da \n\nclassificação (Figuras 19 e 20) que as áreas de relevo acidentado são mais \n\npreservadas em Baixo Jacuí do que em Santa Maria. É importante salientar \n\nque, nas duas bacias de estudo, as áreas de mata ciliar são bem \n\npreservadas. \n\nEm relação à classe Corpos d’água, a bacia de Santa Maria \n\napresentou maior área em relação a Baixo Jacuí, cerca de 287,67km2 da \n\nprimeira contra 257,5 km2 para a segunda. Isso ocorreu pois é possível \n\nobservar na Figura 20 que a bacia hidrográfica de Santa Maria possui várias \n\náreas contendo reservatórios, regionalmente chamados de açudes, \n\ndestinados ao suprimento de água para a irrigação. \n\nAinda sobre as áreas geradas pela classificação supervisionada, \n\nnota-se que, na Bacia de Baixo Jacuí, a área cultivada com arroz foi de \n\n\n\n \n \n\n29 \n\n \n\n \n\n923,9 Km2, cerca de 5,33% da área total da bacia. Já na bacia de Santa \n\nMaria, esse valor foi de 369, 03 km2. Porém, comparando-se as áreas \n\nclassificadas como arroz, nessa bacia, com as imagens do Google Earth, \n\npercebe-se que essa classe foi subestimada. Isso ocorreu devido a data de \n\naquisição das cenas que sobrepõem a bacia de Santa Maria, que foi em \n\ndezembro, período em que o arroz está se estabelecendo, portanto, a \n\nresposta espectral foi a mesma do solo exposto. Fato esse que corroborou \n\npara uma área considerável contendo a classe solo exposto nessa bacia, \n\ncerca de 21,5% da área total. Em Baixo Jacuí, devido ao período de \n\naquisição das cenas (Janeiro e Março), a porcentagem de solo exposto foi \n\nmenor. \n\nNas Figuras 21 e 22 são apresentados os mapas da \n\nEvapotranspiração corrigida para as bacias de Baixo Jacuí e Santa Maria, \n\nrespectivamente. Nota-se que, nas duas bacias, a distribuição espacial da \n\nevapotranspiração se modificou após a correção, considerando os usos da \n\nterra. Tanto em Baixo Jacuí, como em Santa Maria, os maiores valores são \n\nencontrados nas áreas classificadas como corpos d’água, acompanhando a \n\nhidrografia das bacias.  \n\nNas tabelas 11, 12, 13 e 14 são apresentados os valores mínimos, \n\nmédios, máximos e o desvio padrão da evapotranspiração potencial e \n\ncorrigida, para as duas bacias desse estudo. Nota-se que o maior aumento, \n\napós a correção, foi na classe corpo d’água, contrastando com a classe de \n\npastagem e cultivos agrícolas, que foi a que teve maior redução nos valores \n\nda evapotranspiração, devido ao valor do kc ter sido menor. Os valores da \n\nevapotranspiração corrigida para as classes não classificado, mata nativa, \n\narroz e solo exposto permaneceram os mesmos da evapotranspiração de \n\nreferência, pois o fator de correção para essas classes foi igual a 1.  \n\nO kc do plantio florestal foi considerado como o do eucalipto, 1,04 \n\nsegundo Facco (2004), pois a maioria dessas áreas das áreas identificadas \n\ncomo pertencentes a essa classe são cultivadas com eucalipto. \n\n\n\n \n \n\n30 \n\n \n\n \n\n Esse valor é próximo do valor de kc que foi utilizado para mata \n\nnativa, portanto, os valores da evapotranspiração corrigida foram \n\nsemelhantes entre essas duas classes. Segundo Almeida e Soares (2003), \n\nao comparar áreas ocupadas com eucalipto e o bioma natural em região de \n\nMata Atlântica, afirmam que o regime hídrico sob plantações de eucalipto \n\nnão difere significativamente do regime hídrico em áreas de Mata Atlântica. \n\n \n\n \n\n\n\n \n \n\n31 \n\n \n\n \n\n \nFigura 21 – Mapa de espacialização da evapotranspiração corrigida total anual para a Bacia Hidrográfica do Rio Baixo Jacuí-RS. \n\n\n\n \n \n\n32 \n\n \n\n \nFigura 22 – Mapa de espacialização da evapotranspiração corrigida total \n\nanual para a Bacia Hidrográfica do Rio Santa Maria. \n\n \n\n \n\n\n\n \n \n\n33 \n\n \n\nTabela 10 - Evapotranspiração potencial média, máxima e mínima anual \npara a Bacia Hidrográfica do Rio Baixo Jacuí-RS. \n\nETP \n\nClasses \nMáx. de \neto_ano \n\nMédia de \neto_ano \n\nMín. de \neto_ano \n\nDesv. Pad \nde eto_ano \n\nNão Classificado 1192,31 1134,47 1104,65 21,18 \nPlantio Florestal 1177,68 1119,38 1104,61 13,11 \nMata Nativa 1191,61 1134,59 1104,63 23,51 \nCorpo D’água 1189,9 1126,91 1105,59 16,9 \nArroz 1191,49 1141,15 1104,65 20,95 \nSolo Exposto 1192,02 1128,41 1104,61 17,65 \nPastagem / Cultivo Agrícola 1192,38 1133,19 1104,63 21,56 \n \nTabela 11 - Evapotranspiração corrigida média, máxima e mínima anual para \na Bacia Hidrográfica do Rio Baixo Jacuí-RS. \n\nETC \n\nClasses \nMáx. de \netc_ano \n\nMédia de \netc_ano \n\nMín. de \netc_ano \n\nDesv. Pad \nde etc_ano \n\nNão Classificado 1192,31 1134,47 1104,65 21,18 \nPlantio Florestal 1187,31 1072,67 906,40 47,26 \nMata Nativa 1191,61 1134,59 1104,63 23,51 \nCorpo D’água 1267,61 1104,44 907,00 68,05 \nArroz 1191,49 1141,15 1104,65 20,95 \nSolo Exposto 1192,02 1128,41 1104,61 17,65 \nPastagem / Cultivo Agrícola 1240,88 1024,67 869,54 53,41 \n \nTabela 12 – Evapotranspiração potencial média, máxima e mínima anual \npara a Bacia Hidrográfica do Rio Santa Maria-RS. \n\nETP \n\nClasses \nMáx. de \neto_ano \n\nMédia de \neto_ano \n\nMín. de \neto_ano \n\nDesv. Pad \nde eto_ano \n\nNão Classificado 1214,94 1197,45 1180,25 8,39 \nPlantio Florestal 1214,57 1196,31 1181,64 8,28 \nMata Nativa 1214,38 1196,72 1181,59 9,9 \nCorpo D’água 1213,79 1196,47 1186,5 6,58 \nArroz 1213,88 1198,07 1182,95 7,5 \nSolo Exposto 1215,17 1195,75 1180,13 7,07 \nPastagem / Cultivo Agrícola 1215,2 1196,57 1180,58 8,77 \n \n \n \n \n \n \n \n \n\n\n\n \n \n\n34 \n\n \n\nTabela 13 - Evapotranspiração corrigida média, máxima e mínima anual para \na Bacia Hidrográfica do Rio Santa Maria-RS. \n\nETC \n\nClasses \nMáx. de \netc_ano \n\nMédia de \netc_ano \n\nMín. de \netc_ano \n\nDesv. Pad \nde etc_ano \n\nNão Classificado 1214,94 1197,45 1180,25 8,39 \nPlantio Florestal 1241,86 1129,34 924,48 56,97 \nMata Nativa 1214,38 1196,72 1181,59 9,90 \nCorpo D’água 1265,43 1129,62 948,50 58,11 \nArroz 1213,88 1198,07 1182,95 7,50 \nSolo Exposto 1215,17 1195,75 1180,13 7,07 \nPastagem / Cultivo Agrícola 1280,00 1056,52 923,11 60,99 \n\n4. Conclusões \n\nPôde-se concluir que as imagens do satélite Landsat 8 mostraram-\n\nse apropriadas para a identificação e mapeamento das classes de uso do \n\nsolo, nas duas bacias de estudo. \n\nA classificação supervisionada por meio do algoritmo de máxima \n\nverossimilhança, no software Arcgis 10.2, apresentou índices Kappa de 0,84 \n\ne 0,91 para as Bacias Hidrográficas de Baixo Jacuí e Santa Maria, \n\nrespectivamente, indicando excelente grau de acurácia do método de \n\nclassificação empregado. \n\nA classe de uso do solo representada pelos cultivos agrícolas e \n\npastagem foi a que apresentou maior área, nas duas bacias de estudo.  \n\nGeralmente os mapas de evapotranspiração de cultivo são criados \n\nconsiderando-se que a área total esteja cultivada com determinada cultura, \n\ndestoando da realidade do local. Por meio desse estudo, os valores da \n\nevapotranspiração calculados de acordo com o uso do solo, se aproximam \n\nmais da realidade. \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n35 \n\n \n\n5. Referências \n\nALLEN, R.G.; PEREIRA, L.S.; RAES, D.; SMITH, M. Crop evapotranspiration \n\n- Guidelines for computing crop water requirements. FAO Irrigation and \n\ndrainage paper 56. FAO - Food and Agriculture Organization of the United \n\nNations. Rome. 300p.1998. \n\nALLEN, R.G.; PEREIRA, L.S.; RAES, D.; SMITH, M. Evapotranspiración Del \n\ncultivo: guías para la determinación de los requerimientos de agua de lós \n\ncultivos. FAO, Roma, 298p., 2006. \n\nALMEIDA, A. C.; SOARES, J. V. Comparação entre uso de água em \n\nplantações de Eucalyptus Grandis e Floresta Ombrófila Densa (Mata \n\nAtlântica) na costa leste do Brasil. Revista Árvore, Viçosa, v.27, n.2, p.159-\n\n170, 2003. \n\nALMEIDA, A. Q. Dinâmica hídrica em microbacias cultivadas com eucalipto e \n\npastagem no leste de Minas Gerais, Minas Gerais. 2012. 77 p. Tese \n\n(Doutorado em Meteorologia Agrícola) - Universidade Federal de Viçosa, \n\nViçosa – MG, 2012. \n\nALVARES, C. A; STAPE, J. L.; SENTELHAS, P. C.; GONÇALVES, J. L. M.; \n\nSPAROVEK, G. Köppen’s climate classification map for Brazil. \n\nMeteorologische Zeitschrift, [S.l.], v. 22, n. 6, p. 711–728, 2013. \n\nANDRADE, M. A.; MELLO, C. R. de; BESKOW, S. Simulação hidrológica em \n\numa bacia hidrográfica representativa dos Latossolos na região Alto Rio \n\nGrande, MG. Revista Brasileira de Engenharia Agrícola e Ambiental, \n\nCampina Grande, PB, v.17, n.1, p.69–76, 2013. \n\nANDRÉASSIAN, V. Waters and forests: from historical controversy to \n\nscientific debate. Journal of Hydrology, v. 291, p. 1- 27, 2004. \n\nARAÚJO, W. F.; COSTA, S. A. A.; SANTOS, A, E. dos. Comparação entre \n\nmétodos de estimativa da evapotranspiração de referência (ETo) para Boa \n\nVista, RR. Caatinga, Mossoró, v.20, n.4, p.84-88, 2007. \n\n\n\n \n \n\n36 \n\n \n\nBALBINO, L. C.; BARCELLOS, A. de O.; STONE, L. F. (Ed.). Marco \n\nreferencial: integração lavoura-pecuária-floresta. Brasília, DF: Embrapa, \n\n2011. 130 p. \n\nBOEGH, E., SOEGAARD, H., THOMSEN, A. Evaluating evapotranspiration \n\nrates and surfaceconditions using Landsat TM to estimate atmospheric \n\nresistance and surface resistance.Remote Sensing of Environment 79, 2002. \n\n329-343. \n\nCASTRO, F. S.; PEZZOPANE, J. E. M.; CECILIO, R. A.; PEZZOPANE, J. R. \n\nM.; XAVIER, A. C. Avaliação do desempenho dos diferentes métodos de \n\ninterpoladores para parâmetros do balanço hídrico climatológico. Revista \n\nBrasileira de Engenharia Agrícola e Ambiental, Campina Grande, v.14, n.8, \n\np.871-880, 2010. \n\nCOHEN, J. A Coeficient of Agreement for Nominal Scales. Educational and \n\nMeasurment. Vol XX, No 1, p. 37-46, 1960. \n\nCONCEIÇÃO, G.; VIANNA, L. F. de N.; BACIC, I. L. Z.; KOBIYAMA, M.; \n\nBELLI FILHO, P. Análise Espacial do Balanço Hídrico no Meio Rural de \n\nSanta Catarina. RBRH – Revista Brasileira de Recursos Hídricos, v.18, n.4, \n\np. 89?100, 2013. \nCONGALTON, R. A Review of Assessing the Accuracy of Classification \n\nRemotely Sensed Data. Remote Sensing of Environment, USA, No 37, p. 35-\n\n36, 1991. \n\nDOORENBOS, J. &amp; KASSAM, A.H., Efeito da água no rendimento das \n\nculturas. Estudos FAO- Irrigação e Drenagem, n.33, 306 p, 1994. (Traduzido \n\npor Gheyi, H.R. et al.-UFPB). \n\nFACCO, A. G. Modelagem e simulação geoespacial da variação dos \n\ncomponentes do balanço hídrico para plantios de eucalipto em áreas de \n\nrelevo ondulado na bacia do rio doce, Minas Gerais. 2004. 89 p. Dissertação \n\n(Mestrado em Meteorologia Agrícola) – Universidade Federal de Viçosa, \n\nViçosa – MG, 2004. \n\n\n\n \n \n\n37 \n\n \n\nFAGGION, F.; OLIVEIRA, C. A. S.; CHRISTOFIDIS, D. Uso eficiente da \n\nágua: uma contribuição para o desenvolvimento sustentável da \n\nagropecuária, Pesquisa Aplicada &amp; Agrotecnologia, Guarapuava, v.2, n.1, \n\np.187-190, jan./abr. 2009. \n\nFARIA, R. T., CARAMORI, P. H., ADAMI, M., DEPPE, F. Uso de \n\ngeoprocessamento para simular e avaliar a produtividade regional de soja no \n\nParaná. XII Simpósio Brasileiro de Sensoriamento Remoto, Goiânia, Brasil. \n\n2005. \n\nFEIX, R. D.; LEUSIN JÚNIOR, S. Painel do agronegócio no Rio Grande do \n\nSul — 2015. Porto Alegre: FEE, 2015. \n\nFEPAM – Fundação Estadual de Proteção Ambiental (2016). Qualidade das \n\náguas da Bacia Hidrográfica do Rio Jacuí. Disponível em &lt;\n\nhttp://www.fepam.rs.gov.br/qualidade/qualidade_jacui/jacui.asp>. Acesso em \n\n17 maio de 2016.  \n\nHOWELL, T. A. Enhancing water use efficiency in irrigated agriculture. \n\nAgronomy Journal, Madison, v. 93, p. 281-289, 2001. \n\nIBÁ – Indústria Brasileira de Árvores. Relatório 2015. Ano base 2014. \n\nBrasília, 2015. \n\nIBGE. Produção da pecuária municipal 2013: Brasil. Rio de Janeiro, 2014.  \n\nJENSEN, J. R.. Sensoriamento remoto do ambiente: uma perspectiva em \n\nrecursos terrestres. Tradução: José Carlos Neves Epiphanio (coord.) et al., \n\nSão José dos Campos: Parêntese, 2011. \n\nLANDIS, R.; KOCH, G. G. The measurement of observer agreement for \n\ncategorical data. Biometrics, v.33, n.1, p.159-174, Mar. 1977. \n\nMENESES, P.R. ALMEIDA, T.D.E. Introdução ao processamento de \n\nimagens de sensoriamento remoto. Brasília, DF: CNPQ; 2012.  Disponível \n\nem                                   &lt;http://www.cnpq.br/documents/10157/56b578c4-\n\n0fd5-4b9f-b82a-e9693e4f69d8>. Acesso em 02 de Abril de 2016. \n\n\n\n \n \n\n38 \n\n \n\nNOVO, E.M.L.M. Sensoriamento Remoto: princípios e aplicações. 3 ed.. São \n\nPaulo: Edgard Blucher, 2008.  \n\nOLIVEIRA, G. X. S. Relações entre medidas de evapotranspiração de \n\nsuperfícies de água livre por evaporímetros e estimativas por métodos \n\nmeteorológicos em duas regiões do estado de São Paulo. 2009. 102 p. Tese \n\n(Doutorado em Agronomia/Física do Ambiente Agrícola) – Escola Superior \n\nde Agricultura Luiz de Queiroz, Universidade de São Paulo, Piracicaba – SP, \n\n2009. \n\nPALLONE FILHO, W. J., ZULLO JUNIOR, J., ASSAD, E. D., PINTO, H. S., \n\nROCHA, J. V., LAMPARELLI, R. A. C.2003. Monitoramento de Estiagem \n\nDurante o Verão de Regiões Tropicais Utilizando Imagens AVHRR/NOAA-\n\n14. XI Simpósio Brasileiro de Sensoriamento Remoto, Belo Horizonte, Brasil. \n\nPEREIRA, A. R.; ANGELOCCI, L. R.; SENTELHAS, P. C. Agrometeorologia: \n\nfundamentos e aplicações práticas. Guaíba: Agropecuária, 2002. 478 p. \n\nPEREIRA, L. S.; PAREDES, P.; EHOLPANKULOV, E. D.; INCHENKOVA, O. \n\nP.; TEODORO, P. R.; HORST, M.G. Irrigation scheduling strategies for \n\ncotton to cope with water scarcity in the Fergana Valley, Central Asia. \n\nAgricultural Water Management, v. 96, n. 05, p. 732-735, 2009. \n\nRIBEIRO, C.A.D. et al., Delimitação de microrregiões agroclimáticas e suas \n\nrelações com o potencial produtivo da cultura do eucalipto. Floresta, Curitiba, \n\nv. 41, n. 4, p. 779 - 786, 2011. \n\nRODRIGUES, M. T. Comportamento de sistemas de informações \n\ngeográficas por meio de classificação supervisionada em diferentes bacias \n\nhidrográficas. 2015. 94p. Tese (Doutorado em Agronomia/Energia na \n\nAgricultura)-Faculdade de Ciências Agronômicas, Universidade Estadual \n\nPaulista, Botucatu, 2015. \n\nSENTELHAS, P. C.; COELHO FILHO, M. A.; VILLA NOVA, N. A.; PEREIRA, \n\nA. R.; FOLEGATTI, M. V. Coeficiente do tanque classe A (kp) para a \n\nestimativa diária da evapotranspiração de referência. In: Cong. Bras. De \n\nAgrometeorologia, 11, Florianópolis, 1999. \n\n\n\n \n \n\n39 \n\n \n\nSILVA, V. de P. R. da, BELO FILHO, A. F.; SILVA, B. B. da; CAMPOS, J. H. \n\nB. da C. Desenvolvimento de um sistema de estimativa da \n\nevapotranspiração de referência. Revista Brasileira de Engenharia Agrícola e \n\nAmbiental, Campina Grande, v.9, n.4 , p.547-553, 2005. \n\nTUCCI, C. E. M.; HESPANHOL, I.; CORDEIRA NETTO, O. de M. Cenários \n\nda gestão da água no Brasil: uma contribuição para a “visão mundial da \n\nágua”. RBRH – Revista Brasileira de Recursos Hídricos, v. 5, n. 3, p. 31-43, \n\n2000. \n\nUSGS - Geological Survey / Servico de Levantamento Geologico Americano \n\n(2016). Aquisição de imagens orbitais digitais gratuitas do satélite Landsat-8. \n\nDisponível em&lt;http://landsat.usgs.gov>. Acesso em 20 abril 2016. \n\nVANCLAY, J. Managing water use from forest plantations. Forest Ecology \n\nand Management, v. 257, p. 385 – 389, 2009. \n\nVICTORIA, D. C., BALLESTER, M. V. R., PEREIRA, A. R. 2005. Balanço \n\nhídrico da bacia do Ji-Paraná (RO) por modelo hidrológico simples, \n\nespacialmente distribuído. XII Simpósio Brasileiro de Sensoriamento \n\nRemoto, Goiânia, Brasil. \n\nXAVIER, A. C.; KING, C. W.; SCANLON, B. R. Daily gridded meteorological \n\nvariables in Brazil (1980–2013). International Journal of Climatology. 2015."}]}}}