{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12083"}, {"@name": "filename", "#text": "175_000652720.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL\n\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOCIÊNCIAS\n\nOstracodes de águas profundas do Pleistoceno/\n\nHoloceno da Bacia de Campos: isótopos estáveis \n\nde oxigênio vs. mudanças faunísticas\n\nDemétrio Dias Nicolaidis\n\nOrientador: João Carlos Coimbra\n\nCo-orientador: Cristianini Trescastro Bergue\n\nComissão Examinadora\n\nProfº Dr. Dermeval Aparecido do Carmo\n\nProfº Dr. Felipe Antônio de Lima Toledo\n\nProfª Dra. Maria Inês Feijó Ramos\n\nDissertação de Mestrado apresentada como requisito parcial para a obtenção do título de \n\nMestre em Geociências\n\n2008\n\n\n\n“O passado não reconhece o seu lugar: está sempre presente.”\n\nMário Quintana\n\n\n\nAGRADECIMENTOS\n\nA conclusão deste trabalho seria impossível sem a colaboração de\n\nalgumas pessoas e instituições que, de diversas formas, deram sua contribuição\n\nem diferentes etapas. Destas, manifesto um agradecimento especial,\n\nAo Conselho Nacional de Desenvolvimento Científico e Técnológico\n\n(CNPq), pela concessão da bolsa de estudos;\n\nAos funcionários e professores do Programa de Pós-graduação em\n\nGeociências (PPGGeo) da Universidade Federal do Rio Grande do Sul;\n\nAos Drs. João Carros Coimbra e Cristianini Trescastro Bergue, meu\n\norientador e co-orientador, pelas sugestões, discussões e apoio durante a\n\nrealização deste trabalho.\n\nFinalmente, a minha esposa, minha família e amigos, pelo incentivo e\n\ncompanheirismo imprescindíveis ao longo deste trabalho.\n\n\n\niii\n\nRESUMO\n\no presente trabalho envolveu o estudo da microfauna de ostracodes de\n\n10 amostras provenientes de um testemunho de sondagem realizado na porção\n\nnorte do talude médio da Bacia de Campos, RJ (1287 m de lâmina d'água). As\n\namostras foram tratadas segundo a metodologia padrão para microfósseis\n\ncalcários. A fauna total de ostracodes foi recuperada e os elementos autóctones\n\nforam identificados e estudados. Em conjunto aos dados faunísticos, análises\n\ngeoquímicas de isótopos estáveis de oxigênio foram realizadas em testas de\n\nforaminíferos planctônicos, colaborando com o estudo paleoecológico e\n\npaleoceanográfico. Foram identificadas 86 espécies, 46 das quais autóctones,\n\ndistribuídas em 28 gêneros e 13 famílias. Krithe e Cytheropteron foram os\n\ngêneros mais diversificados (sete e quatro espécies, respectivamente), assim\n\ncomo as famílias Cytheruridae e Krithidae, concordando com estudos similares\n\nem outras regiões do mundo. A ocorrência de espécies cosmopolitas na Bacia de\n\nCampos é marcante, o que reforça a idéia de que a distribuição de algumas\n\nespécies tende ao pandemismo em águas profundas. A curva de isótopos\n\nestáveis de oxigênio obtida segue a tendência geral das curvas padrões para o\n\noceano Atlântico Sul. A fauna de ostracodes respondeu às mudanças\n\noceanográficas ocorridas no Quaternário da Bacia de Campos, reforçando a\n\npotencialidade do grupo como bons indicadores de eventos dessa natureza.\n\nRespostas divergentes da diversidade específica foram registradas: baixa\n\ndiversidade no penúltimo glacial e alta durante o Último Máximo Glacial (UMG).\n\nUma diminuição da diversidade foi notada no final do Holoceno. Distintas\n\nassociações de espécies ocorreram ao longo das amostras, a primeira e mais\n\nantiga caracterizada pelas espécies Australoecia atlantica, Poseidonamicus\n\npintoi, Microcythere cronini, Rimacytheropteron sp. e Krithe reversa., e a\n\nsegunda representada por Macropyxis sp., Bythoceratina sp., Henryhowel/a cf.\n\nH. asperrima e Krithe trinidadensis. O UMGfoi o evento que definiu esta mudança\nfaunística.\n\n\n\niv\n\nABSTRACT\n\nThe present work dealt with the study of ostracods from 10 piston core\n\nsamples from the northern portion of the Campos Basin slope, Rio de Janeiro\n\n(1287 m depth). The samples were treated following the standard methodology\n\nfor calcareous microfossils. The totality of the ostracode fauna was recovered and\n\nits autochtonous elements studied. Along with the faunal data, oxygen stable\n\nisotopes analysis were carried out in planctonic foraminifer tests, improving the\n\npaleoecological and paleoceanografical studies. Eighty-six species were\n\nidentified, 46 of them were autochtonous, distributed in 38 genera and 13\n\nfamilies. Krithe and Cytheropteron were the most diversified genera (seven and\n\nfour species, respectively), as well as the families Cytheruridae and Krithidae,\n\nwhich is in agreement with similar studies carried out in other regions. It is\n\nremarkable the occurrence of cosmopolitan species in Campos Basin, reinforcing\n\nthe idea that deep sea environment species tends to present a pandemic\n\ndistribution. The oxygen isotope data follow the general pattern of the standard\n\nSouth Atlantic curve. The ostracode fauna has been influenced by\n\noceanographical changes occurred during the Quaternary in the Campos Basin,\n\nreinforcing the potentiality of this group as indicators of this kind of evento\n\nDivergent responses were registered in the specific diversity: low diversity during\n\npenultimate glacial and a higher one in the Last Glacial Maximum (LGM). A\n\ndiversity reduction was noticed in the Holocene ending. Distinctive species\n\nassemblages occurred along the samples, the first and older one characterized\n\nby Australoecia atlantica, Poseidonamicus pintoi, Microcythere cronini,\n\nRimacytheropteron sp. and Krithe reversa., and the second one represented by\n\nMacropyxis sp., Bythoceratina sp., Henryhowella cf. H. Asperrima and Krithe\n\ntrinidadensis. LGMwas the event which defined this faunal turnover.\n\n\n\nFigura 1.\n\nFigura 2.\n\nFigura 3.\n\nFigura 4.\n\nFigura 5.\n\nFigura 6.\n\nFigura 7.\n\nFigura 8.\n\nFigura 9.\n\nLISTA DE FIGURAS\n\nMapa de porção da margem continental brasileira mostrando\nparte da Bacia de Campos, cotas batimétricas e a localização\ndo poço estudado (modificado de Tokutake, 2005).\n\nDiagrama com a sedimentologia e geomorfologia da Bacia de\nCampos (modificado de Machado et aI.. 2004).\n\nEstratificação da coluna oceânica em massas d'água na\nmargem continental sudeste brasileira e posição relativa do\npoço estudado. AST= Água Superficial Tropical; ACAS= Água\nCentral do Atlântico Sul; AIA= Água Intermediária Antártica;\nAPAN= Água Profunda do Atlântico Norte; AFA= Água de\nFundo Antártica; T= Temperatura; 5= Salinidade. Símbolos\ndentro do círculo indicam sentido do fluxo. Ângulo de descida\ndo talude exagerado (modificado de Viana et aI., 1998).\n\nDistribuição das amostras ao longo do testemunho estudado.\n\nMapa esquemático do oceano Atlântico mostrando a\nestratificação e o sentido do movimento das principais\nmassas d'água e suas regiões de formação. APAN= Água\nprofunda do Atlântico Norte, AFA= Água de Fundo Antártica,\nAIA= Água Intermediária Antártica, AM= Água Mediterrânea,\nACAS= Água Central do Atlântico Sul, ACAN= Água Central\ndo Atlântico Norte, RF APAN, RF AIA e RF AFA= Regiões de\nFormação das respectivas massas d'água (modificado de\nCronin et aI., 2002).\n\nMigração da zona de mínimo de oxigênio durante os eventos\nde variação do nível do mar. A - Evento regressivo; B - Evento\ntransgressivo (BERGUE,2007).\n\nNúmero de espécies, abundância e índice de Shannon-Wiener\npor amostra.\n\nGêneros autóctones de ostracodes e seus respectivos índices\nde dominância.\n\nCurva de isótopos estáveis de oxigênio e bioestratigrafia com\nbase em foraminíferos planctônicos. Barra vermelha situa um\npossível hiato. Área azul-claro corresponde a intervalos\nglaciais. Amostra em vermelho representa amostra perdida\ndurante análise. UMG= Último Máximo Glacial.\n\nv\n\n4\n\n6\n\n7\n\n9\n\n13\n\n15\n\n42\n\n43\n\n51\n\n\n\nFigura 10.\n\nBioestratigrafia segundo Sanjinés et ai. (2007).\n\nNúmero de espécies, abundância e índice de Shannon-Wiener\npor amostra. Curva de isótopos estáveis de oxigênio e\nbioestratigrafia com base em foraminíferos planctônicos.\nBarra vermelha situa um possível hiato. Área azul-claro\ncorresponde a intervalos glaciais. Amostra em vermelho\nrepresenta amostra perdida durante análise de isótopos.\nUMG= Último Máximo Glacial. Bioestratigrafia segundo\nSanjinés et ai. (2007).\n\nvi\n\n54\n\n\n\nLISTA DE TABELAS\n\nTabela 1. Número de gêneros autóctones por família.\n\nTabela 2. Número de espécies autóctones por gênero.\n\nTabela 3. Dados de diversidade e abundância das espécies autóctones.\n\nTabela 4. Dados brutos de dominância por gênero autóctone.\n\nTabela 5. Valores calculados da análise de isótopos estáveis de\noxigênio.\n\nvii\n\n18\n\n18\n\n44\n\n44\n\n45\n\n\n\nSUMÁRIO\n\nAgradecimentos............................................................................................ ii\n\nResumo.......................................................................................................... iii\n\nAbstract......................................................................................................... iv\n\nLista de figuras.............................................................................................. v\n\nLista de tabelas............................................................................................. vii\n\n1. Introdução............................................................................... 1\n\n2. Trabalhos Anteriores................................................................ 2\n\n3. Área de Estudo........................................................................ 4\n\n3.1 Localização....................................................................................... 4\n\n3.2 Sedimentologia................................................................................ 5\n\n3.3 Oceanografia.................................................................................... 5\n\n4. Material e Métodos................................................................... 8\n\n4.1 Ostracodes....................................................................................... 8\n\n4.2 Análise de diversidade..................................................................... 9\n\n4.3 Análise de isótopos de oxigênio...................................................... 10\n\n4.4 Recursos gráficos............................................................................. 10\n\n5. Ostracofauna de Águas Profundas............................................ 11\n\n6. Resultados............................................................................... 17\n\n6.1 Espécies identificadas...................................................................... 17\n\n6.1.1 Espécies autóctones............................................................. 20\n\n6.1.2 Gêneros indeterminados....................................................... 37\n\n6.1.3 Espécies alóctones............................................................... 40\n\n6.2 Análise faunística............................................................................. 42\n\n6.3 Isótopos estáveis de oxigênio.......................................................... 44\n\n7. Discussão................................................................................ 46\n\n7.1 Aspectos gerais................................................................................ 46\n\n7.2 Isótopos estáveis de oxigênio e bioestratigrafia.............................. 48\n\n7.3 Eventos oceanográficos e ostracodes.............................................. 52\n\n8. Considerações finais................................................................ 58\n\nREFERÊNCIAS BIBLIOGRÁFICAS............................................................................. 59\n\nESTAMPAS\n\n\n\n1. INTRODUÇÃO\n\nOs  ostracodes  (Crustacea)  representam  um  importante  grupo  de \n\norganismos  na  micropaleontologia,  habitando  uma  variedade  de  ambientes \n\naquáticos, de lagoas efêmeras de água doce a bacias marinhas profundas. Estes \n\norganismos possuem uma carapaça bivalve e quitino-calcítica que é geralmente \n\nbem  preservada  nos  sedimentos.  Sua  ampla  distribuição,  elevada  abundância \n\nnos  sedimentos  e  riqueza  de  espécies  os  tornam  ferramentas  paleoclimáticas \n\nversáteis,  possibilitando  abordagens  paleoecológicas,  paleobiogeográficas  e \n\ngeoquímicas.\n\nAs pesquisas baseadas nestes organismos estiveram por muito tempo \n\nconcentradas  nas  faunas  de  águas  rasas,  principalmente  da  plataforma \n\ncontinental.  O  estudo  paleoceanográfico  com  base  em  ostracodes  de  águas \n\nprofundas é uma linha de pesquisa relativamente recente que se encontra em \n\nexpansão, apoiada em novas tecnologias de amostragem do fundo oceânico. Ele \n\nse  baseia  no  fato  de  as  características  físico-químicas  das  massas  d'água, \n\nincluindo mudanças ocasionadas por ciclos glaciais-interglaciais, influenciarem a \n\ndistribuição das faunas bentônicas de ostracodes, existindo, inclusive, gêneros e \n\nespécies restritas a cotas batimétricas profundas, tornando possível, através de \n\nseu estudo, obter indicativos paleoambientais locais. \n\nNas últimas décadas, diversos estudos encontraram uma clara ligação \n\nentre a ostracofauna bentônica de águas profundas e a distribuição das massas \n\nd'água  oceânicas  e  os  padrões  de  circulação  (por  exemplo,  DINGLE  &amp; LORD, \n\n1990; AYRESS  et al., 1997; JONES  et al., 1999), e demonstraram que, além de \n\nciclos climáticos glaciais-interglaciais, até mesmo variações climáticas de escala \n\nmilenar são refletidos em mudanças da diversidade e na composição da fauna de \n\nostracodes (CRONIN et al., 1999). \n\nO  presente  trabalho,  inédito  para  a  Bacia  de  Campos,  tem  como \n\nobjetivo  principal  o  estudo  qualitativo-quantitativo  das  assembléias  de \n\nostracodes  bentônicos  e  a  utilização  de  suas  distribuições  batimétricas \n\nconhecidas  e  variações  de  diversidade,  aliadas  a  dados  geoquímicos,  na \n\nidentificação  de  eventos  glaciais-interglaciais  e  de  mudanças  na \n\npaleoceanografia do Quaternário do Atlântico sul. \n\n1\n\n\n\n2. TRABALHOS ANTERIORES\n\nA  Bacia  de  Campos  é  uma  região  da  costa  brasileira  que  concentra \n\ninúmeros  trabalhos  de  pesquisa  científica,  sobretudo  pela  sua  enorme \n\nimportância econômica para o país. Nela, atualmente, ocorre cerca de 84% da \n\nprodução  nacional  de  petróleo  (disponível  em: \n\n<http://www2.petrobras.com.br/portugues/ads/ads_Petrobras.html>).  Devido  a \n\neste  fator,  a  grande  maioria  destes  trabalhos  pertence  a  área  da  geologia  do \n\npetróleo,  e  os  estudos  envolvendo  microfósseis  calcários  se  concentram  no \n\nperíodo  Cretáceo,  focando  principalmente  áreas  aplicadas,  como  a \n\nbioestratigrafia. Aqui serão discutidos brevemente apenas alguns dos trabalhos \n\ndesenvolvidos  recentemente  no  Quaternário  desta  bacia,  envolvendo \n\nmicrofósseis calcários em geral, uma vez que esta dissertação aborda um tema \n\nmais  abrangente  que  o  sistemático,  possuindo  aspectos  paleoecológicos  e \n\npaleoceanográficos.  Foram  considerados  não  apenas  estudos  de  associações \n\nbatiais, mas também os realizados na plataforma continental adjacente.\n\nAlguns  trabalhos  realizados  ao  longo  da  costa  brasileira,  através  do \n\nprojeto  REMAC  (Reconhecimento  Global  da  Margem  Continental  Brasileira), \n\nenvolveram amostras da plataforma continental da Bacia de Campos. Entre eles \n\npode-se destacar  os estudos  com  ostracodes de Ramos  (1994, 1996), Fauth &amp; \n\nCoimbra (1998), Machado &amp; Drozinsky (2002), Aiello et al. (2004) e Ramos et al. \n\n(2004).\n\nVicalvi  (1997)  estudou  espécies  de  foraminíferos  planctônicos, \n\nindicadoras de águas quentes e frias, de 1.306 amostras de três furos geológicos \n\ncom testemunhagem contínua e de 26 testemunhos a pistão, coletados no talude \n\nda  Bacia  de  Campos.  Com  base  nas  variações  de  freqüência  de  Globorotalia \n\nmenardii, G. inflata e G. truncatulinoides, complementadas pelas observações de \n\ndesaparecimento/reaparecimento  do  plexo  Pulleniatina,  subdividiu  nos \n\ntestemunhos longos as zonas Z (Holoceno), Y e X (Pleistoceno) em 15 subzonas \n\n(Z1, Z2, Y1, Y2 e X1 a X11).\n\nSousa  et  al. (2006)  estudaram  as  associações  de  foraminíferos \n\nbentônicos  recuperadas  de  41  amostras  de  superfície,  retiradas  em  dois \n\ntransectos  de  batimetria  gradual,  no  talude  da  Bacia  de  Campos.  Análises  de \n\ncorrespondência  canônica  e  de  cluster  modo-Q  foram  realizadas  a  fim  de \n\n2\n\n\n\nentender  os  padrões  de  distribuição  e  preferências  ecológicas  da  fauna  de \n\nforaminíferos bentônicos.\n\nTokutake  &amp;  Toledo  (2007) realizaram  um  estudo  com  base  em \n\nnanofósseis calcários em dois testemunhos retirados do talude médio da Bacia \n\nde Campos. Através da aplicação de bioestratigrafia de nanofósseis calcários e \n\nde  estratigrafia  isotópica  (carbono  e oxigênio),  testaram  a  correlação  entre  os \n\nlimites das biozonas X/Y (foraminíferos planctônicos) e a base do bioevento de \n\nacme  de  Emiliania  huxleyi (nanofóssil  calcário).  Também  foi  realizada  uma \n\nanálise  das  variações  de  abundância  de  E.  huxleyi e  Gephyrocapsa  spp.  em \n\nfunção de variações paleoceanográficas e paleoclimáticas.\n\nSanjinés  et  al. (2007)  estudaram  associações  de  foraminíferos \n\nrecuperadas de amostras provenientes de três testemunhos a pistão do talude \n\ncontinental  da  Bacia  de  Campos.  A  partir  dos  resultados  bioestratigráficos \n\nobtidos  do  zoneamento  com  foraminíferos  foi  elaborada  uma  carta \n\nbiocronoestratigráfica  e  realizado  um  estudo  de  elementos  de  estratigrafia  de \n\nseqüências.\n\n3\n\n\n\n3. ÁREA DE ESTUDO\n\n3.1 LOCALIZAÇÃO\n\nA região de estudo está situada na Bacia de Campos, porção da Margem \n\nContinental sudeste brasileira delimitada ao norte pelo Alto de Vitória, a 21°S, e \n\nao sul pelo Alto de Cabo Frio, a 23°S (Fig. 1). Esta bacia compreende uma área de \n\naproximadamente 100.000 km², sendo mais de 70% em águas com profundidade \n\nsuperior a 200 m. A plataforma continental possui uma largura média de 100 km \n\ne a quebra da plataforma varia de 80 m de profundidade, ao norte, a 130 m ao \n\nsul  (VIANA  et  al.,  1998).  O  talude  continental  possui  40  km  de  largura  e  se \n\nestende da quebra da plataforma até a isóbata de 2000 m, onde se encontra com \n\no Platô de São Paulo. O gradiente de descida do talude tem uma média de 2,5°, \n\nsendo mais acentuado na porção superior (110-600 m) e na inferior (1200-2000 \n\nm), onde possui um escarpamento pronunciado que chega a 8° (SOUSA  et al., \n\n2006).\n\nFigura 1. Mapa de porção da margem continental brasileira mostrando parte da Bacia de Campos, \ncotas batimétricas e a localização do poço estudado (modificado de Tokutake, 2005).\n\n4\n\n\n\nO  testemunho  foi  retirado  da  porção  norte  da  Bacia  de  Campos,  no \n\ntalude continental (21°12'20,28'' S, 40°02'47,75'' W) em profundidade de 1287 m \n\ne distante cerca de 75 km da linha de costa do sul do estado do Espírito Santo.\n\n3.2 SEDIMENTOLOGIA\n\nO padrão de sedimentação da margem continental sudeste brasileira é \n\nrepresentativo  de  oscilações  relativas  do  nível  do  mar.  Dados  geológicos  e \n\noceanográficos  sugerem  a  ocorrência  de  uma  transferência  significativa  de \n\nsedimentos  da  plataforma  para  o  talude  continental  no  presente,  e  que \n\ndiferentes  correntes  termoalinas  exerceram  grande  influência  nos  padrões  de \n\nsedimentação no talude durante o Neoquaternário (VIANA et. al, 1998).\n\nAreias siliciclásticas a bioclásticas cobrem a plataforma interna e média, \n\ne  a  plataforma  externa  é  dominada  por  areias  principalmente  siliciclásticas, \n\nporém com contribuição carbonática oriunda de algas verdes e vermelhas (Fig. \n\n2).  Areias  siliciclásticas  e  bioclásticas,  com  contribuição  de  glauconita  e  mica, \n\ncaídas da plataforma, depositam-se na base da escarpa da quebra da plataforma, \n\npossuindo  granulometria  mais  fina,  ao  sul,  e  mais  grossa,  ao  norte.  O  talude \n\nmédio é caracterizado por areias finas laminadas endurecidas e ricas em ferro, e \n\npor amontoados de corais de águas profundas que cobrem um pacote grosso de \n\nlama  siltosa  à  lama  laminada  arenosa,  interrompidas  localmente por  fluxos  de \n\nmassa. No talude inferior uma fina vasa (&lt;10 cm de espessura) de nanofósseis-\n\nforaminíferos, datados do Holoceno, cobrem areias finas ricas em ferro (VIANA et. \n\nal, 1998).\n\n3.3 OCEANOGRAFIA\n\nOs oceanos atuais estão estruturados em massas d'água verticalmente \n\nestratificadas  devido  a  diferentes  origens  e  características  físico-químicas, \n\npodendo  ser  divididas,  basicamente,  em  massas  superficiais  e  profundas. \n\nCorrentes, em diferentes níveis, podem fazer essas massas fluírem em direções \n\ndiferentes  e  opostas.  Essa  heterogeneidade  na  distribuição  de  propriedades  e \n\ncaracterísticas  das  águas  marinhas,  junto  a  ocorrência  de  variações  sazonais \n\nconstantes,  regidas  por  eventos  climáticos,  desempenham  uma  importante \n\nfunção  na  sedimentação  e  uma  influência  direta  nas  faunas  que  habitam  as \n\nregiões sob os seus domínios (BERGUE, 2005; TOLEDO, 2000).\n\n5\n\n\n\nFigura  2. Diagrama  com  a  sedimentologia  e  geomorfologia  da  Bacia  de  Campos \n(modificado de Machado et al., 2004).\n\nA  Bacia  de  Campos  encontra-se  sob  o  domínio  da  Corrente  do  Brasil \n\n(CB),  tendo  o  limite  da  plataforma  e  o  talude  continental  a  presença  de  uma \n\nmassa  d'água  estratificada  em  múltiplas  camadas  com  diferentes  padrões  de \n\ncirculação. Segundo Silveira  et al.  (2000) e Viana  et al. (1998) existem quatro \n\nprincipais massas d'água distintas nesta região: Água Superficial Tropical (AST), \n\nÁgua Central do Atlântico Sul (ACAS), Água Intermediária Antártica (AIA) e Água \n\nProfunda do Atlântico Norte (APAN). \n\nA primeira e mais superficial massa d'água, a AST, é resultado de uma \n\nmistura de três fontes: a Água Tropical (T > 18°C, S > 36‰), a Água do Litoral e \n\na  ressurgência  periódica  da  ACAS  (Fig.  3).  Ocorre  até  cerca  de  250/300  m  de \n\nprofundidade. Abaixo da AST flui a ACAS (T=6 a 20°C,  S=34,6 a 36‰), que se \n\nestende de 300 a 500 m de profundidade. Na área de estudo, ambas as massas \n\nd'água  fluem  em  direção  sul,  carregadas  pela  CB.  Abaixo  da  ACAS,  com  o \n\naumento  da  profundidade,   ocorre  uma  diminuição  abrupta  de  temperatura  e \n\nsalinidade,  é  a  massa  d'água  definida  como  a  termóclina.  A  primeira  camada \n\ndistinta  abaixo  das  águas  superficiais  é  a  AIA  (T=6  a  2°C,  S=34,2  a  34,6‰) \n\nirrigando  o  talude  médio  entre  as  isóbatas  de  500  e  1200  m.  É  formada  na \n\nConvergência  Subantártica,  ocupando  níveis  intermediários  e  fluindo  para  o \n\nNorte. Abaixo dela, está a APAN (T=3 a 4°C, S=34,6 a 35‰), uma grande massa \n\n6\n\n\n\nd'água que flui em sentido Sul com 2 km de espessura e 800 km de extensão, \n\npobre em nutrientes e rica em oxigênio.\n\nFigura  3. Estratificação  da  coluna  oceânica  em  massas  d'água  na \nmargem  continental  sudeste  brasileira  e  posição  relativa  do  poço \nestudado.  AST=  Água  Superficial  Tropical;  ACAS=  Água  Central  do \nAtlântico Sul; AIA= Água Intermediária Antártica; APAN= Água Profunda \ndo Atlântico Norte; AFA= Água de Fundo Antártica; T= Temperatura; S= \nSalinidade. Símbolos dentro do círculo indicam sentido do fluxo. Ângulo \nde descida do talude exagerado (modificado de Viana et al., 1998).\n\n7\n\n\n\n4. MATERIAL E MÉTODOS\n\n4.1 OSTRACODES\n\nO material estudado, cedido pela Petrobrás, é proveniente de um furo \n\nde  sondagem  realizado  em  2003  pelo  navio  Bucentaur,  através  de  um  Jumbo \n\nPiston Corer de 21 m de comprimento, em uma pernada visando a caracterização \n\ndo solo marinho brasileiro.  Ao contrário de outros tipos de testemunhagem que \n\nse utilizam apenas da gravidade, como o testemunhador de caixa (box corer) ou \n\no testemunhador de gravidade (gravity corer), nos testemunhos a pistão a força \n\nda gravidade é acrescida a de um pistão hidráulico que aumenta a capacidade de \n\npenetração  e  a  eficiência  da  recuperação  dos  sedimentos  amostrados, \n\npermitindo a obtenção de testemunhos com mais de 10 m (SUGUIO, 1998). \n\nDo  testemunho  recuperado  de  18  m  (1287  m  de  lâmina  d'água), \n\nretirado  da  porção  norte  do  talude  da  Bacia  de  Campos  (21°12'20,28''  S, \n\n40°02'47,75''  W),  foram  selecionadas  10  amostras  para  estudo  (Fig.  4).  A \n\namostragem  no  testemunho  foi  realizada,  preferencialmente,  em  intervalos \n\nespaçados  regularmente,  ocorrendo  um  espaçamento  menor  nas  primeiras \n\namostras  com  o  intuito  de  se  obter  o  registro  do  limite  Pleistoceno-Holoceno. \n\nDeterminados os intervalos de coleta, foram coletados aproximadamente 10 cm3 \n\nde sedimentos por amostra.\n\nO  tratamento  das  amostras  seguiu  a  metodologia  padrão  para \n\nmicrofósseis  calcários:  (1) no  laboratório,  as  amostras  são  lavadas  em  água \n\ncorrente com peneira de abertura de malha de 62  ?m;  (2) posteriormente, são \n\nlevadas à estufa com temperatura em torno de 60°C para secagem; (3) quando \n\nsecas, as amostras passam por novo peneiramento com malha de 125  ?m; (4) o \n\nresíduo das amostras é triado em estereomicroscópio. \n\nAs  carapaças  foram  analisadas  com  auxílio  de  lupa  binocular  marca \n\nOpton modelo TIM-2B no Laboratório de Microfósseis Calcários, da Universidade \n\nFederal  do  Rio  Grande  do  Sul  (UFRGS).  Espécimes  representativos  de  cada \n\namostra  foram  separados  e  fotografados  no  Centro  de  Microscopia  Eletrônica \n\n(CME)  da  UFRGS,  utilizando-se  um  microscópio  eletrônico  de  varredura  JEOL \n\nJSM-6060.  Sempre  que  necessário,  foram  obtidas  fotografias  por  transparência \n\nem  microscopia  óptica  para  identificação  específica  de  alguns  táxons.  Estas \n\nforam realizadas em microscópio óptico de marca Zeiss, através de uma câmera \n\ndigital Olympus D540. Os exemplares fotografados serão depositados no Museu \n\n8\n\n\n\nde  Paleontologia  do  Departamento  de  Paleontologia  e  Estratigrafia  da  UFRGS, \n\nquando ocorrer a publicação desta dissertação. Provisoriamente estão guardados \n\nem lâminas associativas no Laboratório de Microfósseis Calcários sob as siglas \n\nque podem ser vistas na figura 4.1.\n\nFigura 4. Distribuição  das  amostras \nao longo do testemunho.\n\n4.2 ANÁLISE DE DIVERSIDADE \n\nVariações de diversidade da fauna são dados de grande importância no \n\nestudo paleoceanográfico com base em ostracodes pois são tidos como reflexos \n\nde eventos climáticos. Em razão disso, a fauna foi analisada através do índice de \n\ndiversidade de Shannon-Wiener, expresso pela equação:\n\nH(S) = ?n pi ln (pi)\n\n9\n\n\n\nsendo pi  a proporção de uma determinada espécie na amostra e  ln o logaritmo \n\nnatural. Entre os índices de diversidade existentes, este possui a vantagem de \n\nconsiderar tanto o número de espécies como suas proporções relativas (DIDIÉ, et \n\nal.,  2002).  Também  foi  calculado  o  índice  de  dominância  para  cada  um  dos \n\ngêneros  nas  amostras  estudadas,  calculado  pela  abundância  relativa  e \n\ntransformado em porcentagem, utilizando-se a fórmula:\n\nD = ( t / T ) . 100\n\nonde t é o número de espécimes total de um determinado gênero e T é o número \n\ntotal de espécimes.\n\n4.3 ANÁLISES DE ISÓTOPOS DE OXIGÊNIO\n\nEsta análise foi empregada por constituir uma excelente ferramenta em \n\nestudos  paleoceanográficos  e  paleoclimáticos,  podendo-se  obter  informações \n\nsobre  o  volume  de  gelo  nos  oceanos  e,  conseqüentemente,  permitindo  a \n\nidentificação  de  estágios  glaciais  e  interglaciais.  Esta  análise  é  amplamente \n\nempregada  em  microfósseis  carbonáticos,  o  que  lhes  confere  um  grande \n\npotencial como marcadores de eventos (por exemplo, CRONIN &amp; RAYMO, 1997; \n\nXU et al., 2005; YASUHARA et al., 2008).\n\nNas  análises  foram  utilizadas  testas  do  foraminífero  Globigerinoides  \n\nruber variedade white, escolhido por ser abundante em toda a seção e calcificar \n\nsua testa em equilíbrio isotópico de oxigênio com a água do mar. Em torno de \n\ncinco  testas  de  cada  amostra  foram  submetidas  a  análise  no  Labotatório  de \n\nGeologia Isotópica, da Universidade Federal do Pará.\n\n4.4 RECURSOS GRÁFICOS\n\nAs  fotomicrografias  realizadas  em  MEV,  assim  como  as  fotos \n\ndigitalizadas a partir de microscopia óptica, foram editadas no programa Adobe \n\nPhotoshop  CS2.   Os  mapas  e  estampas  foram  montadas  no  CorelDRAW  X3  e \n\nAdobe Illustrator CS2. Os gráficos foram editados no programa BrOffice.org Calc \n\n2.3, e a dissertação escrita no BrOffice.org Writer 2.3.\n\n10\n\n\n\n5. OSTRACOFAUNA DE ÁGUAS PROFUNDAS\n\nEste  capítulo  visa  caracterizar  o  habitat  de  águas  profundas  e  a \n\nostracofauna  vivente,  bem  como  fornecer  subsídios  teóricos  para  a  posterior \n\ndiscussão  das  mudanças  de  diversidade  e  da  fauna  de  ostracodes  registradas \n\nnesta pesquisa em face de mudanças ambientais.\n\nPara  o  propósito  do  presente  trabalho,  utiliza-se  o  termo  “águas \n\nprofundas” com a mesma designação de Harten (1999), denotando oceanos mais \n\nprofundos que 600 m e que estejam sob influência de massas d'água vindas de \n\nregiões  polares.  O  surgimento  de  um  oceano  moderno  estratificado  em  duas \n\ncamadas básicas, termosfera e psicrosfera, assim como uma fauna de ostracodes \n\ndistinta entre estes dois domínios é discutida por Benson (1975b). Com base em \n\nalterações na diversidade, abundância e mudanças faunísticas de ostracodes o \n\nautor data a origem da psicrosfera, ou o sistema de massas d'água do oceano \n\nprofundo, no Eoceno tardio (40 M.a.). Como principais causas geológicas desta \n\nmudança  estão  o  estreitamento  do  Mar  de  Thetys  e  um  maior  isolamento \n\ngeográfico  da  Antártida,  o  que  restringiu  a  produção  em  baixas  latitudes  de \n\nmassas  d'água  quentes  e  salinas,  ao  mesmo  tempo  em que   possibilitou  uma \n\ncirculação circumglobal nos oceanos do hemisfério sul.\n\nDesde  então  os  ostracodes  de  águas  profundas  são  comumente \n\nchamados de psicrosféricos por habitarem a camada inferior do oceano moderno, \n\na psicrosfera (<10°C ), em oposição à fauna de ostracodes que habita a camada \n\nmais  fina  e  superficial  dos  oceanos,  a  termosfera  (>10°C).  Esta  fauna \n\npsicrosférica difere taxonomicamente dos ostracodes de águas rasas em função \n\nde diferenças físico-químicas do meio, e de suas relações filogenéticas.\n\nA  pressão  e,  principalmente,  a  temperatura  são  dois  fatores  que \n\nrepresentam  barreiras  limitantes  na  distribuição  das  faunas  marinhas,  tendo \n\ninfluência  direta  na  fisiologia  dos  organismos.  Ambos  afetam  diretamente  a \n\nperformance de proteínas enzimáticas, retardando as reações químicas conforme \n\naumenta a pressão e diminui a temperatura. Faunas que vivem em habitats sob \n\nmuita pressão necessitam de adaptações no seu maquinário enzimático que os \n\ntornem  mais  eficientes  (HOCHACHKA  &amp;  SOMERO  apud THISTLE,  2003).  A \n\ntemperatura  está  também  entre  os  estímulos  ambientais  mais  importantes  na \n\nrota  fisiológica  de  secreção  hormonal  em  ostracodes,  que  entre  outras  coisas, \n\nregula o processo de muda, característico dos crustáceos (MAJORAN et al., 2000). \n\n11\n\n\n\nOs autores também encontraram uma relação positiva entre temperatura e taxa \n\nde  crescimento  em  Krithe  praetexta  praetexta  (Sars,  1866).  Em  conseqüência \n\ndestes  fatores,  existem  táxons  que  são  mais  abundantes  em  determinados \n\ncontextos oceanográficos.\n\nHunt  et  al.  (2005)  estudando  os  foraminíferos  bentônicos  de  águas \n\nprofundas em  diversas localidades dos oceanos Atlântico e Pacífico nos últimos \n\n130 Ka avaliou a influência da temperatura na diversidade da fauna. Foi visto que \n\nvariações  na  temperatura  levaram  a  mudanças  significativas  e  previsíveis  na \n\nriqueza de espécies, afetando-a positivamente, sugerindo que este fator exerça \n\numa importante influência em espécies de águas profundas.\n\nNo que tange aos ostracodes, a principal barreira de comunicação entre \n\nas faunas termosféricas e psicrosféricas é a termóclina (DINGLE &amp; LORD, 1990). \n\nLocalizada  entre 300-1000 m, a termóclina permanente é uma zona transicional \n\nque está no limite entre a termosfera e a psicrosfera, onde ocorre uma sensível \n\nmudança na temperatura das águas oceânicas.\n\nOs  oceanos,  além  de  poderem  ser  classificados  em  dois  domínios \n\nprincipais relacionados à temperatura de suas águas, estão também subdivididos \n\nem  unidades denominadas massas d'água, as quais apresentam características \n\nfísico-químicas distintas entre si, em virtude de suas diferentes origens (Fig. 5). \n\nDistintas assembléias de ostracodes marinhos tem sido observadas ao longo de \n\ngradientes latitudinais e verticais nos oceanos e esses gradientes são associados \n\ncom mudanças de larga escala em parâmetros físicos e químicos das águas. No \n\nentanto,  os  limites  das  faunas  não  estão  sempre  bem  definidos,  resultado  de \n\nparâmetros  ambientais  gradacionais,  amostragem  inadequada  ou  ambos \n\n(CRONIN et al., 2002).\n\nNuma  tentativa  de  relacionar  espécies  bentônicas  de  ostracodes  de \n\náguas profundas com distintas massas d'água, Dingle &amp; Lord (1990) realizaram \n\num estudo se utilizando de uma base de dados compilada a partir da literatura e \n\nde seus próprios estudos. Foram consideradas as distribuições de 213 espécies \n\nem 61 gêneros de ostracodes registrados em profundidades maiores que 1000 m \n\nem  seis  localidades  do  Oceano  Atlântico.  O  estudo  foi  realizado  através  da \n\ncomparação das mudanças verticais da fauna de ostracodes com a estrutura das \n\nmassas  dágua  do  oceano,  enfatizando  a  distribuição  de  “espécies-chave” \n\nescolhidas por constituírem o cerne da fauna em todas as áreas de estudo. Eles \n\nidentificaram  as  seguintes  associações  entre  fauna  e  massas  d'água: \n\nHenryhowella  - AIA inferior,  Krithe  - APAN superior,  Poseidonamicus-Bosquetina  \n\n12\n\n\n\nmucronalatum  - porção superior da APAN inferior,  Dutoitella - porção inferior da \n\nAPAN inferior, e  Legitimocythere - AFA.\n\nFigura 5. Mapa esquemático do oceano Atlântico mostrando a estratificação e o sentido do \nmovimento das principais massas d'água e suas regiões de formação. APAN= Água profunda \ndo Atlântico Norte, AFA= Água de Fundo Antártica, AIA= Água Intermediária Antártica, AM= \nÁgua Mediterrânea,  ACAS= Água Central do Atlântico Sul, ACAN= Água Central do Atlântico \nNorte,  RF APAN, RF AIA e RF AFA= Regiões de Formação das respectivas massas d'água \n(modificado de Cronin et al., 2002).\n\nOutra  importante  barreira  na  distribuição  dos  ostracodes  de  águas \n\nprofundas é a CCD (Calcite Compensation Depth). As águas marinhas rasas são \n\ngeralmente supersaturadas em carbonato. Com o aumento da profundidade as \n\náguas  oceânicas  tornam-se  gradativamente  mais  pobres  em  carbonatos, \n\npromovendo um aumento na dissolução das carapaças. Ao chegar na lisóclina, a \n\ntaxa de dissolução aumenta intensamente, e abaixo dela, existe uma isóbata na \n\nqual  a  precipitação  biológica  dos  carbonatos  torna-se  praticamente  inviável \n\n(aproximadamente 3.000 m) conhecida pela sigla CCD (BERGUE, 2007). \n\nYasuhara et al. (no prelo) estudando a fauna de ostracodes do Atlântico \n\nSul de uma profundidade de 5.000 m (próxima a CCD naquela região do oceano) \n\nregistraram  uma  fauna  de  ostracodes  razoavelmente  bem  preservada  nos \n\nprimeiros  centímetros  dos  testemunhos  (0-1  cm).  Abaixo  desse  horizonte  a \n\n13\n\n\n\nabundância  caiu dramaticamente  e só  foram  encontrados  espécimes  corroídos \n\npela  dissolução.  Os  autores  sugerem  que  ostracodes  habitem  ambientes \n\ncorrosivos perto da CCD, mas são raramente preservados como fósseis devido a \n\ndissolução  pós-morte.  Uma  hipótese  para  a  sobrevivência  desta  fauna  nestes \n\nambientes  é  que  a  fina  camada  orgânica  de  epicutícula  das  carapaças  destes \n\norganismos, quando vivos, ajudaria a protegê-los da corrosão. Após sua morte, \n\ncom a decomposição da epicutícula orgânica, as carapaças se dissolveriam.\n\nA  dissolução  preferencial  das  carapaças  de  alguns  gêneros  de \n\nostracodes  em  águas  profundas  pode  acarretar  em  tendenciamento  nas \n\namostras em favor de gêneros mais resistentes à dissolução (CRONIN &amp; DWYER, \n\n2003). Isso é importante em vista de mudanças na profundidade da lisoclina e da \n\nCCD  durante  ciclos  glaciais,  tendo  impacto  nas  associações  de  ostracodes \n\nregistrados  em  uma  determinada  área.  Segundo  Swanson  (1995)  as \n\nornamentações  nas  carapaças  de  alguns  gêneros  e  espécies  de  ostracodes \n\nconstituiriam um sistema de proteção contra a dissolução. Detritos carbonáticos, \n\noriundos  do  fitoplâncton,  aprisionados  na  ornamentação  afastariam  a  zona  de \n\ninsaturação,   atuando  como  adaptação  para  viver  em  águas  subsaturadas  em \n\ncarbonato  de  cálcio  e,  dessa  maneira,  auxiliando  o  estabelecimento  de  uma \n\nfauna psicrcosférica de ostracodes.\n\nOutro fator que exerce influência na fauna de ostracodes é a Zona de \n\nMínimo de Oxigênio (ZMO). Esta zona presente ao largo da maioria das margens \n\noceânicas, geralmente associada  à  zona batial  e à  termoclina,  é caracterizada \n\ncomo uma região com redução significativa nos níveis de oxigênio dissolvido na \n\nágua. Whatley (1995) destaca que variações no nível do mar podem deslocar a \n\nZMO  entre  diferentes  intervalos  batimétricos,  influenciando  a  diversidade  e \n\nabundância das espécies e promovendo a migração vertical de táxons (Fig. 6). \n\nBergue et al. (2007) discutem a suposta relação existente entre a abundância de \n\ncytherelídeos em ambientes com baixa concentração de oxigênio dissolvido.\n\nA distribuição da fauna de ostracodes de ambientes batiais e abissais, \n\nreferida  como  de  águas  profundas,  difere  substancialmente  daquela  de \n\nplataformas continentais. Van Harten (1999) observa que em  oposição aos seus \n\nparentes  de  águas  rasas,  que  são  bastante  provinciais  na  sua  distribuição, \n\nostracodes  de  águas  profundas  mostram  uma  forte  tendência  na  direção  do \n\npandemismo, não apenas no nível genérico como no específico. A diversidade de \n\nostracodes  nesse  ambiente  é  relativamente  elevada,  porém  as  populações \n\ntendem a ser menores. \n\n14\n\n\n\nFigura 6. Migração da zona de mínimo de oxigênio durante eventos de variação do nível do mar. A \n- Evento regressivo; B - Evento transgressivo (BERGUE, 2007).\n\nA  habilidade  de  dispersão  dos  ostracodes  é  limitada  pois,  além  de \n\nserem em sua maioria bentônicos, não possuem uma fase larval planctônica, e \n\nnão  há  evidências  de  dispersão  através  de  correntes  de  fundo  (YASUHARA  &amp; \n\nCRONIN, no prelo). Como agravante existem as barreiras físicas e os diferentes \n\ntipos de cobertura sedimentar do fundo oceânico. O cosmopolitanismo da fauna \n\nde ostracodes de águas profundas é tido como possível pelo fato de que nestes \n\nambientes  as  barreiras  para  migrações  são  muito  reduzidas,  e  as  condições \n\nfísicas relativamente estáveis, sendo apenas necessário o tempo para que haja \n\ndispersão das espécies de águas profundas.\n\nEvidenciando  esta  característica  da  ostracofauna  de águas  profundas, \n\nWhatley  &amp; Ayress  (1988),  ao  estudarem  os  padrões  globais  de  distribuição  de \n\nostracodes psicrosféricos, estimaram que pelo menos 65 espécies  são  comuns \n\naos oceanos Atlântico, Pacífico e Índico, e que outras 61 espécies são comuns a \n\ndois oceanos. Dingle &amp; Lord (1990) em seu estudo de seis localidades do oceano \n\nAtlântico, abrangendo o norte e o sul, observaram que 32% das espécies e 58% \n\ndos gêneros de ostracodes de águas profundas têm distribuição pandêmica.\n\nJá  Jellinek  et  al. (2006)  sustentam  que  este  conceito  tradicional  de \n\ncosmopolitanismo em assembléias bentônicas de águas profundas exerce grande \n\ninfluência  no  modo  como  estas  faunas  são  tratadas  pelos  taxonomistas.  Esta \n\nvisão, aliada a uma prática menos rigorosa da taxonomia, a uma crescente falta \n\nde  taxonomistas,  e  a  um  excessivo  uso  de  sinonímias,  em  detrimento  da \n\ndesignação  de  novas  espécies,  estaria  fazendo  com  que  a  diversidade  dos \n\nostracodes  de  águas  profundas  seja  sub-estimada.  Ao  mesmo  tempo,  as \n\ndistribuições  espaciais  e  temporais  das  espécies  estariam  sendo  super-\n\nestimadas,  com  taxas  de  extinção  muito  baixas  para  ostracodes  de  águas-\n\nprofundas durante o Cenozóico. \n\n15\n\n\n\nEm  um  trabalho  com  diversas  espécies  de  Pedicythere de  águas \n\nprofundas,  Schornikov  (2005)  aborda  a  questão  do  cosmopolitanismo  em \n\nostracodes psicrosféricos. Analisando registros prévios de espécies do gênero, o \n\nautor  sugere  que  o  número  de  espécies  pan-oceânicas  propostas  por  diversos \n\ntrabalhos, incluindo Whatley &amp; Ayress (1988), foi super-estimado. Na opinião do \n\nautor,  não  haveriam  espécies  cosmopolitas  de  Pedicythere,  mas  sim  espécies \n\n“compostas”,  nas  quais  formas  similares  e  insuficientemente  estudadas  são \n\nincluídas, às vezes de localidades muito distantes. Como exemplo,  Pedicythere  \n\npolita  Colalongo  &amp;  Pasini  (1980),  sensu  lato,  que  incluiria  na  verdade  quatro \n\nespécies distintas.\n\n16\n\n\n\n6. RESULTADOS\n\n6.1 ESPÉCIES IDENTIFICADAS\n\nO  estudo  dos  ostracodes  batiais  da  bacia  de  Campos  permitiu  o \n\nreconhecimento  de  46  espécies  autóctones,  distribuídas  em  28  gêneros  e  13 \n\nfamílias  (Tabelas  1  e  2),  sendo  cinco  destes  gêneros  indeterminados, \n\ncompreendendo  sete  espécies.  A  identificação  da  fauna  autóctone  foi  possível \n\natravés da comparação com trabalhos realizados em águas profundas em outras \n\nregiões do Atlântico e da comparação com estudos de ostracodes habitantes da \n\nplataforma continental brasileira, em especial a sul-brasileira. A distinção entre a \n\nfauna autóctone da alóctone é discutida a seguir.\n\nAlguns  táxons  foram  identificados  apenas  em  nível  genérico,  e  nos \n\ncasos em que não foi possível fazer a identificação do gênero, as espécies foram \n\ndesignadas como Genus et sp. indet., seguido por um número identificador. Para \n\na identificação das espécies foram consultados artigos científicos e teses que se \n\nencontram  listados  nas  referências  bibliográficas.  Mesmo  considerando  que \n\nalguns autores seguem as categorias supra-genéricas modificadas por Horne  et \n\nal. (2002),  o  presente  estudo  segue  Moore  &amp;  Pitrat  (1961)  por  considerar  que \n\neste  tema  ainda  necessita  uma  discussão  mais  detalhada  por  parte  da \n\ncomunidade científica.\n\nO  material  figurado  é  identificado  por  um  número  antecedido  pelo \n\nprefixo DDN, iniciais do nome do autor da presente dissertação, e se encontra \n\ndepositado no Laboratório de Microfósseis Calcários da UFRGS. No futuro, quando \n\nforem  publicados  artigos  científicos  com  base  nesse  trabalho,  os  ostracodes \n\nserão  devidamente tombados  no  Museu de  Paleontologia  do  Departamento  de \n\nPaleontologia e Estratigrafia da UFRGS, sob o prefixo MP-O.\n\n17\n\n\n\nTabela 1. Número de gêneros autóctones por família.\n\nFamília\nNº de \n\ngêneros\nFamília\n\nNº de \ngêneros\n\nPontocyprididae 1 Thaerocytheridae 1\n\nMacrocyprididae 1 Krithidae 1\n\nBairdiidae 1 Cytheruridae 5\n\nBythocytheridae 2 Leptocytheridae 1\n\nMicrocytheridae 1 Eucytheridae 2\n\nCytheridae 1 Paradoxostomatidae 2\n\nTrachyleberididae 4 Incertae 5\n\nTabela 2. Número de espécies autóctones por gênero.\n\nGênero\nNº de \nspp.\n\nGênero\nNº de \nspp.\n\nAustraloecia 1 Krithe 7\n\nMacropyxis 1 Eucytherura 3\n\nBythocypris 2 Pedicythere 1\n\nPseudocythere 1 Cytheropteron 4\n\nBythoceratina 1 Aversovalva 1\n\nMicrocythere 2 Rimacytheropteron 1\n\nHeinia 1 Cluthia 3\n\nApatihowella 1 Eucythere 2\n\nHenryhowella 1 Rotundracythere 1\n\nTrachyleberis 1 Paradoxostoma 1\n\nAmbocythere 1 Cytherois 1\n\nPoseidonamicus 1\n\nAbreviaturas\n\nVD: valva direita;\n\nVE: valva esquerda;\n\nC: carapaça;\n\ncomp.: comprimento;\n\nalt.: altura;\n\nFig.: figura;\n\nEst.: estampa. \n\n18\n\n\n\nNos quadros de ocorrência de espécie e gráficos, para fins de formatação de \n\ntexto, o número identificador das amostras está abreviado, constando apenas \n\nos seus dois últimos números. Ex: “16” se refere a amostra M06316.\n\n19\n\n\n\n6.1.1 ESPÉCIES AUTÓCTONES\n\nFILO CRUSTACEA Pennant, 1777\n\nCLASSE OSTRACODA Lattreille, 1806\n\nORDEM PODOCOPIDA Müller, 1894\n\nSUBORDEM PODOCOPINA Sars, 1865\n\nSUPERFAMÍLIA CYPRIDACEA Baird, 1845\n\nFAMÍLIA PONTOCYPRIDIDAE Müller, 1894\n\nGênero Australoecia Mckenzie, 1967\n\nAustraloecia atlantica Maddocks, 1977\n\nEst. 1, Figs. 1, 2\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-01, Fig. 1: macho, VD, comp. 0,88 mm, alt. 0,48 mm; \n\nDDN-03, Fig. 2: fêmea, VE, comp. 0,52 mm, alt. 0,33 mm.\n\nLocalidade: Fig. 1: M06316; Fig. 2: M06356.\n\nMaterial: 1 V adulta, 14 V juvenis.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nAustraloecia sp.\n\nIdade: Pleistoceno.\n\nMaterial: 3 V juvenis, 1 C juvenil.\n\nDiscussão: A  presença  exclusiva  de  espécimes  juvenis  impossibilita  a  sua \n\nidentificação  específica.  Entretanto,  este  gênero  é  típico  de  águas  profundas, \n\nconhecendo-se apenas uma espécie nerítica (COIMBRA et al., 1999). Acredita-se, \n\nassim, que os espécimes aqui registrados sejam autóctones.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\n20\n\n\n\nFAMÍLIA MACROCYPRIDIDAE Müller, 1912\n\nGênero Macropyxis Maddocks, 1990\n\nMacropyxis sp.\n\nEst. 1, Figs. 3-5\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-04, Figs.  3, 5:  macho, VD, comp. 1,22 mm, alt.  0,51 \n\nmm; DDN-05, Fig. 4: macho, VE, comp. 1,03 mm, alt. 0,44 mm.\n\nLocalidade: M06316.\n\nMaterial: 1 V adulta, 11 V juvenis.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nSUPERFAMÍLIA BAIRDIACEAE Sars, 1888\n\nFAMÍLIA BAIRDIIDAE Sars, 1888\n\nSUBFAMÍLIA BYTHOCYPRIDINAE Brady, 1880\n\nGênero Bythocypris Brady, 1880\n\nBythocypris kyamos Whatley, Moguilevsky, Ramos &amp; Coxill, 1998\n\nEst. 1, Figs. 6-8\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-06, Fig. 6: macho, VD, comp. 0,85 mm, alt. 0,45 mm; \n\nDDN-07, Fig. 7: macho, VD, comp. 0,76 mm, alt. 0,44 mm; DDN-08, Fig. 8: fêmea, \n\nVE, comp. 0,57 mm, alt. 0,32 mm.\n\nLocalidade: Fig. 6, 8: M06366; Fig. 7: M06316\n\nMaterial: 6 V juvenis.\n\nDiscussão: Apesar dos espécimes serem juvenis a identificação da espécie foi \n\npossível com base no contorno das valvas.\n\n21\n\n\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nBythocypris sp. 1\n\nEst. 1, Figs. 9, 10\n\nIdade: Quaternário.\n\nMaterial figurado: DDN-9, Fig. 9: VD, comp. 0,9 mm, alt. 0,43 mm; DDN-10 Fig. \n\n10: VE, comp. 0,77 mm, alt. 0,39 mm.\n\nLocalidade: M06310.\n\nMaterial: 8 V juvenis.\n\nDiscussão: Embora esta espécies possua um contorno sub-retangular peculiar, \n\nfoi identificada neste gênero principalmente com base no padrão de impressões \n\nmusculares.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nBythocypris sp.\n\nIdade: Pleistoceno.\n\nMaterial: 5 V juvenis.\n\nDiscussão: Os espécimes  se  enquadram  na  descrição  do  gênero,  mas  a  sua \n\ncomposição  exclusiva  de  valvas  muito  jovens  impossibilita  a  identificação \n\nespecífica.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nSUPERFAMÍLIA CYTHERACEA Müller, 1894\n\nFAMÍLIA BYTHOCYTHERIDAE Sars, 1926\n\nGênero Pseudocythere Sars, 1866\n\nPseudocythere sp.\n\nEst. 1, Fig. 11\n\n22\n\n\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-11: VD, comp. 0,54 mm, alt. 0,26 mm.\n\nLocalidade: M06316.\n\nMaterial: 1 V adulta.\n\nDiscussão: Difere  de  Pseudocythere  caudata  Sars,  1866  pela  margem  dorsal \n\nmais retilínea.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nGênero Bythoceratina Hornibrook, 1952\n\nBythoceratina sp.\n\nEst. 1, Fig. 12\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-12: VD, comp. 0,65 mm, alt. 0,31 mm.\n\nLocalidade: M06320.\n\nMaterial: 1 V adulta.\n\nDiscussão: Possivelmente  pertença  a  mesma  espécie  registrada  por  Cronin \n\n(1983) como Bythoceratina sp. G, no sudeste dos Estados Unicos, por Whatley et \n\nal. (1998) como Bythoceratina sp., no Mar de Scotia (Atlântico Sul) e por Bergue \n\n(2005), como Bythoceratina sp. A, na Bacia de Santos (Atlântico Sul).\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nFAMÍLIA MICROCYTHERIDAE Klie, 1938\n\nGênero Microcythere Müller, 1984\n\nMicrocythere cronini Bergue &amp; Coimbra, 2008\n\nEst. 1, Figs. 13, 14\n\nIdade: Quaternário.\n\n23\n\n\n\nMaterial figurado: DDN-13, Fig. 13: macho, VD, comp. 0,26 mm, alt. 0,10 mm; \n\nDDN-14, Fig. 14: fêmea, VE, comp. 0,27 mm, alt. 0,12 mm.\n\nLocalidade: Fig. 13: M06356; Fig. 14: M06306.\n\nMaterial: 12 V adultas, 19 V juvenis, 1 C adulta.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nMicrocythere sp. 1\n\nEst. 1, Fig. 15; Est. 2, Fig. 1\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-15, Fig. 15: VD, comp. 0,27 mm, alt. 0,11 mm; DDN-16, \n\nFig. 1: VE, comp. 0,28 mm, alt. 0,11 mm.\n\nLocalidade: M06320.\n\nMaterial: 2 V adultas.\n\nDiscussão: Espécie com  ângulo  cardinal  posterior  pronunciado,  o que a  torna \n\num tanto peculiar para o gênero.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nFAMÍLIA CYTHERIDAE Baird, 1850\n\nGênero Heinia Bold, 1985\n\nHeinia sp.\n\nEst. 2, Fig. 2\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-17: Fêmea, VD, comp. 0,36 mm, alt. 0,19 mm.\n\nLocalidade: M06320.\n\nMaterial: 1 V adulta.\n\nDiscussão: Mesma  espécie registrada  por  Bergue (2005) como  Heinia sp. em \n\nestudo no talude da Bacia de Santos.\n\n24\n\n\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nFAMÍLIA TRACHYLEBERIDIDAE Sylvester-Bradley, 1948\n\nSUBFAMÍLIA TRACHYLEBERIDINAE Sylvester-Bradley, 1948\n\nGênero Apatihowella Jellinek &amp; Swanson, 2003\n\nApatihowella (Apatihowella) melobesioides (Brady, 1869)\n\nEst. 2, Figs. 3, 4\n\nIdade: Quaternário.\n\nMaterial figurado: DDN-18, Fig. 3: fêmea, VD, comp. 0,80 mm, alt. 0,50 mm; \n\nDDN-19, Fig. 4: fêmea, VE, comp. 0,81 mm, alt. 0,47 mm.\n\nLocalidade: Fig. 3: M06320; Fig. 4: M06316.\n\nMaterial: 3 V adultas, 21 V juvenis.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nApatihowella sp.\n\nIdade: Pleistoceno.\n\nMaterial: 1 V juvenil.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nGênero Henryhowella Puri, 1957\n\nHenryhowella cf. H. asperrima (Reus, 1850)\n\nEst. 2, Figs. 5, 6\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-20, Figs. 5, 6: macho, VD, comp. 0,95 mm, alt. 0,51 \n\n25\n\n\n\nmm.\n\nLocalidade: M06320.\n\nMaterial: 1 V adulta.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nGênero Trachyleberis Brady, 1898\n\nTrachyleberis sp.\n\nEst. 2, Fig. 7\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-21: VD, comp. 0,68 mm, alt. 0,4 mm.\n\nLocalidade: M06320.\n\nMaterial: 1 V juvenil.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nSUBFAMÍLIA BUNTONIINAE Apostolescu, 1961\n\nGênero Ambocythere Bold, 1957\n\nAmbocythere sp.\n\nEst. 2, Figs. 8, 9\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-22, Fig. 8: fêmea, VD, comp. 0,46 mm, alt. 0,26 mm; \n\nDDN-23, Fig. 9: macho, VE,  comp. 0,58 mm, alt. 0,31 mm.\n\nLocalidade: Fig. 8: M06320; Fig. 9: M06310.\n\nMaterial: 2 V adultas, 1 V juvenil.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\n26\n\n\n\nFAMÍLIA THAEROCYTHERIDAE Hazel, 1967\n\nGênero Poseidonamicus Benson, 1972\n\nPoseidonamicus pintoi Benson, 1972\n\nEst. 2, Figs. 10-12\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-24, Fig. 10: macho, VE, comp. 0,96 mm, alt. 0,59 mm; \n\nDDN-25,  Fig.  11:  macho,  VD,  comp.  0,96  mm,  alt.  0,55  mm;  DDN-26,  Fig.  12: \n\nfêmea, VE, comp. 0,97 mm, alt. 0,59 mm.\n\nLocalidade: Fig. 10, 11: M06356; Fig. 12: M06366.\n\nMaterial: 3 V adultas, 6 V juvenis.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nPoseidonamicus sp.\n\nIdade: Holoceno.\n\nMaterial: 3 V juvenis.\n\nDiscussão: A  presença  exclusiva  de  espécimes  juvenis  impossibilita  a  sua \n\nidentificação específica. \n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nFAMÍLIA KRITHIDAE Mandelstam, 1960\n\nGênero Krithe Brady, Crooskey &amp; Robertson, 1874\n\nKrithe coimbrai Carmo &amp; Sanguinetti, 1999\n\nEst. 2, Figs. 13-15\n\nIdade: Holoceno.\n\n27\n\n\n\nMaterial figurado: DDN-27, Fig. 13: macho, VD, comp. 0,92 mm, alt. 0,41 mm; \n\nDDN-28, Fig. 14, 15: macho, VE, comp. 0,94 mm, alt. 0,45 mm.\n\nLocalidade: M06306.\n\nMaterial: 2 V adultas.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nKrithe dolichodeira Bold, 1946\n\nEst. 3, Figs. 1, 2\n\nIdade: Holoceno.\n\nMaterial figurado: DDN-29, Fig. 1, 2: VD, comp. 0,65 mm, alt. 0,36 mm.\n\nLocalidade: M06306.\n\nMaterial: 1 V adulta, 3 V juvenis.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nKrithe sp. 1\n\nEst. 3, Figs. 3, 4\n\nIdade: Holoceno.\n\nMaterial figurado: DDN-30, Fig. 3, 4: VD, comp. 0,61 mm, alt. 0,28 mm.\n\nLocalidade: M06306.\n\nMaterial: 1 V adulta.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nKrithe aff. Krithe minima Coles, Whatley &amp; Moguilevsky, 1994\n\nEst. 3, Figs. 5-8\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-31, Figs. 5, 7: fêmea, VD, comp. 0,53 mm, alt. 0,27 \n\nmm; DDN-32, Figs. 6, 8: fêmea, VE, comp. 0,52 mm, alt. 0,27 mm.\n\nLocalidade: M06316.\n\nMaterial: 6 V juvenis.\n\n28\n\n\n\nDiscussão: Embora se enquadrem nos demais aspectos da descrição da espécie \n\nKrithe  minima,  estes  espécimens  diferem  no  formato  do  vestíbulo,  se \n\naproximando mais  do  formato  em “Y”  (Coles  et al.,  1994),  do  que do formato \n\ncrescente de K. minima. Uma hipótese plausível é que os presentes espécimens \n\nrepresentem o estágio A-1 ou A-2, visto que o holótipo, também feminino, mede \n\n0,60 mm de comprimento e 0,30 mm de altura.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nKrithe aff. K. pernoides sinuosa Ciampo, 1986\n\nEst. 3, Figs. 9, 10\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-33, Figs. 9, 10: fêmea, VD, comp. 0,69 mm, alt. 0,34 \n\nmm.\n\nLocalidade: M06366.\n\nMaterial: 1 V adulta.\n\nDiscussão: A espécie difere de  Krithe pernoides sinuosa no contorno póstero-\n\ndorsal,  pois  não  apresenta  um  ângulo  distinto  entre  a  primeira  concavidade \n\nposterior, mais rasa, e a declividade póstero-ventral, mais marcante.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nKrithe reversa Bold, 1958\n\nEst. 3, Figs. 11-14\n\nIdade: Quaternário.\n\nMaterial figurado: DDN-34, Figs. 11, 13:  fêmea, VD, comp. 0,59 mm, alt. 0,32 \n\nmm; DDN-35, Fig. 12: fêmea, VD, comp. 0,59 mm, alt. 0,32 mm; DDN-36, Fig. 14: \n\nfêmea, VE, comp. 0,64 mm, alt.  0,40 mm.\n\nLocalidade: Figs. 11, 13: M06310; Fig. 12: M06356; Fig. 14: M06366.\n\nMaterial: 5 V adultas, 4 V juvenis.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\n29\n\n\n\nKrithe trinidadensis Bold, 1958\n\nEst. 3, Fig. 15; Est. 4, Fig. 1\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-37, Fig: 15, 1: VE, comp. 0,91 mm, alt. 0,56 mm.\n\nLocalidade: M06316.\n\nMaterial: 1 V adulta, 26 V juvenis.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nKrithe sp.\n\nIdade: Quaternário.\n\nMaterial: 30 V juvenis.\n\nDiscussão: A variação morfológica existente entre estágios ontogenéticos neste \n\ngênero dificulta a identificação específica, principalmente na ausência de formas \n\nadultas. \n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nFAMÍLIA CYTHERURIDAE Müller, 1894\n\nSUBFAMÍLIA EUCYTHERURINAE Puri, 1974\n\nGênero Eucytherura Müller, 1894\n\nEucytherura sp. 1\n\nEst. 4, Fig. 2\n\nIdade: Holoceno.\n\nMaterial figurado: DDN-38: VE, comp. 0,25 mm, alt. 0,15 mm.\n\nLocalidade: M06310.\n\nMaterial: 2 V adultas.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\n30\n\n\n\nEucytherura sp. 2\n\nEst. 4, Fig. 3\n\nIdade: Holoceno.\n\nMaterial figurado: DDN-39: VD, comp. 0,27 mm, alt. 0,15 mm.\n\nLocalidade: M06310.\n\nMaterial: 4 V adultas, 1 V juvenil.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nEucytherura sp. 3\n\nEst. 4, Figs. 4, 5\n\nIdade: Quaternário.\n\nMaterial figurado: DDN-40, Fig. 4: VD, comp. 0,29 mm, alt. 0,16 mm; DDN-41, \n\nFig. 5: VE, comp. 0,29 mm, alt. 0,15 mm.\n\nLocalidade: Fig. 4: M06306; Fig. 5: M06320.\n\nMaterial: 3 V adultas, 7 V juvenis.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nSUBFAMÍLIA CYTHEROPTERINAE Hanai, 1957\n\nGênero Pedicythere Eagar, 1965\n\nPedicythere sp.\n\nEst. 4, Fig. 6\n\nIdade: Quaternário.\n\nMaterial figurado: DDN-42: VE, comp. 0,28 mm, alt. 0,14 mm.\n\n31\n\n\n\nLocalidade: M06316.\n\nMaterial: 2 V adultas.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nGênero Cytheropteron Sars, 1866\n\nCytheropteron dubium Colalongo &amp; Pasini, 1980\n\nEst. 4, Figs. 7, 8\n\nIdade: Quaternário.\n\nMaterial figurado: DDN-43, Fig. 7: VD, comp. 0,54 mm, alt. 0,32 mm; DDN-44, \n\nFig. 8: VE, comp. 0,60 mm, alt. 0,31 mm.\n\nLocalidade: Fig. 7: M06310; Fig. 8: M06356.\n\nMaterial: 2 V adultas, 5 V juvenis.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nCytheropteron amphygium Bergue &amp; Coimbra, 2008\n\nEst. 4, Fig. 9\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-45: VD, comp. 0,43 mm, alt. 0,26 mm.\n\nLocalidade: M06320.\n\nMaterial: 1 V adultas, 2 V juvenis.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nCytheropteron tenuialatum Whatley &amp; Coles, 1987\n\nEst. 4, Fig. 10\n\nIdade: Quaternário.\n\nMaterial figurado: DDN-46: VE, comp. 0,38 mm, alt. 0,22 mm.\n\nLocalidade: M06320.\n\nMaterial: 7 V juvenis.\n\n32\n\n\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nCytheropteron sp. 1\n\nEst. 4, Figs. 11, 12\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-47, Fig. 11: VD, comp. 0,26 mm, alt. 0,15 mm; DDN-48, \n\nFig. 12: VE, comp. 0,26 mm, alt. 0,15 mm.\n\nLocalidade: M06376.\n\nMaterial: 2 V adultas.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nCytheropteron sp.\n\nIdade: Pleistoceno.\n\nMaterial: 2 V juvenis.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nGênero Aversovalva Hornibrook, 1952\n\nAversovalva aff. A. hydrodynamica Whatley &amp; Coles, 1987\n\nEst. 4, Fig. 13\n\nIdade: Holoceno.\n\nMaterial figurado: DDN-49: VE, comp. 0,39 mm, alt. 0,24 mm.\n\nLocalidade: M06310.\n\nMaterial: 1 V adultas, 3 V juvenis.\n\nDiscussão: Difere de Aversovalva hydrodynamica pelo formato mais sub-oval e \n\nmargem  dorsal  convexa,  em  oposição  ao  contorno  mais  sub-retangular  e  a \n\nmargem sub-retilínea de A. hydrodynamica.\n\n33\n\n\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nAversovalva sp.\n\nIdade: Pleistoceno.\n\nMaterial: 2 V juvenis.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nGênero Rimacytheropteron Whatley &amp; Coles, 1987\n\nRimacytheropteron sp.\n\nEst. 4, Figs. 14, 15\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-50, Fig. 14: VE, comp. 0,47 mm, alt. 0,29 mm; DDN-51, \n\nFig. 15: VE, comp. 0,26 mm, alt. 0,15 mm.\n\nLocalidade: Fig. 14: M06320; Fig. 15: M06366.\n\nMaterial: 5 V juvenis.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nFAMÍLIA LEPTOCYTHERIDAE Hanai, 1957\n\nGênero Cluthia Neale, 1973\n\nCluthia sp. 1\n\nEst. 5, Fig. 1\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-57: VE, comp. 0,23 mm, alt. 0,13 mm.\n\n34\n\n\n\nLocalidade: M06316.\n\nMaterial: 1 V adultas.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nCluthia sp. 2\n\nEst. 5, Fig. 2\n\nIdade: Holoceno.\n\nMaterial figurado: DDN-58: VD, comp. 0,29 mm, alt. 0,16 mm.\n\nLocalidade: M06306.\n\nMaterial: 1 V adulta, 1 V juvenil.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nCluthia sp. 3\n\nEst. 5, Fig. 3\n\nIdade: Holoceno.\n\nMaterial figurado: DDN-59: VD, comp. 0,25 mm, alt. 0,14 mm.\n\nLocalidade: M06310.\n\nMaterial: 1 V adulta.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nFAMÍLIA EUCYTHERIDAE Puri, 1954\n\nGênero Eucythere Brady, 1868\n\nEucythere circumcostata Whatley &amp; Coles, 1987\n\nEst. 5, Figs. 4, 5\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-60, Fig. 4: VD, comp. 0,39 mm, alt. 0,22 mm; DDN-61, \n\n35\n\n\n\nFig. 5: VE, comp. 0,39 mm, alt. 0,22 mm.\n\nLocalidade: M06316.\n\nMaterial: 2 V adultas, 1 V juvenil.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nEucythere macerata Bergue &amp; Coimbra, 2008\n\nEst. 5, Fig. 6\n\nIdade: Holoceno.\n\nMaterial figurado: DDN-62: VE, comp. 0,30 mm, alt. 0,19 mm.\n\nLocalidade: M06310.\n\nMaterial: 1 V adulta.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nGênero Rotundracythere Mandelstam, 1958\n\nRotundracythere sp.\n\nEst. 5, Figs. 7, 8\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-63, Fig. 7: VD, comp. 0,18 mm, alt. 0,13 mm; DDN-64, \n\nFig. 8: VE, comp. 0,20 mm, alt. 0,14 mm.\n\nLocalidade: M06356.\n\nMaterial: 2 V adultas.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nFAMÍLIA PARADOXOSTOMATIDAE Brady &amp; Norman, 1889\n\nSUBFAMÍLIA PARADOXOSTOMATINAE Brady &amp; Norman, 1889\n\nGênero Paradoxostoma Fischer, 1835\n\nParadoxostoma sp.\n\n36\n\n\n\nEst. 5, Figs. 9, 10\n\nIdade: Quaternário.\n\nMaterial figurado: DDN-65, Fig. 9: VE, comp. 0,57 mm, alt. 0,21 mm; DDN-66, \n\nFig. 10: VE, comp. 0,57 mm, alt. 0,23 mm.\n\nLocalidade: M06310.\n\nMaterial: 4 V adultas, 11 V juvenis.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nGênero Cytherois Müller, 1884\n\nCytherois sp.\n\nEst. 5, Fig. 11\n\nIdade: Holoceno.\n\nMaterial figurado: DDN-67: Macho, VE, comp. 0,37 mm, alt. 0,16 mm.\n\nLocalidade: M06310.\n\nMaterial: 1 V adulta.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\n6.1.2 GÊNEROS INDETERMINADOS\n\nGenus et sp. indet. 1\n\nEst. 5, Fig. 12\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-68: VD, comp. 0,33 mm, alt. 0,20 mm.\n\nLocalidade: M06320.\n\nMaterial: 1 V juvenil.\n\n37\n\n\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nGenus et sp. indet. 2\n\nEst. 5, Fig. 13\n\nIdade: Quaternário.\n\nMaterial figurado: DDN-69: VD, comp. 0,29 mm, alt. 0,18 mm.\n\nLocalidade: M06310.\n\nMaterial: 6 V juvenis.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nGenus et sp. indet. 3\n\nEst. 5, Fig. 14\n\nIdade: Holoceno.\n\nMaterial figurado: DDN-70: VE, comp. 0,32 mm, alt. 0,15 mm.\n\nLocalidade: M06310.\n\nMaterial: 1 V juvenil.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nGenus et sp. indet. 4\n\nEst. 5, Fig. 15\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-71: fêmea, VD, comp. 0,43 mm, alt. 0,22 mm.\n\nLocalidade: M06316.\n\nMaterial: 1 V adulta, 5 V juvenis.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\n38\n\n\n\nGenus indet. 5 sp. 1\n\nEst. 6, Figs. 3-6\n\nIdade: Pleistoceno.\n\nMaterial  figurado: DDN-52,  Figs.  3,  5:  VD,  comp.  0,27  mm,  alt.  0,14  mm; \n\nDDN-53, Fig. 4, 6: VE, comp. 0,26 mm, alt. 0,14 mm.\n\nLocalidade: M06320.\n\nMaterial: 2 V adultas.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nGenus indet. 5 sp. 2\n\nEst. 5, Fig. 7\n\nIdade: Pleistoceno.\n\nMaterial figurado: DDN-54: VD, comp. 0,26 mm, alt. 0,13 mm.\n\nLocalidade: M06316.\n\nMaterial: 1 V adulta.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\nGenus indet. 5 sp. 3\n\nEst. 5, Figs. 8-10\n\nIdade: Quaternário.\n\nMaterial figurado: DDN-55, Figs. 8, 10: fêmea, VD, comp. 0,28 mm, alt. 0,12 \n\nmm; DDN-56, Fig. 9: macho, VE, comp. 0,25 mm, alt. 0,13 mm .\n\nLocalidade: Fig. 8, 10: M06320; Fig. 9: M06306.\n\nMaterial: 2 V adultas.\n\nOcorrência: 06 10 16 20 26 36 46 56 66 76\n\n39\n\n\n\n6.1.3 ESPÉCIES ALÓCTONES\n\nSUPERFAMÍLIA CYPRIDACEA Baird, 1845\n\nFAMÍLIA PONTOCYPRIDIDAE Müller, 1894\n\nArgilloecia sp. 1\n\nArgilloecia sp. 2\n\nArgilloecia sp. 3\n\nSUPERFAMÍLIA BAIRDIACEAE Sars, 1888\n\nFAMÍLIA BAIRDIIDAE Sars, 1888\n\nSUBFAMÍLIA BAIRDIINAE Sars, 1888\n\nNeonesidea sp. 1\n\nNeonesidea sp. 2\n\nNeonesidea sp. 3\n\nSUPERFAMÍLIA CYTHERACEA Baird, 1850\n\nFAMÍLIA BYTHOCYTHERIDAE Sars, 1926\n\nSclerochilus reniformis Müller, 1908\n\nFAMÍLIA PARACYPRIDIDAE Sars, 1866\n\nParacypris sp.\n\nFAMÍLIA NEOCYTHERIDEIDAE Puri, 1957\n\nNeocytherideis sp.\n\nFAMÍLIA CYTHERURIDAE Müller, 1894\n\nEucytherura costainterrupta Ramos, 1998 (nomen nudum)\n\nEucytherura sp. 4\n\nFrenguellicythere sp.\n\nHemicytherura sp. 1\n\nHemicytherura sp. 2\n\nHemicytherura sp. 3\n\nHemingwayella sp. 1\n\nHemingwayella sp. 2\n\n40\n\n\n\nHemingwayella sp. 3\n\nHemingwayella sp. 4\n\nOculocytheropteron delicatum Ramos et al. 1999\n\nParacytheridea sp.\n\nSemicytherura sp. 1\n\nSemicytherura sp. 2\n\nSemicytherura sp. 3\n\nSemicytherura sp. 4\n\nFAMÍLIA HEMICYTHERIDAE Puri, 1953\n\nSUBFAMÍLIA ORIONININAE Puri, 1973\n\nCaudites sp.\n\nSUBFAMÍLIA COQUIMBINAE Ohmert, 1968\n\nCoquimba sp.\n\nFAMÍLIA LOXOCONCHIDAE Sars, 1866\n\nLoxoconcha sp. 1\n\nLoxoconcha sp. 2\n\nLoxocorniculum aff. L. tricornata (Krutak, 1971)\n\nLoxocorniculum sp. 1\n\nFAMÍLIA PECTOCYTHERIDAE Hanai, 1957\n\nKotoracythere sp.\n\nMunseyella cornuta Ramos, 1998 (nomen nudum)\n\nFAMÍLIA TRACHYLEBERIDIDAE Sylvester-Bradley, 1948\n\nProtocytheretta sp. 1\n\nProtocytheretta sp. 2\n\nFAMÍLIA XESTOLEBERIDIDAE Sars, 1928\n\nXestoleberis sp. 1\n\nXestoleberis sp. 2\n\nXestoleberis sp. 3\n\nSUBORDEM PLATYCOPINA Sars, 1866\n\n41\n\n\n\nFAMÍLIA CYTHERELLIDAE Sars, 1866\n\nCytherella perforata Ramos, 1998 (nomen nudum)\n\nCytherella sp. 1\n\n6.2 ANÁLISE FAUNÍSTICA\n\nA fauna de ostracodes demonstrou uma variação significativa em sua \n\ndiversidade  e  abundância  ao  longo  das  10  amostras.  Os  grupos  de  amostras \n\nM06310-M06316-M06320  e  M06356-M06366  representam  dois  picos  de \n\ndiversidade e abundância com diferentes intensidades, como pode ser observado \n\nnas figuras 7 e 8. A amostra M06310 foi a que apresentou o maior número de \n\nespécies,  a  M06316 obteve a  maior  abundância  e  a amostra  M06320 a  maior \n\ndiversidade medida pelo índice de diversidade de Shannon-Wiener.\n\nFigura 7. Número de espécies, abundância e índice de Shannon-Wiener \npor amostra.\n\n42\n\n\n\nOcorrem também três amostras em que a diversidade e abundância são \n\nbaixíssimas, ou até mesmo nulas, representadas pelas amostras M06336-M0346 \n\ne pela amostra M06376. A amostra M06336 se mostrou estéril para ostracodes \n\nbatiais. \n\nOs  gêneros  mais  diversificados  foram  Krithe  (7  espécies)  e \n\nCytheropteron  (4 espécies). Cytheruridae (10 espécies) e Krithidae (7 espécies) \n\nforam  as  famílias  com  maior  diversidade.  Considerando  todas  as  amostras,  o \n\ngênero Krithe foi o dominante, com índice de dominância de 19,16%, seguido por \n\nMicrocythere,  Apatihowella e  Cytheropteron  (Fig.  8).  Levando-se  em  conta  a \n\ndominância por amostra,  Krithe e  Microcythere  dominam as sete amostras que \n\napresentam  uma  diversidade  considerável.  Krithe  é  mais  abundante  em  três \n\namostras,  Microcythere em  duas,  e  ocorrem  duas  amostras  em  que  os  dois \n\ngêneros empatam em número de espécimes.\n\nFigura  8. Gêneros  autóctones  de  ostracodes  ocorrentes  em \ntodas as amostras e seus respectivos índices de dominância.\n\n43\n\n\n\nOs  dados  brutos  dos  gráficos  apresentados  estão  disponíveis  nas \n\nTabelas 3 e 4.\n\nTabela 3. Dados de diversidade e abundância das espécies autóctones. \n\n06 10 16 20 26 36 46 56 66 76\n\nTaxa (S) 7 19 15 18 4 0 1 9 10 1\n\nIndivíduos 17 60 66 46 9 0 1 28 30 2\n\nShannon (H(S)) 1,76 2,6 2,39 2,63 1 0 0 2,07 2,07 0\n\nDominância (D) 0,2 0,1 0,11 0,09 0,48 0 1 0,14 0,15 1\n\nTabela 4. Dados brutos de dominância por gênero autóctone.\n\nGênero D (%) Gênero D (%)\n\nKrithe 19,31 Cluthia 1,54\n\nMicrocythere 13,51 Aversovalva 1,54\n\nApatihowella 9,27 Ambocythere 1,16\n\nCytheropteron 7,34 Rotundracythere 0,77\n\nEucytherura 6,56 Genus et sp. indet. 5 0,77\n\nParadoxostoma 5,79 Pedicythere 0,77\n\nAustraloecia 5,79 Genus et sp. indet. 3 0,39\n\nBythocypris 5,41 Henryhowella 0,39\n\nMacropyxis 4,63 Bythoceratina 0,39\n\nPoseidonamicus 3,47 Heinia 0,39\n\nGenus et sp. indet. 2 2,32 Trachyleberis 0,39\n\nGenus et sp. indet. 4 2,32 Pseudocythere 0,39\n\nGenus indet. 6 sp. 1 1,93 Genus et sp. indet. 1 0,39\n\nRimacytheropteron 1,93 Cytherois 0,39\n\nEucythere 1,54\n\n6.3 ISÓTOPOS DE OXGÊNIO\n\nOs  resultados  das  análises  de  isótopos  estáveis  de  oxigênio  estão \n\napresentadas na tabela abaixo (Tab. 5). A amostra M06316 foi perdida durante a \n\nanálise devido a uma queda de luz e não houve tempo de refazê-la.\n\n44\n\n\n\nTabela 5. Valores calculados da análise de isótopos estáveis de oxigênio.\n\nAmostra ?18O Desv. Padrão\n\nM06306 -1,44 0,07\n\nM06310 -0,92 0,03\n\nM06316 - -\n\nM06320 -0,02 0,02\n\nM06326 -0,54 0,03\n\nM06336 -0,88 0,02\n\nM06346 -0,74 0,03\n\nM06356 -0,37 0,03\n\nM06366 -0,25 0,04\n\nM06376 0,69 0,05\n\n45\n\n\n\n7. DISCUSSÃO\n\n7.1 ASPECTOS GERAIS\n\nInferências  paleoclimáticas  e  paleoecológicas  em  material  biogênico \n\nderivam de associações de organismos mortos (tanatocenoses), que no entanto, \n\nnão são diretamente representativas da associação dos organismos viventes da \n\nárea  de  estudo  (biocenose).  Por  exemplo,  dissolução  seletiva  de  espécies  de \n\ncarapaça  fina,  remoção diferencial  de espécimes facilmente transportáveis por \n\ncorrentes,  time-averaging e  ocasionais  contaminações  por  espécies  exóticas \n\ntransportadas são  elementos  que contribuem para a deturpação  deste tipo  de \n\nestudo  paleontológico  (BRADLEY,  1999).  Devido  à  natureza  sedimentar  do \n\nambiente  estudado,  o  talude  continental,  onde  ocorrem  fluxos  verticais  de \n\nsedimentos  oriundos  da  plataforma,    um  estudo  prévio  da  fauna  total  foi \n\nnecessário. Com o intuito de estabelecer relações entre a fauna de ostracodes e \n\nparâmetros ambientais um estudo bioestratinômico foi realizado na tentativa de \n\ndistingüir  espécimes  alóctones  (fósseis  transportados,  retrabalhados)  de \n\nespécimes autóctones (aqueles que viveram na área de coleta). \n\nEntre  os  critérios  utilizados  para  identificação  de  espécimes \n\ntransportados destacam-se os seguintes sugeridos por Cronin &amp; Dwyer (2003): \n\n(1)  o  estado  de  preservação  das  carapaças/valvas;  (2)  a  análise  da  estrutura \n\npopulacional de cada espécie, incluindo a razão adulto/juvenil, através da qual se \n\npode  ter  indícios  de  transporte  por  seleção;  (3)  feições  morfológicas \n\ncaracterísticas;  e  (4)  a  comparação  da  fauna  encontrada  com  a  de  estudos \n\nprévios  de  ostracodes  de  águas  rasas  adjacentes,  no  caso,  a  plataforma \n\ncontinental brasileira. \n\nOs  principais  trabalhos  consultados  com  este  propósito  foram  Ramos \n\n(1998), Ramos et al. (2004), Aiello et al. (2004), Machado et al. (2005), e estudos \n\nem  outras  áreas  do  Atlântico.  No  que  diz  respeito  às  feições  morfológicas,  a \n\nausência  de  tubérculo  ocular  nas  carapaças  é  um  indicativo  importante  na \n\ndiagnose  de  espécies  de  ostracodes  batiais,  consideradas,  via de  regra,  cegas \n\n(BENSON,  1975a).  No  entanto,  existem  autores  (HARTMANN  &amp;  HARTMANN-\n\nSCHRÖDER,  1988)  que  sustentam  a  inexistência  de  caractéres  morfológicos \n\nexclusivos  de  ostracodes  habitantes  de  águas  profundas,  visto  que \n\n46\n\n\n\ncaracterísticas como o prolongamento das extremidades dos apêndices (antenas, \n\npatas),  a  variação  da  espessura  e comprimento  da  carapaça  e  a  presença  de \n\nprocessos  alares,  embora  sejam  recorrentes  em  espécies  batiais,  não  são \n\nexclusivas delas, podendo ser encontradas também em espécies de águas rasas.\n\nAlgumas  espécies  aqui  representadas  foram  registradas  somente,  ou \n\npredominantemente, por formas juvenis, o que poderia indicar, à primeira vista, \n\num  registro  alóctone.  Bythocypris  kyamos,  Rimacytheropteron  sp.  e \n\nTrachyleberis sp. estão representados apenas por espécimes juvenis. Entretanto, \n\nestes são táxons reconhecidamente de águas profundas, como visto em Cronin \n\n(1983), Whatley  et al. (1998), Drozinsky  et al. (2003) e Bergue  et al.  (2006). O \n\nregistro  de  valvas  juvenis  é  muito  mais  comum  que  o  de  valvas  adultas, \n\nrefletindo o desenvolvimento dos ostracodes que se dá através de uma série de \n\naté  oito  mudas,  ocorrendo  que  um  único  organismo  produz  diversas  valvas \n\nindividuais até chegar a fase adulta (CRONIN &amp; DWYER, 2003).\n\nHá outros casos em que espécies foram representadas apenas por um \n\nou dois espécimes adultos, como Bythoceratina sp., Cluthia spp., Heinia sp. e H.  \n\nasperrima.  Estes  registros  concordam  com  os  de  outros  pesquisadores  (e.g. \n\nCORRÉGE, 1993; CRONIN  et al.,  1999; MAJORAN &amp; DINGLE, 2001) que afirmam \n\nque  associações  de  ostracodes  de  águas  profundas  são  menos  abundantes \n\nquando comparadas com as de águas rasas. Nestes ambientes as populações de \n\ncada espécie tendem a ser menores, e o fato de os ostracodes se distribuirem \n\nem  manchas  faz  com  que  existam  espécies  difíceis  de  serem  registradas.  Um \n\nbom exemplo é  Bythoceratina sp., que ao que tudo indica, é a mesma espécie \n\nregistrada neste presente estudo, na Bacia de Campos (Atlântico Sul); por Cronin \n\n(1983), no sudeste dos Estados Unidos; por Whatley  et al. (1998),  no Mar de \n\nScotia  (Atlântico  Sul);  e  por  Bergue  &amp;  Coimbra  (2008),  na  Bacia  de  Santos \n\n(Atlântico  Sul),  ocorrendo  sempre  em  números  pequenos  e  insuficientes  para \n\numa  descrição  taxonômica  formal.  Cronin  (1983)  sugere  que  a  obtenção  de \n\namostras de tamanho maior é importante para se ter valores de diversidade mais \n\nelevados,  visto  que  espécies  raras  são  encontradas  mais  freqüentemente  em \n\namostras com mais de 300 espécimes.\n\nOs resultados deste estudo reforçam a observação recorrente de que o \n\ngênero Krithe, contando aqui com a presença de sete espécies, é o mais diverso \n\ne abundante gênero de ostracode de águas  profundas  durante o  Cenozóico.  A \n\nmaioria das espécies de  Krithe são psicrosféricas ou criofílicas, e notavelmente \n\nabundantes e distribuídas em bacias oceânicas profundas. Estas características o \n\n47\n\n\n\ntornam um potencial indicador paleoambiental e ressaltam sua importância em \n\npesquisas paleoceanográficas (COLES et al., 1994). \n\nRessalvas  são  necessárias  na  utilização  de  espécies  de  Krithe  para  a \n\ninferência de ambientes de águas profundas, haja vista o caráter euribático de \n\nalguns  representantes  do  gênero.  Carmo  &amp;  Sanguinetti  (1999)  em  um  estudo \n\ntaxonômico e paleoecológico do gênero Krithe na margem brasileira descreveram \n\nduas  espécies  (K.  coimbrai,  registrada  nesta  dissertação,  e  K.  gnoma)  que \n\nocorrem  da  plataforma  ao  talude  continental.  A  ocorrência  destas  espécies \n\neuribáticas  seria  um  bom  indicador  paleoceanográfico  na  inferência  de  águas \n\nrelativamente  frias  para  a  plataforma  continental.  Espécies  como  as  citadas, \n\npresentes  tanto  em  águas  profundas  como  em  ambientes  mais  rasos  com \n\ntemperaturas frias similares às de águas profundas, podem indicar que a pressão \n\n(maior devido à profundidade) não exerce tanto controle na distribuição vertical \n\nda  fauna  de  ostracodes  quanto  a  temperatura  e  outros  parâmetros  a  ela \n\nassociados.\n\nNo  que  diz  respeito  à  distribuição  geográfica,  a  fauna  de  ostracodes \n\nbatiais  da  Bacia  de  Campos  possui  elementos  tanto  endêmicos  quanto \n\npandêmicos.  Microcythere  cronini,  Cytheropteron  amphigyum  e  Eucythere  \n\nmacerata,  descritos  por  Bergue  &amp;  Coimbra  (2008)  para  a  Bacia  de  Santos  (E.  \n\nmacerata ocorre também na costa do Rio Grande do Sul), adjacente à Bacia de \n\nCampos, fazem parte desta fauna provavelmente endêmica da costa do Brasil. Já \n\nHenryhowella  cf.  H.  asperrima,  Cytheropteron  dubium e  Krithe  trinidadensis  \n\nfazem parte de uma fauna cosmopolita, estendendo-se juntas pelo Mediterrâneo \n\ne  os  oceanos  Índico,  Pacífico  e  Atlântico  norte  e  sul.  Esta  fauna  amplamente \n\ndistribuída concorda com o argumento de Benson (1990) de que o ambiente de \n\náguas profundas, sendo muito mais estável que o de águas rasas, possibilitaria a \n\ndispersão  de  ostracodes  através  de  bacias  oceânicas  profundas,  favorecendo \n\numa tendência a distribuição pandêmica.\n\n7.2 ISÓTOPOS ESTÁVEIS DE OXIGÊNIO E BIOESTRATIGRAFIA\n\nAtualmente, as análises de isótopos estáveis em carbonatos constituem \n\numa das principais fontes de informação em estudos paleoceanográficos, sendo \n\numa ferramenta essencial em estudos paleoclimáticos. Ela se baseia nos estudos \n\n48\n\n\n\nde  Urey  (1947,  1948),  onde  foi  demonstrado  que  carbonatos  precipitados  em \n\numa  mesma  solução  aquosa  apresentam,  conforme  a  temperatura,  diferentes \n\nrazões entre  18O e  16O, dois dos isótopos estáveis de oxigênio mais abundantes \n\nna água do  mar, e ali  presentes em diferentes proporções.  Alguns organismos \n\naquáticos  que  possuem  carapaças  constituídas  de  carbonato  de  cálcio \n\nincorporam os sinais químicos da água do mar durante sua síntese, registrando, \n\nentre  outros  parâmetros  químicos,  os  sinais  de  isótopos  estáveis  de  oxigênio \n\ndaquele instante de tempo.\n\nA  proporção  existente  entre  estes  dois  isótopos  no  oceano  sofre \n\noscilações  entre  períodos  glaciais  e  interglaciais,  estando  a  água  do  mar \n\nenriquecida com o isótopo mais pesado (18O) durante intervalos glaciais, e a água \n\ndepositada nas geleiras com o isótopo mais leve (16O). Isso acontece porque o \n\nisótopo  leve  evapora  mais  facilmente  das  águas  do  oceano  e  também  é mais \n\nfacilmente  precipitado  em  forma  de  chuva  do  que  o  isótopo  mais  pesado.  Ao \n\nprecipitar  em  altas  latitudes,  fica  retido  nas  geleiras,  tornando  a  água do  mar \n\nenriquecida  em  18O.  Ao  fim  dos  períodos  glaciais,  o  derretimento  das  geleiras \n\npromove  a  volta  desta  água  rica  em  16O aos  oceanos,  alterando  novamente  a \n\nproporção entre estes dois isótopos.\n\nA composição de isótopos de oxigênio de uma amostra é geralmente \n\nexpressa como um desvio da razão 18O/16O de um padrão arbitrário, geralmente o \n\nVSMOW (Viena Standard-Mean-Ocean-Water) ou o PDB (belemnite da Formação \n\nPee Dee, Carolina do Sul, EUA), e pode ser calculada pela equação:\n\nO valor resultante é expresso em unidades por mil (‰). Valores de ?18O \nnegativos  representam  razões  menores  do  isótopo  mais  pesado  na  amostra \n\n(menos  18O que  16O) e, portanto, isotopicamente mais leves, enquanto valores \n\npositivos representam razões maiores do isótopo mais pesado na amostra (mais \n18O que  16O), sendo isotopicamente mais pesada.\n\nEmiliani  (1955),  com  base  no  ?18O  de  foraminíferos  planctônicos  de \nsedimentos de águas profundas, propôs a subdivisão do Quaternário em estágios \n\nisotópicos marinhos (EIM), que são hoje amplamente utilizados como base para a \n\nestratigrafia do Quaternário e Terciário. Nesta convenção, os estágios isotópicos \n\n49\n\n\n\nque representam intervalos glaciais são representados por números pares (por \n\nexemplo, 2, 4, 6) enquanto os estágios interglaciais levam números ímpares (1, \n\n3, 5,...). Neste modelo, o interglacial atual é representado pelo estágio 1, o último \n\nmáximo glacial (UMG) pelo número 2, e assim sucessivamente.\n\nOs  isótopos  estáveis  também  podem  ser  utilizados  para  estimar \n\npaleotemperatura, paleosalinidade e variações no volume de gelo nos oceanos, \n\nporém existem diversos fatores que influenciam estes métodos e são melhores \n\nabordados por Bradley (1999),  Ravelo &amp; Hillaire-Marcel (2007) e Bergue (2007), \n\nnão sendo importantes para o propósito desta dissertação.\n\nDevido a baixa resolução dos resultados de isótopos, causado por um \n\nnúmero  pequeno  de  amostras  (dez,  tendo  sido  uma  amostra  perdida)  e  um \n\nintervalo de tempo amostrado muito grande, não foi possível o reconhecimento \n\ndos estágios isotópicos marinhos através da curva de isótopos  (Fig. 10). A curva \n\nobtida segue a tendência geral encontrada em outros estudos similares (PISIAS \n\net  al.,  1984;  MARTINSON  et  al.,  1987).  As  eventuais  discrepâncias  no  sinal, \n\nprincipalmente  nas  amostras  M06356  e  M06346,  podem  ser  decorrentes  da \n\npreservação  do  material  utilizado  nas  análises  ou  de  sedimentos  aderidos  às \n\ntestas dos foraminíferos.\n\nAtravés da análise da curva isotópica aqui obtida frente às curvas de \n\noutros autores para o Atlântico e com o auxílio da bioestratigrafia gerada para o \n\npoço estudado (discutido a seguir) foi possível definir amostras representativas \n\nde diferentes períodos climáticos. A amostra M06320 foi atribuída ao período do \n\nÚltimo Máximo Glacial (UMG), assim como as amostras M06310 e M06306 são \n\nrepresentantes do Holoceno. \n\nCom  o  intuito  de  situar  as  amostras  utilizadas  em  um  contexto \n\nestratigráfico  e  auxiliar  na  interpretação  dos  dados  isotópicos  foi  utilizada  a \n\nbioestratigrafia proposta por Sanjinés et al. (2007) para o poço em estudo nesta \n\ndissertação.\n\nO  zoneamento  bioestratigráfico  realizado  foi  baseado  em  espécies \n\ndiagnósticas de foraminíferos planctônicos. Foram reconhecidas as zonas W, X, Y \n\ne Z de Ericson &amp; Wollin (1968) e as subzonas X3, X2, X1, Y5, Y4, Y3, Y2 e Y1 de \n\nKennet &amp; Huddlestun (1972) e Vicalvi (1999) (Fig. 10). Não foram identificadas \n\noito subzonas, de X11 a X4, sugerindo um hiato aparente (SANJINÉS et al., 2007). \n\n50\n\n\n\nFigura 9. Curva de isótopos estáveis de oxigênio e bioestratigrafia \ncom  base  em foraminíferos  planctônicos.  Barra  vermelha  situa  um \npossível  hiato.  Área  azul-claro  corresponde  a  intervalos  glaciais. \nAmostra em vermelho representa amostra perdida durante análise. \nUMG= Último Máximo Glacial. Bioestratigrafia segundo Sanjinés  et  \nal. (2007).\n\nO  limite  entre  as  zonas  e  subzonas  do  Pleistoceno  pode  ser  obtido, \n\nprincipalmente, por meio do controle da presença/ausência/abundância do plexo \n\nGloborotalia  menardii.  O plexo  G.  menardii, por  sua  particular  sensibilidade  à \n\ntemperatura, reúne algumas das mais típicas e importantes espécies indicadoras \n\nde águas quentes, salientando a sua importância no presente estudo devido ao \n\nfato de que os intervalos nos quais este plexo está presente são considerados \n\n51\n\n\n\ncomo  interglaciais,  enquanto  que  sua  ausência  denota  intervalos  glaciais \n\n(VICALVI, 1997).\n\nA Zona W (Pleistoceno) representa um período relativamente frio e de \n\ncurta duração (165-127 Ka). Já a Zona X (Pleistoceno), que se estende de 127 a \n\n84 Ka, caracteriza-se pela consistente presença de espécies indicativas de águas \n\nquentes e representa um intervalo climaticamente quente (interglacial). A Zona Y \n\n(Pleistoceno),  se  estendendo  de  84  a  11  Ka,  reflete  um  intervalo  de  tempo \n\nclimaticamente  frio  (último  glacial),  englobando  o  final  do  estágio  isotópico \n\nmarinho 5 e os estágios 4, 3 e 2. O datum Pulleniatina obliquiloculata  (de 40 a \n\n42 Ka) é o biohorizonte que marca a divisão das subzonas Y1 e Y2. Por fim, a \n\nZona  Z  (Holoceno)  corresponde  ao  intervalo  pós-glacial  (11  Ka  ao  Recente),  e \n\nassinala o retorno de águas oceânicas mais quentes (VICALVI, 1997).\n\n7.3 EVENTOS OCEANOGRÁFICOS E OSTRACODES\n\nEmbora  as  águas  profundas  tenham  sido  consideradas  um  ambiente \n\nestável, favorecendo uma diversidade de espécies bentônicas relativamente alta, \n\npaleoceanógrafos  tem  demonstrado  que  a  circulação  em  águas  profundas \n\nresponde dinamicamente a mudanças climáticas globais e que faunas bentônicas \n\nde  águas  profundas  respondem  à  mudanças  climáticas  de  ciclos  glaciais-\n\ninterglaciais  (CRONIN  et  al.,  1999).  Nesse  sentido,  a  diversidade  taxonômica, \n\nbem como as mudanças na composição da fauna, podem ser um ótimo indicativo \n\nde  mudanças  geradas  pelo  clima  nas  características  físicas  e  biológicas  em \n\nambientes de águas profundas (CRONIN &amp; RAYMO, 1997).\n\nAs temperaturas de fundo de massas d'água profundas, diferentemente \n\ndo  observado  em  temperaturas  de  superfície,  não  mostram  gradientes \n\nlatitudinais, e isto está relacionado a sua gênese. As massas d'água profundas e \n\nintermediárias são formadas principalmente nas regiões polares através de um \n\nprocesso  regido  por  densidade  (salinidade  e  temperatura).  Mesmo  após  o \n\nafundamento  e  movimentação  dessas  águas  em  direção  ao  equador,  suas \n\ntemperaturas refletem aquelas da sua formação, ocorrendo uma mistura mínima \n\nnos  limites  das  massas  d'água  (ZACHOS  et  al.,  2001).  Dessa  maneira,  a \n\ntemperatura de águas profundas é completamente estável em vastas regiões dos \n\noceanos e em diferentes escalas.\n\n52\n\n\n\nEntretanto,  as  temperaturas  de  águas  profundas  caem  alguns  graus \n\ncentígrados durante intervalos glaciais ao longo de escalas de tempo orbitais (10 \n\na 100 Ka) e o impacto dessa mudança de temperatura ao longo de dezenas de \n\nmilhares  de  anos  pode  ser  significativa  para  alguns  organismos  de  águas \n\nprofundas  (DWYER  et  al.,  1995;  CRONIN  et  al.,  1999;  BERGUE  et  al.,  2006). \n\nMajoran &amp; Dingle (2001) sugerem que mudanças na diversidade e na composição \n\nda  fauna  de  ostracodes  provavelmente  indicam  mudanças  paleoambientais \n\nsignificativas, pois coincidem no tempo com eventos paleoceanográficos globais \n\npreviamente identificados.\n\nAo longo do testemunho estudado foram observados distintos episódios \n\nde mudanças na diversidade e composição da ostracofauna de águas profundas, \n\ndemonstrados,  respectivamente,  através  do  índice  de  Shannon-Wiener  e  de \n\nassociações  de  espécies  características.  É  interessante  salientar  que  devido  a \n\nduração do intervalo aqui estudado ser relativamente curto com relação a taxas \n\nevolutivas, fatores como origens e extinções de espécies não afetam a variação \n\nna  diversidade  (HUNT  et  al.,  2005).  Conseqüentemente,  podemos  excluir  a \n\nevolução como fonte de variação de diversidade e, assim, avaliar as mudanças \n\nna riqueza das espécies em face de mudanças nas suas distribuições geográficas \n\ne  batimétricas  locais  em  função  de  variações  de  parâmetros  climáticos  físico-\n\nquímicos.\n\nOutro  ponto  importante  ao  se  considerar  padrões  de  diversidade  é  a \n\nescala  temporal.  Qualquer  associação  fossilífera  de  sedimentos  oceânicos  do \n\nQuaternário  representa  um  time-averaging de  10  a  10.000  anos,  que  vai \n\ndepender  da  taxa  de  sedimentação,  presença  e/ou  grau  de  bioturbação,  e \n\nespessura das amostras do poço (YASUHARA &amp; CRONIN, no prelo). Dessa forma, \n\nsão eliminadas as possíveis perturbações causadas pela distribuição em manchas \n\ndos  ostracodes,  variabilidade  de  microhabitat  e por  efeitos  temporais,  como  a \n\nsazonalidade e mudanças interanuais da comunidade local.\n\nAs mudanças faunísticas registradas para o talude da Bacia de Campos \n\npodem  ser  divididas  em  três  momentos  principais.  O  intervalo  mais  antigo \n\namostrado, representado pelas duas amostras mais basais (M06376 e M06366), \n\ncorresponde a um intervalo glacial (possivelmente o EIM 6), evidenciado através \n\nda curva isotópica e da bioestratigrafia de foraminíferos planctônicos (Fig. 10). \n\nAo mesmo tempo em que ocorre um aumento da temperatura com o \n\nfim do intervalo glacial, sugerido pela curva de isótopos, temos um incremento \n\nsignificativo na diversidade específica, que se mantém estável durante a amostra \n\n53\n\n\n\n54\n\n\n\nM06356. Este padrão de mudança faunística é semelhante ao descrito por Cronin \n\n&amp;  Raymo  (1997)  para  o  Atlântico  Norte,  onde  foram  registradas  reduções  na \n\ndiversidade nos períodos glaciais e aumento nos interglaciais. Como explicações \n\npara  o  fenômeno  os  autores  sugeriram  migrações  verticais  de  espécies  em \n\nresposta a alterações ambientais decorrentes do período glacial, o que poderia se \n\nenquadrar ao caso da Bacia de Campos neste primeiro momento. Interessante \n\nsalientar a possível influência positiva da temperatura na diversidade da fauna, \n\nque  neste  momento  é  bem  caracterizada  por  elementos  como  Australoecia  \n\natlantica,  Poseidonamicus pintoi,  Microcythere cronini,  Rimacytheropteron  sp. e \n\nKrithe reversa.\n\nEm  um  segundo  momento,  representado  pela  dupla  de  amostras \n\nM06346  e  M06336,  ocorre  uma  queda  significativa  na  diversidade  da  fauna, \n\nsendo  a  primeira  amostra  composta  apenas  por  um  espécime  do  gênero \n\nRimacytheropteron e a segunda amostra estéril. Possivelmente, estas mudanças \n\nrelacionam-se  com  modificações  nas  condições  hidrológicas  locais  que \n\ndesfavoreceram a presença de uma fauna de ostracodes.\n\nÉ  no  terceiro  momento  que  se  registram  as  mudanças  mais \n\nsignificativas  da  ostracofauna,  devido  tanto  ao  adensamento  da  amostragem, \n\nque  possibilitou  uma  resolução  temporal  maior,  quanto  ao  registro  do  último \n\nmáximo  glacial  (UMG)  e  do  Holoceno.  Partindo  do  registro  estéril  acima \n\nmencionado,  ocorre  um  aumento  gradual  na  diversidade  (Fig.  10).  Com  a \n\nprogressiva  diminuição  da  temperatura,  que  culmina  no  UMG,  a  diversidade \n\nespecífica  da  ostracofauna  aumenta  até  atingir  o  seu  máximo  na  amostra \n\nM06320, representante do UMG. Ao contrário do ocorrido no primeiro momento, a \n\ndiminuição temperatura parece exercer uma influência positiva na diversidade.\n\nEste resultado foge do padrão registrado por outros estudos da mesma \n\nnatureza,  principalmente para o Atlântico. Cronin  et al. (1999) e Bergue  et al.  \n\n(2006)  estudaram   associações  de  ostracodes  de  águas  profundas  do  oceano \n\nAtlântico Norte e Sul (respectivamente), aliados a dados geoquímicos de isótopos \n\nde oxigênio e de elementos-traço de Mg/Ca, na tentativa de estabelecer o efeito \n\nde mudanças climáticas na biodiversidade e composição da fauna bentônica de \n\nostracodes.  No  primeiro  estudo  citado  foram  identificados  23  picos  de \n\ndiversidade que corresponderam todos a estágio interglaciais e a aumentos da \n\ntemperatura de fundo, evidenciados pela análise de elementos traço de Mg/Ca \n\nem carapaças de Krithe (detalhes do método podem ser vistos em Dwyer et al., \n\n1995;  Cronin  et  al.,  2000,  2005).  Em  ambos  os  estudos  foi  registrado  baixa \n\n55\n\n\n\ndiversidade de ostracodes durante períodos glaciais, relacionadas a diminuição \n\nrelativa da temperatura de fundo.\n\nO  padrão  de  resposta  faunística  no  talude  da  Bacia  de  Campos  às \n\nmudanças climáticas e oceanográficas decorrentes do UMG assemelha-se mais \n\nao registrado por Didié et al. (2002). Em um estudo de ostracodes psicrosféricos \n\ndas  regiões  polar  e  sub-polar  do  Atlântico  Norte,  os  autores  encontraram  alta \n\ndiversidade nos estágios isotópicos marinhos correspondentes a períodos glaciais \n\n(EIM 6, 4 e 2). Os autores concluíram que a elevada diversidade refletiria uma \n\nprodutividade  primária  reduzida  nos  períodos  glaciais,  pelo  menos  nas  áreas \n\ninvestigadas.\n\nEm vista destes resultados antagônicos, também evidenciados no poço \n\nde estudo, percebe-se que não existe uma relação positiva ou negativa inerente \n\nentre  ciclos  climáticos  glaciais-interglaciais  e  diversidade  específica  de \n\nostracodes.  Yasuhara  &amp;  Cronin  (no  prelo)  discutem  os  potenciais  fatores  que \n\ninfluenciam os padrões de diversidade de larga escala, focados principalmente na \n\ntemperatura e produtividade oceânica. Eles concluem que a temperatura exerce \n\numa influência positiva e pode prever a diversidade em águas profundas, embora \n\na produtividade possivelmente tenha um papel significativo em certas regiões e \n\ntransições climáticas. A medida de paleoprodutividade mostra padrões opostos \n\ndependendo da latitude: em latitudes médias é menor em períodos interglaciais \n\nque em glaciais, e em altas latitudes maior em períodos interglaciais. Os autores \n\napontam  este  fato  como  uma  possível  explicação  para  os  resultados  opostos \n\nencontrados por Cronin et al. (1999) e Didié et al. (2002), tendo em vista que as \n\náreas  de  estudos  estão  situadas  em  latitude  média  e  região  polar, \n\nrespectivamente.  Entretanto, no que se refere à Bacia de Campos, onde ocorrem \n\ntanto alta como baixa diversidade em períodos glaciais, nada pode ser inferido a \n\nrespeito dos fatores que determinaram estes padrões de diversidade com base \n\nnos dados disponíveis.\n\nApós  este  pico  do  último  máximo  glacial, a  diversidade  se  mantém \n\nestável até o início do Holoceno, e depois ocorre uma queda brusca na amostra \n\nmais  recente.  Resultados  similares  foram  obtidos  por  Cronin  et  al. (1999)  e \n\nBergue et al. (2006) que registraram diminuição de diversidade durante a porção \n\nfinal do Holoceno.\n\nOutra resposta notável da fauna frente às alterações oceanográficas foi \n\na  mudança  na  composição  da  ostracofauna  entre  o  terceiro  e  primeiro \n\nmomentos.  Novos  elementos  de  fauna  surgem  a  partir  do  UMG,  sendo  alguns \n\n56\n\n\n\ndeles restritos a este período. Macropyxis sp., Bythoceratina sp., Henryhowella cf. \n\nH. asperrima e Krithe trinidadensis estão entre as espécies mais representativas \n\ndesta  transição.  Assim  como  no  estudo  de  Bergue  et  al.  (2006),  o  gênero \n\nApatihowella  foi  o  mais  freqüente  e  um  dos  mais  abundantes.  Este  gênero \n\nderivado de  Henryhowella  após Jellinek &amp; Swanson (2003) é considerado como \n\nparte da associação faunística característica de períodos interglaciais (CRONIN et  \n\nal.,  1999;  DIDIÉ  et  al., 2002),  no  entanto  essa  característica  não  se  mostrou \n\nválida para o talude da Bacia de Campos.\n\nÉ  importante  salientar  as  limitações  do  presente  estudo.  O  intervalo \n\nestudado no poço compreende, com base na bioestratigrafia de Sanjinés  et al. \n\n(2007), o período que se estende do Pleistoceno médio ao Recente. Entretanto, \n\nforam  amostrados  10  pontos  deste  intervalo,  o  que  resultou  numa  resolução \n\ntemporal  muito  baixa,  desfavorecendo  tanto  a  análise  da  fauna  quanto  a \n\nisotópica.  Outra  limitação  diz  respeito  à  fauna  de  microfósseis  recuperada.  O \n\nvolume  de  sedimentos  utilizado  não  beneficiou  o  registro  de  espécies  raras, \n\ncomuns  em  águas  profundas,  e  resultou  em  uma  média  de  26  indivíduos  por \n\namostra, considerada baixa (CORRÉGE, 1993). Devido a estes fatores, qualquer \n\ninferência baseada em diversidade de espécies, dominância, mudança de fauna e \n\nabundância relativa deve ser considerada como experimental.\n\n57\n\n\n\n8. CONSIDERAÇÕES FINAIS\n\n? O  estudo  da  ostracofauna  bentônica  de  águas  profundas  que \n\ncompõem a microfauna quaternária do talude continental da Bacia de Campos \n\nmostrou uma notável diversidade específica. Foram registradas 46 espécies, \n\ndistribuídas  em  28  gêneros  e  13  famílias.  Krithe  e  Cytheropteron foram  os \n\ngêneros mais diversificados (sete e quatro espécies, respectivamente), assim \n\ncomo  as  famílias  Cytheruridae  e  Krithidae,  concordando  com  estudos \n\nsimilares em outras regiões do mundo;\n\n? A similaridade com faunas de águas profundas de outras regiões do \n\nplaneta é marcante, o que reforça a idéia de que a distribuição de algumas \n\nespécies tende ao pandemismo nestes ambientes;\n\n? A curva de isótopos estáveis de oxigênio gerada a partir da análise \n\ngeoquímica em testas de foraminíferos planctônicos segue a tendência geral \n\ndas curvas padrões para o oceano Atlântico Sul. Esta metodologia forneceu \n\nsubsídios  importantes  para  o  trabalho,  somando-se  ao  estudo  dos  dados \n\nfaunísticos;\n\n? A  fauna  de  ostracodes  respondeu  às  mudanças  oceanográficas \n\nocorridas no Quaternário da Bacia de Campos, reforçando a potencialidade do \n\ngrupo  como  bons  indicadores  de  eventos  dessa  natureza.  Respostas \n\ndivergentes da diversidade específica foram registradas: baixa diversidade no \n\npenúltimo glacial e alta diversidade no UMG. Uma diminuição da diversidade \n\nfoi notada no final do Holoceno. \n\n? Distintas associações de espécies ocorreram ao longo das amostras, \n\na primeira e mais antiga caracterizada pelas espécies  Australoecia atlantica, \n\nPoseidonamicus pintoi,  Microcythere cronini,  Rimacytheropteron  sp. e  Krithe \n\nreversa., e a segunda  representada  por  Macropyxis sp.,  Bythoceratina  sp., \n\nHenryhowella cf. H. asperrima e Krithe trinidadensis. O UMG foi o evento que \n\ndefiniu esta mudança faunística.\n\n58\n\n\n\nREFERÊNCIAS BIBLIOGRÁFICAS\n\nAIELLO,  G.;  COIMBRA,  J.  C.  &amp; BARRA,  D.  2004.  Ruggiericythere, a  new shallow \nmarine  ostracod  genus  from  Brazil.  Bollettino  Della  Società \nPaleontologica Italiana, 43(1-2):71-90. \n\nAYRESS,  M.;  NEIL,  H.; PASSLOW, V. &amp; SWANSON,  K.  1997.  Benthonic  ostracods \nand  deep  watermasses:  A  qualitative  comparison  of  Southwest  Pacific, \nSouthern  and  Atlantic  Oceans.  Palaeogeography,  Palaeoclimatology, \nPalaeoecology, 131:287-302.\n\nBENSON, R. H. 1975a. Morphologic stability in Ostracoda. Bulletins of american \npaleontology, 65(282):13-15.\n\nBENSON, R. H. 1975b. The origin of the psychrosphere as recorded in changes of \ndeep-sea ostracode assemblages. Lethaia, 8:69-83.\n\nBENSON,  R.  H.  1990.  Ostracoda  and  the  discovery  of  global  Cainozoic \npalaeoceanographical  events.  In: WHATLEY,  R.  &amp;  MAYBURY,  C.  (eds.). \nOstracoda and Global Events. London: Chapman and Hall,  pp. 41-58.\n\nBENSON, R. H.; CHAPMAN, R. E. &amp; DECK, L. T. 1984. Paleoceanographic events \nand deep-sea ostracodes. Nature, 224:1334-1336.\n\nBERGUE, C. T. 2005. Aspectos da Paleoceanografia da Bacia de Santos, Atlântico \nSudoeste,  nos  últimos  30.000  anos:  isótopos  estáveis,  elementos-traço, \npaleoecologia e taxonomia de ostracodes. Tese de Doutorado. Programa de \nPós-Graduação em Geociências, Universidade Federal do Rio Grande do Sul, \nVol. 1, 226 p.\n\nBERGUE,  C.  T.  2006.  A  aplicação  dos  ostracodes  (Crustacea)  em  pesquisas \npaleoceanográficas e paleoclimáticas. Terræ Didatica, 2(1):54-66.\n\nBERGUE,  C.  T.  &amp;  COIMBRA,  J.  C.  2008.  Late  Pleistocene  and  Holocene  bathyal \nostracodes from the Santos Basin, southeastern Brazil. Palaeontographica, \nsérie A, no prelo.\n\nBERGUE,  C.  T.;  COIMBRA,  J.  C.  &amp;  CRONIN,  T.  M.  2007.  Cytherellid  species \n(Ostracoda) and their significance to the Late Quaternary events in the Santos \nBasin, Brazil. Senckenbergiana maritima, 37(1):5-12.\n\n59\n\n\n\nBERGUE, C. T.; COSTA, K. B.; DWYER, G. &amp; MOURA, C. 2006. Bathyal ostracodes \ndiversity  in  the  Santos  Basin,  Brazilian  southeast  margin:  response  to  Late \nQuaternary  climate  changes.  Revista  brasileira  de  paleontologia, \n9:15-26.\n\nBRADLEY,  R.  S.  1999.  Paleoclimatology:  reconstructing  climates  of  the \nQuaternary. San Diego, CA: Academic Press, 614 p.\n\nCARMO, D. A. &amp; SANGUINETTI, Y. T. 1999. Taxonomy and palaeoceanographical \nsignificance of the genus  Krithe (Ostracoda) in the Brazilian margin.  Journal \nof Micropalaeontology, 18:111-123.\n\nCOIMBRA, J. C.; PINTO, I. D.; WÜRDIG, N. L. &amp; CARMO, D. A. 1999. Zoogeography \nof  Holocene  Podocopina  (Ostracoda)  from  the  Brazilian  Equatorial  shelf. \nMarine Micropaleontology, 37:365-379.\n\nCOLES, G.; WHATLEY, R.C. &amp; MOGUILEVSKY, A. 1994. The ostracode genus Krithe \nfrom the Tertiary and Quaternary of the North Atlantic.  Palaeontology,  37: \n71-120.\n\nCORRÉGE, T. 1993. The relationship between water masses and benthic ostracod \nassemblages in the western Coral Sea, Southwest Pacific. Palaeogeography, \nPalaeoclimatology, Palaeoecology, 105:245-266.\n\nCRONIN,  T.  M.  1983.  Bathyal  ostracodes  from  the  Florida-Hatteras  slope,  the \nStraits  of  Florida,  and  the  Blake  Plateau.  Marine  Micropaleontology, \n8:89-119.\n\nCRONIN,  T.  M.;  BOOMER,  I.;  DWYER,  G.  S.  &amp;  RODRIGUEZ-LAZARO,  J.  2002. \nOstracoda  and  Paleoceanography.  In: HOLMES,  J.  A. &amp;  CHIVAS,  A. R.  (eds.). \nThe Ostracoda: applications in the Quaternary research.  Washington \nD.C.: American Geophysical Union, pp. 99-119.\n\nCRONIN, T. M.; DE-MARTINO, D. M.; DWYER, G. S. &amp; RODRIGUEZ-LAZARO, J. 1999. \nDeep-sea  ostracode  species  diversity:  response  to  late  Quaternary  climate \nchange. Marine Micropaleontology, 37:231-249.\n\nCRONIN, T. M.; DOWSETT, H. J.; DWYER, G. S.; BAKER, P. A. &amp; CHANDLER, M. A. \n2005. Mid-pliocene deep-sea bottom-water temperature based on ostracode \nMg/Ca ratios. Marine Micropaleontology, 52:249-261.\n\nCRONIN, T. M. &amp; DWYER, G. S. 2003. Deep sea ostracodes and climate change. \nThe Paleontological Society Papers, 9:247-263.\n\n60\n\n\n\nCRONIN, T. M.; DWYER, G. S.; BAKER, P. A.; RODRIGUEZ-LAZARO, J. &amp; DeMARTINO, \nD. M. 2000. Orbital and suborbital variability in North Atlantic bottom water \ntemperature  obtained  from  deep-sea  ostracod  Mg/Ca  ratios. \nPalaeogeography, Palaeoclimatology, Palaeoecology, 162:45-57.\n\nCRONIN,  T.  M.  &amp;  RAYMO.  1997.  Orbital  forcing  of  deep-sea  benthic  species \ndiversity. Nature, 385:624-627.\n\nDIDIÉ,  C.;  BAUCH,  H.  A.  &amp;  HELMKE,  J.  P.  2002.  Late  Quaternary  deep-sea \nostracodes  in  the  polar  and  subpolar  North  Atlantic:  paleoecological  and \npaleoenvironmental  implications.  Palaeogeography,  Palaeoclimatology, \nPalaeoecology, 184:195-212.\n\nDINGLE, R. V. &amp; LORD, A. R. 1990. Benthic ostracods and deep water-masses in \nthe Atlantic Ocean. Palaeogeography, Paleoclimarology, Palaeoecology, \n80:213-235.\n\nDROZINSKI,  N.  G.  S.;  COIMBRA,  J.  C.;  CARREÑO,  A.  L.  &amp;  BERGUE,  C.  T.  2003. \nOstracoda  cool  water  masses  indicators  from  the  Rio  Grande  do  Sul  state, \nBrazil – a first approach. Revista Brasileira de Paleontologia, 5:59-71. \n\nDWYER, G. S; CRONIN, T. M.; BAKER, P. A.; RAYMO, M. E.; BUZAS, J. S. &amp; CORRÉGE, \nT. 1995. North Atlantic deep-water temperature change during late Pliocene \nand late Quaternary climatic cycles. Science, 270:1347-1351.\n\nEMILIANI, C. 1955. Pleistocene temperatures. Journal of Geology, 63:538-578.\n\nERICSON, D. B. &amp; WOLLIN, G. 1968. Pleistocene climates and chronology in deep-\nsea sediments. Science, 162:1227-1243.\n\nFAUTH,  G.  &amp;  COIMBRA,  J.  C.  1998.  Zoogeography  of  the  ostracode  Genera \nAuradilus and  Radimella (Ostracoda)  along  the  brazilian  continental  shelf. \nNeues Jahrbuch für Geologie und Paläontologie, 8:464-474.\n\nHARTEN,  D.  V.  1999.  Origin  and  diversity  of  Cainozoic  deep-sea  Ostracoda. \nCrustaceana, 72(8):993-998\n\nHARTMANN,  G.  &amp;  HARTMANN-SCHRÖDER,  G.  1988.  Deep-sea  Ostracoda, \ntaxonomy, distribution and morphology. In: HANAI, T.; IKEIA, N. &amp; ISHIZAKI, K. \n(eds.)  Evolutionary  biology  of  Ostracoda,  its  fundamentals \napplications. Elsevier, pp. 699-707.\n\n61\n\n\n\nHORNE,  D.  J.;  COHEN,  A.  &amp;  MARTENS,  K.  2002.  Taxonomy,  Morphology  and \nBiology of Quaternary and Living Ostracoda. In: HOLMES, J. A. &amp; CHIVAS, A. R. \n(eds.) The Ostracoda: applications in Quaternary research. Washington, \nDC: American Geophysical Union, pp. 5-36.\n\nHUNT,  G.;  CRONIN,   T.  M.  &amp;  ROY,  K.  2005.  Species-energy  relationship  in  the \ndeep-sea:  a  test  using  the  Quaternary  fossil  record.  Ecology  Letters, \n8:739-747.\n\nJELLINEK, T. &amp; SWANSON, K. 2003. Report on the taxonomy, biogeography and \nphylogeny  of  mostly  living  benthic  Ostracoda  (Crustacea)  from  deep-sea \nsamples  (Intermediate  Water  depths)  from  the  Challenger  Plateau  (Tasman \nSea) and Campbell Plateau (Southern Ocean), New Zealand. Abhandlungen \nder Senckenbergischen Naturforschhenden Gesellchaft, 558:1-329.\n\nJELLINEK,  T.; SWANSON, K.  &amp; MAZZINI, I.  2006. Is the cosmopolitan model  still \nvalid  for  deep-sea  podocopid  ostracods?.  Senckenbergiana  maritima, \n36(1):29-50.\n\nJONES,  R.  L;  WHATLEY,  R.  C.;  CRONIN,  T.  M.  &amp;  DOWSETT,  H.  J.  1999. \nReconstructing late Quaternary deep-water masses in the eastern Artic Ocean \nusing benthonic Ostracoda. Marine Micropaleontology, 37:251-272.\n\nKENNET,  J.  P.  &amp;  HUDDLESTUN,  P.  1972.  Late  Pleistocene  paleoclimatology, \nforaminiferal bioestratigraphy and tephrochronology, Western Gulf of Mexico. \nQuaternary Research, 2:38-69.\n\nMACHADO,  C.  P.;  COIMBRA,  J.  C.;  CARREÑO,  A.  L.  2005.  The  ecological  and \nzoogeographical significance of the sub-Recent Ostracoda off Cabo Frio, Rio \nde Janeiro State, Brazil. Marine Micropaleontology,55:235-253. \n\nMACHADO,  C.  P.  &amp;  DROZINSKY,  N.  G.  S.  2002.  Taxonomia  e  distribução  de \nActinocythereis  brasiliensis   sp.  Nov.  (Podocopida,  Trachyleberididae)  na \nplataforma continental brasileira. Iheringia, Série Zoologia, 92:1-112.\n\nMACHADO,  L.  C.  R.;  KOWSMANN,  R.  O.;  ALMEIDA  Jr.,  W.;  MURAKAMI,  C.  Y.; \nSCHREINER, S.; MILLER, D. J.; PIAUILINO, P. O. V. 2004. Geometria da porção \nproximal  do  sistema  deposicional  turbidítico  moderno  da  Formação \nCarapebus, Bacia de Campos; modelo para heterogeneidades de reservatório. \nBoletim de Geociências Petrobrás, 12(2):287-315.\n\nMAJORAN, S.; AGRENIUS, S. &amp; KUCERA, M. 2000. The effect  of temperature on \nshell  size  and  growth  rate  in  Krithe  praetexta  praetexta (Sars). \nHydrobiologia, 419:141-148.\n\n62\n\n\n\nMAJORAN, S. &amp; DINGLE, R. V. 1991. Palaeoceanographical changes recorded by \nCenozoic  deep-sea  ostracod  assemblages  from  the  South  Atlantic  and  the \nSouthern Ocean (ODP Sites 1087 and 1088). Lethaia, 34:63-83.\n\nMARTINSON,  D.  G.;  PISIAS,  N.  G.;  HAYS,  J.  D.;  IMBRIE,  J.;  MOORE,  T.  C.  &amp; \nSHACKLETON, N. J. 1987. Age dating and the orbital theory of the ice ages: \ndevelopment  of  a  high  resolution  0  to  300,000-year  chronostratigraphy. \nQuaternary Research, 27:1-29.\n\nMOORE, R. C. &amp; PITRAT,  C. W. 1961. Treatise on invertebrate paleontology, \nPart Q, Arthropoda 3: Crustacea Ostracoda. New York: Geological Society \nof America and Univesity of Kansas Press, 442 p.\n\nPISIAS, N. G.; MARTINSON, D. G.; MOORE, T. C.; SHACKLETON, N. J.; PRELL, W.; \nHAYS, J. &amp; BODEN, J. 1984. High resolution stratigraphic correlation of benthic \noxygen isotopic records spanning the last 300,000 years.  Marine Geology, \n56:119-136.\n\nRAMOS,  M.  I.  F.  1994.  The  ostracod  genus  Coquimba Ohmert,  1968,  from  the \nbrazilian  continental  shelf.  Revista  Española  de  Micropaleontología, \n26:165-182.\n\nRAMOS,  M.  I.  F.  1996.  Taxonomy  and  zoogeography  of  the  ostracod  genera \nNanocoquimba and Cornucoquimba Ohmert, 1968, from Recent sediments on \nthe brazilian continental shelf.  Revista Española de Micropaleontología, \n28:105-128.\n\nRAMOS,  M.  I.  F.  1998.  Taxonomia  e  zoogeografia  dos  ostracodes  marinhos \nrecentes  da  plataforma  continental  sul-brasileira,  entre  Cabo  Frio  e  Chuí. \nPrograma  de  Pós-graduação  em  Geociências,  Universidade  Federal  do  Rio \nGrande do Sul, Tese de Doutorado, 258 p.\n\nRAMOS,  M.  I.  F.;  WHATLEY,  R.  C.  &amp;  COIMBRA,  J.  C.  2004.  Sub-recent  marine \nOstracoda  (Pontocyprididae  and  Bairdiidae)  from  the  southern  Brazilian \ncontinental shelf. Revista Brasileira de Paleontologia, 7(3):311-318.\n\nRAVELO,  A.  C.  &amp;  HILLAIRE-MARCEL,  C.  2007.  The  use  of  oxygen  and  carbon \nisotopes of Foraminifera in paleoceanography.  In: HILLAIRE-MARCEL, C. &amp; de \nVERNAL,  A.  (eds).  Proxies  in  Late  Cenozoic  paleoceanography. \nAmsterdam: Elsevier, pp. 735-764\n\n63\n\n\n\nSANJINÉS,  A.  E.  S.;  STROHSCHOEN-Jr,  O.  &amp;  VILELA,  C.  G.  2007.  Elementos  de \nestratigrafia  de  seqüências  com  base  em  foraminíferos  do  Pleistosceno-\nHoloceno.  In: CARVALHO, I. S.; CASSAB, R. C. T.; SCHWANKE, C.  et al.  (eds.) \nPaleontologia: Cenários de Vida. Rio de Janeiro: Interciência, vol. 2, pp. \n333-343.\n\nSCHORNIKOV,  E.  I.  2005.  The  question  of  cosmopolitanism  in  the  deep-sea \nostracod  fauna:  the  example  of  the  genus  Pedicythere.  Hydrobiologia, \n538:193-215.\n\nSILVEIRA, I. C. A.; SCHMIDT, A. C. K.; CAMPOS, E. J. S.; GODOI, S. S. &amp; IKEDA, Y. \n2000.  A  Corrente  do  Brasil  ao  largo  da  costa  leste  brasileira.  Revista \nbrasileira de oceanografia, 48(2):171-183.\n\nSOUSA, S. H. M.; PASSOS, R. F.; FUKUMOTO, M.; SILVEIRA, I. C. A.; FIGUEIRA, R. C. \nL.; KOUTSOUKOS, E. A. M.; MAHIQUES, M. M. &amp; REZENDE, C. E. 2006. Mid-\nlower  bathyal  benthic  foraminifera  of  the  Campos  Basin,  Southeastern \nBrazilian  margin:  Biotopes  and  controlling  ecological  factors.  Marine \nMicropaleontology, 61:40-57.\n\nSUGUIO, K. 1998.  Dicionário de geologia sedimentar e áreas afins. Rio de \nJaneiro: Bertrand Brasil, 1217 p.\n\nSWANSON,  K.  M.  1995.  Strategies  and  evolutionary  implications  of  carapace \nconservation  in  some  living  benthic  marine  Ostracoda.  Senckenbergiana \nLethaea, 75:193-213.\n\nTOKUTAKE, L. R. 2005. Bioestratigrafia de nanofósseis calcários e estratigrafia de \nisótopos (C e O) do talude médio, Quaternário, porção N da Bacia de Campos, \nES.  Dissertação  de  Mestrado.  Instituto  de  Geociências,  Universidade \nFederal do Rio Grande do Sul, 97 p. \n\nTOKUTAKE,  L.  R.  &amp;  TOLEDO,  F.  A.  L.  2007.  Bioestratigrafia  de  nanofósseis \ncalcários  e  estratigrafia  de  isótopos  (C  e O)  do  talude  médio,  Quaternário, \nporção norte da Bacia de Campos, Brasil. In: CARVALHO, I. S.; CASSAB, R. C. \nT.;  SCHWANKE,  C.  et  al.  (eds.) Paleontologia:  Cenários  de Vida. Rio  de \nJaneiro: Interciência, vol. 2, pp. 395-410.\n\nTOLEDO, F. A. L. 2000. Variações paleoceanográficas nos últimos 30.000 anos no \nOeste  do  Atlântico  Sul:  isótopos  de  Oxigênio,  assembléias  de  foraminíferos \nplanctônicos  e  nanofósseis  calcários.  Tese  de  Doutorado,  Instituto  de \nGeociências, Universidade Federal do Rio Grande do Sul, 245 p.\n\n64\n\n\n\nTHISTLE, D. 2003. The deep-sea floor: an overview. In: TYLER, P. A. Ecosystems \nof the World, Vol. 28: Ecosystems of the Deep Ocean, (ed). Amsterdam: \nElsevier, pp. 1-3.\n\nUREY, H. C. 1947. The thermodynamic properties of isotopic substances. Journal \nof Geochemical Society, 152:190-219.\n\nUREY,  H.  C.  1948.  Oxygen  isotopes  in  nature  and  in  the  laboratory.  Science, \n108:489-496.\n\nVIANA, A. R.; FAUGÈRES, J.-C.; KOWSMANN, R. O.; LIMA, J. A. M.; CADDAH, L. F. G.; \nRIZZO, J. G. 1998. Hidrology, morphology and sedimentology of the Campos \ncontinental margin, offshore Brazil. Sedimentary Geology, 115:133-157.\n\nVICALVI,  M.  A.  1997.  Zoneamento  bioestratigráfico  e  paleoclimático  dos \nsedimentos do Quaternário superior do talude da Bacia de Campos, RJ, Brasil. \nBoletim de Geociências da Petrobrás, 11:132-165.\n\nVICALVI,  M.  A.  1999.  Zoneamento  bioestratigráfico  e  paleoclimático  do \nQuaternário  superior  do  talude  da  Bacia  de  Campos  e  Platô  de  São  Paulo \nadjacente,  com  base  em  foraminíferos  planctônicos.  Tese  de  Doutorado. \nCurso de Pós-Graduação em Geologia, Universidade Federal do Rio de Janeiro, \n183 p.\n\nWHATLEY,  R.  1995.  Ostracoda  and  oceanic  palaeoxygen  levels.  Mitteilungen \ndes Hamburgischen Zoologischen Museums und Instituts, 92:337-353.\n\nWHATLEY, R. &amp; AYRESS, M. 1988. Pandemic and endemic distribution patterns in \nQuaternary deep-sea ostracods.  In: HANAI, T.; IKEYA, N. &amp; ISHIZAKI, K. (eds). \nEvolutionary  Biology  of  Ostracoda:  Its  fundamentals  and \napplications. Tokyo: Kodansha, 739-755 pp.\n\nWHATLEY,  R.  C.;  MOGUILEVSKY,  M.;  RAMOS,  I.  F.  &amp;  COXILL,  D.  J.  1998.  Recent \ndeep and shallow water Ostracoda from the Antartic Peninsula and the Scotia \nSea. Revista Española de Micropaleontología, 30:111-135.\n\nYASUHARA,  M.  &amp;  CRONIN,  T.  M.  Climatic  influences  on  deep-sea  ostracode \n(Crustacea)  species  diversity  for  the  last  three  million  years.  Ecology,  no \nprelo.\n\nYASUHARA, M.; CRONIN, T. M. &amp; ARBIZU, P. M. Abyssal ostracods from the South \nand Equatorial Atlantic Ocean: biological and paleoceanographic implications. \nDeep-Sea Research Part I, no prelo.\n\n65\n\n\n\nYASUHARA, M.; CRONIN, T. M.; DeMENOCAL, P. B.; OKAHASHI, H. &amp; LINSLEY, B. K. \n2008.  Abrupt  climate  change  and  collapse  of  deep-sea  ecosystems.  Pnas, \n105:1556-1560.\n\nXU,  J.;  WANG,  P.;  HUANG,  B.;  LI,  Q.  &amp;  JIAN,  Z.  2005.  Response  of  planktonic \nforaminifera to glacial cycles: Mid-Pleistocene change in the southern South \nChina Sea. Marine Micropaleontology, 54:89-105.\n\nZACHOS,  J.;  PAGANI,  M.;  SLOAN,  L.;  THOMAS,  E.  &amp;  BILLUPS,  K.  2001.  Trends, \nrhythms,  and  aberrations  in  global  climate  65  Ma  to  present.  Science, \n292:686-693.\n\n66\n\n\n\nESTAMPAS\n\n\n\nESTAMPA 1\n\nAustraloecia atlantica Maddocks, 1977\nFigura 1. VD, macho, 56X, DDN-01\nFigura 2. VE, fêmea, juvenil, 88X, DDN-03\n\nMacropyxis sp.\nFigura 3. VD, macho, quebrada, 41X, DDN-04\nFigura 4. VE, macho, 51X, DDN-05\nFigura 5. VD, vista interna por transparência, macho, 41X, DDN-04\n\nBythocypris kyamos Whatley, Moguilevsky, Ramos &amp; Coxill, 1998\nFigura 6. VD, macho, juvenil, 59X, DDN-06\nFigura 7. VD, macho, juvenil, 63X, DDN-07\nFigura 8. VE, fêmea, juvenil, 91X, DDN-08\n\nBythocypris sp. 1\nFigura 9. VD, 60X, quebrada, DDN-09\nFigura 10. VE, 65X, DDN-10\n\nPseudocythere sp.\nFigura 11. VD, 100X, DDN-11\n\nBythoceratina sp.\nFigura 12. VD, 83X, DDN-12\n\nMicrocythere cronini Bergue &amp; Coimbra, 2008\nFigura 13. VD, macho, 196X, DDN-13\nFigura 14. VE, fêmea, 185X, DDN-14\n\nMicrocythere sp. 1\nFigura 15. VD, 189X, DDN-15\n\n\n\n\n\nESTAMPA 2\n\nMicrocythere sp. 1\nFigura 1. VE, 186X, DDN-16\n\nHeinia sp.\nFigura 2. VD, fêmea, 142X, DDN-17\n\nApatihowella (Apatihowella) melobesioides (Brady, 1869)\nFigura 3. VD, fêmea, 61X, DDN-18\nFigura 4. VE, fêmea, vista interna, 59X, DDN-19\n\nHenryhowella cf. H. asperrima (Reus, 1850)\nFigura 5. VD, macho, juvenil, 52X, DDN-20\nFigura 6. VD, macho, juvenil, vista interna, 53X, DDN-20\n\nTrachyleberis sp.\nFigura 7. VD, juvenil, 68X, DDN-21\n\nAmbocythere sp.\nFigura 8. VD, fêmea, 109X, DDN-22\nFigura 9. VE, macho,  85X, DDN-23\n\nPoseidonamicus pintoi Benson, 1972\nFigura 10. VE, macho, 51X, DDN-24\nFigura 11. VD, macho, 52X, DDN-25\nFigura 12. VE, fêmea, 51X, DDN-26\n\nKrithe coimbrai Carmo &amp; Sanguinetti, 1999\nFigura 13. VD, macho, 57X, DDN-27\nFigura 14. VE, fêmea, vista interna, 56X, DDN-28\nFigura 15. VE, fêmea, vista interna por transparência, 54X, DDN-28\n\n\n\n\n\nESTAMPA 3\n\nKrithe dolichodeira Bold, 1946\nFigura 1. VD, 81X, DDN-29\nFigura 2. VD, vista interna por transparência, 80X, DDN-29\n\nKrithe gnoma Carmo &amp; Sanguinetti, 1999\nFigura 3. VD, macho, 89X, DDN-30\nFigura 4. VD, macho, vista interna por transparência, 87X, DDN-30\n\nKrithe aff. Krithe minima Coles, Whatley &amp; Moguilevsky, 1994\nFigura 5. VD, fêmea, 103X, DDN-31\nFigura 6. VE, fêmea, vista interna, 100X, DDN-32\nFigura 7. VD, fêmea, vista interna por transparência, 98X, DDN-31\nFigura 8. VE, fêmea, vista interna por transparência, 102X, DDN-32\n\nKrithe aff. K. pernoides sinuosa Ciampo, 1986\nFigura 9. VD, fêmea, 77X, DDN-33\nFigura 10. VD, fêmea, vista interna por transparência, 78X, DDN-33\n\nKrithe reversa Bold, 1958\nFigura 11. VD, fêmea, 85X, DDN-34\nFigura 12. VD, fêmea, vista interna, 88X, DDN-35\nFigura 13. VD, fêmea, vista interna por transparência, 92X, DDN-34\nFigura 14. VE, fêmea, vista interna por transparência, 82X, DDN-36\n\nKrithe trinidadensis Bold, 1958\nFigura 15. VE, 56X, DDN-37\n\n\n\n\n\nESTAMPA 4\n\nKrithe trinidadensis Bold, 1958\nFigura 1. VE, vista interna por transparência, 60X, DDN-37\n\nEucytherura sp. 1\nFigura 2. VE, 208X, DDN-38\n\nEucytherura sp. 2\nFigura 3. VD, 189X, DDN-39\n\nEucytherura sp. 3\nFigura 4. VD, 186X, DDN-40\nFigura 5. VE, 186X, DDN-41\n\nPedicythere sp.\nFigura 6. VE, juvenil, 168X, DDN-42\n\nCytheropteron dubium Colalongo &amp; Pasini, 1980\nFigura 7. VD, 99X, DDN-43\nFigura 8. VE, 91X, DDN-44\n\nCytheropteron amphygium Bergue &amp; Coimbra, 2008\nFigura 9. VD, quebrada, 119X, DDN-45\n\nCytheropteron tenuialatum Whatley &amp; Coles, 1987\nFigura 10. VE, 138X, DDN-46\n\nCytheropteron sp. 1\nFigura 11. VD, 202X, DDN-47\nFigura 12. VE, vista interna, 201X, DDN-48\n\nAversovalva aff. A. hydrodynamica Whatley &amp; Coles, 1987\nFigura 13. VE, 133X, DDN-49\n\nRimacytheropteron sp.\nFigura 14. VE, quebrada, 113X, DDN-50\nFigura 15. VE, juvenil, quebrada, 200X, DDN-51\n\n\n\n\n\nESTAMPA 5\n\nCluthia sp. 1\nFigura 1. VE, 222X, DDN-57\n\nCluthia sp. 2\nFigura 2. VD, 179X, DDN-58\n\nCluthia sp. 3\nFigura 3. VD, 220X, DDN-59\n\nEucythere circumcostata Whatley &amp; Coles, 1987\nFigura 4. VD, 128X, DDN-60\nFigura 5. VE, 128X, DDN-61\n\nEucythere macerata Bergue &amp; Coimbra, 2008\nFigura 6. VE, juvenil, 173X, DDN-62\n\nRotundracythere sp.\nFigura 7. VD, juvenil, quebrada, 261X, DDN-63\nFigura 8. VE, juvenil, 235X, DDN-64\n\nParadoxostoma sp.\nFigura 9. VE, 102X, DDN-65\nFigura 10. VE, vista interna, 95X, DDN-66\n\nCytherois sp.\nFugura 11. VE, macho, 135X, DDN-67\n\nGenus et sp. indet. 1\nFigura 12. VD, 161X, DDN-68\n\nGenus et sp. indet. 2\nFigura 13. VD, 166X, DDN-69\n\nGenus et sp. indet. 3\nFigura 14. VE, 169X, DDN-70\n\nGenus et sp. indet. 4\nFigura 15. VD, fêmea, 121X, DDN-71\n\n\n\n\n\nESTAMPA 6\n\nGenus indet. 5 sp. 1\nFigura 1. VD, 204X, quebrada, DDN-52\nFigura 2. VE, 200X, DDN-53\nFigura 3. VD, vista interna por transparência, 204X, DDN-52\nFigura 4. VE, vista interna por transparência, 208X, DDN-53\n\nGenus indet. 5 sp. 2\nFigura 5. VD, 213X, DDN-54\n\nGenus indet. 5 sp. 3\nFigura 6. VD, fêmea, 200X, quebrada, DDN-55\nFigura 7. VE, macho, 200X, DDN-56\nFigura 8. VD, fêmea, vista interna por transparência, 193X, DDN-55\n\n\n\n\n\t1. \nINTRODUÇÃO\n\t2. TRABALHOS ANTERIORES\n\t3.ÁREA DE ESTUDO\n\t    3.1 Localização \n\t    3.2 Sedimentologia \n\t    3.3 Oceanografia \n\t4. MATERIAL E MÉTODOS\n\t    4.1 Ostracodes \n\t    4.2 Análise de diversidade \n\t    4.3 Análises de Isótopos de Oxigênio \n\t    4.4 Recursos gráficos\n\t5. OSTRACOFAUNA DE ÁGUAS PROFUNDAS\n\t6. RESULTADOS\n\t    6.1 Espécies identificadas\n\t    6.2 Análise faunística\n\t    6.3 Isótopos de Oxigênio\n\t7. DISCUSSÃO\n\t    7.1 Aspectos gerais\n\t    7.2 Isótopos de oxigênio e bioestratigrafia\n\t    7.3 Eventos oceanográficos e ostracodes\n\t8. CONSIDERAÇÕES FINAIS\n\tREFERÊNCIAS BIBLIOGRÁFICAS\n\tEstampa 1\n\tEstampa 2\n\tEstampa 3\n\tEstampa 4\n\tEstampa 5\n\tEstampa 6"}]}}}