{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.19779"}, {"@name": "filename", "#text": "3197_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE VIÇOSA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFÁBIO MAGALHÃES OLIVEIRA \n\n \n\n \n\n \n\n \n\n \n\n \n\nRELAÇÕES SOLO-VEGETAÇÃO EM ÁREAS DESENVOLVIDAS SOBRE O \nARENITO URUCUIA NA APA DO RIO PANDEIROS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nVIÇOSA \n\nMINAS GERAIS - BRASIL \n\n2013 \n\n\n\n\n\nFÁBIO MAGALHÃES OLIVEIRA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRELAÇÕES SOLO-VEGETAÇÃO EM ÁREAS DESENVOLVIDAS SOBRE O \nARENITO URUCUIA NA APA DO RIO PANDEIROS \n\n \n\n \n\n \n\n \n\nDissertação apresentada à Universidade \nFederal de Viçosa como parte das \nexigências do Programa de Pós-\ngraduação em Solos e Nutrição de \nPlantas para a obtenção do título de \nMagister Scientiae. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nVIÇOSA \n\nMINAS GERAIS - BRASIL \n\n2013\n\n\n\n \n\nFÁBIO MAGALHÃES OLIVEIRA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRELAÇÕES SOLO-VEGETAÇÃO EM ÁREAS DESENVOLVIDAS SOBRE O \nARENITO URUCUIA NA APA DO RIO PANDEIROS \n\n \n\n \n\n \n\nDissertação apresentada à Universidade \nFederal de Viçosa como parte das \nexigências do Programa de Pós-\ngraduação em Solos e Nutrição de \nPlantas para a obtenção do título de \nMagister Scientiae. \n\n \n\n \n\n \n\n \n\nAPROVADA: 28 de junho de 2013. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nGenelício Crusoé Rocha  \n\nLiovando Marciano da Costa \n(Co-Orientador) \n\nRaphael Bragança A. Fernandes \n(Orientador) \n\nFlávia Maria da Silva Carmo  \n\n\n\nii \n \n\nAGRADECIMENTOS \n\n \n\nÀ DEUS, luz divina que sempre orienta e conduz os nossos passos \n\npelos caminhos da vida, obrigado por minha existência. \n\nAos meus Pais, Adolfo e Eunice, pelo exemplo de vida, pelo apoio \n\nincondicional em todos os momentos de minha vida e pela grata e abençoada \n\nconvivência. Agradeço-os profundamente pelo amor, carinho e educação. \n\nÀ minha querida companheira, Leila, a quem muito amo e com quem \n\ntenho a felicidade de compartilhar os momentos da minha vida.  \n\nÀ toda minha família, em especial aos meus irmãos (Wellington e \n\nMárcia), meus sobrinhos(as), minhas tias e tios e de forma especial ao Tio \n\nLausinho(fonte de inspiração), Tia Onélia, \"Tia Ção\", Tio Arnaldo (in \n\nmemorian), Tia Zizi e Tio Aloísio(in memorian), e aos primos que sempre me \n\napoiaram. Aos meus queridos afilhados, Ryan, Ana Paula, Andressa, Mateus e \n\nLais. \n\nÀ minha tia-madrinha Jurdelina Alkmim (in memorian), exemplo de \n\nmulher perseverante, dedicada e guerreira. \n\nÀ Universidade Federal de Viçosa (UFV) pela graduação em Agronomia, \n\ne em especial ao Departamento de Solos, e pela oportunidade de ter \n\nparticipado do \"Programa de Pós Graduação em Solos e Nutrição de Plantas\". \n\nExterno o meu carinho e amor à minha filha, Isabela, sempre presente \n\nno meu coração. \n\nAo fraterno Pablo Azevedo Rocha, muito mais que um amigo, pela sua \n\ngenerosidade e amizade. Que Deus ilumine você e sua família (Edivania, e \n\nsuas filhas Natália e Maria Clara). \n\nAo Prof. Raphael Bragança A. Fernandes, pela orientação, sugestões e \n\ndemonstração de amizade e apoio. \n\nAos Professores Genelício C. Rocha e Julio C. Neves, pela orientação e \n\napoio. \n\nAo Prof. Liovando Marciano da Costa, ser humano de raras e magníficas \n\nqualidades, que sempre acreditou no meu trabalho e capacidade acadêmica, \n\nme incentivando, orientando e aconselhando com dedicação, transmitindo \n\ntranquilidade nos momentos de dificuldades e contribuindo sobremaneira para \n\n\n\niii \n \n\no meu grande interesse na ciência do solo. Meu especial carinho e \n\nagradecimentos. \n\nAo Prof. Carlos E. G. R. Schaefer, exemplo inspirador de ser humano e \n\nprofissional, pelo seu apoio e incentivo. \n\nAo Prof. Nairam F. Barros, pelo apoio e incentivo que sempre me \n\nproporcionou. \n\nA todos os professores do Departamento de Solos, em especial àqueles \n\ncom os quais tive a oportunidade e o prazer de receber os ensinamentos que \n\nproporcionaram meu crescimento e amadurecimento do ponto de vista \n\ncientífico, técnico, profissional e como ser humano: João C. Ker, Liovando \n\nMarciano da Costa, Carlos E. Schaefer, Ivo Jucksch, Nairam F. Barros, Júlio C. \n\nL. Neves, Roberto F. Novais, Victor Hugo Alvarez, Reinaldo B. Cantarutti, \n\nRenildes L. F. Fontes, Raphael B. A. Fernandes, Hugo Alberto Ruiz, Emanuelle \n\nM. B. Soares, Edson M. Mattiello, Genelício C. da Rocha e Jaime W. V. Mello. \n\nAos amigos e colegas da Pós-Graduação, em especial ao Leo Jackson, \n\nFelipe Pinho, Adbayor, Bruno Resck, Bruno Cunha, Cleverson Pires (Cerê), \n\nDaniel, Manoel Carrillo, Marino S. Coelho, Natália Aragão, Matheus Fonseca, \n\nNicolás Shahringer, Paul Lama, Jeferson Aguiar, Vinícius de Ávila, Renato W. \n\nVeloso, J. J. Leal, Loane Fernandes, Diego Aniceto, Kátia Karoline, Lucas \n\nFerrari, Samuel V. Valadares, Lorena Abdalla, Evair Siebencichler, Paulo \n\nRicardo, Samuel Andrade, André Santos e Itamar Resende, pelo convívio \n\nsaudável e agradável.       \n\nAos amigos Luiz Carlos C. Salomão do Departamento de Fitotecnia da \n\nUFV, Ivan Carreiro do IFNMG-Campus Januária, ao casal Lurdes e Humberto \n\nda lanchonete DCE-Piscina, pelo apoio e demonstração de amizade.  \n\nAos funcionários do Hotel/CEE/UFV, com os quais convivi de forma \n\namigável durante o período de estadia em Viçosa. \n\nAos funcionários do Departamento de Solos da UFV, em especial à \n\nLuciana Castro e à Cláudia que nos auxiliam de maneira imprescindível e \n\ngenerosa.  \n\n\n\niv \n \n\nÍNDICE \n\n \n\nRESUMO............................................................................................................ v \nABSTRACT ....................................................................................................... vii \n1. Introdução ................................................................................................... 1 \n2. REVISÃO DE LITERATURA ....................................................................... 2 \n3. MATERIAIS E MÉTODOS .......................................................................... 9 \n3.1. Área de Estudo - Localização ..................................................................... 9 \n\n3.2. Coleta de campo ................................................................................. 13 \n3.3. Análises laboratoriais .......................................................................... 14 \n\n3.3.1. Análises químicas ......................................................................... 14 \n3.3.2. Análises físicas ............................................................................. 15 \n\nTextura e fracionamento da areia .......................................................... 15 \nEquivalente de umidade ........................................................................ 16 \nCurva característica de água do solo .................................................... 17 \nDensidade do solo ................................................................................. 18 \nDensidade de partículas ........................................................................ 18 \n\n3.3.3. Microscopia Eletrônica de Varredura (MEV) ................................. 18 \n3.3.4. Serapilheira .................................................................................. 18 \n3.3.5. Análises estatísticas ..................................................................... 19 \n\n4.1. Ambiente A – RQ – CERRADO S.S. RALO ........................................ 19 \n4.1.1. Características químicas dos solos .............................................. 21 \n4.1.2. Características físicas dos solos ................................................... 24 \n\n4.1.2.1.Análise granulométrica e fracionamento da areia ...................... 24 \n4.2. Ambiente B – RQ – CERRADO S.S. DENSO ..................................... 27 \n\n4.2.1. Características químicas dos solos .............................................. 30 \n4.2.2. Características físicas dos solos ................................................... 34 \n\n4.2.2.1.Análise granulométrica e fracionamento da areia ...................... 34 \n4.3. Ambiente C – RQ – CERRADO S.S. TÍPICO ...................................... 35 \n\nCaracterísticas químicas dos solos ........................................................... 35 \n4.3.1. Características físicas dos solos ................................................... 39 \n\n4.3.1.1.Análise granulométrica e fracionamento da areia ...................... 39 \n4.4. Ambiente D – LVA – CERRADO S.S. TÍPICO .................................... 39 \n\n4.4.1. Características químicas dos solos .............................................. 41 \n4.4.2. Características físicas dos solos ................................................... 43 \n\n4.4.2.1.Análise granulométrica e fracionamento da areia ...................... 43 \n4.5. Ambiente E – RL – CERRADO S.S. TÍPICO ....................................... 43 \n\n4.5.1. Características químicas dos solos .............................................. 44 \n4.5.2. Características físicas dos solos ................................................... 48 \n\n4.5.2.1.Análise granulométrica e fracionamento da areia ...................... 48 \n4.6. Retenção de Água nos Ambientes Estudados .................................... 48 \n\n4.6.1. Curva de Retenção de Água ........................................................ 48 \n4.6.2. Equivalente de Umidade ............................................................... 50 \n\n4.7. Microscopia Eletrônica de Varredura dos Grãos de Areia ................... 52 \n4.8. Extrações sucessivas de Fósforo com Mehlich-1 e Fósforo Total ...... 55 \n\n5. CONCLUSÕES ......................................................................................... 60 \n6. Referências BIBLIOGRÁFICAS ................................................................ 61 \n\n \n\n\n\nv \n \n\n RESUMO \n\n \n\nOLIVEIRA, Fábio Magalhães, M.Sc., Universidade Federal de Viçosa, junho de \n2013. Relações solo-vegetação em áreas desenvolvidas sobre o Arenito \nUrucuia na APA do Rio Pandeiros. Orientador: Raphael Bragança A. \nFernandes. Coorientador: Liovando Marciano da Costa. \n\n \n\nA “Área de Proteção Ambiental Estadual - APAE do Rio Pandeiros”, abrange \n\numa área de 393.060 ha, e localiza-se no Norte de Minas Gerais. A mesma  \n\npossui como representativo compartimento a unidade geomorfológica “Planalto \n\ndo São Francisco”, dominada geologicamente pelas rochas da Formação \n\nUrucuia, das quais se destacam os arenitos quartzosos cimentados com \n\nmaterial silicoso. A partir das rochas dessa unidade, se desenvolveram os \n\nsolos das classes Neossolo Quartzarênico (RQ) e Latossolo Vermelho-Amarelo \n\n(LVA), que se encontram associados à cobertura vegetal do tipo Cerrado.  O \n\nobjetivo desse estudo é avaliar os atributos edáficos determinantes para o \n\nestabelecimento e desenvolvimento de diferentes formas de vegetação de \n\ncerrado identificadas nesse compartimento. Foi realizado um transecto na área \n\nde estudo, onde foram selecionados cinco ambientes ou locais de coleta, em \n\nfunção do tipo fitofisionomico observado, os quais foram identificados como \n\nAmbiente A (Cerrado s.s. ralo, associado a RQ), Ambiente B (Cerrado s.s. \n\ndenso, associado a RQ), Ambiente C (Cerrado s.s. típico, associado a RQ), \n\nAmbiente D (Cerrado s.s. típico, associado a LVA) e Ambiente E (Cerrado s.s. \n\ntípico, associado a RL). Em cada ambiente foram realizados os estudos \n\nfitossociológicos, e abertas três mini-trincheiras com profundidade de 40 cm \n\ncada uma, onde foram coletadas amostras de solo deformadas nas \n\nprofundidades de 0 a 20 cm e 20 a 40 cm, para análises química e física, e \n\nindeformadas na profundidade de 0 a 20 cm, para determinação da densidade \n\ndo solo e curva característica de água. Foram obtidas ainda amostras da \n\nserapilheira presente em cada ambiente. As análises químicas de rotina foram \n\nefetuadas em laboratório, além de extrações sucessivas de P utilizando \n\nMehlich-1, e a determinação do P total. Foram feitas ainda análise textural e \n\nfracionamento dos grãos de areia, bem como a determinação do equivalente \n\nde umidade em amostras de solo deformadas com capeamento e sem  \n\ncapeamento com partículas de natureza coloidal. A microscopia eletrônica de \n\n\n\nvi \n \n\nvarredura (MEV) foi realizada para analisar a morfologia da superfície dos \n\ngrãos de areia e revelou a presença de depressões preenchidas com partículas \n\nde dimensões menores.  Os resultados permitiram constatar que os ambientes \n\nestudados possuem caráter oligotrófico. As diversas formas de cerrado se \n\ndesenvolvem sobre solos de textura arenosa e de baixa fertilidade natural. Foi \n\npossível concluir que, nos ambientes onde a textura é predominantemente \n\narenosa, a estrutura e o desenvolvimento da vegetação está associado a \n\npresença da camada de serapilheira, provavelmente relacionada com a \n\nciclagem de nutrientes. Porém naqueles ambientes onde o solo possui textura \n\nmais argilosa, o porte da vegetação está mais relacionado com as \n\npropriedades químicas e físico-hídricas. \n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nvii \n \n\nABSTRACT \n\nOLIVEIRA, Fábio Magalhães, M.Sc., Universidade Federal de Viçosa, June, \n2013. Soil-vegetation relationships in developed areas on the Sandstone \nUrucuia in APA do Rio Pandeiros. Adviser: Raphael Bragança A. Fernandes. \nCo- Adviser: Liovando Marciano da Costa. \n \nThe state environmental protection área  “APAE do Rio Pandeiros\", covers an \n\narea of 393 060 ha. It is located in the North of Minas Gerais and has as a \n\nrepresentative compartment,  the geomorphological unit \"Plateau of the São \n\nFrancisco\", geologically dominated by rocks of Urucuia Formation, including \n\nmost importantly the quartz sandstones cemented by siliceous materials. From \n\nthe rocks of  this unit have developed the soils classes Quartzarenic Neosol \n\n(RQ) and Red-Yellow Latossol (LVA), which are associated with vegetation \n\ntypical to the \"Cerrado\". The aim of this study is to evaluate the soil attributes \n\ndeterminants for the establishment and development of different forms of \n\ncerrado vegetation identified in this compartment. Was conducted a transect in \n\nthe study area, where were selected five sampling sites or environments, \n\ndepending on the vegetation type observed, which were identified as \n\nEnvironment A (Cerrado s.s. sparse, associated with Quartzarenic Neosol), \n\nEnvironment B (Cerrado s.s. dense associated with Quartzarenic Neosol), \n\nEnvironment C (Cerrado s.s. typical, associated with Quartzarenic Neosol), \n\nEnvironment D (Cerrado s.s. typical, associated with Red-Yellow Latosol) and \n\nEnvironment E (Cerrado s.s. typical associated with Litolic Neosol). In each \n\nenvironment were done phytosociological studies, and  three mini-trenches with \n\na depth of 40 cm each were opened.  Disturbed soil samples were collected at \n\ndepths 0-20 cm and 20-40 cm for chemical and physical analysis and \n\nundisturbed samples at depth 0-20 cm for determining the bulk density and \n\nwater retention curve. We also collected samples of litter present in each \n\nenvironment. Routine laboratory chemical analysis was performed, beside \n\nsuccessive extractions of phosphorus using Mehlich-1, and the determination of \n\ntotal phosphorus. Further were  made textural analysis and fractionation of sand \n\ngrains, and the determination of moisture equivalent in soil samples with coated \n\nand uncoated sand, containing particles of colloidal nature. Scanning electron \n\nmicroscopy was performed to analyze the surface morphology of the grains of \n\n\n\nviii \n \n\nsand and revealed the presence of depressions filled by smaller particles. The \n\nresults demonstrated that the studied environments have oligotrophic \n\ncharacteristics. The various forms of cerrado soils are developed on soils of \n\nsandy texture and low natural fertility. It was concluded that in environments \n\nwhere the soil texture is predominantly sandy, the structure and development of \n\nvegetation is associated with the presence of the litter layer, probably related to \n\nnutrient cycling, while in those where the soil has clayey texture, the size of the \n\nvegetation is more related to chemical, physical and hydraulic soil properties. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n1 \n \n\n1. INTRODUÇÃO \n\nA Área de Proteção Ambiental Estadual - APAE do Rio Pandeiros foi \n\ncriada pela Lei Estadual nº 11.901 de 1995 e os seus limites correspondem \n\nàqueles que delineiam a bacia hidrográfica desse rio, cuja área equivale a \n\n393.060 ha (NUNES et al.,2009). A mesma se encontra localizada no Norte de \n\nMinas Gerais, abrangendo os municípios de Januária, Bonito de Minas e \n\nCônego Marinho. \n\nEm grande parte da APAE do Rio Pandeiros predomina a formação \n\nvegetacional do tipo cerrado com variados tipos fitofisionômicos, associados a \n\nsolos arenosos e pobres em nutrientes, onde se destacam as classes dos \n\nLatossolos e dos Neossolos Quartzarênicos, desenvolvidos a partir de arenitos \n\nda Formação Urucuia.  \n\nDe acordo com Walter et al. (2008),  dentre os principais fatores \n\nambientais que determinam a ocorrência do cerrado se destacam o clima, os \n\nsolos, a geomorfologia, a hidrologia, a ocorrência de fogo, a biomassa \n\n(produtividade e ciclagem) e a ação antrópica. A textura do solo está \n\ndiretamente relacionada com a retenção de umidade, a capacidade de \n\ndrenagem e com a disponibilidade de nutrientes. O gradiente fitofisionômico, \n\ncuja distribuição varia desde o mais aberto ao mais denso, acompanha o \n\npadrão de variação da disponibilidade de nutrientes e de água no solo. O \n\naumento na disponibilidade desses fatores está associado ao incremento do \n\nnúmero de espécies arbóreas. \n\nEstudos realizados por Neri (2007), na Floresta Nacional(FLONA) de \n\nParaopeba, demonstraram a influencia das características edáficas e \n\npedológicas na estrutura do cerrado, estabelecendo correlações positivas entre \n\na riqueza florística e os teores de bases trocáveis, e negativas com a \n\ndisponibilidade de Al3+ no solo.     \n\nA vegetação do cerrado é adaptada ao fogo, e mesmo eventos severos \n\ndesse tipo de ocorrência não chegam a destruir a vegetação, mas afetam a \n\nestrutura de trechos da mesma, influenciando na distribuição e composição \n\nflorística das savanas, além de afetar a ciclagem de nutrientes e \n\n\n\n2 \n \n\nconsequentemente a flora. Considerando a pobreza de nutrientes da maioria \n\ndos solos sob vegetação savânica, a ciclagem de nutrientes desempenha papel \n\nessencial na manutenção desse ecossistema. Assim, a serapilheira produzida, \n\njuntamente com a biomassa animal, constituem fatores fundamentais para a \n\nmanutenção da vegetação desse bioma (WALTER et al.,2008).   \n\nDiante do exposto, o presente trabalho teve como objetivo avaliar os \n\natributos edáficos determinantes do estabelecimento de diferentes formas de \n\nvegetação de cerrado em solos desenvolvidos a partir de rochas da Formação \n\nUrucuia, na APAE do Rio Pandeiros, Norte de Minas Gerais. \n\n2. REVISÃO DE LITERATURA \n\nA bacia hidrográfica do Rio Pandeiros está inserida em um contexto \n\ngeológico regional cuja litoestratigrafia começa, da base para o topo do \n\nconjunto, com um primeiro pacote de rochas granítico-gnaissicas do \n\nembasamento cristalino, de idade Proterozóica que compõe o Cráton do São \n\nFrancisco. Sobre esse primeiro pacote rochoso sobrepõe-se um segundo, \n\ntambém muito antigo, de idade Pré-Cambriana, do final da era Proterozóica, \n\ncomposto por siltitos, calcários e dolomitos que formam o Grupo Bambuí.  \n\nMoura (2009) menciona ter ocorrido um hiato erosivo, do Proterozóico \n\nSuperior ao Mesozóico Superior, a partir do qual os sedimentos do Grupo \n\nBambuí foram recobertos por arenitos silicificados da Formação Urucuia, do \n\nperíodo Cretáceo, que corresponde ao terceiro pacote rochoso da seqüência. \n\nNa era Cenozóica, na base desse pacote arenítico, em contato com os siltitos, \n\numa couraça ferruginosa pisolítica foi formada, decorrente dos processos de \n\nFerralitização e Laterização. Finalmente, o recobrimento de todos os pacotes \n\nda seqüência litoestratigráfica é formado por depósitos aluviais, colúvios, e \n\ncobertura pedogeneizada do período Quaternário (MOURA, 2009; CETEC, \n\n1980). \n\nAs couraças ferruginosas, também chamadas concreções ou lateritas, \n\nrepresentam, em um ambiente oligotrófico, uma zona de concentração de \n\nelementos químicos que podem constituir um diferencial do ponto de vista de \n\nnutrição da vegetação que sobre ela se estabelece. De acordo com Costa e \n\n\n\n3 \n \n\nOlszevski (2008), as concreções são muito comuns na paisagem do Bioma \n\nCerrado e podem manter registros ambientais passados e presentes, uma vez \n\nque foram formadas em locais onde a drenagem interna do solo e da rocha \n\nocorriam preferencialmente. As mesmas são constituídas por elementos \n\nquímicos provenientes das rochas que lhes deram origem, com especial \n\natenção para o ferro. Guardam assim importantes informações sobre os \n\nmateriais geológicos que contribuíram quimicamente em sua formação.  \n\nEventos geomorfológicos como os processos erosivos que ocorreram de \n\nmaneira regressiva em relação à área-fonte da bacia sedimentar, tendo como \n\nnível de base regional o Rio São Francisco, promoveram a remoção das \n\ncamadas superiores do pacote litoestratigráfico com consequente exumação \n\ndos materiais geológicos subseqüentes e mais antigos, mantendo nas cotas \n\nmais altas elementos dos pacotes e coberturas mais recentes (formas \n\nresiduais). Sobre esse cenário têm atuado os processos pedogenéticos \n\nresponsáveis pela formação das diversas classes de solos atualmente \n\nobservadas na região. \n\nA paisagem regional apresenta duas unidades geomorfológicas: os \n\n“Planaltos do São Francisco” e a “Depressão Sanfranciscana” (CETEC, 1980).  \n\nNas cotas mais elevadas, onde predominam as formas evoluídas \n\ndecorrentes de processos de pedimentação, estão os “Planaltos do São \n\nFrancisco”, superfícies de aplainamento de níveis mais elevados que \n\nconstituem os níveis de chapada, sendo representados por conjuntos de \n\nplataformas aplainadas que foram separadas através de características \n\npeculiares, possuindo relevo plano ou plano e suave-ondulado (JACOMINE, \n\n1979). Nessa unidade são observadas as “superfícies tabulares”, \n\ncorrespondentes às regiões de aplainamento em área de planalto (CETEC, \n\n1980), que foram descritas por Jacomine (1979). As mesmas se destacam \n\ncomo o primeiro nível de erosão, constituindo-se na plataforma de cimeira das \n\nchapadas, cujas altitudes podem variar entre 800 e 1200 m.  \n\nNessa paisagem, este último autor indica que a geologia é constituída \n\npor arenitos do Cretáceo recobertos por material argiloso e argilo-arenoso, \n\nprovavelmente do Terciário, predominando os solos da classe Latossolo \n\nVermelho-Amarelo, distróficos, álicos, com raras ocorrências de Neossolos \n\nQuartzarênicos distróficos. Nas linhas da rede de drenagem pouco densa \n\n\n\n4 \n \n\n(veredas) são observados solos com características de hidromorfismo, \n\nrecobertos com vegetação formada tipicamente por cerrado subcaducifólio e \n\nformações afins. \n\nA segunda superfície de aplainamento, que corresponde aos conjuntos \n\nde grandes “superfícies tabulares reelaboradas”, apresenta-se como segundo \n\nnível de erosão das chapadas. São superfícies de aplainamento em áreas de \n\nplanalto, com depósitos de cobertura predominantemente arenosos. A rede de \n\ndrenagem ocorre em densidade relativamente elevada, sendo também \n\nconstituída por veredas (CETEC, 1980). Segundo Jacomine (1979), tais \n\nformações encontram-se em altitude que varia entre 550 e 850 m, com \n\nestrutura geológica formada por arenitos da Formação Urucuia referidos ao \n\nCretáceo, e com predominância dos Latossolos Vermelho-Amarelos, \n\ndistróficos, álicos, com textura média, e Neossolos Quartzarênicos distróficos, \n\nambos com vegetação predominantemente formada por cerrado \n\nsubcaducifólio. Essas formações podem estar recortadas por vales com solos \n\neutróficos, além das veredas associadas a solos com graus variados de \n\nhidromorfismo. \n\n As denominadas “superfícies de aplainamento da Depressão \n\nSanfranciscana” são caracterizadas pelas grandes superfícies rebaixadas ao \n\nlongo do Rio São Francisco e seus afluentes. Estendem-se como um plano \n\nligeiramente inclinado desde o sopé das encostas dos planaltos e das serras \n\naté os terraços e planícies aluviais, possuindo relevo plano ou plano e suave-\n\nondulado, podendo ocorrer áreas onduladas situadas em altitudes que variam \n\nentre 430 e 750 m. Constituem-se geologicamente de recobrimentos argilosos, \n\nargilo-arenosos ou arenosos que remontam aos períodos Terciários-\n\nQuaternários e materiais retrabalhados derivados de rochas do Grupo Bambuí \n\nque se caracterizam como o principal embasamento dessas áreas \n\n(JACOMINE, 1979). Tais evidências são confirmadas por CETEC (1980), cujos \n\nestudos apontam para a ocorrência de áreas de superfície ondulada com \n\ndesenvolvimento de formas cársticas nessa região. \n\nNas faixas marginais do Rio São Francisco e seus afluentes, encontram-\n\nse os “terraços e planícies fluviais”. As mesmas correspondem aos níveis mais \n\ninferiores da paisagem, com altitudes variando entre 430 e 550 m e estão \n\nassociadas às zonas de assoreamento mais recentes, sendo constituídas \n\n\n\n5 \n \n\nbasicamente de sedimentos fluviais (Quaternário), com algum depósito \n\norgânico e com condições de hidromorfismo em muitas áreas (JACOMINE, \n\n1979). As classes de solos predominantes são Gleissolos, Neossolos Flúvicos, \n\nArgissolos e Cambissolos, com vegetação representada por formações \n\nflorestais.   \n\nA região da APAE do rio Pandeiros, conforme Mapa de Cobertura \n\nVegetal do Brasil (IBGE, 2004), é um complexo entre os biomas cerrado e \n\ncaatinga. Segundo estudos do IEF-MG, referenciados por Bethonico (2009), \n\nforam identificadas as seguintes classes de formações de cobertura vegetal na \n\nAPAE do Rio Pandeiros: Campo, Cerrado denso, Cerrado ralo, Cerrado típico, \n\nVereda, Floresta decídua e Floresta semidecídua (Figura 1). Adotando essa \n\nclassificação, Bethonico (2009) descreveu a distribuição e caracterização da \n\nvegetação ao longo da bacia hidrográfica do rio Pandeiros (Quadro 1), \n\nobservando que na área de domínio do cerrado existem importantes variações \n\nfitofisionômicas. \n\nVeloso (1991) conceitua o cerrado ou savana como uma vegetação \n\nxeromorfa de clima preferencialmente estacional, que reveste solos lixiviados \n\naluminizados, apresentando sinúsias de hemicriptófilos, geófitos, caméfitos e \n\nfanerófitos oligotróficos de pequeno porte, com ocorrência por toda a zona \n\nneotropical. O autor divide este tipologia vegetacional em quatro subgrupos de  \n\nformação: Savana Florestada (Cerradão), Savana Arborizada (Campo \n\nCerrado), Savana Parque (Parque de Cerrado), Savana Gramíneo-Lenhosa \n\n(Campo). \n\nA variação do solo atua como um dos principais fatores determinantes \n\nda ecologia e da distribuição de espécies arbóreas de uma região (VELOSO, \n\n2011). César e Leitão Filho (1990) e Pagano e Leitão Filho (1987) mencionam \n\nque, em geral a composição de uma floresta é governada, dentre outros \n\nfatores, pela topografia, geologia e pelos atributos de solo. \n\nBerg et al. (2006) demonstraram que a textura do solo é importante fator \n\ncondicionante da distribuição das espécies em uma floresta aluvial. Para \n\nFernandes et al. (1997), além dos fatores já comentados, outras propriedades \n\ncomo a composição química do solo também devem ser avaliadas para \n\nexplicar a distribuição da vegetação. Rossi et al. (2005) também afirmam que a \n\nvegetação está estreitamente relacionada com os solos e seus atributos, \n\n\n\n6 \n \n\nespecialmente com a disponibilidade de nutrientes, o teor de argila e a \n\numidade. \n\nAtualmente, é amplamente aceito que o clima, o tipo de solo e a \n\nocorrência de fogo são os fatores ambientais mais importantes na \n\ndeterminação da distribuição da vegetação de cerrado (OLIVEIRA FILHO e \n\nRATTER, 2002). \n\nSpera et al. (1996) relataram que a transição abrupta no cerrado entre \n\ncampo e mata está relacionada ao tipo de solo e às suas propriedades físico-\n\nhídricas. \n\nSegundo Rocha (2012), em solos de textura mais arenosa, a retenção \n\nde água é mais sensível à quantidade de M.O. quando comparada àquela que \n\nocorre em solos de textura fina. O mesmo destaca a importância do \n\ncapeamento de grãos de areia com material organomineral, observado através \n\nda microscopia eletrônica de varredura (MEV),que exerce importante papel no \n\ncomportamento físico-químico de solos arenosos, em especial na retenção de \n\nágua. \n\nA associação observada entre o solo e a composição florística poderá \n\ncontribuir para o estabelecimento de critérios para conservação de ambientes \n\nflorestais, bem como na indicação das espécies apropriadas para plantio nos \n\nprojetos de recomposição da vegetação (KOTCHETKOFF-HENRIQUES et al, \n\n2005). \n\nConsiderando a natureza oligotrófica do ambiente estudado, há que se \n\nconsiderar também a importância da contribuição da serapilheira na ciclagem \n\nde nutrientes como forma de entender os processos que promovem a \n\ndiferenciação fisionômica das formações vegetacionais associadas. \n\nVidal et al. (2007) afirmam que a serapilheira constitui um importante \n\ncompartimento florestal, principal responsável pela ciclagem dos nutrientes e \n\nque diversos fatores podem afetar a sua produção, sendo os climáticos e a \n\nestrutura da vegetação os mais comumente investigados.  \n\nA mesma, em quantidades elevadas e em condições adequadas à \n\nmineralização, através da ciclagem de nutrientes, permite o suprimento dos \n\nelementos essenciais ao crescimento da vegetação(WALTER et al.,2008).  \n\n \n\n\n\n7 \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n      Figura 1 - Cobertura Vegetal da APAE do Rio Pandeiros. Fonte: IEF (2008). \n\n\n\n8 \n \n\nQuadro 1 – Distribuição e características da vegetação na APAE do Rio \nPandeiros \n\n \n\nCLASSE LOCALIZAÇÂO CARACTERÍSTICAS GERAIS \n\nCerrado \nDenso \n\nAlto rio Pandeiros, \npróximo à nascente; \npequenas manchas nas \nproximidades do córrego \nCatolé \n\nForma mais densa e alta de Cerrado \nsentido restrito. Possui espécies \narbóreas com altura média entre 5 e \n8 m, com estratos arbustivo e \nherbáceo mais ralos. A cobertura \narbórea chega a 70 %. \n\nCerrado \nRalo \n\nBaixo rio Pandeiros e ao \nlongo do riacho \nBorrachudo \n\nAspecto arbóreo-arbustiva, com \ncobertura entre 5 e 20 %. A altura \nmédia das árvores é de 2 a 3 m. \n\nCerrado \nTípico \n\nAlto rio Pandeiros e ao \nlongo dos córregos São \nDomingos e Catolé \n\nVegetação arbóreo-arbustiva \npredominante, com cobertura entre \n20 e 50 %. A altura média das \nárvores é de 3 a 6 m. \n\nFloresta \nDecídua \n\nPequenas manchas no \nBaixo Pandeiros, com \nconcentração nas \nproximidades do rio São \nFrancisco \n\nNa época chuvosa a cobertura \narbórea é de 50 a 70 %, com dossel \nnormalmente descontínuo. Ocupa \náreas com material de origem \ncomposto por rochas carbonáticas. È \nconhecida também como caatinga \narbórea. \n\nFloresta \nSemidecídua \n\nBaixo Pandeiros e nas \nproximidades do rio São \nFrancisco \n\nExtrato arbóreo variando entre 15 e \n25 m. Na época chuvosa as copas \ntocam-se fornecendo uma cobertura \narbórea de 70 a 95 % \n\nVereda \nDistribuição por toda a \nbacia \n\nVegetação condicionada ao \nafloramento do lençol freático. São \ncircundadas por campo limpo e  \nburitis, palmeira arbórea \ncaracterística, não forma dossel. A \naltura média dos buritis é de 12 a 15 \nm, com cobertura entre 5 e 10 %. \n\nExtraído de: Bethonico (2009). \n\n \n\nSantos et al. (2010) ressaltam a importância dos estudos \n\nfitossociológicos para a obtenção de dados a respeito das comunidades \n\nvegetais dos diferentes biomas, bem como para descrever a composição, \n\nestrutura, distribuição e dinâmica das espécies ali existentes. \n\n \n\n\n\n9 \n \n\nDe acordo com Caldeira et al. (2007), as folhas da serapilheira são \n\nresponsáveis pelo retorno da maior quantidade de nutrientes ao solo. Essa \n\ncontribuição deve-se mais às quantidades de folhas depositadas do que aos \n\nteores dos elementos nelas presentes.  \n\nScoriza et al. (2012) apresentaram métodos para coleta e análises de \n\nserapilheira, aplicados ao estudo da ciclagem de nutrientes, onde os tipos de \n\ncoletores são escolhidos conforme o tipo de avaliação a ser realizada: 1) \n\nAporte de serapilheira - coletores quadrados ou coletores cônicos, são fixados \n\nna área sob o dossel para quantificar a produção de material decíduo a partir \n\nda cobertura vegetal e a deposição de resíduos animais durante um \n\ndeterminado período. 2) Estoque de serapilheira – a serapilheira estocada no \n\npiso florestal representa o material orgânico (vegetal ou animal) aportado e \n\nacumulado na superfície do solo e se constitui em um compartimento a partir \n\ndo qual os nutrientes serão redisponibilizados para as camadas superficiais por \n\nmeio de contínuos processos de transformação ao longo da decomposição do \n\nmaterial. Para sua avaliação, o coletor comumente utilizado é o “gabarito”, um \n\nacessório desmontável e leve feito de madeira ou PVC, com dimensões \n\nvariáveis (0,25 x 025 m; 0,5 x 0,5 m; 1,0 x 1,0 m). Outro tipo de coletor é uma \n\nsonda metálica que pode ter as mesmas dimensões apresentadas para o \n\ngabarito. Para as coletas do material que compõe a serapilheira estocada, o \n\ngabarito ou a sonda serão dispostos de maneira aleatória na área de estudo e \n\no material contido na área interna do coletor é recolhido e acondicionado em \n\nsacolas plásticas que serão lacradas e encaminhadas ao laboratório. \n\n3. MATERIAIS E MÉTODOS \n\n3.1.  Área de Estudo - Localização \n\nA área selecionada para o estudo situa-se na “APA Estadual do Rio \n\nPandeiros”, Unidade de Conservação (UC) de uso sustentável que se encontra \n\nlocalizada no Norte de Minas Gerais, abrangendo os municípios de Januária, \n\nBonito de Minas e Cônego Marinho. Essa UC sobrepõe-se à bacia hidrográfica \n\n\n\n10 \n \n\ndesse mesmo rio, que é um importante afluente da margem esquerda do médio \n\nRio São Francisco (Figura 2).  \n\nA região está localizada na unidade geomorfológica correspondente ao \n\nPlanalto do São Francisco, especificamente na segunda superfície de \n\naplainamento, que corresponde aos conjuntos de grandes superfícies tabulares \n\nreelaboradas, onde se observam áreas com depósitos de cobertura \n\npredominantemente arenosos, desenvolvidos a partir de arenitos da Formação \n\nUrucuia. Os principais solos que dominam a área são os Latossolos Vermelho-\n\nAmarelos distróficos, álicos, com textura média, e os Neossolos Quartzarenicos \n\ndistróficos (CETEC, 1980 e JACOMINE,1979). \n\nO clima regional, de acordo com as classificações de Koppen e \n\nGaussen, é do tipo Aw ou tropical quente, respectivamente, com temperatura \n\nmédia anual de 24 ºC, precipitação anual em torno de 846 mm, \n\nevapotranspiração de 1.333 mm ano-1, e déficit hídrico de 523 mm ano-1, \n\níndices observados na estação climatológica do INMET, em Januária-MG \n\n(MOURA, 2009). \n\nA vegetação predominante nessa região corresponde a formações de \n\ncerrado sensu stricto (s.s.), com fitofisionomias que variam entre o “cerrado \n\nralo”, o “cerrado típico” e o “cerrado denso” (Bethonico, 2009).   \n\nPara atingir os objetivos, promoveu-se uma expedição de campo na qual \n\nfoi estabelecido um transecto, passando por cinco locais ou ambientes de \n\ncoleta escolhidos e identificados como: “Ambiente A” (coordenadas UTM \n\n523463,542 m E e 8302890,250 m S), “Ambiente B” (515654,463 m E e \n\n8291871,590 m S), “Ambiente C” (515322,128 m E e 8290829,253 m S), \n\n“Ambiente D” (519330,969 m E e 8292116,554 m S) e “Ambiente E” \n\n(519422,306 m E e 8292163,148 m S), conforme Figura 3.  \n\nEsse transecto foi posicionado de forma perpendicular ao rio Pandeiros, \n\nentre dois dos seus principais afluentes, o rio Borrachudo e o rio Catolé. Ao \n\nlongo do mesmo pode ser observada vegetação com considerável grau de \n\npreservação e com as variações fitofisionômicas a serem estudadas. \n\n \n\n\n\n11 \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n  \n \n \n              Figura 2 - Localização da APAE do Rio Pandeiros. Fonte: Fonseca (2012). \n\n\n\n12 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3 – Localização do transecto (linha amarela) com indicação dos locais de coleta –APAE do Rio Pandeiros \n\n\n\n13 \n \n\n3.2. Coleta de campo \n\nNo eixo definido pelo transecto, os cinco locais ou ambientes de coleta já \n\nmencionados foram posicionados em função de alterações fitofisionômicas \n\nobservadas. O trabalho de campo foi realizado entre janeiro e maio de 2013. \n\nEm cada ambiente foram abertas três micro-trincheiras com \n\nprofundidade de 40 cm cada uma, onde foram coletadas amostras deformadas \n\nde solo, nas profundidades de 0 a 20 cm e 20 a 40 cm. À profundidades de 0 a \n\n20 cm foram obtidas amostras indeformadas de solo, utilizando-se anéis \n\nvolumétricos de 5 cm de altura e 5 cm de diâmetro, para a obtenção da curva \n\nde retenção de água, densidade do solo, macro e microporosidade, conforme \n\nEMBRAPA (1997). \n\nProcedeu-se a formação de grupos fitofisionômicos com base em \n\ncritérios que levam em consideração, além da florística, a fisionomia \n\npredominante no fragmento estudado e a fisionomia influente predominante na \n\ncircunvizinhança. Na sequência, foi dado início ao estudo fitossociológico \n\nutilizando a metodologia apresentada por Melo (2008) e Santos et al. (2010).   \n\nEm cada ambiente ou local de coleta foram lançadas ao acaso três \n\nparcelas de 10  x 10 m, cada parcela no entorno da minitrincheira, com a \n\nfinalidade de se realizar o inventário fitossociológico. Em seguida foram feitas \n\namostragens florísticas e a mensuração das variáveis dendrométricas CAP \n\n(circunferência à altura do peito), utilizando fita métrica e HT (altura total), com \n\no uso de mira graduada topográfica. Tal procedimento foi realizado para todos \n\nos indivíduos lenhosos com CAP ? 3 cm. A partir do CAP, calculou-se o DAP \n\n(diâmetro a altura do peito), utilizando a relação DAP=CAP/?. Com base nos \n\ndados coletados, determinaram-se os seguintes parâmetros fitossociológicos: \n\n \n\n- Densidade Total (DT = N/ha): indica a quantidade total de indivíduos de todas \n\nas espécies identificadas no levantamento (N) por unidade de área (ha);  \n\n \n\n- Densidade Absoluta (DA = n ha-1): representa o grau de participação das \n\ndiferentes espécies identificadas na comunidade vegetal, correspondendo ao \n\n\n\n14 \n \n\nnúmero de indivíduos (n) de uma determinada espécie dentro de uma \n\nassociação vegetal por unidade de área (ha); \n\n \n\n- Densidade Relativa (DR = 100.DA DT-1), dado em %: indica a quantidade de \n\nindivíduos de determinada espécie em relação ao total de indivíduos de todas \n\nas espécies identificadas no levantamento; \n\n \n\n- Área Basal (G = ?g ha-1): corresponde ao somatório da área seccional (g = \n\nCAP2/4 ou g = DAP2/40.000) de cada indivíduo por unidade de área (ha); \n\n \n\n- Dominância Absoluta (DoA = ?ge ha-1): soma das áreas seccionais dos \n\nindivíduos pertencentes a uma mesma espécie (ge), por unidade de área, \n\nsendo expressa em m²/ha; \n\n \n\n- Dominância Relativa (DoR = 100 (g ha-1) (G ha-1)-1): representa a relação \n\npercentual da área basal de cada espécie (ge) que compõe a área basal total \n\nde todas as árvores de todas as espécies (G), por unidade de área; \n\n \n\n- Índice de Valor de Cobertura (IVC = DR + DoR): combinação dos valores \n\nrelativos de densidade e dominâncias, possibilitando o cálculo do índice do \n\nvalor de cobertura (IVC) de cada espécie. \n\n \n\nA partir da amostragem da vegetação, foi elaborada uma listagem \n\ncontendo famílias, gêneros e espécies encontradas na área com os respectivos \n\nnomes vulgares adotando o sistema de classificação de Cronquist (1988). A \n\nconferência dos nomes científicos foi realizada consultando o site de \n\nnomenclatura mobot.mobot.org/W3T/search/vast.html, do Missouri Botanical \n\nGarden, e através de checklist apresentado por Mendonça et al. (2008). \n\n \n\n3.3. Análises laboratoriais \n\n \n\n3.3.1. Análises químicas \n\nAs amostras de solo coletadas foram submetidas às análises químicas \n\nde rotina, conforme procedimentos indicados por EMBRAPA (2009), sendo o \n\n\n\n15 \n \n\npH em água determinado em suspensão solo:líquido 1:2,5, por leitura direta de \n\npotenciômetro com eletrodo combinado imerso na mistura. A extração de Ca2+e \n\nMg2+ trocáveis, em conjunto com Al3+, foi realizada utilizando KCl 1 mol L-1, \n\nsendo o Al3+ determinado por titulação com NaOH na presença de azul-de-\n\nbromotimol como indicador, e o Ca2+e Mg2+ trocáveis por espectrofotometria de \n\nabsorção atômica; P, K e Na foram extraídos com solução extratora Mehlich-1 \n\nna proporção solo:extrato 1:10, com P dosado por colorimetria, e K+ e Na+ pelo \n\nmétodo direto de fotômetro de chama. O fósforo remanescente (P-rem) foi \n\ndeterminado após adição de solução de CaCl2 0,01 mol L\n-1 contendo 60 mg L-1 \n\nde P em amostra de TFSA, na relação solo:extrator de 1:10, segundo Alvarez e \n\nFonseca (1990), determinando-se o P no sobrenadante dos extratos conforme \n\nMurphy e Riley (1962). O P total foi determinado pelo método EPA 3051A. A \n\nacidez potencial (H + Al) foi determinada utilizando como extrator solução de \n\nCa(OAc)2 0,5 mol L\n-1, ajustado a pH 7,0, na proporção 1:15 solo (TFSA) : \n\nextrator, e titulando-se com NaOH 0,025 mol L-1. O carbono orgânico total \n\n(COT) foi quantificado por oxidação da matéria orgânica via úmida com \n\nK2Cr2O7 0,167 mol L\n-1 em meio sulfúrico (YEOMANS &amp; BREMNER, 1988). A \n\nconversão do COT para teores de matéria orgânica foi realizada utilizando a \n\nexpressão: MO = 1,724 x COT. \n\nA extração seqüencial de P foi realizada seguindo metodologia utilizada \n\npor Camelo (2012), que consiste no uso de solução de HCl 0,05 mol L-1 e \n\nH2SO4 0,025 mol L\n-1 (Mehlich-1), tendo sido feitas 8 extrações sucessivas e o \n\nconteúdo do P removido, quantificado por colorimetria. \n\n \n\n3.3.2. Análises físicas \n\nTextura e fracionamento da areia \n\nA determinação da granulometria foi realizada a partir de amostra de \n\nTFSA. Assim, 10 g do material coletado foram colocados em béquer de 250 \n\nmL, onde foram acrescentados 50 mL de solução de NaOH 0,1 mol L-1 e 150 \n\nmL de água deionizada,em três repetições, e submetidos a agitação com \n\nbastão de vidro, deixando-se em repouso por um período mínimo de seis \n\nhoras. Decorrido esse tempo, o material foi transferido para sacos plásticos de \n\n600 ml, onde iniciou-se a dispersão mecânica,com agitação da amostra \n\n\n\n16 \n \n\ndurante 16 h, a 50 rpm, com agitador do tipo Wagner. A suspensão foi passada \n\npara proveta de 500 mL através de peneira com malha de 0,053 mm \n\nseparando a fração areia (retida) das frações silte e argila (suspensão). A \n\nfração areia foi separada em grossa e fina após secas e passadas em peneira \n\ncom malha de 0,210 mm. As frações argila e silte, que englobam partículas \n\ncom tamanho inferior a 0,053 mm, foram separadas por sedimentação, \n\nsegundo a lei de Stokes (RUIZ, 2005).  \n\nA fração areia foi separada em cinco classes: muito grossa (2,0 mm - 1,0 \n\nmm), areia grossa (1,0 mm - 0,5 mm), areia média (0,5 mm - 0,25 mm), areia \n\nfina (0,25 mm - 0,105 mm) e areia muito fina (0,105 mm - 0,053 mm). O \n\nprocedimento foi realizado utilizando um conjunto de peneiras acopladas ao \n\naparelho ROTAP, onde as amostras foram submetidas à agitação por um \n\nperíodo de dois minutos, com freqüência de 3600 vibrações por minuto (vpm). \n\nProcedeu-se a pesagem do material retido em cada uma das peneiras, \n\ndeterminando-se a porcentagem em massa de cada classe de areia proposta \n\npara o trabalho (EMBRAPA, 1997). \n\n \n\nEquivalente de umidade \n\nAmostras de TFSA foram previamente saturadas com água durante uma \n\nnoite, em pequenas caixas de metal que possuem fina tela de arame contendo \n\npapel filtro. O conjunto formado pela caixa e o solo saturado foram submetidos \n\na um processo de centrifugação a 2.440 rpm, durante 30 min. Posteriormente, \n\ntransferiu-se a amostra para um recipiente com tampa previamente tarado, com \n\naproximação de 0,01 g. Pesou-se então o conjunto solo, água e recipiente, \n\nlevando-se à estufa a 105°C, durante um período de 24 h. Decorrido o tempo \n\nde estufa, retirou-se o conjunto, sendo este colocado em dessecador até ser \n\natingida a temperatura ambiente. Logo em seguida pesou-se o conjunto \n\n(recipiente + solo seco). Para a os cálculos de umidade no equivalente de \n\numidade foi utilizada a seguinte formula:  \n\n \n\nU = M(R+Solo+Água) – M(R+ Solo)/ M(R+Solo) – M(R)  \n\nEm que: M= massa; R= Recipiente  \n\n \n\n\n\n17 \n \n\nAlém das amostras de TFSA, o procedimento para obtenção do \n\nequivalente de umidade foi também realizado em amostras de grãos de areia \n\ncapeados e não capeados.  \n\nPara retirada do capeamento da areia foi feito o processo de lavagem \n\ncom NaOH 0,1 mol L-1. Para isto, foram colocadas 110 g de solo de cada \n\namostra em recipiente de vidro adicionando-se a estes um volume de \n\naproximadamente 20 mL de NaOH 0,1 mol L-1 de modo que cobrisse toda a \n\namostra de solo presente no recipiente. O conjunto foi então homogeneizado \n\nficando em descanso por cerca de 12 h, sendo posteriormente lavado três \n\nvezes com água destilada, com intervalo de uma hora entre cada lavagem. \n\nEsse procedimento foi repetido até o momento em que a água da lavagem não \n\nmais se encontrava turva.  \n\n \n\nCurva característica de água do solo  \n\nPara a determinação da curva característica de água do solo, foram \n\nutilizados seis valores de tensão: 2 kPa, 6 kPa, 10 kPa, 500 kPa e 1500 kPa.  \n\nEm razão da impossibilidade de coleta de amostras de solo \n\nindeformadas utilizando o anel volumétrico no ambiente E (RL, com elevado \n\níndice de pedregosidade em todo o perfil da trincheira), a confecção da curva \n\ncaracterística de água no solo foi realizada apenas para os solos dos \n\nambientes A, B, C e D.  \n\nO procedimento iniciou-se com a saturação das amostras, com água, \n\ndurante um período mínimo de 12 h. Em seguida, as mesmas foram \n\nsubmetidas à mesa de tensão, utilizada para os valores de 2, 6 e 10 kPa, e ao \n\nextrator de Richards, para as tensões de 500 e 1500 kPa.  \n\nO período de duração dessa etapa foi de 72 h, e decorrido este tempo, \n\ncada amostra foi transferida para um recipiente com tampa, sendo estes \n\npreviamente tarados, com aproximação de 0,01 g. O conjunto foi pesado com \n\naproximação de 0,01 g [M(R+Solo+Água)] para em seguida ser levado à estufa \n\na 105°C durante 24 h. Transcorrido este tempo, o mesmo foi transferido para \n\num dessecador, até que a temperatura ambiente fosse atingida, procedendo-se \n\nentão a pesagem do conjunto (recipiente + solo seco). Os cálculos de umidade \n\nforam realizados conforme descrito anteriormente.  \n\n \n\n\n\n18 \n \n\nDensidade do solo  \n\nNas amostras indeformadas foram realizadas determinações da \n\ndensidade do solo, conforme EMBRAPA (1997), pelo método do anel \n\nvolumétrico. \n\n \n\nDensidade de partículas  \n\nForam realizadas em amostras deformadas de solo, utilizando o método \n\ndo balão volumétrico, conforme EMBRAPA (1997). \n\n \n\n3.3.3. Microscopia eletrônica de varredura (MEV) \n\nO uso da microscopia eletrônica visou o estudo da morfologia dos grãos \n\nda fração areia, avaliando-se o grau de arestamento e de retrabalhamento dos \n\nmesmos de maneira que se busque realizar inferências sobre a gênese e grau \n\nde evolução do solo, bem como sobre o efeito do capeamento desses grãos \n\ncom materiais de natureza coloidal, na melhoria nas condições físico-químicas \n\ndaquele solo. Esse estudo foi realizado no Núcleo de Microscopia e \n\nMicroanálises da Universidade Federal de Viçosa, tendo sido utilizado \n\nMicroscópio Eletrônico de Varredura Leo, 1430VP. \n\nUma amostra de cada ambiente foi selecionada para esta avaliação, \n\nalém de uma amostra adicional correspondente a areia submetida à lavagem \n\ncom NaOH 0,1 mol L-1, e portanto sem capeamento com materiais de natureza \n\ncoloidal, totalizando seis amostras.  \n\nCada amostra foi então aderida a um porta-amostra e submetida \n\npreviamente ao processo de metalização, que consiste na impregnação a \n\nvácuo de película de material condutor de corrente elétrica – no caso o ouro \n\n(Au) – para, em seguida, ser conduzida ao Microscópio Eletrônico de Varredura \n\n(MEV).  \n\n3.3.4. Serapilheira \n\nPara avaliação do estoque de serapilheira de cada ambiente foram \n\ncoletadas amostras conforme metodologia descrita por Scoriza et al. (2012). \n\nPara tanto foram utilizados gabaritos de madeira com dimensões de 1,0 x 1,0 \n\nm, os quais foram distribuídos de forma aleatória dentro de cada parcela. As \n\n\n\n19 \n \n\namostragens foram realizadas no outono, logo após o final do período chuvoso \n\nde 2013. O material coletado, após secagem em estufa (50oC durante 24 \n\nhoras), foi pesado sem qualquer tipo de fracionamento, com o objetivo apenas \n\nde quantificar o total de biomassa aportado pela vegetação, que foi acumulado \n\nno solo.  \n\n3.3.5. Análises estatísticas \n\nFoi realizada a comparação entre médias dos parâmetros de cada \n\nambiente, através de análise de variância (ANOVA) e do teste de Tukey. \n\n4. RESULTADOS E DISCUSSÃO \n\nEntre os ambientes estudados, as diferenças quanto a estrutura da \n\nvegetação são evidenciadas através do estudo fitossociológico, juntamente \n\ncom os aspectos fitofisionômicos. Tais diferenças ocorrem  mesmo naqueles \n\nambientes cujas classes de solo são semelhantes, e estão representadas no \n\nQuadro 2. Os parâmetros avaliados em cada bioma serão, portanto, \n\napresentados e discutidos individualmente a seguir. \n\n \n\n4.1. Ambiente A – RQ – CERRADO S.S. RALO \n\nO ambiente A possui topografia plana e solo com boa drenagem, sem \n\nimpedimento físico ao desenvolvimento de raízes, textura arenosa, com \n\npredomínio da subclasse areia fina, baixa CTC, distrófico, sendo classificado \n\ncomo Neossolo Quartzarênico (RQ) (Figura 4). \n\nUma camada delgada e descontínua de serapilheira (845,20 g/m²) foi \n\nencontrada nesse ambiente, representada por folhas e pedaços de galhos que \n\nrecobrem parcialmente o solo (Figura 5 e Quadro 8). \n\nA cobertura vegetal é típica de um “Cerrado stricto sensu Ralo” (Figura 6 \n\ne 7), caracterizado por plantas com aspecto arbóreo-arbustivo, com altura \n\nmédia do dossel entre 2 e 3 m. \n\nAs espécies amostradas no inventário fitossociológico encontram-se \n\nrelacionadas no Quadro 3, onde percebe-se a clara predominância da família \n\nCaesalpinaceae, seguida da Fabacea e da Loganiaceae, representadas pelas    \n\n\n\n20 \n \n\nQuadro 2 – Resumo dos parâmetros dendrológicos –  APAE do Rio Pandeiros (valores médios) \n\n \n\nAmbientes DT  G (m² ha-1) h (m) V (m3) \n\nAmb. A (RQ) \n5833,33 a   3,44 a 2,73 a 8,39 a \n\nAmb. B (RQ) \n7700,00 b 29,56 b 5,27 b 165,13 b \n\nAmb. C (RQ) \n9400,00 c 26,84 b 4,00 c 126,71 b \n\nAmb. D (LVA) \n7100,00 b 13,83 c 2,48 a 55,71 c \n\nAmb. E (RL) \n9733,33 c 10,05 c 2,79 a 32,45 c \n\nDT = Dendidade Total(N/ha): total de indivíduos (N) por área (ha); G = Área Basal (G = ?g/ha): somatório da área seccional individual (g) por \n\nunidade de área (ha); h = Altura média dos indivíduos (m);  V  = Volume total de material lenhoso (m\n3\n); RQ = Neossolo Quartzarênico; LVA = \n\nLatossolo Vermelho-Amarelo; RL = Neossolo Litólico. \n\nMédias seguidas da mesma letra minúscula na coluna não diferem significativamente entre si pelo Teste de Tukey a nível de 5% de probabilidade. \n\n\n\n21 \n \n\nespécies Copaifera martii e Hymenaea stigonocarpa, Vaitarea macrocarpa e \n\nStrychnos pseudoquina , respectivamente, e que juntas representam 72,57 % \n\ndos indivíduos inventariados e 23,57 % de dominância relativa. Também \n\nchama atenção a espécie Pouteria ramiflora, da família Sapotaceae, com \n\n65,45% de dominância relativa e IVC de 71,73, embora tenha apenas 6,29% \n\ndos indivíduos amostrados, e a Qualea grandiflora, pertencente a família \n\nVoichysiaceae, cuja dominância relativa é da ordem de 8,01 %, e com o índice \n\nde valor de cobertura (IVC) de 15,44. Segundo Melo (2008), a família \n\nVoichysiaceae destaca-se em áreas de cerrado sendo típica e importante \n\nnesses ambientes de solos ácidos, possuindo vantagem competitiva, haja vista \n\na característica alumínio-acumuladoras de muitas das suas espécies. Destaca \n\nainda a família Caesalpiniaceae, como a de maior número de espécies dentre \n\naquelas inventariadas. O IVC das espécies acima mencionadas, juntas, totaliza \n\n183,28, indicando assim a importância das mesmas naquela comunidade. \n\nO tipo fitofisionômico do cerrado encontrado no ambiente A corresponde \n\na uma comunidade com indivíduos de baixo porte, com menor densidade \n\nrelativa e com menor área basal, portanto, com menor estrutura vegetacional \n\nem relação aos demais ambientes estudados (Quadro 2). Este ambiente \n\ntambém mostrou ser o de menor acúmulo de serapilheira na superfície do solo.  \n\n \n\n4.1.1. Características químicas dos solos \n\nOs resultados das análises químicas realizadas nas amostras coletadas \n\nno ambiente A são apresentados no Quadro 4 (profundidade de 0 a 20 cm) e \n\nQuadro 5 (profundidade de 20 a 40 cm). \n\nSeguindo os critérios propostos por Alvarez et al. (1999) para \n\nclassificação do estado da fertilidade dos solos para fins agrícolas, os valores \n\nde pH em água no Ambiente A são baixos, indicando uma elevada acidez ativa. \n\nA CTC a pH 7,0 (T) encontra-se em níveis baixos, e a CTC efetiva (t) com \n\nníveis muito baixos, nas duas camadas avaliadas. Uma vez que o solo possui \n\ntextura arenosa, sua CTC, ainda que considerada baixa, provavelmente deva \n\nestar \n\n\n\n22 \n \n\n  \nFigura 4 – Minitrincheira no solo (RQ) do   Ambiente A – (0 a 40 cm). \n\n \n \n\n \nFigura 5 – Serapilheira sobre o solo do  Ambiente A (Cerrado s.s. ralo). \n\n \n \n\n  \nFigura 6 – Ambiente A – Cerrado s.s. Ralo – \nAPAE do Rio Pandeiros. \n\nFigura 7 – Ambiente A – Cerrado s.s. Ralo \ncom indivíduos de baixo porte, menor \ndensidade relativa e menor área basal. \n\n\n\n \n\nQuadro 3 – Levantamento fitossociológico do Cerrado s.s. Ralo – Ambiente A – APAE do Rio Pandeiros \n\n \n\nFamília Espécie DA (n ha-1) DR (%) FR (m² ha-1) DoR (%) IVC  \n\nAnnonaceae Duguetia furfuracea 100,00 1,71 0,01 0,09 1,81 \n\nCaesalpiniaceae Copaifera martii 1800,00 30,86 0,33 3,25 34,10 \n\nCaesalpiniaceae  Hymenaea stigonocarpa 633,33 10,86 1,05 10,21 21,06 \n\nClusiaceae Kielmeyera speciosa  100,00 1,71 0,02 0,21 1,92 \n\nErythroxylaceae Erythroxylum deciduum 100,00 1,71 0,02 0,16 1,87 \n\nEuphorbiaceae Sapium glandulatum 100,00 1,71 0,02 0,22 1,94 \n\nFabaceae  Vatairea macrocarpa 1033,33 17,71 0,49 4,78 22,50 \n\nLoganiaceae Strychnos pseudoquina 766,67 13,14 0,55 5,31 18,45 \n\nMyrtaceae Psidium firmum 100,00 1,71 0,01 0,11 1,82 \n\nPhytolaccaceae Spondias tuberosa 200,00 3,43 0,08 0,79 4,22 \n\nSapotaceae Pouteria ramiflora  366,67 6,29 6,75 65,45 71,73 \n\nVochysiaceae Qualea grandiflora 433,33 7,43 0,83 8,01 15,44 \n\nVochysiaceae Vochysia tucanorum  100,00 1,71 0,15 1,43 3,14 \n\nTOTAL   5833,33 100,00 10,32 100,00 200,00 \nDA = Densidade absoluta (n ha\n\n-1\n); DR = Densidade relativa (%) ; FR = Frequencia relativa (m² ha\n\n-1\n); DoR = Dominancia relativa (%);   \n\nIVC = Indice de Valor de Cobertura    \n\n\n\n24 \n \n\nsendo gerada pelas cargas negativas da matéria orgânica (MO), embora \n\ntambém este componente se apresente com baixos teores. Os teores de Al3+ \n\nsão considerados médios na camada de 0 a 20 cm, onde o teor de \n\nMOencontra-se mais alto, e baixos na camada de 20 a 40 cm. A saturação por \n\nalumínio (m) é bastante alta, sendo um reflexo dos teores de Al3+ e baixa CTC. \n\nOs teores de Ca, Mg, K e, por conseguinte, de soma de bases, são \n\nconsiderados muito baixos, o que associado à baixa CTC, reduz a saturação \n\nde bases, conferindo a esse solo o caráter distrófico. O P disponível é muito \n\nbaixo, o que representa uma limitação para o desenvolvimento da vegetação. \n\nO Prem acima de 40 mg.L-1, indica que o solo possui uma baixa capacidade de \n\nadsorção de fosfatos. \n\nEste ambiente representa bem os solos cujo material de origem são os \n\narenitos da Formação Urucuia, por possuírem composição química pobre em \n\nbases trocáveis e textura arenosa. De acordo com Lima e Santos (2011), dada \n\nsua composição formada de arenitos quartzosos, localmente cimentado por \n\nmaterial silicoso, os solos derivados da Formação apresentam grandes \n\nlimitações químicas para o desenvolvimento de plantas cultivadas. \n\n \n\n4.1.2. Características físicas dos solos \n\n4.1.2.1. Análise granulométrica e fracionamento da areia \n\nOs solos desenvolvidos sob “cerrado s.s. ralo” no “Ambiente A” \n\napresentam, na camada de 0 a 20 cm (Quadro 6), teores médios de areia (93,7 \n\ndag kg-1), com  6,3 dag kg-1 de argila. Na profundidade de 20 a 40 cm (Quadro \n\n7), os valores e sua distribuição apresentaram magnitudes semelhantes à \n\nverificada na camada de 0 a 20 cm, com 94,3 dag kg-1 para a fração areia e 5,7 \n\ndag kg-1 de argila. A classificação textural para os solos deste ambiente é areia.   \n\nProcedido o fracionamento da areia, constatou-se a predominância, nas \n\nduas profundidades avaliadas, da fração areia fina, seguida da muito fina e \n\nmédia (Quadros 6 e 7). Observou-se ainda uma discreta tendência de redução \n\ndo diâmetro das frações areia em profundidade. Fontes (1984), em estudo \n\nrealizado em Neossolos Quartzarênicos, observou um aumento nos teores das \n\n \n\n\n\n 25 \n\n               Quadro 4 – Atributos químicos dos solos amostrados a 20 cm de profundidade – APAE do Rio Pandeiros(1) \n\n \n\nRepetições \npH pH P K Ca Mg Al H+Al SB t T V m MO P-rem \n\nH2O KCl mg dm\n-3\n\n mg dm\n-3\n\n ____________cmolc dm-3_____________ ___%____ dag kg\n-\n mg L\n\n-1\n \n\nAmbiente A  (RQ)  - Cerrado s.s.Ralo                       \nT-01 5,15 4,34 1,90 13,00 0,09 0,01 0,57 3,10 0,13 0,70 3,23 4,00 81,4 1,02 38,8 \nT-02 4,89 4,41 1,70 10,00 0,04 0,00 0,86 3,00 0,07 0,93 3,07 2,30 92,5 1,02 37,8 \nT-03 4,74 4,28 1,30 10,00 0,03 0,00 0,57 3,10 0,06 0,63 3,16 1,90 90,5 0,90 46,8 \n\nMédia  4,93a 4,34 1,63ab 11,00a 0,05a 0,00a 0,67 3,07a 0,09a 0,75a 3,15a 2,73a 88,13a 0,98a 41,13a \n\nAmbiente B  (RQ)  - Cerrado s.s.Denso                       \nT-01 4,49 4,01 2,40 18,00 0,05 0,00 0,76 4,20 0,10 0,86 4,30 2,30 88,4 1,15 33,3 \nT-02 4,60 4,24 3,30 19,00 0,07 0,00 0,67 4,20 0,12 0,79 4,32 2,80 64,8 1,02 45,5 \nT-03 4,60 4,28 2,40 15,00 0,22 0,01 0,67 3,10 0,27 0,94 3,37 8,00 71,3 1,02 46,1 \n\nMédia 4,56a 4,18 2,70bc 17,33a 0,11a 0,00a 0,70 3,83a 0,16a 0,86a 4,00a 4,37a 74,83ab 1,06a 41,63a \n\nAmbiente C  (RQ)  - Cerrado s.s.Típico                       \nT-01 4,65 4,25 2,00 14,0 0,05 0,01 0,76 3,80 0,10 0,86 3,90 2,60 88,4 1,15 36,80 \nT-02 4,65 4,4 1,20 10,0 0,02 0,00 0,76 3,10 0,05 0,81 3,15 1,60 93,8 0,90 40,00 \n\nT-03 4,8 4,24 2,60 16,0 0,07 0,02 0,86 3,90 0,13 0,99 4,03 3,20 86,9 1,41 42,80 \n\nMédia 4,70a  4,30 1,93ab 13,33a 0,05a 0,01ab 0,79 3,60a 0,09a 0,89a 3,69a 2,47a 89,70a 1,15a 39,87a \n\nAmbiente D (LV)  - Cerrado s.s.Típico                       \nT-01 4,85 4,25 1,20 18,0 0,11 0,05 0,57 3,90 0,21 0,78 4,11 5,10 73,1 1,41 42,7 \nT-02 4,6 4,37 1,20 24,0 0,05 0,04 0,57 2,70 0,15 0,72 2,85 5,30 79,2 1,28 44,4 \nT-03 4,15 4,29 0,40 7,0 0,01 0,00 0,48 2,40 0,03 0,51 2,43 1,20 94,1 0,51 44,7 \n\nMédia  4,53a 4,30 0,93a 16,33a 0,06a 0,03ab 0,54 3,00a 0,13a 0,67a 3,13a 3,87a 82,13ab 1,07a 43,93a \n\nAmbiente E (RL)  - Cerrado s.s.Típico                        \n\nT-01 4,77 4,64 4,0 54,0 1,53 0,49 0,38 7,90 2,16 2,54 10,06 21,50 15,0 4,73 31,1 \nT-02 4,48 4,30 3,4 51,0 0,59 0,21 0,86 9,60 0,93 1,79 9,53 9,80 48,0 4,48 27,3 \nT-03 4,41 4,24 2,8 42,0 0,18 0,08 0,95 6,60 0,37 1,32 6,97 5,30 72,0 2,56 31,0 \n\nMédia  4,55a 4,39 3,40c 49,00b 0,77a 0,26b 0,73 8,03b 1,15b 1,88b 8,85b 12,20a 45,00b 3,92b 29,80b \n(1)Médias seguidas da mesma letra minúscula na coluna não diferem significativamente entre si pelo Teste de Tukey a nível de 5% de probabilidade. \n\n\n\n26 \n \n\nQuadro 5 – Atributos químicos dos solos amostrados à profundidade 20 a 40 cm – APAE do Rio Pandeiros(1) \n\n \n\nRepetições \npH pH P K Ca Mg Al H+Al SB t T V m MO P-rem \n\nH2O KCl mg dm\n-3\n\n mg dm\n-3\n\n ____________cmolc dm-3_____________ ___%____ dag kg\n-\n mg L\n\n-1\n \n\nAmbiente A  (RQ)  - Cerrado s.s.Ralo                       \nT-01 5,09 4,52 1,10 6,00 0,04 0,00 0,48 1,60 0,06 0,54 1,66 3,60 88,90 0,64 45,50 \nT-02 4,89 4,45 0,80 6,00 0,02 0,00 0,48 1,70 0,04 0,52 1,74 2,30 92,30 0,61 46,60 \nT-03 4,71 4,52 0,40 5,00 0,02 0,00 0,48 1,60 0,03 0,51 1,63 1,80 94,10 0,26 43,70 \n\nMédia (20 a 40 cm) 4,90 a 4,50a 0,77a 5,67a 0,03a 0,00a 0,48 1,63a 0,04a 0,52a 1,68a 2,57a 91,77a 0,50a 45,27a \n\nAmbiente B  (RQ)  - Cerrado s.s.Denso                       \nT-01 4,72 4,37 1,30 9,00 0,03 0,00 0,58 3,25 0,05 0,62 3,30 1,50 92,50 0,77 39,95 \nT-02 4,82 4,35 1,40 9,00 0,05 0,00 0,76 2,80 0,07 0,83 2,87 2,40 91,60 0,64 40,10 \nT-03 4,95 4,50 1,10 8,00 0,15 0,01 0,57 2,00 0,18 0,75 2,18 8,30 76,00 0,77 44,80 \n\nMédia (20 a 40 cm) 4,83ab 4,41ab 1,27a 8,67a 0,08a 0,00a 0,64 2,68a 0,10a 0,73b 2,78a 4,07a 86,70a 0,73a 41,62a \n\nAmbiente C  (RQ)  - Cerrado s.s.Típico                       \nT-01 4,75 4,32 0,70 6,00 0,02 0,00 0,67 2,40 0,04 0,71 2,44 1,60 94,40 0,64 48,00 \nT-02 4,79 4,34 1,90 16,00 0,10 0,03 0,76 3,50 0,17 0,93 3,67 4,60 81,70 1,28 35,60 \n\nT-03 4,70 4,45 0,90 8,00 0,00 0,00 0,76 2,40 0,02 0,78 2,42 0,80 97,40 0,51 43,60 \n\nMédia (20 a 40 cm) 4,75ab 4,37ab 1,17a 10,00a 0,04a 0,01a 0,73 2,77a 0,08a 0,81b 2,84a 2,33a 91,17a 0,81a 42,40a \n\nAmbiente D (LV)  - Cerrado s.s.Típico                       \nT-01 4,68 4,25 0.9 10,00 0,01 0,00 0,86 2,80 0,04 0,90 2,84 1,40 95,60 0,13 42,80 \nT-02 4,32 4,33 0,40 7,00 0,01 0,00 0,76 2,40 0,03 0,79 2,43 1,20 96,20 0,38 46,80 \nT-03 4,20 4,21 1,20 22,00 0,11 0,03 0,57 3,50 0,20 0,77 3,70 5,40 74,00 1,41 42,30 \n\nMédia (20 a 40 cm) 4,40b 4,26b 0,80a 13,00a 0,04a 0,01a 0,73 2,90a 0,09b 0,82b 2,99a 2,67a 88,60a 0,64a 43,97a \n(1) Médias seguidas da mesma letra minúscula na coluna não diferem significativamente entre si pelo Teste de Tukey a nível de 5% de  \n\nprobabilidade. \n\n\n\n27 \n \n\nfrações areia muito fina, silte e argila, em amostras coletadas a profundidades \n\nem torno de 2 m, atribuindo tal fato a translocação no perfil do solo das \n\npartículas mais finas das camadas mais superficiais para as subjacentes.  \n\n4.2. Ambiente B – RQ – CERRADO S.S. DENSO \n\nNo Ambiente B a topografia é plana e o solo bem drenado, sem \n\nrestrições físicas ao desenvolvimento radicular, com textura arenosa, \n\npredominando a subclasse areia fina, baixa CTC, distrófico, e classificado \n\ncomo Neossolo Quartzarênico (RQ). \n\nSobre o solo deste ambiente, foi registrado o acúmulo de uma espessa e \n\ncontínua camada de serapilheira (8.600,0 g m-²), composta por folhas e \n\npedaços de galhos, estratificados em profundidade conforme o seu grau de \n\ntransformação, guardando na superfície maior semelhança com o material da \n\nparte aérea, e no contato com o solo, um material mais fragmentado em \n\nprocesso de modificação. Essa camada de serapilheira (Figuras 8 e 9) é a mais \n\nexpressiva encontrada entre os ambientes estudados (Quadro 8). \n\n \n\n   \nFigura 8 – Minitrincheira no solo (RQ) \ndo Ambiente B, com detalhe da camada \nde serapilheira(12 cm). \n\nFigura 9 – Cobertura contínua do solo no \nambiente B (Cerrado s.s. Denso) com \nserapilheira. \n\n \n\n \n\n\n\n28 \n \n\n Quadro 6 – Atributos físicos dos solos amostrados à profundidade 0 a 20 cm – APAE do Rio Pandeiros(1) \n\n \n\nAmbientes Repetições \nClasse \nTextural \n\nAreia Muito \nGrossa \n\nAreia \nGrossa \n\nAreia \nMédia \n\nAreia \nFina \n\nAreia Muito \nFina \n\nSilte Argila E.Umidade \n\n      ________________________________ dag kg-3 _________________________________ kg kg-¹ \nAmbiente A  (RQ)  - Cerrado s.s.Ralo   \n\nAmb. A  \nT-01 Areia 0,0 0,0 10,0 65,0 19,0 0,0 6,0 0,0400 \nT-02 Areia 0,0 0,0 10,0 64,0 19,0 0,0 7,0 0,0420 \nT-03 Areia 0,0 0,0 12,0 61,0 21,0 0,0 6,0 0,0410 \n\nMédia 0 a 20 cm Areia 0,0 a 0,0 a 10,7 a 63,3 a 19,7 a 0,0 a 6,3 a 0,0410 a \nAmbiente B  (RQ)  - Cerrado s.s.Denso   \n\nAmb. B  \nT-01 Areia 0,0 0,0 12,0 56,0 26,0 1,0 5,0 0,0430 \nT-02 Areia 0,0 0,0 11,0 56,0 27,0 0,0 6,0 0,0450 \nT-03 Areia 0,0 0,0 11,0 59,0 23,0 1,0 6,0 0,0480 \n\nMédia 0 a 20 cm Areia 0,0 a 0,0 a 11,3 a 57,0 b 25,3 a 0,7 a 5,7 a 0,0453 a \nAmbiente C  (RQ)  - Cerrado s.s.Típico   \n\nAmb. C \nT-01 Areia 0,0 0,0 21,0 52,0 20,0 0,0 7,0 0,0430 \nT-02 Areia 0,0 0,0 30,0 52,0 11,0 1,0 6,0 0,0450 \nT-03 Areia 0,0 0,0 19,0 50,0 23,0 2,0 6,0 0,0460 \n\nMédia 0 a 20 cm Areia 0,0 a 0,0 a 23,3 b 51,3 c 18,0 a 1,0 a 6,3 a 0,0447 a \nAmbiente D (LV)  -  Cerrado s.s.Típico   \n\nAmb. D \nT-01 Fr-aren 1,0 1,0 5,0 39,0 33,0 9,0 13,0 0,096 \nT-02 Arei-Fr 0,0 1,0 6,0 43,0 35,0 7,0 8,0 0,066 \nT-03 Fr-aren 0,0 0,0 4,0 39,0 37,0 6,0 13,0 0,075 \n\nMédia 0 a 20 cm Fr-aren 0,3 a 0,7 a 5,0 a 40,3 d 35,0 b 7,3 b 11,3 b 0,0790 b \nAmbiente E (RL)  -  Cerrado s.s.Típico   \n\nAmb. E \nT-01 Fr-aren 3,0 3,0 6,0 23,0 22,0 28,0 15,0 0,162 \nT-02 Franco 5,0 3,0 5,0 21,0 18,0 29,0 19,0 0,171 \nT-03 Fr-aren 5,0 2,0 4,0 23,0 25,0 26,0 15,0 0,145 \n\nMédia 0 a 20 cm Fr-aren 4,3 b 2,7 b 5,0 a 22,3 e 21,7 a 27,7 c 16,3 c 0,1593 c \n\n(1) Médias seguidas da mesma letra minúscula na coluna não diferem significativamente entre si pelo Teste de Tukey a nível de 5% de \n\nprobabilidade. \n\n\n\n29 \n \n\nQuadro 7 – Atributos físicos dos solos amostrados à profundidade 20 a 40 cm – APAE do Rio Pandeiros(1) \n\n \n\nAmbientes Repetições \nClasse \nTextural \n\nAreia Muito \nGrossa \n\nAreia \nGrossa \n\nAreia \nMédia \n\nAreia \nFina \n\nAreia Muito \nFina \n\nSilte Argila E.Umidade \n\n      ________________________________ dag kg-3 _________________________________ kg kg-¹ \n\nAmbiente A  (RQ)  - Cerrado s.s.Ralo   \n\nAmb. A  \nT-01 Areia 0,0 0,0 9,0 61,0 24,0 0,0 6,0 0,039 \n\nT-02 Areia 0,0 0,0 10,0 65,0 19,0 0,0 6,0 0,038 \n\nT-03 Areia 0,0 0,0 10,0 58,0 27,0 0,0 5,0 0,032 \n\nMédia 20 a 40 cm Areia 0,0 0,0 9,7 a 61,3 a 23,3 a 0,0 a 5,7 a  0,0363 a \n\nAmbiente B  (RQ)  - Cerrado s.s.Denso   \n\nAmb. B  \nT-01 Areia 0,0 0,0 18,0 60,0 18,0 0,0 4,0 0,030 \n\nT-02 Areia 0,0 0,0 9,0 57,0 27,0 0,0 7,0 0,044 \n\nT-03 Areia 0,0 0,0 10,0 59,0 25,0 0,0 6,0 0,040 \n\nMédia 20 a 40 cm Areia 0,0 0,0 12,3 a 58,7 a 23,3 a 0,0 a 5,7 a 0,0380 a \n\nAmbiente C  (RQ)  - Cerrado s.s.Típico   \n\nAmb. C \nT-01 Areia 0,0 0,0 19,0 57,0 18,0 0,0 6,0 0,034 \n\nT-02 Areia 0,0 0,0 20,0 52,0 20,0 1,0 7,0 0,053 \n\nT-03 Areia 0,0 0,0 19,0 54,0 21,0 1,0 5,0 0,038 \n\nMédia 20 a 40 cm Areia 0,0 0,0 19,3 b 54,3 a 19,7 a 0,7 a 6,0 a 0,0417 a \n\nAmbiente D (LV)  -  Cerrado s.s.Típico   \n\nAmb. D \nT-01 Fr-aren 0,0 2,0 5,0 35,0 30,0 12,0 16,0 0,095 \n\nT-02 Fr-aren 0,0 1,0 5,0 38,0 35,0 8,0 13,0 0,076 \n\nT-03 Arei-Fr 0,0 1,0 4,0 40,0 40,0 5,0 11,0 0,071 \n\nMédia 20 a 40 cm Fr-aren 0,0 1,3 4,7 c 37,7 b 35,0 b 8,3 b 13,3 b 0,0807 b \n(1)  Médias seguidas da mesma letra minúscula na coluna não diferem significativamente entre si pelo Teste de Tukey a nível de 5% de  \n\nprobabilidade.  \n\n \n\n\n\n30 \n \n\nQuadro 8 – Estoque de  serapilheira em cada ambiente(1) \n \n\nAMBIENTES \nEspessura \nmédia da \n\ncamada (cm) \n\nRecobrimento \ndo Solo \n\nPeso(g.m-2) \n\nAmb. A (RQ) &lt;1 cm descontínuo 845,20 a \nAmb. B (RQ) 6 a 12 cm contínuo 8.600,00 b \nAmb. C (RQ) 2 a 5 cm contínuo 1.982,80 c \nAmb. D (LVA) &lt;1 cm descontínuo 661,60 a \n\n      Amb. E (RL) &lt;1 cm descontínuo 691,70 a \n(1)  Médias seguidas da mesma letra minúscula na coluna não diferem significativamente \n\nentre si pelo Teste de Tukey a nível de 5% de probabilidade. \n\n(2)  RQ = Neossolo Quartzarênico; LVA = Latossolo Vermelho-Amarelo; RL= Neossolo \n\nLitólico. \n\n \n\nNesse ambiente a vegetação é caracterizada como “Cerrado s.s. \n\nDenso”, e apresenta maior grau de desenvolvimento dentre as formas \n\navaliadas, com árvores com altura variando entre 2,5 e 13,0 m (Figuras 10 e \n\n11, e Quadro 2). O estudo fitossociológico revela a ocorrência de indivíduos \n\ncom maior área basal, maior altura e maior volume lenhoso, em relação aos \n\ndemais ambientes (Quadro 2). A identificação e distribuição das espécies e \n\nfamílias inventariadas, bem como os parâmetros estruturais, estão \n\nrelacionadas no Quadro 9. As famílias que mais se destacaram foram \n\nCaesalpiniaceae e a Annonaceae, com predomínio das espécies Copaifera \n\nmaitii e Xilopia aromatica, respectivamente, que juntas representam 73,17 % \n\ndos indivíduos inventariados (DR), 67,81 % de DoR e IVC de 140,98. \n\n4.2.1. Características químicas dos solos \n\nDa mesma forma que no ambiente anterior de cerrado s.s. ralo, as \n\namostras de solo analisadas no “Ambiente B”  indicam uma pobreza \n\ngeneralizada do ponto de vista químico, relacionada com o caráter distrófico \n\ndesses solos (Quadros 4 e 5). O pH em água mantém-se baixo, com acidez \n\nativa elevada. A CTC a pH 7,0 e a soma e saturação de bases também são de \n\nníveis considerados baixos. Os teores de Al3+ trocável são médios, mas com a \n\nbaixa CTC efetiva, a saturação por alumínio atinge valores altos.  \n\n \n\n\n\n31 \n \n\n  \nFigura 10 – Cerrado s.s. Denso no Ambiente \nB, com detalhe da camada de serapilheira \ncobrindo o solo de forma contínua. \n\nFigura 11 – Cerrado s.s. Denso no Ambiente \nB, com indivíduos que chegam a 12 m de \naltura. \n\n \n\nNesse ambiente observa-se a ocorrência do tipo fitofisionômico de maior \n\ndestaque do ponto de vista estrutural, composto pelo “Cerrado s.s. Denso”, \n\ncujos parâmetros fitossociológicos avaliados (área basal, altura e volume) \n\nexpressam o seu maior desenvolvimento em relação às demais formações dos \n\noutros ambientes estudados. \n\nO teor de P disponível, apesar de muito baixo nas duas profundidades \n\namostradas, é maior na camada superficial. Da mesma forma, o K é baixo na \n\nprofundidade de 0 a 20 cm e muito baixo de 20 a 40 cm. O mesmo \n\ncomportamento foi observado para Ca, indicando uma provável contribuição da \n\nciclagem de nutrientes na camada superficial solo, restrita à biomassa e sem \n\nque haja o enriquecimento químico do solo como um todo, como também \n\nconstatado por Neri (2007) na FLONA de Paraopeba. Isto encontra \n\nconcordância com o expressivo estoque de serrapilheira no ambiente B, como \n\njá destacado. \n\nEm ambientes oligotróficos, como o estudado, torna-se importante \n\ndestacar o papel da serapilheira na dinâmica desses ecossistemas, e sua \n\ncontribuição na sustentabilidade dos mesmos como principal responsável pela \n\nciclagem dos nutrientes. Esse processo figura como importante fonte de \n\nnutrientes para as plantas. Nesse sentido, a ocorrência da serapilheira em \n\nmaior intensidade nesse ambiente, em relação aos demais, ainda que o solo \n\napresente caráter distrófico associado à textura arenosa, pode indicar a razão \n\ndo desenvolvimento mais exuberante da vegetação que o recobre. \n\n\n\n \n32 \n\nQuadro 9 – Levantamento fitossociológico do Cerrado s.s.Denso – Ambiente B – APAE do Rio Pandeiros \n\n \n\nFamília Espécie DA (n/ha) DR (%) FR (m²/ha) DoR (%) IVC  \n\nAnacardiaceae Astronium fraxinifolium 200,00 2,44 1,94 6,56 9,00 \n\nAnnonaceae Xilopia aromática 2200,00 26,83 17,61 59,57 86,40 \n\nAnnonaceae Annona crassiflora 200,00 2,44 0,89 3,02 5,46 \n\nApocynaceae Himatanthus articulatus  600,00 7,32 1,31 4,42 11,74 \n\nCaesalpiniaceae Sclerolobium paniculatum 200,00 2,44 0,14 0,47 2,91 \n\nCaesalpiniaceae Copaifera martii 3800,00 46,34 2,44 8,24 54,58 \n\nLoganiaceae Strychnos pseudoquina 100,00 1,22 0,44 1,49 2,71 \n\nLythraceae Lafoensia pacari  200,00 2,44 0,20 0,69 3,13 \n\nMimosaceae  Dimorphandra mollis 300,00 3,66 1,98 6,71 10,37 \n\nMyrtaceae Psidium firmum 100,00 1,22 0,19 0,65 1,87 \n\nSapindaceae Magonia pubescens   200,00 2,44 2,23 7,53 9,97 \n\nVochysiaceae Qualea grandiflora 100,00 1,22 0,19 0,66 1,87 \n\nTOTAL   8200,00 100,00 29,57 100,00 200,00 \nDA = Densidade absoluta (n ha\n\n-1\n); DR = Densidade relativa (%) ; FR = Frequencia relativa (m² ha\n\n-1\n); DoR = Dominancia relativa (%);   \n\nIVC = Indice de Valor de Cobertura    \n\n \n\n\n\n33 \n \n\nDesta importância que pode ter a serapilheira decorre também a \n\nrelevância de sua preservação, em especial com relação à prática do fogo \n\ncomo instrumento freqüente de manejo de áreas antropizadas. \n\nPara situações como esta, Santos et al. (2008) destacam que existe a \n\npossibilidade de as plantas aproveitarem o P orgânico como fonte de nutriente, \n\nfração que representa uma parte apreciável do P total encontrado no solo. \n\nA taxa de mineralização de P no solo pode ser um indicador do seu \n\npotencial em suprir a demanda das plantas. De acordo com Correia e Andrade \n\n(2008), o compartimento formado pela serapilheira e pelo solo é o sítio de \n\ntodas as etapas da decomposição da matéria orgânica e da ciclagem de \n\nnutrientes. A diversidade da vegetação é a principal responsável pela \n\nvariabilidade horizontal da serapilheira, enquanto que a sua heterogeneidade \n\nvertical é decorrente da velocidade de decomposição, determinada por fatores \n\nclimáticos, edáficos e biológicos. Entre os mecanismos envolvidos na ciclagem \n\nde nutrientes em ecossistemas florestais, a queda de resíduos senescentes da \n\nparte aérea é fundamental para a formação da serapilheira na superfície do \n\nsolo, e isto parece ser fator fundamental na manutenção da sustentabilidade do \n\nambiente estudado. Daí também a importância da conservação deste \n\nambiente, dada sua fragilidade na eventual hipótese de se tentar incorporar a \n\nárea a algum tipo de processo produtivo.  \n\nApesar da considerável camada de serapilheira que recobre o solo, \n\nvariando entre 6 e 12 cm (figuras 8 e 9, e Quadro 8), os teores de matéria \n\norgânica são baixos nas duas camadas avaliadas e, especialmente, na \n\nprofundidade de 20 a 40 cm. Esta situação pode ser justificada pelo fato de que \n\nessa cobertura vegetal encontra-se sobre um solo com predomínio de areias \n\n(94,3 dag kg-1), que proporcionam pouca estabilidade e proteção para a \n\nmatéria orgânica, reduzindo sobremaneira o seu tempo de residência no solo, \n\nprincipalmente nas camadas superficiais, o que pode vir a favorecer a lixiviação \n\ndas frações mais solúveis de MO. Segundo Anjos et al. (2008), em solos \n\narenosos, sob diversos tipos de clima e ambientes, ocorre rápida mineralização \n\nda matéria orgânica, tendo como conseqüência reduzidos teores de carbono \n\norgânico nos mesmos.  \n\nConforme Dick et al. (2009), a matéria orgânica no solo pode ser \n\norganizada, conforme a sua localização, em matéria orgânica particulada \n\n\n\n34 \n \n\n(MOP), matéria orgânica associada aos minerais (MOAM) e matéria orgânica \n\ndissolvida (MOD). A MOP corresponde ao material orgânico pouco decomposto \n\ncom vestígios da sua composição original celular e tissular, sendo um material \n\nainda associado com a serapilheira. A MOAM é formada pela interação de \n\nsubstâncias húmicas, através dos seus variados grupos funcionais, com a \n\nsuperfície mineral, formando complexos organominerais que aumentam a \n\nestabilidade da matéria orgânica no solo, e a MOD  constitui a fração orgânica \n\nsolúvel no solo.  \n\nA observação de amostras de solo deste ambiente no MEV, revela a \n\npredominância de grãos de areias de aparência quartzíticas, com baixo \n\nrecobrimento com materiais de natureza coloidal. Esse capeamento dos grãos \n\nde areia, embora baixo, pode também contribuir para a manutenção dos teores \n\nde MO encontrados no solo, bem como no comportamento físico-hídrico do \n\nmesmo. \n\nDa mesma forma como foi observado no “Ambiente A” (Cerrado s.s. \n\nRalo), os teores mais elevados de Al3+ e da acidez potencial (H + Al) na \n\ncamada mais superficial do solo podem estar associados à participação da \n\nmatéria orgânica como fonte de acidez.  \n\n \n\n4.2.2. Características físicas dos solos \n\n \n\n4.2.2.1. Análise granulométrica e fracionamento da areia \n\n \n\nOs solos do “Ambiente B”, “cerrado s.s denso”, da mesma forma que no \n\nambiente anterior, apresentaram teores de areia de 94,3 e 94,0 dag kg-1, com \n\n5,3 e 6,0 dag kg-1 de argila, nas camadas de 0 a 20 cm e de 20 a 40 cm de \n\nprofundidade, respectivamente (classe textural areia). \n\nO fracionamento da areia também revelou que, nas duas profundidades \n\navaliadas, houve predominância da fração areia fina, seguida da muito fina e \n\nmédia (Quadros 6 e 7). \n\n \n\n \n\n\n\n35 \n \n\n4.3. Ambiente C – RQ – CERRADO S.S. TÍPICO \n\nO Ambiente C, da mesma forma que os anterioes, encontra-se em área \n\nde topografia plana,  com solo bem drenado. A textura do solo é arenosa, com \n\npredomínio da sub-classe areia fina. O mesmo apresenta baixa CTC, sendo \n\ndistrófico, e também classificado como Neossolo Quartzarênico (RQ). \n\nNesse ambiente a serapilheira apresentou quantidades inferiores \n\nàquelas relatadas no ambiente B, porém em níveis superiores aos demais \n\nambientes, recobrindo toda a superfície do solo, com uma espessura variando \n\nentre 2 e 5 cm, e uma produção de material orgânico de 1.982,8 g m-² (Quadro \n\n8). \n\nA fitofisionomia do Ambiente C é a do “Cerrado s.s. Típico”, com altura \n\ndo dossel variando entre 4 a 6 m, chegando, em alguns casos, a indivíduos \n\ncom até 9 m. Observa-se uma dominância do estrato arbustivo-arbóreo em \n\nrelação ao herbáceo-sub-arbustivo. Os dados do levantamento fitossociológico \n\nmostram a ocorrência de indivíduos com menor área basal, altura e volume \n\nlenhoso, comparativamente ao ambiente B (RQ com cerrado s.s. denso). \n\nEntretanto esses mesmos parâmetros superaram os demais ambientes \n\n(Quadro 2), indicando assim uma fitofisionomia com maior grau de \n\ndesenvolvimento. \n\nNo Quadro 10 são apresentadas as espécies e famílias inventariadas, \n\ncom respectivos parâmetros fitossociológicos. Nesse ambiente mereceram \n\ndestaque as famílias Caesalpiniaceae, Vochysiaceae, Myrtaceae e \n\nAnacrdiaceae, representadas pelas espécies Copaifera martii, Sclerolobium \n\npaniculatum, Qualeae grandiflora, Eugenia dysenterica, Psidium firmum e \n\nAnacrdium humile, respectivamente, as quais compõem 69,15 % dos \n\nindivíduos (DR), com 31,55 % de DoR e IVC de 100,70.   \n\n4.3.1. Características químicas dos solos \n\nOs resultados apresentados nos Quadros 4 e 5 mostram que no \n\n“Ambiente C” – Cerrado s.s. Típico – o solo é distrófico. A soma e saturação de \n\nbases e a CTC a pH 7,0 são baixas. Os teores de Ca e K são inferiores \n\nàqueles detectados no Ambiente B (Cerrado s.s. Denso) e discretamente mais \n\nelevados que no Ambiente A (Cerrado s.s. Ralo). Situação semelhante foi \n\n\n\n36 \n \n\nverificada para o P disponível, cujos teores, de forma geral encontram-se em \n\nníveis considerados muito baixos. Por outro lado os valores de P-rem, nas duas \n\ncamadas analisadas, indicam baixa capacidade de adsorção de fosfatos, \n\nsituação também observada nos solos dos ambientes anteriormente descritos. \n\nNovamente, dada a natureza arenosa do solo (92,7 dag kg-1 de areia), supõe-\n\nse que a CTC tenha grande contribuição da MO, uma vez que nas duas \n\ncamadas avaliadas a argila mantém-se com teores semelhantes, enquanto a \n\nCTC é mais baixa na profundidade 20 a 40 cm, acompanhando o \n\ncomportamento dos teores de MO. O pH é baixo, os teores de Al3+ e de acidez \n\npotencial são considerados médios. Todos esses indicadores denotam a baixa \n\nfertilidade natural desses solos. \n\nA serapilheira recobre todo o solo deste ambiente, com espessura que \n\nvaria de 2 e 5 cm (Figuras 12 e 13), e o volume acumulado é superado apenas \n\npelo do Ambiente B (Quadro 8). \n\nO tipo fitofisionômico cerrado s.s. típico (Figura 14)  possui maior riqueza \n\nflorística que aquele do Ambiente A (cerrado s.s. ralo), onde a cobertura do \n\nsolo com serapilheira é menor, o que pode ser confirmado através dos \n\nparâmetros fitossociológicos (volume, altura e área basal). Entretanto, \n\ncomparando-se com os mesmos parâmetros encontrados para o Ambiente B \n\n(cerrado  s.s. denso), onde a espessura da serapilheira é maior, verifica-se que \n\nali o padrão de desenvolvimento da vegetação atinge formas mais \n\nexuberantes, com maior produção de material lenhoso.   \n\nDiante do exposto, pode ser identificado um gradiente de vegetação que \n\nse desenvolve em condições climáticas e topográficas semelhantes, e sobre \n\numa mesma classe de solo (Neossolo Quartzarênico - RQ). Esses solos são \n\ncaracterizados pela pobreza em nutrientes (solos distróficos) e pela textura \n\narenosa. Assim, do ponto de vista fitofisionômico, o gradiente varia de um porte \n\nmenor (cerrado s.s. ralo), passando por um porte intermediário (cerrado s.s. \n\ntípico), até chegar a um tipo de formação mais desenvolvida (cerrado s.s. \n\ndenso), acompanhando o grau de recobrimento do solo com a serapilheira \n\nproduzida pela própria cobertura vegetal, indicando dessa maneira o nível de \n\nimportância da ciclagem de nutrientes na sustentabilidade desses ambientes.  \n\n \n\n\n\n \n37 \n\nQuadro 10 – Levantamento fitossociológico do Cerrado s.s.Típico – Ambiente C – APAE do Rio Pandeiros \n\n \n\nFamília Espécie DA (n/ha) DR (%) FR (m²/ha) DoR (%) IVC  \n\nAnacardiaceae Anacardium humile 800,00 8,51 0,52 1,83 10,34 \nAnacardiaceae Astronium fraxinifolium 100,00 1,06 0,32 1,12 2,18 \nAnnonaceae Annona crassiflora 300,00 3,19 0,76 2,68 5,87 \n\nCaesalpiniaceae Copaifera martii 1800,00 19,15 1,86 6,55 25,70 \nCaesalpiniaceae  Sclerolobium paniculatum 900,00 9,57 1,22 4,27 13,85 \nCaryocaraceae Caryocar brasiliense 500,00 5,32 6,22 21,84 27,16 \n\nClusiaceae  Kielmeyera speciosa 300,00 3,19 0,33 1,17 4,36 \nFabaceae Machaerium villosum 200,00 2,13 1,52 5,33 7,46 \nFabaceae Andira cuiabensis 300,00 3,19 6,08 21,35 24,54 \nFabaceae Pterodon emarginatus 300,00 3,19 3,07 10,78 13,97 \nFabaceae Vatairea macrocarpa 100,00 1,06 0,02 0,08 1,14 \n\nLoganiaceae Strychnos pseudoquina 500,00 5,32 0,43 1,50 6,82 \nLythraceae Lafoensia pacari  100,00 1,06 0,23 0,81 1,87 \n\nMimosaceae  Dimorphandra mollis 100,00 1,06 0,46 1,61 2,67 \nMyrtaceae Psidium firmum 800,00 8,51 0,67 2,34 10,85 \nMyrtaceae Eugenia dysenterica 900,00 9,57 2,19 7,70 17,28 \n\nSapindaceae  Magonia pubescens 100,00 1,06 0,05 0,19 1,25 \nVochysiaceae Qualea grandiflora 1300,00 13,83 2,52 8,85 22,68 \n\nTOTAL   9400,00 100,00 28,47 100,00 200,00 \nDA = Densidade absoluta (n ha\n\n-1\n); DR = Densidade relativa (%) ; FR = Frequencia relativa (m² ha\n\n-1\n); DoR = Dominancia relativa (%);   \n\nIVC = Indice de Valor de Cobertura \n\n \n\n\n\n38 \n \n\nA ciclagem de nutrientes em um ecossistema florestal pode ser \n\nconsiderada um dos processos mais importantes para a garantia da sua \n\nsustentabilidade (Dickow et al., 2009). Esses autores mencionam ainda que  a \n\nciclagem ocorre através da decomposição da serapilheira, e representa fonte \n\nde nutrientes de grande importância para a vegetação, especialmente em solos \n\narenosos e de baixa fertilidade. Rizzini (1997) afirma que a vegetação \n\ndesenvolvida sobre \"areias muito pobres\" exigem do meio edáfico muito mais \n\nágua do que substâncias químicas, destacando as formas de adaptação das \n\nespécies aos diferentes ambientes, ao desenvolverem mecanismos de auto-\n\nsustentabilidade e criando assim seu ambiente particular de sobrevivência.  \n\n \nFigura 12 – Minitrincheira no solo (RQ) do  Ambiente C (0 a 40 cm), com detalhe da cobertura \n\nde serapilheira. \n \n\n \n\n  \nFigura 13 – Cerrado s.s. Típico no Ambiente \n\nC, com detalhe da camada de serapilheira \n\ncobrindo o solo de forma contínua. \n\nFigura 14 – Cerrado s.s. Típico no Ambiente \n\nC. \n\n \n\n\n\n39 \n \n\n4.3.2. Características físicas dos solos \n\n \n\n4.3.2.1. Análise granulométrica e fracionamento da areia \n\n \n\nDa mesma forma que para os ambientes anteriores, a classificação \n\ntextural foi areia, respaldada pelos teores de areia de 92,7 e 93,3 dag kg-1 e de \n\nargila de 6,3 e 6,0 dag kg-1, nas profundidades de 0 a 20 cm e de 20 a 40 cm \n\nde profundidade (Quadros 6 e 7).    \n\nO fracionamento da areia revela a predominância da fração areia fina, \n\nseguida da média e da muito fina, nas duas profundidades avaliadas. Neste \n\ncaso, observa-se uma redução na proporção de areia fina e um aumento na \n\nareia média, em comparação com os ambientes anteriores. \n\nTodos os três ambientes até então avaliados possuem como \n\ncaracterística comum, do ponto de vista físico, o alto teor de areia (acima de 90 \n\ndag kg-1), predominância da fração areia fina, o que se reflete na baixa CTC e \n\nbaixa retenção de água, destacando ainda mais o caráter oligotrófico das áreas \n\nestudadas na APAE. Assim, mecanismos como a ciclagem de nutrientes e a \n\nadaptação das plantas a esses ambientes, são peças importantes para o \n\nestabelecimento e sustentabilidade da comunidade vegetal.    \n\n  \n\n4.4. Ambiente D – LVA – CERRADO S.S. TÍPICO \n \n\nEsse ambiente está localizado em área com topografia plana, com solo \n\nbem drenado, de textura arenosa, com predomínio da sub-classe areia fina, \n\nporém com expressiva participação da classe areia grossa. Os solos \n\napresentam CTC baixa, caráter distrófico e pertencem à classe dos Latossolos \n\nVermelho-Amarelos (LVA).  \n\nA cobertura do solo com serapilheira é descontínua, e com espessura de \n\ncamada inferior a 1 cm (Figuras 15-B e 21-C). A quantidade acumulada é \n\nequivalente a 661,6 g m-2(Quadro 8). \n\nTrata-se, portanto, de um estoque de serapilheira inferior àqueles \n\nidentificados nos ambientes B (cerrado s.s. denso) e C (cerrado s.s. típico). \n\nEquipara-se, entretanto, ao grau de cobertura e acúmulo verificado nos demais \n\nambientes (A e E). \n\n\n\n40 \n \n\nA cobertura vegetal do Ambiente D é caracterizada pelo tipo fisionômico \n\n“Cerrado s.s. Típico” (Figura 15-A), com altura das árvores variando entre 2 e 5 \n\nm. Os dados apresentados no Quadro 2 revelam que os indivíduos desse \n\nambiente possuem menor área basal, altura e volume lenhoso, \n\ncomparativamente ao Ambiente B (RQ com cerrado s.s. denso) e C (RQ com \n\ncerrado s.s. típico). Na comparação com o solo do Ambiente A (RQ com \n\ncerrado s.s. ralo), esses parâmetros se mostram superiores, e em relação ao \n\nAmbiente E (RL com cerrado s.s.típico) a análise estatística demonstra  \n\nsimilaridade entre os mesmos. \n\n \n\n  \n\n \n \nFigura 15 – Características do Ambiente D: (A) Cerrado s.s.Típico; (B) Detalhe da camada de \n\nserapilheira cobrindo o solo de forma descontínua, (C) Microtrincheira em LVA, \nmostrando as camadas de solo amostradas. \n\n \n\n \n\n\n\n41 \n \n\nOs parâmetros fitossociológicos apresentados no Quadro 11 trazem em \n\ndestaque as famílias Vochysiaceae (Qualeae grandiflora.), Sapotaceae \n\n(Pouteria ramiflora), Caesalpiniaceae (Sclerolobium paniculatum e Copaifera \n\nmartii), Loganiaceae (Strychnos pseudoquina),  Myrtaceae (Eugenia \n\ndysenterica), que juntas representam 74,32 % dos indivíduos (DR), com  83,43 \n\n% de DoR e IVC de 157,75. \n\n \n\n4.4.1. Características químicas dos solos \n\n \n\nOs solos desse ambiente guardam certa similaridade, do ponto de vista \n\nquímico, com aqueles presentes nos ambientes anteriormente descritos e \n\nassociados com os Neossolos Quartzarênicos (RQ). Eles apresentam teores \n\nmuito baixos de soma de bases, que decresce em profundidade; baixaS CTC a \n\npH 7,0 e saturação de bases, configurando o caráter distrófico. O pH é baixo e \n\nmuito baixo nas camadas de 0 a 20 cm e de 20 a 40 cm de profundidade, \n\nrespectivamente. \n\nO teor de MO é considerado baixo e muito baixo nas duas camadas \n\navaliadas. O teor de Al3+ nas duas profundidades é médio, mas com uma \n\nsaturação de alumínio considerada muito alta. Os teores de P disponível são \n\nconsiderados muito baixos, sendo menores na camada de 20 a 40 cm, e a \n\ncapacidade de adsorção de fosfatos, como indicada pelo P-rem, é considerada \n\nbaixa (Quadros 4 e 5).  \n\nNesse ambiente, a fertilidade do solo é muito baixa e o acúmulo de \n\nserapilheira é pequeno, estando o solo coberto com a liteira composta por \n\napenas algumas folhas e pedaços de galhos e ramos não decompostos, com \n\numa camada delgada (Figuras 15-B e 15-C). Ainda assim, a vegetação \n\napresenta grau de desenvolvimento superior àquele do “Ambiente A” (cerrado \n\ns.s. ralo) e similar ao do “Ambiente C” (cerrado s.s. típico). Neste caso, a \n\nciclagem de nutrientes aparentemente não apresenta o papel mais importante \n\nna manutenção da vegetação. É provável que desenvolvimento vegetal, esteja \n\nmais associado aos atributos físicos do solo, o que será discutido a seguir. \n\n \n\n\n\n \n42 \n\nQuadro 11 – Levantamento fitossociológico do Cerrado s.s.Típico – Ambiente D – APAE do Rio Pandeiros. \n\n \n\nFamília Espécie DA (n/ha) DR (%) FR (m²/ha) DoR (%) IVC  \n\nAnacardiaceae Astronium fraxinifolium 200,00 2,70 0,16 1,01 3,71 \n\nAnnonaceae Duguetia furfuracea 100,00 1,35 0,00 0,02 1,38 \n\nCaesalpiniaceae Sclerolobium paniculatum 800,00 10,81 2,00 12,42 23,23 \n\nCaesalpiniaceae Copaifera martii 500,00 6,76 0,14 0,89 7,65 \n\nClusiaceae  Kielmeyera speciosa. 400,00 5,41 0,64 3,96 9,37 \n\nEuphorbiaceae Sapium glandulatum 100,00 1,35 0,01 0,04 1,39 \n\nFabaceae Andira cuiabensis 200,00 2,70 1,54 9,59 12,30 \n\nFabaceae Vatairea macrocarpa 200,00 2,70 0,15 0,95 3,65 \n\nLoganiaceae Strychnos pseudoquina 700,00 9,46 0,44 2,72 12,18 \n\nMimosaceae  Anadenanthera macrocarpa 100,00 1,35 0,03 0,18 1,53 \n\nMyrtaceae Psidium firmum 300,00 4,05 0,05 0,29 4,35 \n\nMyrtaceae Eugenia dysenterica 400,00 5,41 2,84 17,64 23,04 \n\nSapotaceae Pouteria ramiflora  1300,00 17,57 2,24 13,92 31,49 \n\nVochysiaceae Qualea grandiflora 1800,00 24,32 5,77 35,84 60,16 \n\nVochysiaceae Vochysia tucanorum 300,00 4,05 0,08 0,52 4,58 \n\nTOTAL   7400,00 100,00 16,09 100,00 200,00 \nDA = Densidade absoluta (n ha\n\n-1\n); DR = Densidade relativa (%) ; FR = Frequencia relativa (m² ha\n\n-1\n); DoR = Dominancia relativa (%);   \n\nIVC = Indice de Valor de Cobertura \n\n \n\n\n\n43 \n \n\n4.4.2. Características físicas dos solos \n\n \n\n4.4.2.1. Análise granulométrica e fracionamento da areia \n\n \n\nNo solo do ambiente D (LVA, com cerrado s.s típico), diferentemente dos \n\nanteriores, nota-se uma maior participação de partículas mais finas como silte e \n\nargila. O teor médio de silte é de 7,3 e 8,3 dag kg-1, e de argila é de 11,3 e 13,3 \n\ndag kg-1, nas camadas de 0 a 20 cm e de 20 a 40 cm, respectivamente. Os \n\nteores de areia são um pouco menores que os demais ambientes, alcançando \n\nvalores de 81,3 e 78,7 dag kg-1 nas duas camadas avaliadas (Quadros 6 e 7). \n\nDessa forma, observa-se uma redução na participação da fração areia fina, que \n\nainda prevalece em relação às demais classes de areia, e também um \n\naumento da fração areia muito fina, que apresenta valores bem próximos da \n\nareia fina. Observa-se ainda o incremento da participação de classes de areia \n\nde maior granulometria, como a areia grossa e muito grossa, embora com \n\nteores ainda discretos. A  classificação textural é areia franca na profundidade \n\nde 0 a 20 cm, e franco-arenoso, de 20 a 40 cm. \n\nEsse solo proporciona um melhor condicionamento físico-hídrico do que \n\nos avaliados anteriormente. O aumento nos teores de argila confere uma \n\nmelhor disponibilidade hídrica para as plantas que nele se desenvolvem. Como \n\nnão há impedimento físico, o sistema radicular poderá explorar camadas mais \n\nprofundas, e as partículas menores poderão reter mais água no perfil. Aqui \n\ntambém vale ressaltar a importância do capeamento dos grãos de areia com \n\nmateriais de natureza coloidal, em relação a retenção de água no solo. Rocha \n\n(2012) relata que o teor de umidade no grão de areia capeado, avaliado pelo \n\nequivalente de umidade, chega a ser cinco vezes maior que o grão não \n\ncapeado.  \n\n \n\n4.5. Ambiente E – RL – CERRADO S.S. TÍPICO \n \n\nO Ambiente E diferencia-se dos demais em alguns aspectos, a começar \n\npela topografia, que deixa de ser plana e passa a ser ondulada, \n\nespecificamente relacionada à formação de elevações do tipo morrote. Estes \n\núltimos são compostos por concreções detrítico-lateríticas, sobre as quais \n\n\n\n44 \n \n\nencontra-se a área objeto do estudo. O solo que ali se desenvolve, classificado \n\ncomo Neossolo Litólico (RL), é raso, pedregoso (A/Cr), e assim sendo, com \n\nimpedimento físico para o desenvolvimento de raízes (Figura 16-B). A \n\nsuperfície do solo em declive, e a menor profundidade efetiva associada à \n\npresença de frações grosseiras de cascalhos, calhaus e matacões, \n\nrepresentam uma dificuldade à infiltração e manutenção de água no solo, \n\namenizada apenas naquelas posições da paisagem onde localmente ocorre um \n\naplainamento, que frequentemente está associado a um maior aprofundamento \n\ndo solo. Ainda diferentemente dos solos dos demais ambientes, a textura é \n\nmais argilosa, com CTC alta e maior teor de MO, o que torna o solo \n\nrelativamente um pouco mais fértil, ainda que o caráter distrófico seja \n\ndiagnosticado.  \n\nA serapilheira ocorre em fina camada (inferior a 1 cm) que recobre o solo \n\nde forma descontínua, tendo sido quantificada em 691,70 g m-2 (Figura 16-A)  \n\nA fitofisionomia do Ambiente E é caracterizada como Cerrado s.s Típico \n\n(Figura 16-C), com indivíduos com área basal e volume que superam apenas \n\naqueles do ambiente A (RQ com cerrado s.s. ralo). O dossel das árvores \n\npossui altura que varia entre 4 e 6 m. O estudo fitossociológico mostra que as \n\nfamílias e espécies que sobressaem neste ambiente são Myrtaceae (Psidium \n\nfirmum), Proteaceae (Roupala montana), Caesalpiniaceae (Sclerolobium \n\npaniculatum e Copaifera martii), Loganiaceae (Strychnos pseudoquina), \n\nMimosaceae (Guettarda viburnoides) e Vochysiaceae (Qualea grandiflora), que \n\njuntas compõem 76,77 % dos indivíduos (DR), com 71,08 % de DoR e IVC de \n\n147,85 (Quadro 12). Conforme os parâmetros estruturais apresentados no \n\nQuadro 2, o volume lenhoso da vegetação nesse ambiente equipara-se ao do \n\nambiente D e é inferior ao dos ambientes B e C, superando em níveis \n\nsignificativos apenas ao do ambiente A. \n\n \n\n4.5.1. Características químicas dos solos \n\n \n\nNesse ambiente somente foi possível a obtenção de amostras na \n\nprofundidade de 0 a 20 cm (Quadro 4), uma vez que a pedregosidade das \n\ncamadas subjacentes impossibilitou a coleta de amostras na profundidade  20 \n\na 40 cm. O pH e a soma de bases são baixos, a acidez potencial é alta e o teor \n\n\n\n45 \n \n\nQuadro 12 – Levantamento fitossociológico do Cerrado s.s.Típico – Ambiente E –  APAE do Rio Pandeiros. \n\n \n\nFamília Espécie DA (n/ha) DR (%) FR (m²/ha) DoR (%) IVC  \n\nAnacardiaceae Astronium fraxinifolium 600,00 6,06 0,56 5,22 11,28 \n\nAnnonaceae Xilopia aromatica 300,00 3,03 0,42 3,88 6,91 \n\nApocynaceae Aspidosperma eburneum 200,00 2,02 0,25 2,36 4,38 \n\nCaesalpiniaceae  Hymenaea stigonocarpa 400,00 4,04 0,22 2,04 6,08 \n\nCaesalpiniaceae  Sclerolobium paniculatum 1300,00 13,13 2,36 21,93 35,06 \n\nCaesalpiniaceae  Copaifera martii 800,00 8,08 0,14 1,30 9,38 \n\nDilleniaceae Curatella americana 100,00 1,01 0,53 4,92 5,93 \n\nLoganiaceae Strychnos pseudoquina 1100,00 11,11 0,78 7,22 18,33 \n\nLythraceae Lafoensia pacari  300,00 3,03 0,79 7,33 10,36 \n\nMimosaceae Guettarda viburnoides 800,00 8,08 2,35 21,78 29,86 \n\nMyrtaceae Psidium firmum 1400,00 14,14 0,92 8,53 22,67 \n\nProteaceae Roupala montana 1400,00 14,14 0,40 3,71 17,85 \n\nSapotaceae Pouteria ramiflora 400,00 4,04 0,34 3,17 7,21 \n\nVochysiaceae Qualea grandiflora 800,00 8,08 0,71 6,61 14,69 \n\nTOTAL   9900,00 100,00 10,77 100,00 200,00 \nDA = Densidade absoluta (n ha\n\n-1\n); DR = Densidade relativa (%) ; FR = Frequencia relativa (m² ha\n\n-1\n); DoR = Dominancia relativa (%);   \n\nIVC = Indice de Valor de Cobertura \n\n \n\n\n\n46 \n \n\nde Al3+ é médio. A CTC a pH 7,0 (T) é alta, decorrente do teor médio de MO e \n\nda maior quantidade de argila. Essa argila, pela formação de complexos \n\norganominerais, pode estar conferindo maior grau de proteção à matéria \n\norgânica, o que justifica o seu maior teor em comparação com os demais solos, \n\nmesmo com um nível mais baixo de produção de serapilheira. O valor de P-rem \n\nde 29,80 mg L-1 indica um solo com média capacidade adsorção de fosfatos. \n\nNeste ambiente verificou-se um baixo estoque de serapilheira (Quadro 8, \n\nFigura 16-A e 16-B), em níveis similares àqueles apresentados nos ambientes \n\nA (RQ, cerrado s.s. ralo) e D D (LVA, cerrado s.s. típico). \n\nNo Quadro 4, podemos observar que os teores de P disponível, K e MO, \n\nbem como os valores de SB e T, diferem estatisticamente dos demais \n\nambientes, ocorrendo em maiores magnitudes. Percebe-se que trata-se de um \n\nsolo que, embora distrófico, apresenta características químicas superiores, do \n\nponto de vista de nutrição de planta, em relação aos demais ambientes, o que \n\npode atuar como mecanismo compensatório em relação à baixa profundidade \n\nefetiva. Na medida em que a presença de cascalhos é reduzida e o solo \n\naumenta sua profundidade, observa-se neste ambiente o aumento do porte do \n\ncerrado, e inclusive, a presença de elementos florísticos da mata seca (Floresta \n\nEstacional Decidual), como, por exemplo, a Myracrodruon urundeuva (Aroeira). \n\nDe acordo com Franco (2002), muitas espécies de cerrado acumulam \n\nalumínio em grandes quantidades em suas folhas. Entretanto esse acúmulo \n\nnão interfere na absorção de outros cátions tais como K, Ca e Mg. A \n\nacumulação de alumínio é particularmente comum em espécies de cerrado das \n\nfamílias Vochysiaceae, Melastomataceae, e Rubiaceae. O mesmo autor \n\nmenciona também, como mecanismo de adaptação, a maior alocação de \n\ncarbono para as raízes, o que provavelmente, associado à baixa \n\ndisponibilidade de nutrientes, resulta em baixas taxas de crescimento das \n\nárvores. De acordo com Neri (2007), o Al3+ é um dos atributos mais importantes \n\nem ecossistemas savânicos, uma vez que em altas concentrações algumas \n\nespécies são favorecidas em detrimento de outras. Em quase todos os \n\nambientes estudados foram identificadas espécies da família Vochysiaceae, \n\napesar dos teores de Al3+ naqueles solos serem considerados de baixo a \n\nmédio. \n\n \n\n\n\n47 \n \n\n  \n\n \nFigura 16 – Ambiente E: (A) camada de serapilheira recobrindo o solo de forma descontínua; \n\n(B) Microtrincheira em RL, mostrando a camada de solo amostradas com a ocorrência \nde pedregosidade; (C) Cerrado s.s.Típico. \n\n \n\nNão se observou uma correlação clara da fertilidade do solo com o \n\nincremento lenhoso e com a variação fitofisionômica da vegetação.  Mesmo \n\napresentando maior disponibilidade de nutrientes, o solo do ambiente E (RL \n\ncom cerrado s.s. típico) não apresenta o mais exuberante tipo fitofisionômico. O \n\nvolume de material lenhoso, quantificado no levantamento fitossociológico, \n\ntambém mostra uma produção vegetal menor que a observada no ambiente B \n\n(RQ com cerrado s.s. denso), onde os teores de nutrientes disponíveis e \n\n\n\n48 \n \n\ncondições de fertilidade são inferiores. Assim, outros fatores devem ser levados \n\nem consideração para justificar a presença de distintas fitofisionomias, como a \n\nciclagem de nutrientes, a profundidade do solo e a disponibilidade hídrica \n\nrelacionada especialmente com os atributos físicos do solo. Disto concorda \n\nNeri (2007), quando afirma que a fertilidade do solo não deve ser a única \n\nexplicação para a ocorrência de gradiente fisionômicos, embora possa ser fator \n\nimportante para a diferenciação de determinados tipos. \n\n \n\n4.5.2. Características físicas dos solos \n\n \n\n4.5.2.1. Análise granulométrica e fracionamento da areia \n\n \n\nNo ambiente E, instalado sobre concreções detrítico-lateríticas, o solo \n\ntem como característica marcante a ocorrência de pedregosidade, pouca \n\nprofundidade e limitações físicas ao desenvolvimento de raízes. Dessa forma, \n\napenas a camada de 0 a 20 cm foi amostrada, onde se verificou a classificação \n\ntextural franco-arenoso. O teor de argila foi de 16,3 dag kg-1, o maior valor \n\ndessa fração dentre todas as amostras avaliadas. Os teores de silte também se \n\ndestacaram em relação aos demais ambientes, com valor médio de 27,7 dag \n\nkg-1.  \n\nO teor médio de areia (Quadro 6) foi de 56,0 dag kg-1, ainda \n\nprevalecendo a areia fina, embora em níveis similares aos da areia muito fina, \n\ne com discreta participação das demais classes (areia média, grossa e muito \n\ngrossa). \n\n \n\n4.6. Retenção de Água nos Ambientes Estudados \n\n \n\n4.6.1. Curva de Retenção de Água \n\n \n\nAs curvas que representam a capacidade de retenção de água do solo \n\nde cada ambiente estudado podem ser visualizadas na Figura 17, com exceção \n\ndo ambiente E (RL com cerrado ss típico), onde a pedregosidade impossibilitou \n\na coleta de amostras indeformadas,. De maneira geral, em todos os solos \n\navaliados a curva característica de água possui dinâmica semelhante, sendo \n\n\n\n49 \n \n\nobservado que nos potenciais aplicados inferiores a -100 kPa a maior parte da \n\numidade do solo foi retirada (valores &lt;0,05 cm3/cm3), o que pode ser atribuído \n\nà textura arenosa dos mesmos. Quando sob potenciais mais baixos, as curvas \n\nconvergem para uma mesma posição, efeito observado principalmente nos \n\nsolo dos ambientes A, B e C, todos pertencentes à classe dos Neossolos \n\nQuartzarênicos. \n\nO solo do ambiente D (LVA), onde o teor de argila sofre um considerável \n\naumento em relação aos demais, apresenta maiores teores de umidade \n\nquando submetido a praticamente todos os valores de potencial. Segundo Silva \n\n(2005), a posição relativa da CRA obedece geralmente a ordem de plasticidade \n\ndo solo, sendo que os solos de maior plasticidade estão acima daqueles de \n\nmenor plasticidade, a qual está relacionada com o teor de argila, afirmando que \n\num aumento desta fração leva a um aumento da quantidade de água retida sob \n\num mesmo valor de sucção. \n\nDe acordo com Grigolon (2013), os fatores que interferem na capacidade \n\nde retenção de água do solo são o tipo de solo, a estrutura, a granulometria e a \n\nMOS, destacando que as Curvas de Retenção de Água (CRA) geralmente são \n\ndiferentes para solos argilosos, siltosos e arenosos. Para solos arenosos, \n\npequenas variações de sucção (tensão), respondem por praticamente toda a \n\nvariação de umidade.  \n\nConforme Libardi (2010), enquanto os macroporos possuem como \n\nprincipais funções a aeração do solo e a condução de água durante o processo \n\nde infiltração, os microporos têm grande importância no armazenamento de \n\nágua. \n\nConvém destacar que, no solo do ambiente D, também os teores de \n\nareia fina, bem como os teores de silte, são mais altos, comparativamente com \n\nos outros solos estudados, o que pode estar associado à ocorrência de um \n\naumento, ainda que discreto, na proporção de microporos, importantes na \n\nretenção de água pelo solo (Quadro 13). \n\nGrigolon (2013) menciona ainda que, dentre os processos básicos que \n\nocorrem na retenção de água no solo, o fenômeno da capilaridade, relacionado \n\ncom os microporos, é o mais importante na faixa mais úmida do solo, sendo a \n\nmesma influenciada pela estrutura, enquanto que o fenômeno da adsorção, \n\n\n\n50 \n \n\nque ocorre na superfície dos sólidos, é mais importante na faixa mais seca do \n\nsolo sendo influenciada pela textura e pela superfície específica. \n\n \n\n \nFigura 17 – Curva de retenção de água no solo de cada ambiente estudado – APAE Pandeiros. \n \n \n \nQuadro 13 – Atributos físicos dos solos dos ambientes estudaddos(0 a 20 cm) \n\n– APAE do Rio Pandeiros. Dp – densidade de partícula, Ds – \ndensidade do solo, PT – porosidade total, MI – microporosidade, \nMA – macroporosidade \n\n \n\nAmbiente  Dp (g.cm-³) \n Ds \n\n(g.cm-³) \nPT \n\n(cm³.cm-³) \nMI  \n\n(cm³.cm-³) \nMA \n\n(cm³.cm-³) \n\nA (RQ)  2,71 a 1,63 a 0,40 a 0,17 a 0,23 a \nB (RQ)  2,68 a 1,55 a  0,42 a 0,18 a 0,24 a \nC (RQ)  2,68 a 1,62 a 0,40 a 0,15 a 0,25 a \n\n D (LVA)  2,58 b 1,67 a 0,35 a 0,20 a 0,15 b \n \n\n \n\n4.6.2. Equivalente de Umidade \n\n \n\nDe acordo com os resultados apresentados no Quadro 14, e com a \n\nFigura 18, os solos dos ambientes A, B e C (Neossolos Quartzarênicos) \n\npossuem os menores valores de equivalente de umidade nas duas \n\n\n\n51 \n \n\nprofundidades avaliadas. Comparando com esses ambientes, no ambiente D \n\n(LVA com cerrado s.s. típico) o equivalente de umidade praticamente dobra de \n\nvalor, e  no ambiente E (RL com cerrado s.s. típico) esse valor passa a ser \n\nquase quatros vezes superior aos dos três primeiros. Nos  solos dos ambientes \n\nD e E, esse aumento no equivalente de umidade é acompanhado do \n\nincremento no teor de argila. Portanto, nos ambientes onde o solo de baixa \n\nfertilidade possui maiores teores de argila, o desenvolvimento da vegetação \n\nparece estar ligado à disponibilidade hídrica proporcionada pelos atributos \n\nfísicos conforme já discutido, dentre os quais se destaca a microporosidade. \n\nAnalisando os resultados das amostras nas quais se procedeu a \n\nremoção do capeamento dos grãos de areia com materiais de natureza coloidal \n\n(Quadro 14), constatou-se que, para os solos de todos os ambientes \n\nsubmetidos a esse procedimento, o equivalente de umidade foi reduzido de \n\nmaneira significativa. Redução semelhante também pode ser observada nos \n\ndados apresentados no Quadro 15. Nos solos mais arenosos (RQ), \n\nindependente do tipo fitofisionômico que compõe o ambiente, observa-se que o \n\ncapeamento dos grãos de areia proporcionou um equivalente de umidade 4,5 \n\nvezes superior em relação aos grãos que tiveram o capeamento removido. No \n\nambiente com LVA, essa proporção aumenta para 8,7 vezes, e no ambiente \n\ncom RL, onde se observa os maiores teores de argila, essa diferença é \n\nampliada para 10,2 vezes, evidenciando a importância do capeamento na \n\ndisponibilidade hídrica do solo. \n\n \n\nQuadro 14 – Equivalente de umidade dos solos dos ambientes estudados – \nProfundidade 0 a 20 cm – APAE do Rio Pandeiros \n\n \n \n\nAmbiente \nClasse \n\nTextural \n\nE.Umidade (kg kg-1) \n\nCapeadas Não-cap. Difer.Abs.¹ \nDifer.Relat.² \n\n(%) \nA (RQ)  Areia 0,0410 a 0,0112 a 0,0298 264,90 \nB (RQ)   Areia 0,0410 a 0,0084 a 0,0326 386,15 \nC (RQ)  Areia 0,0447 a 0,0088 a 0,0359 406,86 \nD (LVA) Areia-Franca 0,0790 b 0,0091 a 0,0699 771,03 \nE (RL) Franco-areno 0,1593 c 0,0157 0,1437 918,10 \n\n¹Diferença Absoluta(kg kg\n-1\n\n) = Capeadas - Não Capeadas \n²Diferença Relativa(%): 100 (Capeadas/Não Capeadas-1) \nMédias seguidas da mesma letra minúscula na coluna não diferem significativamente entre si \npelo Teste de Tukey a nível de 5% de probabilidade. \n\n\n\n52 \n \n\nEquivalente de Umidade - capeadas e não-capeadas (0 a 20cm)\n\n0\n0,02\n0,04\n0,06\n0,08\n0,1\n\n0,12\n0,14\n0,16\n0,18\n\nA mbiente A  (RQ)   \nCerrado  s.s.      \n\nRalo\n\nA mbiente B  (RQ)   \nCerrado  s.s.\n\nDenso\n\nA mbiente C (RQ )  \nCerrado  s.s.\n\nTípico  \n\nA mbiente D (LVA ) \nCerrado  s.s.\n\nTípico  \n\nA mbiente E (RL)    \nCerrado  s.s.\n\nTípico\n\nAmbiente\n\nE\n.U\n\nm\nid\n\na\nd\n\ne\n (\n\nk\ng\n\n.k\ng\n\n-1\n)\n\nEU (kg.kg-1) - Cap\n\nEU (kg.kg-1) - N.Cap.\n\n \nFigura 18 – Equivalente de Umidade(EU) do solo de cada ambiente estudado – APAE \n\nPandeiros – amostras capeadas e não-capeadas (0 a 20cm). \n \n\nQuadro 15 – Equivalente de umidade dos solos dos ambientes estudados – \nProfundidade 20 a 40 cm – APAE do Rio Pandeiros \n\n \n\nAmbiente \nClasse \n\nTextural \n\nE.Umidade (kg kg-1) \n\nCapeadas Não-cap. Difer.Abs.¹ \nDifer.Relat.² \n\n(%) \nA (RQ) Areia 0,0363 a 0,0063 a 0,0300 474,09 \nB (RQ)   Areia 0,0413 a 0,0089 a 0,0324 364,10 \nC (RQ)  Areia 0,0417 a 0,0056 a 0,0360 640,65 \nD (LVA)  Franco-areno 0,0807 b 0,0106 a 0,0700 659,48 \n\n¹Diferença Absoluta(kg kg\n-1\n\n) = Capeadas - Não Capeadas \n²Diferença Relativa(%): 100 (Capeadas/Não Capeadas-1) \nMédias seguidas da mesma letra minúscula na coluna não diferem significativamente entre si \npelo Teste de Tukey a nível de 5% de probabilidade. \n \n\n4.7. Microscopia Eletrônica de Varredura dos grãos de areia \n\n \n\nNas micrografias realizadas em grãos de areia sem o capeamento \n\n(Figuras 19 – A, B e C) observa-se a superfície irregular e rugosa, com \n\ndepressões preenchidas por partículas de menores dimensões, como matéria \n\norgânica, microrganismos e frações silte e argila. Analisando as imagens das \n\nFiguras 20, 21 e 22, percebe-se que nos ambientes A, B e C o capeamento dos \n\ngrãos de areia não é muito expressivo, ao contrário das micrografias dos grãos \n\nde areia dos ambientes D e E (Figuras 23 e 24) onde se observa o grau mais \n\nelevado de capeamento. Tais observações corroboram uma correlação entre o \n\ncapeamento dos grãos de areia com partículas menores e o conteúdo de \n\numidade no solo tal como discutido anteriormente. \n\n \n\n\n\n53 \n \n\n  \n\n \nFigura 19 – Micrografias de grãos de areia não capeados – APAE Pandeiros(Ambiente A) \n\n \n\n \nFigura 20 – Ambiente A: Micrografia de grãos de areia capeados – APAE Pandeiros \n\n\n\n54 \n \n\n  \nFigura 21 – Ambiente B: (A) Micrografia de grãos de areia capeados; (B) Micrografia com \n\ndetalhe de grão de areia capeado  – APAE Pandeiros \n \n\n \nFigura 22 – Ambiente C: Micrografia de grãos de areia capeados – APAE Pandeiros \n\n \nFigura 23 – Ambiente D: Micrografia de grãos de areia capeados – APAE Pandeiros \n\n\n\n55 \n \n\n \n\n \nFigura 24 – Ambiente E: Micrografia de grãos de areia capeados – APAE Pandeiros \n\n \n\n4.8. Extrações sucessivas de Fósforo com Mehlich-1 e Fósforo Total \n\n \n\nDe acordo com o Quadro 16, o ambiente E (RL com cerrado s.s.típico) \n\napresenta os maiores teores de P, após oito extrações sucessivas com \n\nMehlich-1 (15,1 mg dm-3), seguido do ambiente B (RL com cerrado s.s.denso), \n\ncom 9,0 mg dm-3. Os demais ambientes, com teores entre 7,1 e 7,7 mg dm-3 \n\napresentaram teores mais próximos e menores que os dois ambientes já \n\nindicados (Figura 32). Esses dados concordam com a análise química de \n\nrotina, procedimento freqüente para fins de avaliação da fertilidade do solo, e \n\nque é realizada com apenas uma extração. Dessa forma, no que se refere à \n\ndisponibilidade de P, nos ambientes E e B verificam-se as melhores condições \n\npara o desenvolvimento da vegetação, tendo em vista a reconhecida \n\nimportância que o P tem para o crescimento das plantas.  \n\nÉ importante ressaltar que, em ambientes oligotróficos, o \n\ndesenvolvimento dos seres vivos depende da capacidade de adaptação \n\ndestes, bem como da eficiência na utilização dos escassos recursos \n\ndisponíveis, que por mais limitados que sejam, em condições naturais repre- \n\n \n\n\n\n56 \n \n\nQuadro 16 – Extrações sucessivas de P com Mehlich-1, nos solos dos \n\nambientes estudados – APAE Pandeiros  \n\nLocal de \nColeta \n\nAmostras \nP (mg.dm-3)  -  Extrações sucessivas (Melich-1) \n\n1ª 2ª 3ª 4ª 5ª 6ª 7ª 8ª TOTAL \n\n \nAmbiente A  (RQ)  \n\n         \nAmbiente A \n\n(RQ)         \nCerrado \n\ns.s.       \nRalo \n\nT-01 (0-20 cm) 1,71 1,05 1,10 0,79 0,83 0,64 0,64 0,95 7,70 \n\nT-02 (0-20 cm) 1,90 0,94 1,21 0,70 0,71 0,71 0,61 0,71 7,49 \n\nT-03 (0-20 cm) 1,80 1,05 1,67 0,79 0,71 0,59 0,66 0,81 8,08 \n\nMédia 1,80 1,02 1,33 0,76 0,75 0,64 0,64 0,82 7,76 a \n\n \nAmbiente B  (RQ)  \n\n         \nAmbiente B \n\n(RQ)        \nCerrado \n\ns.s. Denso \n\nT-01 (0-20 cm) 2,56 1,13 1,41 0,79 0,90 0,61 0,78 0,88 9,07 \n\nT-02 (0-20 cm) 3,09 1,32 1,48 0,91 0,95 0,47 0,59 0,47 9,27 \n\nT-03 (0-20 cm) 2,15 0,94 1,85 0,83 0,95 0,52 0,47 0,95 8,67 \n\nMédia 2,60 1,13 1,58 0,84 0,94 0,53 0,61 0,77 9,01 b \n\n \nAmbiente C  (RQ)   \n\n         \nAmbiente C \n\n(RQ )      \nCerrado \n\ns.s. Típico  \n\nT-01 (0-20 cm) 2,53 1,00 1,10 0,71 0,68 0,44 0,56 0,68 7,72 \n\nT-02 (0-20 cm) 1,37 0,77 1,10 0,77 0,64 0,40 0,47 0,52 6,03 \n\nT-03 (0-20 cm) 2,44 0,94 1,26 0,70 0,64 0,40 0,59 0,68 7,64 \n\nMédia 2,11 0,91 1,15 0,73 0,65 0,41 0,54 0,63 7,13 ab \n\n \nAmbiente D (LV)   \n\n         \nAmbiente D \n\n(LVA)            \nCerrado \n\ns.s. Típico  \n\nT-01 (0-20 cm) 1,49 0,94 1,13 0,83 0,88 0,64 0,66 0,83 7,41 \n\nT-02 (0-20 cm) 1,49 0,94 1,53 0,85 0,76 1,40 0,73 0,95 8,66 \n\nT-03 (0-20 cm) 0,94 0,64 1,05 0,71 1,25 0,64 0,54 0,73 6,50 \n\nMédia 1,31 0,84 1,24 0,80 0,96 0,89 0,64 0,84 7,52 b \n\n \nAmbiente E (RL)  \n\n         \nAmbiente E \n\n(RL)        \nCerrado \n\ns.s. Típico \n\nT-01 (0-20 cm) 3,84 2,65 2,93 1,97 1,25 1,45 1,47 1,42 16,98 \n\nT-02 (0-20 cm) 3,62 2,65 2,63 2,00 1,27 1,32 0,88 1,25 15,62 \n\nT-03 (0-20 cm) 3,09 1,53 2,07 1,45 1,15 0,95 1,63 0,93 12,79 \n\nMédia 3,51 2,27 2,54 1,81 1,23 1,24 1,33 1,20 15,13 c \nMédias seguidas da mesma letra minúscula na coluna não diferem significativamente entre \n\nsi pelo Teste de Tukey a nível de 5% de probabilidade. \n\n \n\nsentam o meio que vem possibilitar o estabelecimento de determinada \n\ncomunidade. Assim, o conhecimento das reservas de nutrientes no solo não \n\ndeverá se restringir apenas à identificação das suas formas e da quantificação \n\nde teores disponíveis, mas deverá levar em conta também os indivíduos que as \n\nestão utilizando através de mecanismos próprios de adaptação. Embora os \n\nníveis de elementos químicos presentes em solos distróficos venham parecer \n\nbaixos do ponto de vista do uso de solos agrícolas, os mesmos estão sendo \n\n\n\n57 \n \n\nadequados ao estabelecimento das formas fitofisionômicas dos cerrados que \n\naqui estão sendo estudados. Araujo et al. (2004) avaliando a reposição do P \n\nmais lábil pelas frações menos lábeis  no solo, chamam a atenção para o fato \n\nde que a determinação do P disponível realizada na análise de rotina é uma \n\nmedida estática e pode não refletir a real capacidade do solo suprir esse \n\nelemento às plantas, justificando assim a utilização das extrações sucessivas \n\ncomo método para caracterizar a capacidade de suprimento e investigação da \n\ncinética de dessorção de P no solo. \n\n \n\nP - Extração Sequencial (8 seções) - (0 a 20cm)\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n1ª 2ª 3ª 4ª 5ª 6ª 7ª 8ª\nExtrações\n\nP\n e\n\nx\ntr\n\na\níd\n\no\n a\n\nc\nu\n\nm\nu\n\nla\nd\n\no\n (\n\nm\ng\n\n.d\nm\n\n-3\n)\n\nAmb A - RQ\n\nAmb B - RQ\n\nAmb C - RQ\n\nAmb D - LVA\n\nAmb E - RL\n\n \nFigura 25 – Extrações sucessivas de P com Mehlich-1, nos solos dos ambientes estudados – \n\nAPAE Pandeiros \n \n\n \n\nO solo do ambiente B (RQ) apresenta maiores valores de P total \n\n(Quadro 17), com teor médio na camada de 0 a 20 cm de 81,3 mg dm-3, \n\nenquanto nos demais solos os teores variam entre 44,5 e 63,9 mg dm-3. \n\nInteressante destacar que esse mesmo solo apresenta menores valores de P \n\nextraível com Mehlich-1 em relação ao solo do ambiente E, indicando que parte \n\ndo P do solo encontra-se em formas não disponíveis ou não extraíveis pelos \n\nprocedimentos de rotina. Nesse caso específico,, a camada de serapilheira \n\nencontrada recobrindo o solo arenoso do ambiente B sugere que tais formas de \n\nP podem estar relacionadas com P orgânico, o que representaria assim \n\n\n\n58 \n \n\nimportante reserva de P para as plantas que ali se encontram estabelecidas, \n\npodendo assim explicar o maior grau de desenvolvimento da vegetação. \n\nDe acordo com Silva &amp; Mendonça (2007), os teores de P orgânico no \n\nsolo podem variar entre 15 a 80 %, tendo mencionado que na camada \n\nsuperficial de solos sob cerrado essa contribuição corresponde a 21 a 34%, \n\ncom maiores valores sendo observados em solos arenosos. Segundo esses \n\nautores, sistemas que privilegiem o aporte orgânico contínuo no solo podem \n\naumentar a ciclagem do P e aumentar a sua disponibilidade para as plantas, \n\nafirmando ainda que em ambientes naturais a mineralização do P orgânico \n\npode se constituir na principal fonte de P. \n\nNovais et al. (2008) argumentam que, em condições não-favoráveis à \n\nmineralização de resíduos orgânicos, que se acumulam no solo, o acúmulo de \n\nMO seria uma “solução” para estocar nutrientes em formas disponíveis, sem \n\nfavorecer a interferência negativa da fase mineral na manutenção de nutrientes \n\nciclados. Assim, A lenta mineralização da fase orgânica garantiria um \n\nsuprimento mais gradual de P e de outros nutrientes. \n\nGatiboni (2003), citando diversos autores, menciona que em \n\necossistemas naturais a disponibilidade de fósforo está relaciona à ciclagem \n\ndas formas orgânicas, acrescentando que em solos mais intemperizados 80 % \n\nprovém dessas frações.  \n\nChama ainda atenção o solo do ambiente E, cujos teores de P total na \n\ncamada de 0 a 20 cm (56,8 mg dm-3) encontram-se inferiores aos detectados \n\nnos solos mais arenosos dos ambientes B (81,3 mg dm-3), e em níveis \n\nestatisticamente similares aos do ambiente C (55,5 mg dm-3) e D (63,9 mg dm-\n\n3), apesar dos teores de P extraível com Mehlich-1 estarem bastante \n\nsuperiores, indicando a predominância de formas mais disponíveis para as \n\nplantas nesse solo. Como fator limitante ao desenvolvimento da vegetação \n\nnesse solo, aqui é importante recordar a ocorrência de pedregosidade \n\nassociada à reduzida profundidade efetiva, que dificulta o crescimento das \n\nraízes e a exploração do solo em profundidade. \n\n \n\n\n\n59 \n \n\nQuadro 17 – Fósforo total nos ambientes estudados – APAE Rio Pandeiros \n\n \n\n  \nProfundidade / \n\namostras \n\nAmbiente A \n(RQ) Cerrado \n\ns.s. RALO \n\nAmbiente B \n(RQ) Cerrado \ns.s. DENSO \n\nAmbiente C \n(RQ) Cerrado \ns.s. TÍPICO \n\nAmbiente D \n(LVA) Cerrado \n\ns.s. TÍPICO \n\nAmbiente E \n(RL) Cerrado \ns.s. TÍPICO \n\nPtotal (mg.kg-¹) \n\n0 a 20 cm 37,83 79,83 49,95 58,25 58,25 \n\n0 a 20 cm 49,95 84,30 58,25 71,05 58,25 \n\n0 a 20 cm 45,87 79,83 58,25 62,47 54,08 \n\nMédia(0 a 20 cm) 44,55 a 81,32 b 55,49 a 63,93 a 56,86 a \n\nPtotal (mg.kg-¹) \n\n20 a 40 cm 45,87 75,42 54,08 45,87 - \n\n20 a 40 cm 54,08 71,05 75,42 66,74 - \n\n20 a 40 cm 45,87 75,42 49,95 66,74 - \n\nMédia(0 a 20 cm) 48,61 a 73,96 b 59,82 ab 59,78 ab - \nMédias seguidas da mesma letra minúscula na linha não diferem significativamente entre si pelo Teste de Tukey a nível de 5% de probabilidade \n\n\n\n60 \n \n\n5. CONCLUSÕES \n\n- Os ambientes estudados têm como característica a ocorrência de solos \n\ndistróficos (RQ, LVA, RL) cuja cobertura vegetal é o cerrado strictu sensu (s.s.),  \n\ncom variações fitofisionômicas que vão desde o cerrado ralo, passando pelo \n\ncerrado típico até o cerrado denso. Mesmo levando em conta o caráter \n\noligotrófico desses ambientes, foram identificadas variações edáficas entre os \n\nmesmos que possibilitaram o estabelecimento de gradientes fitofisionômicos. \n\n- No ambiente onde o cerrado se desenvolve sobre concreções detrítico-\n\nlateríticas (RL), o porte da vegetação está mais associado com aspectos \n\nquímicos, relacionados a maiores teores de K, P e soma de bases trocáveis, \n\nalém das propriedades físico-hídricas, como equivalente de umidade e \n\nretenção de água. \n\n- Nos solos arenosos, o porte da vegetação está mais relacionado com a \n\nciclagem de nutrientes (estoque de serapilheira no solo). Nesses solos, o \n\ncapeamento dos grãos de areia com material de natureza coloidal, seja matéria \n\norgânica ou argila, proporciona melhor condicionamento físico-hídrico, o que se \n\nreflete no maior desenvolvimento da vegetação. \n\n- Em ambientes oligotróficos a sustentabilidade das comunidades vegetais que \n\nali se mantém está diretamente relacionada com o estoque de  serapilheira no \n\npiso florestal, a qual deverá estar propiciando melhores condições de \n\ndesenvolvimento das plantas, seja pela ciclagem de nutrientes ou mesmo pelo \n\nmelhor condicionamento físico-hídrico dos solos. \n\n- Em sistemas arenosos e oligotróficos estudados na APAE do rio Pandeiros, \n\npara uma mesma situação climática, topográfica e de classe de solo, a \n\nsucessão da vegetação do cerrado parece estar estreitamente ligada com a \n\nprodução de serapilheira, sugerindo a importância dessa cobertura orgânica \n\nsua sustentabilidade do ambiente. Observando a sequencia Cerrado s.s. ralo, \n\nCerrado s.s. típico e Cerrado s.s. denso, a produção vegetal, que reflete a sua \n\ntipificação fitofisionômica, aumenta com o acúmulo de serapilheira na superfície \n\ndo solo. \n\n\n\n61 \n \n\n6. REFERÊNCIAS BIBLIOGRÁFICAS \n\nALVAREZ, V.H.; NOVAIS, R.F.; BARROS, N.F.; CANTARUTTI, R.B.; LOPES, \nA.L. Interpretação dos resultados das análises de solos. In: RIBEIRO, A.C.; \nGUIMARÃES, P.T.G.; ALVAREZ V., V.H. Recomendações para o uso de \ncorretivos e fertilizantes em Minas Gerais – 5.ª Aproximação. Viçosa: \nCFSEMG, p. 25-32. 1999. \n\nALVAREZ, V.H.; FONSECA, D.M. Determinação de doses de fósforo para \ndeterminação da capacidade máxima de adsorção  de  fosfatos  e  para  \nensaios em casa de vegetação.R. Bras. Ci. Solo, v.14, n.1, p.49-55, 1990. \n\nANJOS, L.H.C.; PEREIRA, M.G., FONTANA, A. Matéria orgânica e \npedogênese. In: SANTOS, G.A. et al. Fundamentos da matéria orgânica \ndo solo – ecossistemas tropicais e subtropicais.2ªed.Porto Alegre: \nMetrópole, p.65-86. 2008. \n\nARAÚJO, M.S.B.; SCHAEFER, C.E.G.R.; SAMPAIO, E.V.S.B. Frações de \nfósforo após extrações sucessivas com resina e incubação, em Latossolos \ne Luvissolos do Semi-arido de Pernambuco.R. Bras. Ci. Solo, v.28,n.2, \np.259-268, 2004. \n\nBERG, E. van den et al. Estrutura do componente arbóreo de galeria aluvial \nem Poços de Caldas,MG. In: CONGRESSO NACIONAL DE BOTÂNICA, \n57. 2006, Gramado. Anais. Gramado: SBB, p.1-3,2006. \n\nBETHONICO, M.B.M. Área de proteção ambiental estadual do rio \nPandeiros-MG: espaço, território e atores. 288p.Tese (Doutorado em \nGeografia), UFF, 2009.  \n\nBETHONICO, M. B. M. Rio Pandeiros: território e história de uma área de \nproteção ambiental no Norte de Minas Gerais. Revista Acta Geográfica, \nn.5, p.23-38,2009. \n\nCALDEIRA, M.C.W. et al.Quantificação de serapilheira e de nutrientes – \nfloresta ombrófila mista Montana - Paraná. Revista Acadêmica, v.5, n.2, \np.101-116, 2007. \n\nCAMELO, D.L. Mineralogia,extração de P, susceptibilidade magnética e \nteor de elementos traço em s de Minas Gerais.106p. Dissertação \n(Mestrado em Solos e Nutrição de Plantas), UFV, 2012. \n\nCETEC. Levantamento integrado de recursos naturais da região noroeste \nde Minas Gerais. 1980. Mapa Geológico. Escala 1:500.000. \n\nCETEC. Levantamento integrado de recursos naturais da região noroeste \nde Minas Gerais. 1980. Mapa Geomorfológico. Escala 1:500.000. \n\nCESAR, O.; LEITÃO FILHO, H.F. Estudo florístico quantitativo de mata \nmesófila semidecídua na Fazenda Barreiro Rico, município de Anhembi, \nSP. Revista Brasileira de Biologia,v.50, n.1, p.91-109, 2005. \n\nCORREIA, M.E.F.; ANDRADE, A.G.. Formação de serapilheira e ciclagem de \nnutrientes. In: SANTOS, G.A. et al. Fundamentos da matéria orgânica do \nsolo – ecossistemas tropicais e subtropicais. 2ªed. Porto Alegre: \nMetrópole, p.137-158. 2008. \n\n\n\n62 \n \n\nCOSTA, L.M.; OLSZEVSKI, N. Caracterização da Paisagem do Cerrado. In: \nFALEIRO, F.G.;NETO, A.L.F. Savanas:desafios e estratégias para o \nequilíbrio entre sociedade, agronegócio e recursos naturais. \nPlanaltina, Embrapa Cerrados, 2008. p.363-378. \n\nCRONQUIST, A. The evolution and classification of flowering plants. 2.ed. \nBronx, USA: The New York Botanical Garden. 555p, 1988. \n\nDICK, D.P. et al. Química da matéria orgânica do solo. In: MELO, V.F., \nALLEONI, L.R.F. Química e Mineralogia do Solo Parte II – Aplicações. \nSBCS, p.2-67, 2009. \n\nDICKOW, K.M.C.; MARQUES,R.; PINTO,C.B. Lixiviação de nutrientes da \nserapilheira recém depositada em sucessão ecológica na floresta atlântica, \nlitoral do Paraná. Floresta, v.39, n.1, p.145-156. 2009. \n\nEMBRAPA. Manual de análise químicas de solos, plantas e fertilizantes. \nEmbrapa Informação Tecnológica, 627p, 2009. \n\nEMBRAPA (Centro Nacional de Pesquisa de Solos). Manual de métodos de \nanálise de solo. Rio de Janeiro, Centro Nacional de Pesquisa de \nSolos.212p. 1997. \n\nFERNANDES, L.A. et al.Propriedades químicas e bioquímicas de solos sob \nvegetação de mata e campo cerrado adjacentes. Ciência e \nAgrotecnologia, v.21, n.1, p.58-70, 1997. \n\nFONSECA, D.S.R. Avaliação temporal por NDVI em ambientes naturais na \nÁrea de Preservação Ambiental do Rio Pandeiros-MG. 39p. Dissertação \n(Mestrado em Ciências Agrárias). ICA/UFMG, Montes Claros,MG,  2012. \n\nFONTES, H.R. Efeito de sistemas de manejo de solo sobre o \ndesenvolvimento de coqueiros em areia quartzosa marinha. 81p. \nDissertação (Mestrado em Fitotecnia), UFV, Viçosa, MG, 1984. \n\nFRANCO, A.C. Ecophysioloy of woody plants. In: OLIVEIRA,P.S.; MARQUIS, \nR.J.(eds.).The cerrados of Brazil. New York: Columbia University Press, \n2002, p.178-197. \n\nGATIBONI, L.C. Disponibilidade de formas de fósforo do solo às plantas. \n231p. Tese (Doutorado), UFSM, Santa Maria, RS, 2003. \n\nGRIGOLON,G.B. Curva de retenção de água no solo determinada a partir \nde um número mínimo de pares de umidade e tensão na câmara de \nRichards. 82p. Dissertação(Mestrado em Ciências), ESALQ, Piracicaba, \n2013. \n\nIBGE, INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA. Mapa de \nVegetação do Brasil. Rio de Janeiro,IBGE, 2004. \n\nINSTITUTO DE GEOCIENCIAS APLICADAS. Áreas de proteção ambiental \nno Estado de Minas Gerais: demarcação e estudos para o pré-\nzoneamento ecológico-APA Bacia do Rio Pandeiros. Belo Horizonte, \n269 p, 2006. \n\nJACOMINE,P.K.T. et al. Levantamento exploratório – reconhecimento de \nsolos do Norte de Minas Gerais, área de atuação da SUDENE. \nRecife,PE: EMBRAPA-SNLCS, 108 p, 1979. \n\n\n\n63 \n \n\nKOTCHETKOFF-HENRIQUES, O.;JOLY, C.A.; BERNACCI, L.C. Relação entre \no solo e a composição florística de remanescentes de vegetação natural no \nMunicípio de Ribeirão Preto, SP.Revista Brasil.Bot., v.28, n.3, p.541-562, \n2005. \n\nLIBARDI, P.L. Água no solo. In: QUIRINJ de Jong van Lier. (Org.). Física do \nSolo. Viçosa, SBCS, 2010, p.103-152. \n\nLIMA, O.A.L.; SANTOS, E.S.M. Caracterização geológica e geofísica do \nsistema aquífero Urucuia e de seu substrato nas bacias dos rios Arrojado e \nFormoso, Bahia. Revista Brasileira de Geofísica, v.29, n.4, p.723-744, \n2011. \n\nMELO,D.D.V. Floristica, analise fitossociológica e modelo para \nrevegetação da bacia do rio São Francisco MG. 256p. Dissertação \n(Mestrado), UFLA, Lavras, 2008. \n\nMENDONÇA, R.C. et al. Flora vascular do bioma cerrado – checklist com \n12.356 espécies. In: SANO, S.M.; ALMEIDA, S.P.; J.F. RIBEIRO. Cerrado \nEcologia e Flora. v.2. Brasilia, Embrapa Cerrados, 2008. p.421-442. \n\nMOURA, M.T.T. O quadro geográfico regional In: PROUS. A., RODET, M.J., \nOLIVEIRA, R. Arquivos do Museu de História Natural: Arqueologia do \nVale do Rio Peruaçu e adjacências – Minas Gerais, Belo Horizonte, \nUFMG, v.19, 2009, p.21-40. \n\nMURPHY, J.; RILEY, J.P. A modified single solution method for determination \nof phosphate in natural waters. Anal. Chim. Acta, v. 27, p. 31-36, 1962. \n\nNERI, A.V. Gradiente pedológico-vegetacional de cerrado em Paraopeba-\nMG. 125p. Tese (Doutorado em Botânica), UFV, Viçosa, 2007. \n\nNOVAIS, R.F; SMYTH, T.J; NUNES, F.N. Fósforo. In: NOVAIS, R.F., \nALVAREZ, V., V.H., BARROS, N.F., FONTES, R.L.F. CANTARUTTI, R.B.; \nNEVES, J.C.L. Fertilidade do solo. Viçosa: Sociedade Brasileira de \nCiência do Solo, 2007. p.471-550. \n\nNUNES, Y.R.F.; AZEVEDO, I.F.P.; NEVES, W.V.; VELOSO, M.D.M.; SOUZA, \nR.A.; FERNANDES, G.W. Pandeiros: o pantanal mineiro. BIOTA, v.2, n.2, \np.4-17, 2009. \n\nOLIVEIRA FILHO, A.T.; RATTER, J.A. Vegetation physiognomies and \nwoody flora of the cerrado biome. In: OLIVEIRA, P.S.; MARQUIS, R.J. \n(eds.).The cerrados of Brazil. New York: Columbia University Press, 2002, \np.91-120. \n\nPAGANO, S.N.; LEITÃO FILHO, H.F. Composição florística do estrato arbóreo \nda Floresta Estadual Semidecidual, município de Rio Claro, Estado de São \nPaulo. Revista Brasileira de Botânica, v.10, n.1, p.49-61, 1987. \n\nRIZZINI, C.T. Tratado de fitogeografia do Brasil: aspectos ecológico, \nsociológicos e florísticos.2ª ed. Rio de Janeiro, Ambito Cultural, 747 \np,1997. \n\nROCHA, P.A. Características edáficas de cinco ambientes de restinga do \nParque Estadual Paulo Cesar Vinha-ES, Brasil. 74p. Dissertação \n(Mestrado), UFV, Viçosa, 2012. \n\n\n\n64 \n \n\nROSSI. M. et al. Relação solo-vegetação em área natural no Parque Estadual \nde Porto Ferreira,São Paulo. Revista do Instituto Florestal, v.17, n.1, \np.45-61, 2005. \n\nRUIZ, H.A. Incremento da exatidão da análise granulométrica do solo por meio \nda coleta da suspensão (silte + argila).R. Bras. Ci. Solo, v.29, p.257-300, \n2005. \n\nSANTOS, A.H; CASSOL,P.C; KAMINSKI, J.; ANGHIONONI, I. Fósforo \norgânico do solo. In: SANTOS, G.A. et al. Fundamentos da matéria \norgânica do solo – ecossistemas tropicais e subtropicais. 2ªed. Porto \nAlegre, Metrópole, 2008. p.101-111. \n\nSANTOS, L.J.; MARMONTEL, C.V.F.; MARTINS, T.M.; MELO, A.G.C. \nFitossociologia de cerrado sensu stricto localizado no município de \nCarbonita–MG. Rev.C.E.E.Florestal, v.15, n.1, p.77-90, 2010. \n\nSCORIZA, R.N. et al. Métodos para coleta e análise de serrapilheira aplicados \nà ciclagem de nutrientes. Floresta e ambiente, v.2, n.2, p.01-18, 2012. \n\nSILVA, A.M. Banco de dados de curvas de retenção de água de solos \nbrasileiros.125p.Dissertação (Mestrado em Geotecnia), USP-Escola de \nEngenharia de São Carlos, São Carlos, SP, 2005. \n\nSILVA, I.R e MENDONÇA, E.S. Matéria orgânica do solo. In: NOVAIS, R.F., \nALVAREZ, V., V.H., BARROS, N.F., FONTES, R.L.F. CANTARUTTI, R.B.; \nNEVES, J.C.L. Fertilidade do solo. Viçosa, Sociedade Brasileira de \nCiência do Solo, 2007. p.275-374. \n\nSPERA, S.T.; FERREIRA, M.M.; CURI, N. Inter-relações entre propriedades \nfísico-hídricas de solos e vegetações adjacentes de mata e campo no alto \nRio Grande,MG. Ciência e Agrotecnologia, v.20, n.2, p.178-182, 1996.  \n\nWALTER, B.M.T; CARVALHO, A.M.; RIBEIRO,J.F. O conceito de savana e de \nseu componente cerrado. In: SANO, S.M.; ALMEIDA, S.P.; J.F. RIBEIRO. \nCerrado Ecologia e Flora. v.1. Brasilia, Embrapa Cerrados, 2008. p.21-45. \n\nVELOSO, H.P. et al. Classificaçao da vegetaçao brasileira, adaptada a um \nsistema universal. IBGE, Rio de Janeiro, 124 p, 1991. \n\nVELOSO, M.D.M. Estrutura,diversidade florística e variações espaciais do \ncomponente arbóreo-arbustivo  da vegetação ciliar  do rio Pandeiros, \nNorte de Minas Gerais. 156 p. Tese (Doutorado), UFLA, Lavras, MG, \n2011. \n\nVIDAL, M.M.; PIVELLO, V.R.; MEIRELLES, S.T.; METZGER, J.P. Produção de \nserapilheira em floresta Atlântica secundária numa paisagem fragmentada, \nIbiúna, SP. Revista Brasileira de Botânica, v.30, n.3, p.521-532, 2007. \n\nYEOMANS, J.C.; BREMNER, J.M. A rapid and precise method for routine \ndetermination of organic carbon in soil. Communications in Soil Science \nand Plant Analysis, v.19, p.1467-1476,1988."}]}}}