{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09469"}, {"@name": "filename", "#text": "14455_001098943.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL\nFACULDADE DE CIÊNCIAS ECONÔMICAS\nIAN HAAS MIZOGUCHI\nOS DESAFIOS DO PLÁSTICO\nE CENÁRIOS PARA O FUTURO\nPORTO ALEGRE\nIAN HAAS MIZOGUCHI\nOS DESAFIOS DO PLÁSTICO\nE CENÁRIOS PARA O FUTURO\nTrabalho de conclusão submetido ao Curso de Graduação de Ciências Econômicas da Faculdade de Ciências Econômicas da UFRGS, como requisito parcial para obtenção do título bacharel em Economia.\nOrientador: Prof. Dr. Eduardo Ernesto Filippi\nPorto Alegre\nCIP - Catalogação na Publicação\nMizoguchi, Ian Haas\nOs desafios do plástico e cenários para o futuro / Ian Haas Mizoguchi. -- 2019.\n66 f.\nOrientador: Eduardo Ernesto Filippi.\nTrabalho de conclusão de curso (Graduação) -Universidade Federal do Rio Grande do Sul, Faculdade de Ciências Econômicas, Curso de Ciências Econômicas, Porto Alegre, BR-RS, 2019.\n1. Plástico. 2. Danos ambientais. 3. Sustentabilidade. 4. Gestão de resíduos sólidos. 5. Economia ecológica. I. Filippi, Eduardo Ernesto, orient. II. Título.\nElaborada pelo Sistema de Geração Automática de Ficha Catalográfica da UFRGS com os dados fornecidos pelo(a) autor(a).\nIAN HAAS MIZOGUCHI\nOS DESAFIOS DO PLÁSTICO E CENÁRIOS PARA O FUTURO\nTrabalho de conclusão submetido ao Curso de Graduação de Ciências Econômicas da Faculdade de Ciências Econômicas da UFRGS, como requisito parcial para obtenção do título bacharel em Economia.\nOrientador: Prof. Dr. Eduardo Ernesto Filippi\nAprovada em: Porto Alegre, 05 de julho de 2019.\nBANCA EXAMINADORA:\nProf. Dr. Eduardo Ernesto Filippi (Orientador) UFRGS\nProfa. Dra. Rumi Regina Kubo UFRGS\nProf. Dr. Fabian Scholze Domingues UFRGS\nAGRADECIMENTOS\nPrimeiramente, gostaria de agradecer à minha família pelo apoio incondicional às minhas escolhas, ao longo de toda minha trajetória. Aos meus amigos, por terem me acompanhado nessa jornada.\nAgradeço também à UFRGS e a todo o corpo docente e funcionários, que me proporcionaram aprendizados e oportunidades imensuráveis.\nPor fim, um agradecimento especial à Laura, minha parceira e companheira, que me apoiou ao longo de todo o processo e me inspira todos os dias.\nRESUMO\nO advento dos polímeros classificados como plástico e o aumento exponencial da sua utilização observado a partir da segunda metade do século XX trouxeram diversos benefícios. Por ser leve, durável e barato possibilitou ganhos de eficiência em veículos, a massificação de produtos eletrônicos, usos inovadores no setor da saúde e ajudou a aumentar o tempo de prateleira dos alimentos comercializados. Entretanto, algumas características que fizeram esses polímeros atraentes também o tornam um grande problema ambiental. A resistência e a alta durabilidade do plástico fazem com que os resíduos despejados no meio ambiente, particularmente nos oceanos, se acumulem e ameacem a fauna, que confunde os resíduos por alimentos e são contaminados ou feridos. Exacerbando este fenômeno, o setor de embalagens plásticas, itens de baixíssimo tempo de vida útil, hoje representa 36% da produção total de polímeros, devido ao seu baixo custo de produção e às suas capacidades isolantes. Há ainda preocupações com os efeitos sobre a saúde humana do plástico e do uso excessivo de petróleo e gás natural, fontes não renováveis, para a sua produção. Neste contexto, este trabalho apresenta uma série de cenários futuros, estendendo-se até 2050, da produção de plástico e da geração acumulada dos seus resíduos. Tais projeções têm como objetivo auxiliar na construção de estratégias para lidar com a questão, dado o elevado volume de produção observado. Mesmo em um cenário de forte restrição ao consumo, ainda deve haver despejo de milhões de toneladas de plástico nos oceanos nas próximas décadas. Sendo assim, conclui-se que é necessário um conjunto de medidas para limitar os danos causados pelo plástico, incluindo redução do consumo, aumento da taxa de reciclagem, inovação tecnológica e medidas reparatórias.\nPalavras-chave: Plástico. Danos ambientais. Gestão de resíduos sólidos. Sustentabilidade. Economia ecológica.\nABSTRACT\nThe advent of the group of polymers classified as plastic and the exponential increase in their use observed from the second half of the twentieth century onwards brought several benefits to the general populace. As it is lightweight, durable and inexpensive, it has enabled vehicle efficiency gains, mass-market electronics, innovative uses in the healthcare industry and helped increase the shelf life of foods. However, some features that made these polymers appealing also make them a major environmental problem. The resistance and high durability of plastics make the waste dumped in the environment, particularly in the oceans, accumulate and threaten marine fauna, which confuses waste by food and is contaminated or injured. Aggravating this phenomenon, the plastic packaging sector, items with extremely short lifespan, today represents 36% of the total production of polymers, due its low cost and insulation capacities of plastics. There are also concerns about the effects on human health of plastic consumption and the excessive use of oil and natural gas, non-renewable sources, for their production. Given this scenario, this paper presents a series of future scenarios, extending up to 2050, of plastic production and the accumulated generation of its waste. These projections aim to help in coming up with a framework of strategies to deal with this issue, given the high volume of production that we already have. Even in a scenario of strong restrictions on consumption, millions of tons of plastic will still be dumped in the oceans in the coming decades. Therefore, it is concluded that an array of measures is needed to limit the damage caused by plastics, including consumption reduction, increased recycling rates, technological innovation and remedial measures.\nKeywords: Plastics. Environmental damages. Solid waste management. Sustainability. Ecological economics.\nLISTA DE ILUSTRAÇÕES\nGráfico 1 - Concentração de CO2 na atmosfera, em ppm.......................................12\nGráfico 2 - Anomalia na temperatura média global, em °C....................................13\nGráfico 3 - Produção anual de plástico, em milhões de toneladas............................26\nGráfico 4 - Distribuição setorial da produção de plástico..................................27\nGráfico 5 - Resíduos plásticos primários gerados por setor.................................30\nGráfico 6 - Evolução do destino dado aos resíduos plásticos................................32\nGráfico 7 - Resíduos plásticos per capita vs PIB per capita................................34\nGráfico 8 - Resíduos plásticos mal geridos per capita vs PIB per capita....................35\nMapa 1 - Porcentagem dos resíduos que são mal manejados em cada país.......................36\nGráfico 9 - População costeira vs plástico mal manejado....................................38\nGráfico 10 - Distribuição de probabilidade de produtos alcançarem o fim da\tsua\tvida útil.50\nGráfico 11 - Resíduos gerados por ano, por forma de descarte...............................51\nGráfico 12 - Projeção de produção anual - cenário de referência............................52\nGráfico 13 - Total de resíduos gerados - cenário de referência.............................53\nGráfico 14 - Projeção de produção anual - cenário de restrição de plásticos de uso\túnico...55\nGráfico 15 - Total de resíduos gerados - restrição de plásticos de uso único...............56\nGráfico 16 - Projeção de produção, cenário de redução do consumo...........................57\nGráfico 17 - Total de resíduos gerados - redução do consumo................................58\nLISTA DE TABELAS\nTabela 1 - Tempo de vida útil médio em anos dos produtos plásticos, por setor.29\nTabela 2 - Comparativo do total de resíduos gerados adicionais, em bilhões de toneladas.59\nSUMÁRIO\n1.INTRODUÇÃO....................................................9\n2.\tPERSPECTIVAS TEÓRICAS.......................................11\n2.1\tO ANTROPOCENO...........................................11\n2.2\tSUSTENTABILIDADE........................................14\n2.2.1\tRenda e degradação ambiental........................15\n2.2.2\tRenda e bem estar...................................17\n2.2.3\tTecnologia e degradação ambiental...................20\n3.\tA ERA DO PLÁSTICO...........................................21\n3.1\tA ASCENSÃO DO PLÁSTICO..................................21\n3.2\tO CRESCIMENTO DA PRODUÇÃO...............................25\n3.3\tGERAÇÃO DE RESÍDUOS.....................................28\n3.3.1\tDestino dos rejeitos plásticos......................30\n3.4\tDETERMINANTES DA GERAÇÃO DE RESÍDUOS....................33\n3.4.1\tResíduos gerados e renda............................33\n3.4.2\tResíduos gerados e população costeira...............37\n3.5\tOS MALEFÍCIOS DO PLÁSTICO...............................38\n3.6\tALTERNATIVAS............................................42\n3.6.1\tAumento da taxa de reciclagem.......................42\n3.6.2\tBioplástico e plástico biodegradável................44\n3.6.3\tPolíticas restritivas...............................45\n4.\tCENÁRIOS PARA O FUTURO......................................47\n4.1\tMETODOLOGIA.............................................47\n4.2\tO CENÁRIO ATUAL.........................................50\n4.3\tCENÁRIO DE REFERÊNCIA - MANUTENÇÃO DA TENDÊNCIA ATUAL....51\n4.4\tCENÁRIO 2 - RESTRIÇÃO DO USO DE PLÁSTICO DE USO ÚNICO...54\n4.5\tCENÁRIO 3 - REDUÇÃO DO CONSUMO..........................56\n4.6\tDISCUSSÃO DOS RESULTADOS................................58\n5.\tCONSIDERAÇÕES FINAIS........................................61\nREFERÊNCIAS....................................................63\n1.INTRODUÇÃO\nVivemos atualmente na era geológica do Antropoceno, momento marcado por significativo impacto da interferência humana sobre indicadores ambientais (CRUTZEN, 2006). O símbolo mais conhecido desse período são as mudanças climáticas em curso, no entanto o Antropoceno não se resume a isso. Perda de biodiversidade, poluição da atmosfera e dos corpos d'água, e desmatamento são alguns exemplos de outros efeitos da atividade humana sobre o meio ambiente, ainda que também tenham relação com as mudanças climáticas. Uma outra questão que já é vista como um importante indicador do antropoceno (ZALASIEWICZ et al., 2016), e que será o foco deste trabalho, é o aumento da utilização de plástico e, dessa forma, da geração desse tipo de resíduos.\nDesde 1950, a utilização desse material aumentou mais do que a maior parte dos outros materiais (GEYER, JAMBECK, LAW, 2017), e ele atualmente é ubíquo, com aplicações nos mais diversos setores. Apesar de trazer diversos benefícios aos consumidores, o aumento da utilização desse material, em especial em itens de tempo de vida útil curta, também vem gerando diversas consequências negativas. Devido às baixas taxas de reciclagem e sistemas de manejo de resíduos inadequados, uma grande porção do lixo plástico é despejado nos oceanos (JAMBECK et al., 2015), onde ameaça a fauna (LAIST, 1997; GREGORY, 2009). Também existem preocupações com a saúde dos consumidores (THOMPSON et al., 2009b; UNEP, 2018; COX et al., 2019), devido ao uso de aditivos que podem não ser seguros para melhorar a usabilidade dos plásticos.\nNesse contexto, este trabalho trata da produção e do descarte do plástico, em escala global. A escolha por este escopo foi feita devido à natureza intrinsecamente mundial do problema apresentado. Resíduos plásticos gerados em uma parte do planeta e despejados no oceano, por exemplo, são dispersados através dos giros oceânicos e do ar (JAMBECK et al., 2015). Allen et al (2019), estimaram que microplásticos podem se deslocar até 100 km pela ação dos ventos, chegando até mesmo a regiões remotas e pouco habitadas. Ainda, uma vez que a matriz produtiva do plástico ainda depende essencialmente do petróleo e do gás natural, há preocupação com a utilização dessas substâncias não renováveis como insumos. Também é de particular interesse os efeitos desse processo para os objetivos de redução de emissões de gases poluentes e de efeito estufa estabelecidos no acordo de Paris em 2015 (ONU, 2015), essenciais para limitar os efeitos das mudanças climáticas que já estão em curso.\nNa seção 2 são apresentadas algumas perspectivas teóricas consideradas relevantes, que orientam a discussão feita nas seções seguintes. São apresentados os conceitos do Antropoceno e da sustentabilidade, para então discutir as relações entre renda e degradação ambiental, renda e bem estar, e tecnologia e degradação ambiental.\nA seção 3 começa apresentando como foi a ascensão do plástico e traçando um panorama geral das tendências da produção do material e da geração de resíduos. Além disso, também são foco de discussão os determinantes da geração de resíduos. Por fim, examina-se quais os danos ambientais e sociais que estão sendo causados pelo descontrole do uso do plástico, e são apresentadas algumas alternativas que estão em pauta para lidar com a questão.\nO objetivo do trabalho é construir cenários futuros, que se estendem até 2050, da produção e do acúmulo de resíduos plásticos, como forma de auxiliar na formulação de estratégias para lidar com essa problemática. Desse modo, foram construídos três cenários: um de manutenção da tendência atual - que é utilizado como referência -, outro de restrição fraca da produção de plásticos de uso único e, finalmente, um cenário de restrição mais incisiva à utilização do plástico de forma geral. Para a realização dessas projeções, tomou-se como base o modelo empregado em Geyer, Jambeck e Law (2017), que é o estudo mais abrangente realizado sobre o assunto até o momento. Os detalhes do modelo são apresentados na seção 4, que se dedica aos cenários e a seus resultados. Por fim, a seção 5 traz algumas considerações finais sobre o tema e os resultados obtidos.\n2.\tPERSPECTIVAS TEÓRICAS\nO debate acerca dos efeitos da atividade humana sobre o meio ambiente não é homogêneo, havendo discordância tanto em termos da extensão do impacto quanto da melhor forma de lidar com a questão. Sendo assim, nesta seção serão apresentadas algumas perspectivas teóricas pertinentes à análise feita neste trabalho, que fundamentam a discussão apresentada e orientam a interpretação dos resultados dos cenários que serão apresentados posteriormente.\n2.1\tO ANTROPOCENO\nCrutzen (2006) apresentou o termo Antropoceno para descrever a nova era em que vivemos, que se caracteriza pelo papel preponderante das ações humanas nas mudanças percebidas no ambiente natural por todo o mundo. O período teve início no último quarto do século XVIII, momento marcado pela Primeira Revolução Industrial e pelo início da difusão de máquinas a vapor. É a partir dessa época que os efeitos da atividade humana sobre o meio ambiente podem ser mais claramente demonstrados, através de mensurações que mostram o aumento da concentração de gases atmosféricos de efeito estufa, fruto da intensificação da queima de combustíveis fósseis (CRUTZEN, 2006).\nDesde então, nos últimos três séculos a população mundial aumentou cerca de dez vezes e com isso houve aumento da população de gado, da urbanização, do uso de energia e a produção industrial cresceu cerca de quarenta vezes (CRUTZEN, 2006). Além disso, a área utilizada para agricultura dobrou no último século e com isso houve redução de 20% da área de florestas (CRUTZEN, 2006). Os efeitos desse processo têm caráter transversal, mas o mais publicizado atualmente é o das mudanças climáticas. Apenas no século passado, como consequência do aumento artificial da concentração atmosférica de gases de efeito estufa, já houve um aumento da temperatura média global de 0,8°C (CHANGE, 2018), e esse número pode chegar a 5,8°C até o final deste século, dependendo da trajetória das emissões de gases (CRUTZEN, 2006).\nIsto posto, estima-se que o clima global deve se desviar de seu comportamento natural por 50.000 anos (CRUTZEN, 2006) e que os efeitos da interferência humana serão perceptíveis na estratigrafía geológica por milhões de anos (LEWIS, MASLIN, 2015). Não há indícios convincentes de que a tendência explosiva observada no período recente possa ser\nexplicada pela variabilidade natural do clima (WUEBBLES, 2017), e portanto tudo indica o papel decisivo da atividade humana nesse processo. Para definir uma nova divisão em escala geológica é necessário haver uma alteração global no estado do planeta, por causas diversas (LEWIS, MASLIN, 2015). Dado todo esse contexto, parece de fato justificável afirmar que entramos em uma nova era geológica, o Antropoceno, de transformações a nível planetário causadas pela atividade humana.\nGráfico 1 - Concentração de CO2 na atmosfera, em ppm\nFonte: CHANGE (2019)\nO gráfico 1 mostra a evolução mensal da concentração atmosférica de CO2, um dos gases responsáveis pelo efeito estufa e as mudanças climáticas em curso, desde 1960 até maio de 2019. Nos últimos 800 mil anos, essa concentração oscilou entre 170 e 280 ppm. Valores acima de 300 ppm, como os de todo o período compreendido no gráfico 1, só foram observados na Era Industrial (LÜTHI, 2008). Sendo assim, mais uma evidência do efeito da sociedade industrial sobre o clima, e que ilustra a urgência de lidar com a questão, é a aceleração da taxa de crescimento da concentração de CO2. Em períodos anteriores, o aumento de 35 ppm levou cerca de 1.000 anos para ocorrer (LÜTHI, 2008), enquanto entre 1960 e 2019 tivemos um aumento de aproximadamente 100 ppm em apenas 60 anos (CHANGE, 2019). Como referência, estima-se que a concentração máxima segura, que possibilita preservar o clima terrestre semelhante ao que estamos acostumados, é de 350 ppm\n(HANSEN, 2008), limite que foi ultrapassado ainda na década de 1980. Dessa forma, parece evidenciar-se um conflito entre a continuação do crescimento da produção e do consumo, que implicam em maior utilização de recursos naturais e de emissões de poluentes, e a preservação ambiental, ao menos nos moldes atuais.\nO gráfico 2 mostra a anomalia na temperatura média global, quando comparado com as temperaturas médias do período de referência, 1951-1980. Percebe-se que, como consequência da elevação da concentração de dióxido de carbono na atmosfera, bem como de outros gases de efeito estufa, como o metano, 18 dos 19 anos mais quentes ocorreram neste século (CHANGE, 2008). Os efeitos estimados das mudanças climáticas em curso incluem o degelo da calota polar, a elevação do nível do mar, e aumento da incidência de fenômenos naturais extremos, como enchentes, secas e ondas de calor. Este processo representa sérios riscos à biodiversidade terrestre e marinha, ao modificar as condições do habitat muito rapidamente para que as espécies possam se adaptar. Além disso, também pode causar sérios impactos sociais ao afetar a produção de alimentos, a proliferação de doenças tropicais, ocasionar aumento dos danos associados à fenômenos naturais extremos e criar um novo ciclo de migrações forçadas devido à mudanças radicais no clima (ALLEN, 2018).\nFonte: CHANGE (2018)\nContudo, os impactos da atividade humana sobre o meio ambiente não podem ser resumidos apenas às mudanças climáticas que estão em curso, e infelizmente abrangem muitas outras esferas. O desmatamento, por exemplo, além de contribuir para essas mudanças, também oferece riscos à fauna e ao estilo de vida de povos originários que possam habitar o local. Outros exemplos são a poluição atmosférica, especialmente em centros urbanos, que aumenta a incidência de doenças respiratórias e cardíacas (BRUNEKREEF, HOLGATE, 2002; KAMPA, CASTAÑAS, 2008) e o uso irrestrito de recursos naturais a taxas insustentáveis.\nPor fim, mais um exemplo da influência humana sobre o ambiente são os danos associados ao crescimento do uso do plástico, material que ganhou importância desde 1950 e em 2005 representava cerca de 7 a 10% do volume total de resíduos sólidos gerados em países de renda média e alta (HOPEWELL, 2009; GEYER, JAMBECK, LAW, 2017; JAMBECK, 2015; THOMPSON, 2009a). Devido à insuficiência dos sistemas de manejo de resíduos, grande parte do lixo plástico é despejado nos oceanos (JAMBECK, 2015). Por conta disso e da proliferação desses resíduos em ecossistemas marinhos e terrestres, já é dito que este é um importante indicador ambiental do Antropoceno (ZALASIEWICZ et al., 2016). Na seção 3 os riscos ambientais e à saúde do plástico serão apresentados com mais detalhes, bem como um panorama geral da produção do material e da geração de resíduos.\n2.2\tA RELEVÂNCIA DA SUSTENTABILIDADE\nA importância de combater o processo de degradação ambiental em curso pode ser elucidada utilizando a perspectiva de equidade de Amartya Sen. Segundo esta, os recursos devem ser distribuídos de forma a proporcionar a todos a capacidade de realizar aquilo que é considerado básico pela sociedade. Ou seja, a equidade deve se dar em termos de capacidades básicas (SEN, 2013), termo que difere sua definição dependendo da época e da civilização em questão, podendo englobar questões como a nutrição e liberdades individuais, por exemplo.\nEstendendo essa abordagem para uma perspectiva transgeracional, representam uma ameaça às capacidades básicas das gerações futuras a destruição dos ecossistemas e a exploração dos recursos naturais a taxas superiores à sua capacidade de reposição. Essa concepção se aproxima muito da definição de sustentabilidade apresentada pelo Relatório Brundtland, segundo o qual “desenvolvimento sustentável é aquele que atende às necessidades atuais sem prejudicar a capacidade das gerações futuras de atender às suas\nnecessidades” (IMPERATIVES, 1987, tradução nossa), ou seja, a possibilidade de ao menos manter o bem estar atual para gerações futuras (STIGLITZ et al., 2010). Esta definição, é claro, engloba mais do que apenas a preservação do meio ambiente e de recursos naturais essenciais. Para essa proposição de sustentabilidade ser alcançada, é necessário também garantir acesso à saúde, educação, nutrição, cultura, entre outros pontos que são culturalmente vistos como capacidades essenciais.\nConstanza et al (2014) faz críticas a esse conceito de sustentabilidade, pois entende que só pode ser determinado o que é a utilização sustentável dos recursos ex post, ou seja, definições de desenvolvimento sustentável hoje são apenas previsões da taxa de desenvolvimento que se espera que resulte em um modelo sustentável. Além disso, mesmo que um estado de sustentabilidade seja alcançado, isso não implica um tempo de vida infinito. Um sistema sustentável é aquele que atinge o seu tempo de vida completo, algo complexo de ser determinado para a sociedade humana (CONSTANZA et al., 2014).\nDe toda forma, mesmo aceitando a ideia de que a definição presente de sustentabilidade não passa de uma projeção, é imprescindível que essa seja feita, dados os riscos ambientais que uma trajetória não sustentável representa. Ainda, fica evidente a importância de se realizar mais estudos sobre o assunto, para elevar a assertividade das projeções feitas. Este é o contexto em que se insere este trabalho, que enseja apresentar algumas possibilidades de cenários futuros quanto à produção de plástico e geração de resíduos, para ponderar sobre quais as medidas mais eficazes lidar com a questão.\n2.2.1\tRenda e degradação ambiental\nUm ponto essencial para se discutir sustentabilidade, tanto no plano ambiental quanto social, é o efeito que o aumento da produção e da renda tem sobre indicadores ambientais. A economia ecológica é uma vertente que oferece uma perspectiva sobre essa questão, ao buscar incorporar os limites ecológicos à análise da escala de produção, distribuição e alocação de recursos (CONSTANZA et al., 2014; DALY, FARLEY, 2010). Entende-se que a economia faz parte do sistema fechado terrestre, onde não há saída ou entrada de matéria e energia. Sendo assim, o crescimento, enquanto aumento da quantidade produzida, é intrinsecamente insustentável dada a existência de limites materiais e ecológicos. Isto é, o aumento da utilização de recursos não pode continuar de forma indefinida, pois vai de encontro à capacidade finita do planeta de supri-los (CONSTANZA et al., 2014; DALY, FARLEY, 2010).\nO processo produtivo, através dessa ótica, é apenas um processo de transformação da matéria, e portanto está sujeito a limites de eficiência. Essa perspectiva coloca em xeque a própria ideia de crescimento econômico enquanto objetivo da atividade produtiva, uma vez que a busca contínua por este parece fatalmente levar a um colapso ambiental.\nParece evidente a necessidade de considerar qual a finalidade do próprio processo produtivo. O objetivo da atividade econômica não é a produção por si só, mas sim promover o bem estar dos indivíduos. Nesse âmbito, entende-se que o desenvolvimento, caracterizado pela melhora da qualidade de vida da população, pode ser conciliado com objetivos de preservação ambiental, especialmente se indicadores ambientais forem incluídos na definição de qualidade de vida empregada (CONSTANZA, DALY, 1992). Estas definições são bastante amplas, entretanto determinam um posicionamento crucial, qual seja, a possibilidade de melhora da qualidade de vida da população e de indicadores ambientais, desde que este processo seja desacoplado de objetivos de simples aumento da produção e da renda.\nDada a imposição dessa limitação física ao crescimento e considerando os princípios da sustentabilidade tanto ambiental quanto social, é necessário então examinar a questão distributiva, tendo como objetivo promover equidade e qualidade de vida para todos os habitantes do planeta. Essas duas decisões, de escala de produção e distribuição dos recursos, devem ser tomadas pela sociedade considerando os limites ecológicos do planeta e a sua definição de distribuição justa (CONSTANZA et al., 2014; DALY, FARLEY, 2010).\nHá também outra abordagem sobre a relação entre o crescimento econômico e a degradação ambiental, oferecida por economistas de posicionamento mais tradicional. Esses trabalhos buscam derivar o que se convencionou chamar de Curva Ambiental de Kuznets (Environmental Kuznets Curve - EKC), uma referência ao economista Simon Kuznets, que estudou a relação entre o crescimento econômico e a desigualdade. Os defensores da relação descrita por essa curva afirmam que o gráfico da emissão de poluentes, e de forma mais geral da degradação ambiental, em função do aumento da renda per capita tem um formato de sino. Dessa forma, com o crescimento econômico haveria inicialmente uma tendência de aumento dos danos ambientais causados. Entretanto ao alcançar determinado patamar de renda essa tendência seria revertida, levando à melhora dos indicadores ambientais (GROSSMAN, KRUEGER, 1995; PANAYOTOU, 2016).\nUm dos primeiros estudos sobre o assunto foi o de Grossman e Krueger (1995), que derivou a EKC para indicadores como de poluição atmosférica urbana e concentração de\npoluentes em bacias hidrográficas. Mais recentemente, Panayotou (2016) tratou da EKC e aponta que, embora essa relação empírica tenha sido observada para alguns poluentes, para outros não há evidências que a comprove. Além disso, tudo indica que mesmo para os casos em que foi encontrado um ponto de inflexão, esse processo não se dá de forma automática. Não parece ser o aumento da renda per se que causa a redução da emissão de poluentes, mas sim a demanda da sociedade pela proteção do meio ambiente. Uma possível explicação para esse fenômeno é que indivíduos de países de renda per capita mais alta tem mais preocupação com o meio ambiente, uma manifestação de valores pós materialistas (KIDD, LEE, 1997). Esta explicação, embora intuitivamente atrativa, é controversa e é refutada por outros estudos, que afirmam não haver indícios de relação positiva entre a renda de um país e o seu nível de preocupação ambiental (DUNLAP, MERTIG, 1997).\nDessa forma, não parece ser necessário aceitar danos ambientais em prol do crescimento econômico. Tudo indica que é possível adiantar o ponto de inflexão da EKC (PANAYOTOU, 2016), o que no mínimo atenuaria os impactos negativos do crescimento sobre o meio ambiente. Contudo, dadas as limitações ecológicas apresentadas anteriormente, é preciso questionar se o crescimento objetivado é justificado e de fato trará melhorias de qualidade de vida para a população, sem prejudicar as gerações futuras.\n2.2.2\tRenda e bem estar\nUm vez que a economia ecológica considera que há limites materiais ao crescimento econômico, também faz-se essencial para essa perspectiva estudar a relação entre a produção e o bem estar da população. A medida tradicionalmente utilizada para tratar da produção é o Produto Interno Bruto (PIB), mas esse indicador tem diversas deficiências para a abordagem da economia ecológica. Entende-se que o bem estar tem dois componentes, o econômico e o não econômico, e sendo o PIB uma medida de atividade econômica, ele se propõe apenas a indicar o primeiro. Tradicionalmente assume-se que o bem estar total se movimente na mesma direção do bem estar econômico, o que justificaria a utilização do PIB para avaliar o bem estar da sociedade (DALY, FARLEY, 2014). Entretanto, isso não é necessariamente verdade, pois o PIB ignora a contribuição do capital natural e dos serviços ecossistêmicos1 no processo\n1\tServiços ecossistêmicos são funções desempenhadas pelos ecossistemas, e são classificadas em quatro categorias pelo Millennium Ecosystem Assessment: 1) Serviços de provisão, como de peixes, madeira e outros bens. 2) Serviços reguladores, como da qualidade do ar e das águas. 3) Serviços culturais, como o estético e o recreacional. 4) Serviços de manutenção do meio ambiente, como de formação do solo e de provisão de habitat (MEA, 2005 apud CONSTANZA et al., 2014).\nprodutivo (DALY, FARLEY, 2014).\nAlém disso, o PIB também não considera a perda de capital natural em decorrência do processo produtivo, e inclusive pode contabiliza-la como algo positivo (DALY, FARLEY, 2014). Caso haja um derramamento de óleo no oceano, por exemplo, haverá efeito positivo sobre o PIB, uma vez que exigirá um serviço de limpeza do ecossistema prejudicado. Os danos causados ao ecossistema e à biodiversidade não são contabilizados. Também seria equivocado argumentar que esse dispêndio gerou empregos e movimenta a economia, pois caso fosse evitado o mesmo montante poderia ser utilizado para outro fim. Como ilustra a falácia da janela quebrada de Bastiat (2010), é ingenuidade ou capciosidade atribuir à destruição de capital, seja este natural ou não, efeitos positivos sobre a renda.\nAinda, o aumento da produção e do consumo também podem acarretar em redução do bem estar não econômico. A emissão de poluentes como resultado da produção e os efeitos adversos, tanto ambientais quanto sociais, do aumento da utilização de plástico sem mecanismos de manejo de resíduos adequados, que serão apresentados na seção 3.5, são exemplos disso.\nTendo em vista as limitações do PIB, diversas medidas alternativas foram apresentadas pela academia, como a Medida de Bem Estar Econômico (Measured Economic Welfare -MEW), o Índice de Bem Estar Econômico Sustentável (Index of Sustainable Economic Welfare - ISEW) e o Indicador de Progresso Genuíno (Genuine Progress Indicator - GPI) (STIGLITZ et al., 2010). Essas medidas se propõe a ser mais abrangentes, e mensurar não apenas a atividade econômica, mas também a evolução da própria qualidade de vida da população. Todas essas medidas se mostraram positivamente correlacionadas com o PIB até a década de 1980, ou seja, o aumento do produto estava gerando melhoria de bem estar. No entanto, a partir de então a correlação do PIB com o ISEW e o GPI passa a ser levemente negativa, indicando que o aumento da produção está tendo efeitos adversos sobre o bem estar (DALY, FARLEY, 2014). Dessa forma, tomando o ISEW e o GPI como medidas mais completas de bem estar do que o PIB, parece haver indícios de que há limites entre o efeito positivo da elevação da renda e do consumo sobre o bem estar da população, e que esse limite já foi ultrapassado (STIGLITZ et al., 2010).\nKahneman e Deaton (2010) realizam uma abordagem distinta sobre essa questão, utilizando dados individuais coletados em entrevistas ao invés de agregados nacionais. Além disso, uma distinção importante é introduzida para verificar o efeito da renda sobre o bem\nestar de residentes dos Estados Unidos. O bem estar subjetivo é dividido em dois aspectos que muitas vezes são confundidos, o bem estar emocional e a avaliação da vida. O bem estar emocional diz respeito à qualidade emocional da experiência diária de um indivíduo, ou seja, a frequência e a intensidade de sentimentos como felicidade, raiva, stress e tristeza. Já a avaliação da vida é mensurada pela a resposta dada pelo indivíduo quando este reflete sobre sua vida (KAHNEMAN, DEATON, 2010). Para este estudo foi utilizada o logaritmo da renda, pois conforme a Lei de Weber, o estímulo adequado para a detecção de efeitos sobre o bem estar é a mudança percentual da renda, e não a absoluta (KAHNEMAN, DEATON, 2010).\nConclui-se que a renda é estatisticamente significativa e quantitativamente relevante para a determinação das duas dimensões do bem estar subjetivo, ao menos até determinado nível de renda. Sobre isso, entende-se que para indivíduos de baixa renda a dificuldade de atender às suas necessidades básicas acarreta em insatisfação emocional. A avaliação da vida mantém a correlação positiva com a renda até os níveis de renda mais elevados testados. Por outro lado, o bem estar emocional apresenta a relação já descrita para os agregados nacionais, de que existe um patamar limítrofe a partir do qual a elevação da renda não ocasiona aumento de bem estar (KAHNEMAN, DEATON, 2010).\nUm fenômeno que pode ajudar a explicar o comportamento do bem estar emocional com o aumento da renda é a adaptação hedônica, em que os indivíduos logo se acostumam com o novo padrão de consumo que a renda adicional lhes proporciona, fazendo com que os efeitos sejam passageiros (KAHNEMAN, DEATON, 2010). Outra explicação para o efeito de saciação percebido para o bem estar emocional é de que acima do nível de renda limite a renda não tenha efeito sobre aquilo que efetivamente afeta o bem estar emocional, como passar tempo com pessoas próximas, evitar doenças e ter acesso à atividades de lazer. Também é possível que a partir desse nível de renda os efeitos positivos sejam contrabalançados por efeitos negativos. Há estudos que parecem corroborar essa hipótese, ao indicar a existência de correlação entre altos níveis de renda e uma redução da capacidade de aproveitar os pequenos prazeres da vida (KAHNEMAN, DEATON, 2010).\nPor fim, apenas a avaliação da vida dos indivíduos parece aumentar de maneira indiscriminada com o acúmulo de renda. Para o bem estar emocional e nos estudos realizados com base nos agregados nacionais, um baixo nível de renda está associado a um nível mais baixo de bem estar, devido à incapacidade de suprir necessidades básicas, entretanto um alto\nnível de renda não garante bem estar (DALY, FARLEY, 2014; KAHNEMAN, DEATON, 2010). Ainda, a avaliação da vida, embora seja importante, parece evidenciar mais uma percepção de bem estar do que bem estar per se, e pode não servir como objetivo de desenvolvimento e políticas econômicas. A avaliação da vida também pode ser muito afetada pelo viés de disponibilidade (KAHNEMAN, 2011), devido à forma como a pergunta é feita na pesquisa. Sendo assim, aceitando o pressuposto de que não é necessário aumento de renda de forma indiscriminada para aumentar o bem estar da população, parece ser de fato possível conciliar o aumento da qualidade de vida com a proposição da economia ecológica de que é necessário limitar o crescimento econômico.\n2.2.3\tTecnologia e degradação ambiental\nOutro ponto de divergência entre aqueles que estudam a questão do desenvolvimento sustentável é sobre a questão dos efeitos da tecnologia. Os otimistas tecnológicos afirmam que os avanços técnicos resolverão as questões ambientais, e portanto não há motivo para preocupação (CONSTANZA et al., 2014). Entretanto, dada a complexidade do sistema terrestre, existe elevado grau de incerteza em qualquer previsão. Os limites ecológicos, em termos de capacidade de carga, não são conhecidos exatamente e mecanismos de feedback positivo podem acarretar em processos irreversíveis (CONSTANZA et al., 2014).\nTendo isso em vista, neste trabalho adota-se uma visão de ceticismo tecnológico, partindo do pressuposto de que o avanço tecnológico não resolverá todos os problemas ambientais criados pela ação humana. Essa é uma posição que leva a decisões que, na pior das hipóteses, gerarão um sistema sustentável, desde que sejam tomadas as medidas preventivas necessárias. Alternativamente, tomando decisões com base em um otimismo tecnológico, o pior cenário é o de um sistema em colapso (CONSTANZA et al., 2014). Ainda assim, é evidente que há de se reconhecer a importância de avanços tecnológicos e o papel que estes terão na resolução de problemas ambientais, tanto através de aumentos de eficiência de processos já existentes quanto da expansão da fronteira de possibilidades. Afirma-se apenas que a tecnologia não pode ser vista como uma solução única e suficiente para todos os problemas ambientais, mas apenas como parte da resposta.\n3.\tA ERA DO PLÁSTICO\nAo mesmo tempo em que podemos definir o Antropoceno como a era geológica atual (CRUTZEN, 2006; LEWIS, MASLIN, 2015), pode-se dizer que estamos também em uma nova era da sociedade humana, a era do plástico. Em um livro publicado na década de 40, quando a produção global de plástico não chegava a 1 milhão de toneladas por ano, os químicos Yarsley e Couzens ilustram a percepção da época sobre a infinidade de possibilidades que o plástico fornecia.\nEste [imaginário] homem de plástico chegará em um mundo de cores e superfícies brilhantes onde mãos infantis não encontram nada para quebrar, não há arestas afiadas, ou cantos para cortar ou raspar, sem fendas para abrigar sujeira ou germes.[...] As paredes de sua creche, seu banho [...] todos os brinquedos, o berço, o carrinho no qual ele passeia, o mordedor que ele morde, a garrafa inquebrável da qual ele se alimenta [tudo de plástico]. Enquanto ele cresce, ele escova os dentes e os cabelos com escovas de plástico, veste-se com roupas de plástico, escreve sua primeira lição com uma caneta de plástico e faz suas lições em um livro encadernado com plástico. As janelas de sua escola com cortinas de plástico inteiramente à prova de gordura e sujeira [...] e as molduras das janelas, como as de sua casa, são de plástico moldado, leves e fáceis de abrir, sem precisar de tinta. (YARSLEY, COUZENS, 1945 apud THOMPSON et al., 2009a, tradução nossa)2\nEm grande medida, a visão de Yarsley e Couzens se concretizou. Atualmente o plástico é ubíquo e é difícil imaginar um mundo sem ele. A palavra plástico deriva do grego plastikos, que significa algo possível de ser moldado em diferentes formas (GOEL, NITHIN, 2017), e essa maleabilidade é uma das características que fez o material ser tão demandado. De embalagens à construção civil, passando por inúmeros bens de consumo rotineiros e inovações no campo da saúde, hoje dependemos do plástico para uma infinidade de usos. Em termos monetários, o mercado global de plástico movimentava mais de 520 bilhões de dólares em 2017, e deve continuar crescendo à taxa de 4% ao ano até 2025 (GRAND VIEW RESEARCH, 2019).\n3.1\tA ASCENSÃO DO PLÁSTICO\nMas, afinal, o que é o plástico? Plástico é o nome dado a um grupo de materiais com propriedades diversas, mas unidos por uma característica: todos são polímeros (FREINKEL, 2011). Polímeros são macromoléculas formadas pelo encadeamento de milhares de monômeros, como os hidrocarbonetos derivados de combustíveis fósseis, no caso do plástico. O tamanho e o arranjo dessas ligações ajudam a determinar características do material, como\n2\tIdioma original do trecho: inglês.\nsua flexibilidade, força e durabilidade (FREINKEL, 2011). A humanidade utiliza polímeros naturais, como a borracha, há milênios (ANDRADY, NEAL, 2009), mas foi apenas recentemente que começou a produzir materiais semi sintéticos ou sintéticos.\nO primeiro plástico do mundo industrial foi inventado por John Hyatt em meados do século XIX, idealizado como um substituto do marfim utilizado nas bolas de bilhar. À época, havia preocupação que os elefantes pudessem entrar para a lista de animais em risco de extinção devido à sua caça desenfreada em busca do seu marfim (FREINKEL, 2011). Hyatt chamou sua invenção de celuloide, por ser feito a partir de celulose. Este surgiu em um momento em que começava a se desenvolver a sociedade de consumo moderna, e havia cada vez mais demanda por materiais versáteis e baratos. Sobre isso, Jerffrey Meikle disse que “ao substituir materiais que eram difíceis de encontrar ou caros de serem processados, o celuloide democratizou o acesso a diversos bens para uma classe média em expansão e voltada para o consumo”3 (FREINKEL, 2011).\nDe fato, esse polímero tornou pentes e itens de higiene como escovas de dente acessíveis à população por apenas centavos, substituindo ossos e afins que eram utilizados como matéria prima. Quanto às bolas de bilhar, o celuloide também teve papel importante na popularização do jogo ao substituir o marfim, muito mais caro. O filme fotográfico também se beneficiou do celuloide, e graças à sua abundância o filme introduziu uma nova forma de entretenimento às massas. Contudo, o celuloide teve seu impacto limitado por ter um processo produtivo intensivo em mão de obra e ser muito volátil, o que comumente gerava incêndios nas fábricas (FREINKEL, 2011).\nO primeiro polímero completamente sintético, baquelite, foi inventado em 1907 por Leo Baekeland e utiliza como insumo o alcatrão de hulha, um subproduto do processamento do carvão. Assim como o celuloide, foi idealizado para substituir uma substância natural escassa, a laca, cuja demanda vinha crescendo no início do século XX por ser um ótimo isolante elétrico. O baquelite era muito mais facilmente moldável do que o celuloide, e por isso pode permear novos mercados, sendo utilizado em utensílios domésticos, telefones, rádios e itens de uso industrial. (FREINKEL, 2011). O otimismo com a invenção de Baekeland era grande, e a revista Time em 1924 dizia que “tudo que se toca, vê e usa será feito desse material de mil utilidades”4 (FREINKEL, 2011). Apesar disso, no início do século\n3\tIdioma original do trecho: inglês. Tradução nossa.\n4\tIdioma original do trecho: inglês. Tradução nossa.\nXX a indústria do plástico ainda não estava pronta para adquirir a escala necessária para conquistar o mercado consumidor.\nO advento do baquelite, um substituto de uma resina natural, mas que tinha uma identidade própria, claramente sintética, incentivou o desenvolvimento de novos materiais. A partir daí, nas décadas de 1920 e 1930 surgiram uma miríade de novos polímeros, sem a preocupação em imitar a natureza, mas sim rearranjá-la de novas formas. Foi nessa época que surgiram a maior parte dos plásticos hoje utilizados, como o poliestireno, nylon e polietileno, que viria ser o material mais utilizado em embalagens (FREINKEL, 2011).\nO desenvolvimento desses novos polímeros também está intimamente ligado ao avanço da indústria petroquímica no início do século XX. Este foi fruto do alinhamento e da integração vertical entre empresas químicas e os extratores dos combustíveis fósseis. Grandes empresas deste setor, como Dow Chemical, DuPont e ExxonMobil, começaram a perceber que os rejeitos do processamento de petróleo e gás natural, como o etileno, podiam ser utilizados na produção de novos polímeros (FREINKEL, 2011). Tendo encontrado essa oportunidade de potencializar os lucros do setor, os pesquisadores deixaram de imaginar polímeros com um uso específico, e passaram a se preocupar em encontrar utilidade para o material após ter sido criado (FREINKEL, 2011).\nO baquelite é um termofixo, família de plásticos que não podem ser fundidos para serem usados para moldar outros itens., o que o faz extremamente resistente. Já os termoplásticos, como é o caso do poliestireno, nylon e polietileno, são mais sensíveis à temperatura e podem ser derretidos, remoldados e solidificados em outro produto. Essa maleabilidade foi um dos fatores que fez com que os termoplásticos hoje representem 90% do plástico produzido (FREINKEL, 2011).\nNa década de 1940, as condições técnicas para a produção em massa de produtos plásticos já estavam estabelecidas, quais sejam, os novos polímeros desenvolvidos nas décadas anteriores e as máquinas de moldagem por injeção. O último passo para o estabelecimento da era do plástico foi dado durante a Segunda Guerra Mundial, com a entrada dos Estados Unidos. Para preservar metais e outros materiais estratégicos, o governo norte americano estimulou o uso do plástico em todos os bens que fosse possível. Com isso, a Segunda Guerra Mundial “tirou a química polimérica do laboratório e a trouxe para a vida real”5 (FREINKEL, 2011). Entre 1939 e 1945, a produção de plástico quase quadruplicou,\n5\tIdioma original do trecho: inglês. Tradução nossa.\nsendo empregado em itens desde pentes para os soldados até paraquedas, componentes de aviões e armas. O plástico foi inclusive importante para o desenvolvimento da bomba atômica, sendo o Teflon escolhido por sua resistência à corrosão dos gases voláteis utilizados pelos cientistas do Projeto Manhattan (FREINKEL, 2011).\nA demanda gerada pela guerra acelerou o desenvolvimento da indústria do plástico, entretanto, uma vez superadas as barreiras técnicas, o otimismo da época sobre o material provavelmente levaria, mais cedo ou mais tarde, ao mesmo resultado. De toda forma, após a guerra havia grande capacidade produtiva que precisava se voltar para outros mercados. Um executivo do setor disse à época que “ao fim da guerra, praticamente nada era feito de plástico, e tudo podia ser” (FREINKEL, 2011). Foi a partir deste momento que o plástico começou a de fato entrar no dia a dia das pessoas, impulsionado pelo entusiasmo da época com o material, a prosperidade econômica e o crescimento demográfico que seguiria.\nDesde então, o plástico vem sendo utilizado nos mais diversos produtos, como potes, cadeiras, roupas, garrafas, sapatos, embalagens e muitos outros. Em 1947, 40% dos brinquedos já eram feitos de plástico (FREINKEL, 2011). Dada a facilidade de produção em escala com os novos polímeros e maquinário, e o baixo custo dos produtos, o plástico teve um papel importante na constituição da sociedade de consumo em que vivemos. Designers do mundo todo adotaram o plástico como um material capaz de unir beleza, funcionalidade e manter o produto acessível a um público amplo (FREINKEL, 2011). O plástico também possibilitou muitos dos avanços no campo da medicina, como próteses, exames de imagem, implantes e equipamentos de uso diário. As aplicações na área da saúde são muitas vezes exemplos utilizados como propaganda dos benefícios do plástico (FREINKEL, 2011).\nDado esse contexto, a produção de plástico vem crescendo a taxas maiores do que a da maior parte dos materiais desde a década de 1950 (GEYER, JAMBECK, LAW, 2017). Apesar disso, até a publicação do artigo Production, use, and fate of allplastics ever made (Produção, uso e destino de todo o plástico já produzido) de Geyer, Jambeck e Law, em 2017, havia pouca informação a respeito da trajetória do crescimento da utilização do plástico, e de qual o destino dado ao enorme volume de resíduos gerado no período. Por esse motivo, grande parte dos dados apresentados neste trabalho, e os alicerces para os cenários apresentados na seção 4, baseiam-se nesse trabalho seminal.\nNa próxima subseção, será descrito de forma mais extensa a tendência da utilização do plástico no período 1950-2015, bem como a distribuição setorial da produção. Em seguida, o\nfoco se volta para o fim da vida útil dos produtos, a geração de resíduos e as opções para lidar com o lixo gerado. Na seção 3.3 é discutido brevemente quais são os determinantes da geração de resíduos, para enfim apresentar quais os danos ambientais e sociais que são associados ao descontrole da geração de resíduos plásticos e da incapacidade dos sistemas de manejo de realizar o seu descarte de forma correta. Por fim, são apresentadas algumas possíveis alternativas para reduzir o volume de lixo gerado ou mitigar os danos ambientais causados.\n3.2\tO CRESCIMENTO DA PRODUÇÃO\nA produção global de plástico aumentou 8,4% ao ano entre 1950 e 2015, crescimento cerca de 2,5 vezes maior do que o do PIB mundial. Em 2015 a produção anual chegou a 407 milhões de toneladas, e a maior parte dos monômeros utilizados, como etileno e propileno, tem o petróleo como fonte (GEYER, JAMBECK, LAW, 2017). O gráfico 3 evidencia a trajetória explosiva da produção de plástico, desde 1950 até 2015. É perceptível o aumento da inclinação da curva, em especial a partir da década de 1990. Enquanto no período 1950-1990 a produção aumentou em média 3 milhões de toneladas por ano, no período 1990 - 2015 o crescimento médio anual foi de 11 milhões de toneladas.\nAinda no gráfico 3, percebe-se que desde 1950 apenas dois períodos registraram queda na produção anual de plástico, ambos em momentos de instabilidade econômica no plano internacional. O primeiro foi na década de 1970, quando medidas tomadas pela Organização dos Países Exportadores de Petróleo (OPEP) aumentaram o preço do barril de petróleo, principal insumo da produção de plástico. A segunda e última inflexão negativa da produção anual do material está associada à crise financeira de 2008, a chamada crise do subprime, que causou uma recessão na economia global.\nBioplástico e plásticos biodegradáveis representam hoje apenas cerca de 1% da produção total de plásticos, sendo uma alternativa ainda pouco explorada (GEYER, JAMBECK, LAW, 2017). Apesar disso, há indícios de que seria possível utilizar polímeros derivados de plantas ou de outras fontes renováveis para suprir até 90% da demanda de plástico atual (HAWKEN, 2017), o que demonstra o potencial de crescimento desse setor. Essas fontes alternativas podem ser mais facilmente degradáveis e reduzir as emissões de carbono associadas à produção, por dispensar insumos não renováveis e estimular o cultivo de plantas captadoras de carbono.\nGráfico 3 - Produção anual de plástico, em milhões de toneladas\nFonte: GEYER, JAMBECK, LAW, 2017; RITCHIE, ROSER, 2019\nEm termos per capita a produção de plástico aumentou 65 vezes, passando de cerca de 0,8 kg por pessoa por ano em 1950 para 55 kg em 2015 (GEYER, JAMBECK, LAW, 2017; WORLD POPULATION PROSPECTS, 2019). Isso indica que o crescimento da utilização de plástico não foi ocasionado pelo simples crescimento da produção e do consumo, mas sim por mudanças fundamentais no paradigma de produção e no padrão de consumo da população.\nDiversas propriedades do plástico ajudam a explicar o que o torna tão interessante para os produtores e impulsionou o aumento da sua utilização. Como exemplo, o material pode ser utilizado em condições de temperatura diversas, é resistente à luz e a químicos (ANDRADY, NEAL, 2009). Além disso, é leve, durável, tem baixo custo de produção, é maleável e muito versátil (HOPEWELL et al., 2009; ANDRADY, NEAL, 2009). A transparência e resistência à permeabilidade de dióxido de carbono do PET, por exemplo, o tornaram um substituto atrativo para o vidro utilizado em garrafas (ANDRADY, NEAL, 2009).\nEssas características fizeram com que o plástico passasse a ser muito utilizado em embalagens e itens de uso único, que hoje representam o maior setor de utilização do material, com 35% da produção total (GEYER, JAMBECK, LAW, 2017). O gráfico 4 mostra a distribuição setorial da produção de plástico. O conjunto desses fatores, crescimento da\nutilização do plástico na produção - em especial de itens de uso único - e alta durabilidade do material, gera enorme pressão sobre o sistema de manejo de resíduo para propiciar um descarte correto. O setor das embalagens também representa mais de 35% da receita dos produtores de plástico (GRAND VIEW RESEARCH, 2019), o que talvez explique porque há tanta resistência à redução desse tipo de uso, mesmo frente às evidências dos danos ambientais causados. Embalagens plásticas são ditas essenciais para prolongar a validade de alimentos e evitar o desperdício, devido à suas características de proteção contra microorganismos, umidade e raios ultravioleta (PLASTICS EUROPE, 2018). Entretanto, aproximar a produção de alimentos dos centros consumidores, através de cinturões verdes e hortas urbanas verticais, por exemplo, poderiam no mínimo reduzir essa necessidade.\nGráfico 4 - Distribuição setorial da produção de plástico\nFonte: GEYER, JAMBECK, LAW, 2017; RITCHIE, ROSER, 2019\nÉ necessário ressaltar, entretanto, que há também muitas aplicações benéficas desses polímeros, como por exemplo na área médica, para transplante de tecidos e órgãos. Além disso, a utilização do plástico para componentes leves de carros e aviões foi essencial para aumentar a eficiência energética desses veículos. Outro uso muito importante é em produtos elétricos e eletrônicos. Apesar desse setor representar apenas 4% do total do uso de plástico, a sua incorporação possibilitou baratear os produtos e ampliar o acesso à tecnologia da informação e bens eletrônicos (THOMPSON, 2009a). De fato, o baixo custo de produção dos\nprodutos plásticos teve esse efeito de ampliar o acesso ao consumo de diversos itens (FREINKEL, 2011), como apresentado na seção anterior.\nAnalisando a sustentabilidade do uso de plástico pela ótica da produção, é necessário ressaltar que aproximadamente 4% de toda a produção global de petróleo e gás natural são utilizadas anualmente como insumo para a produção do material, e mais 4% como fonte de energia para a produção (HOPEWELL et al., 2009). Sendo assim, 8% do petróleo e gás natural extraídos anualmente, fontes não renováveis, são destinados ao setor do plástico, onde se destaca o uso em itens de uso único, como embalagens, utensílios e recipientes de comida. Como estes itens têm vida útil reduzida e as taxas de reciclagem a nível mundial se mantém baixas, como será abordado na subseção 3.3.1, existe forte tendência de que a quantidade de petróleo e gás natural necessária para abastecer a crescente produção também deve aumentar. Isto evidencia um uso descontrolado de capital natural e um descaso com a disponibilidade de recursos para as gerações futuras. O aumento da taxa de reciclagem, da utilização de insumos renováveis e da vida útil média dos produtos plásticos são imprescindíveis para que os efeitos adversos da produção de plástico sejam reduzidos.\n3.3\tGERAÇÃO DE RESÍDUOS\nA distribuição setorial da geração de resíduos plásticos primários difere um pouco da distribuição da produção, devido às diferenças de tempo de vida útil médio dos produtos. O tempo de vida útil médio dos produtos plásticos estão sintetizados na tabela 1, que indica a média e o desvio padrão desta para cada setor considerado neste trabalho. O emprego do plástico em itens de vida útil curta, como embalagens, é de especial importância para a questão ambiental. Essa tendência faz parte de uma transição da utilização de recipientes reutilizáveis para recipientes de uso único (GEYER, JAMBECK, LAW, 2017), racionalizada pelo baixo custo de produção. Embalagens são tipicamente descartadas no máximo um ano após a sua produção (GEYER, JAMBECK, LAW, 2017), e os consumidores finais tendem a utilizá-las por apenas alguns minutos (UNEP, 2018). Esse paradigma produtivo fez com que a parcela que o plástico representa na geração de resíduos municipais sólidos aumentasse de menos de 1% em 1960 para aproximadamente 7-10% em 2005 em países de renda média e alta (GEYER, JAMBECK, LAW, 2017; HOPEWELL, 2009; JAMBECK et al., 2015).\nTabela 1 - Tempo de vida útil médio em anos dos produtos plásticos, por setor\nSetor\tTempo de vida útil médio\tDesvio padrão do tempo de vida útil médio\nEmbalagens\t0,5\t0,1\nOutros setores\t5\t1,5\nTêxtil\t5\t1,5\nBens de Consumo\t3\t1\nTransportes\t13\t3\nConstrução civil\t35\t7\nElétricos / Eletrônicos\t8\t2\nMaquinário industrial\t20\t3\nFonte: GEYER, JAMBECK, LAW, 2017\nDe fato, pode-se atestar o papel das embalagens neste aumento da participação do plástico no volume total de resíduos sólidos municipais, através da alta participação deste setor no total de resíduos plásticos gerados, apresentado no gráfico 5. A curta vida útil das embalagens, em média de apenas 6 meses, faz com que este setor aumente a sua participação de 35% na produção para 46% nos rejeitos primários (GEYER, JAMBECK, LAW, 2017). Bens de consumo e os produtos de outros setores também vêem a sua parcela aumentar na geração de resíduos, se comparado com a distribuição setorial da produção. O tempo de vida útil médio dos bens de consumo também é baixo, devido à inclusão de itens descartáveis, como copos e talheres, e itens de uso rotineiro que, dado seu baixo custo, também são vistos como descartáveis. Já o plástico empregado na construção civil, cujo tempo de vida médio é de 35 anos (GEYER, JAMBECK, LAW, 2017), tem participação bem menor na geração de resíduos do que na produção.\nGráfico 5 - Resíduos plásticos primários gerados por setor\nFonte: GEYER, JAMBECK, LAW, 2017; RITCHIE, ROSER, 2019\n3.3.1\tDestino dos rejeitos plásticos\nOs possíveis destinos para os resíduos plásticos são essencialmente três. Primeiro, o rejeito pode ser reciclado, o que reduz a necessidade de produção de plástico virgem e portanto também reduz o volume necessário de insumos, como petróleo e gás natural. Outro benefício importante da produção que utiliza materiais reciclados é que esta consome, em geral, menos energia do que se fosse feita a partir de materiais virgens (HAWKEN, 2017). Por esses motivos, a reciclagem é o destino ideal para os resíduos plásticos, entretanto estima-se que de todo resíduo plástico gerado em 2015, apenas 20% foi reciclado. Em parte isso pode ser explicado por fatores que dificultam esse processo, como a contaminação do material e a utilização de polímeros diferentes em camadas, que inviabilizam ou encarem a reciclagem (GEYER, JAMBECK, LAW, 2017). Segundo estimativas, de 21 a 40% das embalagens plásticas hoje não podem ser recicladas por esse motivo (HOPEWELL et al., 2009).\nEm 2014, a Europa e a China tinham as taxas de reciclagem mais altas do mundo, com 30% e 25% respectivamente. Nos Estados Unidos, entretanto, a taxa de reciclagem é de aproximadamente 9%, e a taxa de descarte comum se mantém em torno de 75% (GEYER,\nJAMBECK, LAW, 2017). De toda forma, a tendência é que, proporcionalmente, cada vez menos plástico seja descartado sem a destinação correta. No entanto, é preciso lidar com o aumento da quantidade produzida, para garantir que essa redução não seja apenas proporcional, mas também absoluta.\nApesar dos benefícios da reciclagem, é evidente que ainda há emissões associadas ao processo devido ao processo de coleta, transporte e processamento dos materiais (HAWKEN, 2017). Por esse motivo, enquanto a reciclagem é um dos tradicionais três Rs, é importante ressaltar a importância dos outros dois, a redução do consumo e a reutilização dos produtos, que visam evitar a própria geração de resíduos (HOPEWELL et al., 2009). A contenção do impacto ambiental dos resíduos plásticos gerados exige essa mudança de mentalidade, e a relevância dessa perspectiva será mais abordada na seção 4.\nOutro R, adicionado mais recentemente aos slogans de ambientalistas, é a recuperação de energia (HOPEWELL et al., 2009). Esse é o objetivo dos processos térmicos utilizados para destruir o plástico, como a combustão e a pirólise, que representam o segundo destino que pode ser dado ao material. Esses processos são uma forma de descarte que pode levar à recuperação de parte da energia gasta no processo produtivo, porém o processo emite gases poluentes. Além disso, nesse método não se recupera o material, tornando necessária a utilização de mais combustíveis fósseis para a produção de novos polímeros (GEYER, JAMBECK, LAW, 2017). Ainda assim, dada a dificuldade ou impossibilidade de reciclar produtos compostos por diferentes polímeros (GEYER, JAMBECK, LAW, 2017), a melhor alternativa para esses casos é a incineração.\nO terceiro e mais problemático destino aos resíduos plásticos é o descarte, que pode ser feito em aterros ou, como muitas vezes ocorre, no meio ambiente (GEYER, JAMBECK, LAW, 2017). A própria palavra descarte já remete à ideia de que este método significa a perda total do material e da energia utilizada em sua produção, diferentemente da reciclagem e da incineração. A degradação do plástico no meio ambiente ainda não é conhecida com certeza, uma vez que o material só é produzido em massa há pouco mais de 60 anos. Apesar disso, é sabido que grande parte da produção atual não é biodegradável e deve resistir por décadas ou séculos, dependendo das condições do ambiente em que foi descartado. Alguns fatores como a exposição à luz, níveis de oxigênio, temperatura e presença de microrganismos afetam muito a velocidade da degradação do plástico (HOPEWELL, 2009). Nos aterros sanitários, a\ndurabilidade do plástico é exacerbada pelas condições anaeróbicas do meio (GEYER, JAMBECK, LAW, 2017).\nFonte: GEYER, JAMBECK, LAW, 2017; RITCHIE, ROSER, 2019\nO gráfico 6 mostra a evolução das taxas anuais de reciclagem, incineração e descarte de resíduos plásticos no mundo. É interessante notar que embora o aumento da produção tenha começado a se intensificar a partir da década de 1950, todo o plástico era descartado até o início da década de 1980, quando a produção mundial já chegava a 75 milhões de toneladas por ano. Embora a taxa de reciclagem venha aumentando continuamente desde então, mais da metade de todo o resíduo plástico gerado no mundo ainda era descartado em aterros ou no meio ambiente em 2015 (GEYER, JAMBECK, LAW, 2017).\nAvanços tecnológicos vem representando ganhos no processo de reciclagem, e podem facilitar o crescimento dessa forma de lidar com os rejeitos. O processamento e separação dos materiais hoje já pode ser feito em grande medida de forma automática, analisando a cor e reflexividade dos resíduos (HOPEWELL et al., 2009). Além disso, a limpeza dos resíduos para a reciclagem hoje utiliza de 2 a 3 m3 de água, o que representa cerca de metade do que era utilizado por equipamentos mais antigos (HOPEWELL et al., 2009). Por um lado, esses ganhos advindos do avanço tecnológico representam um ganho de eficiência do processo,\nentretanto também podem oferecer risco ao sustento de trabalhadores do setor, que em geral já são economicamente desfavorecidos e pouco valorizados. Mesmo assim, este não deve ser um impedimento à incorporação de tecnologia ao processo de reciclagem, já que é imperativo lidar com os problemas ambientais e sociais dos resíduos plásticos. Sendo assim, é preciso considerar esse extrato vulnerável da população ao propor mudanças e modernizações no processo de reciclagem, para conciliar melhorias na eficiência da reciclagem e manutenção da renda de quem depende da demanda por trabalho manual desse setor atualmente.\nOs ganhos de eficiência do processo de reciclagem em si são importantes, porém um fator determinante ainda é a coleta. Esquemas de coleta que exigem que o consumidor retorne o produto para reciclagem costumam ter pouca adesão na ausência de incentivos econômicos (HOPEWELL et al., 2009). Coleta em lixeiras nas ruas, para resíduos residenciais, tiveram efeitos positivos na adesão. Entretanto, boa parte dos resíduos é gerado fora das residências, e portanto é importante que haja oportunidades para descarte nas ruas e também nos estabelecimentos comerciais. A densidade populacional também é determinante para a viabilidade econômica da coleta domiciliar de resíduos (HOPEWELL et al., 2009), sendo a coleta seletiva de lixo mais cara em locais esparsamente povoados.\n3.4\tDETERMINANTES DA GERAÇÃO DE RESÍDUOS\nTendo sido brevemente exposto o cenário atual da geração de resíduos plásticos no mundo, é de interesse também para pensar em soluções considerar quais os determinantes sociais e geográficos da geração de resíduos. Desta forma, na próxima subseção será discutida a relação entre renda e lixo plástico gerado. Na sequência, será considerado o efeito da concentração de população em áreas costeiras.\n3.4.1\tResíduos gerados e renda\nGeyer, Jambeck e Law. (2017) afirmam que há forte correlação positiva entre o volume de resíduos sólidos gerados e a renda per capita de um país. Ou seja, o padrão de consumo associado à renda mais elevada tem grande responsabilidade pelo aumento da geração de resíduos. De fato, a EKC - descrita na seção 2.2.1 - não parece ser válida para descrever a geração de resíduos plásticos per capita, que é ilustrada no gráfico 7. O gráfico indica uma relação linear positiva entre o PIB per capita e a geração de resíduos per capita, medida em kg por dia. É por isso que estudos indicam que o volume de lixo gerado deve\ncontinuar crescendo à medida que aumenta a renda per capita mundial, e não deve chegar a seu ápice até 2100 (HOORNWEG ET AL, 2013). Um outro fator determinante neste processo é o aumento da taxa de urbanização. Quando controlado pela renda, moradores urbanos geram até quatro vezes mais lixo do que residentes rurais (HOORNWEG et al., 2013).\nGráfico 7 - Resíduos plásticos per capita vs PIB per capita\nFonte: JAMBECK et al., 2015; RITCHIE, ROSER, 2019\nTendo posta esta relação entre renda e resíduos per capita, é evidente que a geração de lixo plástico depende também do tamanho absoluto da população, sendo este outro indicador relevante na busca pelo controle da questão. A importância deste ponto fica evidente quando comparamos alguns países apresentados no gráfico 7. Um país populoso como o Brasil, que em 2010 gerava cerca de 0,16 kg de plástico por pessoa por dia, totalizava pouco mais de 11,5 milhões de toneladas de lixo plástico gerados por ano. Por sua vez, o Kuwait, com uma média de mais de 0,65 kg por pessoa por dia, somava apenas cerca de 680 mil toneladas anuais. Já a China, que gerava 0,12 kg de plástico por dia, é a maior geradora de resíduos plásticos no mundo, com mais de 59 milhões de toneladas no ano. Em seguida estão os Estados Unidos, com mais de 37 milhões de toneladas anuais (JAMBECK et al., 2015).\nPor outro lado, a relação entre renda e resíduos parece ser outra quando analisamos os dados referentes aos resíduos mal manejados, definidos como resíduos jogados na rua, diretamente no ambiente natural ou que são despejados inadequadamente, correndo risco de\nvirem a contaminar o meio ambiente (GEYER, JAMBECK, LAW, 2017; JAMBECK et al., 2015). O gráfico 8 ilustra a relação dos resíduos mal manejados com a renda per capita, que agora parece descrever uma curva em formato de sino, conforme previsto pelos teóricos da EKC (GROSSMAN, KRUEGER, 1995; PANAYOTOU, 2016). Países que geram grandes quantidades per capita de resíduos plásticos, como a Alemanha, os Estados Unidos e o Kuwait, parecem ter a infraestrutura de manejo adequada para lidar com o volume de lixo gerado, portanto reduzindo os impactos ambientais do seu consumo elevado.\nGráfico 8 - Resíduos plásticos mal geridos per capita vs PIB per capita\n0,35kg -I\n0,3kg -\nSri Lanka\no\n0,25kg -\n\n\n\n0,2kg -\n\n\n0,15kg-\n\n\n• •\n0,lkg -\n0,05kg -\n* •••\nOkg\nChina\nBrasil Alemanha\n• /Suécia\n/ ¿EUA.K^Catar\n$100.000\n*\n\n\n\n% •\n• •\nT-----\n\n\nFonte: JAMBECK et al., 2015; RITCHIE, ROSER, 2019\nO mapa 1, que mostra a porcentagem dos resíduos que são mal manejados em cada país, é a representação geográfica das diferenças em infraestrutura para lidar com os resíduos plásticos gerados. Fica evidente as diferenças entre países ricos e de renda mais baixa. Não há dados suficientes para uma estimativa em diversos países, entretanto fica clara a concentração geográfica dos países com sistemas de manejo de resíduos insuficientes, sobretudo localizados na África e no sudeste da Ásia.\nMapa 1 - Porcentagem dos resíduos que são mal manejados em cada país\nSem dados\nI\ti\ti\n0%\t20%\t40%\t60%\t80%\nFonte: JAMBECK et al., 2015; RITCHIE, ROSER, 2019\nEntretanto, há um fator que possivelmente mascara o papel de países de renda elevada no problema global do plástico. Existe um mercado global de resíduos plásticos, supostamente para serem reciclados, cujo fluxo principal é de países de renda alta da Organização para Cooperação e Desenvolvimento Econômico (OCDE) para países do leste da Ásia (BROOKS et al., 2018). Estes países importadores muitas vezes têm sistemas de gestão de resíduos ainda em desenvolvimento. A China era um dos maiores importadores de resíduos plásticos até 2007, quando começou a implementar políticas restritivas à essa prática, culminando na proibição da importação de resíduos plásticos não industriais em 2017 (BROOKS et al., 2018). Outros países asiáticos, como a Índia e a Malásia, também vem impondo restrições semelhantes (BROOKS et al., 2018).\nA maior parte do lixo plástico exportado por países ricos são embalagens e recipientes de comida, ou seja, plásticos de uso único. Além disso, embora sejam enviados teoricamente para reciclagem, este processo pode ser inviabilizado pela contaminação dos resíduos, pela própria composição do material - como já descrito na seção 3.3 - ou ainda por limitações no sistema do país importador (BROOKS et al., 2018). Sendo assim, o lixo importado pode ser despejado em aterros ou no meio ambiente. Dessa forma, é questionável a baixa taxa de\nmanejo incorreto de resíduos plásticos em países ricos. Estes não possuem a infraestrutura para lidar localmente com o lixo que geram, e muitas vezes a reciclagem do resíduo acaba não acontecendo no país importador, o que distorce as estatísticas.6\nPor fim, com o movimento de restrição à importação de resíduos, um volume enorme de lixo terá que encontrar um novo destino, o que gera risco de aumentar a taxa de resíduos que são descartados de forma incorreta. Estima-se que somente a proibição da China leve à necessidade de deslocamento de 110 milhões de toneladas de resíduos plásticos para novos destinos até 2030 (BROOKS et al., 2018). Apesar da questão do comércio global de resíduos colocar em dúvida até que ponto países de renda elevada de fato têm menores taxas de lixo mal manejado e afetar as estimativas a nível nacional, o efeito disso sobre as estimativas globais, que são o foco deste trabalho, é limitado.\n3.4.2\tResíduos gerados e população costeira\nUm outro possível fator determinante da geração de resíduos plásticos mal manejados pode ser a dimensão da população costeira dos países. Essa relação faz sentido intuitivamente, partindo do pressuposto de que há maior risco de escoamento de resíduos para os oceanos em cidades costeiras do que em cidades continentais. Assim, uma maior concentração de habitantes na costa também deveria ter efeito positivo sobre o volume de rejeitos que é descartado no mar. De fato, no gráfico 9 a relação positiva entre essas duas variáveis fica mais do que evidente.\n6 Em maio de 2019, quase todos os países do mundo assinaram um acordo para restringir o fluxo de resíduos plásticos de países ricos para países em desenvolvimento. Os Estados Unidos, grande exportador de resíduos, e o Brasil foram contrários ao acordo, que de toda forma foi aprovado (HOLDEN, 2019; UNEP, 2019). Para trabalhos futuros, resta avaliar quais serão os efeitos práticos do acordo.\nGráfico 9 - População costeira vs plástico mal manejado\nPopulação costeira\nFonte: JAMBECK et al. (2015); RITCHIE, ROSER, 2019\nA relação apresentada no gráfico 9 evidencia a necessidade de dedicar esforços redobrados ao desenvolvimento da infraestrutura para coleta e manejo dos resíduos gerados em regiões costeiras. Em conjunto com isso, para conter o despejo de resíduos plásticos nos oceanos é imperativa a conscientização da população dessas áreas de maior risco, tanto para tomar proveito dos avanços na infraestrutura quanto para exigir a aceleração desse desenvolvimento.\n3.5\tOS MALEFÍCIOS DO PLÁSTICO\nSurpreendentemente, apesar da produção de polímeros ter começado a acelerar apenas a partir da segunda metade do século XX., os primeiros estudos mostrando a presença de plásticos em tecido humano datam da década de 1950. Os relatos de lixo plástico nos oceanos também não são novidade, o primeiro ocorrendo ainda na década de 1960 (FREINKEL, 2011). Apesar disso, o assunto sempre caia no esquecimento, e só agora começou a ser tratado como prioridade, provavelmente devido à dimensão que o problema tomou.\nEstima-se que em 2010 de 4,8 a 12,7 milhões de toneladas de resíduos plásticos gerados em terra firme foram descartadas no oceano (JAMBECK et al., 2015). Isso representa aproximadamente de 1 a 4% da estimativa do volume total de resíduos gerados naquele ano e\nde 2 a 6% do total de resíduos descartados. A maior parte desses resíduos tem origem nos continentes, sendo apenas 20% provenientes de embarcações marítimas (FREINKEL, 2011). Em função desse fluxo constante, resíduos plásticos são atualmente encontrados em todas bacias oceânicas (JAMBECK et al., 2015). Ainda, aproximadamente 60% do plástico produzido tem densidade menor do que da água salgada (ANDRADY, 2011), o que faz com que grande parte dos resíduos fique à deriva na superfície.\nPopularmente, considera-se que o plástico se mantém estável por dezenas ou centenas de anos, mas este pode sofrer degradação dependendo de fatores ambientais (GOEL, NITHIN,\n2017). O plástico nos oceanos pode ser quebrado em pedaços menores devido à incidência de raios ultravioleta, diferença de temperatura, força das ondas e ação da vida marinha. Isto leva à formação dos chamados microplásticos, classificados como pedaços menores do que 0,5 cm (ANDRADY, 2011). Também contribuem para o acúmulo de microplásticos nos oceanos micropartículas utilizadas em bens de consumo, como por exemplo as partículas de plástico adicionadas em cosméticos e produtos de higiene pessoal, como esfoliantes faciais e pastas de dente (GREGORY, 1996, FENDALL, SEWELL, 2009). Roupas contendo plásticos, que representam 14% da produção total de polímeros, também podem liberar grandes quantidades de microplásticos ao serem lavadas (BROWNE et al., 2011).\nEstima-se que haja mais de 5 trilhões de pedaços de plástico boiando nos oceanos, pesando mais de 250 mil toneladas (ERIKSEN et al., 2014). O plástico à deriva pode ser capturado pelos giros oceânicos e se concentrar, e é isso que levou à formação da Grande Porção de Lixo do Pacífico (GPLP), onde estima-se que haja 79 mil toneladas de plástico em uma área de 1,6 milhões km2. Microplásticos representam 8% do peso estimado da GPLP, mas 94% do total de pedaços de plástico que a formam (LEBRETON, 2018). Considerando estudos passados, há indício de que a GPLP vem crescendo rapidamente nos últimos anos (LEBRETON, 2018), o que faz sentido considerando o aumento da quantidade produzida que vem sendo observado.\nApesar desses números serem impressionantes, é notória a diferença entre as estimativas do fluxo de plástico sendo despejado no oceano, que são dadas na ordem de milhões de toneladas, e as estimativas da massa de plástico acumulado nos oceanos, que são medidas em milhares de toneladas. Este é o chamado “problema do plástico desaparecido”, e ainda não há resposta definitiva sobre o tema. Entretanto, pode-se ressaltar que, como aproximadamente 40% do plástico produzido é mais denso do que a água marinha\n(ANDRADY, 2011), uma parte significativa do resíduo afunda ao ser despejado nos oceanos e portanto não é contabilizada por estudos que se limitam ao plástico à deriva na superfície dos oceanos.\nAlém disso, parece haver outros mecanismos que agem para reduzir o plástico mensurável por esses estudos, que se limitam a pedaços maiores do que 0,5 mm. Um desses mecanismos pode ser o transporte de resíduos dos oceanos para áreas costeiras (LEBRETON,\n2018), e de fato resíduos plásticos representam de 50 a 80% dos resíduos que se acumulam nas áreas costeiras (THOMPSON, 2009b). O acúmulo de resíduos nas costas e proximidades afeta a estética do ambiente natural, afetando negativamente o setor turístico e atividades recreacionais (GREGORY, 2009). Outra possibilidade notável é a perda da flotabilidade dos pedaços de plástico (LEBRETON, 2018). Novos estudos parecem corroborar o papel desse efeito, e mostram que há um grande volume de microplásticos em águas profundas, sendo até quatro vezes mais abundante do que na superfície (WOODALL et al., 2014). Por fim, parte da diferença pode ser explicada pela ingestão de resíduos pela fauna (LEBRETON, 2018).\nHá registros de ingestão de plásticos ou entrelaçamento em resíduos por parte de mais de 250 espécies marinhas, incluindo tartarugas, pinguins, baleias, peixes, crustáceos e mais de 100 espécies de aves marinhas (LAIST, 1997). Sacolas plásticas podem ser particularmente prejudiciais, por serem confundidas com água-vivas ao flutuarem na água, podendo bloquear o esôfago dos animais que a ingerem (GREGORY, 2009). Os malefícios causados pela ingestão ou entrelaçamento são diversos, e incluem ferimentos externos e internos, bloqueio do trato digestivo, perda geral de mobilidade e dificuldade para alimentar filhotes (GREGORY, 2009). Esses efeitos levam invariavelmente à perda de qualidade de vida dos indivíduos afetados, e muitos vezes levam à morte (GREGORY, 2009).\nOutra questão importante é a possibilidade de contaminação da fauna através da ingestão dos resíduos plásticos (GREGORY, 2009). Esse risco pode ser fruto da própria composição do plástico, que muitas vezes têm adição de substâncias que visam aumentar a sua usabilidade, mas podem ter efeitos adversos para a saúde humana e de outros animais. Em aves marinhas que ingeriram plástico, já foram encontrados indícios de substâncias químicas que não estavam presentes em sua presa natural. Esse resultado sugere que ocorre a transmissão de químicos do plástico ingerido para o tecido dos animais que o ingerem (TANAKA, 2013).\nA preocupação de contaminação não se restringe à fauna, e um exemplo de aditivo bastante controverso é o Bisfenol A (BPA), utilizado na produção de policarbonato. Este polímero está presente em componentes eletrônicos, na construção civil e em recipientes de comida e bebidas. Há estudos que encontraram relação entre os níveis de BPA e doenças cardiovasculares, diabetes e anormalidades em enzimas do fígado (THOMPSON et al., 2009b). Por isso, esta substância vem sendo alvo de muitas críticas, sobretudo o seu uso em recipientes de alimentos. Quando os recipientes de policarbonato são lavados, aquecidos ou pressionados este pode liberar o BPA e contaminar o alimento (GRAND VIEW RESEARCH,\n2019). Outro polímero possivelmente prejudicial à saúde e utilizado em recipientes de comida é o poliestireno. Estudos indicam que, quando são aquecidos juntamente com a comida, estes recipientes podem liberar substâncias carcinogênicas (UNEP, 2018). Apesar disso, ainda não há consenso sobre os efeitos desses polímeros e aditivos utilizados no plástico, sendo necessário realizar mais pesquisas sobre o assunto para se ter dados conclusivos.\nMesmo quando estes recipiente de alimentos são evitados, estamos diariamente expostos ao plástico devido à proliferação de microplásticos na água e na atmosfera. Um estudo que mensurou a ingestão de microplásticos dada a dieta recomendada a um estadunidense, concluiu que ingerimos de 81 a 123 mil pedaços de microplásticos por ano, advindos de alimentos e do ar (COX et al., 2019). Ainda, estimou-se que o consumo de água engarrafada, ao invés de diretamente da torneira, aumenta em 22 vezes a quantidade de microplásticos ingeridos (COX et al., 2019). Esses resultados são, provavelmente, subestimados, pois não há avaliação sobre a quantidade de microplásticos em todos os alimentos da dieta recomendada, e os efeitos sobre a saúde da população ainda são incertos.\nAlém disso, a contaminação da fauna também pode ser ocasionada pelo acúmulo de toxinas e agentes biológicos no plástico que fica à deriva nos oceanos. Os resíduos à deriva são foco de colônias de organismos, o que pode propiciar a dispersão desses organismos para regiões onde não são nativos, criando o risco de provocar desequilíbrios ecológicos (GREGORY, 2009).\nOutras questões que costumam ser menos mencionadas, entretanto não podem ser ignoradas, são os efeitos prejudiciais à atividade pesqueira de subsistência, devido à contaminação do ambiente e dos animais, e riscos a navegantes recreacionais e até mesmo embarcações maiores (GREGORY, 2009). Ainda, algumas pessoas queimam materiais plásticos como combustível para aquecimento do ambiente ou para cozinhar, o que libera\ngases tóxicos que causam efeitos adversos à saúde (UNEP, 2018). Esse é um exemplo de efeitos perversos socialmente desiguais do plástico, por afetar em especial famílias de baixa renda, que não tem condições de acessar combustíveis seguros.\n3.6\tALTERNATIVAS\nNesta seção serão apresentados algumas alternativas que podem ajudar a evitar ou mitigar os danos ambientais e sociais causados pelo uso excessivo do plástico. Será dado destaque para o aumento da taxa de reciclagem, da utilização do bioplástico e por fim para algumas políticas restritivas que já foram implementadas com o objetivo de reduzir a geração de resíduos plásticos.\n3.6.1\tAumento da taxa de reciclagem\nEmbora pareça haver evidências gerais de uma relação em forma de sino entre renda e resíduos plásticos mal geridos, muitas cidades de baixa renda conseguem atingir taxas de reciclagem semelhantes ou até maiores do que cidades abastadas. Adelaide e São Francisco são citadas como cidades modelo no tema, atingindo 65% ou mais de reciclagem. Entretanto, Quezon City, nas Filipinas, e Bamako, em Mali, estão no mesmo patamar (HAWKEN, 2017). Os sistemas de reciclagem informal presentes em cidades de renda mais baixa trazem rendimento a famílias pobres locais, mas também representam riscos à saúde dessas pessoas devido à insalubridade. Essa é a realidade de muitas cidades brasileiras. Uma alternativa é investir no sistema formal de coleta de resíduos, para melhorar e formalizar o serviço prestado, ao mesmo tempo em que se dá condições de trabalho mais dignas aos envolvidos.\nUma iniciativa usada em São Francisco para incentivar o aumento da reciclagem de resíduos residenciais é cobrar pelo lixo mandado aos aterros, porém transportar aquilo que é reciclável de graça. Outra ideia é cobrar um valor no momento da compra que pode ser recuperado dando o destino correto no momento do descarte. Colocar lixeiras grandes nas ruas, para permitir que se acumule maior volume de material reciclável, gerou resultados questionáveis. O espaço maior levou algumas pessoas a depositarem objetos como mangueiras e caixas de isopor nas lixeiras, o que encarece o processamento dos resíduos (HAWKEN, 2017).\nOutra proposta para aumentar a taxa de reciclagem que vem ganhando tração é a da responsabilidade estendida do produtor (extended producer responsibility - EPR). A ideia é\ntornar os produtores responsáveis não apenas pela produção mas também pelo manejo dos itens após o descarte, internalizando esse custo. A EPR pode ser meramente financeira, cobrando pelo custo de coleta e reciclagem, ou direta, tornando os produtores responsáveis pelo processo (HAWKEN, 2017). Há várias formas de se operacionalizar a política, por exemplo com obrigatoriedade do retorno do produto e taxas de reciclagem a serem alcançadas, retorno voluntário dos produtos ou taxas para fomentar a reciclagem (WALLS, 2006). É comum que as empresas se mobilizem em organizações de responsabilidade dos produtores, para se aproveitar de economias de escala na coleta e reciclagem (WALLS, 2006).\nTornar o descarte responsabilidade dos produtores faz com que estes considerem o ciclo de vida completo do produto desde a concepção. A ideia é que essa medida induza os produtores a fazer alterações no desenho dos bens para reduzir a geração de resíduos, seja através do aumento da reciclabilidade, da redução do uso de materiais ou do aumento da vida útil dos produtos (HAWKEN, 2017; WALLS, 2006). Entretanto, os efeitos práticos sobre o design em produtos de maior complexidade, como eletrônicos e veículos motorizados, ainda não foram comprovados (WALLS, 2006). Além disso, dependendo do contexto, as políticas podem ter efeitos indesejados. A proibição do despejo de determinado material em aterros em conjunto com uma política que exige o pagamento pelo descarte correto pode levar ao aumento do despejo ilegal, por exemplo (WALLS, 2006).\nApesar disso, a EPR levou à redução da geração de resíduos e aumento da taxa de reciclagem em todos os países em que foi implementada. Também encorajou a racionalização do design dos produtos considerando o meio ambiente, levando à diminuição do uso de materiais e redução das embalagens, ainda que este efeito apenas seja comprovado em produtos simples (WALLS, 2006).\nO projeto Drawdown, iniciativa que busca mensurar o impacto ambiental de diversas medidas, estima que a elevação da taxa de reciclagem para 65% traria redução de emissão de gases equivalentes a 2,77 Gigatoneladas de CO2 até 2050, além de trazer economia de 142 bilhões de dólares (HAWKEN, 2017). Segundo outra estimativa, cada tonelada de plástico reciclado gera redução de emissões de 1,45 toneladas CO2 e o uso de garrafas PET 100% recicladas podem gerar redução de 27% nas emissões desse setor (HOPEWELL et al., 2009). As emissões de CO2 são utilizadas sobretudo por ter caráter sintético a respeito dos impactos ambientais e remeter à ameaça do aquecimento global, um dos problemas ambientais mais publicizados atualmente, discutido brevemente na subseção 2.1. Entretanto, o aumento da taxa\nde reciclagem também é importante para outros indicadores ambientais que não são representados na redução de emissões de CO2, como para a preservação da fauna.\n3.6.2\tBioplástico e plástico biodegradável\nBioplástico é o nome dado aos plásticos que utilizam plantas como seu insumo principal. O celuloide, o primeiro plástico produzido, era feito a partir de celulose (FREINKEL, 2011), e portanto pode ser considerado também o primeiro bioplástico. Este material é uma alternativa interessante aos petroplásticos tradicionalmente usados por evitar a utilização de combustíveis fósseis. Já os plásticos biodegradáveis são plásticos que se degradam completamente em condições naturais (FREINKEL, 2011). Este material pode ajudar no problema de gestão dos resíduos, e reduzir os efeitos adversos do descarte incorreto. Estes dois tipos de plástico representam apenas 1% da produção mundial (GEYER, JAMBECK, LAW, 2017), no entanto tem grande potencial.\nO bioplástico, que já chegou a ser utilizado até na construção de um carro devido à escassez de metal na segunda guerra mundial, só voltou a ganhar atenção com os choques do petróleo da década de 1970. Na década de 1990, com o advento da química verde e o aumento do preço do petróleo, esse processo se intensificou. Hoje, uma grande variedade de bioplásticos está disponível ou em desenvolvimento, com diferentes propriedades e qualidades (HAWKEN, 2017), mesmo que este segmento ainda não represente grande parcela da produção.\nComo já foi dito, um dos fatores limitantes para o aumento das taxas de reciclagem é a utilização de componentes diferentes na produção do plástico (GEYER, JAMBECK, LAW, 2017). Sendo assim, a introdução de bioplásticos pode dificultar o processo de triagem e encarecer a reciclagem caso não seja feita de forma cuidadosa (HAWKEN, 2017). Dessa forma, é preciso que os produtos sejam apropriadamente indicados, para sua introdução não causar efeitos negativos no esquema de manejo de resíduos já estabelecido (HOPEWELL 2009). Apesar disso, várias empresas estão investindo nesse tipo de produto, pois acreditam que existe grande potencial para desenvolvimento de novas aplicações (HAWKEN, 2017).\nNa modelagem realizada no projeto Drawdown estima-se que é possível reduzir emissões equivalentes a 4,3 gigatoneladas de CO2, assumindo que o bioplástico aumente a sua participação para 49% do mercado de plástico em 2050 (HAWKEN, 2017), de cerca de 1% atualmente (GEYER, JAMBECK, LAW, 2017). O custo estimado dessa mudança da\nmatriz produtiva é de 19 bilhões de dólares. Essa transição vem ocorrendo de forma lenta, em parte porque o custo de produção do bioplástico é mais alto atualmente, mas vem diminuindo rapidamente (HAWKEN, 2017).\n3.6.3\tPolíticas restritivas\nPropostas como a EPR e o aumento da utilização de bioplásticos pretendem encontrar uma solução para a questão do plástico através da indução de uma mudança do padrão de utilização do plástico. A EPR busca aumentar a vida útil dos bens e, quando seu descarte for necessário, aumentar a taxa de reciclagem destes. Já a adoção do bioplástico como alternativa não necessariamente propõe mudanças significativas no padrão de uso do plástico, mas procura apenas garantir que este não se acumule no ambiente natural caso seja descartado de forma incorreta. Uma alternativa a essa proposição é a implementação de políticas que restrinjam ou inibam o uso de itens considerados prejudiciais, o que tem o benefício de possivelmente causar impacto mais rápido. Essas políticas, em geral, consistem na proibição do uso ou em cobrança de um valor pela utilização do material, suficiente para ser capaz de alterar comportamentos, e tiveram resultados diversos.\nMedidas deste tipo já foram implementadas em diversos lugares do mundo, sobretudo visando o uso de sacolas plásticas e itens descartáveis como copos e recipientes de comida, tanto em nível nacional quanto local. É importante ressaltar que este tipo de proposta não é exclusividade de países de renda elevada, e o continente africano se destaca como região em que mais países instituíram leis sobre o assunto (UNEP, 2018). Este parece ser indício contrário à teoria de que um nível de renda elevado é necessário para medidas de proteção ambiental. Lamentavelmente, em muitos casos faltam dados para verificar a efetividade da política empregada, o que evidencia a importância de sistematizar a mensuração do uso do material.\nNo Brasil, foi implementada em 2009 no Rio de Janeiro uma medida que busca restringir o uso de sacolas plásticas, através de cobrança e de incentivos à sua substituição. A política reduziu em 24% o uso de sacolas plásticas na cidade (UNEP, 2018) e atualmente está em fase de implementação uma proposta mais restritiva, que proíbe o uso de sacolas de fontes não renováveis (G1, 2019). Uma medida restritiva semelhante foi implementada em Banjarmasin, na Indonésia, em 2016 e atingiu 80% de redução na utilização de sacolas plásticas. Em termos de política a nível nacional, Ruanda é um país referência e desde que\ninstituiu a proibição da produção, uso e comercialização de sacolas plásticas em 2008 essas foram substituídas por sacolas de papel (UNEP, 2018). Na Europa, Itália e Bélgica alcançaram reduções de 55% e 80%, respectivamente. Nos casos em que os objetivos das políticas não foram alcançados, os problemas mais comuns foram a indisponibilidade de alternativas, como de sacolas reutilizáveis, e falta de fiscalização.\nEmbora esses resultados sejam encorajadores, vale salientar que o uso de plásticos de uso único e de vida útil curta é mais abrangente do que que apenas as sacolas plásticas visadas por esse tipo de política. As sacolas são alvo de ações por serem visíveis e existirem substitutos disponíveis (FREINKEL, 2011). Contudo neste caso é importante também avaliar quais são as alternativas que estão sendo escolhidas. Análises mostram que a produção de sacolas de papel utiliza mais água e energia do que sacos plásticos (FREINKEL, 2011). Por outro lado, sacolas de papel são facilmente degradadas e não representam os mesmos riscos à fauna do que o plástico. A melhor alternativa, que deve ser encorajada, são sacolas reutilizáveis por um longo período. Por fim, medidas que visem limitar ou eliminar o uso de sacolas plásticas são um passo na direção certa e podem influenciar indivíduos a tomarem outras atitudes. Entretanto são necessárias mudanças sistêmicas para efetivamente lograr reduzir os efeitos adversos do plástico sobre o meio ambiente e a saúde dos consumidores.\n4.\tCENÁRIOS PARA O FUTURO\nTendo em vista os danos ambientais extensivos associados ao plástico, sobretudo no que diz respeito aos resíduos plásticos despejados no ambiente marinho, parece evidente a importância de se ter estimativas sólidas do total de plásticos gerados a nível global, tanto atualmente quanto no futuro. Neste tópico, o estudo de Geyer, Jambeck e Law (2017) foi decisivo, por ser o primeiro a realizar uma estimativa do total da produção de plástico desde 1950 até 2015. Além disso, o trabalho propõe um modelo para estimar a geração de resíduos ao longo do tempo, estratificados por forma de manejo, o que permite a formulação de cenários futuros. Sendo assim, neste trabalho optou-se por reproduzir o modelo empregado em Geyer, Jambeck e Law (2017) como cenário de referência, para possibilitar comparação com o estudo mais abrangente realizado até o momento. Os cenários alternativos formulados utilizaram como base o mesmo modelo, mas foram propostas modificações na projeção da produção.\nÉ preciso, antes de apresentar a metodologia empregada, salientar a diferença entre projeções e previsões. Os cenários apresentados neste capítulo são projeções do total de resíduos gerados, bem como de seu destino, dado uma série de suposições e simplificações, e portanto não pretendem servir como previsões do futuro. A trajetória real depende de muitos fatores influenciados por alto nível de incerteza, como a evolução do padrão de consumo da população e decisões de políticas e legislação. De toda forma, os cenários apresentados são relevantes porque possibilitam vislumbrar possibilidades reais e mensurar o possível impacto da adoção de políticas e de mudanças nas preferências dos consumidores. Na próxima seção serão apresentados os detalhes do modelo, utilizado para a formulação dos cenários de geração de resíduos plásticos até 2050, bem como algumas críticas pontuais ao trabalho original.\n4.1\tMETODOLOGIA\nPara a formulação dos cenários, o primeiro ponto necessário é o cálculo da projeção da produção anual de plástico. Geyer, Jambeck e Law (2017) verifica que a produção segue uma tendência temporal polinomial de segunda ordem, e encontra um R2 de 0,99, sendo então empregado este modelo para projetar a fabricação futura. Entretanto, é válido citar que não há menção no trabalho do uso de validação cruzada no processo de verificação do encaixe da curva. A variação holdout da validação cruzada consiste em separar a amostra em dois\npedaços, uma utilizada para construir o modelo de projeção e outra para validar os resultados (MICHAELSEN, 1987). A ideia por trás deste método é testar o quão bem o modelo é generalizável, e portanto tentar evitar a construção de um modelo sobreajustado ao conjunto de dados utilizado para estimar os parâmetros.\nUtilizando este método, separando os últimos 15 anos para validação do modelo, a polinomial de segunda ordem utilizada por Geyer, Jambeck e Law (2017) resulta em um R2 de 0,76. Este resultado ainda é bom, entretanto, para fins de comparação, foi testado um modelo ARIMA(0,2,1), passando pelo mesmo processo. As ordens do modelo ARIMA foram definidas utilizando o método autoarima do pacote pmdarima, disponível para a linguagem de programação Python (PYPI, 2019). Com este modelo, foi encontrado um R2 de 0,97, o que representa uma melhora substancial. Apesar disso, a diferença no montante total de resíduos gerados, entre a modelagem utilizando estas duas possibilidades, foi de apenas 500 milhões de toneladas. Embora não seja uma quantidade desprezível, isto representa aproximadamente metade da produção anual projetada para o ano de 2050 no cenário de referência, e portanto não é determinante nos resultados. Dessa forma, julgou-se preferível utilizar a metodologia de projeção da produção de Geyer, Jambeck e Law (2017), para possibilitar comparativos com este estudo. Nos cenários alternativos, a projeção da produção até 2050 foi feita utilizando outros parâmetros, que serão apresentados em suas respectivas seções.\nTendo a projeção da produção, para modelar a geração de resíduos foi calculada a distribuição de vida útil dos produtos por setor, apresentada no gráfico 10. Uma boa aproximação para modelar a vida útil dos produtos plásticos é assumir que esta segue uma distribuição lognormal, com média e desvio padrão que dependem do setor em que são utilizados (GEYER, JAMBECK, LAW, 2017). Este método é bastante utilizado para modelar a geração de lixo de materiais específicos, e se torna a melhor alternativa neste caso dada a falta de dados suficientes em muitos países para se fazer uma mensuração direta (GEYER, JAMBECK, LAW, 2017). Está implícito na utilização da distribuição lognormal a suposição de que a duração da vida útil depende de diversos pequenos fatores, cujas contribuições se tornam aditivas com a transformação logarítmica.\nO gráfico 10 mostra a distribuição da probabilidade de um produto plástico chegar ao fim da sua vida útil, dividido por setor de produção. Percebe-se, mais uma vez, como os produtos plásticos do setor de embalagens e de bens de consumo são os que mais contribuem para a geração deste tipo de lixo.\nGráfico 10 - Distribuição de probabilidade de produtos alcançarem o fim da sua vida útil\nFonte: GEYER, JAMBECK, LAW (2017)\nAssumiu-se que os plásticos secundários, que já foram reciclados ao menos uma vez, tenham tempo de vida de 1 ano, por ser o valor que reproduz mais fielmente os resultados de Geyer, Jambeck e Law (2017), que não explicitam qual a grandeza considerada. Além disso, considerou-se, como simplificação, que a participação de cada setor na produção se manterá a mesma no período até 2050, como em Geyer, Jambeck e Law (2017). Esta suposição pode ser alvo de críticas e, de fato, é improvável que o perfil de produção e consumo se mantenha o mesmo até 2050. Contudo, não há dados suficientes disponíveis descrevendo a evolução no tempo da distribuição setorial da produção de plástico. Dessa forma, a escolha de qualquer fator de ajuste dessa distribuição para o futuro seria inevitavelmente enviesada e introduziria novas fontes de incerteza ao modelo. Nos cenários alternativos, a restrição imposta sobre a produção de plásticos de uso único reduz a participação do setor de embalagens, no entanto também assume que a composição do restante da produção se mantém constante.\nAs taxas de descarte, reciclagem e incineração dos resíduos gerados anualmente foram projetadas considerando a manutenção da tendência atual, o que implica um crescimento de 0,7% ao ano das taxas de reciclagem e incineração (GEYER, JAMBECK, LAW, 2017). Essa projeção altera a parcela de resíduos destinada a cada uma dessas modalidades de descarte,\nentretanto tem efeito limitado sobre o montante total de resíduos gerado, influenciando apenas a geração de resíduos secundários.\nPor fim, tendo a projeção geração de resíduos anuais até 2050, dados todos os condicionantes já descritos, o lixo plástico acumulado foi calculado como a soma dos rejeitos anuais durante o período. Os resultados finais são apresentados arredondados ao milhar mais próximo, como em Geyer, Jambeck e Law (2017). Essa escolha foi feita para evitar uma falsa noção de previsão, quando o objetivo real do exercício é apresentar uma projeção em termos amplos, de forma a possibilitar ponderar sobre os efeitos de medidas tomadas para restringir os danos ambientais do plástico.\nAs próximas seções apresentarão quaisquer modificações no modelo referentes ao cenário. Toda a modelagem foi feita utilizando dados disponíveis online (RITCHIE, ROSER, 2019), de acordo com o modelo empregado em Geyer, Jambeck e Law (2017), e está disponível para referência e reprodução7. Na última seção deste capítulo serão demonstrados os resultados de cada cenário formulado, bem como suas implicações para os objetivos de desenvolvimento sustentável idealizados por este trabalho.\n4.2\tO CENÁRIO ATUAL\nEsta seção apresenta o panorama até 2015 da geração de resíduos plásticos no mundo, estimados de acordo com a metodologia exposta na seção 4.1. O gráfico 11 mostra a trajetória do total de resíduos plásticos gerados anualmente até 2015, considerando resíduos primários -resultado da produção de material virgem - e secundários - que advém de materiais já reciclados. Das 360 milhões de toneladas de resíduos plásticos gerados em 2015, aproximadamente 56 milhões eram de resíduos secundários, ou seja, de plásticos que já haviam sido reciclados ao menos uma vez. O gráfico também mostra a massa de resíduo de acordo com a forma de descarte - reciclado, incinerado ou descartado -, a partir das taxas anuais ilustradas no gráfico 6. Os resíduos do setor têxtil, que representam 12,6% do total, não apresentam taxas significativas de reciclagem, e portanto são consideradas como sendo descartadas ou incineradas em sua totalidade (GEYER, JAMBECK, LAW, 2017). O aumento recente das taxas de incineração e de reciclagem, que poderia significar a redução do volume de resíduos descartado, é contrabalanceado pelo crescimento do volume de resíduos gerados, resultando na estagnação do lixo plástico descartado.\n7 Para referência da modelagem utilizada, ver: github.com/ianmizo/plastic-production-scenarios\nGráfico 11 - Resíduos gerados por ano, por forma de descarte\nFonte: GEYER, JAMBECK, LAW 2017\nConforme estimado pelo método de Geyer, Jambeck e Law. (2017) e reproduzido neste trabalho, foram produzidos cerca de 8,3 bilhões de toneladas de plástico de 1950 a 2015, e 30% deste total ainda está em uso. Nesse período, o acúmulo de resíduos primários e secundários (que foram reciclados ao menos uma vez) foi de 6,3 bilhões de toneladas. Desse total, apenas 12% foi incinerado e 9% foi reciclado. Aproximadamente 4,9 bilhões de toneladas, ou 60% de todo plástico já produzido, foram descartadas em aterros ou se acumulam no meio ambiente (GEYER, JAMBECK, LAW, 2017).\n4.3\tCENÁRIO DE REFERÊNCIA - MANUTENÇÃO DA TENDÊNCIA ATUAL\nComo cenário de referência, estimou-se o cumulativo de resíduos gerados até 2050, supondo que as tendências atuais se mantenham, ou seja, a utilização de materiais plásticos continue na mesma trajetória de rápida ascensão descrita durante o período 1950 - 2015. Neste cenário, a produção aumenta de 407 milhões de toneladas em 2015 para aproximadamente 1 bilhão de toneladas anuais de plástico em 2050, conforme no gráfico 12. Isso representa um crescimento de aproximadamente 2,6% ao ano, maior do que o crescimento esperado para o PIB, 2,4%, (HAWKSWORTH et al., 2017) e para a população,\n0,8% (WORLD POPULATION PROSPECTS, 2019). Dessa forma, ocorreria um aumento na produção de plásticos per capita de cerca de 55 kg em 2015 para 100 kg per capita em 2050. Caso a matriz produtiva continue a mesma, ou seja, que a maior parte do plástico continue utilizando petróleo como insumo, estima-se que em 2050 aproximadamente 20% de todo o petróleo precisará ser utilizado para a produção de plástico.\nFonte: Elaboração própria, com base em GEYER, JAMBECK, LAW, 2017\nDado esse aumento da produção e a manutenção do mesmo padrão de uso do plástico apresentado na seção 3.2, estima-se que seriam gerados aproximadamente 27 bilhões de toneladas de resíduos plásticos adicionais até 2050, entre resíduos primários e secundários. Sendo assim, de 2015 até 2050 seriam incinerados mais 11,2 bilhões de toneladas de plástico, 7 bilhões seriam descartados em aterros ou no meio ambiente e 8,4 bilhões de toneladas seriam recicladas. Considerando que de 2 a 6% do volume de resíduos descartados anualmente é despejado nos oceanos, se este padrão continuar isso significa que neste cenário seriam despejados de 140 a 420 milhões de toneladas adicionais de plástico nos oceanos.\nEspera-se que a quantidade de resíduos despejados nos oceanos anualmente diminua no futuro, no entanto, a maior parte do aumento da produção tende a ser em países de renda baixa, onde em geral o sistema de manejo de resíduos ainda não é bem desenvolvido. Conforme descrito na seção 3.4 e 3.6, não parece ser impossível que países de renda baixa\ndesenvolvam sistemas eficientes para lidar com o lixo gerado. No entanto, se o aumento da produção seguir a trajetória descrita neste cenário de referência, haverá forte pressão para que esses sistemas se desenvolvam mais rapidamente, ou os danos ambientais do despejo inadequado desse enorme volume de resíduos podem ser catastróficos.\nGráfico 13 - Total de resíduos gerados - cenário de referência\nFonte: Elaboração própria, com base em GEYER, JAMBECK, LAW, 2017\nNo cenário de referência, proporcionalmente menos rejeitos seriam descartados até 2050, graças ao aumento das taxas de reciclagem e incineração. Apesar disso, a trajetória de rápida ascensão da produção faz com que mais lixo plástico seja descartado nesses 35 anos do que em todo o período 1950-2015. É válido ressaltar também, que embora a curva do acúmulo de resíduos descartados esteja em estagnação, o processo pode nunca ser revertido. Os danos ambientais à fauna podem ser definitivos, em parte porque 15% das espécies afetadas estão ameaçadas de extinção (UNEP, 2018). Também, caso essa tendência se confirme, 99% dos pássaros marinhos terão ingerido algum resíduo plástico até 2050 (UNEP, 2018).\nConsiderando o contexto crítico em que os corpos d'água já se encontram atualmente, este parece ser um cenário que deve ser evitado a todo custo, se é dada alguma importância para os objetivos de sustentabilidade apresentados na seção 2.2. Esse aumento desenfreado da produção seria irresponsabilidade com as necessidades de gerações futuras, tanto em termos\nde uso excessivo de recursos naturais como insumos para o plástico, como em termos dos danos à fauna e ao ambiente natural.\n4.4\tCENÁRIO 2 - RESTRIÇÃO DO USO DE PLÁSTICO DE USO ÚNICO\nComo comparativo com o cenário de referência, para o cenário 2 estimou-se qual seria o efeito da restrição ao crescimento da utilização de plásticos de uso único, como já vem sendo proposto em diversos países. As medidas atualmente em vigor, em geral visam apenas reduzir o uso de sacolas plásticas e outros itens simbólicos de uso único, como canudos ou copos (UNEP, 2018). No entanto, os plásticos de vida útil curtíssima não se limitam a estes bens, englobando também recipientes de comida e, principalmente, embalagens de todo o tipo de bem comercializado atualmente. Assim, para estimar o efeito de uma política parcial, que logre reduzir o uso de alguns tipos de plástico de uso único, porém sem subverter os padrões estabelecidos, considerou-se neste cenário que a produção anual de plásticos de uso único se mantivesse no nível de 2015. Para os outros setores, foi mantida a mesma taxa de crescimento da projeção do cenário de referência. A maior parte dos plásticos de uso único é do setor de embalagens, embora existam itens de vida curtíssima em outros setores também, como o de bens de consumo. Infelizmente, não há dados suficientes para estimar a proporção de plásticos de uso único nesses outros setores, e dessa forma, como simplificação, considerou-se que os plásticos de uso único se resumem à totalidade do setor de embalagens.\nLevando em consideração estas restrições ao crescimento da produção, estimou-se que a produção anual chegaria a aproximadamente 800 milhões de toneladas em 2050, 200 milhões de toneladas a menos do que no cenário de referência. O gráfico 14 mostra a trajetória da produção no período, que tem uma inclinação menor do que a do cenário de referência, dada a proposta estagnação dos plásticos do setor de embalagens.\nGráfico 14 - Projeção de produção anual - cenário de restrição de plásticos de uso único\nFonte: Elaboração própria, com base em GEYER, JAMBECK, LAW, 2017\nNesse cenário, dado o crescimento populacional projetado para o período (WORLD POPULATION PROSPECTS, 2019), ocorreria uma redução em termos per capita da produção de plásticos de uso único: 20 kg per capita por ano em 2015 para 15 kg per capita em 2050. Essa alteração na tendência, embora possa parecer pequena, tem efeito significativo sobre o acumulado de resíduos gerados no período, sobretudo porque o setor de plásticos de uso único é o que mais contribui para o aumento desenfreado do volume de lixo plástico gerado anualmente. Este efeito pode ser verificado no gráfico 15.\nGráfico 15 - Total de resíduos gerados - restrição de plásticos de uso único\nFonte: Elaboração própria, com base em GEYER, JAMBECK, LAW, 2017\nSob as condições apresentadas, estimou-se que seriam gerados cerca de 21 bilhões de toneladas de resíduos plásticos adicionais entre 2015 e 2050. Deste total, 6 bilhões seriam descartadas, esta mesma quantidade seria reciclada e 9 bilhões de toneladas de resíduos seriam incinerados. A partir do total acumulado de resíduos, e assumindo que de 2 a 6% dos resíduos descartados vão parar nos oceanos, neste cenário seriam despejadas cerca de 120 a 360 milhões de toneladas no ambiente natural.\n4.5\tCENÁRIO 3 - REDUÇÃO DO CONSUMO\nComo demonstrado no gráfico 7, existe uma relação positiva entre o crescimento da renda e a utilização de plástico, e, portanto, da geração de resíduos. Essa tendência é racionalizada pela ideia de que o aumento do consumo leva invariavelmente a aumento de bem estar por parte do consumidor, ideia que é refutada por diversos estudiosos do assunto, ao menos a partir de certo nível de renda (DALY, FARLEY, 2014; KAHNEMAN, DEATON, 2010; STIGLITZ et al., 2010). Entende-se que no tocante ao plástico, para além de níveis baixíssimos de renda, o aumento do consumo não deve gerar ganhos de bem estar, especialmente devido aos danos ambientais associados a este material. Além disso, o custo\nestimado de remoção do plástico que está sendo despejado no meio ambiente e se acumulando é maior do que o custo para reduzir o despejo em si, através de melhorias no sistema de gestão de resíduos ou de mudanças no padrão de produção e consumo (UNEP, 2018).\nSendo assim, o último cenário que este trabalho se propõe a estimar é um de redução generalizada do consumo de produtos plásticos, sabidamente prejudiciais ao meio ambiente e possivelmente à saúde dos próprios consumidores. Neste cenário, o aumento da produção seria controlado por dois fatores. Primeiro, considera-se que medidas mais restritivas sobre os plásticos de uso único fossem adotadas, visando não apenas estagnar este tipo de uso, mas reduzi-lo. Assim, tomou-se como estimativa uma taxa gradual de substituição, em que a utilização de plásticos de uso único cairia 5% ao ano a partir de 2016 até chegar a 50% do valor estimado em 2015. Segundo, para os demais setores, o fator de crescimento da produção de plásticos do cenário de referência foi substituído pelo crescimento da população. O gráfico 16 mostra a projeção da produção neste cenário, bastante distinta das projeções dos demais.\nGráfico 16 - Projeção de produção, cenário de redução do consumo\nFonte: Elaboração própria, com base em GEYER, JAMBECK, LAW, 2017\nNa prática, considerando que nos primeiros anos a redução do emprego de plásticos de uso único é maior do que o crescimento dos outros setores, há redução da utilização de plástico per capita no período, de 55 kg em 2015 para 43 kg per capita por ano em 2050. Esse\nseria o resultado de uma mudança profunda e veloz no padrão de consumo, alinhado com objetivos de preservação ambiental. Para ocorrer com a rapidez descrita aqui neste cenário, é provável que essa mudança teria que ser induzida pela implementação de políticas restritivas severas, muito mais abrangentes do que as que estão hoje em vigor. Os efeitos do controle da produção no período se refletem no gráfico 17, que mostra o acumulado de resíduos gerados.\nGráfico 17 - Total de resíduos gerados - redução do consumo\nFonte: Elaboração própria, com base em GEYER, JAMBECK, LAW, 2017\nNo agregado, neste cenário ainda seriam gerados 16,5 bilhões de toneladas de resíduos plásticos adicionais de 2015 a 2050. Destes, 4,5 bilhões seriam reciclados, 7 bilhões incinerados e 5 bilhões de toneladas de plástico seriam descartadas. Este é o mesmo montante de resíduos descartados até hoje, e representaria de 100 a 300 milhões de toneladas adicionais despejadas nos oceanos.\n4.6\tDISCUSSÃO DOS RESULTADOS\nA tabela 2 apresenta um comparativo dos resultados dos três cenários estimados. No cenário de redução sistêmica do consumo, estimou-se que seriam gerados 11,5 bilhões de toneladas a menos de resíduos plásticos, o que evidencia o grande efeito que uma mudança generalizada e rápida poderia provocar. Mesmo uma mudança limitada, que apenas restrinja o\ncrescimento do uso e plásticos de uso único, já geraria redução de aproximadamente 5 bilhões de toneladas de resíduos plásticos até 2050.\nAinda assim, no melhor dos casos apresentados, 5 bilhões de toneladas de resíduos plásticos seriam descartados até 2050, com possivelmente 100 a 300 milhões de toneladas destas podendo ser despejadas nos oceanos. Esse é o mesmo montante de plástico que já foi descartado até o presente, e que criou as condições para se considerar a questão do plástico como um problema ambiental urgente, que ameaça diversas espécies.\nFica evidente como o nível de produção do plástico já alcançou patamares muito elevados. Mesmo em um cenário de restrição incisiva do consumo, como no cenário 3 deste trabalho, haverá geração significativa de resíduos plásticos adicionais até 2050. Esses resultados parecem indicar que, embora a contenção do consumo e da produção sejam importantes, não parece ser factível que apenas isso resolva o problema. Para isso, a mudança nos costumes teria que ser muito profunda e abrupta, ainda mais do que as propostas no terceiro cenário.\nTabela 2 - Comparativo do total de resíduos gerados adicionais, em bilhões de toneladas\nMedida\tCenário\t\t\n\tReferência\tRestrição de plásticos de uso único\tRedução do consumo\nTotal de resíduos\t27\t22\t16,5\nResíduos reciclados\t8,5\t6\t4,5\nResíduos incinerados\t11,5\t9\t7\nResíduos descartados\t7\t6\t5\nFonte: Elaboração própria, com base em GEYER, JAMBECK, LAW, 2017\nAinda, mesmo que mudanças rápidas sejam alcançadas, e que a produção de plástico seja significativamente limitada, haverá enorme pressão para o desenvolvimento de sistemas de manejo de resíduos melhores. A tendência das taxas de reciclagem, incineração e descarte comum não foram alteradas na construção dos cenários apresentados nesta seção por não terem grande efeito sobre a acúmulo de resíduos gerados no período, ponto de maior interesse deste trabalho. Apesar disso, tendo em vista os resultados encontrados e o impacto limitado,\n60 mesmo que significativo, de uma restrição apenas do consumo, fica evidente a importância de se pensar em formas de aprimorar a infraestrutura de manejo de resíduos existente. Para isso, é necessário investir em tecnologia no ramo, pensar no modelo de governança dos resíduos -desde a concepção do produto até o fim da sua vida útil -, e trabalhar na conscientização da população.\n5.CONSIDERAÇÕES FINAIS\nMilhões de toneladas de plástico são despejadas no oceano todos os anos (JAMBECK et al., 2015), centenas de espécies são afetadas por esse lixo (LAIST, 1997) e ingerimos milhares de pedaços microplásticos por ano, com efeitos sobre a saúde que ainda não são conhecidos (COX et al., 2019). A dimensão do problema da banalização do plástico, que foi descrita na subseção 3.4, já deixa claro que a questão não é de solução simples. Devido ao patamar de produção muito elevado que já foi alcançado, são necessárias medidas firmes e céleres para evitar a catástrofe que parece se encaminhar. Mesmo com a possibilidade de forte restrição da utilização do material, como no terceiro cenário apresentado, pode-se esperar que se continue a despejar milhões de toneladas de plástico nos oceanos até 2050. Ainda assim, no comparativo com os demais cenários fica evidente a importância de reduzir o consumo de produtos plásticos o quanto for possível. Comparando o cenário de referência, que considera a continuação da tendência atual, e o cenário mais restritivo, há redução de 40 a 120 milhões de toneladas despejadas no oceano, montante muito significativo.\nComo provavelmente a redução do consumo não será suficiente, a solução para o problema do plástico, ou o mais próximo que podemos ter disto, parece requerer um conjunto de medidas e adaptações. Além da restrição da produção, que quanto mais profunda melhor para fins de preservação ambiental, é preciso acelerar o aumento das taxas de reciclagem e também de incineração, para deslocar o máximo possível de plástico descartado para estes fins. Estas taxas não foram consideradas nos cenários apresentados por ter efeito limitado sobre o total de resíduos gerados, ponto de maior interesse da projeção, entretanto são de importância maior para limitar os danos ambientais associados ao lixo plástico.\nA necessidade de investimentos neste setor é ainda mais evidente dado que o aumento da produção de plásticos no futuro tenderá a ocorrer em países de renda baixa a média, que atualmente ainda têm taxas elevadas de resíduos com destino incorreto. Contudo, como foi descrito ao longo deste trabalho, tudo indica que seja possível que países desse nível de renda possam melhorar a sua capacidade de lidar com os rejeitos gerados. Todavia, uma vez que o problema do plástico chegou ao ponto atual principalmente devido ao consumo voraz dos países de renda média alta e alta, não é justo deixar o ônus desse processo apenas com os países menos favorecidos. Reitera-se que o problema do plástico é de natureza global, e dessa forma, aporte de recursos de países ricos para países de renda baixa podem ser uma proposta mais equânime de gerar melhorias ambientais com justiça social.\nMesmo assim, não se deve esperar que a produção de plástico seja contida como descrito no cenário 3, e é improvável que os sistemas de manejo de resíduos se desenvolvam na velocidade necessária para lidar com o volume crescente de resíduos gerados. Nesse contexto, a importância de medidas reparatórias, para lidar com o volume de lixo plástico despejado nos oceanos, se evidencia. Uma iniciativa promissora é o projeto Ocean Cleanup, que pretende aproveitar o movimento das marés para coletar o lixo plástico que está à deriva (THE OCEAN CLEANUP, 2019). Este grupo, cuja invenção ainda está em fase de testes e implementação, acredita que é possível limpar metade da Grande Porção de Lixo do Pacífico em 5 anos (THE OCEAN CLEANUP, 2019).\nEntretanto, o coletor de resíduos do Ocean Cleanup, que ainda não está em operação, não será capaz de limpar os oceanos caso o despejo de resíduos se mantenha no ritmo atual ou se intensifique. A produção mundial chegou a um nível tão alto, sem os mecanismos de manejo adequados, que dificilmente o problema será sanado no futuro próximo. Medidas geograficamente localizadas não serão suficientes para lidar com a questão, sendo fundamental um plano de ação a nível global. Ações individuais, embora importantes para conscientização da população, também não serão capazes de causar efeito na escala necessária. A situação atual é fruto da influência da indústria petroquímica e de uma cultura de consumo, que ignoram os limites biológicos do planeta (FREINKEL, 2011), e portanto exige mudanças profundas. Danos significativos já estão ocorrendo e um conjunto de medidas é necessário, passando por redução do consumo, aumento das taxas de reciclagem, maior adoção de plásticos biodegradáveis, inovações tecnológicas e medidas reparatórias.\nPara auxiliar na construção de soluções, é necessário melhorar a coleta de informações a nível local e nacional acerca das políticas que já foram implementadas. É lamentável que não existam estimativas do impacto de tantas iniciativas que já foram implementadas em diversos lugares do mundo. Ainda, para melhorar a assertividade das projeções feitas, é necessário sistematizar informações que permitam maior detalhamento da produção, tanto a nível global quanto nacional. Isso possibilitaria, por exemplo, isolar os plásticos de uso único dos diversos setores que foram considerados neste trabalho. A produção acadêmica sobre o plástico está em voga em todos os âmbitos, e dessa forma tudo indica que muitas das lacunas que temos atualmente no entendimento do assunto logo serão preenchidas.\nREFERÊNCIAS\nALLEN, Myles R. et al.. Technical Summary. In: Global Warming of 1.5° C. An IPCC Special Report on the impacts of global warming of 1.5° C above pre-industrial levels and related global greenhouse gas emission pathways. 2018.\nALLEN, Steve et al.. Atmospheric transport and deposition of microplastics in a remote mountain catchment. Nature Geoscience, v. 12, n. 5, p. 339, 2019.\nANDRADY, Anthony L.; NEAL, Mike A. Applications and societal benefits of plastics. Philosophical Transactions of the Royal Society B: Biological Sciences, v. 364, n. 1526, p. 1977-1984, 2009.\nANDRADY, Anthony L. Microplastics in the marine environment. Marine pollution bulletin, v. 62, n. 8, p. 1596-1605, 2011.\nBASTIAT, Frédéric. That which is seen, and that which is not seen. Dodo Press, 2010.\nBROOKS, Amy L.; WANG, Shunli; JAMBECK, Jenna R. The Chinese import ban and its impact on global plastic waste trade. Science advances, v. 4, n. 6, p. eaat0131, 2018.\nBROWNE, Mark Anthony et al. Accumulation of microplastic on shorelines woldwide: sources and sinks. Environmental science &amp; technology, v. 45, n. 21, p. 9175-9179, 2011.\nBRUNEKREEF, Bert; HOLGATE, Stephen T Air pollution and health. The lancet, v. 360, n. 9341, p. 1233-1242, 2002.\nCHANGE, N. Carbon Dioxide Concentration | NASA Global Climate Change. Climate Change: Vital Signs of the Planet. Disponivel em:&lt;https://climate.nasa.gov/vital-signs/carbon-dioxide/> Acessado em: 12 de maio de 2019.\nCHANGE, N. Global Surface Temperature | NASA Global Climate Change. Climate Change: Vital Signs of the Planet. Disoinível em:&lt;https://climate.nasa.gov/vital-signs/global-temperature/> Acessado em 12 de maio de 2019.\nCOSTANZA, Robert et al... Principles and objectives of ecological economics. In: COSTANZA, Robert et al... An introduction to ecological economics. CRC Press, 2014. P. 87-199.\nCOX, K. D.; COVERNTON, G. A.; DAVIES, H. L.; DOWER, J. F.; JUANES, F.;DUDAS, S. E. Human Consumption of Microplastics. Environmental Science &amp; Technology Article ASAP. 2019.\nCRUTZEN, Paul J. The “anthropocene”. In: Earth system science in the anthropocene. Springer, Berlin, Heidelberg, 2006. p. 13-18.\nDALY, Herman; FARLEY, Joshua. Macroeconomics Concepts: GNP and Welfare. In: DALY, Herman; FARLEY, Joshua. Ecological economics: principles and applications. Washington: Island press, 2010. P 261-285.\nDUNLAP, Riley E.; MERTIG, Angela G. Global environmental concern: An anomaly for postmaterialism. Social Science Quarterly, v. 78, n. 1, p. 24-29, 1997.\nERIKSEN, Marcus et al.. Plastic pollution in the world's oceans: more than 5 trillion plastic pieces weighing over 250,000 tons afloat at sea. PloS one, v. 9, n. 12, p. e111913, 2014.\nFENDALL, Lisa S.; SEWELL, Mary A. Contributing to marine pollution by washing your face: microplastics in facial cleansers. Marine pollution bulletin, v. 58, n. 8, p. 1225-1228, 2009.\nFREINKEL, Susan. Plastic: a toxic love story. HMH, 2011.\nG1. Sacolas plásticas devem ser banidas de supermercados do RJ em 18 meses. Disponível em:&lt;https://g1.globo.com/rj/rio-de-janeiro/blog/edimilson-avila/noticia/sacolas-plasticas-devem-ser-banidas-de-supe rmercados-do-rj-em-18-meses.ghtml>. Acessado em 28 de maio de 2019.\nGEYER, Roland; JAMBECK, Jenna R.; LAW, Kara Lavender. Production, use, and fate of all plastics ever\nmade. Science advances, v. 3, n. 7, p. e1700782, 2017.\nGOEL, S., NITHIN, B. Degradation of Plastics. Advances in Solid and Hazardous Waste Management, pp\n235-247. Springer, Cham. 2017.\nGRAND VIEW RESEARCH. Plastics Market Size &amp; Trends, Industry Analysis Report, 2019-2025.\nDisponível em:&lt;https://www.grandviewresearch.com/industry-analysis/global-plastics-market>. Acessado em: 25 de maio de 2019.\nGREGORY, Murray R. Plastic ‘scrubbers’ in hand cleansers: a further (and minor) source for marine pollution identified. Marine pollution bulletin, v. 32, n. 12, p. 867-871, 1996.\nGREGORY, Murray R. Environmental implications of plastic debris in marine settings—entanglement, ingestion, smothering, hangers-on, hitch-hiking and alien invasions. Philosophical Transactions of the Royal Society B: Biological Sciences, v. 364, n. 1526, p. 2013-2025, 2009.\nGROSSMAN, Gene M.; KRUEGER, Alan B. Economic growth and the environment. The quarterly journal of economics, v. 110, n. 2, p. 353-377, 1995.\nHANSEN, James et al.. Target atmospheric CO2: Where should humanity aim? 2008.\nHAWKEN, Paul (Ed.). Drawdown: The most comprehensive plan ever proposed to reverse global warming. Penguin, 2017.\nHAWKSWORTH, John; AUDINO, Hannah; CLARRY, Rob. The long view: how will the global economic order change by 2050. 2017.\nHOLDEN, E. Nearly all countries agree to stem flow of plastic waste into poor nations. the Guardian. Disponível\tem::\n<https://www.theguardian.com/environment/2019/may/10/nearly-all-the-worlds-countries-sign-plastic-waste-dea l-except-us>. Acessado em 14 de maio de 2019.\nHOORNWEG, Daniel; BHADA-TATA, Perinaz; KENNEDY, Chris. Environment: Waste production must peak this century. Nature News, v. 502, n. 7473, p. 615, 2013.\nHOPEWELL, Jefferson; DVORAK, Robert; KOSIOR, Edward. Plastics recycling: challenges and opportunities. Philosophical Transactions of the Royal Society of London B: Biological Sciences, v. 364, n. 1526, p. 2115-2126, 2009.\nHUANG, S. J. Comprehensive polymer science. Eastmond, GC, p. 597-605, 1989.\nIMPERATIVES, Strategic. Report of the World Commission on Environment and Development: Our common future. Accessed Feb, v. 10, 1987.\nJAMBECK, Jenna R. et al.. Plastic waste inputs from land into the ocean. Science, v. 347, n. 6223, p. 768-771, 2015.\nKAHNEMAN, Daniel; DEATON, Angus. High income improves evaluation of life but not emotional well-being. Proceedings of the national academy of sciences, v. 107, n. 38, p. 16489-16493, 2010.\nKAHNEMAN, Daniel. Thinking, fast and slow. Macmillan, 2011.\nKAMPA, Marilena; CASTANAS, Elias. Human health effects of air pollution. Environmental pollution, v. 151, n. 2, p. 362-367, 2008.\nKIDD, Quentin; LEE, Aie-Rie. Postmaterialist values and the environment: A critique and reappraisal. Social science quarterly, p. 1-15, 1997.\nLAIST, David W. Impacts of marine debris: entanglement of marine life in marine debris including a comprehensive list of species with entanglement and ingestion records. In: Marine Debris. Springer, New York, NY, 1997. p. 99-139.\nLEBRETON, L. et al.. Evidence that the Great Pacific Garbage Patch is rapidly accumulating plastic. Scientific reports, v. 8, n. 1, p. 4666, 2018.\nLEWIS, Simon L.; MASLIN, Mark A. Defining the anthropocene. Nature, v. 519, n. 7542, p. 171, 2015.\nLÜTHI, Dieter et al.. High-resolution carbon dioxide concentration record 650,000-800,000 years before present. Nature, v. 453, n. 7193, p. 379, 2008.\nMICHAELSEN, Joel. Cross-validation in statistical climate forecast models. Journal of climate and Applied Meteorology, v. 26, n. 11, p. 1589-1600, 1987.\nONU- Organização das Nações Unidas. Paris Agreement. 2015.\nPANAYOTOU, Theodore. Economic growth and the environment. The environment in anthropology, p. 140-148, 2016.\nPLASTICS EUROPE. Plastic Packaging Saves Food. 2018.\nPYPI. pmdarima. Disponível em:&lt;https://pypi.org/project/pmdarima/>. Acessado em 28 de Abril de 2019.\nRITCHIE, H.; ROSER, M. Plastic Pollution. Our World in Data, Disponível em:&lt;https://ourworldindata.org/plastic-pollution> Acessado em: 13 de março de 2019.\nSEN, Amartya. Equality of What? Globalization and International Development: The Ethical Issues, p. 61, 2013.\nSTIGLITZ, Joseph E.; SEN, Amartya; FITOUSSI, Jean-Paul. Mismeasuring our lives: Why GDP doesn't add up. The New Press, 2010.\nTANAKA, Kosuke et al.. Accumulation of plastic-derived chemicals in tissues of seabirds ingesting marine plastics. Marine pollution bulletin, v. 69, n. 1-2, p. 219-222, 2013.\nTHE OCEAN CLEANUP. The Ocean Cleanup. Disponível em:&lt;https://theoceancleanup.com/about/>. Acessado em 25 de maio de 2019.\nTHOMPSON, Richard C. et al. Our plastic age. 2009a.\nTHOMPSON, Richard C. et al.. Plastics, the environment and human health: current consensus and future trends. Philosophical Transactions of the Royal Society of London B: Biological Sciences, v. 364, n. 1526, p. 2153-2166, 2009b.\nUNEP - United Nations Environmental Programme. Single Use Plastics: A Roadmap for Sustainability. 2018.\nUNEP - UN Environment. Governments agree landmark decisions to protect people and planet from hazardous chemicals and waste, including plastic waste. Disponível em: &lt;https://www.unenvironment.org/pt-br/node/24855>. Acessado em 14 de maio de 2019.\nWALLS, Margaret. Extended producer responsibility and product design: Economic theory and selected case studies. 2006.\nWOODALL, Lucy C. et al.. The deep sea is a major sink for microplastic debris. Royal Society open science, v. 1, n. 4, p. 140317, 2014.\nWORLD POPULATION PROSPECTS. World Population Prospects - Population Division - United Nations.\nDisponível em:&lt;https://population.un.org/wpp/Download/Standard/CSV/> Acessado em: 22 de Abril de 2019.\nWUEBBLES, D. J. et al.. Our Globally Changing Climate. Chapter 1. 2017.\nYARSLEY, V E., COUZENS E. G.. Plastics. Middlesex: Penguin Books Limited. 1945.\nZALASIEWICZ, Jan et al.. The geological cycle of plastics and their use as a stratigraphic indicator of the\nAnthropocene. Anthropocene, v. 13, p. 4-17, 2016."}]}}}