{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05303"}, {"@name": "filename", "#text": "BTP_1977_20_2_07_Partida_de_unidade.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "dt lm-'J daÁ\n‘ptrçc\tílí-RiAfJ\npee\nREFINAÇÃO E PETROQUÍMICA\nPartida de unidade de craqueamento catalítico orthoflow, com a figura 8 da linha de transferência na posição aberta\nSINOPSE — Inverter a posição da figura 8 da linha de transferência do reator, após o teste de estanqueidade do conversor 'Orthoflow, constitui tarefa dfficíi e demorada.\nO Setor de Craqueamento da Refinaria de Paulínia (REPLAN), através de alteração do procedimento de partida da unidade, conseguiu reduzir o tempo de paralização da produção em pelo menos 12 horas, evitando tal tarefa.\nEDUARDO TEIXEIRA DE SOUZA, diplomado em Engenharia Química pela Escola Nacional de Química da antiga Universidade do Brasil, ingressou na PETROBRÂS em 1969, através do Curso de Engenharia de Processamento. Trabalhou na Refinaria Duque de Caxias como Engenheiro Assistente do Setor de Destilação. Transferido para a REPLAN, chefiou a Pré-Operação das Unidades de Craqueamento Catalítico. Enxofre e sistemas auxiliares, tendo chefiado também o Setor de Destilação. Foi designado pelo Departamento ~ Industrial (DEPIN}para acompanhar o Projeto Básico da Unidade de Craqueamento Catalítico da Refinaria de Manaus, desenvolvido pela The M. W. Kellogg, em New Jersey. Estagiou nas diversas Refinarias da Empresa, em Unidades daJiÇC. Atualmente chefia o Setor de Craqueamento (SECRA j da REPLAN. OSCAR SÍLVIQJFISCHER^ngreíjofz na PETROBRAS em 1955, através do Curso de Ajudante de Operador de ProcessamèntffjTitrKefinaria Presidente Bernardes (RPBC). Participou da pré-operação e operação das seguintes unidades: Tratamento de Querosene \"Edeleanu\", Craqueamento e Reforma Térmica, Piróli-ses de Etano e Nafta. Transferido para a Refinaria de Paulínia, em 1971. participou da pré-operação e operação das Unidades de Craqueamento Catalítico, Recuperação de Gases, Tratamento. Recuperação de Enxofre e Caldeira de CO. Nesta Refinaria, em 1974, foi promovido a Técnico de Operação do Setor de Craqueamento. Está cursando o 5? ano de Engenharia Civil na Faculdade de Engenharia Industrial e Civil de Itatiba, São Paulo.\n1\t— INTRODUÇÃO\nOs procedimentos de partida da Unidade de Craqueamento Catalítico da REPLAN foram inicialmente preparados a partir de uma filosofia geral apresentada pela The M. W. Kellogg e pela experiência que adquiriram os componentes do SECRA desta Refinaria.\nNotou-se, então, que tais procedimentos poderíam e deveriam ser melhorados. E assim, através da experiência adquirida, a Filosofia e os Procedimentos passaram por uma série de alterações, objetivando-se conseguir partidas mais rápidas e mais seguras.\nNa última partida da Unidade de Craqueamento, fato que ocorreu em abril de 1976, introduziu-se expressiva modificação no esquema, conseguindo-se, assim, redução no tempo gasto para a entrada da Unidade em operação e eliminando uma tarefa árdua para a equipe de manutenção da Refinaria. Tal alteração consistiu, basicamente, em não se modificar da posição fechada para a aberta a figura 8 da linha de transferência.\nNo caso do FCC da REPLAN, este serviço é sobremaneira difícil, principalmente devido a características próprias da Unidade, das quais podemos citar:\n—\tgrande diâmetro da tubulação: 48”;\n—\tlocal com pouco espaço para movimentação de pessoas e ferramentas;\n—\tcondições de trabalho dificultadas pela temperatura e vazamentos de vapor;\n—\tproblema de deslocamento das faces dos flanges no sentido vertical, bem como perda de paralelismo por torção da linha.\nDevido a tais condições, o tempo gasto na REPLAN para a execução dessa tarefa foi sempre superior a doze horas.\nEstes foram os principais motivos que ocasionaram a preparação dos procedimentos de partida em que a figura 8 da linha de transferência reator/fracionadora permanecia sempre na posição aberta.\nPassamos, então, a descrevê-los, simplificadamen-te.\n2\t— TESTE DE PRESSÃO/ESTANQUEIDADE DO CONJUNTO CONVERSOR/FRACIONADORA\nEsta tarefa passou a ser realizada de maneira a que estes equipamentos e respectivos sistemas fossem testados simultaneamente: a torre fracionadora, com vapor, e o conversor, com ar do soprador.\nA pressão de teste foi estabelecida em torno de 2,2 kgf/cm2, no regenerador, e 1,4 kgf/cm2, no reator e fracionadora, uma vez que as válvulas de segurança desta última estão calibradas para abrir com 1,69 kgf/cm2.\nO limite entre estes dois sistemas é o vent de 10” existente na linha de transferência entre o reator e a fracionadora (Fig. 1). Os procedimentos adotados foram:\na)\tintroduzir vapor no sistema da torre fracionadora, para aquecimento das tubulações, permuta-dores e torres;\nb)\tdrenar condensado nos pontos baixos e iniciar elevação de pressão;\nc)\tQuando o vapor atingir o vent da linha de transferência, iniciar a introdução de ar no conversor;\nd)\testabelecer um equilíbrio tal que pelo vent da linha de transferência saiam jatos alternados de vapor e ar, com uma frequência de 3 a 5 segundos;\ne)\tgradativamente, aumentar a pressão do conjunto conversor/fracionadora. Cada incremento de pressão deverá ser realizado da seguinte maneira:\n—\televar a pressão do sistema da fracionadora, até se conseguir um jato contínuo de vapor pelo vent;\n—\tem seguida, aumentar a pressão do conversor, até estabelecer novamente os jatos intermitentes pelo vent.\nf)\treduzir a abertura das válvulas plugue, de modo a obter uma pressão de 2,2 kgf/cm2, no regenerador, quando o tambor de topo da fracionadora atingir 1,4 kgf/cm2.\ng)\tquando a pressão do conjunto alcançar os valores prefixados, iniciar a inspeção de todos os flanges, conexões, bocas de visita, etc. Listar, e, após, eliminar todos os vazamentos do sistema. Feito isto, podemos considerar “APROVADO” o teste e prosseguir nos procedimentos de partida.\n3\t— AQUECIMENTO DO CONVERSOR\n1)\tUma vez aprovado o teste do conjunto R-2201/T-2201, iniciar a redução de pressão, tendo sempre o cuidado de evitar a entrada de ar na fracionadora. Realizar essa redução exatamente de modo inverso à elevação de pressão. Quando a pressão do sistema estiver na ordem de 100 gf/cm2, efetuar as seguintes manobras:\n—\tbloquear as 3 válvulas plugue, comprimindo-as a 1”;\n—reduzir ao mínimo a vazão de ar do soprador para o regenerador.\n2)\tNesta hora, deverá sair um pequeno jato de vapor pelo vent da linha de transferência. Ajustar a injeção de vapor na fracionadora, conforme for necessário.\n'/////z\tVAPOR\n+++**/\tAR\nF -\tFECHADA\nA -\tABERTA\nFig-1\n3)\tAcender, neste exato momento, o forno prea-quecedor de ar.\n4)\tIniciar, então, o aumento da vazão de ar, enquanto se eleva para cerca de 300 gf/cm2 a pressão do conjunto reator/fracionadora. Abrir as válvulas plugue cerca de metade do curso.\n5)\tReestabelecer novamente jatos alternados no vent, enquanto se eleva a temperatura do conversor.\n6)\tO aquecimento do reator é conseguido através do fluxo de ar quente proveniente do forno prea-quecedor de ar. Este fluxo de ar deve ser ajustado levando-se em consideração a temperatura necessária ao reator para a PARTIDA, sendo a manutenção dos jatos alternados conseguida por atuação nas válvulas plugue.\n4\t— PREPARATIVOS PARA O CARREGAMENTO DE CATALISADOR\nQuando a temperatura do reator estiver em forma de 200°C, e a do regenerador, próxima a 400°C, devem-se iniciar os preparativos para o carregamento. É necessário reduzir a pressão do regenerador enquanto se eleva a do reator, de .modo a manter a pressão deste último perto de 200 gf/cm2 acima da do regenerador (Fig. 2).\nEssa inversão das pressões entre os dois vasos deve ser mantida até que se atinja um nível de catalisador, no regenerador, que sele as válvulas plugue. São duas as principais finalidades da inversão:\n1)\tevitar que haja vazamento de catalisador para o reator através das válvulas plugue;\n2)\tfacilitar a transferência de catalisador para o regenerador, pelo aumento de diferencial de pressão entre o silo e o primeiro, da seguinte forma:\na)\tiniciar um fluxo de vapor através dos sistemas de dispersão dos risers de carga fresca e reci-clos. Bloquear as três válvulas plugue e comprimi-las a 1”. Essas válvulas não são projetadas para um bloqueio perfeito, e o vazamento do regenerador para o reator deve ser evitado por um diferencial de pressão entre os vasos.\nb)\tiniciar a drenagem da água do tambor de topo, admitindo gás pela linha de tocha.\nc)\talinhar um dos pares de condensadores de topo, colocando-o em operação.\nd)\tessas manobras devem ser realizadas com todo o cuidado, para evitar balanço nas pressões do conversor.\ne)\tiniciar um fluxo de vapor em todos os anéis do stripper de catalisador e zona morta do reator.\nf)\taumentar a vazão de vapor de dispersão e fechar a válvula do vent da linha de transfe\nrência, de modo a elevar a pressão do reator cerca de 200 gf/cm2 acima da do regenerador. gj após essas manobras, o conversor acha-se pronto para iniciar o recebimento de catalisador.\nPara carregamento de catalisador, procede-se da seguinte forma:\na)\tIniciar a transferência de catalisador do silo para o regenerador. É vantajoso carregar rapidamente, até que as pernas dos ciclones do 1? estágio tenham sido seladas. Dessa maneira, reduzem-se as perdas para a atmosfera.\nb)\tA temperatura do regenerador deverá cair; em pouco tempo, porém, poderá a mesma ser recuperada, por atuação do forno preaquecedor.\nc)\tContinuar o carregamento até atingir o nível prefixado, obtendo, assim, o inventário de catalisador para o sistema do conversor.\n5\t— ADMISSÃO E CIRCULAÇÃO DE GASÓLEO NA FRACIONADORA\nAs operaçãos mencionadas neste item deverão ser realizadas o mais rápido possível, a fim de não atrasar a partida da Unidade.\nCom esse intuito, o gasóleo é admitido na Unidade quando se iniciam os preparativos para o carregamento de catalisador. Uma vez que existe o risco de entrada de ar no sistema da fracionadora, inicialmente a carga é admitida apenas no circuito de preaquecimen-to, no forno, e, daí, fechando o ciclo, retorna à sucção da bomba de carga (Fig. 3). Tal procedimento tem as seguintes finalidades principais:\n—\tfacilitar a remoção e drenagem do condensado dos permutadores, forno e tubulação em geral;\n—\tpermitir o acendimento do forno;\n—\tpossibilitar a introdução de óleo quente na fracionadora, diminuindo, assim, a condensação de vapor, o que causaria sério balanço de pressão no reator, podendo, inclusive, haver entrada de ar para o mesmo;\n—\tdiminuir o tempo necessário ao aquecimento da torre e circuitos.\nQuando o nível de catalisador for suficiente para promover uma selagem com eficiência nas válvulas plugue do conversor, a carga já preaquecida é introduzida na fracionadora.\nApós a formação de nível no decantador, fundo e panela de OPR, todo o sistema é posto a circular, para aquecimento.\n6\t— INTRODUÇÃO DE CARGA NO REATOR\nQuando a fracionadora e circuitos alcançam as temperaturas adequadas, e, da mesma forma, o conversor já contém o inventário suficiente de catalisa-\nFORNO x PRE AQUECEDOR\nA\nbatería de\nPREAQUECIMENTO\nFORNO\nBOMBA DE CARGA\nOPERANDO\nCARREGAMENTO DE CATALISADOR\nCONVENÇÃO\n'7//////. vapor\nÍ+V++* ar\nGÁS\nF - FECHADA\nA - ABERTA\nCONDENSADO\n\tCONVENÇÃO\t\n\tCATALISADOR\tar\n\tGASÓLEO\tF - FECHADA\n'7////Z,\tVAPOR\tA - ABERTA\n\tGÁS\t——n CONDENSADO\nFigura 3\ndor, com temperaturas em torno de 550°C, é o momento exato para introdução de carga no reator, da forma que se segue:\na)\taté o momento, as pressões do reator e regene-rador estavam invertidas, com as finalidades já citadas anteriormente. Elevam-se, pois, as pressões do conjunto conversor e estabelecem-se as pressões normais de trabalho;\nb)\tinicia-se a circulação de catalisador, aquecendo, assim, o reator, e formando o nível no retifi-cador e stand-pipe-,\nc)\tapós a normalização do conversor, admite-se a carga, inicialmente num riser, e, posteriormente, no outro, enquanto se interrompe a circulação de partida. Apaga-se neste momento o forno preaquecedor de ar e estabiliza-se a área quente;\nd)\tprossegue-se nos procedimentos normais de\npartida dos demais sistemas da Unidade.\n7\t— CONCLUSÕES\nEste procedimento de partida, apresentado resumidamente, foi adotado na última partida do FCC da REPLAN, objetivando prineipalmente reduzir o tempo gasto na partida da Unidade e eliminar uma difícil tarefa de Manutenção.\nAssim, por conter uma mudança radical na filosofia de partida da Unidade, o mesmo foi utilizado com algumas reservas, e também a título de experiência.\nTendo em vista que os resultados obtidos foram de um modo geral bastante satisfatórios, espera-se que tal procedimento possa ser utilizado por outros técnicos da PETROBRÁS encarregados da operação de Unidades de Craqueamento Catalítico, pois esta foi a intenção ao ser elaborado este trabalho.\nABSTRACT — The inversion of the figure 8 from the transferline of the reactor, to the open position, after the pressure test of the Orthoflow Converter, is a painful and slow job.\nPaulinia's Refinery Cracking Sector succeed to reduce the downtime in at least 12 hours, changing the start-up procedure of the unit saving that job.\n(Originais recebidos em 23-XII-76.)\nB. téc. PETROBRÁS, Rio de Janeiro, 20 (2) : 101-107, abr./jun. 1977"}]}}}