{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15210"}, {"@name": "filename", "#text": "21607_DENISE%20PAIVA%20XIMENES%20-%20EMG%20-%20tcc.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE SANTA CATARINA \n\n \n\n \n\n \n\nDENISE PAIVA XIMENES \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPLANO DE ASSISTÊNCIA AOS PACIENTES POLITRAUMATIZADOS, SEGUNDO O \n\nPROTOCOLO DE MANCHESTER \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFLORIANÓPOLIS (SC) \n\n2014\n\n\n\n \n \n\nUNIVERSIDADE FEDERAL DE SANTA CATARINA \n\n \n\n \n\n \n\nDENISE PAIVA XIMENES \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPLANO DE ASSISTÊNCIA AOS PACIENTES POLITRAUMATIZADOS, SEGUNDO O \n\nPROTOCOLO DE MANCHESTER \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFLORIANÓPOLIS (SC) \n\n2014\n\nMonografia apresentada ao Curso de Especialização \n\nem Linhas de Cuidado em Enfermagem – Opção \n\nUrgência e Emergência do Departamento de \n\nEnfermagem da Universidade Federal de Santa \n\nCatarina como requisito parcial para a obtenção do \n\ntítulo de Especialista. \n\nProfa. Orientadora: Msc. Aline Massaroli \n\n \n\n\n\n \n \n\nFOLHA DE APROVAÇÃO \n\n \n\n \n\n \n\nO trabalho intitulado PLANO DE ASSISTÊNCIA AOS PACIENTES \n\nPOLITRAUMATIZADOS, SEGUNDO O PROTOCOLO DE MANCHESTER de autoria \n\ndo aluno DENISE PAIVA XIMENES foi examinado e avaliado pela banca avaliadora, sendo \n\nconsiderado APROVADO no Curso de Especialização em Linhas de Cuidado em Enfermagem – \n\nÁrea Urgência e Emergência.  \n\n \n\n \n\n_____________________________________ \n\nProfa. Msc. Aline Massaroli \n\nOrientadora da Monografia \n\n \n\n \n\n \n\n \n\n \n\n_____________________________________ \n\nProfa. Dra. Vânia Marli Schubert Backes \nCoordenadora do Curso \n\n \n\n \n\n \n\n \n\n_____________________________________ \n\nProfa. Dra. Flávia Regina Souza Ramos \nCoordenadora de Monografia \n\n \n\n \n\n \n\n \n\nFLORIANÓPOLIS (SC) \n\n2014\n\n \n\n\n\n \n \n\nDEDICATÓRIA \n\n \n\n \n\nAos usuários do Sistema Único de Saúde (SUS) que por vezes são atendidos de maneira \n\ndesumana e com precariedade da estrutura física, humana e/ou tecnológica. Desejo que a nação \n\num dia possa tratar-lhe com mais dignidade e humanidade, devolvendo-lhes a saúde que tanto \n\nbuscam e que é de direito. Façamos todos a nossa parte! \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nAGRADECIMENTOS \n\n \n\n \n\nMinha sincera gratidão a todos que de alguma forma contribuíram, de maneira direta ou \n\nindireta, em todos os aspectos para que eu alcançasse essa conquista. Primeiramente a Deus, por \n\nme conceder a oportunidade de viver, proporcionando-me o dom e a missão de lutar pela \n\nmanutenção da vida humana diariamente. Ao meu tutor, Alex Becker, pelo impulso e estímulo \n\ndurante esta jornada. Ao gerente de enfermagem do Pronto Atendimento do Hospital de Urgência \n\nde Teresina, Renato Douglas, que gentilmente forneceu-me informações pertinentes ao serviço no \n\nqual estou inserida e das quais foram fundamentais para a confecção deste trabalho. Á minha \n\norientadora, Aline Massaroli, pela gentileza em ter me apoiado e ajudado a conduzir com sucesso \n\neste Trabalho de Conclusão de Curso. Aos colegas de turma pelo incentivo e companheirismo \n\nneste trajeto. Muito obrigada! \n\n \n\n \n\n\n\n6 \n \n\nSUMÁRIO \n\n \n\n \n\n \n\n \n\n1 INTRODUÇÃO.................................................................................................................. 09 \n\n2 FUNDAMENTAÇÃO TEÓRICA..................................................................................... 12 \n\n3 MÉTODO............................................................................................................................ 18 \n\n4 RESULTADO E ANÁLISE............................................................................................... 21 \n\n5 CONSIDERAÇÕES FINAIS.............................................................................................. 27 \n\n   REFERÊNCIAS.................................................................................................................. 28 \n\n   ANEXOS............................................................................................................................. 30 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nLISTA DE FIGURAS \n\n \n\n \n\nFigura 01: Quadro dos Sinais e sintomas apresentados pelo paciente.................................... 23 \n\nFigura 02: Fluxograma dos Discriminadores Gerais............................................................... 24 \n\nFigura 03: Quadro com os discriminadores específicos......................................................... 25 \n\n  \n\n  \n\n  \n\n  \n\n   \n\n  \n\n  \n\n  \n\n \n\n\n\n8 \n \n\nLISTA DE TABELAS \n\n \n\n \n\nTabela 1. Dados Estatísticos de Atendimento Mensal do Pronto Atendimento (Jan/14)....... 19 \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n \n\n\n\ni \n \n\nRESUMO  \n\n \n\n \n\nNo atual cenário dos hospitais públicos de urgência do Brasil, observa-se um alto índice de \n\npacientes politraumatizados, a assistência a estes pacientes por vezes é prejudicada devido a grande \n\ndemanda de atendimentos. No município de Teresina, capital do Piauí, o Hospital de Urgência de \n\nTeresina que é referência para o estado compartilha desta realidade, com um grande número de \n\npacientes graves das mais diversas especialidades, com maior índice de pacientes politraumatizados. \n\nO objetivo deste trabalho foi elaborar um plano de ação para efetivar a Assistência aos Pacientes \n\nPolitraumatizados, segundo o Protocolo de Manchester no Hospital de Urgência de Teresina. Este \n\ntrabalho se constituirá em uma tecnologia de concepção, que será desenvolvido a partir da realidade do \nPronto Atendimento do Hospital de Urgência de Teresina para implementação futura neste setor. Para a \n\nefetivação do uso do protocolo de Manchester em nossa unidade de pronto atendimento será necessário \n\nmaior aprofundamento teórico sobre o conteúdo do protocolo e os passos a serem desenvolvidos no \n\nprocesso de classificação dos pacientes, sendo necessário a constituição de grupos de discussão; realizar o \n\nredimensionamento das salas de atendimento para que o encaminhamento dos pacientes classificados \n\nsegundo protocolo de Manchester; capacitar todos os funcionários que atuam no setor para \n\noperacionalização deste protocolo; monitorizar a implantação por meio de auditorias por um \n\nprofissional capacitado pelo curso do Protocolo de Manchester. Percebe-se que a utilização de \n\num protocolo de acordo com o potencial de risco, agravos à saúde ou grau de sofrimento, os \n\nresultados para a assistência são significativos, com uma assistência mais humanizada e \n\nresolutiva. \n\n \n\n \n\n \n\n \n\n\n\n9 \n \n\n1 INTRODUÇÃO \n\n \n\n \n\nO atendimento ao paciente politraumatizado deve seguir uma abordagem multidisciplinar \n\npela possibilidade de múltiplas lesões associadas. O tratamento oferecido no atendimento \n\nhospitalar inicial, certamente interfere no desfecho final, de forma que a equipe responsável pelo \n\natendimento hospitalar inicial do politraumatizado pode influenciar toda a sua evolução, estando \n\nem suas mãos e sob a sua responsabilidade grande parte do sucesso do tratamento definitivo a ser \n\noferecido. \n\nDiante do atual cenário que se observa nos hospitais públicos de urgência do Brasil, o \n\nmunicípio de Teresina, capital do Piauí, compartilha da imensa demanda e superlotação no Hospital \n\nde Urgência de Teresina (HUT), referência do estado, com um grande número de pacientes graves \n\ndas mais diversas especialidades, com maior índice nos politraumatizados. \n\nSegundo Lucena (2013, s/p), \n\n[...] nove em cada dez vítimas de acidentes de trânsito que dão entrada no \n\nHUT são motociclistas, destes 80% estão embriagados e sem capacete. O \n\nnúmero de acidentes com motos cresce a cada dia no Piauí, as estatísticas \n\nmostram que os índices no estado estão acima da média nacional. Enquanto \n\nno Brasil a média de traumatismo craniano em vítimas de acidentes é de 18%, \n\nno Piauí o índice chega aos 60%. \n\n \n\nO trauma nos países ocidentais é a terceira causa de morte, depois de doenças \n\ncardiovasculares e cânceres, sendo naqueles abaixo de 45 anos de idade, a primeira causa de morte. \n\nAcomete principalmente a população economicamente ativa, com consequências sociais de elevado \n\ncusto. No caso de sobrevivência após o trauma, podem estar associadas sequelas definitivas e \n\nirreversíveis, com consequências trágicas no plano humano e econômico, para os pacientes e \n\nfamiliares (CHIARA, 2009). \n\nQuando se evita os acidentes de trânsito, previne-se os traumatismo cranianos e os traumas \n\ntoracoabdominal, principais causas de óbitos. Portanto, para que se consiga diminuir os elevados \n\níndices de acidentes registrados, necessita-se de uma intensa sensibilização educativa no trânsito com \n\nmedidas rigorosas de punição aos infratores da lei, pois se sabe que a maioria dos acidentes são \n\ncausados por imprudência. \n\n\n\n10 \n \n\nOs acidentes de trânsito têm sido alvo de grande preocupação no Brasil e no mundo, pelo \n\nelevado número de vítimas jovens que atingem e pelos impactos sociais, econômicos e pessoais que \n\nprovocam. Segundo Adriano Lucena (2013 s/p)  \n\n[...] no terceiro trimestre de 2013, Teresina registrou 937 acidentes de \n\ntrânsito, sendo 362 com vítimas. Somente no mês de setembro foram \n\ncontabilizados 361 acidentes na Capital, 155 com vítimas e 206 sem \n\nvítimas, segundo dados da Companhia Independente de Policiamento de \n\nTrânsito (CPTRAN). \n\n \n\nDiante da real situação vivenciada no HUT, pela superlotação de pacientes, pelo grande \n\nnúmero de politraumas e pela sobrecarga de trabalho, torna-se cada vez mais notória a necessidade \n\nde implantação de um atendimento primário específico ao politraumatizado, uma vez que este \n\ncorresponde a maior demanda dos usuários do serviço e muitas vezes têm seu atendimento \n\ndemorado. Portanto, a ideia de seguir um protocolo de atendimento garante ao paciente ser atendido \n\nde acordo com a gravidade do caso e não por ordem de chegada. Indaga-se então, como executar o \n\natendimento às vítimas de acidentes de trânsito, adotando um Plano de Assistência aos Pacientes \n\nPolitraumatizados, segundo o Protocolo de Manchester? \n\nA realidade brasileira evidencia uma superlotação dos prontos-socorros e é agravada por \n\nproblemas organizacionais como o atendimento por ordem de chegada, sem estabelecimento de \n\ncritérios clínicos, o que pode acarretar graves prejuízos aos pacientes (BRASIL, 2006), justificando \n\nassim, a necessidade de atender às vítimas de trauma com qualidade e eficiência embasado em \n\nprotocolos pré-estabelecidos. \n\nPortanto, é de grande relevância utilizar um protocolo de assistência aos pacientes vítimas de \n\ntrauma nos serviços de urgência e emergência.  Este protocolo propõe subsidiar a equipe \n\nmultiprofissional e multidisciplinar a uma padronização de condutas para oferecer aos pacientes uma \n\nabordagem eficaz. Visa constituir ferramenta que, juntamente com a implantação da rede de \n\nurgência e emergência, torne possível reduzir a morte evitável e o número de anos potencial de vida \n\nperdidos.   \n\nO sistema utilizado pelo serviço de acolhimento do HUT estava baseado na cartilha da \n\nPolítica Nacional de Humanização-PNH, lançado pelo Ministério da Saúde, em 2004. Segundo \n\nBrasil (2004, p.16),  \n\n[...] a classificação de risco é um processo dinâmico de identificação de \n\npacientes que necessitam de tratamento imediato, de acordo com o potencial \n\nde risco, os agravos à saúde ou o grau de sofrimento, devendo o \n\n\n\n11 \n \n\natendimento ser priorizado de acordo com a gravidade clínica do paciente, e \n\nnão com a ordem de chegada ao serviço. \n\n  \n\nAtualmente, está em fase de implantação, desde janeiro de 2014, o Protocolo de Manchester, \n\nque busca a reorganização da atuação do Acolhimento com Classificação de Risco (ACCR). \n\nDiante da realidade dos serviços de atendimento nos hospitais de urgência/emergência no Brasil e \n\nem especial em Teresina, ou seja, com a superlotação e com a grande incidência de pacientes \n\nvítimas de acidentes de trânsito, observados nos 5 anos de serviço que atuo neste setor, \n\nvislumbra-se a necessidade do atendimento inicial do politraumatizado ser baseado em um \n\nprotocolo de assistência, tornando-se essencial segui-lo com responsabilidade e compromisso, \n\npara que o paciente não tenha agravamentos futuro e o menos sequelas possível. Deste modo, \n\ntem-se como objetivo um plano de ação para efetivar a Assistência aos Pacientes \n\nPolitraumatizados, segundo o Protocolo de Manchester no Hospital de Urgência de Teresina. \n\n\n\n12 \n \n\n2 FUNDAMENTAÇÃO TEÓRICA  \n\n \n\n \n\n2.1- Hospitais de Urgência e Emergência \n\n \n\nHospital é definido pela Organização Mundial de Saúde (OMS) como um espaço físico \n\nonde o homem tem o direito de ter saúde e a comunidade reconhece a sua responsabilidade em \n\nprover meios que o conservem sadio ou que lhe restaurem a saúde perdida (FIGUEREDO, 2005). \n\nPara Sabbadini e Gonçalves (s.d. p.1-13),  \n\n[...] com a evolução dos serviços de saúde e do surgimento de uma \n\nassistência fracionada, o hospital e as unidades de saúde foram se \n\ndividindo em setores específicos para as especialidades adjacentes, sendo \n\nque numa dessas divisões surgiu a Unidade de Urgência e Emergência, \n\nque é uma das localidades mais importantes e que exigem um \n\natendimento de alta complexidade devido às situações críticas que lá \n\nocorrem frequentemente.  \n\n \n\nAinda para o mesmo autor, “a crescente demanda nestes setores é causada principalmente \n\npelo crescimento demográfico, aumento da violência urbana e a elevada ocorrência de acidentes \n\nde trânsito” (SABBADINI; GONÇALVES, s.d., p.1-13). \n\nRichardson (2003, p.156) complementa ainda que: \n\n[...] a Unidade de Urgência e Emergência é um setor multidisciplinar \n\ncomposto por diversas classes de profissionais da saúde com competência \n\npara tratar pacientes em estado grave. E, além desta equipe de saúde \n\nespecializada, devem dispor de uma organização física que atenda todas \n\nas necessidades de seus usuários. \n\n \n\nCorrobora (FIGUEREDO, 2005), quando afirma que as Unidades de Urgência e \n\nEmergência, além de recursos humanos qualificados deve dispor de uma estrutura física \n\nadequada de forma a atender de maneira organizada o paciente, tais como: \n\n? Recepção \n\n? Sala de espera \n\n? Sala de pré-consulta ou triagem \n\n? Consultórios médicos \n\n? Sala de emergência \n\n\n\n13 \n \n\n? Sala de observação \n\n? Posto de enfermagem \n\n? Sala de trauma \n\n? Sala de gesso \n\n? Sala de curativos \n\n? Sala de isolamento \n\n? Sala de pequenas cirurgias \n\n? Sala de procedimentos \n\n? Sala de diagnósticos por imagem \n\n? Sala de utilidades \n\n? Expurgos \n\n? Sanitários \n\n? Copa \n\n? Sala de reuniões \n\n? Sala do Enfermeiro \n\n \n\n2.2- Enfermeiro Emergencialista \n\n \n\nO enfermeiro emergencialista, como a própria nomenclatura diz, é aquele habilitado para \n\ntrabalhar no campo de tratamento de urgência e emergência.  \n\nSegundo Wehbe e Galvão (2006 p. 86-90): \n\n[...] a organização e as normas desse departamento determinam sua eficiência, \nmas um enfermeiro bem treinado deve ser capaz de proporcionar tratamento de \n\nemergência, fazer avaliação e executar o plano de ação. Diante disso, \n\nenfermeiros de unidades de urgência e emergência são líderes, professores, \n\nconselheiros e coordenadores. \n\n \n\n Ainda para os mesmos autores, em 1983, a Associação Americana de Enfermagem \n\n(ANA) instituiu os modelos da Prática de Enfermagem em Emergência e considerou os \n\nenfermeiros em três níveis, onde o primeiro estabelece competência mínima para prestar cuidado \n\nao paciente traumatizado; o segundo demanda especialização na área de emergência; e o terceiro \n\nrequer especialização em área bem definida e atuação nos níveis pre e intra- hospitalar (WEHBE \n\nE GALVÃO, 2006). \n\n\n\n14 \n \n\nO profissional de enfermagem ao atuar em unidade de urgências deve demonstrar \n\ndestreza, agilidade e habilidade, sem esquecer que o cuidado liga a interação/integração/relação \n\nentre profissional e cliente.  \n\nPara Nascimento (2005 p.180),  \n\n[...] além da capacidade para estabelecer prioridades e intervir de forma \nconsciente e segura no atendimento ao ser humano, na relação de cuidado, esse \n\ntrabalhador estabelece o elo entre o ser cuidador e o ser cuidado, e a partir de \n\ncondutas imbuídas de zelo, atenção e respeito, fortalece a ligação entre os \n\nmesmos. \n \n\nPode-se, afirmar, então, que diante de uma emergência, o enfermeiro deve estabelecer \n\nprioridades de assistência de acordo com a avaliação primária, de forma a garantir a identificação \n\ne o tratamento das situações que ameaçam a vida do paciente. Segundo (BRASIL, 2003, p.72), “o \n\natendimento de emergência é uma assistência prestada em um primeiro nível de atenção, aos \n\nportadores de quadros agudos, de natureza clínica, traumática ou psiquiátrica”.  \n\nDessa maneira, entende-se que apesar das conquistas conseguidas pelo enfermeiro em sua \n\ntrajetória de cuidado, ainda há muitos obstáculos a serem ultrapassados. Corrobora BRASIL \n\n(2003, p.72) quando afirma, \n\n [...] a enfermagem, em especial na assistência de caráter urgencista e \nemergencista, ainda há muitos desafios a serem superado rumo à concretização e \n\nvalorização do seu trabalho, sendo de fundamental relevância sua contribuição \n\nna busca da consolidação do Sistema de Atenção às Urgências como uma \n\nestratégia resolutiva e eficaz na atenção à saúde dos indivíduos, norteada pela \n\nPolítica Nacional de Atenção às Urgências.  \n\n \n\n \n\n2.3- Paciente Politraumatizado \n\n \n\nSegundo Camargo et al (2004, p.104), “o politrauma é uma síndrome decorrente de lesões \n\nmúltiplas, com reações sistêmicas sequenciais que podem levar à falha ou à disfunção de órgãos \n\nou sistemas vitais não diretamente lesados pelo trauma”.  \n\nTashiro e Murayama (2001, p. 53) afirmam que, \n\n [...] todo paciente vítima de trauma é considerado parcialmente grave, pois a \nqualquer momento sua hemodinâmica pode piorar atingindo várias partes do \n\norganismo e comprometendo sua vida. Apesar dos grandes esforços das equipes \n\nresponsáveis pelo atendimento aos politraumatizados, as taxas de morbimortalidade \n\nainda são assustadoras. \n\n \n\n\n\n15 \n \n\nA mortalidade nos politraumatizados está classificada em três níveis subsequentes: \n\nimediata, precoce e tardia. Segundo Oliveira et al (2004, p. 83), \n\n [...] no índice da imediata, as mortes são relativas às que acontecem logo após o \nacidente devido às lesões cerebrais graves, traumatismos cervicais e lesões em \n\ngrandes vasos e coração. A taxa de mortalidade precoce refere às mortes \n\nocorridas dentro de duas horas após o trauma, causadas por traumatismos \n\ncranioencefálicos, torácico, abdominal e hemorragia; nesse tempo, os pacientes \n\nainda apresentam grandes chances de recuperação quando atendidos \n\nadequadamente. E as estatísticas de mortalidade tardia relacionam à ocorrência \n\nde septicemia e falência múltipla dos órgãos, podendo também estar ligada aos \n\ntraumatismos cranioencefálicos. \n\n \n\nApesar dos índices de mortalidade ser ainda elevados, os números de mortalidade \n\nimediata tem regredido nos últimos anos em decorrência de uma melhoria na qualidade e rapidez \n\ndo atendimento pré-hospitalar e à evolução dos protocolos que sistematizam o atendimento \n\ninicial ao paciente politraumatizado. Atualmente, pacientes em situações de extrema gravidade \n\npodem ser recuperados no local do acidente, para depois, serem encaminhados aos centros de \n\nreferência (SGARBI; SILVA JR; NETO, 2006). \n\nFaz-se necessário, então, a criação de uma equipe de traumas que haja imediatamente às \n\nsolicitações de reanimação e estabilização da vítima, além da realização de uma triagem \n\nclassificando os pacientes de acordo com a gravidade, baseando-se em protocolos previamente \n\nestabelecidos e aplicados por pessoal devidamente treinado. \n\n \n\n2.4- Protocolo de Manchester \n\n \n\nDe acordo com o Ministério da Saúde (2002), na portaria 2048, \n\n [...] a triagem classificatória deverá ser realizada por meio de protocolos pré-\nestabelecidos, por profissionais de saúde de nível superior, com treinamento \n\nespecífico, sendo proibida a dispensa de pacientes antes que estes recebam \n\natendimento médico. \n\n \n\nO sistema de classificação de risco foi criado com o intuito de se evitar intercorrências \n\nentre os pacientes graves que são atendidos pelo Sistema Único de Saúde (SUS). Para Abbês e \n\nMassaro (2004, p.20) “trata-se de um processo dinâmico de identificação dos pacientes que \n\nnecessitam de tratamento imediato, de acordo com o potencial de risco, agravos à saúde ou grau \n\nde sofrimento”.  \n\n\n\n16 \n \n\nSegundo Kevin, Janet e Jill (2010), o Protocolo de Manchester é um instrumento de apoio \n\nque visa à identificação rápida e científica do doente de acordo com critérios clínicos para \n\ndeterminar em que ordem o paciente será atendido, ou seja, assegurar que os doentes sejam \n\natendidos por ordem de necessidade clínica e não por ordem de chegada. Tem como finalidades: \n\no denvolvimento de uma nomenclatura e definições comuns; uma sólida metodologia de triagem; \n\num programa de formação e um guia de auditoria de triagem. A princípio não descongestiona o \n\npronto- atendimento. \n\nAinda para Kevin, Janet e Jill (2010, p.26), o Protocolo de Manchester é utilizado em \n\nmuitos países para classificar o risco de pacientes e complementam também que, \n\n [...] os critérios de classificação do risco clínico dos pacientes incluem níveis de \nprioridade e cor atribuída, o tempo de espera para o atendimento médico, a \n\nreavaliação de enfermagem e o método de avaliação é a queixa principal, \n\nestratificando o risco em cinco níveis distintos e que têm sido referidos por cores \n\npara facilitar a visualização. A classificação se dá por meio de cinco cores: \n\nVermelho, Laranja, Amarelo, Verde e Azul. A saber: \n\n \n\nVERMELHO (Prioridade 1): Emergência. Paciente não será submetido à classificação \n\nde risco, sendo levados para sala de emergência. Tempo de espera para atendimento: 0 minuto. \n\nSituações e queixas imediatamente identificadas nesta prioridade: \n\n• Politraumatizado grave  \n\n• TCE grave  \n\n• Coma  \n\n• Comprometimento da coluna cervical  \n\n• Parada cardiorrespiratória  \n\n• Desconforto respiratório grave  \n\n• Dor no peito e falta de ar  \n\n• Ferimentos perfurantes (armas de fogo)  \n\n• Grandes queimaduras \n\nLARANJA (Prioridade 2): Muito Urgente. Paciente receberá atendimento médico em \n\naté 10 minutos. Situações e queixas, referidas ou observadas, imediatamente identificadas como \n\nclassificação laranja: \n\n•Vômitos com dor severa  \n\n•Lesão toracoabdominal com história significativa de incidente  \n\n•Gravidez com história de convulsão \n\n\n\n17 \n \n\nAMARELO (Prioridade 3): Urgente. Paciente receberá atendimento médico em até 60 \n\nminutos. Situações e queixas, referidas ou observadas, imediatamente identificadas como \n\nclassificação amarela: \n\n•Cefaleia intensa, dor torácica intensa, dor abdominal aguda, qualquer dor intensa \n\n•Diminuição no nível de consciência  \n\n•Desmaio ou síncope  \n\n•Hemorragias (ferimentos, epistaxe) \n\n•Crise de asma  \n\n•Febre alta \n\nVERDE(Prioridade 4): Pouco Urgente. Paciente receberá atendimento médico, porém \n\nserá informado que o tempo para atendimento será maior e que pacientes mais graves serão \n\natendidos antes. Tempo de espera para atendimento: 120 minutos.  \n\nAZUL (Prioridade 5): Não urgente. Paciente será orientado a procurar centros de saúde \n\nde referência, com encaminhamento ou contato telefônico prévio ou serão atendidos por ordem \n\nde prioridade, podendo esperar até 240 minutos para ser atendido. \n\n\n\n18 \n \n\n3 MÉTODO  \n\n \n\n \n\nO projeto de intervenção será embasado numa nova modalidade assistencial aos pacientes \n\npolitraumatizados que dão entrada no Hospital de Urgência de Teresina (HUT) após um \n\naprofundamento teórico que determina como proceder de acordo com cada situação, propondo \n\numa padronização às vítimas de traumas segundo o protocolo de Manchester. \n\nO método a ser implementado será a tecnologia de concepção, que constará da elaboração \n\nde um plano de ação para a efetivação do uso do Protocolo de Manchester em nossa unidade de \n\nPronto Atendimento.  \n\nO estudo será realizado no Hospital de Urgência de Teresina, referência do estado do Piauí, com \n\ncapacidade de 289 leitos, atendendo urgência e emergência clínicas, cirúrgicas e traumatológicas. Dispõe \n\nde alas específicas de atendimento aos usuários para cada caso, como: 1)Acolhimento com \n\nClassificação de Risco; 2)Pronto Atendimento, subdividido em Emergências 1 e 2, Emergência \n\npediátrica e Hall; 3) Três Postos com enfermarias acolhendo diversas especialidades; 4) Três \n\nUTI’s; 5) Centro Cirúrgico; 6) Clínica Ortopédica; 7) Clínica Médica; 8) Clínica Cirúrgica; 9) \n\nClínica Neurológica; 10) Clínica Pediátrica e 11) Unidade de Queimados. \n\nO número de atendimento no Pronto Atendimento é de 180 a 230 pessoas em dias não \n\nfestivos. Totalizando, por mês, uma média de 6000 atendimentos. A causa, o sexo, origem e \n\nidade são as mais diversas e pode ser analisado na tabela a seguir: \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n19 \n \n\nTabela 1.0 - Dados Estatísticos de Atendimento Mensal do Pronto Atendimento \n\nMÊS DE JANEIRO/2014 \nTotal / \n\n( %) \n\nSexo Origem Faixa Etária \n\nM F Teresina Interior \nOutro \nEstado \n\n0 a \n14 \n\n15 a \n29 \n\n30 a \n49 \n\n50 a \n69 \n\n> 70 \n\nAcidentes de trânsito \n1212 \n\n20.2% \n933 279 678 419 115 28 585 454 120 25 \n\nAcidente envolvendo animal 17 14 3 5 11 1 5 2 6 2 \n2 \n \n\nAcidente por arma de fogo 16 13 3 8 6 2 2 9 3 1 \n1 \n \n\nAcidente por arma branca \n \n\n146 120 26 112 24 10 27 50 46 19 4 \n\nAcidente por \nenvenenamento/intoxicação \n\n5 1 4 3 2 - - 2 3 - - \n\nAgressão 240 216 24 165 50 25 3 131 84 15 \n7 \n \n\nCansaço (dispnéia) 124 64 60 62 54 8 10 12 21 39 \n42 \n\n \n\nCorpo estranho 507 337 170 286 206 15 9 115 326 43 14 \n\nCrise diabetes 4 4 - 2 2 - 1 - - 2 1 \n\nCrise hipertensiva 9 9 - 7 2 - - - 2 6 \n1 \n \n\nDesmaio (síncope) 10 10 - 8 2 - 1 1 4 2 2 \n\nDiarréia 4 4 - 1 2 1 2 - 1 - 1 \n\nDor abdominal 366 182 184 189 164 13 18 97 126 77 48 \n\nDor de cabeça/cefaléia 151 56 95 93 48 10 5 36 53 42 \n15 \n\n \n\nDor lombar/dorso/costas \n91 \n\n \n55 36 72 14 5 - 12 61 16 2 \n\nDor membros superiores/ \ninferiores \n\n416 255 161 291 99 26 24 26 251 86 29 \n\nDor no olho 222 149 73 178 33 11 7 59 91 35 \n30 \n\n \n\nDor no ouvido \n61 \n\n \n28 33 56 - 5 3 18 29 8 3 \n\nDor no peito/tórax 110 63 47 64 39 7 - 16 31 42 21 \n\nFebre 27 17 10 12 15 - 4 7 11 2 3 \n\nHemorragias 44 21 23 27 13 4 3 8 15 11 7 \n\nMal súbito 1091 636 455 535 492 64 54 175 268 327 267 \n\nMaus tratos/suspeita \nnegligência \n\n1 1 - - 1 - - - - 1 - \n\nNecrose 20 12 8 7 9 4 - - 2 7 11 \n\nQueda \n950 \n\n \n561 389 611 279 60 36 64 94 91 104 \n\nQueimadura \n30 \n\n \n20 10 17 12 1 3 9 10 5 3 \n\nSuicídio/tentativa \nenvenenamento/intoxicação \n\n \n12 \n\n5 7 7 4 1 1 3 7 1 - \n\nVômitos 44 24 20 6 16 2 2 7 19 6 10 \n\nFonte:Dados do sistema de cadastro de entrada do Hospital de Urgência de Teresina (HUT), mês janeiro/2014. \n\n\n\n20 \n \n\nNeste setor, para atender a clientela que procura o serviço de urgência/emergência, \n\ndispõe-se de uma quantidade de recursos humanos na área de enfermagem aquém do necessário, \n\nonde se evidencia uma sobrecarga de trabalho. No total são 300 funcionários distribuídos da \n\nseguinte forma: 90 enfermeiros, dos quais 67 são efetivos e os demais serviços prestados e 210 \n\ntécnicos de enfermagem. \n\nO período para aplicação do plano de ação do estudo se dará após a fase de reforma do \n\nHUT que prevê um novo fluxo de atendimento e a partir de então, propõe-se executar uma nova \n\nforma de assistência aos pacientes politraumatizados. Vale ressaltar que o protocolo de \n\nManchester já começou a ser implementado, porém sem um fluxo de atendimento para cada \n\nprioridade clínica e já se pode observar uma desorganização no setor. Mostrando assim, a \n\nimportância de organizar o fluxo de pacientes que procuram por atendimento de \n\nurgência/emergência, garantindo um atendimento resolutivo e humanizado. \n\nApós a classificação da prioridade clínica, segundo o protocolo de Manchester, e \n\nencaminhamento ao setor específico será utilizado o ATLS (Advanced Trauma Life Support) \n\ncomo embasamento para assistência.  \n\nAcrescenta-se ainda, que o referido estudo não será submetido ao Comitê de Ética e \n\nPesquisa (CEP) por não se tratar de pesquisa, mas sim de um plano de ação para implementação \n\nfutura na unidade do Pronto Atendimento do HUT, onde serão utilizados protocolos assistenciais \n\ne reorganizado todo o processo assistencial da unidade. \n\n\n\n21 \n \n\n4 RESULTADO E ANÁLISE \n\n \n\n \n\nA proposta é implementar um Plano de Assistência aos Pacientes Politraumatizados \n\nsegundo o Protocolo de Manchester e para isso, propõe-se a criação de uma sala de trauma, onde \n\nos pacientes vítimas de acidentes classificados com prioridade laranja e amarelo (muito urgente e \n\nurgente, respectivamente), seriam encaminhados para este setor, pois os vermelhos \n\nautomaticamente seriam direcionados às salas de emergências. Esta mudança no fluxo de \n\natendimento torna-se viável uma vez que profissionais, enfermeiros e médicos, foram \n\nrecentemente capacitados para utilizar o protocolo de Manchester e, no momento, o hospital \n\nencontra-se numa reforma permitindo assim, adaptar um setor específico para tal atendimento, já \n\nque esta é uma das maiores demanda do serviço. \n\nCom a reforma no setor de Urgência e Emergência, sugere-se que a ala de atendimento \n\naos politraumas, prioridade laranja e amarelo, tenha uma equipe multidisciplinar que possa \n\nassistir tais usuários de forma dinâmica e garantindo tratamento imediato, de acordo com o \n\npotencial de risco, agravo à saúde ou grau de sofrimento. Recomenda-se que nesta sala tenha uma \n\nequipe fixa de profissionais para atender prontamente os politraumatizados, como: 2 clínicos, 2 \n\nortopedistas, 2 cirurgião geral e 2 enfermeiros e 6 técnicos de enfermagem por turno de \n\natendimento. E capacidade para 25 leitos. \n\nA metodologia da assistência, ao primeiro contato com os pacientes, abrangerá os \n\nseguintes passos: \n\n1. Paciente chega ao Pronto Atendimento e é avaliado prontamente pela equipe do Acolhimento \n\ncom Classificação de Risco (ACCR); \n\n2. Pessoas em situações de urgência serão conduzidas às salas de classificação de risco e as que \n\nprocuram atendimento especializado (oftalmologista, otorrinolaringologista, endoscopia Peri \n\noral...) aos respectivos setores; \n\n3. Emergências vão para as salas próprias ou serão priorizadas nos consultórios; \n\n4. A identificação da gravidade será feita por adesivo colorido (vermelho, laranja, amarelo, verde ou \n\nazul) no canto superior direito do boletim de urgência/emergência; \n\n5. Este processo deverá ser feito em até 5 minutos. \n\n \n\n\n\n22 \n \n\nNo processo de implantação da assistência, segundo o protocolo de Manchester, será \n\nutilizado um formulário eletrônico, que serve como um instrumento próprio que agiliza o \n\nacolhimento e norteia o fluxograma a ser empregado e o grau de prioridade no atendimento. \n\nSegundo Kevin, Janet e Jill (2010), o Protocolo de Manchester garante ao paciente ser \n\natendido por ordem de necessidade clínica e não por ordem de chegada. A classificação de risco \n\ndos pacientes não deve ser baseada em diagnósticos médicos ou da enfermagem, mas deve \n\nutilizar metodologias de tomada de decisão embasada em prioridades clínicas. \n\nPara cada prioridade clínica é estabelecida uma cor (vermelho, laranja, amarelo, verde e \n\nazul), com tempo de espera para o atendimento médico. O método de avaliação é a queixa ou \n\nmotivo que levou o usuário a procurar o serviço de urgência e a partir desta identificação escolhe-\n\nse um fluxograma para nortear a classificação da prioridade. A escolha das queixas relatadas é \n\nbaseada no sinal/sintoma apresentado e está presente no quadro abaixo: \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n23 \n \n\nFigura 01: Quadro dos Sinais e sintomas apresentados pelo paciente. \n\n \n\n \n\n \nFonte: Kevin, Janet e Jill (2010), adaptado de Manchester Triage Group (2006), GBCR (2010) e Grupo Português de \n\nTriagem (2007). \n\n  \n\nAo ser classificado um paciente no fluxograma de trauma cranioencefálico (anexo A), \n\ntrauma maior (anexo B) ou trauma toracoabdominal (anexo C) deverá atentar para os \n\n\n\n24 \n \n\ndiscriminadores, que são características que diferenciam pacientes entre si de tal forma que eles \n\npossam ser alocados em uma das cinco prioridades clínicas. \n\nDentre os discriminadores estão os gerias e os específicos. Os primeiros aplicam-se a \n\ntodos os doentes, independente da situação/queixa de apresentação. Os discriminadores \n\nespecíficos aplicam-se a casos individuais ou a pequenos grupos, tendem a relacionar-se com \n\ncaracterísticas chaves de condições particulares. A saber: \n\n \n\nFigura 02: Fluxograma dos Discriminadores Gerais. \n\n \nFonte: Kevin, Janet e Jill (2010), extraído de Mackway-Jones, 2010. \n\n \n\n \n\n \n\n\n\n25 \n \n\nFigura 03: Quadro com os discriminadores específicos. \n\n \n\n \nFonte: Kevin, Janet e Jill (2010), adaptado de Mackaway-Jones (2006), GPT (1997), GBCR (2010). \n\n \n\nA partir deste primeiro atendimento, o paciente ao ser identificado com trauma, com \n\nprioridade laranja ou amarelo, deverá ser encaminhado à sala específica e os cuidados \n\nhospitalares iniciais incluem: \n\n? Sala de reanimação cardiorrespiratória adequadamente organizada; \n\n? Equipe médica e paramédica com treinamento específico para politraumatizados. \n\n? Equipamentos, incluindo os mais simples como ressuscitador manual e tubos \n\nendotraqueais, devem ter sido previamente testados e organizados de forma que o acesso a eles \n\nseja rápido e fácil;  \n\n? Soluções cristalóides devem estar colocadas em locais que facilitem o pronto uso;  \n\n\n\n26 \n \n\n? Pessoal de laboratório, Raios-X e banco de sangue, devem oferecer respostas rápidas. \n\nSegundo o ATLS (2008), o atendimento ao paciente politraumatizado pode ser resumido \n\nem quatro fases: Exame primário e ressuscitação; Exame secundário; Reavaliação e Tratamento \n\ndefinitivo. \n\nPara que a implantação deste protocolo ocorra de maneira eficaz, organizada e dinâmica, \n\nfaz-se necessário adotar alguns passos, os quais serão debatidos com a gerência do Pronto \n\nAtendimento do HUT, a saber: \n\n? Formar grupos de discussão para identificar as principais demandas, condutas clínicas adotadas e \n\nparticularidades do protocolo assistencial aos pacientes politraumatizados; \n\n? Discutir com a equipe médica/enfermagem/gerência o processo de integração de todos os \n\nprofissionais para viabilizar de maneira oportuna e ágil a implantação do protocolo; \n\n? Capacitar todos os profissionais envolvidos no setor de politrauma;  \n\n? Monitorizar a eficácia da implantação deste protocolo por meio do estabelecimento de registro da \n\nentrada/saída dos pacientes deste setor de politrauma, para confirmar que especialidades de \n\npacientes estão sendo atendidos; \n\n? Realizar auditoria no setor por um profissional, definido pela gerência, desde que o mesmo tenha \n\na qualificação de “potencial auditor”, adquirida no curso de capacitação do Manchester. Tal \n\nauditoria ocorrerá mensalmente por um período de 3 dias e o objetivo desta ação é fazer \n\numa revisão dos acolhimentos realizados e das classificações efetuadas, verificando assim se \n\nestão adequadas ou não, qual o percentual de adequação ou inadequação e a partir destes dados \n\nrealizar as ações para correção das inadequações e alinhamento com as ações do protocolo. \n\nDiante desta nova proposta de cuidado aos pacientes politraumatizados, acredita-se que os \n\nmesmos receberão uma assistência mais humanizada e após estabilização do quadro clínico de \n\nurgência poderá ser encaminhado para enfermarias ou ala de observação com menor gravidade. \n\n\n\n27 \n \n\n5 CONSIDERAÇÕES FINAIS \n\n \n\n \n\nQuando se trabalha nos serviços de urgência e emergência com um sistema de \n\nclassificação de risco, evidenciam-se resultados positivos no que tange aos índices de óbitos \n\nprecoces e à redução das sequelas decorrentes dos traumas. As unidades de urgência e \n\nemergência estabelecem importante e vasto campo de intervenção. Representam o ambiente em \n\nque os usuários são assistidos em situações críticas que comprometem a sua vida, e requerem da \n\nequipe habilidade, vasto conhecimento técnico e científico, agilidade, capacidade de liderança, \n\ntrabalho em equipe e de gerenciamento do cuidado.  \n\nVale ressaltar que é majoritariamente de caráter urgente assistir ao paciente \n\npolitraumatizado de maneira eficiente, ágil, detalhado a queixa principal e seguindo um protocolo \n\nque reduza ao máximo as possíveis sequelas que possam adquirir sem os devidos cuidados. Para \n\ntal, foi elencado o protocolo de Manchester, a ser seguido no Hospital de Urgência de Teresina \n\n(HUT) desde janeiro de 2014, porém a proposta de implementar um plano de assistência \n\nespecífico aos pacientes politraumatizados, segundo tal protocolo, poderá trazer uma melhora \n\nsignificativa na dinâmica de trabalho e na redução das incapacidades decorrentes dos traumas. \n\nPode-se afirmar que a utilização de protocolos para embasar a classificação de risco \n\noferece respaldo legal para a atuação segura da equipe que se encontra na porta de entrada dos \n\nserviços de urgência. Porém, não se pode perder de vista que se trata de processo de acolher e \n\nclassificar, garantindo sempre o bem estar do usuário. \n\nDestaca-se, portanto, que quando se tem um protocolo a ser seguido e quando bem \n\nimplementado de acordo com o potencial de risco, agravos à saúde ou grau de sofrimento, os \n\nresultados alcançados são os melhores possíveis. E assim, pode-se garantir um processo de \n\nclassificação de risco humanizado e com maior acesso da população aos serviços de saúde, \n\natingindo o objetivo central que é assistência qualificada ao usuário do SUS.   \n\n\n\n28 \n \n\nREFERÊNCIAS \n\n \n\n \n\nABBÊS, C.; MASSARO, A. Acolhimento com classificação de risco. Brasília: Ministério da \n\nSaúde, 2004. \n\nAMERICAN College of Surgeons, Committee on Trauma: Advanced Trauma Life Suport, 8th \n\nedition, 2008. \n\n \n\nBRASIL. Portaria GM/MS n.º 2048, de 5 de novembro de 2002. Ministério da Saúde.  \n\nBrasília, 2002. \n\n BRASIL. Política nacional de atenção às urgências. Ministério da Saúde. Brasília: 2003. \n\nBRASIL. Humaniza SUS - acolhimento com avaliação e classificação de risco: um \n\nparadigma ético-estético no fazer em saúde. Brasília (DF): Ministério da Saúde, 2004. \n\nBRASIL. Política nacional de atenção às urgências. 3ª ed. Brasília: Editora do Ministério da \n\nSaúde; 2006. \n\nCAMARGO, O.P.A. et al. Ortopedia e traumatologia. Conceitos Básicos, Diagnósticos e \n\nTratamento. São Paulo: Roca, 2004. \n\nCHIARA, O; Cimbanassi, S. Protocolo para atendimento intra-hospitalar do trauma grave. \n\nRio de Janeiro: Elsevier, 2009.  \n\nFIGUEREDO, N. M.A. Práticas de Enfermagem. Fundamentos, conceitos, situações e \n\nexercícios. São Paulo: Yendis, 2005. \n\nKEVIN, M.J.; JANET, M.; JILL, W. Grupo Brasileiro de Classificação de Risco. Sistema \n\nManchester de Classificação de Risco. 1ª ed. 2010. \n\nLUCENA, A. Acidentes no Piauí. 2013. Disponível em&lt;http://g1.globo.com/bom-dia-\n\nbrasil/noticia/2013/08/indice-de-traumas-de-cranio-em-acidente-de-motos-e-maior-no-pi.html>. \n\nAcesso em: 06 fev,2014. \n\nNASCIMENTO K,C. As dimensões do cuidado em unidade crítica: emergindo o cuidado \n\ntranspessoal e complexo[dissertation]. Florianópolis: Programa de Pós-Graduação em \n\nEnfermagem/UFSC; 2005. \n\nOLIVEIRA, B.F.M.; PAROLIN, M.K.F.; TEIXEIRA, JR ,E.V.I. Trauma: atendimento pré-\n\nhospitalar (APH). São Paulo: Atheneu, 2004. \n\nRICHARDSON, D.B. Reducing patient time in the departtament: most of the solutions lie \n\nbeyond the emergency departtament, MJA- The medical Jornal of Australia, v. 179, p.156-\n\n517,2003 \n\nRIO GRANDE DO SUL. Secretaria da Saúde. Estatísticas de saúde: mortalidade 2001. Porto \n\nAlegre: Coordenadoria de Informações em Saúde; 2002. V. 26. \n\n\n\n29 \n \n\nSABBADINI, F. S.; GONÇALVES, A.A. A Unidade de emergência no contexto do ambiente \n\nhospitalar. Revista das Faculdades São Camilo- artigos originais, p. 1-13,[s. d ] Disponível em: \n\n<http://www.saocamilo-rj.br/reah/artigosabbadini.pdf>.Acesso em 17 fev, 2014. \n\nSGARBI,M.W.M.; SILVA JR,B.A; NETO,J.S.H. Importância da resposta inflamatória \n\nsistêmica no prognóstico do paciente politraumatizado. Revista Brasileira de Ortopedia, São \n\nPaulo, v.41, p. 1-6, 2006. \n\nTASHIRO, M. T. MURAYMA, S. P. G. Assistência de Enfermagem em ortopedia e \n\ntraumatologia. São Paulo: Atheneu, 2001. \n\nWEHBE G,; GALVÃO C,M. O enfermeiro de unidade de emergência de hospital privado: \n\nalgumas considerações. Rev. latinoam. enferm. 2001;9(2):86-90. \n\n\n\n30 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nANEXOS \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n31 \n \n\nAnexo A: Figura com Fluxograma de Trauma Cranioencefálico \n\n \n\n \n \n\nFonte: Kevin, Janet e Jill (2010), extraído de Mackway-Jones, 2010. \n\n\n\n32 \n \n\nObservações quanto o desenvolvimento do fluxograma. \n\n \n\n \nFonte: Kevin, Janet e Jill (2010), extraído de Mackway-Jones, 2010. \n\n\n\n33 \n \n\nAnexo B: Figura com Fluxograma de Trauma Maior. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFonte: Kevin, Janet e Jill (2010), extraído de Mackway-Jones, 2010. \n\n\n\n34 \n \n\nObservações quanto o desenvolvimento do fluxograma. \n\n \n\n \nFonte: Kevin, Janet e Jill (2010), extraído de Mackway-Jones, 2010. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n35 \n \n\nAnexo C: Figura com fluxograma Trauma Toracoabdominal. \n\n \n\n \n \n\nFonte: Kevin, Janet e Jill (2010), extraído de Mackway-Jones, 2010. \n\n\n\n36 \n \n\nObservações quanto o desenvolvimento do fluxograma. \n\n \n\n \nFonte: Kevin, Janet e Jill (2010), extraído de Mackway-Jones, 2010. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n37"}]}}}