{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06889"}, {"@name": "filename", "#text": "11490_259076.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE SANTA CATARINA\nDEPARTAMENTO DE ENGENHARIA MECÂNICA\nPROGRAMA DE PÓS-GRADUAÇÃO EM CIÊNCIA E ENGENHARIA DE MATERIAIS\nEstudo da Sinterização de Titânio Puro em Descarga Elétrica Luminescente em Regime Anormal\nTese de doutorado apresentada ao Programa de Pós-Graduação em Ciência e Engenharia de\nMateriais do Departamento de Engenharia Mecânica da UFSC, como requisito parcial à obtenção do grau de Doutor em Ciência e Engenharia de Materiais.\nAllan Seeber\nOrientador: Prof. Aloisio Nelmo Klein, Dr. Ing.\nCo-orientador: Prof. Carlos Viana Speller, Dr. d’Etat es-Sc. Phys.\nFlorianópolis, outubro de 2008\nAllan Seeber\nEsta tese foi julgada adequada para a obtenção do título de Doutor em Ciência e Engenharia de Materiais especialidade em Materiais Particulados: Cerâmica e Metalurgia do Pó e aprovada em sua forma final pelo Programa de Pós-Graduação em Ciência e Engenharia de Materiais.\nPGMAT/UFSC - Orientador\nProf. Dr. Carlos Viana Speller\nPGMAT/UFSC - Coorientador\n\nProf. Dr. Carlos A. STcIe Oliveira\nPGMAT/UFSC - Coordenador\nBANCA EXAMINADORA\nC.— prof. Dr. Ale^niídre Lago\nPGMAT/UFSC - Presidente\nProf. Dr. Antonio Eduardo Martinelli\n\nDEMAT7UFRN - Relator\nProf. Dr‘. Paola Egert Ortiz\nUNISUL\nProf. Dr. Silvio Francisco Brunatto\nDEMEC/UFPR\n\t\ta\t\n/rof. Dra\t\ti Ana Mar:\ta Maliska\nProf. Dr. Antônio Rogério de Souza\nCERTI/UFSC - Suplente\nÁ minha esposa Sílvia e a minha filha Gabrielle.\nHá um tempo em que é preciso abandonar as roupas usadas que já tem a forma do nosso corpo e esquecer os nossos caminhos que nos levam sempre aos mesmos lugares. É o tempo da travessia e, se não ousarmos fazê-la, teremos ficado para sempre à margem de nós mesmos.\nFernando Pessoa\nAGRADECIMENTOS\nAgradeço:\nÀ minha esposa Silvia e a minha filha Gabrielle pelo amor, carinho e paciência dedicado durante esta trajetória.\nÀ minha mãe Djanira que, com muito trabalho, me proporcionou educação e a formação de um caráter.\nAo meu amigo José de Pinho Alves Neto (Neny) por ter me acolhido em sua casa durante o meu período de trabalho.\nAos meus amigos, Roberto Marchiori, Márcio Mafra, Patricia, Misleine, Keyla pelo companheirismo e descontração.\nAo Henrique Pavanati, pelos esclarecimentos em muitos momentos de dúvidas.\nAo Fábio Weber pela sua competência, dedicação e ao seu trabalho como bolsista durante o início deste trabalho.\nA Paola pela amizade e pelas muitas palavras de incentivo.\nAo professor e amigo Carlos Speller por ter acreditado em mim desde a graduação.\nAo professor Klein que com entusiasmo assumiu o compromisso da minha orientação.\nAos colegas do Labmat, Davi, Galiotto, Gisele, Cristiano, Alexandre, Deise, Tati que acompanharam esta trajetória.\nAos membros da banca por aceitarem participar da avaliação deste trabalho.\nA Universidade do Oeste de Santa Catariana por me proporcionar condições para realização deste doutorado.\nÀs pessoas que de alguma forma me ajudaram e que por um lapso de memória não agradeci nominalmente aqui.\nA todos, muito obrigado.\nSUMÁRIO\nÍNDICE DE FIGURAS.......................................................10\nÍNDICE DE TABELAS.......................................................14\nRESUMO..................................................................15\nABSTRACT................................................................16\nCAPÍTULO 1 - INTRODUÇÃO.................................................15\nCAPÍTULO 2 - REVISÃO BIBLIOGRÁFICA......................................19\n2.1.\tMetalurgia do pó...................................................19\n2.1.1.\tProdução dos pós...............................................19\n2.1.2.\tMoldagem do Pó.................................................20\n2.1.3.\tMatemática da compactação......................................23\n2.1.4.\tMecanismos de Transporte de Matéria na Sinterização............29\n2.1.5.\tFundamentos do Estudo da Porosidade............................33\n2.2.\tTitânio............................................................34\n2.2.1.\tPropriedades Metalúrgicas......................................36\n2.2.2.\tPropriedades Mecânicas.........................................40\n2.2.3.\tMetalurgia do Titânio: Produção, microestrutura e propriedades.41\n2.3.\tFundamentos de plasma pouco ionizados..............................44\n2.3.1.\tA Descarga Elétrica............................................45\n2.3.2.\tDescarga Luminescente Anormal..................................48\n2.3.3.\tInteração Plasma-Superfície....................................50\n3.1.\tPreparação das amostras...................................................53\n3.1.1.\tMatéria - Prima.......................................................53\n3.1.2.\tCompactação das Amostras..............................................56\n3.1.3.\tDeterminação da Densidade à Verde.....................................58\n3.1.4.\tAnálise do Compactado por Imagens.....................................58\n3.1.5.\tEnsaio de Microdureza.................................................59\n3.3.\tMétodos de sinterização...................................................59\n3.3.1.\tSinterização de Titânio\tno Catodo.....................................61\n3.3.2.\tSinterização de Titânio\tno Anodo......................................63\n3.3.4.\tSinterização de Titânio\tem Forno Convencional.........................64\n3.4.\tCaracterização Microestrutural das Amostras\tSinterizadas..................65\n3.4.1.\tDeterminação Quantitativa da Densidade e da Porosidade................65\n3.4.2.\tPreparação Metalográfica das Amostras.................................65\n3.4.3.\tAnálise da Morfologia dos Poros.......................................65\n3.4.5.\tAnálise por Microscopia Eletrônica de Varredura e EDX.................66\n3.4.6.\tAnálise por Difratometria de RX.......................................67\nCAPÍTULO 4 - RESULTADOS E DISCUSSÕES...........................................68\n4.1.\tEstudo da compactabilidade das Amostras...................................68\n4.1.1.\tDensificação dos Compactados..........................................68\n4.1.2.\tAnálise Microestrutural das Amostras no Estado Verde..................70\n4.1.2.\tMicrodureza do Compactado Verde.......................................74\n4.2.\tEstudo da Relação entre as Configurações experimentais e os Parâmetros do Plasma\n...............................................................................76\n4.3.\tEstudo da Microestrutura do Titânio Sinterizado...........................80\n4.3.1.\tInfluência da Pressão de Compactação..................................80\n4.3.2.\tInfluência da Temperatura de Sinterização.............................84\n4.3.3.\tAnálise de Fases Presentes no Ti Sinterizado..........................101\nCAPÍTULO 6 - CONCLUSÕES...............................108\nSUGESTÕES PARA NOVOS TRABALHOS........................110\nREFERÊNCIAS...........................................111\nÍNDICE DE FIGURAS\nFigura 1 - Exemplo de morfologias dos pós comercializados: (a) esférico, (b) arredondado,\n(c)\tangular, (d) irregular, (e) poligonal, (f) esponjoso [11].\t20\nFigura 2 - Representação esquemática da compactação da amostra de pó metálico em matriz uniaxial de duplo efeito (adaptado de Powder Metallurgy Design Solutions, 1999, MPIF) [13].\t21\nFigura 3 - (a) Formação da linha neutra e representação do gradiente de densidade em compactação de duplo efeito e (b) representação da formação de poros alongados durante a compactação.\t22\nFigura 4 - Equilíbrio de forças das componentes de tensão no interior do compactado representado em coordenadas cilíndricas (Adaptado de AL-QURESHI et al.\n[20]). 26 Figura 5 - Estágios principais do processo de sinterização (KLEIN, 2004) [10].\t30\nFigura 6 - (a) Tensões de Laplace trativas na interface entre as partículas, (b) modos de difusão na região próxima do neck e (c) tensões de Laplace e fluxo de vacâncias entre os poros de diferentes dimensões [12].\t32\nFigura 7 - (a) Valores dos diâmetros de Ferret máximos e mínimos (dmax e dmin) para\nporo e elipse e (b) desenho esquemático da morfologia dos poros esperadas conforme a combinação dos fatores de forma e achatamento [12].\t34\nFigura 8 - Dureza e propriedades mecânicas do titânio em função do teor de \"oxigênio\nequivalente”. (% OE = % O + 2 x % N + 2/3 x % C) [28].\t37\nFigura 9 - Diagrama de equilíbrio de fases Ti-Al, mostrando a formação da fase ô para\nconcentrações de alumínio acima de 7% [26].\t39\nFigura 10 - Diagrama de equilíbrio de fases Ti - V, mostrando o efeito estabilizador da\nfase b produzido pelo vanádio [26].\t40\nFigura 11 - Razão resistência/densidade para diversos metais (Adaptado de Realum [24]).\t41\nFigura 12 - Ilustração mostrando a morfologia do pó de titânio no formato de esponja [34]. 43 Figura 13 - Curva corrente - tensão mostrando os diferentes regimes de descargas elétricas\n(Adaptada de JONES [51]).\t47\nFigura 16 - Morfologia do pó de ferro puro DC11177 Hóganás do Brasil Ltda.\t56\nFigura 17 - (a) Matriz instalada na máquina de ensaio universal para compactação para compactação das amostras e (b) dimensões desejadas.\t57\nFigura 18 - Representação esquemática do sistema experimental utilizado nos ciclos de sinterização para a amostra no catodo e para a amostra no anodo.\t60\nFigura 19 - (a) Representação esquemática da geometria interna do reator na configuração “amostra no catodo” indicando a posição da amostra e(b) imagem dos eletrodos .\t61\nFigura 20 - Posição do termopar em relação à amostra na configuração \"amostra no catodo\".\t62\nFigura 21 - Representação esquemática da variação da tensão aplicada aos eletrodos.\t63\nFigura 22 - (a) Representação esquemática da configuração \"amostra no anodo\" e (b) detalhe da posição da amostra em sinterização e da amostra de referência\nconforme PAVANATI [12].\t64\nFigura 23 - Evolução da densidade em função da pressão de compactação aplicada.\t69\nFigura 24 - Efeito da velocidade de deslocamento do punção sobre a densidade à verde.\t70\nFigura 25 - Fotomicrografia mostrando a região delimitada da superfície de uma amostra\ncompactada a 300 MPa. (Aumento de 30x)\t71\nFigura 26 - Fotomicrografia da amostras compactadas a (a) 300 MPa e (b) 400 MPa\nobtidas por microscopia eletrônica. (Aumento 240x)\t72\nFigura 27 - Fotomicrografia de amostras compactadas a 300 MPa ilustrando a ocorrência\nde (a) deformação plástica e (b) fragmentação (Aumento 2000x).\t73\nFigura 28 - Fotomicrografia de amostras compactadas a 400 MPa mostrando a ocorrência\nde (a) deformação plástica e (b) fragmentação (Aumento 2000x).\t74\nFigura 29 - Evolução da microdureza Vickers em relação à pressão de compactação.\t75\nFigura 30 - Evolução da microdureza Vickers em relação ao aumento da fração da\ndensidade teórica do compactado.\t76\nFigura 33 - Comportamento de um sistema de multipartículas de esferas de cobre durante\nsinterização com a) mudança de ângulo entre partículas e b) destruição dos contatos e formação de novos poros [11].\t81\nFigura 34 - Micrografia da seção das amostras sinterizadas a 1150°C por 1h e compactada\na (a) 300 MPa e (b) 600 MPa .\t83\nFigura 35 - Micrografias de amostra compactadas sob vibração à 600 MPa e sinterizadas\nem plasma à 1150 °C durante 1h.\t83\nFigura 36 - Micrografia eletrônica da superfície de uma amostra sinterizada no catodo. 84 Figura 37 - Microestrutura de uma amostra compactada a 600 MPa e sinterizada no catodo\na 1150 °C por 1h.\t86\nFigura 38 - Microestrutura de uma amostra compactada a 600 MPa e sinterizada no catodo\na 1200 °C por 1h.\t87\nFigura 39 - Microestrutura de uma amostra compactada a 600 MPa e sinterizada no catodo\na 1250 °C por 1h.\t87\nFigura 40 - Diagrama de fase Ti - O [1].\t88\nFigura 41 - Comportamento da porosidade ao longo do diâmetro da amostra para as\ndiferentes condições de temperatura de amostra sinterizada na configuração\n“amostra no catodo”.\t89\nFigura 42 -\tDistribuição de freqüência para o diâmetro dos poros de amostras obtidas a (a)\n1150 oC, (b) 1200 oC e (c) 1250 oC na configuração \"amostra no catodo\".\t91\nFigura 43 -\tValores de (a) fforma e (b) fachat para diferentes geometrias de poros [12].\t93\nFigura 44 -\tDiagrama de fases H - Ti [1].\t94\nFigura 45 - Distribuição de freqüência para o fator de forma obtido a partir de amostras\nsinterizadas nas configurações (a) amostra no catodo e (b) amostra no anodo a temperatura de 1150 °C.\t95\nFigura 46 - Distribuição de freqüência para o fator de forma obtido a partir de amostras\nsinterizadas na configuração amostra no catodo a temperatura de (a) 1200 °C\nFigura 48 - Correlação entre o fator de forma e a área dos poros para as temperaturas de (a)\n1150 °C, (b) 1200 °C e (c) 1250 °C, sinterizadas na configuração “amostras no catodo”.\t101\nFigura 49 - Análise por difratometria de Raio X de amostras sinterizadas a 1150 °C por 1h\nnas configurações (a) amostra no anodo e (b) amostra no catodo.\t102\nFigura 50 - Análise da microestrutura por microscopia eletrônica de varredura em amostras sinterizadas a 1150 °C por 1h em (a) plasma no catodo e (b) plasma no anodo. 103\nÍNDICE DE TABELAS\nTabela 1 - Maiores produtores de TiO2 em 2003 [24]..................................35\nTabela 2 - Relação do custo do beneficiamento do titânio frente aos metais concorrentes. (Adaptado de [24]).................................................................36\nTabela 3 - Especificações do pó de titânio comercialmente puro de grau I, segundo o fabricante e valor de densidade aparente medida experimentalmente..................54\nTabela 4 - Descrição dos ciclos de sinterização na configuração “amostra no catodo”.62\nTabela 5 - Comparação das variações de massa das amostras sinterizadas à pressão de\n10,0 Torr na configuração “amostra no catodo”............................80\nTabela 6 - Energia livre de Gibbs para formação de óxidos e hidretos de titânio [1].85\nTabela 7 - Descrição dos valores das medianas para o fator de achatamento em amostras sinterizadas em diferentes condições de temperatura na configuração “amostra no anodo”.................................................................90\nTabela 8 - Descrição dos valores das medianas para o fator de forma em amostras sinterizadas em diferentes condições de temperatura na configuração “amostra no catodo”................................................................97\nTabela 9 - Descrição dos valores das medianas para o fator de achatamento em amostras sinterizadas em diferentes condições de temperatura na configuração “amostra no catodo”................................................................99\nRESUMO\nO titânio e suas ligas constituem um conjunto de materiais que tem sido muito estudado desde a década de 50. A sua principal característica é a elevada relação resistência x peso. Atualmente, a maior utilização das ligas de titânio tem sido na indústria aeronáutica. Porém, diversos outros ramos da engenharia estão descobrindo nestas ligas outras propriedades de interesse específico como por exemplo, na fabricação de implantes. Desta forma, uma gama elevada de processos de fabricação de peças vem sendo desenvolvida, buscando o controle e a otimização das características encontradas nestas ligas. Em função do alto custo de produção dos componentes produzidos com este material, processos de fabricação alternativos têm sido estudados. Um exemplo destes processos é a metalurgia do pó (MP). A MP permite bom aproveitamento do material base, elevado controle dimensional e redução nas etapas de fabricação, reduzindo assim, os custos operacionais para fabricação de componentes à base de ligas de titânio. No entanto, a elevada reatividade do titânio dificulta o processamento a partir desta técnica. Neste viés, a tecnologia de plasma combinada com o processo de sinterização, torna-se um método atraente no processamento de componentes contendo Ti como material base, por apresentar elevado controle da composição química da atmosfera de trabalho, que pode conter espécies desoxidantes. Os resultados apresentados neste trabalho demonstram uma forte correlação entre os parâmetros envolvidos no processo de compactação e a microestrutura apresentada pelas amostras sinterizadas em plasma. Além disso, também é possível observar que a configuração (posicionamento da amostra no reator em relação aos eletrodos) utilizada afeta sensivelmente os parâmetros que caracterizam a geometria e o tamanho dos poros. Nota-se que o fator de forma e o fator de achatamento dos poros determinados para as amostras sinterizadas no catodo indicam uma porosidade um pouco menos irregular e mais arredondada que as amostras sinterizadas no anodo. Porém, quando sinterizadas no catodo, as amostras apresentam poros fechados e uma fina camada densificada na sua superfície, enquanto as amostras sinterizadas no anodo apresentam porosidade aberta na sua superfície.\nPalavras chave: titânio, sinterização a plasma, descarga luminescente, metalurgia do pó\nABSTRACT\nTitanium and its alloys constitute a particular group of materials that has been studied since the 1950s. Its main characteristic is an elevated resistance to weight ratio. Nowadays, the largest titanium alloy utilization is in the aeronautic industry. However, other branches in engineering are discovering in these alloys other properties of specific interest and a wide range of processes for part production has been developed, seeking the control and optimization of the characteristics of these materials. Due to the high cost to produce components with these materials, alternative processes have been investigated. Powder Metallurgy is an example to be mentioned. PM allows an optimum utilization of the base material, high dimensional control and reduction in the production stages, thus reducing the operational costs for the production of titanium alloy components. However, the high titanium reactivity is a major obstacle for the utilization of this processing technique. In this way, plasma-assisted sintering becomes an attractive method for processing containing titanium base components. It presents high chemical composition control of its working atmosphere, in addition to the possibility of reducing species in this atmosphere. The results presented in this work show a strong correlation between the parameters involved in the compaction process and the microstructure presented by the sintering samples. Moreover, it is also possible to observe that the configuration (sample positioning in the reactor regarding the electrode) used affects in a sensitive way the parameters that characterize the geometry and the pore size. It is observed that the form as well as the flattening factor determined for the sintering samples positioned in the cathode indicates porosity a little less irregular and rounder than in the case of the sintering samples in the anode. However, in the cathode case, the samples present closed pores and a narrow layer dense in the surface, while the anode samples present open surface porosity.\nKeyworks: titanium, plasma sintering, glow discharge, powder metallurgy\nCAPÍTULO 1 - INTRODUÇÃO\nA Ciência dos Materiais vem se tornando uma área de pesquisa fundamental no desenvolvimento de produtos que contribuem para o bem estar da população de um modo geral. Por ser multidisciplinar, permite que várias especialidades possam auxiliar no desenvolvimento de novas tecnologias de processamento e novos materiais. Um exemplo disso é a área de materiais biocompatíveis. O maior desenvolvimento deste segmento da Ciência dos Materiais se deu a partir da década de 50, com a introdução do titânio como material biocompatível. Segundo o ASM Handbook (1995) [1], a combinação de baixa densidade, excelentes propriedades mecânicas e resistência à corrosão fazem do titânio um dos melhores materiais para aplicações em situações severas, tais como na fabricação de próteses e na indústria aeroespacial. No entanto, o alto custo dos componentes fabricados em titânio restringe sua aplicação a situações em que metais menos nobres ou ligas metálicas não podem ser utilizados. Em virtude deste fato, novas tecnologias de processamento tem sido desenvolvidas, tentando tornar os componentes fabricados com titânio mais competitivos. Já na década de 80, Froes (1984) [2] mencionou que um esforço substancial estava sendo aplicado no desenvolvimento de tecnologias de fabricação de componentes de titânio próximos da forma final conhecida como Near Net Shape Technology. Dentre estas novas tecnologias pode ser citada a Metalurgia do Pó (MP).\nApesar de o titânio ser o quarto metal estrutural mais abundante na crosta terrestre, perdendo apenas para o ferro, o alumínio e o magnésio, seu desenvolvimento e o de suas ligas teve início somente a partir dos anos 40. A dificuldade em extrair o titânio do minério, a sua alta reatividade quando fundido e a dificuldade de conformação devido às limitações mecânicas da época estimularam o desenvolvimento de tecnologias especiais para o processamento deste material. Panigrahi (2005) [3] descreve o titânio como um metal leve com alto ponto de fusão (1668 °C) e com uma mudança de fase (hc - fase P para ccc - fase a) a 882 °C. O autor também relata que o titânio é capaz de dissolver um grande número de impurezas. Essa característica é capaz de interferir na temperatura de transição entre as fases a e P e na maneira como se desenvolve o processo de difusão.\nA MP do titânio e suas ligas tem sido utilizada como técnica de fabricação nos últimos 25 anos [2, 4]. Atualmente, em função do seu alto controle dimensional e por reduzir o emprego de etapas posteriores à sinterização, a MP do titânio vem sendo empregada na fabricação de próteses médico-odontológicas. Verney (1996) [5] apresenta resultados que mostram a relação entre a porosidade, a pressão de compactação e o tempo de sinterização de pó da liga de titânio Ti-5Al-2,5Fe em forno à vácuo. O autor afirma que devido à natureza reativa do titânio, a adição de lubrificantes não é praticada, a não ser nas paredes da matriz de compactação. Ele menciona também que as paredes do forno são mantidas frias e que pó de titânio é colocado junto à carga para atuar como material de sacrifício, além de ser utilizada atmosfera de argônio puro. O autor também descreve que as amostras obtidas por este processo de sinterização apresentam poros com tamanho variando entre 100 e 150 mm para um pó de titânio com tamanho de partícula entre 160 e 200 mm, pressão de compactação de 550 MPa e tempo de sinterização de 1 e de 3 horas, respectivamente.\nDe acordo com Oh et al (2003) [6], apesar de o titânio apresentar várias características favoráveis a sua utilização como material biocompatível, existem alguns problemas decorrentes do fato dele se apresentar como um metal. Estes problemas se manifestam na grande diferença entre o módulo de elasticidade do osso (10 - 30 GPa) e do implante metálico (110 GPa para o Ti). Nota-se aqui que o módulo de elasticidade do metal é aproximadamente 4 a 10 vezes maior que o do osso. Essa diferença pode causar desgaste excessivo do osso na região do implante. Assim, uma forma de minimizar este problema é reduzir o módulo de elasticidade do implante metálico. Segundo Oh (2002) [7] e Wen (2001) [8], isso é possível através da introdução de poros no metal, o que ameniza os danos ocasionados nas regiões próximas do implante. Esta característica pode ser obtida através do controle dos parâmetros envolvidos já etapa de compactação. Além disso, a introdução de poros pode favorecer a fixação do implante no osso através de um processo denominado “osseointegração”. Esse termo descreve o crescimento do tecido ósseo para o interior do implante, através dos poros comunicantes e da textura da superfície. Desta forma, a MP torna-se uma técnica de fabricação bastante interessante, já que através dela, a principio, é possível ter um bom controle dimensional e também um controle da porosidade da peça. No entanto, o Ti apresenta uma elevada afinidade pelo oxigênio, o que se constitui em uma dificuldade no processamento deste material a partir do pó. O óxido que envolve as partículas de Ti se forma\nEm virtude deste fato, a tecnologia de plasma mostra-se uma alternativa para o desenvolvimento da metalurgia do pó do Ti. O elevado grau de pureza e o rígido controle da composição química da atmosfera, aliado à presença de espécie reativas e desoxidantes (como o Oxigênio e o Hidrogênio) na descarga favorece o desenvolvimento da técnica de sinterização assistida por plasma.\nNeste trabalho é apresentado um estudo sistemático da microestrutura obtida a partir da sinterização por plasma de compactados fabricados com pó de titânio comercialmente puro. Para o desenvolvimento deste estudo foram estabelecidos os seguintes objetivos:\nObjetivo geral\nEstudar o processo de sinterização de titânio puro assistido por plasma produzido por uma descarga elétrica luminescente em regime anormal.\nObjetivos específicos\na)\tEstudar o processo de sinterização de titânio puro com a amostra no catodo;\nb)\tEstudar o processo de sinterização de titânio puro com a amostra no anodo;\nc)\tCaracterizar a morfologia da superfície e a microestrutura das amostras sinterizadas nas\nduas configurações;\nd)\tCorrelacionar os parâmetros das descargas utilizadas na sinterização nas duas\nconfigurações citadas;\ne)\tEstudar a evolução da porosidade e os mecanismos de transporte de massa envolvidos\nno processo de sinterização do titânio puro.\nO estudo apresentado neste trabalho mostra que a técnica de sinterização assistida por plasma possui perspectiva promissora no que se refere ao controle de parâmetros do processo de sinterização. Os resultados obtidos demonstram uma forte relação entre os parâmetros envolvidos no processo de compactação e a microestrutura apresentada pelas amostras sinterizadas, evidenciada através da presença de poros longos e comunicantes, decorrentes de falha de preenchimento da matriz. Além disso, também é possível observar que a configuração (posicionamento da amostra em relação aos eletrodos no reator) utilizada afeta\nsensivelmente os parâmetros que caracterizam a geometria e o tamanho dos poros. Nota-se que o fator de forma e o fator de achatamento dos poros determinados para as amostras sinterizadas no catodo indicam uma porosidade um pouco menos irregular e mais arredondada que as amostras sinterizadas no anodo. Porém, quando sinterizadas no catodo, as amostras apresentam poros fechados e uma pequena camada densificada na superfície das amostras, enquanto as amostras sinterizadas no anodo apresentam porosidade aberta na superfície.\nPara descrever estes resultados de forma detalhada e da maneira lógica, estruturou-se este trabalho da seguinte maneira:\n•\tNo Capítulo 1 é apresentada uma descrição dos fatos que motivaram a realização deste trabalho;\n•\tNo Capítulo 2, é apresentada uma revisão teórica dos tópicos relacionados ao trabalho, iniciando por uma descrição geral da técnica de metalurgia do pó e do processo de compactação e, em seguida, apresentando uma revisão das características metalúrgicas do titânio. Por fim, é apresentada uma revisão bibliográfica sobre o plasma e a cinética envolvida na descarga.\n•\tNo Capítulo 3 são descritos detalhadamente as metodologia adotada para a preparação das amostras e os ensaios realizados nos corpos de prova ainda no estado verde. Em seguida, são apresentadas as configurações utilizadas na sinterização das amostras em plasma, evidenciando as diferenças entre elas, além de serem apresentadas as técnicas de estudo da porosidade residual e das fases presentes.\n•\tJá no Capítulo 4, são apresentados e discutidos os resultados a partir de uma seqüência dividida em três tópicos, (1) caracterização dos elementos compactados, (2) estudo das microestruturas apresentadas pelas amostras sinterizadas em diferentes condições e (3) caracterização das fases presentes nos elementos sinterizados.\n•\tNos Capítulos 5 e 6 são apresentadas, respectivamente, uma discussão geral dos resultados obtidos e a síntese dos resultados.\n•\tNo Capítulo 7, são propostas sugestões de novos trabalhos envolvendo a sinterização de titânio puro por plasma.\n•\tPor fim, no Capítulo 8, é relacionada a lista de referências bibliográficas utilizada na elaboração deste texto.\nCAPÍTULO 2 - REVISÃO BIBLIOGRÁFICA\nNesta seção é apresentada uma breve descrição da metalurgia do pó e das etapas envolvidas neste processo de fabricação. Também são descritos os fundamentos matemáticos envolvidos na etapa de compactação e é apresentada uma revisão de alguns modelos matemáticos encontrados na literatura. Por fim, são apresentados modelos de transporte de matéria durante o processo de sinterização e também uma descrição das características metalúrgicas do titânio.\n2.1.\tMetalurgia do pó\n2.1.1.\tProdução dos pós\nExistem três categorias básicas para fabricação de pós, sendo baseadas em métodos mecânicos (atomização de metal fundido, quebra e moagem), métodos químicos (reações de redução) e métodos eletrolíticos (deposição eletrolítica). O método de obtenção depende principalmente da composição química do pó que se quer obter. Existem outras características que definem o tipo de obtenção a ser utilizada, como, a forma do pó, a área superficial, escoabilidade, densidade aparente e compressibilidade. Sendo estas três últimas, características fundamentais, pois estão diretamente relacionadas com o controle do produto final no processamento de materiais pela metalurgia do pó [9].\nO pó utilizado neste trabalho foi o pó esférico atomizado de Titânio grau I, o que corresponde a 99,9% de pureza. Este pó é obtido pela solidificação de gotas pulverizadas a partir do metal fundido. No processo, o metal líquido é vazado para dentro de uma câmara através de um pequeno orifício e espalhado por um jato de gás inerte (neste caso, argônio), que incide lateralmente com pressão elevada. A granulometria é controlada pelos parâmetros do processo, sendo que pós mais finos são obtidos por uma baixa viscosidade e tensão superficial do metal, maior temperatura, pressão e velocidade de atomização e menor\nSegundo Thummler e Oberacker, alguns pós possuem baixa escoabilidade e assim sendo precisam ser misturados a algum tipo de lubrificante para permitir o preenchimento uniforme da matriz de compactação. Outros pós por terem uma ampla faixa de distribuição granulométrica são mais desejáveis, pois no momento da compactação as partículas mais finas ocupam os espaços entres as partículas maiores. Os autores também descrevem que pós mais grosseiros são mais fáceis de serem compactados, mas a sinterabilidade e a densificação uniforme são mais difíceis de serem alcançadas. A escolha do tipo de pó a ser usado para moldagem e sinterização depende do fator de forma da partícula e da rugosidade da mesma. A Figura 1 apresenta as principais geometrias de pós utilizados na metalurgia do pó. Os autores ainda afirmam que algumas das características do pó podem ser controladas, tais como a distribuição granulométrica, superfície livre especifica, composição química, densidade aparente, escoabilidade e compactabilidade [11].\nFigura 1 - Exemplo de morfologias dos pós comercializados: (a) esférico, (b) arredondado, (c) angular, (d) irregular, (e) poligonal, (f) esponjoso [11].\n2.1.2.\tMoldagem do Pó\nA etapa de compactação é uma das possíveis maneiras de dar forma ao pó. Nesta etapa são definidas as dimensões próximas das finais da peça acabada, mas no entanto, a resistência mecânica do corpo compactado é suficiente apenas para o manuseio do mesmo. Segundo Pavanati, a etapa de moldagem dentro do processo de sinterização como um todo é de\nA técnica de compactação uniaxial de duplo efeito (Figura 2) é uma das técnicas mais usadas para a moldagem de pós com geometria simples. Neste processo, o pó preenche a cavidade de uma matriz presa a uma base flutuante e então é compactado pelos punções superior e inferior. Segundo German, gradientes de densidade são introduzidos no compactado devido ao atrito com as paredes da matriz o que resulta em retração anisotrópica durante a sinterização (Figura 3a). Também devido ao processo de compactação, os compactados podem apresentar poros achatados em relação à direção de compactação, porém alongados na direção perpendicular (Figura 3b) [9].\n1\tItlicio dü cicio\n2.\tCarregamento da matriz com o pó\n3\tInicio da compactação\n4.\tCompactação completa\n5\tEjeção do componente\n6\tRe carregamento da matriz\nFigura 2 - Representação esquemática da compactação da amostra de pó metálico em matriz uniaxial de duplo efeito (adaptado de Powder Metallurgy Design Solutions, 1999, MPIF) [13].\nFigura 3 - (a) Formação da linha neutra e representação do gradiente de densidade em compactação de duplo efeito e (b) representação da formação de poros alongados durante a compactação.\nNa compactação uniaxial, a densidade e a tensão interna variam localmente, criando gradientes de densidade e regiões de concentração de tensões. Alguns modelos encontrados na literatura [11], descrevem o comportamento da pressão axial aplicada ao pó durante a compactação. Quando uma força externa é aplica ao pó através dos punções superior e inferior, o atrito entre as partículas e a parede da matriz aumenta. Assim, se for assumido que a pressão axial é constante, é possível encontrar que a tensão gerada pelo atrito com a parede será dada pelo produto entre o coeficiente de atrito e a pressão radial (estas relações serão descritas com mais detalhes na próxima seção).\nOs gradientes de densidade mencionados acima podem ser minimizados através do controle da relação altura/diâmetro. Na compactação em matriz de duplo efeito a pressão axial é simétrica em relação à seção central do compactado. Este plano central é denominado “linha neutra” e representa o plano de menor densidade no compactado, que é determinado pela equação (1). Esta distribuição de densidade pode gerar defeitos no elemento sinterizado.\nPax = P ^1'\t(1)\nonde Pax é a pressão axial, Pu é a pressão externa aplicada, m é o coeficiente de atrito entre as partículas, H/R corresponde a relação entre a altura e o raio da amostra compactada.\nOutros tipos de moldagem, como por exemplo a moldagem por injeção, necessitam uma preparação mais elaborada do pó para melhorar suas características de escoabilidade de forma a preencher completamente a cavidade do molde. E esta preparação é feita através da granulação aplicada a compactação ou pela mistura com aditivos. Esses aditivos podem ser de diversos tipos como ligantes poliméricos sintéticos ou naturais, lubrificantes sintéticos ou minerais e os surfactantes. Cada um desses aditivos desempenha uma função no sistema pó-aditivos minimizando o atrito entre partículas, aumentando a escoabilidade e a plasticidade da massa durante a moldagem [10].\n2.1.3.\tMatemática da compactação\nUm grande número de modelos matemáticos tem sido apresentado nos últimos anos tentando descrever a relação pressão versus densidade durante a compactação uniaxial de pós metálicos [14,20].\nEstes modelos normalmente descrevem que a compactação ocorre em três estágios diferentes de mecanismos de controle do processo. Estes estágios podem ser divididos em rearranjo de partículas (primeiro estágio), deformação elástico-plástica (segundo estágio) e encruamento para pós dúcteis ou fragmentação para pós frágeis (terceiro estágio).\nAs primeiras tentativas de correlacionar a densidade relativa do pó compactado com a pressão aplicada foram deduzidas por Balshin em 1938 através da analogia com a Lei de Hooke para elasticidade. Ele propôs um modelo simples que considerava uma dependência logarítmica entre a densidade relativa e a pressão de compactação, como pode ser observado nas eq. 2 e 3.\n«D = KD\ndP\tP\nln(P) =- A- + B,\nD 1\n(2)\n(3)\nonde P é a pressão aplicada, D é a densidade relativa do compactado e A1 e B1 são constantes. Balshin chamava A1 de módulo de pressão e considerava análogo ao limite de escoamento (Módulo de Young) [21].\ndD\n= K (1 - D)\n(4)\nonde (1 - D) é a fração de poros e K é uma constante. Com isso, é possível obter a equação de\nHeckel [14] pela integração da eq. 4 resultando em:\nln í y—D] = A P+B2\n(5)\nsendo A2 e B2 constantes. Heckel [14] postulava que a constante A2 podia dar uma medida da habilidade do compactado densificar a si próprio por deformação plástica e B2 podia representar o grau de empacotamento obtido em baixas pressões devido ao processo de rearranjo entre as partículas do pó.\nKawakita [15] conseguiu obter uma equação para compactação a partir da observação da relação entre a pressão e volume (densidade relativa). Esta equação foi descrita como:\nD\nD - Do\n= A3 + B3\nP 3\n(6)\nonde A3 e B3 são constantes características do pó.\nNão obstante, Ge [16] apresentou um novo modelo para o processo de compactação baseado em uma comparação quantitativa entre os modelos apresentados até então. Neste modelo, o autor propôs que:\ndD\t(1 - D)Dn\ndP\tPm\nonde K, n e m são constantes.\nA partir da eq. 7 pode-se obter que:\nlog\nln í\n1-Do\n1-D\n= A4log(P) + B4\n(8)\nPanelli e Ambrozio [19], a partir da observação de curvas de compactação típicas, propuseram uma equação diferencial para representa-las:\ndq = K_q_ dP\tPm\n(9)\nSegundo os autores, este modelo se ajusta melhor aos dados experimentais quando m = 'A Integrando esta equação para q (porosidade em P) e q0 (porosidade em P = 0) e considerando a pressão aplicada entre 0 e P, podemos obter a equação de compactação:\nln\tI = aJP + B\nl1 - D )\n(10)\nonde A e B são constantes características do pó. Estas constantes podem ser usadas como parâmetros para caracterizar o pó durante a compactação. A representa a capacidade de deformação plástica do pó na compactação. Quando A aumenta, o pó sofre um aumento de deformação plástica durante a compactação. Também é postulado que a constante B expressa o valor da densidade sem aplicação de pressão, dependendo da distribuição de tamanho e forma das partículas. Porém, todos estes modelos são empíricos e postulam significados às constantes envolvidas.\nAl-Qureshi et al. [20], propôs um novo modelo (eq. 11), baseado no estudo teórico de alguns dos esforços internos existentes no compactado. Conforme o autor, a complexidade das variações dinâmicas dos parâmetros durante a compactação torna difícil estabelecer relações entre as variáveis do processo. O modelo apresentado pelo autor consiste em uma análise simplificada, mas que pode ser utilizada com razoável precisão. Porém, deve-se notar que existe uma dependência do pó com as propriedades do material, geometria da amostra compactada e variáveis do processo. Para estabelecer os parâmetros do processo, o autor parte do princípio que o pó é acomodado livremente na cavidade do molde e uma pressão externa é aplicada conforme mostra a Figura 4b. Assim, o processo de compactação acontece através do\n+1\t+ darz\tS = 0\ndz\tr d0\tdr\tr\n(11)\nFigura 4 - Equilíbrio de forças das componentes de tensão no interior do compactado representado em coordenadas cilíndricas (Adaptado de AL-QURESHI et al. [20]).\nAqui, a simetria axial pode ser assumida e a forma cilíndrica pode ser preservada durante a compactação, eliminando assim, os parâmetros de torção da eq. 11. Portanto,\n(12)\nLevando-se em conta a geometria do elemento de volume, Figura 4a, a equação de equilíbrio se reduz e pode ser escrita, na direção z como:\npr2 (s + dsz) - pr s + 2pursrdz = Q\n(13)\nonde sz é a tensão axial a uma distância z da superfície, sr é a tensão radial e m é o coeficiente de atrito entre a parede da matriz e o pó compactado. Porém, a tensão radial e o coeficiente de atrito são considerados constantes na presente análise. Assim, como não há mudanças no diâmetro do compactado e utilizando a relação Levy-Mises para o fluxo plástico do metal verifica-se que a deformação radial (der) = deformação angular (deè).\nA expressão final para a tensão axial instantânea como uma função dos parâmetros do processo de compactação é dada por:\ns\ns\n1+p\ns\n\\m(H - 2Z) expt\tr\n-1\n(14)\nUm exame da expressão acima mostra que uma relação entre o fator densidade (variação da densidade do compactado (dp) e a densidade teórica do material (p)) e a tensão média é necessária. Portanto, para alcançar isto usa-se a relação que mostra a deformação verdadeira do material que pode ser definida como,\nH\n(15)\nonde H é o comprimento instantâneo do compactado. Para a condição de não compressão, onde a massa de pó e a do compactado são iguais, tem-se:\ndH = dp\n(16)\nonde b =\nPt -PP\nPt\n(17)\né o fator de densidade e pp é a densidade na pressão aplicada. É um fato\nconhecido que a porosidade não é constante e que varia consideravelmente com a pressão externa aplicada. Portanto, a eq. 17 pode ser integrada e através da aplicação das condições de contorno apropriada (S = 0 quando dp = pp)obtemos a densidade a verde pg) em algum\nestágio de compressão como sendo,\n’).\n(18)\nA substituição da eq. 14 na eq. 18 permite determinar a densidade teórica final à verde do compactado para qualquer condição de compactação. Assim,\nr\nPg =Pp +(Pt-Pp ) 1 - exP<-\np\n1+^ s J\nem( H-2Z)/r\n(19)\n\n\n' X\n+ U\n\nonde Pg, pp e Pt, são respectivamente a densidade a verde, densidade na pressão aplicada e teórica, pa é a pressão externa aplicada pelo punção, H distância do elemento até a superfície\nsuperior do compactado, m é o coeficiente de atrito entre o pó compactado e a superfície das\nparedes da matriz, z altura do elemento, r é o raio do elemento e S tensão efetiva na\ncompressão do volume do material. Esta tensão pode ser obtida pela relação de Hall-Petch\n' 1+m'\nv 1-m)\nque diz que\ns = so\n, onde s0 pode ser considerado a tensão que se opõe ao\n\nmovimento de discordâncias.\n2.1.4.\tMecanismos de Transporte de Matéria na Sinterização\nNa literatura encontra-se que a sinterização é o transporte de matéria, ativado termicamente, em uma massa de pós ou um compactado poroso, resultando na diminuição da superfície específica livre pelo crescimento de contatos entre as partículas, redução de volume e alteração geométrica dos poros. Considerando-se ainda aspectos práticos, os autores descrevem a sinterização como “... tratamento térmico de uma massa porosa ou um compactado poroso afim de modificar suas propriedades direcionando-as para as propriedades de um corpo livre de poros” [11]. Não obstante German (1994) descreve a sinterização como o processo através do qual o “... corpo reduz a energia de superfície pela remoção das superfícies livres, com a eliminação secundária das área de contornos de grão via crescimento de grão” [9]. Para o autor, existem duas linhas de produtos sinterizados de interesse para a indústria: a que tem como foco a densificação e o aumento da resistência sem, necessariamente, introduzir mudanças dimensionais e a que tem o foco em produzir elementos que apresentem uma densificação minimizada, ou seja, apresentem uma porosidade controlada. Independentemente do tipo de componente que se deseja produzir, a força motriz necessária para iniciar e manter o processo de sinterização é a diminuição de energia livre do sistema. Vários estágios e mecanismos de transporte de matéria têm sido propostos para explicar a sinterização. Os principais mecanismos de transporte de matéria envolvidos na sinterização no estado sólido são a difusão superficial, difusão volumétrica, difusão por contorno de grão, fluxo viscoso, fluxo plástico e transporte de matéria via fase gasosa.\nA temperatura necessária para induzir a massa de pó a iniciar o vínculo entre as partículas e aumentar a densificação depende do tipo de material e do tamanho das partículas. Muitos materiais apresentam uma temperatura de sinterização entre 50 % e 80 % da temperatura de fusão. Quanto maior a temperatura, maior o tempo de sinterização ou ainda, quanto menor for o tamanho das partículas, mais rapidamente ocorre o crescimento dos vínculos entre as partículas. Dessa forma pode-se assumir que a evolução do processo de\nJuntamente com o transporte de matéria, alguns estágios geométricos são verificados durante a sinterização. A literatura descreve que a sinterização pode ser dividida em três estágios principais, conforme mostra a Figura 5 para o modelo de esferas:\nFigura 5 - Estágios principais do processo de sinterização (adaptado de German [9]).\nO primeiro estágio é formado quando as partículas entram em contato iniciando-se a formação de continuidade de matéria (denominada neck ou pescoço), porém, mantendo a identidade das partículas do pó. Este estágio ocorre durante o aquecimento e é caracterizado pelo rápido crescimento do neck. Nesta situação o volume do neck é pequeno, sendo formado por uma pequena massa proveniente das partículas do pó. Em virtude disso, ocorre uma pequena aproximação dos centros das partículas caracterizando uma pequena retração de volume.\nNo estágio secundário, com o crescimento da relação raio do neck / raio da partícula, estas perdem gradativamente sua identidade. Este estágio é caracterizado pela densificação e crescimento de grãos do material. Além disso, uma gradativa redução nos raios de curvatura dos poros faz com que muitos deles acabem entrando em contato e formem uma “rede” de poros comunicantes ao longo do volume da peça. Assim, devido ao fato de ocorrer um aumento na continuidade de matéria e conseqüentemente uma redução no volume de poros, esta etapa é caracterizada como a que produz a maior retração no volume do sinterizado [9].\nJá no terceiro estágio, ocorre o isolamento e o arredondamento dos poros. Nesta fase, os poros são fechados, perdendo a sua forma irregular, o que caracteriza uma densidade entre 90 a 95 % da densidade teórica [11]. No entanto, nos casos em que os gases existentes no interior dos poros não apresentam solubilidade no sólido, pode haver o aprisionamento destes gases dificultando o aumento da densidade.\nO aumento na continuidade de matéria, desde o crescimento do neck até o coalescimento do poros, acarreta o aparecimento de tensões ao longo do volume do sinterizado. Muitas destas tensões apresentam um comportamento mais evidente durante o primeiro estágio da sinterização, pois este é afetado diretamente pelo processo de compactação e está associado a área de contato existente entre as partículas no início do processo. Na literatura encontra-se que a equação de Laplace (eq. 20) descreve essa tensão (s) associada à curvatura das superfícies das partículas em contato. Para o caso particular de duas esferas com raios positivos (partículas) têm-se tensões trativas na região dos contatos entre as partículas (eq. 21) e compressivas no caso das superfícies côncavas, como nos poros (eq. 22):\ns = g\n(20)\nsT = g(p) 1 (para x >> P)\nSc = 2g(r )-1\n(21)\n(22)\nOnde e sC são as tensões de Laplace trativas (para partículas) e compressivas (para os poros), respectivamente, g representa a energia da superfície, x o raio do neck, p é o raio do perfil circular do neck e r é o raio do poro, conforme pode ser observado na Figura 6a. De acordo com a eq.21, para necks pequenos, as tensões trativas ao longo do contato entre as partículas podem apresentar valores bastante elevados durante o aquecimento. Da mesma forma que as tensões compressivas sobre os poros também tem valores elevados. Estas tensões funcionam como forças motrizes para o fluxo de matéria em direção ao neck. Com a redução da energia de superfície, as tensões diminuem e o processo torna-se mais lento [9]\nDurante a sinterização vários mecanismos de transporte de matéria são ativados, os quais podemos dividir em dois grupos: os superficiais e os volumétricos. Enquanto o material sólido da matriz pode ser interpretado como um aglomerado de átomos, os poros podem ser entendidos como um conjunto de lacunas que migram para o interior da matriz a medida que a temperatura aumenta. Tanto o movimento dos átomos, como o das lacunas podem ocorrer através de diferentes vias, como por exemplo a difusão superficial, evaporação e condensação, ao longo do contorno de grão ou ainda, como um fluxo viscoso (difusão volumétrica). Estes mecanismos são representados na Figura 6b.\nEncolhimento\nCrescimento do poro\nFluxo de massa\nDS - Difurao superficial E-c - Evaporação e re-condensaçao\nI\nl Contorno \\ de grão i\nb)\nFP ■ Fluxo plástico\nDV - Difusão volumétrica\nCG - Difusão an contornos de grão\ndo poro\nFluxo de 1 vacâncias\nz\".\nFigura 6 - (a) Tensões de Laplace trativas na interface entre as partículas, (b) modos de difusão na região próxima do neck e (c) tensões de Laplace e fluxo de vacâncias entre os poros de diferentes dimensões [12].\nA difusão superficial ocorre praticamente durante todo o processo de sinterização, porém é mais evidente a baixas temperaturas. Este tipo de difusão necessita de uma pequena energia de ativação que é disponibilizada através da energia livre de superfície durante o aquecimento. Assim, a mobilidade dos átomos na superfície convexa aumenta promovendo o movimento dos átomos do material da matriz em direção ao neck conforme indica a orientação DS na Figura 6b. A difusão em contorno de grão (CG) também pode ser considerada um tipo de difusão superficial, sendo evidente a baixas temperaturas. Porém, este mecanismo de transporte de matéria depende de fatores como a estrutura atômica do material e também do ângulo entre grãos adjacentes. Já em temperaturas mais elevadas, a difusão volumétrica é o processo dominante. Em materiais puros, como no caso do titânio, a autodifusão devido a elevada mobilidade das lacunas no interior do material da matriz. Além disso, o fluxo viscoso durante a sinterização é controlado pelo tipo e arranjo geométrico das fontes e “sumidouros” de lacunas, como por exemplo as discordâncias. A formação de uma alta concentração de discordâncias na região do neck durante os primeiros estágios da sinterização favorece o aumento da área de contato e melhora a difusividade, bem com diminui a viscosidade, o que pode causar movimento e rotação de partículas inteiras [11].\n2.1.5.\tFundamentos do Estudo da Porosidade\nSegundo Thümmler e Oberacker [11], como a sinterização ocorre através de transporte de massa pode-se dividir este mecanismo em dois: transporte de átomos ou íons individuais (difusão superficial, difusão volumétrica via vacâncias e intersticiais, difusão em contorno de grão, evaporação e recondensação) e em transporte coletivo (fluxo plástico, fluxo viscoso, deslizamento de contorno de grão, rotação de partículas). Neste caso, a quantidade de vacâncias em equilíbrio próximo às superfícies varia conforme a curvatura da mesma. Desta maneira, a geometria do poro determina os mecanismos de difusão existente a uma determinada temperatura além de influência marcadamente na resposta mecânica do componente sob ação de carregamento externo. Em particular, os poros reduzem a resistência mecânica e a ductilidade do componente sinterizado [22, 23].\nA caracterização do tamanho e morfologia dos poros internos, ponto principal deste trabalho, é baseada em três parâmetros:\na)\tdiâmetro dos poros;\nb)\tfator de forma;\nc)\tfator de achatamento.\nO diâmetro do poro expressa a magnitude da porosidade. Já o fator de forma indica o quanto um poro é irregular (“rugoso”) tendendo a uma circunferência “lisa”, onde neste caso seu valor se aproxima de 1. O fator de achatamento sugere o grau de achatamento dos poros, tendendo a elipses achatadas quando o seu valor aproxima-se de 0 e a poros equiaxiais para valores próximos de 1. Estes parâmetros são determinados a partir de valores estabelecidos na literatura como diâmetros de Ferret (que correspondem aos diâmetros máximos e mínimos obtidos para o poro), conforme pode ser observado na Figura 7.\nFigura 7 - (a) Valores dos diâmetros de Ferret máximos e mínimos (dmax e dmin) para poro e elipse e (b) desenho esquemático da morfologia dos poros esperadas conforme a combinação dos fatores de forma e achatamento [12].\nOs poros superficiais representam uma característica de extrema importância no estudo da porosidade, pois eles determinam a textura superficial do elemento sintetizado. Em sua aplicação na odontologia, este é um dos fatores que mais contribuem para fixação do implante (osseointegração). Este tipo de análise é realizado de forma qualitativa a partir das superfícies externas das amostras sinterizadas através da análise de imagens. Através delas, é possível identificar a continuidade dos poros na superfície da amostra.\n2.2.\tTitânio\nA descoberta do titânio aconteceu na Inglaterra por Willian Gregor em 1791, quando ele percebeu a presença desse elemento na ilimenita. Mas tal descoberta só foi confirmada pelo químico alemão Klaproth em 1795 analisando o rutilo e nomeando o novo elemento com a mesma palavra latina para terra, a qual também se refere a um dos deuses da mitologia grega. Em função das dificuldades tecnológicas da época, a extração do titânio era muito difícil. Apenas em 1910 Matthew Hunter conseguiu desenvolver um processo para obter o metal com 99,9% de pureza aquecendo o tetracloreto de titânio com sódio entre 700 e 800 °C. Em 1938, William Justin Kroll conseguiu extrair o titânio de forma comercialmente viável\nA Tabela 1 e a Tabela 2, mostram um panorama mundial a respeito da extração do principal composto de obtenção do titânio metálico, TiO2, e o custo relativo do beneficiamento desse material.\nTabela 1 - Maiores produtores de TiO2 em 2003 [24].\nProdutor\tMil Toneladas\tFração Percentual\nAustrália\t1291\t30,6\nÁfrica do Sul\t850\t20,1\nCanadá\t767\t18,2\nNoruega\t383\t9,1\nUcrânia\t357\t8,5\nTotal\t3648\t86,4\nTotal Mundial\t4221\t100,0\nConforme apresentado na Tabela 2, o custo do refino do titânio atinge cerca de 20 vezes o do aço enquanto a laminação atinge valores entre 50 e 83 vezes o utilizado para este material.\nEstágio Produtivo\tAço\tAlumínio\t\tTitânio\t\t\n\t$/kg\t$/kg\tRelativo ao aço\t$/kg\tRelativo ao aço\tRelativo ao alumínio\nExtração\t0,044\t0,22\t5\t0,66\t15\t3\nMineral\t\t\t\t\t\t\nRefino do Metal\t0,22\t1,5\t6,8\t4,41\t20\t2,9\nFusão dos\t\t\t\t\t\t\n\t0,33\t1,54\t4,7\t9,93\t30\t6,4\nLingotes\t\t\t\t\t\t\n\t0,66-\t2,2-\t\t33,1-\t\t\nLaminação\t1,32\t11,0\t3,3-8,3\t73,0\t50-83\t10-15\n2.2.1.\tPropriedades Metalúrgicas\nO titânio pertence aos elementos metálicos de transição da família 4B da tabela periódica, semelhante ao zircônio e háfnio, sendo similar em muitos aspectos com esses metais. Seu número atômico é 22, e existem cinco isótopos naturais estáveis com massas iguais a 46, 47, 48, 49 e 50, sendo que o isótopo 48 é o mais abundante na natureza representando 73,8%. Semelhante aos elementos de transição, o titânio possui valência variável e se encontra comumente nos estados bi, tri e tetravalente [25].\nDe acordo com Taylor [25], este material possui elevada afinidade com o oxigênio formando imediatamente uma camada passiva sobre a superfície exposta a atmosfera. Esses óxidos variam numa longa série estequiométrica, desde TiO até Ti7O12, cada um exibindo um espectro de cores diferentes. A presença destas fases tende a aumentar a dureza e a resistência por solução sólida intersticial. Além disso, a elevada solubilidade do oxigênio causa oxidação superficial, normalmente esperada, além disso, ocorre a difusão deste elemento ao longo de uma camada abaixo da superfície (a - case) endurecendo-a [26] O nitrogênio também reage acima de 500 °C formando nitretos de aparência dourada muito estáveis e promovendo alta\nTaylor [25] apresenta ainda, que o titânio também possui uma afinidade especial com o hidrogênio, mesmo em temperatura ambiente e a 1 atm, sendo capaz de absorver 200 cm3 do gás por grama do metal nos interstícios da rede cristalina. Mas em concentrações maiores, o hidreto TiH é formado e permanece estável até 360 °C. O hidrogênio pode ser absorvido do vapor de água, ácidos, óleos e hidrocarbonetos, basicamente em altas temperaturas e concentrações acima de 125 a 200 ppm, dependendo da liga. Acima desses limites, o hidrogênio fragiliza algumas ligas de titânio, reduzindo a resistência ao impacto e causando fratura sem deformação plástica. Vapor de água e dióxido de carbono são decompostos pela superfície aquecida do titânio em altas temperaturas. Acima de 810 °C, o vapor combina com o metal formando óxidos e também pode absorver o CO2 e formar carbetos.\nUma vez que o oxigênio é o intersticial mais importante, é comum expressar o efeito total em termos do “oxigênio equivalente”. Este parâmetro, na verdade, é composto pelo conjunto de teores dos elementos intersticiais. O comportamento de algumas propriedades mecânicas em função do teor de “oxigênio equivalente” é mostrado na Figura 8.\nFigura 8 - Dureza e propriedades mecânicas do titânio em função do teor de \"oxigênio equivalente”. (% OE = % O + 2 x % N + 2/3 x % C) [28].\nSegundo Weldmann (2005) [29], o ácido fluorídrico é o principal reagente químico do titânio e é empregado em diversas funções e trabalhos metalográficos. Já as reações com ácido clorídrico e ácido sulfúrico são menos corrosivas e muito lentas a temperatura ambiente. Mas um pequeno aumento na temperatura acelera o ataque resultando na formação de cloretos e monosulfetos de baixa toxidade [25]. O autor ainda afirma que no estado fundido o titânio combina com muitos metais, metalóides, e carbonetos formando ligas de grande interesse comercial. Na forma de óxido reage com elementos tipo terra rara e metais alcalinos para formar titanatos. Essas reações estão sendo estudadas com o objetivo de reduzir os custos de produção. A reatividade com metalóides também é muito estudada porque o titânio no estado fundido ataca severamente a maioria dos refratários de fundição, como SiO2 e Al2O3 para formar compostos metalóides. Sendo assim apenas o óxido de berílio e o óxido de thório demonstram resistência ao metal fundido. Finalmente, a reatividade do titânio normalmente não é perigosa para a saúde. Com exceção do pó dividido em partículas muito finas, que expostas ao ácido nítrico ou oxigênio por um tempo prolongado podem gerar explosão.\nO titânio puro não é considerado um bom condutor elétrico, equivalendo a apenas 3,5 % da condutividade do cobre, contra a condutividade de 30% do alumínio, por exemplo. A condutividade térmica é relativamente baixa e pode ser comparável ao aço inoxidável, bem como o coeficiente de expansão térmica linear está abaixo do aço inox, do cobre e do alumínio, o que habilita boas características mecânicas mesmo em temperaturas criogênicas. Além disso, comporta-se como um material paramagnético, apresentando uma baixa susceptibilidade a atração de um campo magnético.\nEste material existe em duas formas alotrópicas. Em temperaturas abaixo de 882 °C apresenta-se em uma estrutura hexagonal compacta, denominada fase a e acima desta temperatura apresenta-se em uma estrutura cúbica de corpo centrado, denominada de fase b que permanece até seu ponto de fusão a 1668 °C [30]. A adição de elementos de ligas altera a temperatura de transição de a para b. Como nos aços e outros metais, alguns elementos de ligas estabilizam estas fases em um intervalo de temperatura maior. O alumínio, por exemplo, é um elemento estabilizador da fase a porém, sua concentração fica limitada entre 7 e 9 % em função do aparecimento de uma fase ô composta de Ti3Al (Figura 9) e conseqüente fragilização da liga [26]. Além disso, a baixa densidade do alumínio é uma importante vantagem adicional, sendo este elemento o mais utilizado comercialmente. Além do alumínio, o estanho, zircônio, oxigênio, carbono e nitrogênio aumentam a temperatura de transição a-b.\nElementos estabilizadores da fase b são, muitas vezes considerados b - isomorfo (ou seja, apresentam estrutura ccc como o Ti - b) ou b - eutetóide. Os elementos b - isomorfos, tais como o molibdênio, o nióbio e principalmente o vanádio (Figura 1Q), apresentam uma solubilidade limitada no Ti - a mas completa no Ti - b. Por outro lado, os elementos b -eutetóides, como o cobre e o silício, têm uma solubilidade restrita no Ti - b e formam compostos intermetálicos por decomposição desta fase eutetóide. Normalmente, as ligas de titânio são classificadas em termos das suas fases microestruturais (ligas a, ligas b, ligas (a + b) ou ligas próximas de a (near aalloys) que apresentam predominantemente fase a com um pequeno volume de fase b). Comercialmente, estas ligas são tratadas termicamente de forma a otimizar as propriedades mecânicas através do controle da transformação a - b. Neste caso, os principais parâmetros são a composição da liga e o controle na velocidade de resfriamento.\nFigura 9 - Diagrama de equilíbrio de fases Ti-Al, mostrando a formação da fase ô para concentrações de alumínio acima de 7% [26].\nFigura 10 - Diagrama de equilíbrio de fases Ti - V, mostrando o efeito estabilizador da fase b produzido pelo vanádio [26].\n2.2.2.\tPropriedades Mecânicas\nDesde que foi descoberto, a indústria do titânio tem desenvolvido uma gama relativamente grande de ligas com diferentes composições e propriedades. Estas ligas tem como base a alta relação resistência/peso, boa resistência à corrosão, combinada com baixo coeficiente de expansão térmica. Segundo Budinski et al. (1999) [31], o titânio puro pode apresentar resistência a tração que varia de 240 MPa, para alta pureza obtida no processo de redução com iodo, a 690 MPa no metal produzido a partir do pó esponjoso. A resistência máxima a tração das ligas de titânio alcançam 1582 MPa, e dividindo este valor pela densidade resulta na maior resistência específica entre os metais de engenharia. Portanto, as ligas de titânio possuem elevada relação entre resistência mecânica e peso, podendo ser tão resistente quanto o aço, mas 43% mais leve e 60% mais pesado que o alumínio, porém duas vezes mais forte conforme indica a Figura 11. Além disso, o titânio é muito resistente aos diversos mecanismos de fadiga, tais com fadiga térmica, fadiga associada à corrosão e fluência [32].\n0\nTitânio nãd-liigado\n200\n400\n600\n800\nTemperatura (°C)\n□\nFigura 11 - Razão resistência/densidade para diversos metais (Adaptado de Realum [24]).\nSegundo Taylor [25], o titânio comercialmente puro apresenta módulo elástico de 110 GPa para compressão e 105 GPa para tração. A presença de elementos de liga pode aumentar o módulo para até 130 GPa, mas de qualquer forma se mantêm superior ao alumínio, 65 GPa, e inferior ao aço, 210 GPa. Conforme o autor, a ductilidade do titânio puro pode variar de 20% a 40% no alongamento, e 45% a 65% de redução de área, dependendo do teor de impurezas nos interstícios. Assim como nos aços, a adição de elementos de liga tipo Al, V, Cr, Fe, Mn e Sn, formam sistemas binários complexos e resulta no aumento de resistência mecânica e diminuição da ductilidade. A dureza do titânio puro é muito superior aos metais de baixa densidade como o alumínio e magnésio, aproximando-se de alguns aços ligados tratados termicamente, variando de 160 HB até 303 HB quando ligado.\n2.2.3.\tMetalurgia do Titânio: Produção, microestrutura e propriedades\nApesar de o titânio ser um material conhecido desde os anos 40, os processos de fabricação envolvendo a metalurgia do pó começaram a ser trabalhados somente nas últimas três décadas [33 - 35] em função da sua aplicação na indústria aeroespacial e militar. A necessidade de diminuir custos de produção e minimizar o desperdício de material durante as etapas de fabricação impulsionou o desenvolvimento da metalurgia do pó do titânio e suas\nligas. Juntamente com a fundição, a metalurgia do pó consiste em um dos métodos mais extensamente utilizados para fabricação de componentes próximos da forma final. Assim como na metalurgia do pó ferrosa, as propriedades mecânicas dos componentes fabricados com titânio dependem da composição da liga, da densidade e da microestrutura final do sintetizado. Em geral este processo de fabricação pode ser dividido em duas categorias [3335], ou seja, a obtenção de sinterizados produzidos a partir da mistura de pós de elementos puros e a metalurgia do pó com pós pré-ligados. A primeira é a mais extensamente utilizada na fabricação de componentes com titânio como material base. Um exemplo disso é a liga Ti-6Al-4V, a mais comum na indústria aeroespacial [2].\nO processamento de Ti a partir do pó utiliza, basicamente, pós finos (- 100 mesh), esponjosos, que são obtidos por processos de redução do tipo Hunter ou Kroll [34]. Este pó apresenta formato irregular (Figura 12) e permite a obtenção de compactados com elevada densidade à verde. O pó é sinterizado em um intervalo de temperatura entre 1150 °C a 1315 °C sob vácuo, para prevenir a contaminação gasosa. Além disso, esta faixa de temperatura está bem acima da temperatura de transição para a fase b, o que resulta em uma microestrutura formada por colônias de placas de a dispersas em matriz b. A quantidade de colônias de fase a depende da velocidade de resfriamento utilizada no processo [4]\nNa literatura encontra-se que os compactados de titânio fabricados com este tipo de pó atingem densidades à verde de 85 a 90% quando compactados a frio sob pressão de 415 MPa [4]. Depois de sinterizados à vácuo é possível atingir densidade de 95 a 99% da densidade teórica. No entanto, na metalurgia do pó ferrosa, do cobre e metais duros, 99% é considerado uma densidade praticamente completa, mas para o titânio, este nível residual de porosidade pode degradar as propriedades de resistência à fadiga e a fratura do componente. Sendo que as características mecânicas afetadas pela presença de poros são o módulo de elasticidade, limite de escoamento e o limite de resistência.\nPor outro lado, em alguns casos, a presença de poros é desejada, como é o caso de implantes. Estes elementos, quando fabricados em Ti, muitas vezes apresentam módulo de elasticidade elevado, gerando assim, fadiga superficial na interface tecido/implante. A conseqüência disso, é o aparecimento de infecções, decorrentes deste stress. Por isso, poros residuais são desejados no processo, de forma a diminuir o valor do módulo de elasticidade até valores próximo ao do osso. Dessa forma, ocorre uma maior interação entre o tecido e o implante promovendo assim, uma melhor osseointegração.\nFigura 12 - Ilustração mostrando a morfologia do pó de titânio no formato de esponja [34].\nPanigrahi [36] em seu estudo a respeito da sinterização de nano-pós de titânio mostra que a redução no tamanho de partícula produz, normalmente, um aumento na densidade e na razão de sinterização. Porém, não é claro se esta diminuição de tamanho afeta os mecanismos de transporte de matéria durante a sinterização. Alguns autores [37,38] discutem que a movimentação de átomos no contorno de grão tem maior influência na sinterização de nano-pós. Porém, também é possível encontrar trabalhos [39] que mencionam não haver diferença entre a sinterização de nano-pós e a sinterização convencional. Panigrahi [36] ainda menciona que a sinterização do titânio é um processo complexo devido a sua elevada reatividade, oxidação e anomalias nos mecanismos de difusão e transformação de fase. O autor também descreve que uma baixa energia de ativação para a autodifusão tem sido encontrada e é explicada em termos de defeitos adicionais gerados durante a transformação de fase a ® b [40-42]. Panigrahi mostra ainda que os valores para a energia de ativação são fortemente influenciados pela presença de impurezas. Um exemplo desse efeito é descrito por Han [44] para o hidrogênio. Outros autores [45,46] descrevem que o hidrogênio apresenta elevada difusividade e mobilidade no titânio e isso afeta fortemente a cinética de transformação de fase e a formação da microestrutura. Senkov [45] descreve que a adição de hidrogênio também tem um efeito significante na microestrutura e nas propriedades mecânicas do titânio. Neste artigo, o autor apresenta que o módulo de elasticidade decresce enquanto o coeficiente de Poisson aumenta para o a-Ti de tal maneira que a adição de 4 % de hidrogênio na liga afeta a constante elástica do a-Ti da mesma forma que um aumento de 200 °C na temperatura. O autor também sugere que a dissolução de hidrogênio enfraquece a ligação entre átomos de titânio na fase a. Isso ocorre, aparentemente, porque o aumento na\nconcentração de hidrogênio aumenta a razão c/a e o volume específico da célula unitária. Assim, com o aumento desta razão, ocorre uma diminuição na estabilidade da estrutura cristalina do a-Ti. Acima de 900 °C, no fb-Ti, o hidrogênio age de forma inversa, aumentando o módulo de elasticidade e diminuindo o coeficiente de Poisson. Para esta situação, Senkov [45] sugere que a adição de hidrogênio aumenta a rigidez da estrutura do b-Ti tornando-o mais estável, além de alterar o coeficiente de expansão térmica do material.\nPanigrahi [43] descreve que as razões de retração volumétrica são modificadas ao longo do intervalo de temperatura entre 850 °C e 900 °C em função da transformação de fase. Para pós micrométricos, a análise do modelo de sinterização proposto pelo autor, indica que a difusão superficial e a difusão por contorno de grão parecem ser os mecanismos que controlam o processo de sinterização em baixas temperaturas. Para temperaturas elevadas, a difusão volumétrica e a difusão por contorno de grão parecem ser os mecanismos mais importantes.\n2.3.\tFundamentos de plasma pouco ionizados\nSegundo Golant [47], a uma temperatura diferente de zero qualquer gás passa a ter, além das espécies químicas neutras, um certo número de átomos ou moléculas ionizados. No entanto, as partículas carregadas afetam substancialmente as propriedades do gás, podendo alcançar concentrações tais que o espaço de cargas formado por elas acaba por restringir seu próprio movimento. À medida que a concentração de carga aumenta, a restrição de movimento imposta às cargas torna-se cada vez mais forte. Dessa forma, em concentrações suficientemente elevadas, a interação entre as partículas positivas e negativas termina por gerar uma neutralidade macroscópica no volume do gás, de tal forma que o estado de equilíbrio pode ser alterado pela aplicação de um campo elétrico externo. Nestas condições, o gás ionizado é denominado plasma, cujas propriedades foram descritas, inicialmente, em 1923 por Langmuir.\nO plasma é, portanto, um gás ionizado, macroscopicamente neutro, ou quase neutro, e com um grau de ionização mínimo tal que as partículas carregadas (íons e elétrons) banhadas no gás neutro apresentem, entre elas, um comportamento interativo de caráter coletivo. A denominação de plasma (que em grego significa moldar) foi dada por Langmuir, segundo o\nNo presente trabalho o plasma constitui apenas uma ferramenta e suas propriedades não serão objeto de estudo. Por esse motivo, apenas uma breve descrição, pertinente à sua utilização será dada aqui.\n2.3.1.\tA Descarga Elétrica\nSegundo Golant [47], um plasma pode ser produzido de várias formas. Cada método utilizado faz com que a concentração e a distribuição de partículas carregadas sejam diferentes, alterando o estado de equilíbrio do plasma. O autor também afirma que o estado de equilíbrio de um plasma depende da sua composição, da concentração dos componentes e também de sua temperatura. Neste caso, é importante conhecer a concentração parcial de cada componente, denotada aqui por h«, onde a pode representar partículas neutras (ho), de íons (hi) ou de elétrons (he). Todas estas espécies de partículas estão presentes no plasma.\nO grau de ionização pode ser definido como a razão da concentração de íons em relação à concentração total de íons e de átomos neutros presente no plasma (eq. 23), e varia de 0 a 1. Além disso, conforme já afirmado, a temperatura do plasma também representa um parâmetro importante na caracterização do estado de equilíbrio do plasma. Normalmente, esta temperatura é expressa em unidades de energia e determina a energia de cada partícula para a dada temperatura. Esta informação é obtida a partir da função de distribuição de energia, a qual descreve a probabilidade de se encontrar partículas com determinada energia.\nh\nh +h\na =\n(23)\nA descarga elétrica é uma das formas de se gerar um plasma. Pode ser obtida a partir da aplicação de uma diferença de potencial (ddp) entre dois eletrodos mergulhados em um gás, ou em uma mistura gasosa, contidos em um recipiente confinado, e a baixa pressão. O campo elétrico gerado pela diferença de potencial produz um fluxo de partículas iônicas e de elétrons, em sentidos contrários entre elas, produzindo assim uma corrente elétrica através do\ngás. Quando uma pequena concentração de íons é produzida, diz-se que a descarga elétrica gerada é um plasma de baixa energia ou “plasma frio”. Segundo Chapman [50], a idéia de plasma frio é colocada como sendo a de um gás parcialmente ionizado, constituído de uma quantidade igual de cargas positivas e negativas, e um diferente número de átomos ou moléculas neutras. Este tipo de plasma possui um grau de ionização de aproximadamente 10-6 a 10-4, o que, inversamente, corresponde a 1 íon (ou 1 elétron) para cerca de 104 a 106 átomos ou moléculas neutras. Nestas condições, os elétrons, mais leves, que absorveram a energia da descarga (devido ao campo elétrico produzido pela ddp), sofrerão colisões essencialmente com as moléculas neutras do gás, muito mais pesadas, transferindo assim uma energia relativamente insignificante para as mesmas. O gás neutro, largamente majoritário dentre as partículas presentes, praticamente não sofrerá modificação em sua temperatura, e o plasma da descarga permanecerá praticamente à temperatura original do gás neutro, apesar dos elétrons possuírem uma temperatura média que pode estar compreendida entre aproximadamente 10.000 e 100.000 K (ou seja, algo equivalente a uma energia de 1 a 10 eV)1. O plasma estará praticamente à temperatura ambiente (ou à temperatura original escolhida para o gás) e sua energia não se propagará para fora da região ocupada pelas partículas neutras. É o “plasma frio”, fora de equilíbrio termodinâmico (cada componente terá uma temperatura diferente) e existente, por exemplo, nas lâmpadas de néon. Ao contrário, nos plasmas térmicos (equilíbrio termodinâmico local) e nos plasmas quentes (em equilíbrio termodinâmico total), ambos com grau de ionização mais elevado, as colisões entre todos os tipos de partículas são importantes, influenciando a temperatura do plasma (algo como 10.000 - 40.000 K nos arcos e nas tochas de plasma industriais; e acima de 106 K no sol, onde a ionização é total e, portanto, com grau de ionização igual a 1).\nSendo assim, a diferença de potencial aplicada entre os eletrodos e a corrente coletada no catodo definem o tipo de descarga elétrica, caracterizando diferentes regimes de funcionamento. A nomenclatura dos regimes da descarga é dada em função da relação corrente x tensão aplicada ao gás, como sugere a Figura 13. Cada tipo de descarga apresenta comportamento diferente em função dos parâmetros do processo [51].\n1\t1 eV de energia equivale a uma temperatura de 11.605 K . Nos textos sobre plasma é comum o uso do sinal de igualdade, 1 eV = 11.605 K.\nFigura 13 - Curva corrente - tensão mostrando os diferentes regimes de descargas elétricas (Adaptada de JONES [51]).\nAs descargas Townsend, Corona e Luminescente subnormal, são formadas por correntes muito baixas e, geralmente, não são aplicadas ao processamento de materiais. A descarga luminescente2 normal apresenta um aumento de corrente, sem variação da tensão aplicada. Além disso, neste tipo de descarga não ocorre o total envolvimento do catodo pela descarga o que acarreta uma não uniformidade dos componentes tratados. Na descarga luminescente em regime anormal a corrente é aproximadamente proporcional à tensão aplicada, o que propicia um controle mais efetivo dos parâmetros do plasma. Além disso, ocorre o total envolvimento do catodo pela descarga, acarretando uniformidade no processo. Já a descarga de arco, apresenta picos de corrente muito elevados e os parâmetros não são controlados facilmente.\n2\tA descarga luminescente é também chamada, por alguns, de “descarga brilhante” ou “descarga luminosa”.\n2.3.2.\tDescarga Luminescente Anormal\nA descarga luminescente anormal caracteriza-se por ser uma descarga facilmente desenvolvida em um gás sob pressões normalmente menores que aproximadamente 100 torr. O nome “descarga luminescente” deriva de uma zona luminosa que se desenvolve entre os eletrodos, denominada região luminescente, conforme ilustra de maneira simplificada a Figura 14. Sua estrutura possui várias regiões diferenciadas entre os eletrodos, incluindo algumas escuras, sem luminosidade, e nem sempre observadas a olho nu. Serão apresentadas aqui de maneira simplificada e objetiva, visando o interesse deste trabalho. Este tipo de descarga é adequadamente descrito como uma descarga em que o catodo emite elétrons, devido ao seu bombardeamento por partículas carregadas e neutras, e também por fótons emitidos na descarga. O espaço do catodo, que compreende basicamente a região chamada de “bainha catódica”, e que é a de maior interesse neste trabalho, é essencialmente determinado por um espaço de cargas positivas [49, 50 e 52], diferentemente da região que constitui um plasma propriamente dito.\nBainha anodica\nFigura 14 - Região luminescente do plasma e distribuição de potencial entre os eletrodos, para uma descarga entre um catodo negativo e um anodo com potencial zero. Vp = potencial de plasma, característico do plasma. Dimensões mostradas são apenas ilustrativas. (modificado de BOENIG [52]).\nAo contrário do que se vê na figura acima, onde V permanece constante, existe uma leve queda de potencial da direita para a esquerda, correspondente a um campo elétrico muito fraco, responsável pelo transporte das cargas nos dois sentidos. Nesta região, observa-se uma quase neutralidade macroscópica de cargas, sendo a que corresponde à parte da descarga que, de acordo com a definição, pode, de fato, ser chamada de plasma, conforme considerado pelo próprio Langmuir. A “luminescência negativa”, situada entre a “coluna positiva” e a “bainha catódica” é, normalmente, a região mais brilhante e constitui a fonte de íons fortemente relacionados com os fenômenos que ocorrem na região da bainha catódica.\nNesta região, íons provenientes da região luminescente negativa são acelerados em direção ao catodo, devido ao campo elétrico existente na região, onde está concentrada praticamente toda a queda de potencial da descarga. Durante esta travessia, uma série de eventos pode ocorrer, sendo que alguns deles estão relacionados com a manutenção da descarga. Dentre eles estão a ionização por impacto de elétrons secundários provenientes do catodo - estes, produzidos principalmente pelo bombardeamento dos íons - e a transferência de carga para moléculas neutras, por impacto de íons. Em resumo, os íons provenientes da região luminescente colidem com o cátodo, de onde arrancam elétrons secundários que, por sua vez, são acelerados para a região da luminescência negativa, onde colidem com moléculas neutras, contribuindo assim para novas ionizações e excitações. Parte desses novos íons sofre recombinação e parte é acelerada, novamente em direção ao catodo. Em sua trajetória para o catodo, parte dos íons colide com moléculas neutras, alguns transferindo para estas a sua carga. Porém, após perda de sua carga, mantêm ainda a energia cinética adquirida durante a aceleração inicial e contribuem igualmente para a produção de elétrons secundários ao colidirem com a superfície do catodo. Os novos íons produzidos ao longo da trajetória por transferência de carga são, por sua vez, acelerados, e também colidem com a superfície do cátodo, podendo igualmente contribuir para a produção de novos elétrons secundários, etc. Já a excitação produzida pelos elétrons na luminescência negativa contribui para o aumento da luminosidade na região.\nDavis e Vanderlice [53] mostraram que o número de colisões que ocorre na bainha é significativo, e que elas estão associadas à distribuição de energia dos íons. Para cada\nOs íons provenientes da região luminescente que atingem a fronteira entre esta região e a bainha catódica possuem uma energia cinética muito pequena em relação à energia potencial devido à tensão aplicada ao catodo. Porém, ao penetrar na região da bainha, os íons são acelerados pelo campo elétrico existente na região, aumentando sua energia cinética [50]. Assim, uma probabilidade de colisão entre o íon e uma espécie neutra do gás existirá. Quando uma colisão deste tipo acontece, ocorre uma transferência de carga, produzindo-se um íon lento e um átomo ou molécula neutra rápida, sendo o novo íon acelerado a partir deste ponto. Dessa forma, pode-se considerar que a superfície do catodo é bombardeada por duas espécies de partículas, os íons acelerados na bainha e as espécies neutras rápidas produzidas por transferência de carga. A interação destas espécies energéticas com o catodo promove uma serie de fenômenos associados a modificações microestruturais na superfície deste material. Muitos destes fenômenos foram estudados e hoje contribuem para o desenvolvimento de novos produtos [54,59].\n2.3.3.\tInteração Plasma-Superfície\nNas últimas décadas, a interação entre o plasma e a superfície do catodo vem sendo bastante estudada devido ao grande número de aplicações tecnológicas promovida pelas modificações microestrutrais decorrentes deste processo [60-66]. Esta interação consiste basicamente no processo de arrancamento de átomos da superfície do material (sputtering).\nSegundo Mason e Pichiling [60], o sputtering é causado pela incidência de íons, que são acelerados na região da bainha catódica, e de átomos neutros energéticos sobre a superfície do catodo. Assim, devido à transferência de energia durante a colisão, átomos da superfície do catodo podem ser pulverizados com uma certa energia cinética. Devido a\n3\tnormalmente denominado de pulverização catódica.\nredução brusca na energia, os átomos incidentes podem então difundir através do reticulado cristalino no material do catodo ou então serem depositados sobre a superfície deste eletrodo. De acordo com von Hippel [60], estima-se que no caso de uma descarga luminescente cerca de 90 % ou mais do material pulverizado retorna ao catodo e se retro-difunde. Os autores também demonstram que a energia média dos íons incidentes é proporcional à queda de potencial existente na bainha, e a energia média dos átomos neutros depende da energia dos íons e da seção de choque de espalhamento como mostram as equações 24 e 25.\nE\nions\nV\np.d\nE.t\t= E.\nátomos\tions\n(24)\n(25)\nOnde V é a diferença de potencial aplicada, p é a pressão do gás na descarga, d corresponde a espessura da bainha, sct, sesp e s, são as seções de choque para transferência de carga, espalhamento e total, respectivamente.\nEm uma primeira análise, estas equações mostram que a energia dos íons não depende diretamente da pressão do gás na descarga, mas do produto desta pressão pela espessura da bainha. Haja vista que o aumento da pressão diminui o livre caminho médio das partículas. Abril e colaboradores [68] descrevem que a pressão é um importante fator na determinação dos processos de colisões elásticas e inelásticas existentes na região da bainha. Os resultados obtidos pelos autores mostram que o número de colisões na bainha limita a energia dos íons e dos neutros rápidos que incidem sobre o catodo, produzindo uma diminuição na razão de erosão deste eletrodo. Além disso, devido ao aumento de pressão, uma grande parcela do fluxo de átomos vaporizados é termalizado e parte deste fluxo retorna para a superfície do catodo.\nKersten e colaboradores [67] apresentam uma discussão detalhada sobre o balanço de energia durante a interação do plasma com a superfície do catodo. Segundo os autores, nos processos de tratamentos superficiais de materiais por plasma, as condições energéticas e térmicas da superfície do substrato são fatores determinantes para o processo. Além disso, muitos destes processos são afetados pela densidade de fluxo de partículas incidentes e pela transferência de momento. Assim, as condições de difusão, adsorção e dessorção, bem como reações químicas, dependem significativamente das condições de equilíbrio energético da\nUm exemplo da utilização dos conhecimentos relacionados à interação plasma-superfície é a produção de filmes sobre a superfície do catodo. Em seu estudo, Wronski [55] compara a razão de erosão para catodos de Fe e Ti em uma descarga de nitrogênio e neônio. Segundo o autor, a elevação da pressão aumenta significativamente a redeposição de átomos pulverizados.\nAtualmente os processos assistidos por plasma têm se mostrado como um segmento de relevante importância na indústria [59]. Este interesse tem sido associado a uma série de fatores tais como o controle de parâmetros de processo e também a qualidade dos produtos obtidos, além da economia de etapas envolvidas na fabricação. A sinterização assistida por plasma nos últimos anos vem se mostrando uma alternativa para a fabricação de componentes de elevado valor agregado, para gerar modificações superficiais e para processar materiais que apresentam características físico-químicas de difícil controle, como por exemplo, quando óxidos formados com o material da matriz são estáveis.\nNos últimos anos vários trabalhos foram desenvolvidos no Labmat, no intuito de caracterizar o plasma utilizado no processamento de materiais, principalmente do ferro puro [12, 65, 71-73]. Para isso, os parâmetros envolvidos na descarga foram modificados e correlacionados de diferentes formas. Batista [71] e Lawal [72] mostraram que a corrente e a pressão da mistura gasosa influenciam diretamente na temperatura do processo. Brunatto [74] e Pavanati [12], em seus trabalhos sobre enriquecimento superficial durante o ciclo de sinterização, descrevem a influência dos parâmetros do plasma no processo de pulverização catódica, principalmente no que tange a energia dos íons e das espécies neutras rápidas envolvidas no processo.\nNeste capítulo são descritos os procedimentos experimentais utilizados na elaboração deste trabalho. A primeira etapa consiste na apresentação da metodologia de preparação e caracterização das amostras compactadas. Em um segundo momento são apresentados os procedimentos e configurações utilizados durante os ciclos de sinterização. E, por último, são descritos os procedimentos adotados na caracterização microestrutural das amostras e no estudo da porosidade do sinterizado.\n3.1.\tPreparação das amostras\n3.1.1.\tMatéria - Prima\nNo presente estudo foram utilizados dois tipos de pós: pó de titânio e pó de ferro4, ambos atomizados. Também foi utilizado um lubrificante sólido (Licowax) para diminuir o atrito entre as partículas e as paredes da matriz durante a compactação das amostras, visando minimizar gradientes de densidade.\nA Tabela 3 apresenta a composição química do pó de Ti fornecida pelo fabricante (Alfa Aesar). A densidade aparente foi determinada experimentalmente conforme a norma MPIF 04 [56] e determinação da distribuição granulométrica foi realizada no LAPET/UFRN.\n4\tO pó de ferro foi adotado como parâmetro de referência, haja vista que não foi encontrado, na literatura, dados para comparação das propriedades mecânicas dos compactados de Ti.\nComposição Química (% em peso)\nTi\tFe\tAl\tNi\tC\tH\tMo\tO\tN\n> 99\t&lt;0,2\t<0,015\t&lt;0,9\t&lt;0,1\t&lt;0,3\t&lt;0,4\t&lt;0,18\t&lt;0,03\nDescrição\tTitânio puro grau 1\nFornecedor\tAlfa Aesar\nDesignação\t#41545\n\t&lt;89,95 mm (90%)\nGranulometria\t&lt;64,32 mm (50%)\n\t&lt;46,94 mm (10%)\nPureza\t> 99 % em peso\nDensidade Aparente\t2,33 g/cm3\nDensidade Teórica\t4,51 g/cm3\nConforme pode ser observado na Figura 15, obtidas em microscópio eletrônico de varredura (MEV), o pó apresenta partículas com formato esférico em decorrência do processo de atomização a gás. A Figura 15b mostra uma partícula isolada com maior aumento, evidenciando contornos de grão em sua superfície com tamanho estimado de 12 a 15 mm. O tamanho das partículas do pó de titânio utilizado varia entre 20 e 100 mm, aproximadamente. De acordo com as especificações do fabricante, o tamanho das partículas é menor que 100 mm.\n(a)\n(b)\nFigura 15 - (a) Aparência granulométrica e morfológica do pó de Ti, (b) rugosidade superficial de uma partícula.\nO pó de ferro utilizado também foi fornecido pela empresa Hoganas do Brasil Ltda. sob a designação DC 177 atomizado em água. Este pó possui tamanho de partícula na faixa de 30 a 200 mm, sendo que o tamanho médio de partícula é de, aproximadamente, 100 mm. O teor de oxigênio apresentado por este pó é de aproximadamente 0,20 % (dados do fabricante). A Figura 16 mostra uma imagem obtida por microscopia eletrônica de varredura das partículas de pó de ferro.\nFigura 16 - Morfologia do pó de ferro puro DC11177 Hoganas do Brasil Ltda.\n3.1.2.\tCompactação das Amostras\nAs amostras foram compactadas em matriz de duplo efeito acoplada a uma máquina universal de ensaios EMIC, modelo DL 300 de 300KN (Figura 17a). Para efeito de comparação, foram compactadas amostras de titânio e de ferro. Os procedimentos adotados durante a compactação das amostras de ambos os materiais foram os mesmos. O primeiro lote de amostras foi preparado a partir do preenchimento da matriz com pó de ferro e de titânio, sem vibração no intuito de se verificar os efeitos de rearranjo das partículas. O segundo lote de amostras foi elaborado nas mesmas pressões e velocidade de compactação, porém adotando-se o procedimento de vibração da matriz durante o preenchimento da matriz. A matriz foi preparada de forma que a cavidade para acomodação do pó tivesse profundidade de\n18,2\tmm determinando o volume de 1,303 cm3. Esta condição foi estabelecida de maneira a garantir que as amostras compactadas apresentassem altura entre 7,0 e 9,0 mm dependendo da pressão de compactação, conforme apresentado na Figura 17b. O pó de ferro utilizado foi preparado em duas condições distintas: na primeira, foi adicionado 0,5 % de grafite em peso e na segunda, misturado Licowax na mesma proporção que o grafite (Essa medida foi adotada em função do formato irregular e da grande distribuição de tamanho de partícula e para estudar a compactabilidade das misturas. O estudo da compactabilidade das misturas foi\nNo caso do titânio, não foi utilizado nenhum tipo de lubrificante misturado diretamente ao pó, pois havia preocupação com a possibilidade de reação entre o Ti e elementos químicos presentes no lubrificante sólido. No entanto, para facilitar a extração das amostras após a sua compactação, foram lubrificadas as paredes da matriz de compactação. Neste procedimento foi utilizado uma solução de Licowax e acetona.\nForam compactadas 10 amostras em cada condição, medindo-se ao longo de cada ensaio, o tempo, a força e o deslocamento do punção, tanto para a compactação quanto para a extração. Estas medidas foram realizadas a partir de um sistema de aquisição de dados onde foram coletados 500 pontos para cada ensaio.\nPara o estudo da compactabilidade, foram aplicadas pressões de compactação de 300, 400, 500 e 600 MPa. A taxa de compactação foi determinada pela velocidade de deslocamento do punção superior, sendo fixada em 10 mm/min em todas as pressões. Ela foi modificada para 5, 10 e 15 mm/min apenas para 600 MPa a fim de se avaliar o efeito dessa variação.\n(a)\n9,55 mm\n◄-------------►\n(b)\n7,0 a\n9,0 mm\nFigura 17 - (a) Matriz instalada na máquina de ensaio universal para compactação para compactação das amostras e (b) dimensões desejadas.\n3.1.3.\tDeterminação da Densidade à Verde\nA massa do pó solto e das amostras compactadas foi medida através de uma balança digital com precisão de 0,001 g. Já as dimensões das amostras compactadas foram obtidas através de um micrômetro com resolução de 0,001 mm, conforme a norma MPIF 42 [69]. A densidade das amostras foi determinada pelo método de Arquimedes [9]. Os valores de densidade apresentados neste trabalho foram calculados a partir da média entre 5 amostras para cada condição de compactação. Para a realização destes cálculos foi adotado um grau de confiabilidade de 95% para as medidas de densidade. Este critério foi estabelecido devido a pequena variação apresentada entre as medidas realizadas.\n3.1.4.\tAnálise do Compactado por Imagens\nO critério de seleção das amostras para as análises micrográficas foi baseado no efeito da aplicação da pressão externa sobre a massa de pó. Como mencionado anteriormente, o processo de compactação pode ser dividido em três estágios: no primeiro estágio predomina o rearranjo entre as partículas e no último predomina a deformação elástica e plástica; no segundo, estágio intermediário, ocorrem ambos os mecanismos. Assim, o aumento da pressão externa tende a evidenciar estas etapas. Dessa forma, foram escolhidas para análise por imagens, amostras compactadas sob pressão menor (300 MPa e 400 MPa) tentando evidenciar os estágios.\nA preparação das amostras para análise metalográfica foi iniciada pelo corte destas com um disco de corte diamantado, seguindo-se o embutimento com impregnação de resina epóxi, após evacuar a amostra. Este procedimento tem a finalidade de evitar a deformação da borda dos poros durante o lixamento. O corte seccionou a amostra num plano longitudinal a fim de visualizar o centro e regiões abaixo das superfícies lateral e superior da amostra. A seqüência de lixamento foi realizada em uma politriz automática modelo TegraSystem/Struers com uma rotina pré-definida para lixamento e polimento de amostras de titânio, locada no LabMat/EMC/UFSC.\nAs micrografias foram obtidas por microscópio eletrônico de varredura, MEV modelo Philips XL 30, acoplado a uma sonda de micro análise química pontual EDAX, todos\n3.1.5.\tEnsaio de Microdureza\nOs valores de microdureza foram obtidos utilizando-se um microdurômetro marca Shimadzu. A medição de microdureza Vickers foi realizada em amostras preparadas metalograficamente. Nesta etapa, as amostras foram embutidas em resina formando um corpo de prova cilíndrico com 30 mm de diâmetro e ~ 15mm de altura. As duas faces do corpo de prova foram preparadas de maneira a manter o paralelismo entre elas. Este cuidado foi tomado no sentido de evitar distorções durante as indentações.\nAs indentações foram feitas utilizando a escala HV 0,02. O valor da microdureza em cada condição de compactação foi obtido a partir da média de 20 indentações em cada corpo de prova, realizadas aleatoriamente ao longo da superfície da amostra. Da mesma forma que para as medidas de densidade à verde, foram considerados valores de microdureza que apresentassem confiabilidade de 95%.\n3.3.\tMétodos de sinterização\nPara a realização dos ciclos de sinterização em plasma, foram adotadas duas configurações distintas para fixação das amostras em relação ao conjunto catodo-anodo. Estas configurações foram escolhidas de maneira a estabelecer uma correlação entre a utilização do plasma como atmosfera reativa e a microestrutura obtida para os elementos sinterizados.\nOs ciclos de sinterização com a amostra no catodo e com a amostra no anodo foram realizados em um sistema experimental representado na Figura 18. Este sistema era constituído de uma câmara de sinterização (reator) (1), confeccionado em aço inox ABNT 304 com 300 mm de diâmetro e 300 mm de altura, uma fonte de tensão pulsada CEBRA (2), com regulagem de tempo de pulso ligado, “taps’” de tensão de 400, 500, 600 e 700 e com\npotência de 3,5 KW na tensão de 700V. O bombeamento da câmara de sinterização foi feito através de uma bomba de vácuo EDWARDS de duplo estágio (3), atingindo-se pressões residuais da ordem de 10 mTorr. A atmosfera do reator era constituída de uma mistura de Ar (99,999%)+H2(99,998%) em proporção de 75 % - 25 %, respectivamente. O fluxo gasoso para o interior do reator foi controlado por dois fluxímetros EDWARDS de 500 sccm (4), sendo mantido em uma vazão de 200 cm3/min e a pressão interna do reator era monitorada através de um sensor capacitivo de pressão do tipo BARATRON (5) com fundo de escala de 10 Torr. A pressão interna do reator era controlada por uma válvula reguladora (6) posicionada na parte inferior do reator. A medida de temperatura foi feita através de um temopar tipo K (7) acoplado a base do reator.\nPara a sinterização das amostras no catodo e no anodo foram necessárias modificações na configuração interna do reator e nas ligações elétricas do sistema. Estas configurações serão apresentadas detalhadamente nos itens apresentados a seguir.\nFigura 18 - Representação esquemática do sistema experimental utilizado nos ciclos de sinterização para a amostra no catodo e para a amostra no anodo.\n3.3.1.\tSinterização de Titânio no Catodo\nA Figura 19 mostra a montagem interna do reator para a configuração “amostra no catodo”. Na Figura 19a observa-se a amostra na posição central (em detalhe) e a disposição dos anteparos refletores de calor, onde o anteparo mais interno é de titânio (grau 2) e os três mais externos são de aço inox ABNT 304. Já na Figura 19b é possível observar a geometria dos eletrodos de titânio e o detalhe da posição da amostra ao centro. A sinterização da amostra no catodo foi realizada atribuindo-se a ela (eletrodo central) uma polaridade negativa em relação ao potencial de referência (cilindro externo). Desta forma, uma descarga elétrica (plasma) foi produzida permanecendo confinada entre os eletrodos de titânio. O aquecimento da amostra foi produzido através do bombardeamento de íons e espécies neutras rápidas como descrito no item 2.3 atingindo temperaturas de até 1250 °C.\n(a)\n(b)\nFigura 19 - (a) Representação esquemática da geometria interna do reator na configuração\n“amostra no catodo” indicando a posição da amostra e(b) imagem dos eletrodos .\nA temperatura da amostra foi medida através de um termopar inserido no eletrodo central e posicionado a 2,0 mm da amostra conforme ilustra a Figura 20, sendo que a diferença média de temperatura entre a amostra e o termopar durante o ciclo de 1150 °C foi de 12 °C.\nFigura 20 - Posição do termopar em relação à amostra na configuração \"amostra no catodo\".\nNa configuração “amostras no catodo”, as amostras foram sinterizadas em três condições distintas (Tabela 4), sendo que estas condições foram repetidas para as pressões de 3,0 e 10,0 Torr. Para cada experimento, um conjunto de quatro amostras foi produzido. Em cada caso, a temperatura da amostra foi controlada pelo tempo de pulso ligado (ton) da tensão aplicada (Figura 21). Este tempo, controlado pelo operador, pode variar de 10 a 240 ms e determina a potência fornecida aos eletrodos.\nA etapa de aquecimento da amostra foi realizada em duas fases distintas. Na primeira, foi produzida uma descarga com hidrogênio puro sob tensão de 400 V, aquecendo a amostra até 300 °C (esta descarga foi denominada “etapa de limpeza”). A partir desta temperatura foi adicionado argônio à mistura na proporção de 75% Ar-25% H2, mantendo-se a pressão constante, e a tensão foi aumentada para 700 V. A taxa de aquecimento foi mantida em 18 °C/min modificando-se o tempo de pulso ligado (ton). Ao final do ciclo a fonte foi desligada, apagando a descarga e iniciando a etapa de resfriamento da amostra que ocorre sob a mesma atmosfera.\nTabela 4 - Descrição dos ciclos de sinterização na configuração “amostra no catodo”.\n\tTempo (minutos)\tTemperatura (°C)\nCondição 1\t60\t1150\nCondição 2\t60\t1200\nCondição 3\t60\t1250\n>\n■\no\nw\nc\n<D\n-----Pulso de tensão\n700\n600 -I\n500 -I\n400 -I\n300-\n200 4\n100^\n100\n200\n250\ntoff\tton\n\t1 1 1\n—1\t■\t\t\n50\n150\nTempo (ms)\n0\n0\nFigura 21 - Representação esquemática da variação da tensão aplicada aos eletrodos.\n3.3.2.\tSinterização de Titânio no Anodo\nNa configuração “amostra no anodo”, a amostra foi posicionada sobre um eletrodo de titânio de 80 mm de comprimento, disposto horizontalmente, e ligado ao potencial de referência (V = 0) como mostra a Figura 22 [12]. O aquecimento da amostra foi feito seguindo-se as mesmas etapas que foram realizadas quando da configuração “amostras no catodo”. Porém, nos ciclos de sinterização com a amostra no anodo, somente a primeira condição foi adotada, repetindo-se os ensaios para as pressões de 3,0 e 10,0 Torr. Na configuração “amostra no anodo”, as temperaturas acima de 1150 °C, não foram alcançadas em virtude das limitações do equipamento.\nAo eletrodo externo foi aplicado um potencial negativo de 700 V. Assim, o bombardeamento das espécies iônicas e neutras rápidas ocorreu no eletrodo externo de tal maneira que o aquecimento da amostra foi produzido, principalmente, pela irradiação de calor e pelo bombardeamento de elétrons e íons pouco energéticos provenientes do plasma. A medida de temperatura da amostra foi feita através do acoplamento do termopar a uma amostra de referência posicionada ao lado da amostra a ser sinterizada (Figura 22b), sendo\n(a)\nFigura 22 - (a) Representação esquemática da configuração \"amostra no anodo\" e (b) detalhe da posição da amostra em sinterização e da amostra de referência conforme [12].\n3.3.4.\tSinterização de Titânio em Forno Convencional\nAmostras compactadas a 300 e 600 MPa foram sinterizadas em forno convencional com o objetivo de se realizar um estudo comparativo com os resultados obtidos com a sinterização a plasma. Nesta configuração as amostras foram posicionadas sobre um cadinho de titânio e inseridas em uma câmara tubular de alumina. O tubo foi vedado e a câmara evacuada com o auxílio de uma bomba mecânica. Na seqüência, foi introduzido gás argônio (99,996%) mantendo um fluxo constante de 100 cm3/min. O tubo com as amostras foi inserido em um forno de aquecimento resistivo e a temperatura das amostras foi monitorada por um termopar tipo K. O controle da temperatura foi realizado modificando a potência do forno de forma a manter uma taxa de aquecimento de aproximadamente 50 °C/min.\n3.4.1.\tDeterminação Quantitativa da Densidade e da Porosidade\nA determinação da densidade da amostra foi realizada através do método de Arquimedes [9]. O dispositivo utilizado foi uma balança analítica com determinação direta da densidade e precisão de 0,001 g/cm3. As medidas de massa foram realizadas no mesmo equipamento e com precisão de 0,001 g. Tanto as massas quanto as densidades foram medidas antes e depois de cada ciclo de sinterização. A porosidade da amostra foi calculada a partir da diferença entre a fração de densidade teórica da amostra e o valor de 100%.\n3.4.2.\tPreparação Metalográfica das Amostras\nAs amostras sinterizadas foram cortadas em uma cortadora ISOMETH com disco diamantado de baixa densidade. Em seguida as amostras foram impregnadas à vácuo com resina epoxi. O lixamento e o polimento foram realizados em uma máquina de polimento automático Tegrasystem (Struers) seguindo a rotina recomendada pelo fabricante da politriz para o titânio [57]. A análise de porosidade foi feita sem o ataque químico das amostras.\n3.4.3.\tAnálise da Morfologia dos Poros\nConforme descrito no item 3.4.2, as amostras foram cortadas longitudinalmente e embutidas em resina epóxi sob vácuo para preenchimento dos poros. As imagens foram obtidas por microscopia ótica em um microscópio marca Zeiss, utilizando-se ampliação de 100 x, em escala de cinzas, com resolução de 2088 x 1550 pixels, equivalentes a 573,6 x 425,8 pm2. Para cada amostra foi adquirido um número de imagens tal que a soma total de poros fosse superior a 2000, valor recomendado para este tipo de análise [70]. Utilizou-se o programa de análise de imagens AnalySIS 2.11 (SIS-Software GmbH) para realizar a análise morfológica dos poros. Esta análise bidimensional foi feita com o objetivo de se comparar o tamanho e morfologia dos poros das amostras.\n(26)\n(27)\na)\tDiâmetro dos poros - dp (p.m)\nb)\tFator de forma -\nf,\t=\t4p\norma\t1,064P2\nc)\tFator de achatamento -\ndmin\n= p— achat\tmax\ndp\nOnde, A e P são a área e o perímetro do poro, respectivamente. dpmm e dpmax são os diâmetros de Ferret mínimo e máximo de cada poro, respectivamente. O fator de correção 1,064 está presente devido à medição discreta do perímetro [66]. Os valores representativos da morfologia e do tamanho dos poros foram obtidos considerando-se a mediana da distribuição de freqüências para todos os poros medidos em cada amostra. Os valores finais foram obtidos a partir da média das medianas encontradas para 4 amostras de cada condição, sendo que para cada amostra foram analisadas 8 imagens.\n3.4.5.\tAnálise por Microscopía Eletrônica de Varredura e EDX\nA análise química das amostras foi realizada utilizando-se uma microssonda de energia dispersiva acoplada a um microscópio eletrônico de varredura PHILIPS, modelo XL-30. As imagens da secção longitudinal das amostras bem como da superfície, foram obtidas com aumento de 50, 100 e 200x, tensão de 20 KV e spot 5 utilizando-se o detector de elétrons secundários.\n3.4.6.\tAnálise por Difratometria de RX\nPara a verificação das fases presentes na amostra sinterizada, foi utilizado um difratômetro Philips X'Pert MPD e a análise das fases foi realizada com o auxílio do programa Philips - PC Identify 2.1. Estas análises foram realizadas em amostras sinterizadas na configuração amostra no catodo e amostra no anodo. As amostras foram cortadas transversalmente, em “fatias” de 6 mm de altura e irradiadas ao longo da seção, tanto na região interna da amostra quanto na superfície (topo da amostra que durante o ciclo estava exposta ao plasma).\nCAPÍTULO 4 - RESULTADOS E DISCUSSÕES\nO presente estudo foi dividido em três etapas, de acordo com os resultados esperados para o processo. Na primeira etapa, foi estudada a compactabilidade do pó de Titânio. Para efeitos de comparação foi igualmente estudada a compactabilidade de pós de ferro. Na segunda etapa foi analisada a influência dos parâmetros do plasma e das diferentes configurações experimentais utilizadas na evolução da sinterização em amostras de titânio puro. E por último, foi investigada a evolução da porosidade dos sinterizados em função do tempo de sinterização. Os resultados destes estudos são apresentados e discutidos neste Capítulo.\n4.1.\tEstudo da compactabilidade das Amostras\n4.1.1.\tDensificação dos Compactados\nPara a compactação foi estabelecida uma rotina onde a força máxima de carregamento é determinada em função da pressão de compactação desejada. A Figura 23 mostra os resultados da fração da densidade teórica obtida em função da pressão de compactação utilizada para o titânio e para o ferro puros. Conforme já descrito no Capítulo 3, não foi adicionado lubrificante sólido ao titânio, mas apenas lubrificadas as paredes da matriz de compactação. Já para o ferro, foram preparadas duas misturas, uma contendo 0,5% em peso de Licowax e, a outra, contendo 0,5% em peso de grafita. Comparado com o pó de ferro, observa-se que o pó de titânio apresenta uma densidade aparente mais elevada (densidade para pressão de compactação zero). Isto se deve ao formato esférico das partículas do pó de titânio atomizado, que permite um maior fator de empacotamento do que as partículas granulares e irregulares do pó de ferro. Já no primeiro estágio da compactação, onde predomina o mecanismo de rearranjo entre as partículas, obteve-se um aumento maior na densidade nas amostras de ferro do que nas de titânio, independente do tipo de lubrificante adicionado. Alcançando-se 300 MPa de pressão de compactação, a densidade das amostras de\nferro já ultrapassa a densidade das amostras de titânio, evidenciando que, além do maior rearranjo, houve um crescimento da densidade por deformação plástica, uma vez que esta inicia já em pressões menores do que a de 300 MPa. A deformação plástica inicia em pressões baixas em função da pequena área de contatos efetivos entre as partículas de pó, que é apenas uma fração da área da secção transversal dos corpos de prova (amostras), e a tensão que atua localmente ultrapassa a tensão de escoamento do material. A maior densificação do pó de ferro deve, em parte, ser atribuída a menor tensão de escoamento do ferro (130 MPa) se comparada com a do titânio (240 MPa). A partir de 300 MPa de pressão de compactação, o incremento na densidade (dp/dP) se mantém igual para ambos os materiais (ferro e titânio). Próximo a 600 MPa de pressão de compactação, a densidade do titânio se aproxima da do ferro, evidenciando que o titânio ainda apresenta menor endurecimento por encruamento do que o ferro.\nA maior densidade alcançada para qualquer pressão no intervalo estudado para o ferro quando da adição de grafita como lubrificante sólido demonstra que a grafita possui uma capacidade de lubrificação maior do que o Licowax. No entanto, o uso de grafita se limita apenas aos casos em que desejamos carbono na liga sinterizada, pois, ao contrário do Licowax e outros tipos de ligantes orgânicos, a grafita não é eliminada do material durante a sinterização, podendo, ou formar solução sólida, ou reagir formado carbonetos no material.\nO g\nO □ A\nO □\nA\nO □\nA\n■o o\n<d ■o\nCü p\nw c&lt;D \"O\nCü \"O\nO >CÜ\nO Cü\n90\n80\n70\n60\n50\n40\n30\n0\t100\t200\t300\t400\t500\t600\nA\n□ Ferro+Licowax o Ferro+0,5C a Titânio\nO\nPressão (MPa)\nFigura 23 - Evolução da densidade em função da pressão de compactação aplicada.\nA Figura 24 apresenta a evolução da densidade a verde em função da velocidade de deslocamento do punção, para uma pressão de compactação final de 600 MPa. O gráfico mostra que a densidade a verde obtida para o pó de titânio praticamente independe da velocidade de aplicação da carga de compactação no intervalo estudado, assim como para o pó de ferro. Uma possível variação da densidade estaria associada predominantemente ao mecanismo de deformação plástica dos materiais, que depende da velocidade de aplicação da tensão mecânica. Quanto maior a velocidade com que é aplicada a tensão mecânica, menor a deformação plástica tendendo o efeito a ser mais pronunciado em materiais com estrutura cristalina hexagonal, como é o caso do titânio, se comparado com materiais com estrutura cristalina cúbica (como exemplo, o ferro).\n100—r\n95-\n□ Ferro + Licowax o Ferro + 0,5C z Titânio\n'O&lt;D\n■4—'\n<D \"O\nCü \"O\ncn\nc&lt;D \"O\nCü \"O\nO >CÜ\nO Cü\n90-\n85-\nA\n80-\n‘ O\n75-\t□\n70\n4\nA\nO\n□\n1------1----1-----1-----1-----1-----1----1-----1-----1-----\n6\t8\t10\t12\t14\t16\nRazão de compactação (mm/min)\nFigura 24 - Efeito da velocidade de deslocamento do punção sobre a densidade à verde.\n4.1.2. Análise Microestrutural das Amostras no Estado Verde\nPara as análises de imagens foram escolhidas amostras compactadas a 300 MPa e\n400 MPa. Estas imagens foram obtidas por microscopia eletrônica de varredura com aumentos de 30x, 60x, 240x, 750x, 2000x, visando ilustrar a evolução da densidade em\nFigura 25 - Fotomicrografía mostrando a região delimitada da superfície de uma amostra compactada a 300 MPa. (Aumento de 30x)\nAs Figura 26a e 26b mostram imagens de amostras compactadas a 300 e 400 MPa, respectivamente. Nestas imagens é possível observar a predominância de partículas na ordem de 100 mm de acordo com a barra de referência. Também é possível observar a existência de partículas menores, mas que não preenchem completamente os interstícios entre as partículas maiores. Nota-se uma deformação plástica acentuada na superfície das partículas, ocasionada pelo contato com o punção superior. Apesar disso, de maneira genérica, a forma esferoidal é preservada.\nObserva-se também que pequenos fragmentos de partículas de pó podem ser encontrados. Essa característica é mais evidente na Figura 26b, que corresponde à amostra compactada a 400 MPa. Um exame mais detalhado destas imagens (Figura 27 e Figura 28) com aumento maior revela dois efeitos também previstos na literatura: a deformação plástica das partículas do pó metálico e a fragmentação destas partículas. É conhecido que a deformação plástica produzida em um metal aumenta a resistência mecânica tornando o material mais frágil. Apesar de o titânio apresentar-se de forma dúctil, o grau de deformação plástica em algumas partículas pode ser tão acentuado que esta característica é modificada.\n(a)\n(b)\nFigura 26 - Fotomicrografía da amostras compactadas a (a) 300 MPa e (b) 400 MPa obtidas por microscopía eletronica. (Aumento 240x)\nDeformação plástica entre as partículas\n(a)\n(b)\nFigura 27 - Fotomicrografía de amostras compactadas a 300 MPa ilustrando a ocorrência de\n(a)\tdeformação plástica e (b) fragmentação (Aumento 2000x).\nresultados e discussões I 74\nDeformação plástica entre as partículas\n\n(a)\n(b)\nFigura 28 - Fotomicrografía de amostras compactadas a 400 MPa mostrando a ocorrência de (a) deformação plástica e (b) fragmentação (Aumento 2000x).\n4.1.2.\tMicrodureza do Compactado Verde\n54,9\t% maior que o pó de ferro.\nFigura 29 - Evolução da microdureza Vickers em relação à pressão de compactação.\nJá entre as duas misturas de pó de ferro, nota-se uma diferença devido à eficiência do lubrificante. A grafite, por apresentar um grau de lubrificação maior que o do Licowax, permite o deslizamento das partículas umas sobre as outras, diminuindo o ancoramento das partículas e, portanto, o grau de deformação plástica do metal.\nA Figura 30 mostra a evolução da microdureza em relação ao aumento da fração da densidade teórica para os compactados. A partir desta figura é possível verificar que o aumento de dureza do para o compactado de titânio é da ordem de 19 %, enquanto no ferro este aumento atinge 52 % quando misturado ao Licowax e 45 % quando misturado à grafita.\n10\n8\n6\n4\n2\n0\nFração da densidade teórica\nFigura 30 - Evolução da microdureza Vickers em relação ao aumento da fração da densidade teórica do compactado.\n4.2.\tEstudo da Relação entre as Configurações experimentais e os\nParâmetros do Plasma\nNo presente trabalho, os parâmetros do plasma não foram investigados com profundidade, haja vista que o objetivo principal era estudar o processo de sinterização assistida por plasma do titânio do ponto de vista microestrutural. No entanto, a descrição da evolução de alguns dos parâmetros envolvidos na descarga é apresentada ao longo deste item.\nA Figura 31 mostra a evolução da temperatura nas configurações “amostra no catodo” e “amostra no anodo” para as pressões de 3,0 e 10,0 Torr. Estes ensaios foram realizados aplicando-se um potencial de 700 V ao catodo e temperatura final de 1150 °C. Nota-se na Figura 31, que a temperatura inicial da amostra encontra-se em um valor próximo a 300 °C. Isto é devido ao fato de que no início do processo um ciclo preliminar de limpeza de resíduos orgânicos e redução de óxidos menos estáveis é feito a partir de uma descarga com hidrogênio. Assim, quando da mudança de composição da mistura gasosa na atmosfera do reator, a amostra encontra-se a uma temperatura da ordem de 300 °C.\n(a)\n(b)\nFigura 31 - Evolução da temperatura durante o aquecimento da amostra para as configurações “amostra no anodo” e “amostra no catodo” para descarga com (a) 3,0 Torr e (b) 10,0 Torr .\nComo esperado, as duas configurações permitem que o sistema atinja a temperatura de sinterização. Para a pressão de 3,0 Torr, o tempo de pulso ligado atinge valores bastante elevados, chegando ao limite do controle da fonte (240 |is). Este tempo corresponde ao tempo efetivo em que a descarga permanece ligada, durante a aplicação de cada pulso. Assim, a variação deste parâmetro, para uma dada tensão aplicada, produz variações na energia total transferida ao catodo. Conforme descrito no item 2.3.2, a energia dos íons que atingem o catodo está associada à relação existente entre a pressão (p), a espessura da bainha (d) e a tensão aplicada ao catodo. Ao aumentar a pressão do gás, a espessura da bainha catódica diminui e vice-versa. Assim, o aumento da pressão de 3 para 10 Torr sugere uma diminuição na espessura da bainha na ordem de três vezes.\nAssim, como a tensão aplicada e a relação “p.d” permanecem constantes, pode-se esperar que a energia dos íons também o seja. No entanto, a elevação da pressão aumenta a quantidade de espécies rápidas que são projetadas sobre a superfície do catodo. Dessa forma, a eficiência do aquecimento é aumentada quando a amostra encontra-se no catodo, sendo necessário um menor tempo de pulso ligado para essa configuração. Essa hipótese está associada à consideração de que para um mesmo tempo de pulso (por exemplo, 31 |is) tem-se um aumento de densidade de corrente de mais de 1180 %, passando de 29,4 A/m2 para 347,9 A/m2 (linha pontilhada na Figura 32a) ao aumentar-se a pressão. Este raciocínio também é valido para a amostra no anodo, porém com menor intensidade. Esta menor variação na densidade de corrente ocorre porque a área bombardeada pelo plasma é maior e corresponde ao eletrodo externo da configuração. Alguns autores sugerem [75] que, em função das colisões, a temperatura da superfície é maior que no interior da amostra, favorecendo os mecanismos de transporte de matéria nesta região, além de uma maior taxa de pulverização. No entanto, as amostras estudadas na configuração “amostra no catodo”, na condição de sinterização a pressão de 10,0 Torr, apresentaram uma variação de massa da ordem 10 mg em relação à massa inicial conforme pode ser observado na Tabela 5. Esta variação de massa foi considerada desprezível, pelo fato de representar menos de 0,5 % do valor da massa inicial. Uma perda de massa maior do que a medida era esperada, somente em decorrência da sublimação de átomos em função da pressão de vapor, bem como pela evaporação de eventuais contaminações como lubrificante aderido das amostras durante a compactação (a superfície do ferramental de compactação foi lubrificada).\n(a)\n(b)\nFigura 32 - Comportamento da densidade de corrente para a configuração (a) \"amostra no catodo\" e (b) “amostra no anodo” .\nTabela 5 - Comparação das variações de massa das amostras sinterizadas à pressão de 10,0 Torr na configuração “amostra no catodo”.\nConfiguração “amostra no catodo”\nTemperatura de patamar (°C)\tTon (gs)\tMassa inicial (g)\tMassa final (g)\tVariação de massa (g)\n1150\t34\t2,33\t2,34\t0,01\n1200\t39\t2,26\t2,26\t0,00\n1250\t44\t2,71\t2,70\t-0,01\n4.3.\tEstudo da Microestrutura do Titânio Sinterizado\nNesta seção são apresentados os resultados obtidos a partir do estudo realizado sobre a sinterização de titânio através de quatro processos distintos. São eles: sinterização em forno convencional, sinterização assistida por plasma com a amostra no catodo e sinterização assistida por plasma com a amostra no anodo.\n4.3.1. Influência da Pressão de Compactação\nA evolução da distribuição da porosidade durante a sinterização quando da ocorrência de falha de preenchimento e o fenômeno de rotação das partículas foi demonstrado por Exner citado por Thummler e Oberacker [11] através de um experimento específico, no qual sinterizou esferas de cobre entre si, arranjadas de forma não regular sobre uma placa de vidro (ver Figura 33). A difusão de átomos e o decorrente efeito de rotação de partículas durante a sinterização promovem uma retração na amostra em sinterização, de ambos os lados da falha,\naumentando o tamanho desta. Este efeito é decorrente da produção de tensões trativas que se concentram nas regiões periféricas dos poros, conforme indicam as setas na figura 33a, promovendo maior continuidade de matéria nesta região e o conseqüente aumento no tamanho do poro. As Figura 34a e 34b mostram micrografias obtidas da seção das amostras compactadas sob 300 MPa e 600 MPa de pressão e sinterizadas por plasma à temperatura de 1150 °C em um ciclo de 1 hora nas duas configurações utilizadas. Na Figura 34a, é possível notar uma região mais densa no centro da imagem, com partículas praticamente isoladas no seu entorno. Também é possível observar a existência de poros longos envolvendo várias partículas. Este tipo de gradiente de porosidade é decorrente de falha no preenchimento da matriz de compactação com o pó, e que durante a sinterização é acentuado pelo mecanismo de transporte de massa coletivo chamado “rotação de partículas”.\n(a)\n1473°C/4h\t14\"3 °C 56h\nRegiões de concentração de Campo de tensões trativas\n1\t1\tIII zí NNzl\nx'a = 0,18\txa = 0,36\tx'a = 0,44\n(b)\nFigura 33 - Comportamento de um sistema de multipartículas de esferas de cobre durante sinterização com a) mudança de ângulo entre partículas e b) destruição dos contatos e formação de novos poros [11].\nAssim, a razão de sinterização decresce e ocorre aumento na quantidade de poros comunicantes. A baixa densificação das amostras esta associada a gradiente de tensões produzidos durante o transporte de massa entre as partículas. Ao mesmo tempo, a presença de uma camada passiva de óxido ao redor das partículas, característica do titânio, pode impedir o contato entre as partículas retardando a formação e crescimento dos contatos de sinterização. Já a Figura 34b, mostra uma distribuição de porosidade mais homogênea, obtida na sinterização de amostras compactadas com carga mais elevada, 600 MPa. Nota-se a presença de poros grandes que apesar da forma bastante irregular, apresentam-se predominantemente fechados. A explicação da diferença entre a distribuição da porosidade da amostra compactada com 300 MPa e a da compactada com 600 MPa baseia-se no fato de que a alta pressão de compactação reduz os gradientes de porosidade decorrentes de enchimento inadequado da matriz de compactação do pó. Além disso, a maior pressão de compactação leva à formação, em maior extensão, de contatos metal-metal durante a etapa de compactação, pelo efeito da “quebra” da película de óxido da superficie das partículas, seguido de escoamento plástico em maior extensão. Estas explicações se tornam mais evidentes ainda quando observamos o resultado obtido a partir da sinterização de amostras compactadas a 600 MPa e com concomitante vibração da matriz de compactação, conforme ilustra a Figura 35.\n(a)\n(b)\nFigura 34 - Micrografia da seção das amostras sinterizadas a 1150°C por 1h e compactada a (a) 300 MPa e (b) 600 MPa .\nFigura 35 - Micrografias de amostra compactadas sob vibração à 600 MPa e sinterizadas em plasma à 1150 °C durante 1h.\nA vibração promove melhor rearranjo das partículas durante o preenchimento da matriz, diminuindo os interstícios entre as partículas. Assim, pode-se notar que não ocorre falha de preenchimento e, em decorrência, após a sinterização não existe a presença de falhas\nde continuidade na microestrutura das amostras sintetizadas. Para a amostra sinterizada no catodo é possível verificar que a porosidade existente na superfície não é aberta, conforme pode ser observado na Figura 36. O bombardeamento da superfície da amostra pelos íons e espécies neutras rápidas provenientes do plasma acarreta a pulverização de átomos da superfície da amostra que são termalizados e retornam a amostra aí se redepositando. As colisões das partículas energéticas do plasma com a superfície da amostra elevam a temperatura nesta região, fazendo com que o coeficiente de autodifusão seja aumentado.\nFigura 36 - Micrografia eletrônica da superfície de uma amostra sinterizada no catodo.\n4.3.2.\tInfluência da Temperatura de Sinterização\nPara o estudo do efeito da temperatura sobre a evolução da porosidade durante a sinterização foi escolhida a configuração “amostra no catodo”, por ter sido a que apresentou condições mais favoráveis à variação dos parâmetros da descarga. Conforme descrito na Tabela 4, os ciclos de sinterização foram realizados sob pressão de 10 Torr por 1 hora para temperaturas de 1150, 1200 e 1250 °C. As microestruturas obtidas nestas condições são apresentadas nas Figura 37 a 39. A seqüência de micrografias indica a possível presença de óxidos nas amostras sinterizadas nas temperaturas de 1200 e 1250°C, resultando em uma evolução mais lenta da sinterização, perceptível no maior coalescimento e arredondamento dos poros na temperatura de 1150°C. Esta suposição é pode ser fundamentada nos valores de\nTabela 6 - Energia livre de Gibbs para formação de óxidos e hidretos de titânio [1].\nTemperatura (K)\tValores indicados de AG devem ser multiplicados por 1000 (J/K.mol)\n\tTiO\tTi4O7\tTi3O5\tTi2O3\tTiO2\tTiH2\n300\t-513,096\t-3.211,828\t-2.316,413\t-1.433,283\t-889,063\t-104,829\n700\t-474,315\t-2.960,15\t-2.137,692\t-1.320,568\t-815,93\t-48,985\n1100\t-437,155\t-2.718,921\t-1.969,317\t-1.215,497\t-744,912\t7,479\n1500\t-401,244\t-2.479,914\t-1.801,84\t-1.112,637\t-673,947\t64,148\n1900\t-367,594\t-2.245,751\t-1.638,776\t-1.012,831\t-603,732\t120,032\nA evolução do formato dos poros da geometria irregular para a arredondada durante a sinterização é uma clara indicação do maior crescimento dos contatos de sinterização, facilitando assim a difusão e resultando no maior grau de arredondamento e coalescimento.\nOutro fato a considerar, é o crescimento de grão que ocorre em temperaturas de sinterização muito elevadas. O contorno de grão funciona como “sumidouro de vacâncias” para a eliminação de poros, que se constituem em “fontes de vacâncias”. O coalescimento dos poros é explicado pela dependência da solubilidade de vacâncias do raio de curvatura do poro. De acordo com Werner Schatt [58], a solubilidade de vacâncias em função do raio de curvatura (Cv(r)) é dada por\nCv(r) = Co\n2yVo\nrkT\n(26)\n1 +\nonde Co é a concentração de vacâncias em equilíbrio no material abaixo de uma superfície plana, g é a tensão superficial do material, k a constante de Boltzman, T a temperatura absoluta, Vo o volume de uma vacância (valor negativo por que o referencial é o material sólido). Assim, existe uma concentração de vacâncias maior no sólido no entorno de\nporos pequenos que possuem menor raio de curvatura do que no entorno de poros grandes, pois este possuem maior raio de curvatura. O gradiente de vacâncias geradas no sólido entre os poros pequenos e os poros grandes, de acordo com Werner Schatt [58], promove um fluxo líquido de vacâncias dos poros menores para os maiores, onde passam a ser absorvidos, aumentando o tamanho médio do poro ao longo da sinterização, quando a quantidade de vacâncias que são absorvidas pelo poro passa a ser maior do que a quantidade de vacâncias re-dissolvidas no volume do sólido no entorno do poro considerado. Convém lembrar aqui, que a eliminação dos poros também ocorre em função do raio de curvatura no interior do mesmo. As vacâncias dissolvidas no sólido no entorno do poro, em função do gradiente estabelecido difundem e, ao encontrarem um contorno de grão ou a superfície externa (sumidouros de vacância), são eliminadas.\nFigura 37 - Microestrutura de uma amostra compactada a 600 MPa e sinterizada no catodo a 1150 °C por 1h.\nFigura 39 - Microestrutura de uma amostra compactada a 600 MPa e sinterizada no catodo a 1250 °C por 1h.\nA possível presença de óxidos nas amostras sinterizadas é atribuída ao maior potencial químico de oxigênio presente no interior da câmara de sinterização em temperaturas mais altas, decorrente de volatilização/sublimação maior de películas de óxidos e átomos adsorvidos no material que compõe o interior da câmara de sinterização (no caso o próprio catodo e o anodo de titânio utilizados para gerar o plasma) e outras eventuais fontes de oxigênio. Além disso, com a maior temperatura de sinterização, aumenta a reatividade. Por outro lado, o oxigênio apresenta elevada solubilidade no a - Ti e no b - Ti para as temperaturas de sinterização utilizadas, como ilustra o diagrama Ti - O mostrado na Figura 40. Esse efeito garantiria a solubilização do oxigênio, no patamar de sinterização, dissolvendo a fase oxida superficial, existente nas partículas de pó, e garantindo o sucesso da sinterização do titânio.\nDiante do exposto, pode-se perceber a possível existência de dois eventos concorrentes: a formação de óxidos através do aumento da pressão parcial de oxigênio na atmosfera do reator e o aumento da solubilidade do oxigênio no Ti temperaturas elevadas. Assim, como as microestruturas apresentadas indicam boa sinterização do titânio nas temperaturas processadas, acredita-se que o oxigênio residual existente na mistura, seja\nFigura 40 - Diagrama de fase Ti - O [1].\nA Figura 41 mostra a variação do percentual de poros em função do diâmetro ou distância radial das amostras cilíndricas sinterizadas no presente trabalho. A porosidade é mais elevada nas camadas mais externas da amostra. Este gradiente de porosidade da superfície externa para o interior das amostras decorre, em parte, do processo de compactação de pó. A tensão efetiva ao longo do raio na compactação de um cilindro, bem como ao longo da altura decresce em função da perda de carga por atrito. No presente caso, como não foi misturado lubrificante ao pó para a sua compactação, o efeito é mais pronunciado do que o normal. No entanto, o gradiente tende a diminuir durante a sinterização, exceto no caso em que ocorrem fenômenos como oxidação, carbonetação ou nitretação, que são em geral mais acentuados nas camadas mais externas, onde os elementos que participam da reação,\nalcançam o interior do material pela porosidade aberta até uma certa profundidade. O efeito diminui no sentido da superficie para o interior por duas razões: (1) a crescente dificuldade de acesso do oxigênio ao interior através da porosidade que deixa de ser comunicante com o passar do tempo e (2) o efeito de diminuição da concentração do elemento químico que ao reagir com o material é consumido e torna-se depende da renovação do gás ao longo dos canais porosos. Assim, espera-se que a oxidação ou qualquer outra reação seja mais acentuada nas camadas mais externas da amostra, dificultando sua densificação, e gerando um gradiente de porosidade, com a maior porosidade na parte externa.\nFigura 41 - Comportamento da porosidade ao longo do diâmetro da amostra para as diferentes condições de temperatura de amostra sinterizada na configuração “amostra no catodo”.\nOs resultados obtidos para o fator de forma (fformà) e para o fator de achatamento (fachat) variam entre 0 e 1. No entanto, estes descrevem características diferentes. O fator de forma indica o grau de rugosidade do poro tendendo a uma circunferência “lisa”, onde, neste caso seu valor se aproxima de 1. O fator de achatamento sugere o grau de achatamento (propriamente dito) dos poros, tendendo a elipses achatadas quando seu valor se aproxima de 0 e a poros circulares quando os valores se aproximam de 1.\nA Figura 42 mostra a distribuição de freqüência e a função de freqüência acumulada para o diâmetro dos poros de amostras obtidas em diferentes temperaturas de processamento.\nNestes diagramas pode-se observar que as intensidades máximas das distribuições são muito próximas. No entanto, existe uma pequena diferenciação quanto aos valores mais elevados de diâmetros dos poros. Este fato pode ser observado com mais clareza nos diagramas mostrados nas Figura 42b e 41c, onde a distribuição alcança poros com diâmetros de 160 mm, enquanto que nas amostras sintetizadas a 1150 °C (Figura 42a) o diâmetro dos poros alcança diâmetros da ordem de 70 pm. Estes resultados significam que durante a sinterização, o fenômeno de coalescimento de poros foi mais pronunciado do que o de eliminação do volume poroso atingindo valores de 7 % de porosidade a temperatura de 1150 °C e 10 % para 1200 e 1250 °C. Isto ocorre quanto os poros se encontram predominantemente no interior do grão, longe dos contornos de grãos, que funcionam como sumidouros de vacâncias. Tal situação, isto é, a predominância do fenômeno de coalescimento de poros sobre o de redução do percentual de volume poroso, começa a ocorrer durante a sinterização nas regiões da amostra onde a distancia média entre contornos de grão é maior do que a distância média entre poros.\nNa Tabela 7 encontra-se a comparação entre os valores médios para os diâmetros dos poros. Estes valores médios foram obtidos a partir da média aritmética das medianas de cada uma das distribuições mostradas na Figura 42. Observa-se que estes valores encontram-se próximos ao valor de 13 pm, ressaltando a diferença acentuada nas amostras processadas em 1200 °C.\nTabela 7 - Descrição dos valores das medianas para o fator de achatamento em amostras sinterizadas em diferentes condições de temperatura na configuração “amostra no anodo”.\nTemperatura de sinterização (°C)\tMediana do diâmetro dos poros (mm)\n1150\t13 ± 2\n1200\t16,2 ± 0,2\n1250\t13 ± 5\n(a)\n(b)\n(c)\nFigura 42 - Distribuição de freqüência para o diâmetro dos poros de amostras obtidas a (a) 1150 oC, (b) 1200 oC e (c) 1250 oC na configuração \"amostra no catodo\".\n4pA\n1,064P2\n(27)\nonde A é a área de cada poro e P o seu perímetro. O valor 1,064 é o índice de correção da imagem associado ao tamanho do pixel. O comportamento esperado deste parâmetro em relação à geometria dos poros é mostrado na Figura 43.\nCircular liso\nElipsoidal liso\nCircular com contomo irregular\nfforma&lt;\nfforma\n^fornia 1\n'.....-\nElipsoidal com contomo irregular\n(a)\n(b)\nFigura 43 - Valores de (a) fforma e (b) fachat para diferentes geometrias de poros [12].\nAs Figura 45a e 43b apresentam as distribuições do fator de forma para amostras sinterizadas no catodo e no anodo a 1150 °C por 1 hora. Para a amostra sinterizada no catodo, percebe-se um pequeno deslocamento da distribuição para valores mais elevados de fator de forma, enquanto que para a amostra sinterizada no anodo estes valores são igualmente distribuídos. Estes resultados indicam que os poros encontrados na amostra sinterizada no catodo apresentam uma forma menos irregular. Este fato pode estar associado ao bombardeamento das espécies reativas do plasma, principalmente o hidrogênio atômico. De acordo com a literatura [76], o hidrogênio tem alta difusividade (Figura 44) e mobilidade no titânio, o que afeta fortemente a cinética de transformação de fase e a formação da microestrutura. Este elemento é identificado como átomo intersticial que ocupa o sítio octaédrico no a-Ti afetando a autodifusão que é dominada pelo salto de vacâncias.\nFigura 44 - Diagrama de fases H - Ti [1].\nPara este mecanismo, a energia de ativação é a soma da energia de formação de vacâncias e da energia de “migração” necessária para sua movimentação. Segundo Han (2007) [77], a presença de hidrogênio na estrutura diminui a barreira de potencial existente para autodifusão, aumentando assim a mobilidade do Ti. Isso pode ser verificado comparando-se os valores dos coeficientes de autodifusão para o a-Ti e o a-Ti-H para temperatura de 860 °C, dados por 9,87x10-16 m2/s e 5,72x10-15 m2/s, respectivamente. Estes valores mostram que o coeficiente para autodifusão no a-Ti-H é maior que no a-Ti para a mesma temperatura. O autor também mostra que a energia para formação de vacâncias e para sua migração para o a-Ti é de 2,078 eV e 0,697 eV, respectivamente, resultando em uma energia de ativação de 2,775 eV. Já para o Ti-H a energia de formação de vacâncias, energia de migração e a energia de ativação são de 1,944 eV, 0,565 eV e 2,509 eV, respectivamente.\n■ CA16 - T1150 oC\n120\n100\n80\n60\n40\n20\n0\n0,0\t0,2\t0,4\t0,6\t0,8\nFator de forma\n(a)\n70\n60\n50\n40\n30\n20\n10\n0\n■ AN27- 1150oC\n0,0\t0,2\t0,4\t0,6\t0,8\n1,0\nFator de forma\n(b)\nFigura 45 - Distribuição de freqüência para o fator de forma obtido a partir de amostras sintetizadas nas configurações (a) amostra no catodo e (b) amostra no anodo a temperatura de 1150 °C.\nAs Figura 46a e 44b mostram a distribuição do fator de forma correspondente ao ponto máximo da distribuição para as temperaturas de 1150 e 1250 °C determinados como 0,71 e 0,73, respectivamente, enquanto para a temperatura de 1200 °C foi de 0,37. Estes resultados indicam que a porosidade à temperatura de 1200 °C apresenta um formato mais rugoso, enquanto às temperaturas de 1150 e 1250 °C a porosidade apresenta-se mais arredondada, com fator de forma mais próximo de 1.\nCA19 - T1200 oC\n80-\n60-\n40-\n20-\n0-\n0,0\t0,2\t0,4\t0,6\t0,8\n1,0\nFator de forma\n(a)\n70-r\n60-\nCA15- T1250 oC\n50-\n40-\n30-\n20-\n10-\n0-\n0,0\t0,2\t0,4\t0,6\t0,8\n1,0\nFator de forma\n(b)\nFigura 46 - Distribuição de freqüência para o fator de forma obtido a partir de amostras sinterizadas na configuração amostra no catodo a temperatura de (a) 1200 °C e (b) 1250 °C.\nA Tabela 8 mostra os valores da média das medianas obtidas para as distribuições de freqüência para cada amostra sinterizada. Nota-se que as amostras processadas no catodo a 1150 °C e a 1250 °C apresentam um fator de forma com valores muito próximos, com uma diferença de 0,02 pontos. Esta diferença, apesar de ser bastante sutil, não é significativa, haja vista os valores dos erros apresentados. Isso significa que as amostras sinterizadas a 1150 °C e 1250 °C apresentam uma porosidade mais coalescida. A diferença torna-se significativa quando observamos o resultado para as amostras sinterizadas a 1200 °C. O valor inferior para\nO\nC.\nTabela 8 - Descrição dos valores das medianas para o fator de forma em amostras sinterizadas em diferentes condições de temperatura na configuração “amostra no catodo”.\nTemperatura de sinterização (°C)\tMediana do fator de forma\t\n\tAmostra no catodo\tAmostra no anodo\n1150\t0,57 ± 0,09\t0,5 ± 0,2\n1200\t0,44 ± 0,02\tCondição não alcançada\n1250\t0,55 ± 0,04\tCondição não alcançada\nA Figura 47 mostra as distribuições de freqüência para o fator de achatamento de amostras sinterizadas no catodo a temperaturas de 1150, 1200 e 1250 °C e no anodo a temperatura de 1150 °C por 1h. Pode-se observar que o diagrama que representa a amostra sinterizada no catodo a 1150 °C possui um leve deslocamento no sentido dos valores mais elevados de fator de achatamento, atingindo 0,65 para a condição de máximo da distribuição. Já para as outras temperaturas e também para a amostra sinterizada no anodo o valor do fator de achatamento mantém-se em 0,5. Estes valores indicam que a porosidade da amostra sinterizada no catodo a temperatura de 1150 °C apresenta uma geometria mais arredondada em relação às outras condições.\n0,0\t0,1\t0,2\t0,3\t0,4\t0,5\t0,6\t0,7\t0,8\t0,9\t1,0\nFator de achatamento\nFator de achatamento\n(a)\n0,0\t0,1\t0,2\t0,3\t0,4\t0,5\t0,6\t0,7\t0,8\t0,9\t1,0\nFator de achatamento\n(b)\nFator de achatamento\n(c)\n(d)\nFigura 47 - Distribuição de freqüência para o fator de achatamento obtido a partir de amostras sinterizadas no catodo a temperaturas de (a) 1150 °C, (b) 1200 °C e (c) 1250 °C.\nNa Tabela 9 pode ser observado um comparativo entre os valores médios para o fator de achatamento de amostras sinterizadas em diferentes temperaturas. Conforme pode ser\nTabela 9 - Descrição dos valores das medianas para o fator de achatamento em amostras sinterizadas em diferentes condições de temperatura na configuração “amostra no catodo”\nMediana do fator de achatamento\nTemperatura de -------------------------------------\nsinterização (°C)\tAmostra no\tAmostra no\ncatodo\tAnodo\n1150\t0,65 ± 0,01\t0,56 ± 0,09\n1200\t0,54 ± 0,01\tCondição não\n\t\talcançada\n1250\t0,55 ± 0,03\tCondição não\n\t\talcançada\nA Figura 48 apresenta a correlação entre o fator de forma e a fração de área de cada poro em diferentes temperaturas. Nota-se (para a temperatura de 1150 °C) que os poros que apresentam área menor que 500 mm2 encontram-se distribuídos em uma região em que o fator de forma apresenta valores entre 0,1 e 1. Percebe-se, porém, que existem uma tendência de a distribuição se deslocar para valores de fator de forma menores. Com isso, nota-se também que estes poros apresentam maior área, indicando poros maiores e irregulares. Estes poros provavelmente são provenientes da superfície, conforme indica o gráfico de porosidade ao longo do diâmetro apresentado na Figura 41. Estes resultados são importantes no que tange a resistência mecânica do material, pois esta propriedade pode ser fortemente afetada por essa porosidade. Além disso, o formato irregular determina maior probabilidade de produção de microtrincas no interior do material quando eles forem submetidos a esforços de tração. Por outro lado, para aplicações voltadas a fabricação de implantes, este efeito torna-se muito interessante pois, favorece a osseointegração, ou seja, a fixação do implante no osso. Atualmente, os implantes fabricados por processos de conformação (principalmente a usinagem de precisão) acarretam um aumento de densidade da superfície do implante devido a intensa deformação plástica nessa região. Isso faz com que uma outra etapa deva ser utilizada para modificar a textura da superfície do componente de maneira a facilitar o processo de osseointegração. Este mesmo comportamento para distribuição dos poros pode ser observado a 1250 °C. Porém, a 1200 °C a distribuição dos poros é acentuadamente\n1,0\n0,8\nro\nE\n0,6\nM—\n(D\n\"D\n0,4 ro\nLl_\n0,2\n0,0\n0\t500\t1000\t1500\t2000\t2500\t3000\nÁrea (mm2)\ni'--1-'-1-'-r\n(a)\n0,0-\n—1—i—'—i—'—i—'—i—'—i—'—i—'—i—'—i— -500\t0\t500\t1000\t1500\t2000\t2500\t3000\t3500\nÁrea (mm2)\n(b)\n1,0-\n0,0-\n-l---1----1----1---1----1---1----1----1---1----1---1----\n0\t500\t1000\t1500\t2000\t2500\t3000\nÁrea (mm2)\n(c)\nFigura 48 - Correlação entre o fator de forma e a área dos poros para as temperaturas de (a) 1150 °C, (b) 1200 °C e (c) 1250 °C, sinterizadas na configuração “amostras no catodo”.\n4.3.3.\tAnálise de Fases Presentes no Ti Sinterizado\nA Figura 49 mostra os resultados obtidos para amostras sinterizadas a 1150 °C nas configurações “amostra no anodo” e “amostra no catodo”. Observa-se a presença de Ti, não sendo registrada nenhum pico correspondente a fase formadas a partir de outros elementos. Porém, em algumas posições 20, os picos do a Ti e do b Ti encontram-se muito próximos. Isso ocorre na posição 20 igual a 38,422 (a Ti) e 38,482 (b Ti), sendo representado simplesmente por Ti.\n(a)\n(b)\nFigura 49 - Análise por difratometria de Raio X de amostras sinterizadas a 1150 °C por 1h nas configurações (a) amostra no anodo e (b) amostra no catodo.\nAs imagens obtidas por microscopia eletrônica de varredura mostraram a presença de lamelas finas em toda a microestrutura das amostras sinterizadas, conforme ilustra a Figura 50. As análises químicas realizadas por microssonda mostraram não haver diferença de composição entre a composição das fases e da matriz. Assim, atribui-se que estas lamelas (indicadas pelas setas) sejam fases alotrópicas do tipo fb-Ti provenientes do resfriamento rápido das amostras.\n(a)\n(b)\nFigura 50 - Análise da microestrutura por microscopia eletrônica de varredura em amostras sinterizadas a 1150 °C por 1h em (a) plasma no catodo e (b) plasma no anodo.\nCAPÍTULO 5 - DISCUSSÃO GERAL\nA cinética de sinterização, medida através da taxa de retração e da evolução microestrutural do material durante o processo de sinterização, é função dos mecanismos de transporte de matéria efetivos durante o ciclo térmico da sinterização. Estes mecanismos de transporte, quando efetivamente ativados dependem do material que está sendo sinterizado, ou seja, da sua composição química e das características do pó utilizado. A taxa de retração depende, também, da densidade inicial (densidade a verde) atingida na compactação, ou seja, dos parâmetros da etapa de compactação das amostras. Finalmente, depende dos parâmetros de sinterização tais como: tempo, temperatura e atmosfera de sinterização e velocidade de aquecimento e resfriamento. Dadas as diferenças, em vários aspectos, de um ambiente no qual é gerado o aquecimento por uma descarga elétrica ou por resistências elétricas, espera-se uma influência marcante da presença de descarga elétrica no ambiente de sinterização sobre a cinética do processo de sinterização e evolução microestrutural no material durante a sinterização. Dentro desde contexto, espera-se, também, uma influência do posicionamento da amostra em relação aos eletrodos no reator (configuração anodo-catodo) sobre a cinética de sinterização e a evolução microestrutural.\nA partir dos resultados obtidos para o ensaio de compactação é possível verificar um aumento de densidade da ordem de 159% para o ferro, atingindo valores de densidade a verde em torno de 87% da densidade teórica para este material. Vários fatores podem contribuir para este fato, dentre os quais podemos citar a baixa tensão de escoamento do ferro (130 MPa), a larga distribuição no tamanho e o formato irregular das partículas do pó, além da adição de lubrificante (grafite e Licowax) ao volume do pó, diminuindo assim o atrito entre as partículas e permitindo uma acomodação mais eficiente do pó na matriz. Já na compactação do titânio, como este já possui uma densidade aparente muito mais elevada que o ferro, o fator de compactação foi menor, atingindo-se um aumento na densidade pela aplicação de carga de apenas cerca de 71%), atingindo uma densidade à verde de 3,78 g/cm3, que corresponde a 84 % da densidade teórica do material. Este fato é decorrente da tensão de escoamento mais elevada (240 MPa) além da maior densidade aparente inicial devido ao formato arredondado\nResultados obtidos a partir deste estudo mostraram que a microestrutura do sinterizado é substancialmente dependente do processo de compactação. Estes resultados mostram que a sinterização de amostras compactadas sem vibração da matriz confirma efeitos de “falha de preenchimento da matriz”, previsto na literatura. Tais defeitos se apresentam, em conseqüência da retração do material na vizinhança, na forma de poros alongados parecidos com “brechas” que podem se traduzir em regiões potencialmente favoráveis à propagação de trincas, em virtude desta geometria. A formação destes poros decorre da formação de campos de tensões provenientes da retração de matéria nas regiões próximas da “falha de massa” (ausência de massa por falha de preenchimento) e pelo efeito de rotação de partículas durante a sinterização. Nesta situação, a razão de sinterização decresce e ocorre o aumento na quantidade de poros comunicantes. Todas as amostras compactadas sob estas circunstâncias apresentaram este tipo de defeito, sendo ele mais ou menos evidente em função da pressão aplicada à amostra durante a etapa de compactação. A diminuição na quantidade de poros com esta característica resultante da compactação das amostras sob pressões mais elevadas é decorrente do fato de que nestas pressões o gradiente de porosidade originado da falha de preenchimento da matriz é parcialmente reduzido pelo escoamento plástico de material para a região vazia. Além disso, a maior pressão de compactação aproxima as partículas facilitando a formação de contatos entre estas durante a sinterização posterior. As amostras que sofreram vibração durante a etapa de compactação não apresentaram este defeito. Para estas amostras a porosidade não é comunicante, apresentando-se através de poros bem arredondados.\nComo esperado, as duas configurações utilizadas para a sinterização assistida por plasma permitem que o sistema atinja a temperatura de sinterização. No entanto, as duas montagens apresentam problemas de estabilidade, principalmente a configuração “amostra no anodo”. Nesta configuração, a potência aplicada à descarga para aquecimento da amostra, em algumas condições, atinge valores que ultrapassam os limites do equipamento, tornando, desta forma, inviável a manutenção da descarga por um tempo suficiente para que o processo de sinterização seja conduzido a contento. Mesmo assim, algumas condições foram alcançadas.\nOs resultados obtidos a partir dos parâmetros do plasma mostram que a temperatura e a densidade de corrente são sensivelmente dependentes da pressão da mistura gasosa utilizada na descarga. Por exemplo, o aumento da pressão de 3 para 10 Torr produz um aumento na densidade de corrente na ordem de 500 % quando a amostra é sinterizada no catodo. Este mesmo efeito pode ser observado na sinterização da amostra no anodo, porém com menor intensidade. Além disso, os resultados indicam que a energia dos íons e espécies neutras rápidas que incidem sobre o catodo é dependente do tempo de pulso ligado estabelecido para a tensão. A combinação de aumento de pressão e aumento no tempo de pulso ligado faz com que o catodo seja bombardeado por uma quantidade maior de espécies energéticas. Desta forma, a transferência de energia tornar-se-á mais efetiva elevando a taxa de aquecimento do catodo.\nNota-se, a partir dos resultados obtidos, que a configuração “amostras no catodo” apresenta amostras com poros menos irregulares, ou seja, poros com fator de forma mais próximos de 1, do que para a configuração “amostra no anodo”. Este comparativo é feito para as amostras sinterizadas a 1150 °C, pois as outras condições de temperatura não foram alcançadas na configuração “amostra no anodo”. Da mesma maneira, o fator de achatamento dos poros para a amostra sinterizada no catodo apresenta-se mais próximo de 1 do que para a amostra sinterizada no anodo para esta temperatura. Esse fato sugere que nas amostras sinterizadas no anodo, a porosidade é mais alongada enquanto as amostras sinterizadas no catodo os poros apresentam-se mais arredondados.\nMuitas das propriedades mecânicas de componentes sinterizados estão fortemente relacionadas com a porosidade, dimensões e morfologia dos poros. Estas características podem ser utilizadas como um parâmetro indicativo da evolução e controle do ciclo de sinterização em que o componente foi desenvolvido. O processo de sinterização convencional em materiais metálicos monocomponentes, como é o presente caso da sinterização de titânio puro, ocorre basicamente através de dois mecanismos de transporte de massa: transporte coletivo e transporte individual de átomos. Como não foi aplicada carga externa durante a sinterização, pode-se desprezar o transporte coletivo de átomos no presente estudo. E, ainda, considerando que a pressão de vapor para o Ti a essa temperatura é muito baixa, o mecanismo individual de evaporação e condensação também pode ser desprezado. Sendo assim, acreditase que a difusão volumétrica, superficial e por contorno de grão são os mecanismos que controlam a sinterização do titânio puro. A difusão via lacunas (vacâncias) no interior do material, isto é, a autodifusão de átomos na direção inversa do movimento das lacunas, é\nA concentração de equilíbrio de lacunas, próxima à superfície, depende da curvatura dessa superfície. Pode-se dizer que quanto menor o raio de curvatura superficial maior será a concentração de lacunas em equilíbrio próximo a superfície. Este princípio pode ser usado para elucidar os mecanismos de evolução da porosidade durante a sinterização. A área na vizinhança dos poros com menor raio de curvatura apresenta maior concentração de vacâncias em equilíbrio do que a com maior curvatura. Poros esféricos com diferentes diâmetros podem ter diferentes concentrações de lacunas nas suas vizinhanças. Esta diferença de concentração de lacunas induz sua difusão na direção de poros menores (onde a concentração de lacunas é mais alta) para poros maiores. Como resultado, a porosidade tende a evoluir com os poros menores sendo “absorvidos” pelos poros maiores. O fluxo de átomo ocorrerá no sentido inverso, produzindo um deslocamento dos átomos das regiões de maior curvatura para as de menor curvatura. Assim, os poros tendem a coalescer e ao mesmo tempo arredondar. Com isso, pode-se perceber que o fator de forma constitui um parâmetro importante na determinação dos mecanismos de evolução dos poros. O estudo da porosidade, da dimensão e morfologia dos poros de amostras de titânio puro sinterizadas em plasma foi desenvolvido usando o método de análise de imagem. As aplicações do diâmetro médio dos poros bem como dos valores de fator de forma e fator de achatamento mostraram-se apropriados para caracterizar a porosidade e a dimensão individual e a morfologia dos poros. Em concordância com a literatura, foi observado que o fator de forma é o parâmetro mais adequado para estimar a evolução da morfologia dos poros durante a sinterização. A medida da porosidade usando o método de análise de imagens foi coerente com o resultado obtido para a densidade via método de Arquimedes, indicando que o método de preparação metalográfica e de aquisição e tratamento de imagens foram conduzidos apropriadamente.\nFinalmente, os resultados dos valores médios da porosidade, fator de forma e fator de achatamento mostram uma boa equivalência com respeito às técnicas de sinterização usadas neste trabalho. Isto é, a análise microestrutural sugere que os ciclos térmicos utilizados apresentam resultados pouco distintos. Então, pode ser afirmado que as propriedades mecânicas relacionadas à porosidade dos componentes sinterizados em diferentes configurações são equivalentes.\nCAPÍTULO 6 - CONCLUSÕES\nA partir dos resultados obtidos para a sinterização do titânio puro através da utilização de uma descarga luminescente em regime anormal nas configurações “amostra no catodo” e “amostra no anodo”, bem como dos resultados da análise da porosidade residual através da técnica de análise de imagens pode-se relacionar as seguintes conclusões:\n•\tA menor densificação das amostras compactadas de titânio em relação às amostras de ferro pode ser atribuída a não utilização de lubrificantes misturados ao volume do pó e à elevada tensão de escoamento do titânio.\n•\tA compactação das amostras sem vibração da matriz durante a etapa do enchimento com pó, produz um gradiente de densidade no compactado que resulta no aparecimento de porosidade na forma de falhas (“brechas”) após a sinterização pelo fenômeno de rotação de partículas.\n•\tAmbas as configurações utilizadas permitem a sinterização do titânio assistida por plasma. Porém, a configuração “amostra no anodo” apresenta maior instabilidade em relação à manutenção da descarga, devido à elevada potência aplicada, fazendo, desta forma, com que algumas condições não pudessem ser mantidas.\n•\tConforme esperado, a variação de pressão da mistura gasosa utilizada no processo e o tempo de pulso ligado para a tensão de alimentação afetam fortemente a temperatura da amostra, principalmente para a amostra sinterizada no catodo.\n•\tAo contrário do esperado, a sinterização mostrou-se mais eficiente à temperatura de 1150 °C do que à temperatura de 1250 °C, atingindo valores de 7 % de porosidade residual.\nCONCLUSÕES I 109\n•\tAs amostras sinterizadas à temperatura de 1150 °C nas duas configurações utilizadas para sinterização por plasma apresentaram diferenças muito pequenas em relação aos parâmetros que definem a geometria dos poros.\n•\tAs amostras sinterizadas no catodo apresentam uma pequena camada densificada ao longo da superfície, porém apresentam uma porosidade bastante acentuada logo abaixo desta camada. Por outro lado, a amostra sinterizada no anodo apresenta poros abertos na superfície.\n•\tA alta taxa de resfriamento das amostras faz com que uma fase alotrópica esteja presente na microestrutura após a sinterização. Porém, não foi identificada a presença de fases produzidas a partir da presença de contaminantes.\nEm resumo, conclui-se que o processo de sinterização de titânio puro assistido por plasma é possível de ser realizado. Constata-se que este processo garante um alto grau de pureza da atmosfera evitando, assim, a contaminação das amostras sinterizadas em comparação com técnicas convencionais de sinterização.\nSUGESTÕES PARA NOVOS TRABALHOS\nDurante a realização deste estudo, algumas questões foram levantadas. Entretanto, por não fazerem parte dos objetivos previamente estabelecidos ou pela pouca disponibilidade de tempo e equipamentos adequados não puderam ser esclarecidas. Sendo assim, algumas sugestões de trabalhos futuros são apresentadas a seguir, no intuito de tentar encontrar respostas paras estas questões. Dentre elas estão:\n•\tEstudar a sinterização do titânio em um reator de plasma com aquecimento auxiliar, de maneira a investigar a influência do plasma e da energia do plasma no processo de sinterização deste material.\n•\tInvestigar a influência do hidrogênio, presente na atmosfera do reator, na sinterização do titânio, com o intuito de estudar a influência da concentração deste elemento sobre a evolução da porosidade.\n•\tEstudar o processo de sinterização por plasma de titânio hidrado, no intuito de investigar a influência deste elemento nos mecanismos de transporte de matéria envolvidos no processo.\n•\tEstudar as propriedades mecânicas do titânio sintetizado por plasma, a fim de determinar possíveis aplicações para elementos produzidos a partir deste processo.\n•\tRealizar um estudo da sinterização assistida por plasma de amostras de titânio injetadas.\n•\tEstudar as propriedades mecânicas dos sinterizados em função do grau de porosidade obtido após a sinterização.\n•\tEstudar a evolução da osseointegração de elementos sinterizados a partir da técnica proposta neste trabalho.\nREFERÊNCIAS\n1.\tASM HANDBOOK. Powder Metalurgy. 9th Edition. The Materials Information Society. (1995).\n2.\tFROES, F.H., EYLON, D.. Titanium powder Metallurgy - A Review. The Metallurgical Society of AIME (1984) 1-20.\n3.\tPANIGRAHI, B.B., GODKHINDI, M.M. Sintering of Titanium: Effect of Particle Size. Int. J. of Powder Metallurgy, v. 42, n. 2 (2006) 35-42.\n4.\tFROES, F.H., EYLON, D., EICHELMAN, G.E., BURTE, H.M.. Development in Titanium Powder Metallurgy. J. Met., v.32, n.2 (1980) 47-54.\n5.\tVERNEY, J.C.K.; SCHAEFFER, L.; Logos, Vol.8, n.4 (1996) 71-79.\n6.\tOH, I.; NOMURA, N.; MASAHASHI, N.; HANADA, S.; Scripta Materialia 49 (2003) 1197-1202.\n7.\tOH, Ik.; NOMURA, N.; HANADA, S.; Mater. Trans. 43 (2002) 443.\n8.\tWEN, C.E.; MABUCHI, M.; YAMADA, Y.; SHIMOJIMA, K.; CHINO, Y. ;ASAHINA, T.; Scripta Materialia 45 (2001) 1147\n9\tGERMAN, R. M. Powder Metallurgy Science. 2nd. ed. Princeton, New Jersey: Metal Powder Industries Federation, 1994. 472 p.\n10\tKLEIN, A. N. Materiais Sinterizados: Técnica, Produtos e Aplicações. Apostila da disciplina. EMC 5763. UFSC, 2004.\n11\tTHUMMLER, F; OBERACKER, R. Introduction to Powder Metalurgy. The Institute of Materials. London, 1993, 332 p.\n12\tPAVANATI, H.C.. Sinterização de Ferro Puro com Enriquecimento Superficial Simultâneo de Cromo em Descarga Elétrica em Regime Anormal. Universidade Federal de Santa Catarina. Florianópolis, 2005. [189]f Tese (Doutorado).\n13\tMPIF, Standart 44. Density of Compacted or Sintered Powder Metallurgy Materials, Princeton, New Jersey (1998).\n14\tHECKEL, R.W. Density-Pressure Relationships in Powder Compaction. Trans.of the Met. Soc. Of AIME. 221 (1961) 671-675.\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\nGE, R. A New Powder Compaction Equation. Int. J. Powder Metall. vol. 27, no.3 (1991) 216-221.\nGE,R. A Further Study of a New Powder Compaction Equation. Powder Metall. Sci. and Technol. Vol.6. no.3 (1995) 20-24.\nDIAS, A.M., SCHAEFFER, L. Theoretical and Experimental Analysis of Plasticity\nEquations for Porous Metals. Int. J. Mach. Tools Manufact. vol. 33. no.4 (1993) 577586.\nPANELLI, R., AMBROSIO FILHO, F. Comparative Study Between a New\nPhenomenological Compacting Equation and the Four Mostly Used Compacting Equations. Powder Metallurgy, (1997).\nAL-QURESHI, H.A.,GALIOTTO,A.,KLEIN,A.N. On the Mechanics of Cold Die\nCompaction for Powder Metallurgy. J. of Mat. Proc. Technol. 166 (2005) 135-143.\nNIESZ, E.D. A Review of Ceramic Powder Compaction. KONA, 14 (1996) 44-51.\nBERNARDINI, P.A.N. Plasticidade. [Notas de aula] Florianópolis. (2002). Digitalizado.\nSPITZIG, W.A., SMELSER, R.E., RICHMONG, O. The Evolution of Demage and\nFracture in Iron Compacts with Various Initial Porosities. Acta Metallurgica, v.36, n.5. (1998) 153-160.\nREALUM. Disponível em: http://www.realum.com.br. Acesso em 23/06/08.\nTAYLOR, L. Metals Handbook, Properties and Selection of Metals. ASM, Ohio, 1961.\nCOSTA e SILVA, A.L.V., MEI, P.R..Aços e Ligas Especiais.São Paulo: Edgar Blucher, 2006. 646p.\nHENRIQUES, V. A. R. Metalurgia do Titânio e suas Ligas. Caderno Técnico. AMR, Divisão de Materiais. Instituto de Aeronáutica e Espaço. CTA. 2005.\nBRICK, R.M., PENSE, A.W., GORDON, R.B.. Structure and Properties of Engineering Materials. 4 ed. Tokio:MacGraw-Hill, 1977.\nWELDMANN, E; TAYLOR, B. Metallographic Preparation of Titanium. Aplication Notes. Struers Ltda. Copenhagen, 2005.\nSMALLMANN, R.E., BISHOP, R.J.. Modern Physics Metallurgy and Materials\nEngineering. 6 ed. Oxford: Butterworth Heinemann, 1999. 446p.\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\nFROES, F.H., EYLON, D., EICHELMAN, G.E., BURTE, H.M.. Development in Titanium Powder Metallurgy. J. Met., v.32, n.2 (1980) 47-54.\nFROES, F.H., EYLON, D.. Prodution of Titanium Powder. Powder Metallurgy, ASME (1984) 164-168.\nFROES, F.H., EYLON, D. FRIEDMAN, G.. Titanium P/M Technology.Powder Metallurgy, ASME (1984) 748-755.\nPANIGRAHI, B.B., GODKHINDI, M.M. Sintering of Titanium: Effect of Particle Size. Int. J. of Powder Metallurgy, v. 42, n. 2 (2006) 35-42.\nMOLDOVAN, D., WOLF, D., PHILLPOT, S.R. and HASLAN, A.J.. Role of Grain\nRotation During Grain Growth in a Columnar Microestructure by Mesoscale\nSimulation. Acta Mater., v. 50 (2002) 3397-3414.\nZHU, H., AVERBACK, R.S.. Sintering of Nano-Particle Powder: Simulations and\nExperiments. Mater. Manuf. Process, v. 11 (1996) 905-923.\nLI, J.G., SUN, X.. Synthesis and Sintering Behaviour of a Nanocrystalline a-alumina Powder. Acta Mater., v. 48 (2000) 3103-3112.\nAKECHI, K., HARA, Z..Increase of Sintering Rate of Titanium Powder During\nCyclic Phase Transformation. Powder Metall., v. 24 (1981) 41-46.\nSUNDARSEN, R., RAGHURAM, A.C., MALLYA, R.M. e VASU, K.I.. Sintering of b\nTitanium: Role of Dislocation Pipe Diffusion. Powder Metall., v. 39 (1996) 138-142.\nSHUH, C., NOEL, P. e DUNAD, D.C.. Enhaced Densification of Metal Powders by\nTransformation-Mismatch Plasticity. Acta Matter., v. 48 (2000) 1639-1653.\nPANIGRAHI, B.B., GODKHINDI, M.M., DAS, K., MUKUNDA, P.G. e\nRAMAKRISHNAN, P.. Sintering Kinetics of Micrometric Titanium Powder.\nMaterials Science and Engineering A, 396 (2005) 255-262.\nHAN, X.L., WANG, Q., SUN, D.L. e ZHANG, H.X.. First-principles Study of the\nEffect of Hidrogen on the Ti Self-diffusion Characteristics in the Alpha Ti-H\nSystem. Scripta Materialia, 56 (2007) 77-80.\nSENKOV, O.N., CHAKOUMAKOS, B.C., JONAS, J.J. e FROES, F.H.. Effect of\nTemperature and Hydrogen Concetration on the Lattice Parameter of Beta\nTitanium. Materials Research Bulletin, 36 (2001) 1431-1440.\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\nTHONKS, L., Am. J. Phys. 35, 857 (1967)\nVON ENGEL, A.. Ionized Gases. New York: American Institute of Physics, 1965. 325p.\nCHAPMAN, B.. Glow Discharge Process. New York: J. Wiley &amp; Sons, 1980. 406 p.\nJONES, C.K., MARTINS, S.W., STRUGES, D.J. e HUDIS, M.. Ion Nitriding. Heat Treatment's of Metals, London, The Metal Society (1975) 71-79.\nBOENIG, H.V.. Plasma Science and Technology. New York: Cornell University Press, 1982.299p.\nDAVIS, W.D., VANDERLICE, T.A.. Ion Energies at the Cathode of a Glow Discharge. Physical Review, v. 131, n.1 (1963) 219-228.\nINAL,, O T., OZBAYSAL, K., METIN, E.S. e PEHLINVANTURK, N.Y.. A Review of\nPlasma Surface Modification: Process, Parameters and Microestructural Characterization, 2nd Inter. Conf, on Nitriding/Carburizing, USA (1989) 57-65.\nWRONSKI, Z., SIELANKO,J., HEREC, J..Ti and Fe Cathode Sputtering by Glow Discharge Plasma. Vaccum, n.70 (2003) 275-284.\nMPIF, Standart 04. Density of Compacted or Sintered Powder Metallurgy Materials, Princeton, New Jersey (1998).\nSTRUERS, E-Metalog: Method no 203. Disponível em:&lt;http://www.struers.com/modules/emetalog/generic_view.asp?method=203>. Acesso: 22 jun 2008.\nSCHATT, W., WIETER, K.P., Powder Metallurgy - Processing and Materials European Powder Metallurgy Association - Old Bank Buildings, Bellstone; Shewsbury SY, 1HU, UK, 1997.\nSUCHENTRUNK, R., FUESSER, H.J., STAUDIGL, G. JONKE, D. e MEYER, M..\nPlasma Surface Engineering - Innovate Process and Coating Systems for High-Quality Products. Surface and Coatings Technology, n.112 (1999) 351-357.\nMASON, R.S., PICHILING, M.. Sputtering in a Glow Discharge Ion Source -Pressure Dependence: Theory and Experiment. Journal of Physics D: Applied Physics, v.27, n.11 (1994) 2363-2371.\nBUDTZ-JORGENSEN, C.V., BOTTINGER, J., KRINGHOJ, P.. Energy Spectra of Particles Bombarding the Cathode in Glow Discharges. Vaccum, v.56 (2000) 9-13.\n63\tSIEDEL, F., STOCK, H.R., MAYR, P.. Glow Discharge Optical Spectroscopy Depth Profiles of Ion Implanted Steel, Titanium and Titanium Nitride Coatings. Thin Solids Films, 308-309 (1997) 425-429.\n64\tYOUNGBLOOD, T., ONG, J.L. Effect of Plasma Glow Discharge as a Sterilization of Titanium Surfaces. Implant Dentistry, v. 12, n. 1 (2003) 54-60.\n65\tBRUNATTO, S.F., KÜHN, I., MUZART, J.L.. Surface Modification of Iron Sintered in Hollow Cathode Discharge Using an External Stailess Steel Cathode. Journal of Physics D: Applied Physics, v. 38 (2003) 2198-2203.\n66\tPAVANATI, H.C., MALISKA, A.M., KLEIN, A.N. e MUZART, J.L.R.. Sintering Unalloyed Iron in Abnormal Glow Discharge with Superficial Chromium Enrichment. Materials Science and Engineering A, 392 (2005) 313-319.\n67\tKERSTEN, H., DEUTSCH, H., STEFFEN, H., KROESEN, G.M.W. e HIPPLER, R.. The Energy Balance at Substrate Surfaces During Plasma Processing. Vacuum, v. 63 (2001) 385-431.\n68\tABRIL, I., GRAS-MARTI, A., VALLES-ABARCA, J.A.. The Influence of Pressure on the Operation of Glow Discharge Sputtering Systems. Vacuum, v. 37, n. 5-6 (1987) 391-394.\n69\tMPIF, Standart 42. Density of Compacted or Sintered Powder Metallurgy Materials, Princeton, New Jersey (1998).\n70\tPUSCAS, T.M., SIGNORINI, M., MOLINARI, A. e STRAFFELINI, G.. Image Analysis Investigation of the Effect of the Process Variables on the Porosity of Sintered Chromium Steels. Materials Characterization, v. 50 (2003) 1-10.\n71\tBATISTA, V.J., BINDER, R.B., KLEIN, A.N. e MUZART, J.R.L.. Sintering using an Abnormal Glow Discharge. The International Journal of Powder Metallurgy, v. 34, n. 8 (1998)55-62.\n72\tLAWAL, I.T.. Estudo do Processo de Sinterização de Compactados de Ferro em Descarga Elétrica na Configuração Anodo-Catodo Confinado. Universidade Federal de Santa Catarina. Florianópolis, 2001. [110]f Tese (Doutorado).\n73\tLOURENÇO, J.M.. Evolução Microestrutural de Ferro Puro e Ligas Ferrosas Sinterizadas por Plasma. Universidade Federal de Santa Catarina. Florianópolis, 2004. [149]f. Tese (Doutorado).\n74\tBRUNATTO, S.. Estudo e Desenvolvimento do Processo de Sinterização de Compactados de Ferro com Enriquecimento Superficial Simultâneo de Elementos de Ligas em Descarga Elétrica de Catodo Oco. Universidade Federal de Santa Catarina. Florianópolis, 2000. [186]f. Tese (Doutorado).\n75\tCAMPO, F.A., ESCOBAR, J.A.. Modeling of Superficial Sintering Enhancement by Abnormal Glow Discharge (AGD). Submetido.\n76\tELIEZER, D., ELIAZ, N., SENKOV,O.N., FROES, F.H..Positive Effects of Hydrogen in Metals. Materials Science and Engineering, A280 (2000) 220-224.\n77\tHAN, X.L., WANG, Q., SUN, D.L., ZHANG,H.X..First-Principles Study of the effect of Hydrogen on the Ti Self-Diffusion Characteristics in the a-Ti-H System. Scripta Materialia 56 (2007) 77-80."}]}}}