{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07889"}, {"@name": "filename", "#text": "12631_88946.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE SANTA CATARINA\nPROGRAMA DE PÓS-GRADUÇÃO EM ENGENHARIA DE PRODUÇÃO\nANÁLISE CUSTO-BENEFÍCIO DO SETOR CARBONÍFERO DE SANTA CATARINA NO PERÍODO DE 1987 A 1988\nDISSERTAÇÃO SUBMETIDA À UNIVERSIDADE FEDERAL DE SANTA CATARINA PARA A OBTENÇÃO DO GRAU DE MESTRE EM ENGENHARIA\nMaria Angélica Monteiro dos Santos\nFlorianópolis, julho de 1992.\nANÁLISE CUSTO-BENEFÍCIO DO SETOR CARBONÍFERO DE\nSANTA CATARINA NO PERÍODO DE 1987 A 1988\nMARIA ANGÉLICA MONTEIRO DOS SANTOS\nEsta dissertação foi julgada adequada para a obtenção do título\nde\n\"MESTRE EM ENGENHARIA\"\nEspecialidade Engenharia de Produção e aprovada em sua forma final\npelo Programa de Pós-graduação.\nProf. Robert Wayne Sámohyl, PhTD.\nOrientador\nz.\n4eri dos Santos, Dr.\nCoordenador do curso\nBanca Examinadora:\nProf.\nPresidente\nProf. Cristiano José\nastro de Almeida Cunha, Dr.\nPedro Paulo Brà^dão Bramont, M. Eng.\n///\nAos meus amigos JORGE LUIZ GOUVÊA e SARAH MARIA M. DOS SANTOS, que tanto me incentivaram.\nQue a concretização deste trabalho possa servir de estímulo à conclusão de suas teses.\nAgradecimentos\nAo Professor, e hoje grande amigo, ROBERT WAYNE SAMOHYL, pela eficiente orientação e incentivo dispensados durante todo o período de elaboração deste trabalho. Minha gratidão pelo insistente carinho de sua cobrança que, mesmo à distância, foi de fundamental importância para a conclusão desta dissertação;\nAo Professor CRISTIANO JOSÉ C. DE A CUNHA, pelas sugestões que permitiram o aperfeiçoamento do trabalho;\nÀ RONALDO SERÔA DA MOTTA, que tanto contribuiu com o envio de material bibliográfico e com sugestões de grande valor para este estudo;\nAo amigo FLÁVIO DE MORI, pela sua atenção e valiosa colaboração;\nÀ Secretaria de Estado da Ciência e Tecnologia, das Minas e Energia do Estado de Santa Catarina - SECTME, pelo apoio e cooperação no desenvolvimento deste estudo;\nAo CNP, SATC, ACIEC, DNPM, FATMA, pela contribuição prestada no fornecimento de dados;\nAo CNPQ, instituição da qual fui bolsista durante o mestrado;\nAos professores e funcionários do Programa de Pós-Graduação em Engenharia de Produção e Sistemas da Universidade Federal de Santa Catarina - UFSC e a todas as pessoas que, direta ou indiretamente contribuíram para a realização desta dissertação.\nResumo\nA dissertação aborda, num primeiro momento, a importância da Análise Custo-Benefício enquanto técnica de seleção de projetos, bem como os conceitos e parâmetros básicos utilizados nesta avaliação. Posteriormente, de acordo com o método proposto por LTTTLE e MIRRLEES (1974), adaptado por SERÔA da MOTTA (1988 b), efetua-se ã estimativa dos custos e benefícios sociais do Setor Carbonífero de Santa Catarina, tomando-se como base a planilha de custos de um \"pool\" de empresas do setor, fornecida pelo CNP (Conselho Nacional do Petróleo) para os anos de 1987 e 1988. Os custos referentes ao controle e degradação ambiental também são aqui estudados e, fazem parte do custo total de produção de carvão. Os resultados indicam que existe um benefício social derivado da produção de carvão em Santa Catarina.\nk\nAbstract\nThis thesis, first of all is about the importance of Cost-Benefit Analysis as a project selection ■ technique, as well as the concepts and basic parameters used in this evaluation. Later on, according to the method proposed by LITTLE and MIRRLEES (1974), adapted by SEROA da MOTTA (1988 b), costs and social benefits of Santa Catarina’s Coal Mining Sector are estimated using as a basis the costs of a pool of companies in the sector, supplied by NPC (The Nacional Petroleum Company) for 1987 and 1988. The costs concerning the environmental control and degradation-are 'also studied here and are part of the total cost of coal production. The results indicate that there may be a slight social benefit as a consequence of the coal production in Santa Catarina.\nRésumé\nLe mémoire traite, premirement, de ¡importance de ¡Analyse Cots-Bénéfíces en tant quune technique de séiection de projets, travaiiiant ¡es concepts et ¡es paramtres de base utiiisés dans cette evaluation. Deuximement, fut éiaborée ¡estimative des cots et bénéfíces du secteur du charbon de IÉtat de Santa Catarina, suivant ¡a méthode proposée par LITTLE et MIRRLEES (1974), adaptée par SERÓA da MOTTA (1988 b). Les données de cots utilisées furent ceiles dun \"pooi\" dentreprises du secteur, foumies par le CNP (Conseil Nacional du Pétrole), pour les années 1987 et 1988. Les cots de contróle et de degradation de lenvironnement furent également étudiés et font partie du cot total de prodution du charbon. Les résultats montrent quil existe un bénéfíce social issu de la production du charbon dans État de Santa Catarina.\nSumário\n1 . Introdução .................................................................. 1\n1.1\t. Apresentação do trabalho ............................................... 1\n1.2.\tJustificativa do trabalho ............................................... 2\n13. Objetivos do trabalho .................................................... 4\n1.4.\tMetodologia do trabalho ................................................. 4\n1.5\t. Estrutura do trabalho ................................................   4\n1.6.\tLimitações do trabdhh.................................................... 5\n2. Revisão da Literatura: conceitos básicos sobre custos e benefícios sociais ... 7\n2.1\t. Introdução ............■................................................ 7\n2.2.\tTeoria do bem-estar ...................................•................. 9\n2.3\t. Conceitos utilizados na análise custo-benefício ........................12\n2.3.1. Nmuererio .........................................................12\n2.3\t.1. Preçosociai ......................................................11\n23.1. Excecente do sonsemtder.............................................14\n23 .1. Ccto so(:saida mê-oe-o-joa . . ....................................15\n233. Ttq de de-oonse sociai ..............................................15\n23.1.\tTTta de eíanWa sociai ..............................................17\n2.4.\tMetodologias ............................................................18\n3 . Caracterização do Setor Carbonífero de Santa Catarina.....................21\n3.1\t. Introdução ..........................................................21\n3 .2. Histórico da Indústria Carbonífera Catarinense .....................24\n3 .3 . Política Energética ...............................................27\n3.2.\tSistema de Produção e Consumo do Carvão Mineral .....................29\n3.3\t.1 . Mineração a Céu-Aberto ......................................31\n3.3.2.\tMMeração de Subsolo ............................................31\n3.3.2 . Beneficiamento ....................................'...........33\n3.3.2.\tTransportr e Cémercialazação ...................................36\n3 .5. Sistema de Preços do CarVã..........................................38\n3.5.1\t. Subsbsiíds ....................................................21\n3.3.1.\tImeostosobrr Mineraia ..........................................21\n3.6.\tAspectos Ambientais .................................................22\n3.2. Aspectos Sociaà......................................................66\n2. Método de Cálculo e Análise dos Custos e Benefícios Sociais ..............38\n2.1\t. Metodologia ........................................................38\n2 .2. Parâmetros da Análise...............................................29\n2.3.\tEstrutura de Custos .................................................51\n4.2.3 . CmuosPrirados .................................................11\n4.2\t.3. CCStosSoacis .................................................12\n4.2.3\t. Benefícios ....................................................12\n2.2. Análise Específica para o Carvão Met:aú^oico.........................60\n1.\tConclusões e Recomendações ...............................................22\n1.1.\tConclusões ..........................................................22\n1 .2. Recomendações para Futuros Trabalhos ..............................  61\n6. Referências Bibliográficíc................................................66\nApêndice 1 - Meio Ambiente .................................................71\n1.\tAvaliação dos Aspectos Ambientais na Produção do Carvão Mineral de\nSanta Catarina...................................................... 72\n1.1.\tMineração ......................................................73\n1.2.\tBeneficiamento .................................................74\n2.\tQuantificação dos Impactos Ambientais.................................74\n2.1.\tMineração ã Céu-aberto com Recuperação Paralela ................75\n2.2.\tBeneficiamento .................................................75\n2.3.\tRecuperação das Áreas Cobertas com Rejeitos (Poluição já\nGerada).......................................................76\n2.4.\tRecuperação e Controle da Saúde e Segurança dos Mineiros .......76\nApêndice 2 - Tabelas Complementares ........................................80\nLista de Figuras\nFigura 1 - Maximização da utilidade social ......................................12\nFigura 2 - Taxa de desconto social ..............................................16\nFigura 3 - Bacias Carboníferas Catarinenses ...................................  22\nFigura 4 - Sistema de Produção e Consumo do Carvão Mineral\tdo Brasil...........30\nFigura 5 - Esquema de Beneficiamento do Carvão\tMineral\t^ítai^en^c^...........44\nFigura 6 - Poluição do Ar nos “Mueicípiol da “Região. Sul do Estado de Santa\nCaturina.............................................................43\nFigura 7 - Poluição Causada pelo Carvão .........................................73\nLista de Tabelas\nTabela 1 -\tRecursos\tIdentificados de\tCarvão no Brasil\t.........................23\nTabela 2 -\tEvolução\tda Produção de\tCarvão .....................................24\nTabela 3 -\tEvolução\tda Produção de\tCarvão Vendável\tde\tSanta\tCatarina.........25\nTabela 4 -\tEvolução\tda Participação\tdo Carvão Metalúrgico\tNacional no\nConsumo Total de Carvão Metalúrgico no Brasil........................26\nTabela 5 - Características do Carvão Energético................................. 36\nTabela 6 - Imposto Recolhido pelo Sétòr Carbonífero por Estado Produtor 80/87 ... 42\nTabela 7 - População Economicamente Ativa (PEA) de 10 Anos ou Mais por\nRendimento Mensal (Salário Mínimo - SM) do Município de\nCriciúma - 1980 ...................................................  47\nTabela 8 - Custo Privado do Carvão CPL de Santa Catarina.........................53\nTabela 9 - Aplicação dos Fatores de Conversão nos Custos Privados do Carvão\nCPL ..................................................................55\nTabela 10 - Custo Social do Carvão CPL de Santa Catarina ........................58\nTabela 11 - Benefícios Privados do Carvão CPL de Santa Catarina .................59\nTabela 12 - Benefícios Sociais do Carvão CPL de Santa Catarina ..................59\nTabela 13 - Análise Comparativa dos Benefícios e Custos Privados e Sociais do\nCarvão CPL de Santa Catarina ........................................60\nTabela 14 - Benefícios Sociais do Carvão Metalúrgico de Santa Catarina..........61\nTabela 15 - Benefícios Privados do Carvão Metalúrgico de Santa Catarina.........61\nTabela 16 - Análise Comparativa dos Benefícios e Custos Privados e Sociais do\n' Carvão Metalúrgico de Santa Catarina ................................61\nTabela 17 - Custos Derivados da Poluição Ambiental .............................78\nTabela 18 - Quantidade de Mão-de-obra não Qualificada do \"Pool\" de Santa\nCatarina ............................................................81\nTabela 19 - Dívidas de Financiamentos do ’Pool\" de Santa Catarina...............81\nTabela 20 - Produção Anual de CPL das Empresas do 'Pool\" de Santa Catarina .... 82\nTabela 21 - Custo de Energia das Empresas do \"Pool\" de Santa Catarina...........82\nTabela 22 - Custo Mensal da Mão-de-obra Direta Qualificada e Semi-qualificada\ndo ’Pool\" de Santa Catarina .........................................83\nTabela 23 - Preços dos Substitutos do Carvão de Santa Catarina..................83\nTabela 24 - Cálculo do Custo de Oportunidade do Carvão de Santa Catarina .......84\nCapítulo 1\nIntrodução\n1.1.\tApresentação do trabalho\nO desenvolvimento industrial traz em seu bojo a problemática do aumento do consumo de energia.\nNo equadonamento desta questão, faz-se mister levar em consideração as implicações que o aumento da produção (para atender a demanda crescente) ocasionam, tanto para o consumidor, na forma de encarecimento do seu custo, quanto para a população, através das diversas formas de poluição: do ar e da água, prejuízos para a flora e fauna e até mesmo como influênda nas condições climáticas, advindas das várias fontes de produção de energia.\nFazendo-se uma retrospectiva das fontes de energia, sabe-se que no inído do século o carvão era a prindpaL Porém, a partir de meados deste século o petróleo absorve o mercado do carvão passando a ocupar a posição de prindpal combustível em todas as nações industrializadas e em fase de industrialização. A crise do petróleo em 1973 teve grande influênda na economia internacional, e tomou clara a necessidade de uma reformulação da política energética. Ou seja, fazia-se necessário descobrir fontes alternativas de energia para possibilitar o prosseguimento do desenvolvimento industrial\nNo Brasil, as consequêndas desta crise foram particularmente fortes, prindpalmente no tocante ao Balanço de Pagamentos, dado o custo significativo da importação de petróleo;\ne a reação à crise foi a tentativa, até certo ponto bem sucedida, de substituir as fontes primárias de energia derivadas do petróleo por fontes alternativas nacionais, sendo que as mais cogitadas foram o álcool e o carvão.\nCom o intuito de institucionalizar o processo de substituição do petróleo pelo álcool, foi criado em 1975 o PROÁLCOOL, cuja meta era atingir uma produção de 3,0 bilhões de litros em 1980 (MELO e PELIN, 1974). Em 1979, em sua segunda etapa, este programa previa uma produção da ordem de 10,7 bilhões de litros, para 1985. Dentre as políticas deste programa, está a produção de etanol, a criação em paralelo (ao sistema de distribuição de derivados de petróleo) de um sistema de distribuição de álcool e a adaptação dos automóveis ao novo combustível\nEm relação ao carvão, a política de substituição de derivados de petróleo não teve os mesmos efeitos e nem a mesma objetividade do álcooL A nova política energética, é verdade, trouxe a perspectiva de considerável aumento da produção carbonífera devido a significativas facilidades de crédito e a uma política de preços favorável.\n1.2.\tJustificativa do trabalho\nA viabilidade econômico-social da indústria carbonífera brasileira e em particular da indústria carbonífera catarinense não pode ser avaliada apenas com base no aumento da produção e do consumo. Devido à complexidade do próprio sistema produtor-consumidor de carvão, da complexidade das interações deste com outros sub-sistemas que compõem o sistema social como um todo, toma-se importante tratar a problemática da Política Carbonífera a partir de uma perspectiva social global, avaliando a viabilidade do carvão enquanto alternativa energética, sob o ponto de vista dos vários impactos (sociais, econômicos, ambientais) que sua exploração pode acarretar.\nO carvão mineral constitui-se na maior reserva fóssil brasileira, representando mais de 60% do total disponível, quando convertido em unidades equivalentes de petróleo e admitindo-se uma recuperação de 50% da lavra. No Brasil as reservas em exploração estão, principalmente, no Rio Grande do Sul, Paraná e Santa Catarina.\nAs reservas geológicas de carvão mineral no Brasil, são da ordem de 32,4 bilhões de toneladas de carvão \"in situ\", onde 88,84% situam-se no Rio Grande do Sul, 10,80% em Santa Catarina e o restante no Paraná e São Paulo. Desta reserva total, apenas 10%, ou seja, 3,27 bilhões de toneladas são reservas medidas. Em Santa Catarina, o carvão mineral foi descoberto nos fins do século passado por tropeiros que desciam do planalto trazendo gado para o litoral, e representa 22,3% do total de reservas \"in situ\".\nA bacia carbonífera de Santa Catarina, geograficamente situada na região sudeste do Estado, forma um retângulo de 95 km de comprimento no sentido norte-sul por de 15 a 20 km de largura, no sentido leste-oeste, abrangendo os municípios de: Grão-Pará, Orleans, Lauro Muller, Urussanga, Siderópolis, Criciúma, Içara, Nova Veneza, Maracajá e Araranguá.\nExistem cinco camadas de carvão na região sul catarinense: Treviso, Barro Branco, Irapuá, Ponte Alta e Bonito. Sendo que as camadas Barro Branco e Bonito são as duas responsáveis por quase toda reserva apresentada.\nA produção no Estado é potencialmente crescente. Junto com ela também se eleva a poluição ambiental, degradação da natureza e os problemas de saúde da população mineira. Estes problemas relativos a exploração do carvão mineral proporcionaram o enquadramento da Região Sul de Santa Catarina como a 14- área crítica nacional para efeito de qualidade do meio ambiente (Decreto nQ 85.206 de 25 de setembro de 1980).\nSegundo o Informativo Anual da Indústria Carbonífera-1989, existiam em 1988 no Estado de Santa Catarina cerca de 12 Companhias Mineradoras explorando um total de 35 minas, sendo 22 de subsolo e 13 a céu-aberto.\nO Estado de Santa Catarina constitui-se num importante centro de produção de carvão. Somente nele se produz o carvão metalúrgico (aproximadamente 85% deste tipo de carvão consumido no país é importado dos EUA, Canadá e Polônia) que é o carvão coqueificável. Além deste, Santa Catarina também produz o carvão energético.\nPortanto, conforme exposto, a questão que envolve fontes e usos de energia é deveras importante e atual, o que implica a necessidade de se dispensar um tratamento científico\ncomo uma das alternativas capazes de fornecer uma indicação de solução racional e benéfica para a sociedade. Seguindo esta linha de pensamento, este trabalho proferirá a Análise Custo-Benefício (doravante denominada ACB) do Setor Carbonífero de Santa Catarina, para o período de 1987 a 1988, acreditando ser esta técnica capaz de indicar conclusões acerca da viabilidade do Setor Carbonífero Catarinense com um maior realismo.\n1.3.\tObjetivos do trabalho\nA partir do conhecimento dos aspectos tecnológicos, económico-financeiros, sócio-políticos e ambientais do Setor Carbonífero Catarinense, tentar-se-á discutir e estudar no proposto trabalho:\n•\ta viabilidade do setor carbonífero, através de uma análise dos seus custos e benefícios sociais; e\n•\ta participação dos custos ambientais no estudo da viabilidade do setor carbonífero de Santa Catarina.\n1.4.\tMetodologia do trabalho\nSerá empregada a metodologia utilizada em SERÔA da MOTTA (1988b), que é baseada na versão original do método proposto em Ll lTJLE e MERRLEES (1974), conforme está detalhado no capítulo 4 deste trabalho.\n1.5.\tEstrutura do trabalho\nO presente trabalho está estruturado em cinco capítulos e dois apêndices, a saber:\nCapítulo 1 - apresenta a dissertação justificando o tema escolhido, definindo os objetivos, indicando a metodologia utilizada na sua elaboração e mostrando suas principais limitações;\nCapítulo 2 - trata da revisão da literatura. Discute a origem e os conceitos utilizados na\nACB. Apresenta ainda, em linhas gerais, as diversas metodologias acerca da ACB e suas divergências;\nCapítulo 3 - discorre sobre o ambiente estudado, o setor carbonífero de Santa Catarina, - apresentando o processo produtivo, mão-de-obra utilizada e problemas provenientes da produção do carvão mineral;\nCapítulo 4 - aplicação da metodologia, já referida, para o caso específico do setor carbonífero de Santa Catarina, apresentando e analisando os dados referentes aos custos e benefícios do Setor Carbonífero, representados pela amostra dos dados do \"pool\" de empresas de Santa Catarina;e\nCapítulo 5 - finalizando o trabalho, são apresentadas as conclusões originadas do desenvolvimento da dissertação e algumas recomendações para futuras pesquisas relacionadas com o tema;\nApêndice 1 - discute as questões referentes aos impactos ambientais gerados pela produção do carvão;e\nApêndice 2 - apresenta tabelas com dados utilizados como suporte às análises efetuadas no capítulo 4.\n1.6.\tLimitações do trabalho\nA principal limitação do trabalho foi a falta de dados sobre os custos de produção do carvão pré-lavado (CPL) de Santa Catarina. Por este motivo,a análise efetuada está baseada somente no dados dos custos do carvão CPL de novembro de 1987 e dezembro de 1988, fornecidos pelo CNP (Conselho Nacional do Petróleo).\nUma outra limitação da análise, é que ela não considera a oligopolização da economia brasileira, uma das mais concentradas do mundo. Isto interfere na análise porque os oligopólios geram distorções na economia, que precisariam ser corrigidas através de pesos distributivos diferenciados, chegando-se ao preço social, para então, efetuar-se a análise. Porém, aqui só\nserá possível trabalhar com preços de eficiência, onde o peso distributivo considerado será igual a 1.\nComo terceira limitação, tem-se a dificuldade de quantificação dos custos ambientais, que por este motivo ficaram subestimados neste trabalho.\nCapítulo 2\nRevisão da Literatura: conceitos básicos sobre custos e benefícios sociais\n2.1.\tIntrodução\nSe não houvesse na sociedade a necessidade de otimização da utilização dos recursos, por causa de sua escassez, a principal preocupação da Ciência Econômica estaria sanada. Porém, como a limitação de recursos constitui-se um fato, o planejamento toma-se uma arma fundamental no direcionamento do desenvolvimento econômico de uma sociedade. A preocupação dos pesquisadores envolvidos com análise social de projetos é a avaliação dos projetos não sob uma ótica diferente daquela utilizada, baseada na ótica privada, mas sim, fornecendo critérios que incorporem os custos sociais.\nA Avaliação Social de Projetos ou Análise Custo Benefício (ACB) vem ganhando maior atenção no Brasil a partir da década de 70, porém, ainda é muito reduzido o estudo nesta área. Nos países desenvolvidos, como os EUA e alguns países europeus, esta técnica é muito difundida. Contudo, foram efetuados no Brasil alguns estudos de avaliação ex-post de projetos, (como é o caso do que irá ser desenvolvido nesta dissertação), na área pública; por exemplo o 'Estudo de Custo-Benefício do PROÁLCOOL\", de SERÔA da MOTTA (1987), a \"Análise de Custo-Benefício de Projetos de Irrigação no Nordeste\", de CUNE (1972),\"Análise Custo-Benefício do Carvão do Vale do Jacuf', de LEHWING (1977), \"As Soluções Energéticas e a Economia Brasileira\", de MELO e PEUN (1984).\nÉ notório que hoje vivemos em uma economia de mercado imperfeito na qual existem\ncertas distorções no mercado (provocadas por exemplo, pela existência de monopólios, pelo problema de divisas, pelo nível de desemprego, dentre outros) que desviam os recursos de alternativas de investimento socialmente mais atraentes, para projetos apenas lucrativos do ponto de vista privado. Se vivêssemos em uma economia de mercado perfeito, sem distorções, os preços de mercado refletiriam valores sociais, pois, sem distorções o mercado acaba por espelhar as preferências do conjunto da sociedade. Porém, como não vivemos neste suposto mercado, os valores obtidos, na realidade, não são os melhores indicadores para as análises sociais.\nA Avaliação Social de Projetos parte deste pressuposto e faz sentido nestas economias de mercado imperfeito. Sua proposta está ligada, em tese, ao setor público em função dos seus objetivos, quais sejam, selecionar e hierarquizar projetos que maximizem os benefícios líquidos da sociedade.\nNeste sentido a ACB, em última instância, significa descontar um fluxo de caixa composto por custos e benefícios sociais e avaliar , o. seu resultado. Se este for positivo, o projeto pode ser aceito como desejável pelo ponto de vista social. Contudo, a operacionalização da avaliação, como será mostrado no decorrer do trabalho, não é tão simples como pode parecer. Um grande problema é que todos os valores que entram no fluxo de caixa, além da taxa de desconto, terão que ser valores sociais, ou seja, valores que não somente exprimem o custo de oportunidade para a sociedade, mas também, valores que medem corretamente os benefícios, em termos gerais, de bem-estar, onde lucro privado é apenas uma parte. Para se chegar a estes valores faz-se necessário eliminar as distorções e as extemalidades do mercado. Entende-se por extemalidades os efeitos provocados pelo projeto a terceiros (outros projetos, pessoas físicas) ou ao próprio projeto, os quais, são captados no sistema de preços da economia. Por exemplo, um efeito de fácil visualização é o da poluição ambiental Se uma indústria polui um rio que é utilizado por pescadores, como meio de trabalho, e a poluição reduz ou elimina o lucro destes pescadores, esta perda deve ser computada como um custo para a indústria. Segundo ABREU (1982), este tipo de extemalidade é classificado por Pigou como extemalidade de produção a produção - quer dizer, quando a atividade de um produtor prejudica ou beneficia a atividade ou bem-estar de outro produtor. Existem ainda mais três\ntipos de extemalidades: de produção a consumo (ocorre quando a atividade de um produtor prejudica ou beneficia a ' atividade ou bem-estar de , um consumidor), de consumo a consumo (resulta das consequências das atividades de um consumidor sobre o bem-estar de um outro consumidor), de consumo a produção (quando a atividade de um consumidor afeta a atividade de um produtor) . Portanto, a extemalidade, na forma de custo ou benefício precisa ser computada para que a análise reflita a realidade que envolve o projeto. Porém, só devem ser consideradas as extemalidades que produzem efeitos reais, ou seja, que modificam a renda geral da sociedade (aumento de produção, aumento ou diminuição do bem-estar).\nA importância da ACB está principalmente vinculada à sua preocupação com a defesa de projetos que tragam maior benefício para a sociedade e não necessariamente à empresa privada ou para o indivíduo. A análise tem sua base fundamentada na Teoria Marginalista do Bem-Estar Econômico, que tenta definir o nível de Bem-Estar da sociedade a partir da utilidade marginal. O ótimo de Bem-Estar seria atingido quando a utilidade marginal da sociedade fosse igual a zero.\nSendo .assim, a implantação de um projeto público deveria ter como objetivo a promoção do nível ótimo de bem-estar ' sodaL Diz-se público porque a empresa privada possui objetivos distintos da empresa pública. Enquanto ' esta • última procura gerar benefídos para todos os membros da comunidade onde está- inserida, a empresa privada visa, primordialmente, o lucro.\n2.2.\tTeoria do bem-estar\nA Avaliação Sodal de Projetos, como já colocado, está fudamentada na Teoria do Bem-Estar. Esta teoria define como ótimo de bem-estar a situação em que o nível de bem-estar sodal é máximo e propõe, segundo a teoria moderna, classificar ordinalmente os projetos, bastando saber quem é melhor, pior ou se é indiferente a escolha.\nExistem, porém, alguns critérios para se definir o ótimo de Bem-Estar. Para Pareto, se atinge o ótimo quando qualquer alteração no arranjo de distribuição dos bens na sodedade, propordona perda a pelo menos uma pessoa (ver ABREU: 1972). Contudo, este ótimo é\num pouco difícil de ser atingido no mundo reaL Face a isto, surgiram outros critérios, que também têm suas limitações, como é o caso do critério de 'Testes de Compensação \" de Kaldor/Hicks (ver CONTADOR: 1981). Tais critérios sugerem que se um projeto gera uma soma de ganhos maior do que a soma das perdas em bem-estar resultantes, onde ganhadores estão compensando perdedores, ou seja, quando VCi > 0, ele é viável. Onde VG é a variação compensatória que ocorre entre os envolvidos no projeto i.\nDentro desta visão tradicional, pretende-se maximizar a renda nacional entre classes sociais ou entre instituições públicas ou privadas, independentemente de quem está se beneficiando e se o consumo está sendo efetuado no presente ou no futuro. Não há ponderação do consumo entre pessoas de níveis diferenciados de renda e entre o consumo inter-temporal; supõe-se aqui, que o nível ótimo de investimento e distribuição dependem de uma política fiscal ou de renda. Segundo esta análise, a maximização do bem-estar nacional resulta do somatório das variações compensatórias dos indivíduos (VCi), ou seja:\nn\nmax Y o £ VCj\nMi\nonde: max Y - maximização do bem-estar\nVCj - variação compensatória do individuo j\nPara a análise moderna (DASGUPTA, MARGLIN e SEN (1972), LITELE e MIRRLEES (1974) e SQUIRE e van der TAK (1975) ), a maximização do bem-estar social (renda ponderada - \"Y\" ), resulta do 2 &amp;j VCj, onde &amp; significa um peso distributivo. Segundo a teoria moderna, deve ficar claro que as utilidades dos diferentes indivíduos não podem ser simplesmente somadas para se obter o bem-estar sodal, não há como se agrupar diferentes utilidades individuais. Esta é a prindpal diferença entre as duas análises. A teoria moderna leva em consideração os chamados pesos distributivos (<%), que são ponderações que irão propordonar critérios diferendados de valoração face à existênda de diferenças entre as medidas de utilidade, entre as classes de rendas e, também, entre o consumo no tempo. Estes pesos são levados em consideração quando da determinação dos preços sodais. Uma unidade monetária para um pobre pode valer muito mais que a mesma quantia para um rico e ainda o consumo de um bem hoje, pode valer, para uma pessoa, mais que o consumo deste bem\nno futuro. Daí, há que se determinar os pesos distributivos , para as utilidades individuais custos e benefícios de ricos e pobres. Assim:\n\"F = @pCp + @rCr + &amp;plp + &amp;rlr\nonde: \"Y\"\t- renda ponderada\nCp\t- consumo do pobre\nCr\t- consumo do rico\nIp\t- investimento do pobre\nIr\t- investimento do rico\n@i - peso distributivo para consumo\n&amp;i - peso distributivo para investimento\nA figura 1 é a representação gráfica da maximização da utilidade social ou, em outros termos, a relação do grau de utilidade entre ricos e pobres, dadas as possibilidades de transferências entre os mesmos. Matematicamente definido por : ^7 df dl\nA maximização da utilidade social se daria quando os níveis de utilidade marginal do rico e do pobre fossem iguais (ponto m da figura 1), dado utilidade marginal decrescente:\n&amp;pdUp = &amp;rdUr\nonde: &amp;\t- peso social\ndU - variação da utilidade (Uo - LT)\nOs pontos à esquerda do ponto m se caracterizam como boas transferências, não prejudicando ricos e ao mesmo tempo beneficiando pobres, dado que pequenas transferências por parte dos ricos significam grandes ganhos para os pobres. Já os pontos à direita de m se configuram em prejuízo para ricos e benefício para pobres. A partir do ponto m quanto maior a transferência, por parte do rico, haverá uma menor absorção de ganho para o pobre, configurando em prejuízo para os ricos, conforme demontrado na figura 1.\nFigura 1 - Maximização da utilidade social\n2.3.\tConceitos utilizados na análise custo-benefício\n2.3.1.\tNumerário\nO numerário é necessário para tomar comparáveis os valores (custos e benefícios) n empregados na análise. O numerário é uma unidade de conta que reflete os custos de oportunidade da sociedade. Ou seja, como os preços de mercado em geral não são bons indicadores para efeito de análise social, estes serão convertidos para uma unidade de conta (numerário), que representará os objetivos do bem-estar econômico e sodaL\nPor exemplo, SERÔA da MOTTA (1987) baseou a escolha do numerário do seu estudo em duas hipóteses:\na)\tuma unidade extra de consumo para uma pessoa rica valerá menos que para uma pessoa menos rica;\nb)\tuma unidade extra de consumo hoje, valerá menos que uma unidade extra de poupança (consumo no futuro)\".\nOu seja, SERÔA da MOTTA (1987) considerou os pesos distributivos para valorar diferentemente o consumo intra-temporal e o consumo intertemporal. E ainda, partiu do pressuposto de que as poupanças pública e privada seriam do mesmo valor social, neste caso, o numerário empregado, compatível com a análise, foi a poupança corrente (consumo futuro) expressa em moeda estrangeira (dólar).\nPara um melhor entendimento, supor que um determinado projeto proporciona um aumento de recursos reais para o Governo, quantidade G, em termos de Consumo - C, e investimento -1. O peso ponderado de G, C qI vem da função de bem-estar social. O total de bem-estar atribuído ao projeto então seria:\njy = G*wg + I*wi + C*wc\nSe wg for escolhido como numerário, então:\nQuando wg = wc — wi, a Renda Nacional seria o numerário.\n-J\n2.3.2.\tPreço social\nSegundo SERÔA da MOTTA (1988a), a maior dificuldade encontrada quando da ACB, surge na definição metodológica para a determinação dos preços econômicos e sociais a serem adotados. Faz-se necessário,neste tipo de análise, como já colocado, determinar um numerário capaz de refletir os custos de oportunidade para a economia como um todo. Para isto, num primeiro momento, deve-se eliminar todo e qualquer tipo de interferência que esteja causando as distorções nos preços vigentes no mercado, que acabam por provocar o\nafastamento destes preços daquele que tenderia refletir a verdadeira escassez da mercadoria. Estas interferências (que podem ser, por exemplo, a existência de um monopólio, de um câmbio super/sub valorizado, nível de desemprego, dentre outras) contribuem para informar dados irreais sobre os preços dos insumos e fatores de produção.\nComo os preços de mercado (aqueles que são diretamente observáveis em loja e refletem os custos de oportunidade para indivíduos e empresários) são bons indicadores para as análises privadas e não para as análises sociais, deve ficar claro, que em uma Análise Social devemos utilizar o preço sodal, o preço de mercado corrigidas as distorções, extemalidades e incluído os pesos distributivos. Os pesos distributivos é que irão valorar diferentemente as utilidades do consumo entre ricos e pobres e ainda o consumo inter-temporal.\nDeve ser colocado que em uma ACB, podem ser utilizados os preços sodais ou os preços econômicos, também chamados de preços de efídência. A diferença entre estes está na utilização dos pesos distributivos, quando da estimativa dos preços sodais. Os preços económicos não levam em consideração as valorações distributivas, porém não perdem seu mérito enquanto estimativa para as análises sodais, dado que levam em consideração no seu cálculo as distorções do mercado. Desta forma, esta medida , assim como os preços sodas», é muito importante para a análise custo-benefício, pois a toma mais real do que a simples utilização dos preços de mercado nas avaliações.\n2.3.3.\tExcedente do consumidor\nA questão do excedente do consumidor é importante para a fundamentação teórica-^ da ACB , porque ele é utilizado para se determinar o bem-estar sodal, que é a base da ACB.^j\nPorém, visto que a utilização do excedente, como medida para auxiliar na determinação do bem-estar, é mais apropriada quando se têm variações significativas de preços, o excedente não será utilizado neste trabalho.\n2.3.4.\tCusto social da mão-de-obra\nDadas as imperfeições do mercado, não se pode igualar o custo social da mão-de-obra ao seu custo privado ou salário de mercado. Quando se tenta avaliar o custo social da mão-de-obra, deve ser levado em conta o nível de desemprego existente no mercado de trabalho. Se considerarmos que o custo de oportunidade da mão-de-obra também depende da taxa de emprego, e que a demanda adicional de trabalho poderia absorver os desempregados e subempregados, o custo social da mão-de-obra seria inferior ao salário de mercado.\nAlguns autores chegam a afirmar que este custo de oportunidade poderia ser até nulo, por exemplo, no caso de desemprego generalizado. Neste caso, o custo de oportunidade, se representado pelo valor da produção sacrificada com a retirada da mão-de-obra de outra atividade, deveria ser nulo , já que não haveria produção sacrificada.\n2.3.5.\tTaxa de desconto social\nEm uma ACB, a taxa de desconto- é aquela utilizada para atualizar o fluxo de benefícios líquidos calculados a preços sociais. Esta taxa seria, por definição, uma taxa que exprime o declínio do valor subjetivo do dinheiro no tempo, ou seja, o custo de oportunidade do dinheiro no tempo para a sociedade.\nEm uma economia de mercado perfeito, a taxa social e a taxa de mercado seriam iguais, pois a mesma taxa de juros refletiria, na margem, o valor intertemporal do consumo tanto para o indivíduo como para a economia como um todo, ou segundo outra interpretação, a taxa social seria menor que a taxa de mercado, para não se desprezar futuras gerações. Todavia, na realidade, o mercado sofre várias distorções nas informações sobre o presente e sobre as expectativas em relação ao futuro, gerando uma diferença entre as taxas.\nExemplificando o conceito graficamente tem-se:\nFigura 2 - Taxa de desconto social\nonde: Co\t- consumo-presente\nCl\t- consumo futuro\nr - taxa de juros do consumo para a sociedade ou taxa de desconto social CTf - curva de transformação, que mostra, dado a utilização total de recursos, a quantidade máxima de consumo Cl, dado o nível de consumo Co.\nA princípio, como pode ser observado na figura 2, próximo ao ponto a, uma pequena redução do consumo Co, gera grande margem de consumo Cl, porém a medida em que há uma aproximação do ponto O, a relação se inverte, ou seja, uma grande redução em Co proporciona um pequeno aumento no consumo de Cl.\nA determinação de r é muito importante, pois ele é quem fixa a inclinação da curva de demanda e determina o quanto se deve consumir no presente e quanto se deve guardar ou consumir no futuro.\nOcorre que não há uma única taxa de desconto e sim várias taxas sociais, uma para cada indivíduo. Entretanto, não se deve simplesmente fazer um somatório das diversas taxas e, a partir deste extrair uma média tomando-a então, como a \"taxa social de desconto\", mas sim, buscar uma melhor aproximação para esta nova taxa social de desconto, através de uma análise de sensibilidade em tomo da média calculada.\n2.3.6.\tTaxa de câmbio social\nQuando da ACB, busca-se utilizar uma taxa de câmbio que represente o custo de oportunidade das divisas, a fim de equiparar custos em moeda estrangeira e nadonaL Neste caso, a taxa ofidal de câmbio - determinada pelo Governo - nem sempre é um bom indicador, pois pode não refletir o equilíbrio da Balança de Pagamentos. Existem duas alternativas para se determinar a taxa de câmbio, quais sejam:\n7- Taxa de Câmbio Sombra (TCS) - taxa única, que converte todos os preços de fronteira (QF - M ou FOB - X ) em preços domésticos, considerando o custo de oportunidade médio que uma unidade de divisas pode obter em termos do consumo globaL\n2-\tFatores de Conversão (FC) - medidores que utilizam relações específicas, entre bens, na transformação dos-preços domésticos (a taxa de câmbio oficial) em preços de fronteira, de forma a refletir os custos de oportunidade dos respectivos bens. Estes fatores levam em consideração, que não se deve incluir no preço dos bens as transferências que ocorrem dentro da sociedade, como por exemplo os subsídios e impostos (os impostos, supondo que os gastos governamentais voltem para o consumidor).\nSupondo, para se dominar melhor os conceitos, que um projeto importe (M) todos os insumos necessários e exporte (X) toda manufatura produzida. Tem-se então, que os benefícios líquidos (B), advindos do projeto, serão iguais a:\nB = X-M\nNeste caso, como se está lidando somente com o mercado externo, tanto na compra, •\ncomo na venda, não faz diferença o emprego da taxa de câmbio social ou oficial na comparação de projetos deste tipo.\nContudo, se forem incluídos no projeto insumos produzidos no país (N), que não são comercializados internacionalmente (e por isto não possuem preço em moeda estrangeira), faz-se necessário utilizar a TCS ou FC para a conversão dos preços em preços domésticos ou em preços de fronteira, respectivamente. Assim,co:nãderando que o preço está dado em dólar (US$), tem-se benefícios líquidos iguais a:\nB = X - M -\n[TO] [Cz$]s\n* N\nB = X - M -\n[TO]\n[Cz$]o\n* b*N\nonde: b\n[TO]\n[Cz$]s\n- é o fator de conversão;\n- é a taxa de câmbio sombra;\né\n[Cz$]o “\na taxa de câmbio\"óficiai\nPara se fazer a equivalência dos métodos (TCS e FC), tem-se que incorporar à TCS as distorções existentes entre os preços domésticos e os de fronteira, advindos do consumo dos ’ bens não comercializáveis internacionalmente, que éoNdo exemplo anterior (vier SERÔA da MOTTA, 1988a).\n2.4. Metodologias\nExistem basicamente quatro metodologias de ACB (ver SERÔA da MOTTA, 1988 a). Estas, divergem da análise tradicional, principalmente, por considerarem os efeitos distributivos, ou melhor, levam em consideração as diferenças entre o consumo de um pobre e um rico. Quais sejam;\n1- Método de Harberger - Conhecido também como o \"Método da Universidade de Chicago\", foi um dos primeiros trabalhos desenvolvidos sobre este tema. O método leva basicamente em consideração:\n•\t¿■'K O\tA0\t--U\n• taxa de desconto social - estimada pela taxa média de retomo de capital na\neconomia;\n• custo social da mão-de-obra - calculado com base no salário vigente do setor informal do mercado de trabalho; e\n• taxa de câmbio social - reflete o custo de oportunidade das divisas\n2- Método da Unido - este método elaborado por P. Dasgupta, S. Marglin e A. Sen, assim como os demais métodos a seguir, faz parte de um processo que iniciou-se e desenvolveu-se nas décadas de 60 e 70, cujo objetivo era auxiliar a avaliação de projetos no terceiro mundo. Suas principais considerações são:\n•\tnumerário - é o consumo agregado, medido a preços domésticos;\n•\ttaxa de desconto social - deve ser determinado um intervalo de valores e a rentabilidade do projeto deve ser calculada diante de valores críticos e;\n•\ttaxa de câmbio - utiliza uma única taxa de câmbio 'sombra.\n3-\tMétodo da OECD - proposto por I.M.D. Little e J.A.Mirrlees, define:\n•\tnumerário ■- recursos livres em poder do setor público, ou seja , a poupança pública;\n•\ttaxa de desconto social - utiliza a taxa de retomo social dos projetos financiados com recursos públicos;\n•\tcusto social da mão-de-obra - valor compreendido entre o valor da produtividade sacrificada no setor tradicional e o salário médio no setor moderno; e\n•\ttaxa de câmbio social - utiliza os fatores de conversão com base nos preços de fronteira ao invés de uma única taxa de câmbio.\n4-\tMétodo do Banco Mundial - seus autores são L.Siquire e H.G.van der Tak. Este método é basicamente idêntico ao Método da OECD, apresentando diferença somente quanto a definição dos pesos distributivos (D), que em SQUIRE e van der TAK (1979), são definidos em relação a variações de consumo, valoradas a preços domésticos, enquanto que em LTTLE e MIRRLEES (1974) estas variações são expressas em preços de fronteira. .\nDeve ser colocado que os três últimos métodos levam em conta, explidtamente, os pesos distributivos ao contrário de Harberger que considera, implicitamente, peso 1 para cada pessoa ou grupo de pessoas independente do nível de renda.\nAs metodologias citadas, partem de parâmetros distintos, porém, em tese, chegam a resultados semelhantes, como pode ser melhor observado em SERÔA da MOTTA (1988a).\nDeve ficar claro que a ACB é apenas uma das técnicas existentes para seleção de projetos de investimento. Constitui-se em um indicador, a mais, da viabilidade dos projetos, que juetamentn com os indicadores financeiros, fiscais e , promovem o processo seletivo dos investimentos.\nA importância da ACB, enquanto técnica de seleção de projetos, decorre do fato da mesma utilizar valores sociais (taxa de desconto sodal, fatores de conversão ou preços sombra, custo sodal da mão-de-obra e outros), na. sua. análise, ao invés de valores de mercado, numa tentativa de colocar os dados-mais próximos da realidade.\nA partir de sua utilização pelos organismos intemadoeail de fomento (Banco Mundial, UNIDO, OECD) e organismos governamentais de diversos países (Brasil- SUDENE, Chile, países africanos) a ACB ganhou maior notoriedade e legitimidade enquanto indicador de seleção de projetos de investimento.\nAs metodologias hoje utilizadas possuem divergências, prinapalmente, em relação ao numerário e à utilização da taxa de câmbio sombra ou fatores de conversão. Porém, como já colocado, mesmo partindo de parâmetros distintos, estas, metodologias chegam a resultados semelhantes.\nNo próximo capítulo, para um maior entendimento da análise desenvolvida neste trabalho, será efetuada a caracterização do Setor Carbonífero de Santa Catarina, descrevendo sua história, desenvolvimento, processo de produção do carvão, assim como vários outros elementos que irão subsidiar e ilustrar este estudo.\nCapítulo 3\nCaracterização do Setor Carbonífero de Santa Catarina\n3.1.\tIntrodução\nO ambiente do estudo de caso deste trabalho é o Setor Carbonífero de Santa Catarina. A ACB do setor, abordará, além dos custos/benefídos normalmente analisados nas avaliações sodais (custo da mão-de-obra, custo' do capital, custos operadonais), uma parte dos custos ambientais oriundos da' produção mineira. Para efetuar-se esta análise necessita-se, primeiramente, conhecer as características do setor carbonífero catarinense.\nA região sul catarinense, onde está localizado o complexo carbonífero, ocupa uma extensão de 9553 km2, correspondendo a 9,95% da superfíde total do Estado, possui uma população de 367.639 hab (segundo estimativas efetuadas pelo FIBGE, em 1Q de julho de 1989), registrando uma densidade demográfica de, aproximadamente 38 hab/km2. Os prindpais munidpios que compõem a região são: Grão Pará, Orleans, Lauro Muller, Criduma, Siderópolis, Araranguá, Urussanga, Nova Veneza e Tubarão.\nAlém do carvão, destacam-se economicamente na região a agricultura e a agropecuária. Os produtos agrícolas mais importantes são: mandioca, milho, banana, fumo, arroz, batata-inglesa e feijão. Na agropecuária a produção de suínos e aves é de grande importânda no cenário nadonal, assim como a produção dos derivados de animal, onde o mel e a cera de abelha ocupam o le lugar nacional.\nNo setor industrial, após o carvão destacam-se as indústrias de cerâmica, têxtil, química, metalúrgica, mecânica, calçados, rações e produtos alimentares.\nO carvão de Santa Catarina . ocorre na Bacia Carbonífera do Sul Catarinense e nas\nBacias Carboníferas de menor importância, conforme figura 3.\nDISTRIBUIÇÃO DO CARVÃO NO ESTADO DE SANTA CATARINA\nFigura 3 - Bacias Carboníferas Catarinenses\nO carvão das Bacias Carboníferas de menor importância não será considerado neste trabalho, por não possuir destaque econômico a nível nacional.\nA Bacia Carbonífera do Sul Catarinense toma-se mais importante para o país por ser a única a possuir reservas de carvão metalúrgico. As camadas de carvão mais importantes desta Bacia encontram-se na parte superior da Formação Rio Bonito. São em número de 12\nas camadas identificadas na região. Dentre estas, as de maior destaque econômico são: Barro Branco, Bonito Inferior e Irapuá, sendo a Barro Branco a única explorada atualmente.\n. Conforme dados do DNPM, os recursos de carvão mineral identificados no Brasil, são da ordem de 32,4 bilhões de toneladas \"in situ\". A Região Meridional do país se destaca como a maior produtora nacional, conforme tabela 1.\nTabela 1 -\tRecursos Identificados de Carvão no Brasil (situação em 31.12.86) em (milhões de ton)\nUnidade da Federação\tReservas\t\t\t\tReservas marginais\tRecurso total identificado\n\tMedida\tindicada\tinferida\tTotal\t\t\nSão Paulo\t3,50\t1,00\t0,00\t4,50\t4,00\t8,50\nParaná\t78,38\t23,44\t3,72\t105,54\t2,65\t108,19\nSanta Catarina\t550,34\t875,90\t1.035,56\t2.461,80\t1.041,40\t3.503,20\nRio Grande do sul\t2.644,62\t6.079,32\t5.943,20\t14.667,14\t14.159,30\t28.826,44\nTotal\t3.276,84\t6,979,66\t6.982,48\t17.238,98\t15.207,35\t32.446,33\nFonte: DNPM - Informativo Anual da Indústria Carbonífera, ' 1989\nSanta Catarina detém 10,18% destes recursos identificados, ou seja, 3,5 bilhões de toneladas. Apesar do pequeno percentual, o Estado se configura como maior produtor nacional de carvão mineral e o único a produzir o carvão metalúrgico. Através da tabela 2, pode-se constatar a importância da indústria carbonífera catarinense no cenário nacional, com uma participação média de 78% da produção total de ROM (carvão bruto).\nEm Santa Catarina a produção do carvão metalúrgico vem decrescendo, ocorrendo o inverso com o carvão energético. Em 1988, produziu-se 3321.654 ton de carvão energético, que corresponde a 73,70% do total de carvão produzido e apenas 26,30% de carvão metalúrgico, conforme tabela 3.\nPara fazer frente à demanda nacional de carvão metalúrgico, o país tem importado\nTabela 2 - Evolução da Produção de Carvão - Ton de Rom\t\t\t\t\t\t\t\t\nAno\tSanta Catarina\t\tRio Grande do Sul\t\tParaná absoluto relativo\t\tTotal\t\n\tabsoluto\trelativo\tabsoluto\trelativo\t\t\tabsoluto\trelativo\n1979\t11.637.616\t84,47\t1.977,756\t14,18\t327.495\t2,35\t13.942.867\t100\n1980\t13.212.280\t82,32\t2.528.994\t15,76\t309.25\t1,92\t16.050.525\t100\n1981\t14.733.687\t82,30\t2.870.918\t16,04\t296.792\t1,66\t17.901.397\t100\n1982\t15.504.386\t81,16\t3.287.400\t17,21\t312.294\t1,63\t19.104.080\t100\n1983\t16.208.513\t76,15\t4.724.464\t22,20\t350.385\t1,65\t21.283.362\t100\n1984\t17.951.078\t77,77\t4.699.828\t20,36\t430.809\t1,87\t23.081.715\t100\n1985\t19.164.463\t78,84\t4.677.002\t19,24\t465.515\t1,92\t24.306.980\t100\n1986\t17.211.771\t76,45\t4.832.965\t21,46\t469.918\t2.09\t22.514.654\t100\n1987\t13.910.851\t74,42\t4.377.367\t23,42\t404.742\t2,16\t18.692.960\t100\n1988\t16.618.457\t78,31\t4.246.967\t20,02\t354.83\t1,67\t21.220.225\t100\nFonte: DNPM - Informativo Anual da Indústria Catarinense, 1989\ncada vez mais este mineraL Em 1988, do carvão metalúrgico consumido pela siderúrgicas do país, apenas 7,6% corresponde ao produto doméstico, sendo os 92,4 % restantes, provenientes de outros países (ver tabela 4).\n3.2.\tHistórico da Indústria Carbonífera Catarinense\nA descoberta do carvão mineral no Brasil deu-se no início do século passado.\n\"O carvão de pedra é um produto de origem vegetal, depositado no seio da terra há milhares de anos. Em remotas épocas geológicas, fenômenos de alterações violentas da crosta da terra provocaram o afogamento e destruição de enormes florestas , cujas árvores se fossilizaram e deram origem aos depósitos carboníferos\" (ALVES ,1972).\nA exploração do carvão mineral em Santa Catarina, sofreu uma expansão gradativa até este tomar-se produto símbolo de desenvolvimento industrial da região sul do Estado.\nEm 1827 ocorre a descoberta do carvão no Brasil, em Santa Catarina, através de\nTabela 3 -\tEvolução da Produção de Carvão Vendável de Santa Catarina (ton)\t\t\t\t\t\nAno\tCarvão Energético\t\tCarvão Metalúrgico\t\tTotal\t\n\tabsoluto\trelativo\tabsoluto\trelativo\tabsoluto\trelativo\n1979\t1.769.140\t59,13\t1.222.914\t40,87\t2.992.054\t100\n1980\t1.839.826\t58,83\t1.287.609\t41,17\t3.127.435\t100\n1981\t2.513.613\t67,90\t1.188.536\t32,10\t3.702.149\t100\n1982\t2.990.465\t71,84\t1.171.993\t28,16\t4.162.458\t100\n1983\t2.900.197\t69,93\t1.247.065\t30,07\t4.147.262\t100\n1984\t3.301.681\t71,52\t1.314.988\t28,48\t4.616.669\t100\n1985\t3.314.384\t70,36\t1.396.099\t29,64\t2.710.483\t100\n1986\t2.908.087\t67,26\t1.415.679\t32,74\t4.323.766\t100\n1987\t2.856.544\t76,80\t862.770\t23,20\t3.719.314\t100\n1988\t3.321.654\t73,70\t1.185.192\t26,30\t4.506.846\t100\nFonte: DNPM - Informativo Anual da Indústria Carbonífera, 1989\ntropeiros que desciam a Serra do \"12\" rumo a Laguna. Cinco anos após a descoberta, em 1932, organiza-se em Santa Catarina a Ia firma de exploração do carvão. Porém, por motivo de demora por parte do Governo em liberar a concessão, a firma é dissolvida.\nA partir desta data várias investigações foram feitas na região, para se comprovar a existência, qualidade e a viabilidade da exploração do carvão catarinense. Porém, todas as tentativas de viabilização da exploração do carvão da região fracassaram, por problemas de distância das minas aos escoadouros, falta de recursos e, demora por parte do governo em liberar a concessão da exploração. Somente em 1861 o Visconde de Barbacena recebe a concessão do Império para explorar as minas de carvão, existentes nas terras compradas por ele na região denominada Rio Passadois.\nCom o objetivo de impulsionar e solucionar o problema do transporte de carvão, em 1884 foi inaugurada a 'The Donna Thereza Christina Railway Company Limited\" ou Estrada de Ferro Dona Tereza Cristina, criada por iniciativa do Visconde de Barbacena.\nTabela 4 - Evolução da Participação do Carvão Metalúrgico Nacional no Consumo Total de Carvão Metalúrgico no Brasil (1.000 Ton Base Seca)\nConsumo de Carvão Metalúrgico\nImportado\tNacionalA)\tTotal(B)\t(A)/(B)\n1979\t4.106\t1.247\t5.353\t23,3\n1980\t4.164\t1.306\t5.470\t23,9\n1981\t3.823\t1.098\t4.921\t22,3\n1982\t4.138\t1.027\t5.165\t19,9\n1983\t5.080\t1.059\t6.139\t17,3\n1984\t7.168\t992\t8.160\t12,2\n1985\t8.054\t1.160\t9.214\t12,6\n1986\t8.477\t1.046\t9.523\t11,0\n1987\t8.946\t764\t9.710\t7,9\n1988\t10.089\t836\t10.935\t7,6\nFonte: DNPM - Informativo Anual' da Indústria Carbonífera, 1988\nA lã Guerra Mundial marca-o-fim-do-i” - -ciclo . do. carvão. A partir do bloqueio europeu à exportação, surge a possibilidade de expansão de mercado para o carvão nacional. Por esta época, por obra de Henrique Lage, renasce a indústria extrativa do carvão, com a estruturação da indústria catarinense, através da construção do Porto de Imbituba, Lavadores e criação de mercados para o carvão.\nEm 1931 e 1937, são elaboradas leis que obrigam o consumo de 10% e 20%, respectivamente,do carvão nadonal. Este fato, juntamente com a tensão européia e mais tarde com a 2- Guerra Mundial, propordonou um significativo aumento da produção nadonal da ordem de 545,5%, passando de 380.000 ton/ano para 2.073.000 ton/ano de carvão bruto.\nCom o fim da 2- Guerra voltam as possibilidades de importação do carvão estrangeiro, que é de melhor qualidade que o nadonal. A partir desta data, será a instalação da Companhia Siderúrgica Nadonal - CSN, em Volta Redonda - RJ, que irá garantir e impulsionar a demanda e produção de carvão. Desta maneira, a produção do carvão metalúrgico possibilita a\ncontinuidade do crescimento da indústria carbonífera em Santa Catarina.\nEm 1953, com o objetivo de incentivar a produção carbonífera, aproveitando suas potencialidades energéticas e buscando o aprimoramento de sua lavra, criou-se o Plano Nacional do Carvão -PNC.\nEm 1963, através de um projeto da bancada federal de Santa Catarina, posteriormente reformulado pelo executivo, através do PNC, é estabelecido o consumo obrigatório de 40% de carvão metalúrgico nacional pelas siderúrgicas do país, a fim de garantir um maior mercado para a produção nacional\nDada a crise do petróleo em 1979 , o Governo elabora o Programa do Carvão, cujo objetivo é a utilização alternativa deste mineral como combustível energético em substituição ao óleo combustível.\nEm 02/12/88, através do Decreto nQ 2.639 de 02/12/88, o Governador Pedro Ivo F. de Campos, instituiu a Comissão Estadual do Carvão, a fim de levantar e discutir as questões que envolvem o setor carbonífero catarinense.\n3.3.\tPolítica Energética\nEm função do aumento dos preços dos derivados de petróleo no mercado internacional, (principalmente em 1973/74 quando ocorreu o chamado \"1Q choque do petróleo\", que fez quadruplicar o seu preço de cerca de US$ ■ 3 para US$ 12 o barril) o Governo, tem se preocupado em propor alternativas para o abastecimiento energético do país.\nUma das saídas encontradas, dado que a produção do combustível, a nível nacional, não cobre nossa demanda, está no uso de outras fontes de energia. As principais alternativas propostas foram a produção de álcool como substituto da gasolina e a produção de carvão com a finalidade de substituir , o óleo combustível utilizado no setor industrial.\nPara o aproveitamento do álcool foi instituído em 1975 o PROÁLCOOL, cuja meta era atingir uma produção de 3,0 bilhões de litros em 1980. Em 1979, em sua segunda etapa,\neste programa previa uma produção, para 1985 da ordem de 10,7 bilhões de litros (MELO e PELEN, 1984). O Proálcool abrange políticas que favorecem a produção de etanol, além de proporcionar a criação, em paralelo ao sistema de distribuição de derivados de petróleo, um sistema de distribuição de álcool.\nNo que diz respeito ao carvão, três leis e um projeto de lei foram importantes no sentido de incentivar a indústria carbonífera. A lei nQ 1886 de 11/06/53, que criou o Plano Nacional do Carvão, cujo objetivo principal era aproveitar as potencialidades energéticas deste mineral de forma racional, buscando o aprimoramento de sua lavra; as leis nQ 3353 de 20/12/57 e ns 3860 de 24/12/60, que vieram revigorar, atualizar e ampliar os trabalhos da Comissão do Plano do Carvão Nacional, tomando-o órgão normativo da indústria, abrangendo todo o ciclo econômico do carvão, tais como : pesquisa, lavra, benefíciamento, transporte, distribuição, consumo, etc., e o Projeto de Lei nQ 314/63 de iniciativa da bancada federal catarinense, posteriormente reformulado pelo executivo através do Plano Nacional do Carvão que visava estabelecer o consumo obrigatório de carvão metalúrgico nacional, nas siderúrgicas do país.\nPorém, estes incentivos, além de outros, não.foram suficientes para que o complexo carbonífero se desenvolvesse em larga escala.\nQuando do 2Q choque do petróleo, que fez aumentar ainda mais o preço de importação dos seus derivados, o Governo procedeu a continuação dos seus programas de alternativas energéticas. Deu-se nesta época a 2- fase do programa do álcool, a definição dos programas de óleos vegetais e de florestas energéticas e a criação do Programa do Carvão.\nO Programa do Carvão, tinha como objetivo a produção energética de 170.000 mil barris-equivalentes de petróleo- dia, o que atingiria cerca de 27,5 milhões de toneladas em 1985 (MELO e PELIN, 1984). Este carvão substituiria o óleo combustível utilizado, principalmente, na indústria cimenteira.\nContudo, a produção do carvão nacional enfrenta graves problemas. Um deles diz respeito à sua qualidade, que é inferior à dos carvões importados. Por este motivo, há a lei que regulamenta a importação de carvão, como forma de aumentar a demanda nacional e\n\"de quebra\", proteger a evasão de divisas - já que o problema do Balanço de Pagamentos é um fato.\nO carvão catarinense possui alto teor de cinzas e por isto para se conseguir um carvão de relativa qualidade, necessita-se um alto grau de benefíciamento, principalmente, se comparado a alguns carvões dos EUA onde \"o carvão é vendido como sai da mina, sofrendo tão somente uma operação de peneiramento, a fim de fazer a separação granulométrica de acordo com o interesse do comprador\" (VEIGA, 1960) e até mesmo se comparado a alguns carvões do Rio Grande do Sul. Estes problemas elevam os custos do produto, que juntamente com o seu nível de qualidade, o toma pouco competitivo em relação ao carvão importado.\nOutro agravante, são os problemas ambientais, que até o momento não obtiveram a atenção devida tanto das empresas produtoras (minimizando os seus danos), quanto das autoridades envolvidas com a fiscalização e elaboração de leis, com o objetivo de controlar os danos causados ao meio ambiente e a vida humana.\nHoje, a existência de um número muito grande de orgãos envolvidos, direta ou indiretamente, com o setor carbonífero também se constitui um entrave ao desenvolvimento da indústria carbonífera. Em muitos aspectos, estes orgãos, possuem interesses conflitantes, concorrendo para dificultar a condução da política do carvão ou.para a criação de mecanismos de burocratização desnecessários.\n3.4.\tSistema de Produção e Consumo do Carvão Mineral\nO sistema de produção e consumo do carvão mineral é composto por uma sequência de operações que vão desde a extração até a utilização de sua energia, conforme figura 4. Qualquer falha em uma das etapas que compõem esta sequência, poderá comprometer o produto final.\nNo Estado de Santa Catarina a exploração de carvão mineral é feita através de dois tipos de empresas. As empresas do grupo A, que são de economia mista, com capital majoritário da União e as do grupo B, que são empresas de capital privado que recebem em forma de\nFigura 4 - Sistema de Produção e Consumo do Carvão Mineral do Brasil\nconcessão a exploração das minas. De acordo com o Informativo Anual da Indústria Carbonífera - 1S989, operavam em 1988, na região .catarinense, 12 companhias carboníferas, explorando um total de 34 minas, sendo 22 de subsolo e 12 a céu aberto. Apenas uma empresa da região pertencia ao grupo A\nA estrutura física da indústria carbonífera possui características próprias que a toma completamente diferente das outras indústrias. Existem dois tipos de minas: a mina de lavra a céu-aberto e a mina de lavra de subsolo ou subterrânea.\n3.4.1.\tMineração a Céu-Aberto\nA mina a céu-aberto é assim definida por seus afloramentos de minério estarem situados à superfície do terreno, ou a uma baixa profundidade, quase nunca superior à 30 m No processo de extração, normalmente utiliza-se escavadeira elétrica, que remove a terra estéril, deixando o carvão à vista, que, mais tarde através de tratores e máquinas apropriadas será retirado para ser beneficiado. Em 1988, duas empresas operavam com escavadeiras elétricas de grande porte, tipo \"dragline\", Marion 7.800. As demais mineradoras utilizavam escavadeiras de menor porte.\n3.4.2.\tMineração de Subsolo\nNas minas subterrâneas o carvão encontra-se nas camadas mais profundas do terreno, cuja profundidade varia de 80 a 300 m, aproximadamente.\nO processo de extração se dá através de galerias e pode ser de dois tipos: método de câmaras e pilares e \"long-wall\". A escolha do método se deve às características geológicas da região minerada. Em Santa Catarina o método mais indicado, e utilizado, é o de câmaras e pilares. Neste método, as galerias são abertas em trechos de 20 m de comprimento por 4 m de largura à medida em que se avança a exploração. Estas galerias são . cortadas por travessões (galerias laterais de mesma medida) formando um traçado espedal, semelhante a um tabuleiro de xadrez , e sustentadas por pilares de aproximadamente 15X15 m.\nA ligação da superfície da mina com o subsolo ocorre através de duas vias: o plano\ninclinado - túnel por onde entra a ventilação para o interior da mina, cujo comprimento varia de 100 a 400 mea \"gaiola\", espécie de elevador que transporta os operários através do poço, até a região que está sendo minerada.\nO tipo de lavra nas minas de subsolo, que pode ser manual, semi-mecanizada ou mecanizada, também depende das condições geológicas das minas. Das 22 minas subterrâneas, 7 são mecanizadas, 10 semi-mecanizadas e 5 são manuais.\nNa lavra manual o carvão bruto é retirado por pás, onde os mineiros, utilizando-se de sua força física, enchem os vagonetes ou carrinhos, com quase uma tonelada de ROM. As operações geralmente efetuadas neste tipo de lavra são: escoramento do teto, furação, detonação e limpeza das frentes, utilizando-se máquinas pouco possantes que requerem muito esforço físico.\nNas minas semi-mecanizadas trabalha-se com operações manuais e com máquinas Bob Cat A Bob Cat, carregadeira de subsolo, desde sua criação em 1979/80, vem sofrendo modificações técnicas com o objetivo de melhorar o desempenho de suas operações.\nNas minas mecanizadas, o trabalho de extração é efetuado por conjuntos mecanizados, que variam de um a cinco, dependendo da mina. O ciclo de trabalho, em cada conjunto, compreende cinco operações fundamentais, onde as máquinas possuem tarefas específicas.\nAs operações e suas respectivas máquinas são:\na)\tCorte: o operário utilizando-se de uma cortadeira elétrica, cuja lâmina de corte possui 2,50 m, faz uma incisão na camada de carvão mais inferior;\nb)\tFuração: após o corte, outro mineiro, com uma perfura triz de frente, faz em média 8 furos na camada de carvão, distribuídos geralmente, em 2 carreiras horizontais de 4 furos cada;\nc)\tDesmonte: nesta operação carrega-se os furos com dinamite, detonando-se em seguida a rafa (camada de carvão). Após a operação, utiliza-se a máquina loader, que através de 2 braços mecânicos, junta todo o carvão detonado;\nd)\tCarregamento e transporte: a loader após juntar o carvão bruto, despeja-o no transportador schuttle-car. Este leva o carvão até o alimentador que está localizado junto à correia transportadora;\ne)\tOperação do alimentador: o alimentador através de seus pinos trituradores, reduz o carvão bruto a uma granulometria, de cerca de 8 polegadas e o lança na correia transportadora que segue para o pré lavador (localizado na mina) e;\nf)\tEscoramento: esta operação é de suma importância para a segurança do trabalhador mineiro. Dois operários fazem furos verticais no teto com a perfuratriz stopper. Nestes furos, de aproximadamente 1,20 m, são introduzidos parafusos de igual comprimento, onde em sua extremidade superior há uma conquilha e na inferior, sob o teto, pranchas de madeira A conquilha, na medida em que o parafuso é apertado, se abre em forma de garras, fixando-se ao teto.\nCada mina possui ainda um Centro de Forças por conjunto mecanizado, necessário para alimentar todo processo produtivo.\nNormalmente, em um turno de trabalho de 6 horas, este ciclo de operação se repete por 12 vezes, utilizando-se, aproximadamente, o trabalho de 15 mineiros por conjunto mecanizado.\nUm conjunto mecanizado produz, em termos de carvão bruto (ROM), cerca de 500 ton/tumo de trabalho.\n3.4.3.\tBeneficiamento\t.\nO objetivo do beneficiamento é reduzir a matéria inorgânica existente no carvão para melhorar e adaptar a sua qualidade aos padrões requeridos pelos consumidores finais.\nO início do beneficiamento do carvão em Santa Catarina antecede à 2- Guerra Mundial, com a instalação de jigs manuais e mecânicos na região de Criciúma e Lauro Muller.\nO seu processamento se dá em duas etapas, conforme está ilustrado na figura 5.\nFigura 5 - Esquema de Beneficiamento do Carvão Mineral Catarinense\nA primeira etapa é efetuada à boca da mina e é chamada de pré-lavagem Esta etapa consiste na separação gravimétrica do carvão e do material estéril, através de britagem, jig, peneiras, ciclone espessador e flotação, reduzindo o alto teor de cinza contido no ROM. Geralmente, o carvão bruto catarinense possui de 60 a 65% de cinzas, chegando a reduzir este percentual para 32-33% com a pré-lavagem.\nDesta etapa do processo de beneficiamento resultam 3 produtos principais:\n•\tcarvão pré-lavado (CPL)--------------------------25%\n•\tfinos - metalúrgico ----------------------------- 4%\n- energético ---------------------------\n•\trejeitos - RI (piritoso) ------------------------\n•\tR2 (xistoso)\t------------------------'1%o\n© R3 (composto de calcário e material arnoso)-------\nUm grande problema desta etapa é o alto grau de perdas e rejeitos, cerca de 70 a 75%, restando apenas 25 a 30% de carvão pré-lavado. Atualmente, o único rejeito reaproveitado pelas mineradoras, como fonte de renda, é o piritoso, vendido diretamente pelas empresas à Indústria Carboquímica Catarinense (ICC), para a produção de áddo sulfúrico. Porém, o\nvolume vendido ainda é insignificante em relação ao total produzido pelas mineradoras.\nApós a pré-lavagem, o carvão CPL segue por via férrea até o Lavador Central de Capivarí (LAVACAP) em Tubarão, onde se iniciará a segunda etapa do beneficiamento.\nA instalação do Lavador se deu em 1946, quando este operava com jigs tipo Baum e Rhedaveurs. Em 1963 houve uma mudança para ciclones a meio denso, ciclones em circuito aquoso e peneiras curvas, principalmente.\nO LAVACAP, atualmente, está operando com ciclone a meio denso, sendo este o processo mais adequado para o beneficiamento e considerado o melhor do mundo. Hoje, os equipamentos utilizados são produzidos com tecnologia 100% nacional.\nDo processo de beneficiamento do CPL, obtem-se as seguintes frações:\na)\to carvão metalúrgico - é o menos denso dos carvões produzidos. Seu teor de cinzas tem assumido os seguintes percentuais: 16%, 17% ou 18,5%. Em 1989, em função da demanda, o carvão metalúrgico produzido possuia 17% de cinzas. É o único do país que possui características coqueificantes. Possui densidade inferior a 13, umidade máxima de 10%, em média, 13% de enxofre, podendo atingir no máximo 1,75%, 30 a 35% de mátéria volátil e um índice de inchamento (FSI) de 23 no mínimo. Sua utilização se dá basicamente como redutor do minério de ferro, principalmente nas siderúrgicas: CSN - RJ; Usiminas - MG e Cosipa - SP.\nb)\to carvão energético - produto secundário, produzido compulsoriamente ao se produzir o carvão metalúrgico, não possui características para a produção de coque. Em Santa Catarina são produzidos dois tipos de carvão energético: CE 4.500 - utilizado principalmente na termelétrica Jorge Lacerda em Imbituba - SC e o CE 5.200 - utilizado no setor industrial, principalmente pelas dmenteiras da região e também de outras localidades do país e no transporte ferroviário. Suas características estão apresentadas na tabela 5.\nc)\tperdas - representam 2% do total beneficiado. Constitui-se de pequenos fragmentos de carvão resultantes das sucessivas quebras do mineral, através da hidro-agitação. Estes finos,\nTabela 5 - Características do Carvão Energético\t\t\nCaracterísticas\tCE 4.500\tCE 5.200\numidade - total máximo(%)\t10,0\t10,0\nteor de cinzas máximo (%)\t35,0\t43,0\nteor de enxofre máximo(%)\t2,5\t3,5\níndice de inchamento(FSI)\t2,0\t2,0\nFonte: D.O.U. - Portaria do C.N.P. na 100/87.\ncomo são chamados, possuem elevado teor de cinzas. Atualmente, procede-se um tratamento em bacias de decantação para seu melhor aproveitamento e subsequente venda às dmenteiras da região.\nPortanto, do total de CPL que entra no benefidamento, recupera-se 98%, sendo os 2% restantes materiais ultrafinos que são depositados nas badas de decantação. Destes 98%, obtém-se 25% de carvão metalúrgico e 75% de carvão energético.\nEm 1989, o Lavador Central operava com uma capaddade em tomo de 4.000.000 ton/ano. O seu máximo de benefidamento foi alcançado em 1985, onde produziu 4,4 milhões de toneladas. A partir de 1987 vem sofrendo quedas na produção , de cerca de 25%, recuperando-se levemente em 1988, quando benefidou 3,3 milhões de toneladas, ficando mesmo assim, aquém dos níveis já alcançados.\nHoje, o circuito de operação do Lavador, incluindo-se o rio, é praticamente fechado. Pelo feto de utilizar o rio, como fonte de captação, o lavador se preocupa em tratar a água antes de lançá-la de volta ao rio.\n3.4.4.\tTransporte e Comercialização\nO complexo carbonífero utiliza-se dos transportes: ferroviário, marítimo e rodoviário, para conduzir o carvão mineral da mina até o consumidor finai\nTransporte ferroviário - através da Estrada de Ferro Dona Tereza Cristina, transporta-se o carvão pré-lavado produzido nos municípios de Criciúma, Siderópolis, Içara, Urussanga e Lauro Müller (dado que a ferrovia passa perto das minas) até o LAVACAP.\nApós o benefíciamento do carvão CPL, o carvão metalúrgico, que será consumido pelas siderúrgicas e,o carvão energético CE 5.200, utilizado pelas indústrias de cimento, papel e celulose, são transportados pelas locomotivas da Rede Ferroviária até o porto de Imbituba.\nEm 1989, de janeiro a abril, o volume total de carvão transportado caiu, em cerca de 41,5%, passando de 438,6 mil toneladas para 256,5 mil toneladas. O carvão metalúrgico, sofreu uma grande queda, cerca de 53%.\nEm relação aos principais fluxos, tem-se como distâncias médias:\nCPL ...\t70 km \t\t\t Minas\t- Capivarí\nCM ...\t46 km \t\t\t Capivarí\t- Imbituba\nCE ...\t46 km \t\t\t Capivarí\t- Imbituba\nPirita ...\tlllkm \t\t\t\t\t\t Criciúma\t- Imbituba\nAs tarifas cobradas pela ferrovia, são fixadas por degraus relativos às distâncias a serem percorridas.\nHoje a frota de vagões está operando com capacidade ociosa, decorrente da retração da demanda e aumento do tempo de retenção dos vagões nos terminais de descarga (porto e lavador central). Em janeiro de 1989, a Rede Ferroviária, teve seu maior índice de capacidade ociosa, com 64%.\nTransporte marítimo - transporta-se através do porto de Imbituba, normalmente, o carvão metalúrgico para as siderúrgicas e o carvão energético CE 5200, que seguiu até 1988, para os entrepostos da Companhia Auxiliar de Empresas Elétricas Brasileiras (CAEEB), atualmente extinta, onde era estocado para posterior comercialização.\nEm 1989, o Porto operava com 50% de sua capacidade.\nTransporte rodoviário - nas minas, cujo pré-lavador situa-se distante da ferrovia, o transporte do CPL é efetuado através de caminhões até a ferrovia.\nUtilizava-se também a rodovia para transportar o carvão energético dos entrepostos da CAEEB às empresas consumidoras e ainda para transportar a produção direta, efetuada pelas carboníferas, juntamente com o coque, até seus respectivos consumidores finais.\nAté março de 1990 a comercialização do carvão mineral Catarinense, era apoiada no trinomio minerador (venda direta), Companhias Siderúrgicas (carvão metalúrgico) e Companhia Auxiliar das Empresas Elétricas Brasileiras - CAEEB (carvão energético), no entanto, era nonnatizada pelo Conselho Nacional do Petróleo - CNP. O CNP definia a especificação e preço, bem como as quotas de produção das empresas mineradoras.\nA comercialização direta proporcionada pelas empresas mineradoras, mesmo com a regulamentação em 1986 pelo CNP, continua sendo feita sem o controle do órgão do Governo. Em 1988 foi criada a Associação Catarinense de Carvão - ACIEC, pelas empresas de mineração, tendo como um dos objetivos a regularização da comercialização direta.\nA partir de 1975, a CAEEB entrou no cenário da comercialização do carvão, específicamente o energético (o metalúrgico sempre foi vendido diretamente às siderúrgicas), contando com 12 entrepostos de venda localizados em: Aratu-Ba; Prudente de Morais-MG; Vitória-ES; Rio de Janeiro-RJ; Sorocaba-SP; Santos-SP; Antonina-PR; Tubarão-SC; Rio Grande-RS; Porto Alegre-RS; Charqueadas-RS; Butiá-RS.\n3.5.\tSistema de Preços do Carvão\nO sistema de preços do carvão mineral, até 1990 era administrado e tabelado pelo CNP (Conselho Nacional do Petróleo), sujeito à homologação do Ministério da Fazenda.\nNa formação destes preços, utilizava-se uma estrutura baseada na metodologia adotada pelo CIP (Conselho Interministerial de Preços) no cálculo dos preços para o Setor Mineral.\nSegundo esta metodologia, na formação dos preços de venda do carvão ao produtor,\nsão incluídos os custos de extração e benefíciamento e a remuneração do capital, como principais parâmetros.\nOs custos de extração e benefíciamento compõem o custo total líquido de operação, que na realidade, são os custos ligados à operação da atividade mineira. Estes, são divididos em custos industriais e custos administrativos. A remuneração é representada pela taxa de remuneração (Tr). Assim, tem-se o preço de venda médio ponderado, na posição FOB/mina:\n_ CTLO\n1 - Tr\nonde: CTLO - custo total líquido de operação\nTr\t- taxa de remuneração\nPV\t- preço de venda\nAo PV, ainda, são agregadas as parcelas proporcionais relarivas ao PIS, FINSOCIAL e SATC.\nOs dados utilizados pelo CNP eram obtidos principalmente, nos balanços das empresas de mineração e através de levantamentos técnico-contábeis, normalmente feitos a cada dois anos.\nO CNP. fixava o preço do carvão metalúrgico e do carvão energético CE-4500. O preço do energético CE-5200, ao produtor continua livre,, mas ao consumidor está limitado a 70% do preço do óleo combustível em termos de Kcal. O preço dos finos, comercializados diretamente pelas mineradoras, são determinaos através de negociação entre produtor e consumidor.\nO CNP utilizava a média entre os parâmetros A e B para fixar o preço do CPL. Estes parâmetros eram determinados através das planilhas de custo das empresas enviadas ao CNP. Através da fórmula abaixo determinava-se o preço dos carvões:\nPVcpl —A * Rm + B * Rv\nonde -.PVcpl - preço de venda do carvão CLP\nA\t-\tparâmetro relacionado\tao valor do carvão\tmetalúrgico\tpadrão\nB\t-\tparâmetro relacionado\tao valor do carvão\tenergético\tpadrão\nRm\t-\trendimento teórico do\tcarvão metalúrgico\tpadrão\nRv\t-\trendimento teórico do\tcarvão energético padrão\nObservação - estes rendimentos são obtidos a partir de dados de ensaios em amostras representativas, para um determinado período.\nO carvão é adquirido FOB/mina ou Lavador de Capivarí. O consumidor paga o carvão a preço CIF, ou seja, corre por sua conta as despesas referentes a frete, transbordo e seguro.\nOs reajustes dos preços são baseados em índices oficiais e são discutidos por um \"pool\" de empresas, que em Santa Catarina é formado pelas Companhias Metropolitana, Próspera, Urussanga e Criciúma.\nA estrutura de custos das Companhias Mineradoras é praticamente única, variando apenas alguns itens que são mais específicos à algumas empresas. Basicamente, ela pode ser representada da seguinte forma:\nEstrutura de Custos das Empresas Mineradoras\nCustos Fixos\nHonorários da diretoria e conselho fiscal\nSalário administrativo e encargos sociais e outros enc. obrigatórios\nMaterial de escritório em geral\nDepreciação\nCota de exaustão das jazidas\nCustos de financiamentos (1)\nOutros\nCustos Variáveis\nSalários e encargos sociais (mão-de-obra direta)\nExplosivos\nMadeiras\nCombustíveis e lubrificantes\nPeças, acessórios, pneus e câmaras\nManutenção e reformas de máquinas e vagonetes\nMaterial de proteção\nEnergia elétrica\nFretes, carretos e transportes empreitados\nImpostos diretos (2)\nPIS\nEmpréstimos e desconto de duplicatas Outros\nFonte: Planilha de Custos das Empresas Carboníferas - 1989\n(1)\tinclui: juros, comissões, IOF, correção monetária e variações cambiais sobre os financiamentos.\n(2)\tinclui: SATC e outros impostos e taxas.\nNesta estrutura os principais itens são a mão-de-obra direta e seus encargos sociais (que constituem cerca de 25% dos custos totais), explosivos, energia e material de consumo.\n3.5.1.\tSubsídios\nFace à política de substituição dos derivados de petróleo por fontes alternativas de energia, o carvão ganhou, como forma de incentivo à produção, uma política de subsídios que através do Decreto-Lei ns 1420/75 e da Resolução CNP nQ 11/75, determina o subsídio £ totalidade dos custos de transporte, além de praticamente reduzir o preço de venda ao consumidor a cerca de 90%.\nPorém, a partir de 1980 a situação começa a reverter e a Comissão Nacional de Energia através da Resolução CNE ns 004, determina, além de outras medidas relacionadas aos preços dos energéticos nacionais, a gradual e sistemática eliminação de subsídios. Em abril de 1983, ocorre então a retirada total do subsídio ao preço de venda ao consumidor, mantendo-se, tão somente, o auxílio ao transporte. Este auxílio também não durou muito e a partir de julho/83, passa a sofrer redução gradual, cabendo ao consumidor do carvão, situado fora da zona de produção a cobertura parcial dos fretes.\n3.5.2.\tImposto sobre Minerais\nAté 1987, o IUM (imposto único sobre minerais) era o único imposto recolhido pelas companhias mineradoras. Porém, com a nova constituição , promulgada em 05/10/88, as\nempresas passaram a recolher o novo imposto criado em substituição ao IUM, o ICMS (imposto sobre circulação de mercadorias e serviços). Esta medida entrou em vigor a partir de março de 1989.\nAtravés da tabela 6, observa-se que a participação de Santa Catarina é, em média, de 65% do .total de IUM recolhido no país. Porém, esta vem decrescendo, enquanto que nos estados do Paraná e Rio Grande do Sul ocorre o inverso.\nTabela 6 - Imposto Recolhido pelo Setor Carbonífero por Estado Produtor 80187\nANO\tIUM recolhido (10.000 OTN)\tparticipação relativa (% )\t\t\n\t\tPR\tSC\tRS\n1980\t1.656\t—\t—\t—\n1981\t2.068\t—\t—\t—\n1982\t2.438\t—\t—\t—\n1983\t2.434\t3,43\t67,54\t29,03\n1984\t2.250\t2,48\t68,62\t28,92\n1985\t2.218\t. 2,80\t66,78\t30,37\n1986\t2.062\t3,20\t61,50\t35,30\n1987\t1.638\t8,10\t57,86\t34,04\nFonte: Arno Bollmann - dez/88 - Carvão Catarinense na Atualidade.Palestra proferida no Seminário do Carvão Mineral Catarinense - Tubarão -SC, lc de dezembro de 1988.\n3.6.\tAspectos Ambientais\nA poluição do carvão atinge tanto o meio ambiente como o homem, este principalmente, na figura do trabalhador mineiro.\nA poluição ambiental na região carbonífera chegou a tal limite que em 25/set/80, a Região Sul do Estado foi enquadrada, através do decreto nô 85206, como \" 14 Área Crítica Nacional\" para efeito de qualidade do meio ambiente. Os municípios que apresentam os maiores índices de poluição são: Imbituba, Tubarão, Urussanga, Siderópolis, Criciúma e Lauro Muller, conforme ilustrado na figura 6.\n”\t'\t1\t- MUNICÍPIG NÃO-POLUÍDO\n— MUNICÍPIO POUCO POLUÍDO\n- MUNICÍPIO MUITO POLUÍDO\nFigura 6 - Poluição do Ar nos Municípios dã Região Sul doEstado de Santa Catarina\nFonte: DNPM/MME - 1989\nPode-se dividir os problemas ambientais causados pela extração, beneficiamento e uso do carvão mineral em:\na)\tPoluição Atmosférica\nO principal agente da poluição atmosférica são os depósitos de rejeitos localizados principalmente junto às minas. Estes rejeitos em contato com oxigênio , muitas vezes entram em combustão espontânea, liberando gases tóxicos e corrosivos como o sulfídrico, o monóxido de carbono e o dióxido de enxofre.\nExistem ainda outros agentes poluidores do ar na região, dentre eles se encontram:\nas coquerias, usinas de asfalto, indústria carboquímica, indústria de cerâmica e a própria extração do carvão, que proporciona aos trabalhadores um ambiente insalubre.\nEste tipo de poluição compromete o desenvolvimento das plantas, causa sérios problemas ao equilíbrio da fauna, além dos danos proporcionados ao homem.\nEventualmente, há na região a formação de chuvas ácidas, produto da reação do dióxido de enxofre com a umidade atmosférica proporcionando a formação de ácido sulfúrico diluído.\nb)\tPoluição dos Recursos Hídricos\nA qualidade das águas na região não tem correspondido aos mínimos exigidos pela lei. Em determinados rios a água apresenta altos teores de acidez, ph:l,5 a 3,0 unidades, prejudicando as atividades pesqueira, de irrigação e turística.\nOs efluentes contaminados pelas drenagens das minas de subsolo são os principais causadores da poluição dos rios. Há também os efluentes provenientes das usinas de beneficiamento, que ajudam a aumentar a poluição. Quando lançados à superfície dos rios, estes efluentes poluídos ajudam a fazer desaparecer os cursos d’água , a rebaixar o lençol freático, além de elevar o ph das águas tomando quase que impossível a sobrevivência de animais e plantas.\nDos recursos hídricos da bada carbonífera, 60% já estão comprometidos pela poluição.\nc)\tDegradação dos Solos\nExiste a degradação de extensas áreas rurais e urbanas, como consequênda dos depósitos de rejeitos inadequadamente empilhados sobre o solo.\nA mineração a céu aberto causa a inversão de horizontes estratigráficos, dando origem a conhecida \"paisagem lunar\", destruindo a flora e a fauna naturais da área minerada.\nA mineração de subsolo acarreta problemas de modificações geomorfológicas.\nd)\tProblemas de Saúde da População\nOs problemas enfrentados, principalmente, pelos mineiros de subsolo, são variados. Estes, vão desde a tensão que o ambiente proporciona, a convivência com a constante poeira do carvão, até o volume acentuado de barulho, dentre outros. Além dos mineiros a população da região também é seriamente afetada pelos danos que o carvão vem causando na região.\nAs principais doenças que afetam a saúde dos mineiros são:\n•\tpneumoconiose: doença profissional do aparelho respiratório que consiste \"na acumulação de poeiras nos pulmões e nas reações dos tecidos em presença dessas poeiras\" de acordo com a definição da OIT (Organização Internacional do Trabalho). O tipo de pneumoconiose provocado pela inalação da poeira do carvão, chama-se antracose.\n•\tproblemas nervosos: devidos aos problemas existentes, o ambiente de trabalho se torna tenso, acarretando, também frequentemente, pertubações gastro-intestinais.\n•\tresfriado, bronquite, asma e reumatismo: devido à umidade, diferença de temperatura e ao sistema de ventilação.\n•\tlombalgia: face a altura das galerias e ao grande esforço físico, principalmente nas minas manuais, ocorrem graves problemas de coluna.\n•\tdermatite: infecção da pele, causada por arranhões, cortes, queimaduras, fricção na pele pelo uso das botas, que em contato com a poeira do carvão provoca sérias infecções.\nSegundo os mineradores, atualmente algumas medidas estão sendo tomadas com o objetivo de minimizar os problemas ambientais decorrentes da atividade mineradora. Contudo, segundo os mesmos, normalmente, apenas são cumpridas as normas que a lei estabelece para o meio ambiente. A seguir, tem-se alguns procedimentos de recuperação ambiental:\na)\tRecuperação da Poluição das Águas\nAlguns pré-lavadores utilizam bacias de decantação para remoção de sólidos suspensos,\nporém a sedimentação é insuficiente para remover as partículas finas. Também está sendo feito a realimentação dos lavadores com circuito fechado para a filtração da água do processo.\nb)\tRecuperação da Poluição do Solo\nNa área minerada é feita a restauração topográfica, o replantio das áreas e a deposição dos rejeitos sólidos em áreas adequadas.\nc)\tRecuperação da Poluição do Ar\nControle dos gases emitidos pela queima do carvão, pavimentação das ruas para evitar as nuvens de pó de carvão.\nRessalta-se que as questões ambientais estão mais detalhadas no Apêndice 1.\n3.7.\tAspectos Sociais\nEntre a classe trabalhadora mineira, geralmente, os salários significam a renda total familiar. Aproximadamente, 91% dos mineiros são casados, e 66% destas famílias dependem, apenas do seu salário.\nO salário dos mineiros se comparado ao salário dos outros setores industriais da região é mais elevado, variando em média, de 2 a 5 salários mínimos, conforme mostra a tabela 7. Mesmo sendo a mão-de-obra mineira não qualificada, este salário não corresponde às necessidades básicas de sobrevivência e ao alto nível de insalubridade do trabalhador mineiro.\nA legislação estabelece a idade mínima de 21 anos para o trabalho no subsolo.\nA aposentadoria para os trabalhadores de subsolo, nas frentes de serviço, é de 15 anos e para os demais 20 anos. Desta forma, tem-se em tomo de 60% dos operários na faixa de 25 a 35 anos.\nAs companhias mineradoras possuem engenheiros de segurança com o objetivo de tentar amenizar os vários acidentes existentes dentro da mina. Mesmo assim, as condições\nTabela 7 População Economicamente Ativa (PEA) de 10 Anos ou Mais por Rendimento Mensal (Salário Mínimo - Sm) do Município de Criciúma - 1980.\nSaíários\n\tAté\tDe 1 a\tDe 2 a\tDe 3 a\t+ de\tS/rend.\t\nSetor\t1 SM\t2 SM\t3 SM\t5 SM\t5 SM\tS/ded.\tTotal\nCarvão Mineral\t68\t656\t2.576\t1.185\t225\t4\t4.714\nConstrução Civil\t11.173\t36.638\t15.479\t6.950\t1.583\t412\t72.235\nCerâmica\t2.737\t4.652\t961\t360\t157\t210\t9.068\nEstado\t226.794\t456.509\t195.044\t140.449\t122.556\t174.834\t1.155.186\nFonte: IBGE- Censo Demográfico de 1980\nde segurança para os operários são precárias. Ocorrem acidentes, muitas vezes até fatais. Os perigos detectados na mina são provenientes de: desabamento, detonação, máquinas e equipamentos, sistema de instalação elétrica, fumaça, pó, lama e ventilação geralmente precária. Destes, os principais causadores de acidentes são: desabamento do teto, detonação e escoramento do teto.\nO setor carbonífero de Santa Catarina produziu em 1988 16.618.457 toneladas de carvão bruto, o que equivale a 78,31 % da produção nacional, que absorve grande contingente de mão-de-obra não qualificada, proporcionando, sobre este aspecto, grandes benefícios à região. Porém, junto com os benefícios, como já colocado, a produção de carvão também traz sérios problemas à região. A poluição ambiental, assim como os problemas de saúde dos mineiros e da população em geral,não tem diminuido com as tentativas amenas de controle ambiental, por parte das companhias carboníferas. Face a este panorama, a ACB servirá como um método auxiliar para a avaliação da viabilidade do setor carbonífero catarinense, que como abordado, traz tanto benefícios como custos à região.\nCapítulo 4\nMétodo de Cálculo e Análise dos Custos e Benefícios Sociais\n4.1.\tMetodologia\nBasicamente, a metodologia empregada é a utilizada em SERÔA da MOTTA (1988b) que é baseada na versão original do método proposto em LITTLE e MIRRLEES (1974). Algumas modificações serão efetuadas nesta metodologia para melhor encaminhamento do trabalho.\nA análise levará em conta que:\n•\tos valores dos custos e benefícios serão dados em termos sociais e não em termos privados;\n•\tque os preços que entram no cômputo da análise deverão ser sociais ou econômicos e não os preços de mercado normalmente empregados nas análises de investimento;\n•\tao invés de se utilizar uma única taxa de câmbio social, serão utilizados fatores de conversão com base nos preços de fronteiras; e\n•\to numerário (que é a unidade de conta que toma os custos e benefícios comparáveis) utilizado será a renda nacional medida a preços estrangeiros (ou de fronteira).\nA operacionalização da metodologia se dará da seguinte forma:\n1-\tSerão apurados os custos e benefícios privados do setor carbonífero;\n2-\tSerá efetuada a transformação dos valores privados em sociais utilizando-se os fatores de conversão calculados por SERÔA da MOTTA (1988.b);\n2.a- A mão-de-obra direta não-qualificada terá como custo social (custo de oportunidade) o salário da mão-de-obra não-qualificada da construção civil;\n2.b- Os benefícios sociais, isto é, a receita gerada pela produção de carvão, serão valorados aos preços internacionais equivalentes;\n3-\tSerão apurados os custos e benefícios sociais cujos valores totais serão dados em dólar (US$); e\n4-\tSerá feita a análise comparativa dos benefícios e dos custos (B-C), avaliando-se as variações nos períodos considerados entre os valores sociais e privados.\nA justificativa da escolha destemodelo de ACB, passa pela sua proposta de utilização de diversos fatores de conversão ao invés de uma única taxa câmbio sombra, para se converter os valores privados em valores sociais (ou econômicos). Esta opção proporcionará uma maior proximidade das estimativas dos preços sodais/econômicos com os dados reais.\nO ambiente estudado neste trabalho, como é sabido, é o Setor Carbonífero de Santa Catarina. Os dados utilizados representam os custos de um \"pool\" dè empresas (Criduma, Metropolitana, Próspera e CCU), do setor carbonífero, que são as mais significativas do setor. Este mesmo \"pool\" fomeda dados ao CNP (Conselho Nacional do Petróleo), para a definição dos preços dos carvões de Santa Catarina. Desta forma, acredita-se ser este grupo de empresas, uma amostra representativa do Setor Carbonífero Catarinense.\n4.2.\tParâmetros da Análise\nOs parâmetros básicos utilizados na análise são: i) numerário; ü) fatores de conversão.\nNeste estudo trabalhar-se-á com estimativas de preços econômicos ao invés dos \"chamados\" preços sociais. Os preços econômicos se distinguem dos preços sociais por não j apresentarem na sua mensuração uma função de valoração social. Isto é, os preços econômicos í não consideram os critérios de equidade , ou seja, as questões distributivas (fatores inter e intratemporais) utilizadas no cálculo dos preços sociais (SERôA da MOTTA, 1988a).\nEstes, representam o custo de oportunidade de determinado fator ou bem, sob o ponto de vista da economia como um todo. E, levam em consideração na sua estimativa, as externalidades e as distorções da economia, que desviam os preços privados dos custos reais incorridos.\ni) Numerário - O numerário é a base de cálculo da análise. Este deve ser compatível com os demais parâmetros utilizados no trabalho. Como os valores estimados estarão medidos a preços econômicos, o numerário adotado será a renda nacional medida a preços estrangeiros, conforme proposto por SERôA da MOTTA (1988b).\nNeste caso, os pesos distributivos estão implícitos e são iguais a 1. Isto quer dizer que rico e pobre recebem o mesmo • peso , assim como a poupança e o consumo também tem\npeso igual a 1.\nii) Fatores de Conversão - Os fatores de conversão aqui utilizados serão extraídos de um recente estudo de SERôA da MOTTA (1988b) onde este efetuou estimativas de diversos preços econômicos para o BrasiL São apresentadas estimativas de fatores de conversão para 23 setores e 211 produtos, de acordo com a classificação da Matriz de Relações Intersetoriais do IBGE (1987). Dado que o estudo trabalha com preços econômicos, os fatores de conversão calculados por SERÔA da MOTTA \"refletem somente os custos de oportunidade dos respectivos setores, produtos ou fatores\". Os fatores de conversão calculados são soluções de equações simultâneas e interdependentes resolvidas iterativamente.\nNo seu trabalho, SERÔA da MOTTA dividiu as estimativas em três grupos, a saber:\na)\tComerciíüizíveis - aqueles traa^acionados intenmaconíamente ou que possuem preço\nde venda no mercado internacional;\nb)\tBens não Comercializáveis - que são comercializáveis apenas no mercado doméstico e/ou os serviços prestados por empresas estrangeiras que utilizam insumos nacionais - por exemplo: empresas de construção civil;\nc)\tBens Compostos - foram definidos quatro bens compostos: i) produção agrícola; ii) formação bruta de capital; iii) consumo pessoal; e iv) demanda final.\n4.3.\tEstrutura de Custos\nDada a estrutura de custos apresentada no Capítulo 3, será efetuada uma simplificação da mesma, para melhor operacionalização da análise.\nA estrutura básica de custos, analisada para o setor carbonífero, onde serão efetuadas as transformações dos custos privados em custos sociais, será a seguinte:\nCustos da IVIão-de-Obra (1)\ndireta\nindireta (pessoal administrativo)\nCustos dos Insumos Básicos\nenergia elétrica\noutros insumos\nServiços de Terceiros\nCusto do Capital\ndespesas financeiras\nOutros Custos\nCustos Ambientais\n(1)\taqui estão incluídos os encargos sociais e demais benefícios\n4.3.1.\tCustos Privados\nPara efetuar-se a ACB do carvão mineral de SC, serão utilizados, como já apresentado, os custos privados do carvão CPL do \"pool\" de SC, fornecidos pelo CNP, apresentados na tabela 8.\nPor motivos que fogem ao nosso conhecimento, o CNP só forneceu as planilhas de custos do carvão CLP do \"pool\" de SC de novembro de 1987 e dezembro de 1988. Sendo assim, a análise efetuada neste trabalho, terá como base estes dados. Acredita-se que, apesar de não se ter uma análise histórica, os dados são representativos para o que se propõe neste trabalho.\nComo as planilhas de custos das empresas não incluem os custos de capital, estes, serão calculados com base no Balanço Anual da Gazeta Mercantil de 1988 e 1989, e incluídos nos custos privados do carvão. O cálculo destes custos pode ser observado na tabela 19, localizada no apêndice 2 deste trabalho. Para se efetuar a estimativa, foi calculada a média ponderada dos custos das dívidas de financiamento das empresas que compõem o \"pool\". A ponderação utilizada foi retirada da planilha de custos do CPL do \"pool\" de SC, de novembro/87.\nO custo privado da mão-de-obra qualificada e semi-qualifícada foi calculado utilizando-se o piso salarial das categorias que compõem este item (engenheiro de minas, geólogo, técnico de nível superior e técnico de nível médio), demonstrado na tabela 22, no apêndice 2 deste trabalho.\nOs custos e benefícios totais, aqui calculados, serão dados em dólar (US$) para uniformização e consequente análise comparativa entre os dados de nov/87 e dez/88.\nDado que o cruzado, em 1988, estava sobrevalorizado, segundo CARNEIRO e BUAINAIN (1989), em US$ 7,42 e, levando-se em consideração a máxi-desvalorização de 17,84%, efetuada pelo Governo Federal em janeiro de 1989, pode-se afirmar que na média, no período considerado por este estudo, 1987/1988, o câmbio estava sobrevalorizado em 10%. Faz-se necessário, portanto, aplicar esta correção quando da conversão dos valores dados em cruzados para o dólar americano (US$).\nConforme pode ser observado na tabela 8, os itens que mais se destacam na estrutura de custos privada, são os insumos básicos e a mão-de-obra direta, onde participam com 37,46% e 22,10% em nov/87 e 35,16% e 30,83% em dez/88, respectivamente. Os insumos básicos tiveram uma pequena queda na participação (2,30%), passando de 37,46% em nov/87\nTabela 8 - Custo Privado do Carvão CPL de Santa Catarina\nItens de Custo\tNov 87\t\tDez 88\t\n\tvalor absoluto valor relativo\t\tvalor absoluto valor relativo\t\n\t(em Cz$)\t(em %)\t(em Cz%)\t(em %)\nMão-de-Obra Direta (1)\t528,46\t22,10\t8.057,66\t30,83\nMâo-de-Obra Indireta (1)\t65,50\t2,74\t940,56\t3,60\nInsumos Básicos\t\t\t\t\nEnergia\t97,73\t4,08\t1.258,26\t4,82\nOutros Insumos\t798,35\t33,38\t7.928,38\t30,34\nServiços de Terceiros\t80,56\t3,37\t796,98\t3,05\nCusto de Capital (2)\t368,70\t15,42\t1.977,60\t7,57\nOutros Custos(3)\t452,12\t18,91\t5.172,15\t19,79\nTotal em Cz$/ton\t2.391,42\t100,00\t26.131,59\t100,00\nTotal em US$/ton (4)\t36,67\t—\t35,38\t—\nFonte: CNP - planilha de custos do \"pool\" de Santa Catarina de novembro de 1987 e dezembro de\n1988.\n(1)\tnos custos de mão-de-obra estão incluídos os encargos sociais.\n(2)\trefere-se às dívidas de financiamento, cujos valores foram retirados do Balanço Anual da Gazeta Mercantil de 1988 e 1989. Foi calculada uma média ponderada dos valores das empresas pertencentes ao \"pool\" de SC: Criciúma, Metropolitana, Próspera e CCU. A ponderação utilizada foi a mesma empregada no cálculo do levantamento dos custos do \"pool\", para se pleitear preço, para o carvão mineral de SC, junto ao CNP.\n(3)\to elemento exaustão participa com 68,86% e 71,82%, respectivamente em nov/87 e dez/88, nos custos deste item. O custo exaustão equivale à 20% dos custos industriais, segundo informações da ACIEC.\n(4)\tcâmbio Cz$/US$ de nov/87 = 59,28 + 10% = 65,21 e de dez/88 = 671,50 + 10% = 738,65\nFonte: Revista Conjuntura Econômica da Fundação Getúlio Vargas, vários números.\npara 35,16% em dez/88. Já a mão-de-obra direta teve um aumento em sua participação, evoluindo de 22,10% (nov/87) para 30,83% (dez/88). Os custos de capital também sofreram uma queda, passando de 15,42% em nov/87 para 7,57% em dez/88. A participação do item outros, também é relevante no total dos custos privados, com 18,91% em nov/87 e 19,79%\nem dez/88. Esta participação se deve principalmente ao componente exaustão, que equivale à 20% dos custos industriais.\nPercebe-se que no total, os custos privados variaram pouco nos períodos analisados. Houve apenas um decréscimo de US$ 1,29 de nov/87 para dez/88. Esta queda tem como causa principal, a queda de 7,85% dos custos de capital e a queda de 3,05% do item outros insumos.\n4.3.2.\tCustos Sociais\nA conversão dos custos privados em valores sociais, será efetuada através da aplicação dos fatores de conversão, calculados por SERÔA da MOTTA (1988b), demonstrados na tabela 9. Porém, para o caso da mão-de-obra direta não qualificada, será estimado um custo de oportunidade específico.\nOs fatores de conversão aplicados sobre os custos privados estão estimados a nível de consumidor. Na tabela 9, pode se verificar a aplicação dos fatores de conversão nos custos privados. Nota-se que os fatores de conversão são todos menores que a unidade. Isto implica que os valores privados da estrutura de custos estão superestimados, fazendo-se necessário, portanto, uma correção desta distorção para aproximar estes valores de uma estimativa de custos mais real.\nMão-de-obra Direta\nNeste item estão incluídos os salários e encargos referentes aos trabalhadores que estão diretamente relacionados com o sistema produtivo, abrangendo, principalmente, as seguintes categorias de trabalho:\na)\tmão-de-obra não qualificada : operários\nb)\tmão-de-obra semi-qualificada : técnico de nível médio\nc)\tmão-de-obra qualificada : técnico de nível superior, geólogo e engenheiro de minas.\nTabela 9 -\tAplicação dos Fatores de Conversão nos Custos Privados do Carvão CPL (Cz$/ton)\nItens de Custo\tCusto Privado\t\tFator de Conversão\tCusto Social\t\n\tnov 87\tdez 88\t\tnov 87\tdez 88\nMão-de-Obra lndireta(1)\t65,50\t940,56\t0.837\t54,82\t787,25\nMão-de-Obra Direta(2)\t118,83\t822,12\t0.837\t99,46\t688,11\nInsumos Básicos\t\t\t\t\t\nEnergia\t97,73\t1.258,26\t0.967\t95,50\t1.216,74\nOutros Insumos\t798,36\t7.928,38\t0.837\t668,23\t6.636,05\nServiços de Terceiros\t80,56\t796,98\t0.837\t67,43\t667,07\nCusto de Capital\t368,70'\t1.977,60\t0.761\t208,58\t1.504,95\nOutros Custos (3)\t452,12\t5.172,15\t0.837\t378,42\t4.329,09\n(1)\tcustos referentes a mão-de-obra administrativa.\n(2)\tos custos referentes a mão-de-obra direta semi e qualificada estão calculados na tabela 22 do apêndice 2.\n(3)\tincluídos:(+ )depreciação; ( + )exaustão; (-)recuperação; ( + )despesas administrativas e ( + )outros custos em geral.\nCom base nos dados do Informativo Anual da Indústria Carbonífera de 1988 , tem-se que em tomo de 90% da mão-de-obra é não qualificada e os 10% restantes estão divididos nas outras categorias. Isto reflete que a grande participação da mão-de-obra na produção do carvão está concentrada no operário mineiro. Portanto, para esta categoria, que é a mais significativa, será estimado um custo de oportunidade específico, e não será aplicado fator de conversão. Sendo assim, encontrou-se no operário não qualificado da construção civil de Criciúma (SC) a melhor alternativa de trabalho para o mineiro da região carbonífera de Santa Catarina. A partir do piso salarial do servente da construção civil de Criciúma de jan/88 e jan/89, fornecido pelo Sindicato da Construção Civil de Criduma, calculou-se o custo sodal da mão-de-obra não qualificada mineira, demonstrado na tabela 10. Em relação as outras\nduas categorias será aplicado o Fator de Conversão Geral (FCG) da economia, cujo índice é 0.837, calculado por SERôA da MOITA (1988b), dado que a mão-de-obra semi-qualificada e qualificada possuem custos de oportunidade muito abrangentes, incluindo várias atividades econômicas e não somente aquelas ligadas ao setor carbonífero, conforme demonstrado na tabela 9.\nMão-de-obra Indireta\nInclui-se neste item os ordenados e encargos sociais do pessoal administrativo. Aqui também será aplicado o FCG, para converter os valores privados em valores sociais, em termos de numerário adotado, que é a Renda Nacional, medida a preços estrangeiros.\nCusto Social de Capital\nSerá considerado neste item os custos referentes as despesas de financiamentos efetuadas pelas empresas carboníferas, do \"pool\" de Santa Catarina, retiradas do Balanço Anual da Gazeta Mercantil de 1988 e 1989.\nNa transformação do custo de capital privado em custo social será aplicado o Fator de Conversão do Investimento (FCI), cujo índice é 0.761 (SERôA da MOTIA,1988b).\nCusto dos Insumos Básicos\nEste item abrange uma série de insumos, tais como: explosivos, combustíveis e lubrificantes, madeiras, materiais metálicos, materiais de borracha, materiais de segurança, materiais elétricos, materiais hidráulicos, materiais de construção, peças e acessórios, materiais auxiliares, outros materiais e energia elétrica.\nO item será subdividido em: energia elétrica e outros insumos. O custo privado da energia elétrica será convertido em custo social utilizando-se o fator de conversão específico do setor de energia elétrica (0.967) calculado por SERôA da MOTTA (1988b). Na conversão dos outros insumos básicos será utilizado o FCG.\nOutros Custos\nNeste item serão agrupados os elementos restantes que somados formam o custo total de produção do carvão e que não possuem fatores de conversão específicos, como por exemplo: depreciação, exaustão, recuperação, despesas administrativas, dentre outros. Aqui também, será aplicado o FCG para a transformação dos custos privados em sociais.\nCustos Ambientais\nSão os custos referentes a degradação e recuperação do meio ambiente, os custos relativos aos danos à segurança e saúde do trabalhador. Aqui não serão considerados todos os elementos formadores dos custos ambientais, devido as dificuldades de apuração dos mesmos. Por isto, deve ficar claro que os custos levantados estão subestimados.\nPor possuir uma metodologia de apuração de custos diferente da utilizada nos outros itens, os custos ambientais serão tratados com maior detalhe no Apêndice 1.\nPode-se observar na tabela 10 que, diferentemente do que ocorre com os custos privados, os custos sociais da mão-de-obra direta tem uma pequena participação no total dos custos sociais, de 3,57% e 2.56% em nov/87 e àezJ8&amp;, respectivamente. Um item que tem grande participação é o de outros insumos com 23,47% e 20,18%, respectivamente em nov/87 e dez/88. Ainda nesta tabela, estão incluídos os custos ambientais (calculados na apêndice 1) que correspondem ao maior item de custo social da planilha com 44,70% e 51,39% dos custos totais de nov/87 e dez/88, respectivamente.\n4.3.3.\tBenefícios\nEm relação aos benefícios, as tabelas 11 e 12 mostram, respectivamente, os benefícios privados e sociais. O benefício privado equivale ao preço do carvão CPL, que foi fornecido pelo CNP. Quanto ao benefício social, este foi calculado com base no custo de oportunidade do carvão nacional, estimando-se uma média ponderada das alternativas de substituição dos carvões produzidos em Santa Catarina.\nTabela 10 - Custo Social do Carvão CPL de Santa Catarina - (Cz$/ton)\nNov 87\tDez 88\nItens de Custo\tvalor absoluto valor relativo valor absoluto valor relativo\nMão-de-Obra direta\nnão qualificada (1)\t2,28\t0,08\t153,65\t0,47\nsemi e qualificada\t99,46\t3,49\t688,11\t2,09\nMão-de-Obra indireta\t54,82\t1,93\t787,25\t2,39\nInsumos Básicos\t\t\t\t\nEnergia\t95,50\t3,35\t1.216,74\t3,70\nOutros Insumos\t668,23\t23,47\t6.636,05\t20,18\nServiços de Terceiros\t67,43\t2,37\t667,07\t2,03\nCusto de Capital\t208,58\t7,32\t1.504,95\t4,58\nOutros\t378,42\t13,29\t4.329,09\t13,17\nCustos Ambientais (2)\t_1.272,90\t44,70\t16.900,31\t51,39\nTotal em Cz$/ton\t2.847,62\t100,00\t32.883,22\t100,00\nTotal em US$/ton\t43,67\t—\t44,52\t—\n(1)\tcalculou-se assim : piso salarial de servente da construção civil (obtido junto ao sindicato da categoria em Criciúma) X média ponderada da quantidade de operários mineiros do \"pool\" de SC (ver tabela 18 no apêndice 2).\nPiso salarial:\njan 88 - Cz$ 70,00 - base para o cálculo dos dados de nov/87\njan 89 - Cz$ 5.800,00 - base para o cálculo dos dados de dez/88\nCálculo: piso salarial x média ponderada do ns de operários\nnov/87 - 70,00 x 1,496 = 104.720\ndez/88 - 5.800,00 x 1.451 = 8.415.800\nDividindo-se os valores acima pela quantidade de toneladas produzidas no mês tem-se:\nnov/87 - 104.720 / 45.987,4 = 2,28 (Cz$/ton)\ndez/88 - 8.415.800 / 54.771,8 = 153,65 (Cz$/ton)\n(2)\testimativa calculada por MARGULIS (1983) com algumas adaptações necessárias a este trabalho (ver apêndice 1)\n(3)\tcâmbio Cz$/US$ de nov/87 - 59,28 + 10% = 65,21 e de dez/88 - 671,50 + 10% = 738,65\nTabela 11 - Benefícios Privados do Carvão CPL de Santa Catarina\nBenefícios\tNov 87\tDez 88\nPreço do Carvão em Cz$/ton(1)\t1.923,22\t21.723,39\nPreço do Carvão em US$Aon(2)\t29,49\t29,41\n(1)\tPreço do carvão CPL fornecido pelo CNP. (2)\tCâmbio Cz$/US$ de nov/87 - 59,28 + 10% =\t65,21 e de dez/88 - 671,50\t+ 10% = 738,65\nTabela 12 - Benefícios Sociais do Carvão CPL de Santa Catarina\t\t\nBenefícios\tNov 87\tDez 88\nPreço do Carvão em US$/ton(1)\t89,30\t80,25\n(1) Cálculo efetuado a partir dos custos de oportunidade dos 3 tipos de carvões produzidos em SC, conforme tabelas 20 e 21 do apêndice 2.\nCâmbio Cz$/US$ de nov/87 - 59,28 + 10% = 65,21 e de dez/88 - 671,50 + 10% = 738,65\nA seguir, na tabela 13, são apresentados os benefícios e custos a preços privados e sociais em US$/ton. Analizando-se os dados, verifica-se que o benefício líquido privado (B-C) é negativo e o benefício líquido social é positivo, ou seja, os custos privados são superiores aos benefícios privados e os custos sociais são inferiores aos seus benefícios. Observa-se, também, que os benefícios sociais são mais elevados que os benefícios privados e que os custos sociais são inferiores aos privados. Daí, pode-se concluir que existe um benefício líquido social e um custo líquido privado.\nPartindo-se dos custos e benefícios privados chegou-se aos custos e benefícios sociais efetuando-se, principalmente, três modificações na apuração dos custos e benefícios:\na)\testimou-se os custos ambientais;\nTabela 13 - Análise Comparativa dos Benefícios e Custos Privados e Sociais do Carvão CPL de Santa Catarina em US$!ton\nDiscriminação\tPrivado\t\tSocial\t\n\tnov 87\tdez 88\tnov 87\tdez 88\nBenefícios\t29,49\t29,41\t89,30\t80,25\nCustos\t36,67\t35,38\t43,67\t44,52\nBenefícios - Custos\t(-) 7,18\t(-) 5,97\t45,63\t35,73\nNota: câmbio Cz$/US$ de nov/87 = 59,28 + 10% = 65,21 e de dez/88 = 671,50 + 10% = 738,65\nb)\tconsiderou-se o custo social da mão-de-obra não qualificada;\nc)\tutilizou-se fatores de conversão para transformar os valores privados em valores sociais.\nO resultado destas modificações na análise privada reflete a análise social do Setor Carbonífero de Santa Catarina.\n4.4.\tAnálise Específica para o Carvão Metalúrgico\nRefazendo-se os cálculos da análise, específicamente para o carvão metalúrgico, faz-se necessário efetuar apenas a estimativa dos benefícios privados e sociais obtidos com sua produção, na medida em que os custos incorridos com a produção do carvão metalúrgico, são os mesmos apurados na produção dos outros carvões (dado que a produção do carvão metalúrgico implica na produção compulsória do carvão energético).\nPode-se observar na tabela 16, que a produção do carvão metalúrgico gera um benefício social praticamente nulo, US$ 0,01/ton, em nov/87 e US$ 0,96/ton em dez/88. Em termos de análise privada, verifica-se em nov/87 um pequeno custo, da ordem de US$ 1,06/ton, porém a análise de dez/88 identifica um benefício, de cerca de US$ 16,26/ton.\nTabela 14 - Benefícios Sociais do Carvão Metalúrgico de Santa Catarina\nBenefícios\tNov 87\tDez 88\nPreços do Carvão em US$/ton(1)\t43,68\t45,48\n(1) Preço do carvão metalúrgico importado fornecido pelo CNP\nTabela 15 - Benefícios Privados do Carvão Metalúrgico de Santa Catarina\nBenefícios\tNov 87\tDez 88\nPreço do Carvão em Cz$/ton (1) Preço do Carvão em US$/ton (2)\t2.322,02 35,61\t38.144,58 51,64\n(1)\tPreço médio do carvão metalúrgico fornecido pelo CNP\n(2)\tCâmbio Cz$/US$ de nov/87 - 59,28 + 10% = 65,21 e de dez/88 - 671,50 + 10% = 738,65\nTabela 16 - Análise Comparativa dos Benefícios e Custos Privados e Sociais do Carvão Metalúrgico de Santa Catarina em US$/ton\nDiscriminação\tPrivado\t\tSocial\t\n\tNov 87\tDez 88\tNov 87\tDez 88\nBenefícios\t35,61\t51,64\t43,68\t45,48\nCustos\t36,67\t35,38\t43,67\t44,52\nBenefícios - Custos\t(-)1,06\t(+)16^6\t(+)0,01\t(+)0,96\nPortanto, a análise específica para o carvão metalúrgico reflete resultados diferentes\nda ACB do Setor Carbonífero.\nCapítulo 5\nConclusões e Recomendações\n5.1.\tConclusões\nFinalizando este trabalho deve ficar claro que a alternativa energética encontrada no carvão, não deve ser descartada, antes de uma cuidadosa análise de sua viabilidade, enquanto projeto social de grande interesse ao país.\nÉ patente a utilização deste mineral na siderurgia, como redutor; nas indústrias, em substituição ao óleo combustível; nas termoelétricas; através da queima do energético. Porém, a avaliação que hoje deve ser feita, não diz respeito, pura e simplesmente, a utilidade deste mineral, enquanto fonte de energia. Mas sim, se é viável para a sociedade a produção do carvão, levando-se em consideração os aspectos tecnológicos, recursos humanos e problemas ambientais.\nNeste trabalho, discutiu-se a viabilidade , através da ACB, do Setor Carbonífero de Santa Catarina, que participa com 80% da produção nacional de carvão. Foi levado em consideração a estrutura do setor em termos dos custos e benefícios gerados na região.\nA ACB, enquanto indicador de viabilidade de projetos, mostra através deste estudo que o resultado da avaliação privada pode ser diferente do resultado da avaliação social. Utilizando-se na avaliação social variáveis que a diferem de uma avaliação privada, tais como:\ndefinição de um numerador, utilização de fatores de conversão, estimativa do custo social da mão-de-obra não qualificada com base no seu custo de oportunidade, estimativa do custo ambiental, analisou-se a viabilidade do setor carbonífero sob o ponto de vista da sociedade.\nA análise possui limitações que se caracterizam, principalmente, pela falta de dados. Porém, apesar das limitações , a análise é muito importante e válida, pelo fato de utilizar estatísticas (através dos fatores de conversão, principalmente) que mostram a dimensão do desvio entre retornos puramente financeiros daqueles mensurados sob critérios de eficiência\nO setor, que por um lado gera benefícios ao absorver grande contingente de mão-de-obra, gera também problemas que afetam a população em geral da região, mas, principalmente afetam os mineiros, que trabalham no subsolo das minas, local insalubre, sujeito a contração de doenças de diversos tipos, desde dermatites até a pneumoconiose, muitas vezes sem reversão do quadro clínico. Não é à toa, que a aposentadoria dos mineiros se dá com 15 anos de trabalho, para o mineiro de subsolo e com 20 anos para os que trabalham na superfície.\nO salário percebido pelo mineiro é geralmente o maior conseguido por um trabalhador não qualificado na região, porém, mesmo assim, segundo os próprios minérios, ele não paga o sacrificio enfrentado por eles.\nOs problemas ambientais decorrentes da produção e beneficiamento do carvão requerem ainda muita atenção. Hoje, o quadro ambiental da região, que envolve a poluição hídrica, atmosférica e a degradação dos solos, ainda é crítico. Soluções paliativas como: fechamento do circuito dos rios, recobrimento dos solos e revegetação das áreas de mineração a céu-aberto, controle do depósito de rejeitos, estão sendo tomadas pelas mineradoras. Contudo, dois fatores tomam o problema ambiental ainda grave. O primeiro é a falta da devida fiscalização por parte dos órgãos responsáveis pelo meio ambiente. O segundo é a falta de conscientização das empresas de que os danos ambientais não prejudicam somente a população, mas também afetam as próprias mineradoras, que necessitarão abrir mão de recursos, cada vez maiores, para proporcionar \"a posteriori\" a recomposição do meio ambiente.\nOs resultados obtidos no estudo de caso, sob a ótica do Setor Carbonífero, traduzem que os benefícios sociais, proporcionados pelo carvão, superam seus custos. Ou seja, a viabilidade social da produção de carvão em Santa Catarina é verificada neste estudo, significando que a sociedade está tendo um retomo positivo, em termos de Bem-Estar, com a produção de carvão na região. O benefício líquido resultante da produção de carvão é de US$ 45,63/ton em nov/87 e US$ 35,73/ton em dez/88. Houve uma variação negativa de 21,70% de 1987 para 1988, proporcionada, principalmente, pela a variação no custo de oportunidade do carvão energético CE 5200, utilizado na indústria, que tem como principal substituto o óleo combustível.\nO principal fator que justifica este resultado é que o custo de oportunidade dos carvões de Santa Catarina, que aqui representa o benefício social, é muito mais elevados que o benefício privado, que é o preço praticado no mercado pelas empresas carboníferas. Hoje, o preço do carvão sofre uma defasagem muito grande, o que tem sido motivo de fechamento de algumas empresas.\nOutro fator que contribui para este resultado é que a produção do carvão é intensiva em mão-de-obra. Como o custo de oportunidade da mão-de-obra mineira é inferior ao que ela recebe em forma de salário, seu custo social toma-se inferior ao seu custo privado, considerando-se um salário que não representa o valor da força de trabalho.\nOs custos ambientais, de certa forma, estão subestimados. Porém, foram considerados na medida em que a sua estimativa, mesmo subestimada, é melhor refêrencia do que não se ter nenhum tipo de apuração deste custo. Uma estimativa mais minuciosa, que aqui não foi possível, pelos motivos já explicados (falta de dados, principalmente), que levasse em consideração outras variáveis, além das consideradas neste estudo, poderia traduzir um custo mais elevado.\nEm relação aos custos de maneira geral, os fatores de conversão empregados, dado que são menores que a unidade, reduziram os custos privados (que estavam superestimados) tomando os custos sociais inferiores a eles.\nQuando se particulariza a análise, envolvendo-se apenas o carvão metalúrgico, tem-se um resultado bastante diverso, que reflete um certo custo privado e um benefício social praticamente nulo, advindos da produção deste mineral na região.\nDeve ficar claro que este tipo de análise, assim como outras técnicas de seleção de projetos, são apenas indicadores de viabilidade que, juntamente com fatores fiscais e principalmente políticos irão direcionar o planejamento, mormente no setor público.\nFaz-se mister considerar que, apesar de quaisquer resultados de análises de viabilidade para o setor carbonífero de Santa Catarina é importante a fixação de uma política que determine com clareza as diretrizes a serem seguidas pelo setor, considerando-se todos os rebatimentos que a produção de carvão gera, sobretudo, na região sul do Estado.\n5.2.\tRecomendações para Futuros Trabalhos\n•\tEstudo específico do custo ambiental, abrangendo outras variáveis além das utilizadas neste trabalho.\n•\tEstudo do processo de reestruturação do Setor Carbonífero, face às novas políticas.\nCapítulo 6\nReferência Bibliográfica\nABREU, P.F.S.P.; STHEPAN, C. Análise de investimentos, Rio de Janeiro: Campus, 1982.\nALVES, RJ. O carvão de pedra: origem, história e importância. Criciúma: Fundação Universitária de Criciúma, 1972.\nBACHA, EJLet al.\" A análise de rentabilidade macroeconômica de projetos de investimentos no Brasil\". Pesquisa e Planejamento Econômico, Rio de Janeiro, v.l, n.1, p. 35-82, jum/nov. 1971.\n________. Análise governamental de projetos de investimentos no Brasil: procedimentos e recomendações. Rio de Janeiro: IPEA/ INPES, 1971 (Coleção Relatórios de Pesquisa, 1).\nBARAT, J. \"Política de investimentos públicos: considerações sobre problemas atuais\". Pesquisa e Planejamento Econômico, Rio de Janeiro, v.l, n.3, p. 707-716, dez. 1977.\nBOLLMANN, A. \"O carvão mineral catarinense na atualidade\". In: Seminário sobre carvão mineral catarinense, SECTME - FESSC, Tubarão, 01-2 dez. 1988.\nBORTOLUZZI, CA. \"As reservas de carvão mineral de Santa Catarina\". In: Seminário sobre carvão mineral catarinense, SECTME - FESSC, Tubarão, 01-2 dez. 1988.\nBUARQUE, C. Avaliação econômica de projetos. Rio de Janeiro: Campus, 1974.\nCARNEIRO E. &amp; BUAINAIM A. M. O retomo da ortodoxia. São Paulo: Ed. Bienal/Unicamp,\n1989.\nCLINE, W.R. \"Análise de custos-benefícios de projetos de irrigação no nordeste\". Pesquisa e Planejamento Econômico, Rio de Janeiro, IPEA/INPES, v.l, m2, p. 257-274, dez. 1972.\nCONTADOR, C.R. Avaliação social de projetos. São Paulo: Atlas,1981.\nFERGUSON, C.E. Microeconomia. Rio de Janeiro: Forense Universitário Ltda, 1978.\nGOLDEMBERG, J. et al. Energia para o desenvolvimento. São Paulo: T. A. Queiroz Editor, 1988.\nINFORMATIVO ANUAL DA INDÚSTRIA CARBONÍFERA. Brasília: DNPM/MME, 1988/89.\nINOCÊNCIO, D. \" Avaliação dos efeitos sociais e ecológicos provocados pela produção de carvão na bacia carbonífera catarinense\". Monografia do curso de economia. Florianópolis: UFSC, 1983.\nLAL, D. Methods of project analysis: a review. Second printing, 1976. Distributed by The Johns Hopkins University Press. Baltimore end London.\nLEHWINJ, M. B.\" Análise de custos e benefícios sodais aplicada a indústria carbonífera no vale do Jacui\". Revista Brasileira de Economia, Rio de Janeiro, v31, n3, p 475-98, juljsetl977.\nLITTLE e MIRRLEES, JA Project appraisal and planning for developing countries. London: Heinemann Education Books, 1974.\nMALAN, P. \"A rentabilidade macroeconômica de projetos de investimentos. Pesquisa e Planejamento Economico, Rio de Janeiro, v.l, n.2, p. 275-300, dez. 1972.\nMARGULIS, S. Impactos ambientais decorrentes da produção do carvão mineral: uma abordagem quantificada. Rio de Janeiro: IPEA/INPES, dez. 1988 (Texto para discussão - grupo de energia, 18).\n_______. Uma avaliação econômica dos impactos ambientais decorrentes da produção de carvão mineral. Pesquisa e Planejamento Econômico, Rio de Janeiro, v.15, n.1, p. 209-240, abr. 1985.\nMARSHALL, A. Princípios de economia. Os economistas: Abril Cultual, v.l, 1972.\nMELO, F.H. E.S. Análise custo-benefício. Rio de Janeiro: Zahar Editores, 1975.\nMISHAN, E. J. Análise custo-benefício. Rio de Janeiro: Zahar Editores, 1975.\nMOTTA, P.C. \"Distribuição de renda e análise de custos e benefícios: a integração de eficiência e equilidade\". Pesquisa e Planejamento Econômico, Rio de Janeiro, v.4, n.2, p 411-432, jun. 1973.\nSERÔA da MOTTA, R.S. da. Alcohol as fuel: a cost-benefit study of the Brazilian National Alcohol Programme. London: University of London, 1985. (PhJ>. Dissertation).\n_______. A social cost-benefit study of ethanol production in Brazil: London: University College London, Department of Econo- mics, 1986. (Discussion Paper, 86-02).\n_______. Um estudo de custos-benefícios do PROALCOOL Pesquisa e Planejamento Econômico, Rio de Janeiro, v.17, n.1, p 65-92, abr. 1987.\n_______. Análise de custo-benefício: uma revisão metodológica. Rio de Janeiro: IPEA/INPES, 1988. (Relatório Interno n^).\n_______. Estimativa de preços econômicos no Brasil. Rio de Janeiro: IPEA/INPES, jun. 1988. (Texto para discussão interna 143).\n_______. Análise de custo-benefício do meio ambiente, in Margulis, S. (ed.). Meio ambiente:\naspectos técnicos e econômicos. Rio de Janeiro: IPEA, 1990.\nPEARCE, D.W. Cost-benefit analysis. Macmillan : Department of Economics; University College London, 1983.\nPEARCE, D.W. et aL Sustainable development and cost benefit analysis. LEEC Paper 88-03, nov. 1988.\nRAY, A Cost-benefit analysis: issues and methodologies. Baltimore: The Johns Hopkins University Press, 1984.\nRIO GRANDE DO SUL. Universidade Federal. Núcleo Interdepartamental de Estudos Ecológicos. Relatório Final- Convênio FATMA - UFRGS; Estudos sobre o impacto ecológico da mineração e do beneficiamento do carvão na região sul do Estado de Santa Catarina. Porto Alegre, jan. 1978.\nSAMOHYL, R.W.. Acumulação de capital e desacumulação do meio ambiente. Economia &amp; Desenvolvimento, Rio de Janeiro, v. 1 ns 2, p. 95-128, 1982.\nSQUIRE, L e TAKE, H.G. der. Análise econômica de projetos. Livros Técnicos e Científicos,\n1979.\nTOURINHO, O.A.F.et al. O planejamento da oferta de carvão mineral no Brasil: o modelo MOCAM e suas aplicações. Rio de Janeiro: IPEA/INPES, maio 1885. (Texto para discussão. Grupo de Energia, 29).\nTOURINHO, OAF. e ARDEO, V.L. \"O modelo MOCAM II e suas aplicações a análise, da política de oferta do carvão mineral\". Revista Brasileira de Economia, Rio de Janeiro, v.4O, n.4, p. 363-395, out/dez. 1986.\nVEIGA, GAL P. da. O Problema do carvão Catarinense. Rio de Janeiro, 1960.\nVOLPATO, T.G. A pirita humana, os mineiros de Criciúma. Santa Catarina: Editora UFSC,1984.\nZULAUF, W.E. e AGUDO, E.G. Carvão mineral e meio ambiente. Seminário nacional sobre exploração do carvão e poluição ambiental, Florianópolis, 22 e 23 de nov. 1984.\nApêndice 1\nMeio Ambiente\nA escolha do carvão como um dos possíveis substitutos do petróleo, trouxe ao país uma alternativa energética à crise. Porém, também trouxe sérios problemas ao meio-ambiente.\nEm Santa Catarina a poluição proveniente da produção, beneficiamento e consumo de carvão mineral é particularmente mais séria que nos outros centros envolvidos com o mineral, por exemplo o Rio Grande do Sul - 22 produtor nacional. Este fato deve-se, principalmente, a três fatores: primeiro, por ser Santa Catarina responsável por 80% da produção nacional e ser a recuperação deste carvão muito baixa, cerca de 25%, proporcionando um volume excessivo de rejeitos; segundo, o alto teor de enxofre e ferro nos rejeitos; e terceiro, a falta de um maior interesse por parte dos mineradores para minimizar os impactos ambientais, associado à inexistência de uma fiscalização e legislação adequadas.\nApesar de toda dificuldade, decorrente da falta de dados, que nem sempre são os mais reais, da metodologia de cálculo, que também possui suas limitações, da subjetividade do assunto, que muitas vezes toma impossível a quantificação dos dados, acredita-se que a estimativa destes custos leve a uma melhor aproximação dos custos reais do projeto e que sem ela estes custos certamente estariam subestimados.\nUtiliza-se neste trabalho as estimativas calculadas no estudo de MARGUEIS (1983) com algumas adaptações necessárias a esta pesquisa.\nAs estimativas de MARGULIS (1983) sobre os custos dos impactos ambientais, proporcionados pela produção de carvão, apesar de terem sido efetuadas em 1983, ainda são compatíveis com a realidade da região. Apesar de hoje os mineradores estarem tomando algumas providências no sentido de minimizar a poluição ambiental, tem-se em contrapartida, um grande aumento da área lavrada de carvão mineral, o que de certa forma anula as medidas, ainda insipientes, de prevenção e controle da degradação ambiental. Neste sentido, as estimativas utilizadas,' calculadas em 1983, podem estar subestimadas, mas nunca superestimadas.;\nNo seu estudo MARGULIS divide os custos derivados da poluição ambiental (Cma), em duas categorias: custos de controle (Cc) e custo de degradação (Cd), ou seja: Cma = Cc + Cd\nFace às dificuldades de quantificação dos custos de degradação, optou-se por avaliar os Cc (medidos em função dos custos tecnológicos - quanto a sociedade está disposta a abrir mão do consumo de outros bens) para as variáveis em que existem os padrões ambientais (poluição hídrica, atmosférica, etc.) e medir os Cd para o caso da saúde e segurança dos mineiros.\nAs avaliações econômicas feitas no trabalho referem-se somente a produção do carvão nos seus aspectos de mineração, beneficiamento, disposição de rejeitos, saúde e segurança dos mineiros e poluição já gerada. Os custos de transporte e consumo do carvão não serão considerados, mesmo por que, no cômputo total, eles concorrem com um pequeno percentual, que, porém, não deixa de ser significativo e só vem a -reforçar os custos provenientes da poluição do carvão.\n1.\tAvaliação dos Aspectos Ambientais na Produção do Carvão Minerai de Santa Catarina.\nAtravés da figura 7, pode ser observado o esquema da poluição causada pelo carvão mineral nas várias etapas do processo de produção.\nFigura 7 - Poluição Causada pelo Carvão\n1.1.\tMineração\nOs principais problemas na mineração de subsolo, que corresponde a 90% do tipo de mineração encontrado na região, são: a drenagem ácida das águas das minas que, juntamente com os sólidos suspensos provocam sérios danos aos recursos hídricos. Outro grande problema é a poeira de carvão provocada pelos instrumentos mecânicos utilizados na produção que, somados à precariedade dos sistemas de ventilação das minas, causam graves danos à saúde dos mineiros. O problema pode ser solucionado com a utilização (como vem sendo feito por algumas mineradoras) de sistemas de água acoplados às máquinas e com a melhoria do sistema de ventilação.\nOutro sério problema é o do ruído dentro da mina, de difícil controle e que pode levar além dos distúrbios nervosos e gástricos, até à surdez do mineiro.\nNa mina a céu-aberto o maior problema está na recuperação da área com rejeitos e a poluição atmosférica, causada pela sua combustão espontânea.\nOutro grande problema está na lixiviação ocasionada pela água das chuvas.\nO controle que pode ser efetuado em relação aos rejeitos é seguir o determinado na portaria 917 de julho/82, baixada pelo Grupo InterministeriaL A portaria diz que deve-se compactar a camada de rejeito, cuja altura é limitada, recobrindo-se a área com solo original, revegetando-a, com o objetivo de se evitar maiores danos.\n1.2.\tBeneficiamento\nNo processo de beneficiamento do carvão, surgem dois problemas principais. O primeiro é decorrente do desgaste final das águas de lavagem dos rios, de onde elas são captadas. Essas águas sofrem adição de cargas ácidas resultantes da dissolução e oxidação de pirita (FeS2), liberando sulfato de ferro e ácido sulfúrico. Além disso, as águas de lavagem geralmente trazem grandes quantidades de sólidos em suspensão. Esses problemas podem ser evitados com o fechamento do circuito de captação e utilização da água.\nO segundo provém da baixa recuperação do carvão catarinense-25%, constituindo-se os 75% restantes, rejeito piritoso e carbonoso, cuja disposição se dá de forma desordenada ao longo de encostas, margem de estradas e rios. Aqui, a poluição atmosférica provém da combustão espontânea do material carbonoso dos rejeitos. Os métodos de controle são os mesmos efetuados para os rejeitos da mineração.\n2.\tQuantificação dos impactos Ambientais\nAs avaliações quantitativas foram divididas em quatro aspectos:\n1-\tcustos de mineração a céu-aberto com recuperação paralela;\n2-\tcustos do beneficiamento;\n3-\trecuperação das áreas cobertas com rejeitos;\n4-\trecuperação e controle da saúde e segurança dos mineiros.\n2.1.\tMineração ã Céu-aberto com Recuperação Paralela\nSegundo MARGULIS, o custo de recuperação paralela significa basicamente a recomposição topográfica e nivelamento (grading), recuperação do solo (colagem e adubação), revegetação e ainda o transporte do solo, de uma frente de mineração para uma de recuperação, em geral no corte precedente.\nMARGULIS adotou o valor estimado por Misolek e Noser (apud MARGULIS:1983), de US$ 1,00/t de ROM, como adequado às condições típicas do Brasil já que este se aproxima dos valores das referências estrangeiras e do valor calculado em um trabalho feito pela CRM para o Rio Grande do Sul.\nA estimativa deriva de uma simulação para os custos de recuperação paralela da mineração a céu-aberto de carvão. O modelo tem como parâmetros básicos a espessura da cobertura e do veio de carvão e a produção anual da mina.\nOs dados empregados por MARGULIS em seu trabalho foram obtidos através de várias comparações de estimativas nacionais e estrangeiras para os problemas específicos, com algumas adaptações ao caso brasileiro, e à época, de acordo com suãs necessidades (ou objetivos).\n2.2.\tBeneficiamento\nBaseados nos dados contidos em BESA (apud MARGULIS: 1983), com algumas modificações e adaptações, principalmente nas estimativas dos custos de investimento para fechamento dos circuitos fechados, neste item são considerados quatro aspectos na formação dos custos: a) custo do fechamento dos circuitos dos atuais lavadores; b) custo operacional adicional do beneficiamento, dado o circuito fechado; c) custo operacional adicional de se fazer uma disposição cuidadosa dos rejeitos do beneficiamento e; d) custo do tratamento da\nBaseados na hipótese de que os custos de investimento, necessários ao fechamento\ndo circuito equivale de 10 a 15% do investimento por capacidade de operação, calculou-se que os investimentos necessários aos pré-lavadores de Santa Catarina, situam-se na faixa de US$ 17,5 milhões ou US$ 0,16/t de ROM (estimando-se uma vida útil de 10 anos). O custo de operação é de US$ 0,36/t de ROM. Na disposição dos rejeitos sólidos, o investimento anual é de US$ 0,08/t de ROM (sendo a vida útil de 13 anos).\nObtém-se, portanto, um custo total de US$ 0,62/t de ROM\n2.3.\tRecuperação das Áreas Cobertas com Rejeitos (Poluição já Gerada).\nOs rejeitos são oriundos da mineração a céu-aberto e da pré-lavagem junto à boca das minas, por isto possui características e custos distintos.\nApós a análise de algumas estimativas para o caso em questão, MARGULIS (1983) adotou os valores estimados pela FATMA (Fundação de Amparo à Tecnologia e ao Meio Ambiente). As áreas cobertas com rejeitos em Santa Catarina, são da ordem de 2.000 ha com rejeitos da mineração a céu-aberto e 1.000 ha com rejeitos do beneficiamento.\nNa sua análise adotou-se que os custos de recuperação das áreas cobertas com rejeitos de mineração, deve ser duas vezes os custos de recuperação simultânea, que corresponde a US$ 40.000/ha (US$ 2,00/t de ROM na recuperação paralela vezes, cerca de, 20.000 t de ROM /ha ). O que dá um custo total de US$ 80.000.000.\nEm relação aos custos de recuperação das áreas cobertas com rejeitos do beneficiamento, através do estudo da FATMA (apud MARGULIS: 1983), chegou-se ao valor de US$ 7.400.000, que é a parcela de Santa Catarina do custo total estimado.\n2.4.\tRecuperação e Controle da Saúde e Segurança dos Mineiros\nFace a dificuldade de quantificação deste item, que é muito importante para a formação dos custos sociais, a estimativa utilizada tenta medir através das medidas tradicionais da literatura, ou seja, através da produção que se perde, os custos de tratamento das diversas\ndoenças e o salário insalubridade pago aos trabalhadores. Mesmo assim acredita-se chegar a um valor subestimado, mas de grande valia a opção de não se tentar quantificar estes dados.\nMARGULIS utiliza nas estimativas dos custos associados à degradação da saúde dos mineiros, a soma do salário insalubridade pago ao mineiro com os custos de tratamento das doenças.\nPara MARGULIS, o salário insalubridade, que já está embutido no custo da tonelada de carvão produzida, cobre apenas os riscos de saúde e segurança dos mineiros. Existe aí uma parcela de custo financiada pela Previdência Social, que cobre o tratamento das doenças dos mineiros, que extrapolam o pagamento do salário insalubridade.\nComo no Brasil não existe o salário insalubridade de fato, já que ele está acoplado ao salário total do trabalhador, em sua estimativa MARGULIS (1983) calculou a diferença entre o piso salarial dos mineiros no 2- sem/83 e, um salário mínimo recebido pelo trabalhador da construção civil ( dado que a qualificação exigida para ambos é a mesma).\nConsiderou-se o salário mínimo real de out/83 - Cr$ 112.000,00, e o piso salarial real dos mineiros - Cr$ 47.900,00 (deflacionado em ORTN’s ), a diferença entre eles é Cr$ 64.000,00 que equivale a aproximadamente US$ 82/mês .\nComo o turno de trabalho dos mineiros é de 6h, fazendo-se a correção, chega-se ao valor final de US$ 100/mês para o salário insalubridade, equivalente a US$ 0,57/t de ROM.\nQuanto aos custos de tratamento das doenças, a metodologia se baseou nas taxas médias de incidência das doenças e acidentes e as multiplicou pelos respectivos custos médios de tratamento. O resultado final foi US$ 0,03/t de ROM para os acidentes fatais, US$ 0,12/t de ROM para os não fatais, US 0,08/t de ROM para as doenças pulmonares e as contribuições feitas à Previdência Social, pela empresa e pelo trabalhador de US$ 0,15/t de ROM.\nO custo total de degradação da saúde dos mineiros nas minas subterrâneas é portanto US$ 0,80/t de ROM. Este custo está, de certa forma, subestimado porque não se levou em consideração o valor do trabalho perdido enquanto o trabalhador estava em tratamento.\nPortanto, o custo total derivado da poluição ambiental, proporcionada pela produção do carvão mineral é de US$ 6,79/t de ROM, conforme mostra a tabela 17.\nTabela 17 - Custos Derivados da Poluição Ambiental\nItens de Custo\nCustos em US$A de ROM\nMineração a céu-aberto com recuperação paralela Beneficiamento\nRecuperação das áreas cobertas com rejeitos\nRecuperação e Controle da Saúde e Segurança dos mineiros\nTotal\nCorreção da inflação dos EUA\n1,00\n0,62\n4,37 (1)\n0,80\n6,79\n13,24\n(1)\tUS$ 4,00/t de ROM referentes a recuperação das áreas cobertas com rejeitos de mineração e US$ 0,37/t de ROM referentes a recuperação das áreas cobertas com rejeitos do beneficiamento.\nDeve-se considerar que os dados utilizados por MARGUEIS, são, em média, derivados de estudos efetuados em 1977. Dado que neste período de 1977 a 1988 a inflação dos Estados Unidos da América (EUA) atingiu, aproximadamente, um índice de 95%, segundo o cálculo do índice de preços do consumidor (EUA), publicado pela Fundação Getúlio Vargas (FGV), será efetuada a correção dos custos derivados da poluição ambiental estimados por MARGULIS. Como resultado, obtêm-se um custo de US$ 13,24.\nUm outro custo, que também pode ser incluído como custo ambiental, e que será considerado neste trabalho, é o custo derivado da perda para a sociedade dos anos de trabalho que o minério deixou de realizar por ter se aposentado com 15 ou 20 anos de trabalho, efetuados no subsolo ou na superfície, respectivamente.\nSupondo-se que o número de mineiros aposentados seja igual ao número de trabalhadores existentes em nov/87 e dez/88, nas indústrias carboníferas (é sabido que este\nnúmero, na realidade, está subestimado, e que existe um número muito mais elevado de aposentados, porém, para efeito de estimativa, este dado será considerado como base) tem-se como custo social, o custo privado da mão-de-obra direta não qualificada mineira, nos períodos analisados. Em nov/87 o custo equivalia a US$ 6,28 e em de2/88 a US$ 9,64.\nPortanto, os custos ambientais totais , considerados neste trabalho são: US$ 19,52 e US$ 22,88 para nov/87 e dez/88, respectivamente.\nApêndice 2\nTabelas Complementares\nTabela 18 - Quantidade de Mão-de-obra não Qualificada do \"Pool\" de Santa Catarina\nEmpresas\tN2 de Operários (1)\t\tPeso(%)\tPartic. das empresas\t\n\t1987\t1988\t\t1987\t1988\nCriciúma\t1.610\t1.794\t24,81\t399\t445\nMetropolitana\t546\t546\t23,99\t131\t131\nPróspera\t2.172\t1.793\t23,96\t520\t430\nCCU\t1.638\t1.635\t27,24\t446\t445\nMédia ponderada do 'poor1\t—\t—\t100,00\t1.496\t1.451\nFonte: DNPM - Informativo Anual da Indústria Carbonífera de 1988 e 1989 ano base 1987 e 1988, respectivamente.\n(1)\tos pesos considerados são os mesmos utilizados pelo \"pool\" em 1987 para a determinação dos custos do setor carbonífero de Santa Catarina.\nTabela 19 - Dívidas de Financiamentos do \"Poof' de Santa Catarina (Cz$ milhões)\nI Empresas\tDiv. Financiamento d)\t\tPeso(%)\tPartic. das empresas\t\n\t1987\t1988\t\t1987\t1988\nCriciúma\t122,20\t366,00\t, 24,81\t30,30\t90,80\nMetropolitana\t138,50\t1.113,70\t23,99\t33,20\t267,20\nPróspera\t393,70\t2.906,30\t23,96\t94,30\t696,30\nCCU\t166,50\t901,20\t27,24\t45,30\t245,50\nMédia Ponderada do 'Poor*\t—\t—\t100,000\t203,10\t1.299,80\n(l)Fonte: Gazeta Mercantil - Balanço Anual de 1988 e 1989\nCálculo do custo do capital: O custo do capital mensal é: média ponderada do \"pool\"/ 12/produção mensal, onde: nov/87 = 203.100.000 / 12/ 45.987,40 = 368,04 (Cz$/ton)e; dez/88 = 1.299.800.000 / 12/ 54.771,80 = 1.977,60 (Cz$/ton).\nTabela 20 - Produção Anucd de CPL das Empresas do \"PooP de Santa Catarina (ton)\nEmpresas\nProdução\tDne.ntw.\\ Partic- das empresas\n1987\t1988\teS° °\t1987\t1988\nCriciúma\t700.772\t857.395\t24,810\t173.861,50\t212.719,70\nMetropolitana\t373.677\t394.025\t23,990\t89.645,10\t94.526,60\nPróspera\t739.397\t741.974\t23,960\t117.159,50\t177.777,00\nccu\t408.160\t632.300\t27,240\t111.182,70\t172.238,50\nMédia ponderada do 'pool\"\t—\t—\t100,00\t551.848,80\t657.261,80\nFonte: DNPM - Informativo Anual da Industria Carbonífera dos anos de 1988 e 1989, ano base 1987 e 1988, respectivamente.\nTabela 21 - Custo de Energia das Empresas do \"PooP de Santa Catarina (Cz$!ton)\nEmpresas\tCustos\t\tPeso(%)\tPartic. das Empresas\t\n\tnov 87\tdez 88\t\tnov 87\tdez 88\nCriciúma\t82,96\t1.060,17\t24,81\t20,58\t263,03\nMetropolitana\t65,96\t819,08\t23,99\t15,82\t196,50\nPróspera\t106,03\t1.229,88\t. 23,96\t25,40\t294,68\nCCU\t131,89\t1.850,42\t27,24\t35,93\t504,05\nMédia Ponderada do 'pool'\t—\t—\t100,00\t97,73\t1.258,26\nFonte: CNP - Planilhas de custos do carvão CPL do \"pool\" de Santa Catarina de novembro/87 e dezembro/88.\nTabela 22 - Custo Mensal da Mão-de-obra Direta Qualificada e Semi-qu.alifi.cada do \"Pool\" de Santa Catarina\nCategorias de Trabalho\tN- deTrab.(i)\t\tSalário (2)\t\tCusto da M.O. (3)\t\n\t1987\t1988\t1987\t1988\t1987\t1988\nEng2 de Minas\t6\t6\t126.381,80\t1.491.020,00\t758.291,10\t8.946.120,00\nGeólogo\t1\t1\t126.381,80\t1.491.020,00\t126.381,80\t1.491.020,00\nTec. Nível Sup.\t15\t16\t126.381,80\t1.491.020,00\t1.895.727,70\t23.856.320,00\nTéc. Nível Méd.\t59\t20\t45.497,70\t536.770,00\t2.684.364'30\t10.735.400,00\nTotal\t81\t43\t—\t—\t5.464.764,90\t45.028.860,00\n(1)\to número de trabalhadores por categoria já está ponderado.\n(2)\tsalário médio pago pelas carboníferas. Utilizou-se o salário médio de marÇo/90, que foi deflacionado até dez/88 e nov/87, através do IPC, retirado da Revista Conjuntura Econômica - FGV.\n(3)\tcusto da mão-de-obra = n° de trabalhadores ponderado x salário médio mensal. O custo da m.o. em Cz$/ton = custo m.o. / produção mensal de CPL, sendo 118,83 para o ano de 1987 e 822,12 para\n1988.\nTabela 23 - Preços dos Substitutos do Carvão de Santa Catarina\nDiscriminação\tUnid. Monet.\t1987\t1988\nÓleo Combustível Nacional (1)\tCz$/kg\t7,90\t69,25\nGeração de 1MW/h para Hidroelétrica (2)\tUS$/MW/h\t28,00\t28,00\nCarvão Metalúrgico Importado (3)\tUS$/ton\t43,68\t45,48\n(1)\tpreço do ATE-1A - fornecido pelo CNP de Criciúma\n(2)\tcusto unitário (incluindo investimento e manutenção) de geração de energia através de hidroelétricas em SC - fornecido pela CELESC.\n(3)\tpreço médio do carvão metalúrgico importado - fornecido pelo DNPM.\n(4)\tfez-se a equivalência das unidades conforme a tabela de equivalência do Anuário da Indústria Carbonífera de 1988 e utilizou-se o câmbio (Cr$/US$) de nov/87 e dez/88, respectivamente 59,28 e 671,50, acrescidos de 10% em função da sobrevalorização do cruzado, passando os valores para 65,21 e 738,65, respectivamente.\nTabela 24 - Cálculo do Custo de Oportunidade do Carvão de Santa Catarina\nCarvões\tPonderação(i)\t1987\t\t1988\t\n\t\tUS$Aon\tvalor pond.\tUS$Aon\tValor pond.\nCE 5200\t0,35\t121,15\t42,40\t93,75\t32,81\nCE 4500\t0,35\t96,55\t33,80\t96,55\t33,80\nCM\t0,30\t43,68\t13,10\t45,48\t13,64\nCusto de Oportunidade —\t\t—\t89,30\t—\t80,25\n(1) Participação de cada tipo de carvão no total produzido."}]}}}