{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.25154"}, {"@name": "filename", "#text": "9767_30289.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nALGUMAS IDADES Rb/Sr E K/Ar DE ROCHAS \n\nGRANITÓIDES DA REGIÃO DE VILARINHO DA \n\nCASTANHEIRA-FOZ DO SABOR (CARRAZEDA DE \n\nANCIÃES-NORDESTE DE PORTUGAL) \n\n \n\n \n\n \n\n \nPOR \n\n \n\n \n\n \n\nANTERO FERREIRA DA SILVA &amp; KOJI KAWASHITTA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nInstituto Nacional de Engenharia, Tecnologia e Inovação, IP \n\n2005 \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 2 \n\nALGUMAS IDADES Rb/Sr E K/Ar DE ROCHAS GRANITÓIDES DA REGIÃO DE \n\nVILARINHO DA CASTANHEIRA-FOZ DO SABOR (CARRAZEDA DE ANCIÃES-\n\nNORDESTE DE PORTUGAL) \n\n \n\n \n\nAntero Ferreira da Silva\n*\n &amp; Koji Kawashita\n\n**\n \n\n \n\n \nPalavras Chave: Zona Centro-Ibérica; Antiforma de Alijó-Carviçais; Geocronologia; Ciclo Varisco; Rochas Granitóides \n\nVariscas; Carbonífero/Pérmico; Nordeste de Portugal. \n\n \nResumo: Neste trabalho apresentam-se algumas determinações isotópicas Rb/Sr e K/Ar de idades absolutas em rochas \n\ngranitóides do antiforma de Alijó-Carviçais, correspondente à região es-sudeste de Carrazeda de Anciães (Vilarinho da Castanheira-Foz \n\ndo Sabor). \n  \n\nA rocha total de duas amostras dos granitos de Castedo-Cabanas de Cima e Zêdes-Cabeça Boa-Especiarias, indiferenciados localmente, \n\nproporcionaram as idades convencionais Rb/Sr de 361.1±23.8 e 404.7±22.3M.a., com razão inicial (\n87\n\nSr/\n86\n\nSr)i=0.705±0.002. As suas \nbiotites forneceram as idades aparentes K/Ar de 284.5±9.3 e 313.9±8.3M.a. \n\n \n\nO granito de Vilarinho da Castanheira, muito cisalhado durante a fase de deformação D3 varisca, forneceu um diagrama isocrónico Rb/Sr \nverdadeiro, na rocha total de quatro amostras, computado em 326.3±59.2M.a., com razão inicial (\n\n87\nSr/\n\n86\nSr)i=0.7112±0.0059 (limite de \n\nconfiança 95%) e MSWD=0.151158. As suas biotites forneceram a idade aparente K/Ar de 306.4±11.0M.a. \n\n  \nUma das idades aparentes K/Ar (284.5±9.3M.a.) reflecte o final do metamorfismo regional varisco, permitindo precisar o final da \n\nconsolidação das rochas granitóides variscas e a influência dos cisalhamentos variscos tardios. Porém, as outras duas parecem confirmar \n\na idade isocrónica Rb/Sr do granito de Vilarinho da Castanheira. \n \n\nKeywords: Centre-Iberian Zone; Alijó-Carviçais Antiphorme; Geochronology; Variscan Cycle; Variscan Granitöids Rocks; \n\nCarbonipherous/Permic; Northeastern Portugal. \n \n\nAbstract: In this work present some Rb/Sr and K/Ar isotopic determinations of absolute ages in granitöids rocks of the Alijó-\n\nCarviçais antiphorme, correspondent to the region at east-southeast of Carrazeda de Anciães (Vilarinho da Castanheira-Foz do Sabor) \n \n\nThe whole rock of the Castedo-Cabanas de Cima and Zêdes-Cabeça Boa-Especiarias granites, placement indiferenciated, furnished the \n\nRb/Sr conventional ages of 361.1±23.8 and 404.7±22.3M.a., with inicial rate (\n87\n\nSr/\n86\n\nSr)i=0.705±0.002. Their biotits gived the K/Ar \napparent ages of 284.5±9.3 and 313.9±8.3M.y. \n\n \nThe Vilarinho da Castanheira granite, very sheared during the D3 variscan phase deformation, furnished a whole rock Rb/Sr exact \n\nisochron diagram, in four samples, computed in 326.3±59.2M.y., with initial rate (\n87\n\nSr/\n86\n\nSr)i=0.7112±0.0059 (errors 95% confidence \n\nlevel) and MSWD=0.151158. Their biotits gived the K/ar apparent age of 306.4±11.0M.y. \n \n\nOne of the K/Ar apparent ages (284.5±9.3M.y.) reflect the finished of the variscan regional metamorphism, possibiliting to give the finish \n\nof the consolidation of the variscan granitöids rocks and the influence of the late vaiscan shears. However, the other two seem to confirm \nthe Rb/Sr isocronic age of the Vilarinho da Castanheira granite. \n\n \n\n \n\nI – INTRODUÇÃO \n\n \n\nAs rochas granitóides analisadas isotopicamente pelos métodos Rb/Sr e K/Ar, quer na sua rocha total quer nas \n\nsuas biotites, respectivamente, localizam-se a es-sudeste de Carrazeda de Anciães. Situam-se, pois, na região \n\nsul-sudeste do antiforma de Alijó-Carviçais. \n\n \n\nEstes litotipos variscos enquadram-se numa região mais ampla, pertencente à bacia hidrográficado rio Douro \n\ninferior, por sua vez incluída na Zona Centro-Ibérica (JULIVERT et al., 1974 - Fig. 1). Por outro lado suas \n\nexposições ocorrem na área centro-sudeste (Fig. 2) da região correspondente à carta geológica da folha 11-C \n\n(Torre de Moncorvo), na escala 1/50.000 (SILVA et al., 1987/1989). \n\n                                                           \n*\n Departamento de Geologia do Instituto Nacional de Engenharia, Tecnologia e Inovação (INETI), Estrada da Portela-Zambujal, \n\nApartado 7586, 2720 Alfragide (Lisboa), Portugal. \n\n \n**\n\n Centro de Pesquisas Geocronológicas do Instituto de Geociências da Universidade de São Paulo (USP), Cidade Universitária, São \nPaulo, Brasil. \n\n\n\n 3 \n\n \n\nA es-nordeste da região em apreço, em diversas rochas granitóides do mesmo antiforma varisco, considerados \n\ncontemporâneos dos agora estudados, MENDES (1967/1968) obteve as idades convencionais Rb/Sr de 350M.a. \n\n(moscovite) e 468M.a. (rocha total) na área de Carviçais, 298±9M.a.(biotite) na área de Fornos, 307±7 e \n\n296±13M.a. (biotite) na área de Lagoaça. \n \n\nO objectivo deste trabalho foi conseguir obter algumas idades Rb/Sr (convencionais e isocrónica) e K/Ar \n\n(aparentes), em rocha total e biotites, respectivamente, de modo a reflectirem a idade final, o soerguimento, o \n\nresfriamento e a correspondente consolidação das rochas granitóides variscas. \n\n \n\n \n\n2 - GEOLOGIA \n\n \n\nA região relativa ao presente estudo geocronológico insere-se na bacia do rio Douro, por sua vez integrante da \n\nZona Centro-Ibérica (Figs. 1 e 2). Ali, apenas se caracterizam dois grandes conjuntos geológicos distintos, \n\nembora a leste e norte ocorra também um terceiro (sinclinórios ordovícico-silúricos). Um dos conjuntos \n\ndistribui-se pelos metassedimentos turbidíticos das sub-bacias dos grupos do Douro (SOUSA, 1982) e de Arda-\n\nMarofa (SILVA et al., 1995; SILVA, 2005, processado), de idade do Ediacariano terminal ao Câmbrico \n\nsuperior, que, por sua vez, se integram no Supergrupo Dúrico-Beirão (Complexo Xisto-Grauváquico) (SILVA \n\net al., 1987/1989). O outro conjunto, constituído pelas rochas granitóides variscas, encontra-se representado \n\npelo antiforma de Alijó-Carviçais, de idade do Carbonífero superior ao Pérmico. \n\n \n\nAs rochas granitóides analisadas situam-se contiguamente, a oeste, da falha da Vilariça (Fig. 2). Este \n\ncisalhamento tardi a pós-varisco e de desligamento esquerdo, apresenta um rejeito local horizontal de cerca de \n\n5,5km. Também evidencia uma movimentação vertical do seu bloco ocidental elevando-se, supostamente em \n\ntempos finais do Cenozóico, mais de 300m em relação ao bloco oriental. \n\n \n\nConstatou-se que a metassequência litostratigráfica do Grupo do Douro (SOUSA, op. cit) se encontrava \n\nduplicada devido a carreamentos sin-sedimentares inferidos durante a fase distensiva sarda (SILVA &amp; \n\nRIBEIRO, 1985). Assim, as formações alóctones (Rio Pinhão, Pinhão e Desejosa) sobrepuseram-se às \n\nformações autóctones (Bateiras e Ervedosa do Douro). Deste modo as formações de Bateiras e Rio Pinhão são \n\nequivalentes, tais como as de Ervedosa do Douro e Pinhão o são igualmente. Actualmente a Formação de \n\nDesejosa faz parte do grupo de Arda-Maofa (Silva, 2005, processado). De acordo com a cartografia geológica \n\napresentada (Fig. 2) os metassedimentos anteriores encaixam as rochas granitódes variscas pelo sul, embora o \n\nfaçam também pelo norte, fora da área exposta. Junto ao contacto com estas últimas, as rochas da Formação \n\nde Pinhão exibem elevado metamorfismo de contacto, expresso pela biotite e pela andaluzite, e, ainda, pelo \n\ndobramento isoclinal. Mais para sul ocorrem as litologias das formações de Rio Pinhão e Ervedosa do Douro, \n\nambas subjacentes àquela, em anticlinal, e da Formação de Desejosa, sobrejacente àquelas, embora em \n\ncontacto tectónico com as duas primeiras. \n\n \n\nOs metaturbiditos destas sucessões apresentam os traços axiais das suas dobras da fase de deformação varisca \n\nD1 orientados segundo WNW-ESE com mergulhos suaves (10º-15º), em regra para ESE. Estas dobras de \n\nplano axial originaram-se durante aquela fase de deformação varisca simultaneamente com cisalhamentos \n\ndúcteis esquerdos WNW-ESE, considerados sin-xistosos. Mais tarde, com a implantação das rochas \n\ngranitóides variscas, durante a fase de deformação D3 varisca, originou-se a xistosidade de plano axial S3, \n\nque, geralmente transpôs a xistosidade S1 e a estratificação S0, embora apenas nas auréolas do metamorfismo \n\nde contacto. A fase de deformação varisca D2 não se evidencia bem na área do presente trabalho. \n\n \n\nRelativamente às rochas granitóides da região de Vilarinho da Castanheira-Foz do Sabôr, integrantes do \n\nantiforma de Alijó-Carviçais, dir-se-á que se originaram em dois períodos sequencialmente contínuos da \n\nmesma fase de deformação D3. Um, onde se incluem as rochas granitóides pertencentes à série antiga e, o \n\noutro, mais tardiamente, integrando a série tardia. Todas estas rochas granitóides, durante sua génese e \n\nconsolidação, comportaram-se como mesocrustais e sub-autóctones. O granito de Castedo-Cabanas de Cima \n\n(F 130/161 e F130/19G) evoluiu, após perfeita homogeneização e feldspatização, para o granito de Zêdes -\n\nCabeça Boa-Especiarias. Este último envolve-o, havendo passagens graduais entre si. Porém, o granito de \n\nVilarinho da Castanheira  (F 129/188) encontra-se, na sua maior parte, cisalhado segundo N60W. É uma das \n\n\n\n 4 \n\nrochas granitóides mais antigas da série tardia da mesma fase de deformação D3 varisca. Seu cisalhamento \n\ndúctil esquerdo processou-se nesta fase de deformação. Outros granitos, tais como os de textura fina, média, \n\ngrosseira e porfiróide, contíguos ou não àquele, com passagens entre si, integram também a referida série \n\ntardia \n\n \n\n \n\n3 – CARACTERIZAÇÃO MACROSCÓPICA E MICROSCÓPICA \n\n \n\nO granito de Castedo-Cabanas de Cima (F 130/161) é uma rocha granitóide heterogénea com predomíneo de \n\nmatriz pouco evoluída no sentido granítico e/ou xenólitos e, portanto, pouco homogeneizado. Exibe uma \n\nmatriz escura, muito biotítica, com megacristais de feldspato, em regra esparsos. É interpenetrado, com \n\npassagens entre si, pelo granito de Zêdes-Cabeça Boa-Especiarias, também biotítico, mas de matriz granítica e \n\ngrosseira e com grande concentração de megacristais de feldspato. Estes megacristais e as biotites \n\napresentam-se bem orientados segundo N20-60W, reflectindo a foliação D3, bem como uma certa orientação \n\nfluidal. Em ambas as fácies e correspondentes transições foram colhidas várias amostras que não permitiram a \n\nobtenção de um diagrama isocrónico Rb/Sr, pelo que nos limitamos a apresentar duas idades Rb/Sr \n\nconvencionais relativas ao granito de Castedo-Cabanas de Cima (F 130/161-F e F 130/161-B). Ambos os \n\ngranitos são biotíticos, porfiróides, com megacristais de até 3,5cm de comprimento. Estes ocorrem, no \n\nprimeiro granito, esparsos numa matriz muito fina, biotítica, de granulação menor que 2mm, contendo já \n\nmegacristais menores que 1cm de comprimento. Ao microscópio sua textura é porfiróide com forte sub-\n\ngranulação devida a cataclase, conforme observada na amostra F 130/161, talvez pela proximidade da zona da \n\nfalha da Vilariça, ao contrário da amostra do outro granito, já bem distante. A sua matriz, de granularidade \n\nigual a maior que 0,1mm, exibe quartzo, microclina, albite, biotite castanha com inclusões de zircão, \n\nmoscovite e apatite. Os megacristais nesta matriz são constituídos por quartzo com contornos sub-\n\narredondados e albite com maclas finas e inclusões de plagioclase aparentemente mais cálcica e de sericite. A \n\nalbite e as inclusões apresentam-se fortemente deformadas. Trata-se, pois, de um granito biotítico, de grão \n\nfino com megacristais, cataclasado, sem alteração apreciável (F 130/161) (SILVA et al., 1987/1989). \n\n \n\nO granito de Vilarinho da Castanheira (F 129/188) define, como se disse acima, na sua maior parte, um \n\nverdadeiro corredor de cisalhamento dúctil esquerdo segundo N60W. Foi nesta zona de cisalhamento que se \n\nprocedeu à obtenção de amostras para o seu diagrama isocrónico Rb/Sr (Fig. 3). Trata-se de um granito de \n\nduas micas, orientado, de grão médio, com pequenos megacristais esparsos, deformado, com dois planos de \n\nclivagem (c e s) fazendo ângulos de aproximadamente 30º, sem alteração apreciável. Microscopicamente \n\nexibe textura granular com forte deformação. As faixas de cisalhamento correspondem a forte sub-granulação \n\nde todos os minerais. A pertite e a microclina pertítica apresentam-se em pequenos megacristais de \n\naproximadamente 1cm, fortemente deformados com bandas de deformação. São geralmente policíclicos. O \n\nquartzo ocorre mais ou menos sub-granulado conforme está mais ou menos próximo dos planos de \n\ncisalhamento (c). A albite apresenta alguma sericitização. A biotite, com inclusões de zircão, por vezes passa \n\na clorite. Ocorrem ainda moscovite, turmalina, relativamente abundante, e apatite. A biotie apresenta-se \n\norientada em ambos os palanos c e s (SILVA et al., 1987/1989). \n\n \n\n \n\n4 – MÉTODOS EXPERIMENTAIS \n\n \n\nAnalisaram-se seis amostras (F 129/188-A,B,D,F e F 130/161-B,F), em rocha total, pelo método Rb/Sr, que \n\npermitiram definir um diagrama isocrónico Rb/Sr verdadeiro (Fig. 3) e duas idades convencionais Rb/Sr \n\n(Tabela 1), cuja localização se indica na figura 2. O material granitóide utilizado foi esmagado em grão muito \n\nfino, com calibre inferior a 200 a 250Mesh. \n\n \n\nAs análises Rb/Sr foram obtidas no Centro de Pesquisas Geocronológicas da Universidade de São Paulo \n\n(Brasil), tendo-se procedido ao tratamento químico preconizado por ALLSOPP et al. (1968), após a obtenção \n\nsemi-quantitativa dos seus teores em Rb e Sr totais por fluorescência de Raios X. \n\n \n\nAs suas razões isotópicas foram obtidas num aparelho de marca Variant-Mat, modelo TH5, usando filamento \n\nduplo de rénio com 10’ (TORQUATO, 1974). Com tal espectrómetro de massa conseguiu-se como média de 36 \n\ndeterminações do padrão de Sr normal (SrCO3  EIMER &amp; AMEND) o valor de 0.7082±0.0003. Os cálculos \n\n\n\n 5 \n\nforam efectuados no Centro de Computação Electrónica da Universidade de São Paulo, tendo sido utilizados \n\nos programas identificados como PRBSR e PISOSP. \n\n \n\nAs idades convencionais Rb/Sr, em rocha total, foram calculados considerando-se a razão inicial \n\n(\n87\n\nSr/\n86\n\nSr)i=0.705±0.002. A constante de desintegração usada para o Rb é igual a 1.42.10\n-11\n\n anos\n-1\n\n. \n\n \n\nO cálculo do diagrama isocrónico Rb/Sr foi elaborado de acordo com YORK (1967), com erros no nível de \n\nconfiança de 95%. \n\n \n\nRelativamente à determinação aparente ou convencional K/Ar, em biotites (F129/188, F130/19G e F \n\n130/161), foi igualmente efectuada no Centro de Pesquisas Geocronológicas da Universidade de São Paulo \n\n(Brasil). As biotites utilizadas foram concentradas num separador magnético isodinâmico Franz, a partir de \n\ngranulometrias de 70 a 85Mesh (F130/161) e 80 a 100Mesh (F129/188 e F130/19G). \n\n \n\nO teor de potássio das biotites foi obtido por meio do fotómetro de chama Baird-Atomic, com padrão interno \n\nde lítio. Nesta análise seguiu-se o processo descrito por BRANNOCK &amp; BERTHOLD (1949) e a precisão na \n\ndeterminação do potássio é idêntica à de AMARAL et al. (1966). \n\n \n\nQuanto às determinações do árgon utilizaram-se as técnicas descritas por AMARAL et al. (op. cit.) e CORDANI \n\n(1970). \n\n \n\nAs constantes usadas para \n40\n\nK foram: \n\n     ??=4.90.10\n-10 \n\nanos\n-1 \n\n            \n\n     \n?K total=0.581.10\n\n-10\n anos\n\n-1 \n\n            \n\n     \n% atm. de \n\n40\nK em K\n\n total\n =0.01167. \n\n \n\nA análise isotópica do árgon foi efectuada num espectrómetro de massa com raio de curvatura de 4.5 \n\npolegadas e 60º de reflexão iónica, fabricado pela Nuclide Corp., segundo desenho original de REYNOLDS \n\n(1956). \n\n \n\n \n\n5 - RESULTADOS E DISCUSSÃO \n\n \n\nAs determinações isotópicas Rb/Sr e K/Ar convencionais, bem como o diagrama isocrónico Rb/Sr, obtidos, \n\nencontram-se expostos nas Tabelas 1 e 2 e na Figura 3, respectivamente, enquanto as suas localizações \n\nocorrem na Figura 2. \n\n \nSPR NºCa. Mat Rb \n\n(RX) \n\n ppm. \n\nSr \n(RX) \n\nppm. \n\nX=\n87\n\nRb/\n86\n\nSr Y=\n87\n\nSr/\n86\n\nSr \n\n \nPESO X \n(*E+3) \n\nRES.X \n(*E-2) \n\nPESO Y \n(*E+6) \n\nRES.Y \n(*E-4) \n\nIDADE \n (M.a.) \n\nRYO \n \n\nN \n\n8384 F129/ \n\n188-F \n\nRT 368.8 156.7 6.835±0.193 \n\n \n0.74290±0.00020 \n\n \n0.027 -0.944 25.000 0.022 389.4±23.4 0.705 1 \n\n8385 F129/ \n188-A \n\nRT 406.4 162.4 7.269±0.205 0.74450±0.00047 0.024 -7.991 4.527 0.904 381.7±22.5 0.705 2 \n\n8386 F129/ \n\n188-D \n\nRT 398.8 141.4 8.196±0.231 0.74954±0.00062 0.019 4.407 2.601 -0.684 381.7±20.9 0.705 3 \n\n8387 F129/ \n\n188-B \n\nRT 372,7 168.5 6.423±0.181 0.74125±0.00023 0.031 4.354 18.904 -0.151 396.4±24.6 0.705 4 \n\n8388 F130/ \n\n161-F \n\nRT 294.7 \n\n298.0 \n\n119.7 \n\n121.0 \n\n7.149±0.201 0.74175±0.00090 0.025 -29.354 1.235 10.115 361.1±23.8 0.705 5 \n\n8389 F130/ \n\n161-B \n\nRT 366.2 \n\n370.0 \n\n143.0 \n\n139.0 \n\n7.441±0.210 0.74788±0.00034 0.023 27.260 8.651 -1.228 404.7±22.3 0.705 6 \n\n \n\nTabela 1 – Dados Rb/Sr dos granitos de Vilarinho da Castanheira (F 129/188), Castedo-Cabanas de Cima e \n\nZêdes-Cabeça Boa-Espaciarias, estes dois últimos indiferenciados localmente (F 130/161) – Modelo \n\nWilliamson. \n\n\n\n 6 \n\n \n\n \nSPK NºCAMPO MATERIAL ROCHA K (%) \n\n40\nAr rad/ \n\n/(10\n-6\n\ncc STP/g) \n\nAr \natmosf.\n\n(%) IDADE (M.a.) \n\n(COX-DARL.) \n\nErro analítico  \n\n(máximo) \n\n6099 F130/161 BIOTITE GRANITO 6.9916±1.6428 83.66 2.42 284.5±5.6 (2.0%) 284.5±9.3 (3.3%) \n\n6380 F129/188 BIOTITE GRANITO 6.5621±0.5000 85.13 7.14 306.4±4.9 (1.6%) 306.4±11.0 (3.6%) \n\n6381 F130/19G BIOTITE GRANITO 7.4295±1.1064 98.91 0.81 313.9±4.7 (1.5%) 313.9±8.3 (2.6%) \n\n \n\nTabela 2 – Dados K/Ar dos granitos de Castedo-Cabanas de Cima e de Vilarinho da Castanheira. \n\n \n\n \n\n \n\n \n   87\n\nSr/\n86\n\nSr  Razão inicial=0.71120±0.00593 (0.83%) \n\n     Inclinação=0.00464±0.00084 (18.13%)  \n\n     Idade para 1.42E-5=326.3±59.2M.a. (18.13%) \n\n  MSWD=0.151158    Coef. Correlação=0.9959 \n\n0.760  Nível de corte (2?)=3.07 \n\n     Centróide= (7.015; 0.74378)     3    \n\n     Nº de Pontos=4                  2  \n\n0.740 \n                     1 \n                 4 \n \n\n0.720 \n\n \n\n \n\n   0.700 \n\n    0             1.8         3.2        5.0         6.8         8.0    \n 87\n\nRb/\n86\n\nSr   \n\n \n\n  Fig. 3 – Diagrama isocrónico Rb/Sr do granito de Vilarinho da Castanheira (F129/188) \n\n \n\n \n\nAs idades convencionais Rb/Sr obtidas referem-se a dois locais de colheita das amostras, as quais permitiram \n\ncaracterizar certa cogeneticidade a essas amostras em cada local (Fig. 2). \n\n \n\nO granito de Vilarinho da Castanheira, muito cisalhado ductilmente durante a fase de deformação D3 varisca, \n\napresenta uma idade isocrónica Rb/Sr verdadeira, na rocha total de quatro amostras, computada em \n\n326.3±59.2M.a. (Fig. 3), com uma razão inicial (\n87\n\nSr/\n86\n\nSr)i=0.71120±0.00593 e um MSWD=0.151158 \n\nbastante bom. O valor elevado do erro da sua idade reflecte, porventura, a intensa mobilização dos fluidos \n\ndurante o processo de cisalhamento dúctil. Este teria facilitado a sua veiculação e ascensão, propiciando o \n\ntransporte dos elementos, tais como Rb e Sr, entre outros, estranhos ao sistema constituído por esta rocha \n\ngranitóide. Originou-se, assim, uma total alteração da sua razão inicial (\n87\n\nSr/\n86\n\nSr)i, pelo que foi afectado, desse \n\nmodo, o verdadeiro valor da sua idade absoluta. Isso teria também contribuído para tão elevado erro, pois não \n\nera de esperar que tal acontecesse em rochas com tão elevados teores em Rb total em relação ao Sr total \n\n(Tabela 1). \n\n \n\nAs idades convencionais Rb/Sr, em rocha total, obtidas no granito de Castedo-Cabanas de Cima (F130/161-\n\nF,B) que, por vezes, se associa indiferenciadamente ao granito de Zêdes-Cabeça Boa-Especiarias, evidencia \n\nvalores (361.1±23.8 e 404.7±22.3M.a.), conforme apresentados na Tabela 1, muito semelhantes aos obtidos \n\nno granito de Vilarinho da Castanheira, cuja idade isocrónica Rb/Sr obtida foi anteriormente comentada. No \n\nentanto, procedeu-se à projecção de uma isócrona Rb/Sr utilizando os dados convencionais das seis amostras \n\napresentadas na Tabela 1, relativas aos granitos de Vilarinho da Castanheira e de Castedo-Cabanas de Cima \n\nque, no terreno, não são amostras de rochas cogenéticas, pois, além de serem granitos diferentes, foram \n\ncolhidas em pontos geograficamente distintos. Deste modo obteve-se uma idade isocrónica Rb/Sr projectada \n\nmuito elevada, computada em 408.6±78.2M.a. (19.5%), com uma razão inicial (\n87\n\nSr/\n86\n\nSr)i=0.70287±0.00794 \n\n(1.13%) e um MSWD=1.719934. Esta idade isocrónica Rb/Sr assim obtida mostra elevadas imprecisões na \n\n\n\n 7 \n\nidade e na razão inicial. Relativamente às citadas seis amostras utilizadas para esta última isócrona constatou-\n\nse que evidenciam uma dispersão muito pequena na razão Rb/Sr, concentrando-se todas ao redor da amostra \n\nF130/161-F. Pelas posições relativas dessa duas amostras (F130/161-F,B) no diagrama isocrónico Rb/Sr \n\nprojectado e referido há pouco não houve possibilidade de conseguir uma isócrona com as várias amostras \n\ncolhidas do granito de Castedo-Cabanas de Cima, pelo facto de serem demasiado homogéneas isotopicamente \n\nTentaram-se fazer novas colheitas no terreno mas o resultado voltou a ser insatisfatório, pelo que se desistiu \n\nde continuar nessa persistência. \n\n \n\nNa região de Carviçais, localizada a es-nordeste da área estudada, MENDES (1967/1968) obteve as idades \n\nconvencionais Rb/Sr de 350M.a., em moscovites, e 468M.a., em rocha total, de rochas granitóides deste \n\nmesmo antiforma, as quais são consideradas contemporâneas das anteriormente analisadas neste estudo, por \n\nterem sido geradas no mesmo antiforma e durante a mesma terceira fase de deformação D3 varisca. Ora estes \n\nresultados mostram-se inaceitáveis devido a que um é anterior e o outro é contemporâneo da primeira fase de \n\ndeformação D1 varisca, época em que não se geraram rochas granitóides variscas nesta região. \n\n \n\nAs três idades aparentes K/Ar obtidas encontram-se referidas na Tabela 2. São análises isotópicas K/Ar das \n\nbiotites extraídas dos granitos de Vilarinho da Castanheira (306.4±11.0M.a.) e de Castedo-Cabeça Boa \n\n(284.5±9.3 e 313.9±8.3M.a.). O penúltimo resultado, relativo ao granito de Castedo-Cabeça Boa (Fig. 2), \n\nparece indicar o momento final do metamorfismo regional da fase de deformação D3 varisca, isto é, do fecho \n\ndo sistema, logo após o soerguimento, resfriamento e consolidação da cadeia varisca, ao mesmo tempo que \n\npoderá também reflectir os efeitos tardios da grande zona de cisalhamento da falha da Vilariça, pois a \n\nlocalização da sua amostragem ocorre bastante próximo desse acidente tectónico. As outras idades aparentes \n\nK/Ar, relativas aos dois granitos antes citados, cuja amostragem (Fig. 2) se processou longe da proximidade \n\nde zonas de cisalhamentos tardi a pós-variscos, parecem reflectir, embora com grande margem de intervalo, a \n\nidade isocrónica Rb/Sr verdadeira do citado granito de Vilarinho da Castanheira. Do mesmo modo parecem \n\nevidenciar ainda o pleno desenvolvimento dos metamorfismos de contacto e regional da fase de deformação \n\nD3 varisca. \n\n \n\nEstas idades aparentes K/ar mostram-se semelhantes aos valores obtidos das idades convencionais Rb/Sr em \n\nbiotites de rochas granitóides aflorando no mesmo antiforma nas regiões a es-nordeste da área estudada, \n\nprecisamente em Fornos (298±9M.a.) e Lagoaça (296±13 e 307±7M.a.), conforme determinações \n\nradiométricas de MENDES (1967/1968). \n\n \n\n \n\n6 - AGRADECIMENTOS \n\n \n\nOs autores agradecem a colaboração prestada pelo Centro de Pesquisas Geocronológicas da Universaidade de \n\nSão Paulo (Brasil), pela obtenção das análises isotópicas citadas neste trabalho, e ao Professor Doutor \n\nUmberto Giuseppe Cordani, responsável por este centro de investigação, pela sua autorização, e, ainda, a todo \n\no pessoal técnico que colaborou nessas análises. \n\n \n\n \n\n7 – REFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nALLSOPP, H. L.; ULRYCH, T. J. &amp; NICOLAYSEN, L. O. (1968) – Dating some significance events in the history \n\nof the Swaziland System by the Rb/Sr isochron method, Canadian Journal of Earth Science, 5, 605. \n\nAMARAL, G.; CORDANI, U. G.; KAWASHITA, K. &amp; REYNOLDS, J. H. (1966) – Potassium-argon dates of \n\nbasaltic rocks from Southern Brazil, Geoch. et Cosmoch. Acta, Pergamon Press L.\ntd\n\n, Oxford. \n\nBRANNOCK, W. &amp; BERTHOLD, S. (1949) – The determination of sodium and potassium in silicate rocks by \n\nflame photometer, U. S. Geol. Serv. Bull., Washington, 992, pp. 1-14. \n\nCORDANI, U. G. (1970) – Idade do vulcanismo no Oceano Atlântico Sul, Sep. Inst. Geoc. Univ. São Paulo, \n\nSão Paulo, 1, pp. 9-75. \n\nJULIVERT, M.; FONTBOTÉ, J.; RIBEIRO, A. &amp; CONDE, L. (1974) – Memória Explicativa del Mapa Tectónico de \n\nla Peninsula Ibérica y Baleares, Inst. Geol. Min. España, Madrid. \n\nMENDES, F. (1967/1968) – Contribution à l´étude géochronologique par la méthode au strontium des \n\nformations cristallines du Portugal, Bol. M. L. M. G. Fac. Cîênc. Univ. Lisboa, Lisboa, 11(1), 155pp. \n\n\n\n 8 \n\nREYNOLDS, J. H. (1956) – High sensibility mas spectrometer for noble gas analyses, Rev. Sci. Instrum.,27, pp \n\n928-934. \n\nSILVA, A. F. (2005, processado) –Litostratigrafia e Estrutura do Supergrupo Dúrico-Beirão (Complexo Xisto-\n\nGrauváquico), Inst. Nac. Eng. Tecn. Inov. (INETI), Lisboa, 480pp.  \n\nSILVA, A. F.; REBELO, J. A. &amp; RIBEIRO, M. L. (1987/1989) – Carta Geológica de Portugal, na escala \n\n1/50.000. Notícia Explicativa da folha 11-C (Torre de Moncorvo), Serv. Geol. Portugal, Lisboa, 65pp. \n\nSILVA, A. F. &amp; RIBEIRO, A. (1985) – Thrust Tectonics of Sardic Age in the Alto Douro Region (Northeastern \n\nPortugal), Com. Serv. Geol. Portugal, Lisboa, 71(2), pp.151-157. \n\nSILVA, A. F.; ROMÃO, J. M. C.; SEQUEIRA, A. J. &amp; OLIVEIRA, J. T. (1995) – A sucessão litostratigráfica anté-\n\nordovícica na Zona Centro-Ibérica (ZCI), em Portugal: Ensaio de interpretação com base nos dados \n\nactuais, XIIIº Reunião de Geologia do Oeste Peninsular, Univ. Salamanca, Salamanca, 1, pp. 71-72. \n\nSOUSA, M. B. (1982) – Litostratigrafia e Estrutura do Complexo Xisto-Grauváquico – Grupo do Douro \n\n(Nordeste de Portugal), Dissertação de Doutoramento, Publ. Mus. Lab. Min. Geol. Univ. Coimbra, \n\nCoimbra, 223pp. \n\nTORQUATO, J. R. (1974) – Geologia do sudoeste de Moçâmedes e sua relação com a evolução tectónica de \n\nAngola, Tese de Doutoramento, Inst. Geoc. Univ. São Paulo, São Paulo, 243pp. \n\nYORK, D (1967) – The best isochron, Earth Planet. Sci. Letter, 2(5), pp. 479-482."}]}}}