{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10052"}, {"@name": "filename", "#text": "15097_247588.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "KAMILA BERTOL MERLIN\nESTUDO COMPARATIVO DA IMPREGNAÇÃO A VÁCUO DE MAÇÃ (VAR. FUJI), PÊRA (VAR. D'AGUA E D'ANJOU) e MANGA (VAR. TOMMY ATKINS)\nUNIVERSIDADE FEDERAL DE SANTA CATARINA\nCENTRO TECNOLÓGICO\nCURSO DE PÓS-GRADUAÇÃO EM ENGENHARIA DE ALIMENTOS\nESTUDO COMPARATIVO DA IMPREGNAÇÃO A VÁCUO DE MAÇÃ (VAR. FUJI), PÊRA (VAR. D'AGUA E D'ANJOU) e MANGA (VAR. TOMMY ATKINS)\nDissertação submetida ao curso de Pós-Graduação em Engenharia de Alimentos da Universidade Federal de Santa Catarina como requisito parcial a obtenção do Grau de Mestre em Engenharia de Alimentos, área de concentração:\tDesenvolvimento de\nProcessos da Indústria de Alimentos.\nOrientador: Prof. Dr. João Borges Laurindo\nFlorianópolis, 27 de julho de 2007.\nAGRADECIMENTOS\nAgradeço em primeiro lugar aos meus pais Katia Bertol e Dagmar Merlin, que sempre me incentivaram e me deram as condições necessárias para que eu pudesse ir atrás dos meus sonhos.\nAgradeço ao meu irmão João Victor Bertol Merlin que sempre faz parte de tudo que acontece na minha vida.\nEm especial aos meus avós Victor Bertol e Maria Zeneide Bertol, que além de apoio, amor e carinho sempre foram para mim exemplos a serem seguidos.\nAo meu namorado Julio Barzotto, pelo amor, por estar sempre ao meu lado e por me ajudar a alcançar as condições psicológicas e emocionais necessárias.\nAs minhas amigas da vida toda Joahne Trizotto e Anne Cristyne Pereira por sempre me entenderem por completo.\nAo Orientador João Borges Laurindo, pela orientação e por sua competência.\nAos colegas que fiz durante o Mestrado, em especial ao Leandro pela companhia, ajuda e prestatividade e a Carol e a Ise pela amizade.\nAgradeço a Universidade Federal de Santa Catarina, ao curso de Pós-Graduação em Engenharia de Alimentos por ter me dado esta chance dentre as muitas pessoas que a almejavam.\nA CAPES pela concessão da bolsa de estudos.\nRESUMO\nA Impregnação a vácuo (IV) de produtos porosos consiste na troca do gás e/ou líquido aprisionado dentro do poro do alimento por um líquido externo, devido à ação de gradientes de pressão promovidos pela aplicação do vácuo seguida da recuperação da pressão atmosférica, em um recipiente contendo o alimento imerso em uma solução impregnante. O dispositivo experimental utilizado foi montado no Laboratório de Propriedades Físicas de Alimentos (PROFI), na Universidade Federal de Santa Catarina (UFSC). O estudo foi dividido em duas partes. Na primeira parte investigou-se o comportamento de quatro tipos de frutas - maçã var. fuji, pêra var. d'agua, pêra var. d'anjou e manga var. tommy atkins- quando submetidas ao processo de impregnação a vácuo a diferentes pressões (50, 100, 150 e 200 mmHg). Para minimizar os efeitos osmóticos foi usado suco da fruta correspondente, com igual teor de sólidos solúveis. Para cada amostra foi obtido o valor de X (%), que indica o volume da amostra que após o processo está preenchida pela solução impregnante. Os valores de X foram da ordem de 17% para a maçã, 5% para a pêra d'água, 3% para a pêra d'anjou e entre 0,5 e 3% para a manga. Os valores de X encontrados foram comparados com os valores teóricos obtidos pelo modelo hidrodinâmico (HDM), o qual foi capaz de predizer os valores de X(%) para maçãs, com erro relativo da ordem de 5%. No entanto, o erro relativo foi da ordem de 30% para as peras e maiores do que 50% para a manga. Este estudo demonstrou que a porosidade das frutas influencia a fração da amostra impregnada pela solução e que o HDM não foi capaz de predizer os valores de X de frutas muito deformáveis, como a manga. Na segunda parte do estudo a influência da viscosidade da solução impregnante no processo de impregnação foi investigada, usando maçãs var. fuji como alimento-modelo. Foram feitas sete soluções de suco de maçã com 12,6°BRIX e diferentes viscosidades (0,962cP - 37,398cP), adicionando goma guar ao suco. As amostras de maçã foram submetidas a pressão de 50 mmHg por 10 minutos e posterior restabelecimento da pressão atmosférica. Os resultados mostram claramente que o aumento da viscosidade da solução diminuiu os valores de X(%), para as mesmas condições experimentais. Os valores de X(%) para este processo foram comparados com o modelo empírico de Saurel, que foi capaz de prever os valores de X para soluções com viscosidade inferior a 37cP. Deste modo, este trabalho apresenta resultados experimentais que podem ser úteis para o projeto de processos de impregnação a vácuo de frutas, além de mostrar a limitação da capacidade preditiva dos modelos matemáticos conhecidos.\nPalavras-chave: impregnação a vácuo, cinética, viscosidade, maçã, pêra, manga.\nVacuum impregnation (VI) of porous products consists of exchanging the internal gas and/or liquid occluded in the open pores for na external liquid by the action of pressure gradients promoted by the use of vacuum pressure, followed by the reestablishment of atmospheric pressure in a tank containing the product immersed in a solution. The experimental device used was mounted in the Laboratory of Physical Properties of Food (PROFI), in the Federal University of Santa Catarina (UFSC). The study it was divided in two parts. In the first part the behavior of four types of fruits was investigated - apple (var. fuji), pear (var.d’agua), pear (var.d'anjou) and mango (var. Tommy atkins) - when submitted to the vacuum impregnation process at different pressures (50, 100, 150 and 200 mmHg). To minimize the osmotic effect, juice of the corresponding fruit, with equal soluble solid was used. For each sample was obtained the value of X (%), which indicates the volume of the sample that after the process is completed by the solution. The values of X had been of the order of 17% for the apple, 5% for the pear d'agua, 3% for the pear d'anjou and between 0,5 and 3% for the mango. The joined values of X had been compared with the theoretical values gotten by model HDM, which was capable to predict the values of X (%) for apples, with relative error of the 5% order. However, the relative error was of the order of 30% for pears and greaters of 50% for the mango. This study it demonstrated that the porosity of the fruits influences the fraction of the sample impregnated for the solution and that the HDM was not capable to predict the values of X of very deformable fruits, as the mango. In the second part of the study it influences it of the viscosity of the impregnation solution in the VI was investigated, using apples (var. fuji) as food-model. Seven apple juice solutions with 12,6°BRIX and different viscosities had been made (0,962cP - 37,398cP), adding guar gum. The apple samples had been submitted the pressure of 50 mmHg per 10 minutes and subsequent reestablishment of the atmospheric pressure. The results show clearly that the increase of the viscosity of the solution diminished the values of X (%), for the same experimental conditions. The values of X (%) for this process had been compared with the empirical model of Saurel, was capable to predict the values of X for solutions for a viscosity less than 37cP. Thus, this work presents experimental results that can be useful for the design of the vacuum impregnation processes of fruit, and show the limitation of the ability of predictive mathematical models known.\nWord-key: vacuum impregnation, kinetic, viscosity, apple, pear, mango.\nSUMÁRIO\nPágina\nINTRODUÇÃO.......................................................... 1\nObjetivos do Trabalho............................................... 3\nCAPÍTULO 1.......................................................... 4\nREVISÃO BIBLIOGRÁFICA............................................... 4\n1.1\t- Impregnação a vácuo de produtos porosos....................... 4\n1.2\t- Transferência de massa e microestrutura dos vegetais submetidos a IV.\t11\n1.3\t- Modelos matemáticos para o processo de IV.................... 14\n1.3.1\t- Modelo do Mecanismo Hidrodinâmico (FITO, 1994)......... 15\n1.3.2\t- Modelo do Acoplamento do HDM com o Fenômeno de\nDeformação-Relaxação (FITO et al., 1996)........................... 20\n1.3.3\t- Modelo do acoplamento do DRP ao HDM corrigido para as\ndiferentes viscosidades das soluções. (SAUREL, 2004)............... 29\n1.4\t- Frutas Utilizadas no estudo da Impregnação a vácuo\t31\nCAPÍTULO II........................................................ 34\nMATERIAIS E MÉTODOS................................................ 34\n2.1\t- Dispositivo Experimental..................................... 34\n2.1.1\t- Obtenção das curvas de pressão......................... 39\n2.1.2\t- Curvas de pressão controladas.......................... 40\n2.1.3\t- Obtenção das curvas padrão............................. 42\n2.1.4\t- Obtenção das curvas de cada fruta...................... 44\n2.2\t- Materiais Utilizados......................................... 44\n2.2.1\t- Preparo das amostras................................... 44\n2.2.2\t- Preparo das soluções................................... 47\n2.2.3\t- Propriedades Físico-químicas das frutas................ 48\n2.3\t- Determinação dos parâmetros: X e Ev.......................... 49\n2.3.1\t- Fração da amostra impregnada (X)....................... 49\n2.3.2\t- Estimativa da expansão volumétrica (Ev)................ 50\n2.4\t- Influência da viscosidade da solução na IV................... 50\nCAPÍTULO III....................................................... 52\nRESULTADOS E DISCUSSÃO............................................. 52\n3.1\t- Propriedades físico-químicas das frutas e soluções........... 52\n3.1.1\t- Frutas................................................. 52\n3.1.2\t- Soluções............................................... 56\n3.2\t- Cinética da IV e Parâmetros X e Ev........................... 56\n3.2.1\t- Maçã (var. Fuji)....................................... 57\n3.2.2\t- Pêra (var. d'água)..................................... 60\n3.2.3\t- Pêra (var. d'anjou).................................... 63\n3.2.3\t- Manga (var.Tommy Atkins)............................... 66\n3.3\t- Avaliação comparativa da IV para as diferentes frutas........ 69\n3.4\t- Influencia da viscosidade da solução na IV................... 70\nCAPÍTULO IV........................................................ 73\nCONCLUSÕES......................................................... 73\nREFERÊNCIAS BIBLIOGRÁFICAS......................................... 74\nLISTA DE FIGURAS\nFigura 2 - Microestrutura de uma laranja in natura. (a): antes da impregnação 12 e (b) após a impregnação com uma solução isotônica (FITO et al.,2000).............................................................\nFigura 3 - Microestrutura de uma berinjela: (a): antes da impregnação e (b)\t12\napós a impregnação com uma solução isotônica (FITO et al.,2000).............................................................\nFigura 4 - Microestrutura de uma maçã após IV. (A) S. cerevisiae e (B) L.\t13\ncasei (BETORET, 2001).................................................\nFigura 5 - De-bonding (desligamento) e rupetura da parede celular que podem 14 ocorrer em tecidos vegetais (CHIRALT, et.al.,2000)..........................................................\nFigura 6 - Mecanismo Hidrodinâmico em um poro ideal (FITO, 1994)........ 15\nFigura 7 - Sistema sólido-líquido, HDM acoplado ao fenômeno de deformação-relaxação em um poro ideal. (FITO et al, 1996)............... 22\nFigura 8 - Representação esquemática do dispositivo experimental para os\t36\nensaios de impregnação a vácuo........................................\nFigura 9 - Representação esquemática do balanço de forças no sistema,\t37\nmedido pela célula de carga...........................................\nFigura 10 - Curva de pressão obtida para câmara de vácuo com 50 L de\t40\nvolume interno........................................................\nFigura 11 - Curvas de vácuo mantendo-se constante as pressões de 50, 100,\t41\n150 e 200 mmHg........................................................\nFigura 12 - A: Curva padrão para suco de maçã desaerado com 12,6°BRIX a 43 pressão de 50 mmHg. B: Curva de pressão...............................\nFigura 13 - Representação do sentido de corte das frutas (A) Maçã, (B) Pêra, 46 (C) Manga.............................................................\nFigura 14 - Dispositivos utilizados para o corte das amostras. (A) Altura, (B)\t46\nDiâmetro..............................................................\nFigura 15 - Cinética da impregnação a vácuo de maçã (var. Fuji) nas pressões\t57\nde vácuo de 50 mmHg, 100 mmHg, 150 mmHg e 200 mmHg....................\nFigura 16 - Fração da amostra de maçã (var. Fuji) impregnada pela solução\t59\nem diferentes pressões de vácuo.......................................\nFigura 17 - Cinética da impregnação a vácuo de pêra (var. d'água) nas\t61\npressões de vácuo de 50 mmHg, 100 mmHg, 150 mmHg e 200 mmHg...........\nFigura 18 - Fração da amostra de pêra (var. d'água) impregnada pela solução 62 a diferentes pressões de vácuo........................................\nFigura 19 - Cinética da impregnação a vácuo de pêra (var. dánjou) nas\t64\npressões de vácuo de 50 mmHg e 100 mmHg...............................\nFigura 20 - Fração da amostra de pêra (var. d’ánjou) impregnada pela solução\t65\na diferentes pressões de vácuo........................................\nFigura 21 - Cinética da impregnação a vácuo de manga (var. Tommy Atkins) 66 nas pressões de vácuo de 50 mmHg, 100 mmHg, 150 mmHg e 200 mmHg.......\nFigura 22 - Fração da amostra de manga (var. Tommy Atkins) impregnada pela 67 solução a diferentes pressões de vácuo................................\nFigura 23 - Influência da pressão de vácuo na fração da amostra impregnada 69\nX(%).................................................................\nFigura 24 - Efeito da viscosidade da solução na fração da amostra de maçã 71 (var. Fuji) impregnada após processo de IV na pressão de 50 mmHg.....\nLISTA DE TABELAS\nTabela 1 - Propriedades físico-químicas das frutas estudadas................53\nTabela 2 - Densidade das soluções utilizadas................................56\nINTRODUÇÃO\nOs fenômenos de transferência de massa estão amplamente presentes nos diversos processos nas indústrias de alimentos (SHI e FITO, 1994).\nA impregnação a vácuo (IV) de alimentos faz com que seja possível a introdução de substâncias dissolvidas diretamente dentro do poro de uma estrutura porosa, de uma maneira controlada, propiciando uma mudança rápida tanto em composição como em estrutura (GRAS, et.al.,2002).\nPesquisadores da Universidade Politécnica de Valência têm contribuído com avanços significativas no entendimento dos mecanismos de transferência de massa que ocorrem em nível celular e microestrutural durante a impregnação a vácuo (FITO, 1994; FITO e PASTOR, 1994; FITO et.al.,1996). Estes autores demonstraram que o mecanismo hidrodinâmico de transporte de água e solutos, controlado por gradientes macroscópicos de pressão, é o principal mecanismo de “transferência de massa” nos processos utilizando vácuo.\nA impregnação a vácuo de produtos porosos consiste na troca do gás e ou líquido aprisionado nos poros dos alimentos por um líquido externo, através da ação do mecanismo hidrodinâmico (HDM) promovido pelas mudanças de pressão (FITO, 1994; FITO e PASTOR, 1994).\nDiferentes aplicações da impregnação a vácuo em alimentos vem sendo estudadas recentemente em inúmeros trabalhos (FITO e CHIRALT, 2000; FITO et.al., 2000). Estes estudos utilizam um\nA impregnação a vácuo vem sendo utilizada como pré-tratamento, antes de um tratamento complementar como a secagem, congelamento, adoçamento e fritura, e é usada para modificar a formulação dos alimentos e desenvolver novos produtos (ZHAO e XIE, 2004).\nNeste trabalho foram estudados alguns aspectos da impregnação a vácuo, visando compreender a fenomenologia e as influências dos parâmetros do processo e das diferentes estruturas de frutas nas propriedades das amostras impregnadas. Espera-se com o presente trabalho ter contribuído para o entendimento do processo de impregnação a vácuo em frutas e também criar alternativas tecnológicas.\nObjetivos do Trabalho\nEste trabalho teve como objetivo principal estudar o processo de impregnação a vácuo com soluções de suco de frutas em quatro diferentes variedades de frutos: maçã (var. fuji), pêra (var. d'água), pêra (var. d'anjou) e manga (var.tommy atkins). Paralelamente a este estudo objetivou-se estudar a correlação dos modelos atualmente existentes que descrevem o processo de impregnação a vácuo com os dados experimentais obtidos.\nOs objetivos específicos foram:\n•\tAvaliar a fração de amostra impregnada pela solução de suco de fruta variando-se a intensidade do vácuo aplicado.\n•\tComparar os resultados quando se submetem matérias-primas de estrutura celular diferente ao mesmo processo, com idênticos parâmetros.\n•\tAvaliar o perfil da cinética da impregnação a vácuo utilizando equipamento existente no Laboratório de Propriedades Físicas de Alimentos (PROFI-UFSC)\n•\tAvaliar a influência da viscosidade da solução impregnante no processo de IV de maçã (var. fuji).\n•\tComparar os dados obtidos experimentalmente com os dados dos modelos existentes que descrevem o processo de impregnação a vácuo.\nCAPÍTULO I\nREVISÃO BIBLIOGRÁFICA\nEste capítulo foi dividido em tópicos. No primeiro deles apresenta-se uma revisão sobre o processo de impregnação a vácuo (IV) e suas principais aplicações em alimentos. O segundo tópico aborda as mudanças estruturais que podem ocorrer nos tecidos vegetais quando submetidos a IV. O terceiro descreve os modelos físico-matemáticos existentes para o processo e no quarto tópico é apresentada uma breve revisão sobre as três frutas utilizadas neste trabalho.\n1.1\t- IMPREGNAÇÃO A VÁCUO DE PRODUTOS POROSOS.\nA impregnação a vácuo é usualmente utilizada para acelerar a penetração de um líquido ou soluto de interesse em uma estrutura porosa, seja esta vegetal ou animal (ZHAO e XIE, 2004).\nEsta operação ocorre em dois estágios, depois que o produto é imerso na solução que se deseja impregnar. No primeiro estágio, pressão de vácuo (50-100 mbar) é imposta ao sistema por um curto período de tempo (t1) no tanque fechado. Isto promove a expansão e a saída dos gases oclusos nos poros. Parte da fase líquida presente nos poros é arrastada pelos gases que saem. No segundo estágio a pressão atmosférica (p2) é restabelecida no tanque por um tempo (t2) e a compressão leva a uma considerável redução no volume do gás restante dentro do poro e com isto ocorre à entrada da solução impregnante na estrutura porosa. Esta compressão pode acarretar na redução do tamanho do poro dependendo da resistência mecânica da matriz sólida (FITO et al.,2001a).\nAs condições de vácuo promovem cinéticas de “transferência de massa” mais rápidas, devido à ação do mecanismo hidrodinâmico (HDM) acoplado ao mecanismo difusivo. O vácuo é extremamente eficaz para promover o HDM em produtos altamente porosos (CHÁFER et al.,2001; CHÁFER et.al., 2003).\nO mecanismo hidrodinâmico é o maior responsável pela penetração de uma solução externa no interior dos poros de um material durante o processo de impregnação a vácuo. No entanto, esse mecanismo normalmente ocorre junto com o fenômeno de deformação-relaxação (DRP) da matriz sólida. Essa deformação ocorre em diferentes graus dependendo do tempo do processo e das variáveis de cada material (FITO et. al., 1996).\nFITO e colaboradores, em 1994 publicou um modelo matemático para o processo de impregnação a vácuo, considerando a impregnação como um mecanismo não difusivo que ocorre nos alimentos porosos quando submetidos à aplicação do vácuo, ou seja, o mecanismo hidrodinâmico (HDM). O autor estendeu a análise do HDM (que não considera o fenômeno de deformação-relaxação) para um modelo que engloba a ocorrência do HDM juntamente com o DRP. Este modelo foi proposto\nA deformação da amostra, bem como a impregnação alcançada no processo depende da estrutura do material e das propriedades mecânicas do mesmo, além das condições de operação. A estrutura dos tecidos exerce uma importante influência no processo de transferência de massa, não somente pela porosidade, mas também pelo tamanho e distribuição dos poros. Isto significa que a resistência dos poros ao fluxo de gás e líquido é determinante para a deformação e impregnação do material. Sobre este ponto de vista a impregnação a vácuo de um material poroso está relacionado com os fatores que seguem:\n•\tEstrutura do tecido (tamanho do poro e sua distribuição)\n•\tTempo de relaxação da matriz sólida, como uma função das propriedades mecânicas do material.\n•\tTaxa de transferência do mecanismo hidrodinâmico (HDM), como uma função da estrutura (tamanho e forma dos poros) e da viscosidade da solução.\n•\tTamanho e forma das amostras (FITO et.al., 1996).\nA intensidade do vácuo também afeta o processo de impregnação. O aumento do vácuo aumenta o ganho de sólidos e o ganho de água (solução externa), uma vez que o gradiente de pressão é maior, promovendo maior degaseificação e maior fluxo de solução externa para dentro dos poros. Foi observado também que, para maçãs, períodos de vácuo maiores do que 10 minutos não afetam o ganho de sólidos, o que sugere que este tempo foi suficiente para a desaeração efetiva da amostra. (PAES, 2005).\nFito investigou a perda de água (WL) e o ganho de sólidos (SG) em pedaços de maçãs submetidas à desidratação osmótica (OD) e a desidratação osmótica a vácuo (VOD) em processos com solução de sacarose a 65% na temperatura de 50 0C e observou que a VOD aumentou significativamente a taxa de perda de água comparada com a obtida à pressão atmosférica (FITO, 1994).\nA IV pode ser usada como pré-tratamento para as operações de secagem, congelamento, enlatamento e fritura e ainda possui a capacidade de modificar a composição dos alimentos para o desenvolvimento de novos produtos. O incremento na qualidade de alimentos porosos pelo pré-tratamento com IV é muito devido à utilização de baixas temperaturas nos processos, minimizando os danos pelo calor aos tecidos vegetais, preservação da cor, preservação do aroma e sabor natural, e preservação de todos os outros componentes que são termossensíveis (TORREGGIANI, 2001; ZHAO e XIE, 2004; BOEIRA, 2005).\nOutras possíveis aplicações da IV para a melhoria da qualidade de alimentos são a introdução de agentes modificadores da textura, antioxidantes e antimicrobianos dentro dos poros, o que também pode estender a vida de prateleira do produto (BOLIN e HUXSOLL, 1993; GUILLEMIN et.al. 2005).\nO uso de soluções de açúcar na IV de frutas frescas mostrou-se efetiva na prevenção da perda dos componentes voláteis de aroma e sabor durante uma posterior secagem por ar ou utilizando o vácuo (ZHAO e XIE, 2004).\nO enriquecimento de vegetais com cálcio pela utilização da impregnação a vácuo é uma alternativa para desenvolver produtos funcionais. GRAS e colaboradores (2003) observaram que a fortificação de pedaços de cenoura com soluções isotônicas contendo sacarose e lactato de cálcio propiciaram mudanças nas propriedades mecânicas da mesma e que o cálcio é armazenado no xilema\nA substituição dos gases oclusos nos poros das frutas pela solução impregnante durante a impregnação a vácuo causa mudanças nas propriedades térmicas das amostras e pode ser utilizado a fim de aumentar a eficiência dos processos térmicos e a qualidade dos produtos. Essas mudanças dependem principalmente da porosidade do produto e da composição da solução impregnante. A IV de pedaços de maçã (var. Granny Smith) com uma solução isotônica mostrou que o processo resulta em um aumento significativo na condutividade térmica (15-24%), o que não foi observado para a difusividade térmica e para o calor específico, uma vez que o processo não altera a fração aquosa da amostra (MARTINEZ-MONZÓ et.al., 2000).\nDurante a secagem de alimentos com ar quente pode ocorrer perda da funcionalidade das células e uma considerável mudança na qualidade sensorial e nutricional dos produtos. Por isso, outras técnicas de secagem como a desidratação osmótica, secagem por microondas, impregnação a vácuo como pré-tratamento ou combinado com outras tecnologias tem sido pesquisadas como alternativas para desenvolver produtos com uma maior qualidade sensorial e nutricional (GARCIA-MARTINEZ et.al., 2002; CONTRERAS et. al., 2005; MARTIN-ESPARZA et.al., 2006).\nA técnica de impregnação a vácuo vem sendo estudada também em processos de salga de carnes, queijos e peixes e consiste na imersão do produto em uma salmoura sobre a aplicação do vácuo. Isto resulta em menor tempo de salga e uma melhor retenção da fase líquida no produto final (BUGUENO et. al., 2003)\nUm estudo que utilizou períodos iniciais de vácuo na salga de cortes de peito de frango demonstrou que esses períodos aumentam a impregnação de água e sal nos cortes e conseqüentemente resultando em um aumento da massa total das amostras (SCHMIDT, 2006).\nMuitos efeitos afetando as propriedades mecânicas dos tecidos vegetais são observados em tratamentos térmicos (congelamento, branqueamento, cozimento, pasteurização, esterilização) e geralmente esses efeitos são atribuídos aos fenômenos:\n•\tAlteração da membrana celular, resultando em perda do tugor celular, perda do suco e amolecimento.\n•\tde-bonding (desligamento) ou ruptura da parede celular diminuindo sua resistência (SAUREL, 2004).\nQuando são usadas soluções isotônicas na impregnação, os espaços intercelulares são preenchidos e o tugor da célula é mantido. Com soluções hipertônicas, geralmente usadas em desidratação osmótica, micrografias mostram plasmólise das células em todos os casos (SAUREL, 2004).\nAumentar a vida de prateleira de produtos minimamente processados pela preservação de sua qualidade é uma constante busca das indústrias do ramo. Nos últimos anos, temperaturas baixas e embalagens com atmosfera modificada são utilizadas para diminuir a taxa de respiração desses produtos (CASTELLÓ et. al.,2005). A utilização de tratamentos osmóticos a vácuo possibilita a obtenção de produtos frescos com suas qualidades aumentadas, pela redução da atividade de água desta fruta ou vegetal, o que aumenta a estabilidade deste material a degradação microbiológica, ou pela introdução de alguns preservativos na estrutura dos produtos (FITO e CHIRALT, 2000).\nAs aplicações do processo de impregnação a vácuo podem ser resumidas na figura 1.\nFigura 1 - Algumas aplicações da IV em processos de frutas e vegetais (ZHAO e XIE, 2004).\nOs tecidos vegetais podem ser considerados como sendo um material poroso composto fundamentalmente por células e espaços intercelulares. As células são compostas pelo protoplasma que é envolvido pela membrana plasmática e pela parede celular (LE MAGUER et al.,2003). Os espaços intercelulares são diretamente responsáveis pela porosidade do produto, uma vez que, quanto maior é o volume desses espaços, maior é a porosidade do alimento e conseqüentemente maior é o espaço que poderá ser ocupado pela solução durante o processo de IV (CHIRALT e FITO, 2003; NIETO et.al., 2004)\nDurante a etapa de vácuo do processo de IV, o gás ocluso nos poros sai devido a sua expansão. Quando a pressão atmosférica é restabelecida esse gás se comprime e libera espaço para a entrada da solução impregnante. Assim, esta solução ocupará os espaços intercelulares anteriormente preenchidos por gases e líquidos nativos do alimento.\nA natureza da transferência de massa no processo de impregnação a vácuo determina a quantidade da substância de interesse que irá penetrar no produto, a distribuição desta substância na matriz porosa e as possíveis modificações na sua estrutura (SAUREL, 2004).\nO mecanismo que controla a transferência de massa no processo de IV é o mecanismo hidrodinâmico (HDM). Este mecanismo promovido pelos gradientes de pressão impostos ao sistema faz com que o gás que está ocluso nos poros da fruta ou vegetal seja substituído pela solução impregnante, por uma via rápida e simples (CHIRALT e FITO, 2003; SAUREL, 2004).\nIV com uma solução isotônica. Pode-se observar que os espaços intercelulares são preenchidos com o líquido.\nFigura 2- Microestrutura de uma laranja in natura. (a): antes da impregnação e (b) após a\nimpregnação com uma solução isotônica (FITO et al.,2000).\nO tecido de uma berinjela se comporta similarmente (Figura 3).\nFigura 3 - Microestrutura de uma berinjela: (c): antes da impregnação e (d) após a impregnação\ncom uma solução isotônica (FITO et al.,2000).\nAs soluções utilizadas na impregnação a vácuo podem conter componentes fisiológicamente ativos (PAC) no intuito de produzir alimentos probióticos. Esses componentes utilizam a solução impregnante como veículo para entrarem na estrutura porosa do alimento. (BETORET, 2003, ALZAMORA et.al., 2005).\nA microestrutura de maçãs enriquecidas com L. casei e S. cerevisiae na figura 4, mostra como\nestes microorganismos ocupam os espaços intercelulares da maçã.\nA\nB\n5. cerevisiae\nFigura 4 - Microestrutura de uma maçã após IV. (IS) Espaços intercelulares, (CW) Parede\ncelular, (A) S. cerevisiae e (B) L. casei (BETORET, 2003).\nA IV pode provocar danos na estrutura das células de vegetais. Esses danos estão relacionados com o fenômeno de deformação-relaxação e se deve a expansão e saída do gás e líquido nativo, na etapa de vácuo. Este líquido que é arrastado para fora do poro pelo gás que se expande pode induzir a efeitos irreversíveis, devido à força mecânica. Esses efeitos geralmente levam a perda da rigidez da estrutura pelo “debonding” ou ruptura da parede celular, que são demonstrados na figura 5.\nhfüde o: tdJ'.ire\nFigura 5 - de-bonding (desligamento) e ruptura da parede celular que podem ocorrer em tecidos vegetais (CHIRALT et.al.,2001).\nA intensidade com que estas deformações ocorrem vai depender principalmente das propriedades mecânicas da amostra e do tempo e pressão de vácuo aplicado (SAUREL, 2004).\n1.3\t- MODELOS MATEMÁTICOS PARA O PROCESSO DE IMPREGNAÇÃO A VÁCUO\nDentro deste item serão abordados três modelos matemáticos utilizados no processo de impregnação a vácuo. O primeiro deles foi proposto por Fito (1994). Neste modelo a fração volumétrica da amostra impregnada é uma função da porosidade efetiva do produto e de uma taxa de compressão, que por sua vez, é dependente da pressão de vácuo aplicada ao sistema.\nUma vez conhecido que os tecidos vegetais se deformam durante o processo de impregnação a vácuo, o segundo modelo, também proposto por Fito (1996) considera esses efeitos de deformação-relaxação (DRP) da matriz sólida.\n1.3.1\t- Modelo do Mecanismo Hidrodinâmico (FITO, 1994).\nConsidera-se um poro cilíndrico ideal, com seção cilíndrica constante, com diâmetro D e\ncomprimento z, preenchido com gás e imerso em um líquido (Figura 6).\nFigura 6 - Mecanismo Hidrodinâmico em um poro ideal (FITO, 1994).\nA penetração do líquido no poro ocorrerá devido aos gradientes de pressão ocasionados pela aplicação do vácuo ao sistema e pelo mecanismo de capilaridade.\nNo momento inicial, onde a pressão imposta ao sistema é a pressão atmosférica, a diferença de pressão Dp = pe - p, é igual à pressão capilar e pode ser calculada pela equação de Young-Laplace:\nPc = -7\t(Eq. 1.1)\nD\nOnde: o é a tensão superficial e D o diâmetro do poro.\nAssim, logo após a imersão do material poroso na solução, uma pequena quantidade desta entrará no poro por ação da pressão capilar. De uma maneira simplificada, esta penetração pode ser descrita pela equação de Poiseuille.\nEsta equação descreve a queda de pressão em um tubo, para escoamento laminar, sendo a queda de pressão uma função da viscosidade do líquido. Desta forma a taxa de penetração do líquido pelo HDM pode ser estimada pela equação de Poiseuille:\n-Dp +\n32mz2\nD2\ndxv\tn\ndt=0\n(Eq. 1.2)\nonde:\nAssumindo-se que a compressão do gás ocorre a uma mesma temperatura (compressão isotérmica), pela lei dos gases ideais (pV = nRT), obtém-se a equação:\n-Dp = pe\t(Eq. 1.3)\n1 -xv\nonde:\npio é a pressão inicial do gás.\nSubstituindo Ap (Eq. 1.3) na equação de Poiseuille (Eq. 1.2), obtém-se:\npe\nPio , 32 m2 x dxv\to\nT\tXv\t— O\n1 - xv\tD2\tdt\n(Eq. 1.4)\nNa impregnação a vácuo, quando a pressão atmosférica é restabelecida, o gás vai sendo comprimido dentro do poro e os gradientes de pressão, conseqüentemente, vão diminuindo, até atingirem um estado de equilíbrio.\nA condição de equilíbrio se dá novamente quando a pressão externa (pressão atmosférica) for ligeiramente maior que a pressão interna, sendo a diferença de pressão igual à pressão capilar. Neste instante temos:\nd^ — 0\ndt\n(Eq. 1.5)\nx\nv\nPe - Pi 0\nPe\n(Eq. 1.6)\nA pressão externa é dada por:\nPe = P2 + Pc\nOnde p2 é a pressão atmosférica.\n(Eq. 1.7)\nA pressão interna inicial é a pressão de vácuo, ou seja:\nPi 0 = P1\nSubstituindo na equação 1.6 temos:\n(Eq. 1.8)\nx\nv\n(P2 + PC - P1)\n(P2 + Pc)\n(Eq. 1.9)\nQuando não ocorrem gradientes de pressão no sistema, p- = p2 e as forças que comandam o processo são devidas a pressão capilar. No caso:\npc\nx.,--------\n(P 2 + Pc)\n(Eq. 1.10)\nA equação 1.9 pode ser escrita simplificadamente:\nXv = 1 - -r\n(Eq. 1.11)\nOnde r é a taxa de compressão:\n(P2 + Pc)\nP1\n(Eq. 1.12)\np\tpc\nR = — e pode ser definido como a taxa de compressão aparente e pr = — é a pressão Pi\tPi\nreduzida do sistema. Logo:\nr = R + pr\n(Eq. 1.13)\nComo o valor de pr é muito menor que R quando se trabalha a baixas pressões (vácuo), a quantidade de líquido que entra por capilaridade no referido processo de impregnação a vácuo pode ser desprezada.\nPara se obter a fração volumétrica da amostra ocupada pelo líquido, multiplica-se o valor da porosidade efetiva (ee), definida como a fração volumétrica da amostra ocupada por gás ou fração\nvolumétrica da amostra disponível para a ação do HDM.\nx = eex\nv\n(Eq. 1.14)\n1.3.2\t- Modelo do Acoplamento do HDM com o Fenômeno de Deformação-Relaxação (FITO et al., 1996).\nNo modelo anterior o mecanismo hidrodinâmico (HDM) foi descrito e modelado. O HDM mostrou ter uma grande importância nas operações em condições de vácuo, devido às mudanças de pressão do sistema que geram as forças responsáveis pela transferência de massa (SHI e FITO, 1994; FITO e CHIRALT, 2000).\nA análise de alguns resultados obtidos de experimentos de desidratação osmótica a vácuo mostrou que o HDM pode ocorrer juntamente com o fenômeno de deformação-relaxação (DRP) (FITO, et. al, 1996), e neste caso é necessário acoplar esse fenômeno ao modelo anteriormente descrito, considerando que o HDM juntamente com o DRP afetam a cinética e o equilíbrio final do sistema e estão ligados diretamente à microestrutura do alimento e a suas propriedades mecânicas (BARAT et.al, 2001, FITO e CHIRALT, 2000).\nPara produtos porosos com características viscoelásticas, os autores estendem a análise do HDM, inicialmente modelado considerando a não ocorrência de deformações na matriz sólida, uma vez que as mudanças de pressão causam, além dos fluxos de gás e líquido uma deformação da matriz. A impregnação e a deformação são dependentes do tempo característico de cada fenômeno, que são definidos pelas propriedades mecânicas de cada material e pela queda de pressão durante a entrada de líquido no poro (FITO e CHIRALT, 2000).\nDurante o primeiro passo (Passo 1) da impregnação a vácuo, o volume do produto tende a aumentar (inchar) devido à expansão do gás dentro do poro até que a pressão dentro e fora do sistema se iguale. A amostra então relaxa e ocorre uma entrada capilar de líquido. A saída de líquido nativo se dá nesta etapa, onde ele é carregado para fora juntamente com o gás que se expande. No segundo passo (Passo 2) a compressão pode ocasionar a deformação do volume da amostra e a subseqüente relaxação, juntamente com a penetração do líquido nos poros, pela ação do mecanismo hidrodinâmico. As propriedades da matriz sólida e as propriedades de escoamento do líquido que penetra os poros irão definir os tempos característicos de penetração e de deformação-relaxação, responsáveis pela impregnação e deformação final das amostras (FITO et al., 1996; FITO e CHIRALT, 2000).\nA figura número 7 mostra um poro ideal de um alimento sólido com diâmetro constante e submerso em um líquido. O volume de gás preso dentro do poro no tempo zero (t=0), antes de qualquer interação sólido-líquido é selecionando como referência para os cálculos.\nng 0 =1\n(Eq. 1.15)\nFigura 7 - Sistema sólido-líquido, HDM acoplado ao fenômeno de deformação-relaxação em um poro\nideal. (FITO et al, 1996).\ng 0\n(Eq. 1.16)\nEm uma operação sólido-líquido a vácuo, o vácuo é aplicado ao sistema durante um tempo t1. Essa situação resulta em uma expansão do gás ocluso no poro do material (que sai parcialmente) e , com alguma extensão, a matriz sólida pode ser deformada (Passo 1.A na figura 7) aumentando o valor de ng . Quando a pressão interna se iguala a pressão externa, no t = t’ o fluxo de gás que sai do poro cessa. Então, o volume de gás dentro do poro terá aumentado e é representado por Xc1, como uma conseqüência da deformação da matriz sólida (DRP). O volume de gás que permanece no poro ao final do passo 1A será:\nngXA = 1 + Xc1\t(Eq. 1.17)\nApós essa etapa o HDM ocorre, e o líquido externo entra devido à ação da pressão capilar (Passo 1.B na figura 7). O gás remanescente é comprimido e uma situação de equilíbrio é alcançada quando p¡ = p1 + pc (t = t1), ou seja, quando a pressão interna (p¡) se iguala a pressão de vácuo (p) mais a pressão capilar ( pc ).\nAssume-se que não existe a ocorrência do DRP entre t’ e t1.\ncomprimido pelo líquido, e o volume de gás que foi comprimido será o volume de líquido que entra no\nporo (Xn1) pela ação do HDM.\nAo final do período de vácuo (Passo 1), o volume de gás dentro do poro é descrito como:\nng1B = 1 + Xc1\tXn1\n(Eq. 1.18)\nOnde, Xn1 é a fração de líquido que penetra o poro ao final da etapa 1, ou seja, no equilíbrio da fase de vácuo.\nFinalmente, quando a pressão atmosférica é restabelecida no sistema (pe = p2 = patm), forças devido a diferença de pressão interna e externa podem produzir tanto deformações na matriz sólida (DRP) quanto o HDM (Passo 2 na figura 7).\nComo anteriormente, considera-se que qualquer mudança no volume da amostra (devido à mudança de pressão externa) é decorrente das mudanças no volume do gás que está dentro da matriz sólida (compressão e/ou expansão). No novo equilíbrio (t = t2) a mudança de volume e a penetração de líquido no poro, durante a etapa 2, será Xc2 e Xn2, respectivamente.\nO volume de líquido que penetra o poro devido a ação do HDM (Xn) e a deformação da matriz sólida (Xc) ao final do processo podem ser calculados:\n(Eq. 1.19)\nOs valores do volume de gás dentro do poro, após a etapa 2, pode ser:\nn2 = 1 + X - Xn\t(Eq. 1.21)\nO valor de qualquer variável que se refere ao poro ideal é estendida para o volume total da amostra multiplicando-se pela porosidade efetiva (ee):\nX = eeXn\n9 = eeXc\n(Eq. 1.22)\n(Eq. 1.23)\nOnde, X é a fração da amostra impregnada pelo líquido ao final do processo e 9 a deformação relativa.\nAssim, das equações 1.19 e 1.20:\nX = X1 + X 2\n9 = g1 + g2\n(Eq. 1.24)\n(Eq. 1.25)\nQuando uma mudança de pressão ocorre em um sistema sólido-líquido e uma nova situação de equilíbrio é alcançada, o HDM assume uma compressão isotérmica do gás que está dentro do poro e:\nPj+1\nEssa equação é aplicada somente quando não ocorrem perda de gás entre tj e tj + 1, ou seja, uma compressão isotérmica de uma gás ideal (P.v. = Pj +1Vj+1), onde o número de moles permanece constante. Este critério pode ser usado para determinar a relação entre X, y e as variáveis de operação em cada uma das etapas mostradas na figura 1.2.\nPara t = t1 (passo 1B), da equação 1.26 tem-se:\nVg1B =\tP1\t= £ = 1 + xc - Xv\nVg1A\tP1 + Pc\tri\t1 + Xc\n(Eq. 1.27)\nLogo,\nXv1\t1 2\n1 + Xc1 ~ r\n(Eq. 1.28)\nUsando o valor da porosidade efetiva (ee) :\nX1 = ( +91 j1 -\n(Eq. 1.29)\nOnde pode ser definido como:\nOnde ee1 é o valor da porosidade efetiva da amostra no tempo t = t’\nA equação de equilíbrio para a etapa 1 resulta em:\nX i -91\nri\n(Eq. 1.31)\nDe maneira similar, para a etapa 2 (Figura 7) do processo a equação 1.26 pode ser aplicada\nentre t = t’ e t = t2:\nvg 2\t=\tP1\t= X = 1 + Xc - Xv\nVg1A\tP2 - Pc\tr2\t1 + Xc1\nMultiplicando pela porosidade efetiva (ee):\nX - g = e +g)1 --91\n(Eq. 1.32)\n(Eq. 1.33)\nA equação 1.33 relaciona a fração volumétrica da amostra impregnada (X) e a fração volumétrica da amostra deformada (g) resultantes do processo com a porosidade efetiva (e), taxa de compressão no período de relaxação (r2) (dependente da pressão de vácuo) e a deformação ao final do período de vácuo ( g1 ).\n•\tO modelo não prevê a influencia da viscosidade da solução utilizada, sendo que este parâmetro claramente exerce influencia sobre a fração da amostra impregnada e a deformação resultante.\n•\tO tempo que o sistema necessita para alcançar as situações de equilíbrio descritas no modelo não é tratado, uma vez que o equacionamento foi conduzido considerando essas situações sem considerar o tempo necessário para atingi-las.\n•\tAs variáveis ee e gx são medidas experimentalmente, o que diminui a capacidade de predição do modelo em relação a X e g.\nA determinação experimental de gx não é fácil. De qualquer maneira, quando se trabalha com pressões relativamente baixas, o valor de r2 é alto e:\n\n(Eq. 1.34)\nAssim, como uma primeira aproximação, na maioria dos casos pode ser aceito:\n(Eq. 1.35)\nX=[e- ('- i)+g\n(Eq. 1.36)\nQuando não ocorre deformação na amostra, g é sempre igual a zero e a equação pode ser\nsimplificada:\nDevido ao modelo do acoplamento do DRP ao HDM não considerar a viscosidade da solução impregnante, um outro modelo proposto por Saurel em 2004 também será descrito e visa corrigir os dois anteriormente apresentados.\n1.3.3\t- Modelo do acoplamento do DRP ao HDM corrigido para as diferentes viscosidades das soluções (SAUREL, 2004).\nEste modelo utiliza o mesmo princípio do anterior proposto por Fito (1996). Ele considera que a fração volumétrica da amostra impregnada pela solução (X) (m3 solução impregnada/ m3 inicial da amostra) é uma função da porosidade efetiva (ee) e da taxa de compressão do processo (r), que está relacionada com a pressão de vácuo imposta ao sistema (X — eeXv).\nO modelo também considera que a deformação ocorrida na amostra é função das propriedades viscoelásticas do material e das forças coesivas existentes nos tecidos celulares (Eq. 1.36).\nA partir disto, valores experimentais dos parâmetros tratados nos modelos são avaliados para diferentes frutas e vegetais. Após o cálculo do valor de X (pela equação 1.37), o conteúdo da substância de interesse presente na solução impregnante é determinada a partir da concentração da substância na solução e da densidade da solução.\nA limitação do modelo anterior está no caso de não prever a utilização de soluções com alta viscosidade, o que iria acarretar uma perda de carga considerável no poro. A entrada do líquido de alta\nA influência da viscosidade é particularmente importante devido à dissolução dos solutos (agentes de firmeza, por exemplo) no alimento, uma vez que o fluxo de líquido no poro, quando a solução é muito viscosa é limitado. Esta influência foi demonstrada a partir de dados experimentais utilizando soluções de diferentes viscosidades. O decréscimo nos valores de X com o aumento da viscosidade indicam um significante efeito deste parâmetro na transferência de massa.\nO modelo propõe a adição de um termo dependente da viscosidade da solução à equação 1.36, resultando em:\nX =\n1 - k ln (rn))\n(Eq. 1.38)\nOnde, m é a viscosidade da solução (mPa.s) e k é um fator empírico específico para o produto e a solução utilizada. No caso da maçã, k = 0,078 e y = 0, logo:\nX = ee (1 - 1- 0,078ln(rn))\n(Eq. 1.39)\nA maçã (var. Fuji) é a fruta mais freqüentemente utilizada nos trabalhos de impregnação a vácuo devido a alguns fatores, como a aparente homogeneidade (isotropia) de seu tecido, além da presença de grandes espaços intercelulares na sua estrutura, evidenciados pela baixa densidade aparente (&lt;1000 kg/m3) (PAOLETTI et al., 1993;PAES, 2005; MÚJICA-PAZ et al., 2003a; MÚJICA-PAZ et al., 2003b).\nOs estudos dos fenômenos de transferência de massa devem levar em conta a comprovada anisotropia do tecido da maçã, utilizando-se de amostras retiradas sempre a mesma distância do núcleo, de forma a obtê-las com características semelhantes em todos os ensaios (PAES, 2005)\nO Brasil produziu 759.600 toneladas de maçã na safra de 2005 e o estado de Santa Catarina é o maior produtor, ultrapassando 98% do total colhido no país e 1,5% do total colhido no mundo (FERTONANI et.al., 2006).\nOs processos de impregnação a vácuo que utilizam a maçã como meio poroso consideram que ela não se deforma, ou que sua deformação é desprezível, sendo simplificadamente considerada como um meio não deformável (y = 0), uma vez que o volume de amostra que se deforma após o processo é muito menor que o volume de líquido que entra na estrutura.\nA pêra é uma variedade nativa do Brasil, chamada pêra d’água. Essa variedade é rústica e é uma adaptação dos cultivares europeu e asiático, que dificilmente toleram o clima brasileiro. Ela possui uma qualidade inferior às importadas para o consumo in natura, e por isso é interessante estudar uma forma alternativa de consumi-la (LUNATI, 2004)\nA produção Brasileira de pêra no ano de 2004 foi de 19.894 toneladas, sendo também o estado de Santa Catarina o maior produtor, devido ao clima mais frio. A baixa qualidade para o consumo in\nA densidade da pêra está em torno de 1070 kg/m3, evidenciando a presença de espaços intercelulares que poderão ser preenchidos pelo líquido durante a IV. A estrutura dessa fruta aparentemente é mais deformável que a da maçã e será utilizada para um comparativo após os ensaios, onde se busca encontrar a influência da estrutura do material nos valores de X (ganho de massa pela amostra) e y (deformação da matriz sólida).\nA impregnação a vácuo dessa variedade de pêra poderia ser uma alternativa para adicionar a ela propriedades sensoriais que o fruto in natura não possui.\nA manga também foi utilizada como fonte de dados no estudo. A variedade escolhida foi a manga (var. tommy atkins). Ela é considerada uma das três frutas tropicais mais consumidas, pois apresenta ótimos atributos de sabor, cor e textura, além de ser consumida nas mais diferentes apresentações, como em saladas, sorvetes, geléias e bolos (GIRALD et al., 2003; GIRALD et al., 2006).\nO Brasil é o sétimo maior produtor de manga, com produção de aproximadamente um milhão de toneladas anuais, sendo o estado de São Paulo o maior produtor nacional. O Brasil está conseguindo ampliar espaço no mercado internacional para a exportação de manga e ocupa a sexta posição entre os países exportadores (FRANCO, et.al., 2004).\nCom o objetivo de fornecer a manga para a indústria alimentícia todos os meses do ano com a mesma qualidade, o uso do processo de secagem é uma alternativa muito utilizada. Esta secagem precedida do processo de IV faz com que o produto final seco tenha qualidade sensorial mais elevada. As características de cor, sabor e valor nutritivo são conservadas, pois se diminui o tempo em que o produto fica sob temperaturas elevadas, diminuindo-se os danos pelo calor (GIRALD et al., 2006).\nA utilização da manga neste estudo se deve principalmente às características de seu tecido vegetal muito deformável. Assim podemos comparar resultados obtidos para o mesmo processo em diferentes frutas (diferentes propriedades mecânicas da estrutura) usando maçã, pêra e manga, fruto não deformável, pouco deformável e muito deformável, respectivamente.\nCAPÍTULO II\nMATERIAL E MÉTODOS\nNo primeiro tópico deste capítulo será detalhado o dispositivo experimental usado para o estudo da impregnação a vácuo e a metodologia adotada para a obtenção dos dados experimentais de impregnação a vácuo. No segundo tópico são descritos os procedimentos empregados no preparo das amostras, preparo das soluções e análise físico-químicas das frutas. No terceiro é apresentada a metodologia utilizada para a determinação dos valores da fração da amostra impregnada (X) e expansão volumétrica da amostra (Ev). No quarto tópico são apresentados os procedimentos experimentais para a determinação da influência da viscosidade da solução no processo de IV.\n2.1\t- DISPOSITIVO EXPERIMENTAL.\nO dispositivo utilizado no estudo do processo de impregnação a vácuo existente no Laboratório de Propriedades Físicas de Alimentos (PROFI), na Universidade Federal de Santa Catarina em Florianópolis (SC) é apresentado na figura 8, sendo composto por:\n1)\tUma câmara de vácuo encamisada com volume interno de 50 L.\n2)\tUma bomba de vácuo (VEB, Modelo AD230).\n3)\tUma célula de carga (ALFA INSTRUMENTOS, Modelo GL1) com capacidade para 1 kg e precisão de 0,1g que está conectada, através de uma haste rígida, a um recipiente perfurado contendo as amostras.\n4)\tUm recipiente plástico contendo a solução que se deseja impregnar.\n5)\tUma cesta metálica perfurada onde as amostras são acondicionadas.\n6)\tUm indicador de pesagem (ALFA INSTRUMENTOS, Modelo 3102).\n7)\tUma válvula solenóide para vácuo (ASCOVAL, Modelo TLP 584127) que permite um controle “on-off” da conexão da bomba de vácuo com a câmara, com ativação e desativação via software.\n8)\tUma válvula solenóide para vácuo (ASCOVAL, Modelo TLP 584127) que permite um controle por modulação de pulso (PWN) da entrada de ar ambiente na câmara, com “set-point” definido via software.\n9)\tUm sensor de pressão (IOPE, Modelo TWPI) que possibilita a leitura da pressão na câmara.\n10)\tUm software para a aquisição de dados e controle da pressão da câmara.\n11)\tUm software para a aquisição de dados da força resultante medida pela célula de carga ao longo dos experimentos.\n6\n1\n3\nFigura 8 - Representação esquemática do dispositivo experimental para os ensaios de impregnação a\nvácuo.\nEste equipamento é semelhante ao equipamento proposto por Andrés (1995), onde a câmara de vácuo (1) está conectada através de mangueiras flexíveis à bomba de vácuo (2). No interior da câmara existe um recipiente para receber a solução onde as amostras ficarão submersas (4) (solução impregnante). Dentro da câmara é colocada a célula de carga (3), que está conectada a um recipiente perfurado onde as amostras estão acondicionadas (5), e o recipiente contendo a solução, sustentados por um suporte rígido.\nA célula de carga é conectada ao indicador de pesagem, possibilitando a determinação da variação da força resultante do processo ao longo do experimento. Essa força resultante é obtida por um balanço de forças feito no sistema, e é demonstrado na figura 9.\nVt = Vsi + Vm\n3\n1\n,, Peso = g (Mm + Msi)\nOnde:\n(si) = Sistema de suporte (haste + porta amostra)\n(m) = Amostra\nFigura 9 - Representação esquemática do balanço de forças no sistema, medido pela célula de carga.\nDesta forma, o valor registrado pelo indicador de pesagem pode ser descrito pelo balanço de forças:\nP - E = g(Mm + Msl) -r.gVt\nLogo, a força resultante (Fr) pode ser simplificada:\nFr = -rVt + (Mm + Msi)\n(Eq. 2.1)\n(Eq. 2.2)\nonde p é a densidade da solução, Vt é a soma do volume do sistema cesta-haste imerso na solução mais o volume da fruta no tempo t, Mm é a massa da fruta no tempo t (que é a massa inicial da fruta, mais a massa de solução que impregnou a amostra até o tempo t e Msi é a massa do sistema cesta-haste.\nA força resultante medida vai depender da massa da amostra e de seu volume no tempo t. As possíveis expansões de volume da amostra durante a etapa de aplicação do vácuo aumentam a força de empuxo. Por outro lado, quando a solução impregnante entra na amostra, durante a etapa em que a pressão atmosférica é restabelecida, vai ocorrer um aumento da força peso.\nSe a amostra sofre pouca variação de volume ao longo do experimento a força resultante pode ser traduzida como a variação da massa desse alimento poroso durante o processo. A maçã é um exemplo de material em que as variações de volume são muito menores do que os volumes de solução que entram, como demonstrado por Fito e colaboradores em 1996, onde se obteve uma deformação máxima de 2,7% no volume das maçãs após a IV, enquanto que a fração volumétrica de amostra impregnada foi da ordem de 20% (FITO et. al.,1996).\nAssim, para alimentos pouco deformáveis, como a maçã, podemos considerar que a força resultante indica a perda de massa (etapa de vácuo) ou o ganho de massa (etapa de impregnação) do alimento ao longo do processo, sendo essa duas etapas claramente definidas em qualquer repetição efetuada.\nO dispositivo experimental utilizado permite uma observação da cinética do processo de impregnação a vácuo, uma vez que o equipamento registra os valores da força resultante durante todo o processo de IV.\n2.1.1\t- OBTENÇÃO DAS CURVAS DE PRESSÃO.\nOs dados para a construção das curvas de pressão no interior da câmara foram obtidos por um software que registra pressões na faixa de 0 a 760mmHg. O sensor de pressão conectado à câmara e conectado ao microcomputador via porta serial possibilitou esse controle.\nPara a obtenção das curvas de pressão a câmara de vácuo é totalmente fechada e é utilizada graxa de silicone para uma melhor vedação de sua tampa. Após o fechamento, através do software, é iniciada a aplicação do vácuo. O vácuo máximo é obtido neste sistema cerca de 4 minutos após o início da aplicação, como se pode observar na figura 10.\nQuando o sistema atinge o vácuo máximo de 32 mmHg o mesmo é mantido até cerca de 40 minutos de experimento, onde se observa um rápido aumento da pressão até atingir a pressão atmosférica. Esse restabelecimento da pressão é quase que imediato, após a abertura da válvula de controle.\nO tempo em que as amostras são submetidas ao vácuo não ultrapassa 10 minutos, uma vez que vários estudos demonstram que períodos de vácuo de até 10 minutos são suficientes para uma desaeração efetiva do alimento e o uso de tempos maiores de vácuo resultaria em consumos desnecessários de energia (PAES, 2005).\nFigura 10 - Curva de pressão obtida para câmara de vácuo com 50 L de volume interno.\n2.1.2\t- CURVAS DE PRESSÃO CONTROLADAS\nTodas as frutas analisadas foram submetidas a pressões de vácuo de 50, 100, 150 e 200 mmHg. Para isto é necessário que o sistema ofereça um bom controle da pressão que se deseja aplicar em cada repetição, para que esta não varie durante o período de vácuo. O dispositivo utilizado para que este controle seja preciso é uma válvula solenóide (ASCOVAL, Modelo TLP 584127), como descrita no item 2.1. Ao chegar à pressão de vácuo desejada, o sistema deve ficar estável durante todo o período de aplicação do vácuo.\nForam feitas curvas de pressão controlada para cada um dos valores (50, 100, 150 e 200 mmHg) de pressão de vácuo.\nAs curvas de vácuo obtidas para cada pressão estão apresentadas na figura 11.\nFigura 11 - Curvas de vácuo mantendo-se constante as pressões de 50, 100, 150 e 200 mmHg.\nPode-se observar que inicialmente, até que se atinja o valor de 200 mmHg, as curvas estão quase totalmente superpostas, evidenciando a boa repetibilidade do sistema de controle de vácuo, diferenciando-se somente na etapa de aplicação do vácuo devido aos diferentes “set points” pré definidos. Na etapa de vácuo o sistema também oferece uma boa estabilidade da pressão, que permaneceu constante até o final dos experimentos.\n2.1.3\t- OBTENÇÃO DAS CURVAS PADRÃO\nQuando o vácuo é aplicado durante a IV ele exerce uma influência em todo o sistema envolvido no experimento, ou seja, exerce a pressão não somente nas amostras, mas também ao sistema rígido que as contém.\nCom o objetivo de eliminar dos resultados as variações causadas pelo vácuo sobre o sistema cesta-haste (que suporta as amostras) as curvas padrão foram construídas e posteriormente usadas para corrigir as curvas dos experimentos com amostras de frutas, sendo necessária uma curva padrão para cada experimento diferente, pois elas são feitas sob as mesmas condições (pressão de vácuo, tempo, solução, temperatura) dos experimentos utilizando as amostra.\nOs gases dissolvidos nas soluções utilizadas para a impregnação influenciam o valor da força resultante observada nos experimentos com amostras e por isso a solução necessita ser desaerada antes da obtenção da curva padrão.\nA desaeração consiste em submeter a solução à uma pressão de vácuo de 50mmHg durante 2 horas. Quando a maior parte dos gases dissolvidos na solução for eliminada, o valor da força resultante observada se torna constante (sem variação de empuxo), indicando que cessou a saída de gases e a solução está desaerada.\nA metodologia para a confecção das curvas padrão consiste na imersão do sistema cesta-haste na solução impregnante previamente desaerada e submeter o sistema às mesmas condições que serão submetidas às amostras. Com a obtenção da curva padrão e da curva especifica do experimento podemos subtrair uma da outra, objetivando com isso eliminar os efeitos do volume do sistema de suporte (cesta-haste) nos resultados.\n600\n900\n800\n700\n500\n400\n300\n200\n100\n0\nFigura 12 - A: Curva padrão para suco de maçã desaerado com 12,6°BRIX a pressão de 50 mmHg. B:\nCurva de pressão.\nPode-se observar que durante o experimento sem amostra, o programa de aquisição de dados registrou uma variação na massa de até -2,4 g, que se deve ao fato de ainda existir gases dissolvidos na solução. Com a aplicação do vácuo ocorre a expansão e saída desses gases, com conseqüente aumento da força de empuxo. Após a pressão ser restabelecida essa variação diminuiu chegando a aproximadamente zero.\nNo tratamento dos dados cada curva feita para os experimentos com amostra foi descontada da sua respectiva curva padrão, e o procedimento de desaeração da solução foi feito anteriormente a todos os ensaios.\n2.1.4\t- OBTENÇÃO DAS CURVAS DE CADA FRUTA.\nAs curvas de cada uma das frutas foram determinadas descontando-se os valores obtidos nos experimentos com a fruta dos valores obtidos para a mesma condição experimental sem amostras (curva padrão). Isto faz com que seja eliminado o efeito sobre os resultados do aparato utilizado para sustentar as amostras.\nAs amostras foram colocadas no equipamento (cesta perfurada), imersas na solução impregnante desaerada e submetidas a pressões de vácuo de 50, 100, 150 e 200 mmHg por 10 minutos, com posterior restabelecimento da pressão atmosférica. A cada segundo foi registrada a variação da força resultante e esses dados foram descontados dos obtidos para as mesmas condições sem amostras.\nAssim se pode construir uma curva para cada uma das frutas a cada uma das pressões estudadas. Todas as curvas foram feitas em triplicata.\n2.2\t- MATERIAL UTILIZADO\n2.2.1\t- PREPARO DAS AMOSTRAS\nO presente trabalho utilizou quatro frutas como amostras no estudo da impregnação a vácuo:\n•\tMaçã (Mallus sylvestris, var. fuji).\n•\tPêra (Pyrus communis, var. d’água).\n•\tPêra (Pyrus communis, var. d’ánjou).\n•\tManga (Manguifera indica, var. tommy atkins).\nTodas as frutas utilizadas nos experimentos foram adquiridas no comércio local de Florianópolis - SC e mantidas refrigeradas até sua utilização. As frutas foram retiradas da refrigeração e mantidas a 25°C por cerca de 2 horas antes dos ensaios.\nAs amostras foram selecionadas de acordo com o teor de sólidos solúveis, eliminando-se assim a variação nos resultados devido ao seu estágio de maturação. As frutas selecionadas foram maçãs com 12,6°BRIX, pêras com 10,6°BRIX para a variedade d’água e 13,3°BRIX para a variedade d’anjou e mangas com 13°BRIX.\nA geometria escolhida para os ensaios foi a cilíndrica e as frutas eram cortadas sempre paralelamente ao eixo, para evitar ao máximo as diferenças nas propriedades estruturais, devido a orientação celular, como mostra a figura 13.\nA cada ensaio utilizaram-se 90g de amostra.\nFigura 13 - Representação do sentido de corte das frutas (A) Maçã, (B) Pêra, (C) Manga.\nPara se obter amostras com altura e diâmetro uniforme foram utilizados dois dispositivos de corte. O primeiro para delimitar a altura consiste em duas placas de metal separadas por uma distância fixa e o segundo para determinar o diâmetro um cortador metálico cilíndrico, obtendo amostras de 1,8 ± 0,07 cm de altura e 1,51 ± 0,01 cm de diâmetro. A figura 14 mostra os dois dispositivos utilizados no corte das amostras.\nF\nc*\n(A)\n(B)\n1,51 cm\n1,80\nFigura 14 - Dispositivos utilizados para o corte das amostras. (A) Altura, (B) Diâmetro.\n2.2.2\t- PREPARO DAS SOLUÇÕES\nAs soluções utilizadas nos ensaios da impregnação a vácuo foram sucos de frutas industrializados, sendo cada fruta impregnada com seu próprio suco. Todos os sucos foram comprados no comércio local de Florianópolis e acondicionados em refrigerador até duas horas antes de sua utilização, quando eram aquecidas a 25°C. Os teores de sólidos solúveis foram corrigidos para o mesmo valor da fruta correspondente, com o auxílio de água destilada, quando era necessário diluir ou açúcar comercial (sacarose) quando era necessário concentrar. A utilização de soluções com igual teor de sólidos solúveis visou minimizar a ação dos fenômenos osmóticos, uma vez que se eliminam os gradientes de concentração total de sólidos solúveis. Isso permite avaliar a influência do vácuo e das diferentes estruturas das frutas no processo de impregnação.\nPara a determinação e correção do teor de sólidos solúveis foi utilizado um refratômetro digital portátil com resolução de 0,1°BRIX (Greers Ferry Glass, REF 107) e a determinação da densidade foi feita por picnometria.\nApós a correção do valor de sólidos solúveis a solução era desaerada por 2 horas na pressão de vácuo de 50mmHg e utilizada para os ensaios, como descrito no item 2.1.3.\nPara os ensaios com maçã (var.fUji) foi usado suco de maçã com 12,6°BRIX, para a pêra (var.d'água) e pêra (var.d'anjou) foi usado suco de pêra com 10,6 e 13,3°BRIX, respectivamente. Para a manga (var.tommy atkins) a solução foi suco comercial de manga com 13°BRIX.\nA solução era utilizada na razão mínima de 1:50 em relação às amostras.\nAlgumas propriedades das frutas in natura foram determinadas:\n•\tMassa (g)\n•\tConteúdo de umidade (kg água / kg amostra)\n•\tSólidos solúveis totais (°BRIX)\n•\tDensidade Aparente (kg / m3)\n•\tDensidade Real (kg / m3)\n•\tPorosidade\n•\tAtividade de água\nApós o processo de impregnação das frutas, foram determinadas apenas a massa e o conteúdo de sólidos totais, para a verificação da não ocorrência do aumento no teor de sólidos solúveis devido ao uso da solução com igual teor de sólidos solúveis.\nAs massas foram determinadas com uma balança semi-analítica com precisão de 0,001g (TECNAL, linha 6K). O conteúdo de umidade foi determinado através da secagem das amostras a 105°C em estufa até se obter peso constante e foi feito em triplicata. Um refratômetro digital portátil (Greers Ferry Glass, REF 107) foi utilizado para a determinação do conteúdo de sólidos solúveis.\nA densidade aparente e a densidade real das frutas foram determinadas por picnometria (SALVATORI et al., 1998). A densidade aparente foi realizada medindo-se o volume da amostra por deslocamento e a densidade real foi determinada com a amostra previamente triturada e desaerada (195 mmHg por 2 h). Todas as análises de densidade foram realizadas em triplicata e o fluido picnométrico foi água destilada.\nacordo com a equação 2.3:\nE = 1 - —\t(Eq. 2.3)\nr.\nonde rs é a densidade real e r a densidade aparente.\nA atividade de água foi determinada em triplicata através de um higrómetro (Aqualab Series 3,\nDecagon Devices Inc., Pullman).\n2.3\t- DETERMINAÇÃO DOS PARÂMETROS: X e Ev\n2.3.1\t- FRAÇÃO DA AMOSTRA IMPREGNADA (X)\nA determinação da fração volumétrica da amostra que foi impregnada pela solução durante o processo de IV foi determinada experimentalmente como descrito por Salvatori (1998) através da equação 2.4:\nX =\n(w - wo)\n(Eq. 2.4)\nonde w é a massa da amostra ao final do processo, w0 é a massa inicial da amostra, V0 é o volume inicial da amostra e r é a massa específica da solução impregnante. Os valores experimentais obtidos foram comparados com o Modelo HDM (FITO, 1994; FITO E PASTOR, 1994; FITO, et.al., 2001b)\ndescrito no item 1.3.1.\nA expansão volumétrica das amostras foi estimada comparando-se o valor final e inicial de massa da amostra com os valores final e inicial da força resultante obtida pelo equipamento, segundo a equação 2.5:\n(w - w0) - (F - F )/g\nEv = -----07 V r----• 100\t(Eq. 2.5)\nonde Ev é a expansão volumétrica (%), w e w0 é a massa final e inicial da amostra, respectivamente, Fr e Fr 0 é a força resultante final e inicial, g é a aceleração da gravidade, V0 é o volume inicial das frutas e p é a densidade da solução. Esta equação é baseada no fato de que as diferenças entre os valores de (w - w0) e (Fr - Fro) / g se deve às mudanças (compressão ou expansão) irreversíveis da amostra durante o processo.\n2.4\t- INFLUÊNCIA DA VISCOSIDADE DA SOLUÇÃO NA IV\nA influência da viscosidade da solução no processo de impregnação a vácuo foi testada para a maçã (var.fuji) na pressão de 50mmHg.\nAs amostras foram preparadas como descrito no item 2.2.1 e o procedimento para a realização dos ensaios também foi o mesmo utilizado nos demais experimentos.\nAs soluções utilizadas para avaliar a influência da viscosidade no processo foram preparadas utilizando goma guar em sete concentrações diferentes e suco de maçã com 12,6°BRIX. A solubilização da goma no suco realizou-se de forma manual, lenta e com agitação, até que ocorresse a\nAs medidas das viscosidades das soluções foram realizadas no Laboratório de Engenharia de Materiais - Departamento de Engenharia Mecânica - UFSC, utilizando-se um reômetro rotativo de cilindros concêntricos (Thermo Haake, Modelo Viscotester 550). Foram preparadas sete soluções com viscosidades diferentes de: 0,962 cP; 2,394 cP; 5,232 cP; 8,469 cP; 17,594 cP; 20,396 cP; 37,398 cP, obtidas pela variação da concentração da goma.\nTodos os experimentos foram realizados a 25°C.\nOs ensaios de IV foram conduzidos submetendo-se as amostras de maçã imersas na solução a uma pressão de vácuo de 50 mmHg por 10 minutos e posterior restabelecimento da pressão atmosférica, todos realizados em triplicata.\nOs valores da fração da amostra impregnada (X) para cada solução foram calculados experimentalmente conforme a equação 2.4 e comparados com o modelo proposto por Saurel, 2004 (equação 1.39).\nCAPÍTULO III\nRESULTADOS E DISCUSSÃO\nEste capítulo foi dividido em quatro partes. Na primeira parte são apresentados os resultados das análises físico-químicas das frutas e das soluções utilizadas. No segundo são apresentadas as curvas da cinética da IV de cada fruta separadamente e a comparação dos parâmetros X e Ev obtidos experimentalmente com os valores a partir do modelo HDM. Na terceira parte comparativo do comportamento das frutas para cada pressão de vácuo estudada com uma análise da influência das estruturas físicas das frutas no processo de IV. No quarto tópico os resultados da avaliação da influência da viscosidade na IV são apresentados.\n3.1\t- PROPRIEDADES FÍSICO-QUÍMICAS DAS FRUTAS E DAS SOLUÇÕES\n3.1.1\t- FRUTAS\nOs valores experimentais obtidos para as propriedades físico-químicas das frutas estudadas estão apresentados na tabela 1.\nTabela 1 - Propriedades físico-químicas das frutas in natura.\nPropriedades\tMaçã (var.Fuji)\tPêra (var.d’água)\tPêra (var.d’anjou)\tManga (var. Tommy)\nConteúdo de umidade (kg água / kg amostra)\t0,874 ± 0,01\t0,879 ± 0,020\t0,885 ± 0,02\t0,863 ± 0,01\nSólidos solúveis Totais (°BRIX)\t12,6 ± 0,1\t10,6 ± 0,1\t13,3 ± 0,1\t13 ± 0,1\nDensidade Aparente (kg / m3)\t853 ± 8\t1010 ± 7\t1005 ± 7\t1034±11\nDensidade real (kg / m3)\t1055 ± 1\t1054 ± 2\t1053 ± 1\t1098 ± 2\nPorosidade\t0,191\t0,041\t0,046\t0,058\nAtividade de água\t0,988 ± 0,001\t0,981 ± 0,001\t0,977 ± 0,001\t0,988 ± 0,001\nSabe-se que as frutas e hortaliças contém um teor de umidade muito elevado, variando de 0,735 (kg água / kg amostra) para a banana até cerca de 0,948 para a alface (SILVA, 2000). Tendo como base esses valores observa-se que os teores de umidade encontrados nos experimentos estão dentro do esperado.\nTrabalhos publicados avaliando as variedades de maçã granny smith, red chief e golden indicam valores de conteúdo de umidade compreendidos entre 0,889 e 0,835 (kg água / kg amostra) (SALVATORI, 1998; MUJICA-PAZ et.al., 2003a), sendo os resultados obtidos neste trabalho semelhantes.\nPara a pêra (var.passa crassana), Salvatori (1998) encontrou um teor de umidade de 0,803 (kg\nágua / kg amostra). O valor está abaixo do experimental obtido e pode ser devido à diferença entre a\nO teor de sólidos solúveis totais é um indicativo do grau de maturação da fruta e tem relação direta com a qualidade das mesmas, uma vez que um teor de sólidos solúveis baixo indica má qualidade para o consumo in natura. Os valores encontrados para este parâmetro mostram que as frutas utilizadas estavam em um grau intermediário de maturação.\nO peso da unidade de volume ocupado por um material é a sua densidade aparente. Este parâmetro está relacionado diretamente com a quantidade de espaços vazios que a fruta possui, pois quanto maior a fração de vazios menor será sua densidade aparente (PASSOS JR, 1992). Valores de densidade aparente entre 787 e 830 kg/m3 foram encontrados na literatura para variedades de maçã diferentes da estudada. Experimentalmente foi obtido um valor de 853 para a var. fuji. Para a pêra var. passa crassana e para a manga var. tommy atkins os valores da literatura são 1030 e 1022 kg / m3 respectivamente, estando os valores experimentais encontrados abaixo, para a pêra e acima para a manga (SALVATORI, 1998; MUJICA-PAZ et. al, 2003b).\nA Densidade real é o peso da unidade de volume desaerada ocupada pelo alimento, ou seja, a densidade da partícula do alimento. Para a maçã estudada, o valor experimental encontrado está dentro do intervalo de 1051 a 1059 kg / m3, descrito na literatura.\nPAES e colaboradores (2007) encontrou para a maçã var.Gala valores de densidade aparente de 864 kg/ m3 e densidade real 1057 kg/ m3, estando os valores experimentais encontrados muito próximos.\nPara a pêra variedade d'anjou, MARCUSSI (2005) encontrou valores de densidade aparente e densidade real de 940 e 1080 kg/ m3, respectivamente.\nUtilizando-se da densidade aparente e da densidade real calcula-se a porosidade do alimento, como descrito no item 2.2.3. Essa porosidade representa o espaço que o fruto possui disponível para a entrada da solução impregnante. Artigos publicados descrevem valores de 0,174 até 0,273 para diferentes variedades de maçã, 0,034 para pêra var. passa crassana e 0,059 para a manga var. tommy atkins, sendo os valores experimentais coerentes com os resultados de outros autores (FITO, 1994; FITO et. al.,2000; MÚJICA-PAZ et.al.,2003b; SAUREL, 2004; GUILLEMIN et.al.,2005).\nEstudos anteriores realizados no Laboratório de Propriedades Físicas dos Alimentos (PROFI) da Universidade Federal de Santa Catarina indicaram, para a maçã var.gala uma porosidade de 0,183, semelhante ao valor encontrado.\nO último parâmetro avaliado foi a atividade de água, a qual representa a maior ou menor disponibilidade da água contida no alimento ou em uma solução. Os constituintes químicos presentes nos alimentos mobilizam a água e diminuem assim sua capacidade de vaporizar-se e provavelmente sua reatividade química, diminuindo a atividade de água. As frutas, de uma maneira geral possuem alta atividade de água, em torno de 0,97 (CHEFTEL, 1999).\nA literatura relata valores de atividade de água entre 0,980 a 0,991 para diferentes variedades de maçã, 0,980 para a pêra var.d'anjou e 0,988 para a manga var. manila (MÚJICA-PAZ et.al., 2003a; PAES, 2005; MARCUSSI, 2005; PAES, et.al., 2007). Todos os valores de atividade de água obtidos estão de acordo com a literatura.\nA pequena diferença ocorrida entre alguns dados encontrados na literatura e os obtidos experimentalmente pode ser devida a diferença entre os graus de maturação e as variedades de frutas analisadas.\n3.1.2\t- SOLUÇÕES\nOs parâmetros avaliados para as soluções foram densidade e teor de sólidos solúveis, como descrito no item 2.2.2. Os teores de sólidos solúveis foram corrigidos para o mesmo valor da fruta e os resultados estão apresentados na tabela 2.\nTabela 2 - Densidade das soluções utilizadas.\nFruta\tSolução\tSólidos solúveis -solução (°BRIX)\tDensidade (kg/m3) experimental\tDensidade (kg/m3) literatura (PAES, 2005)\nMaçã var.fuji\tSuco de maçã\t12,6\t1049\t1051\nPêra d’água\tSuco de pêra\t10,6\t1044\t1042\nPêra d’anjou\tSuco de pêra\t13,3\t1052\t1054\nManga var.tommy\tSuco de manga\t13,0\t1050\t1053\nComparando valores de densidades obtidas experimentalmente com dados sobre soluções de sacarose com o mesmo teor de sólidos solúveis percebemos que a diferença é no máximo da ordem de 3 kg/m3 , ou seja, 0,3% de diferença, como demonstrado na tabela 2.\n3.2\t- CINÉTICA DA IV E PARÂMETROS X e Ev\nNeste tópico serão apresentadas as curvas da cinética da impregnação a vácuo e os resultados obtidos experimentalmente da fração da amostra impregnada (X) e expansão volumétrica (Ev) para\n3.2.1\t- MAÇÃ (var. Fuji)\nAs curvas da cinética de IV, para a maçã (var. fuji) foram obtidas submetendo as amostras a uma pressão de vácuo por 10 minutos e posterior restabelecimento da pressão atmosférica. A intensidade da pressão de vácuo variou de um experimento para outro, testando-se as pressões de 50, 100, 150 e 200 mmHg, onde se obteve uma curva correspondente para cada pressão. Essas curvas são apresentadas na figura 15.\n-29\n-10 -\n-15 -\nTempo (min)\n50ininHg\n100 mmHg\n150 mmHg\n200 mmHg\n3 í\n£\no\n\nFigura 15 - Cinética da impregnação a vácuo de maçã (var. fuji) nas pressões de vácuo de 50 mmHg,\n100 mmHg, 150 mmHg e 200 mmHg.\nComo se pode perceber, a cinética do processo de impregnação a vácuo apresenta duas fases bem definidas. A primeira fase se trata do período em que as amostras são submetidas à pressão de vácuo - Período de vácuo ou de Degaseificação. Neste momento ocorre a expansão e saída dos gases oclusos nos poros das frutas e por isso se observa uma queda na força resultante registrada pelo equipamento. Para esta fase foi estabelecido o tempo de 10 minutos, uma vez que a variação da massa da amostra se torna constante antes dos primeiros cinco minutos do processo, indicando que cessou a saída dos gases e que a amostra está degaseificada. Ao final desta fase se alcança o primeiro estado de equilíbrio.\nA segunda fase é o Período de relaxação e ela ocorre quando cessa a aplicação do vácuo no sistema e a pressão atmosférica é restaurada. Durante essa etapa ocorre um imediato ganho de massa pela amostra e isto se deve a entrada da solução impregnante na matriz porosa do alimento pelo aumento da pressão e ação do mecanismo hidrodinâmico (HDM), ou seja, a solução entra nos poros da fruta.\nPara a mesma amostra as curvas da cinética do processo de IV mostram que o ganho final de massa de solução é afetado pela pressão de vácuo aplicada. A utilização da pressão de vácuo de 50 mmHg faz com que as amostras ganhem mais peso e no caso da pressão de vácuo de 200 mmHg este ganho é menor que em todas as outras pressões. Isso ocorre porque a intensidade do vácuo afeta a fase de desaeração, uma vez que as amostras que são submetidas a menores pressões (vácuo mais intenso) sofrem uma maior desaeração e assim possuem um espaço maior para ser preenchido pela solução impregnante.\nO parâmetro X, que representa a quantidade de solução impregnada na amostra ao final do processo, é apresentado na figura 16. Este parâmetro foi obtido de acordo com a metodologia descrita\nmodelo do HDM, descrito no item 1.3.1.\n20\n18\n16\n14\n6\n4\n2\n12\n10\nX\n8\nB B ■ □ ■ □ ■ X teórico n X experimental\n50\n100\n150\n200\n250\n0\n0\nPressão (mmHg)\nFigura 16 - Fração da amostra de maçã (var.jují) impregnada pela solução em diferentes pressões de vácuo.\nA figura 16 mostra que à medida que a intensidade do vácuo aumenta maior é a fração da amostra ocupada pelo líquido. Esses valores experimentais são comparados com os valores teóricos obtidos a partir do modelo do HDM. Os valores de X obtidos experimentalmente foram 17,5%, 16,4%, 14,7% e 13,5% respectivamente para as pressões de vácuo de 50, 100, 150 e 200 mmHg. Estes valores estão de acordo com os valores encontrados para a maçã por outros autores e indicam que o modelo serve para predizer esses valores quando se trata de maçã, que é um fruto pouco deformável (FITO, 1994; FITO E PASTOR, 1994; FITO, 1996; FITO et.al.,2000; MÚJICA-PAZ et.al.,2003a; MÚJICA-PAZ et.al.,2003b; SAUREL 2004, PAES, 2005).\nO erro de predição do modelo no caso da maçã var. fuji foi menor que 5%, indicando que para esta fruta o mesmo foi eficiente na predição dos dados.\n3.2.2\t- PÊRA (var. d'água)\nOs dados da cinética de impregnação a vácuo para a pêra (var. d'água) também foram obtidos em quatro pressões de vácuo diferentes: 50, 100, 150 e 200 mmHg e são apresentados na figura 17. O tempo em que a amostra permaneceu no vácuo e no período à pressão atmosférica foram os mesmos em todos os ensaios. A solução impregnante utilizada foi suco de pêra com 10,6°BRIX.\nFigura 17 - Cinética da impregnação a vácuo de pêra (var. dágua} nas pressões de vácuo de 50 mmHg, 100 mmHg, 150 mmHg e 200 mmHg.\nAs curvas mostram que para a pêra, a pressão de 50 mmHg propiciou uma maior impregnação da amostra pela solução, similarmente com o ocorrido para a maçã, porém, não se obteve uma diferença na cinética de ganho de massa com a aplicação das pressões de 100, 150 e 200 mmHg, uma vez que a diferença encontrada está dentro da precisão do dispositivo experimental.\nNa figura 17 se pode observar a clara influência das diferentes pressões de vácuo na etapa de degaseificação da amostra. Ocorreu uma maior queda no peso das amostras na pressão de 50 mmHg, durante os primeiros 10 minutos do processo, indicando que esta pressão é mais efetiva na retirada dos gases oclusos nos poros que as outras testadas. Quanto menos intenso foi o vácuo aplicado, menos a amostra foi degaseificada, o que é evidenciado pela etapa de vácuo das curvas.\n□\n□\n□\n□\n■ X teórico\nD X experimental\n6,00\n5,00\n4,00\n3,00\n2,00\n1,00\n0,00\n0\t50\t100\t150\t200\t250\nPressão (mmHg)\nFigura 18 - Fração da amostra de pêra (var. d’água} impregnada pela solução a diferentes pressões de vácuo.\nPara a pressão de 34 mmHg, Salvatori encontrou uma impregnação de 5,3 % para a variedade de pêra “passa crassana ”, o que corrobora os resultados encontrados no presente trabalho. Os valores obtidos experimentalmente estão mais próximos das referências encontradas que os obtidos pelo modelo.\nComparando-se os dados obtidos experimentalmente e os obtidos pelo modelo obteve-se valores de erros de predição da ordem de 20.6, 23.2, 25.6 e 27.7%, respectivamente para as pressões de 50, 100, 150 e 200 mmHg. Com esses erros de predição pode-se concluir que para o caso da pêra var.d’água, o modelo não foi eficiente na predição dos dados.\nAs diferenças entre os valores preditos e os experimentais pode ser devida à expansão volumétrica sofrida pelas amostras durante a IV, que foi próxima de 3% para todas as pressões aplicadas (50, 100, 150 e 200 mmHg) (SALVATORI, 1998; MARCUSSI, 2005). No entanto, isso mostra uma incapacidade do modelo HDM em predizer os níveis de impregnação, para as condições estudadas.\n3.2.3\t- PÊRA (var. d’anjou)\nOs dados para a pêra (var.d'anjou) foram obtidos testando-se as pressões de 50 e 100 mmHg nas mesmas condições utilizadas para as outras frutas, sendo a solução impregnante suco comercial de pêra com 13,3°BRIX. A não disponibilidade desta matéria-prima todos os meses do ano impossibilitou que fossem testadas pressões de vácuo menos intensas.\nAs curvas correspondentes a cinética da impregnação a vácuo desta variedade de pêra é apresentada na figura 19 e pode se observar as fases do processo bem definidas pelas curvas, como observado para as outras frutas testadas.\nNos primeiros dez minutos de processo ocorre um decréscimo na força resultante registrada pelo equipamento evidenciando a etapa de aplicação do vácuo. Esta fase mostra que a pressão de vácuo é determinante na intensidade da degaseificação da amostra, uma vez que quanto mais intensa a pressão de vácuo maior a quantidade de gases que deixa a amostra, como o ocorrido com a outra variedade de pêra testada neste estudo.\nFigura 19 - Cinética da impregnação a vácuo de pêra (var. dánjou) nas pressões de vácuo de 50 mmHg\ne 100 mmHg.\nQuando a aplicação do vácuo cessa aos 10 minutos de processo ocorre o ganho de massa pela fruta. Utilizando-se a pressão de vácuo de 50 mmHg o ganho de peso para a pêra (var.d’anjou) é superior do que quando se usa a pressão de 100 mmHg. Isto pode ocorrer devido ao fato de que na etapa de vácuo uma maior quantidade de gases foi retirada da amostra na pressão de 50 mmHg, liberando mais espaço para a ocupação desta matriz porosa pela solução impregnante na etapa subseqüente.\nOs valores da fração da amostra impregnada (X) são apresentados na figura 20 e comparados com os valores teóricos obtidos pelo modelo HDM.\n\tH\t■ □\n■ X teórico\t\t\n□ X experimental\t\t\nFigura 20 - Fração da amostra de pêra (var. d'ánjou) impregnada pela solução a diferentes pressões de vácuo.\nQuando se compara os valores experimentais encontrados com os resultados obtidos pelo modelo, resulta um erro de predição menor que 5% para a pressão de 50 mmHg e da ordem de 29% quando se trata da pressão de 100 mmHg.\nNo caso do presente trabalho, nas pressões de vácuo mais intensas o modelo foi eficiente na predição dos dados, eficiência essa que diminui à medida que se diminui a intensidade do vácuo.\nA expansão volumétrica sofrida pela amostra nas duas condições testadas são de 6,3% para a pressão de 50 mmHg e 6,0% para a pressão de 100 mmHg.\n3.2.3\t- MANGA (var.Tommy Atkins)\nOs ensaios de cinética realizados para a manga foram feitos variando-se a pressão de operação como para as outras frutas. Foram testadas quatro pressões, 50, 100, 150 e 200 mmHg e a solução impregnante foi suco de manga 13°BRIX. O tempo de vácuo e o tempo de relaxação foram os mesmos em todas as pressões.\nNa figura 21 são apresentadas as curvas da cinética da IV para a manga (var.tommy atkins).\nFigura 21 - Cinética da impregnação a vácuo de manga (var. tommy atkins) nas pressões de vácuo de\n50 mmHg, 100 mmHg, 150 mmHg e 200 mmHg.\nNa fase de desaeração da fruta os experimentos submetidos a pressões mais intensas de vácuo resultaram em uma maior perda de massa inicial, comportamento também observado apara as duas variedades de pêra e para a maçã. Quanto à cinética de IV, no período a pressão atmosférica, a manga mostrou um comportamento diferente das outras frutas, sofrendo pouca influencia do período de degaseificação.\nOs valores para o parâmetro X da IV da manga são apresentados na figura 22 e comparados com os valores obtidos pelo modelo HDM.\n4.5\n4,0\n3.5\n3,0 g 2,5 * 2,0\n1.5\n1,0\n0,5\n0,0\n□ ■\n□\n■ X teórico\nn X experimental\n□\n□\n0\n50\n100\t150\n200\t250\nPressão (mmHg)\nFigura 22 - Fração da amostra de manga (var. tommy atkins) impregnada pela solução a diferentes pressões de vácuo.\nA figura 22 mostra que, novamente, o modelo HDM não conseguiu prever os valores\nexperimentais da fração da amostra impregnada, uma vez que o erro de predição foi da ordem de 70%\nValores de X entre 2,5% e 1,3% são encontrados na literatura em pressões de operação de 100 a 500 mmHg para esta variedade e para outras como “manila” e “ataulfo\"(SALVATORI, 1998; MUJIC A-PAZ et.al.;2003a). Os resultados experimentais estão fora do intervalo encontrado na literatura, com exceção do valor de X para a pressão de 100 mmHg que se encontra na mesma faixa obtida neste trabalho.\nA divergência dos resultados encontrados para a manga pode ser devido a esta amostra ter estrutura muito deformável, fator que oferece dificuldade na realização dos experimentos. A expansão volumétrica encontrada foi de 10% para todas as pressões testadas.\nDeste tópico 3.2 o que se pode ressaltar é que quanto mais deformável a amostra se apresentou, menor foi a correlação dos valores experimentais com os valores teóricos preditos pelo modelo HDM.\nA maçã (var. fuji) e a pêra (var.d'água) foram as amostras que apresentaram melhor correlação dos resultados com o modelo, tendo a maçã valores de expansão volumétrica na ordem de 2% e a pêra da ordem de 3%. Para a pêra (var.d'anjou) e para a manga (var. tommy atkins) o modelo não serviu para predizer os valores de X, e estas frutas apresentaram expansão volumétrica na ordem de 6,0% e 10%, respectivamente. As deformações ocorridas na estrutura porosa podem comprometer a conectividade dos espacos intercelulares e com isso diminuir a quantidade de solução impregnada nas frutas, mas essa é uma hipótese que precisa ser comprovada por analises microscopicas. O uso de tecnicas de RMN (ressonância magnética nuclear) poderia ser de grande utilidade para elucidar as mudanças que ocorrem na estrutura porosa devido a aplicação do vácuo. No entanto, trata-se de uma técnica pouco disponível e cara.\nOs resultados apresentados separadamente para cada fruta agora serão agrupados, para que seja possível uma comparação nos valores de X(%) levando em conta a estrutura da fruta, ou seja, levando em conta diretamente a porosidade das amostras testadas.\nA figura 23 mostra os valores de X(%) para cada fruta nas quatro pressões de vácuo testadas.\nPressão (mmHg)\nFigura 23 - Influência da pressão de vácuo na fração da amostra impregnada X(%).\nPara todas as pressões de vácuo testadas, a amostra de maçã foi a que obteve a maior fração\nimpregnada. Esta amostra apresenta porosidade de 0,191 ou 19,1%, o que pode explica este\nA amostra de manga, apesar de apresentar porosidade de 5,8% obteve valores de X(%) inferiores aqueles obtidos para as duas variedades de pêra utilizadas. Este fato pode ser devido à manga ser uma fruta muito deformável, o que faz com que a realização dos experimentos seja dificultada, esta estrutura apresenta valores de deformação da ordem de 10%.\nVários trabalhos evidenciam a influência da porosidade de diferentes amostras nos valores de X(%), porém essa relação não é linear, uma vez que os tecidos vegetais são complexos e diferentes ums dos outros, apresentando alguns uma menor resistência aos fluxos de matéria e outros uma maior resistência (FITO et.al., 2001; GRAS et.al.,2002; MUJICA-PAZ et.al.,2003a; MUJICA-PAZ et.al., 2003b).\nMújica-Paz (2003a) e colaboradores realizaram experimentos com algumas frutas em várias faixas de porosidade. Os resultados mostraram que apesar da manga utilizada no trabalho possuir uma porosidade na faixa média (0,152-0,058) ela obteve valores de X(%) menores que outras frutas que estavam na faixa de porosidade baixa (0,016-0,058) como a banana e o mamão.\n3.4\t- INFLUÊNCIA DA VISCOSIDADE DA SOLUÇÃO NA IV\nNeste tópico são apresentados os resultados referentes à influência da viscosidade da solução no processo de impregnação a vácuo. Os experimentos foram realizadas de acordo com o item 2.4, todos os ensaios foram feitos com maçã (varfuji) a pressão de vácuo de 50 mmHg.\n(FITO, 1994; FITO et.al., 1996). SAUREL, 2004 propôs um modelo empírico para levar em conta o\nefeito da viscosidade da solução ( X =\nee (1 -1\t- 0,078ln (rn)))\nNa figura 24 são apresentados os resultados obtidos experimentalmente e sua correlação com aqueles obtidos pelos modelos de Saurel e pelo modelo HDM.\n20,0\n18,0\n16,0\n14,0\n12,0\n10,0\nX\n8,0\n6,0\n4,0\n2,0\n0,0\n□ Experimental\n■ Modelo de Saurel\n- Modelo HDM\n□\n0\t5\t10\t15\t20\t25\t30\t35\t40\nViscosidade (cP)\nFigura 24 - Efeito da viscosidade da solução na fração da amostra de maçã (var. fuji) impregnada após processo de IV na pressão de 50 mmHg.\nOs dados mostram que quanto maior a viscosidade da solução utilizada nos experimentos menor foi o valor de X(%), o que é previsto também pelo modelo de Saurel.\nResultados obtidos por Saurel (2004) com uma variedade de maçã que possui porosidade igual a 0,3 confirmaram que a influência da viscosidade é particularmente importante no processo. O\nNa figura 24 pode-se observar uma divergência entre os valore experimentais e os obtidos pelo modelo de Saurel. Os valores dos erros relativos foram menores que 16% até a viscosidade de 8,47 cP, da ordem de 20% para as viscosidades até 20,4 cP e maiores que 50% quando se trata de viscosidades maiores que 37 cP.\nSe os resultados experimentais obtidos fossem comparados com o modelo HDM, os erros seriam maiores que 50% mesmo para as soluções pouco viscosas.\nO modelo de Saurel se mostrou mais eficiente na predição dos valores de X que o modelo HDM. Para soluções pouco viscosas esse modelo foi eficiente, o que não ocorreu quando foram utilizadas soluções muito viscosas.\nCAPÍTULO IV\nCONCLUSÕES\nO equipamento utilizado possibilitou o estudo da impregnação a vácuo das frutas e a obtenção de diferentes curvas de pressão.\nNa primeira parte do estudo foram feitas as curvas da cinética da IV, que são ferramentas importantes para possibilitar o entendimento do processo de IV. Com elas se pode perceber bem definidas as fases do processo.\nAlém do entendimento do processo, na primeira parte se pode concluir que o modelo HDM é eficaz para predizer os valores de X(%) para a maçã, que se trata de uma fruta pouco deformável. Esta fruta dentre as estudadas é a que possui maior porosidade e foi a que obteve um maior valor de fração impregnada. Este fato pode ser explicado, uma vez que a porosidade represente a quantidade de espaços vazios que a fruta possui e que poderão ser preenchidos com a solução de interesse.\nNo caso da manga, que é a fruta mais deformável das estudadas, o modelo não serviu para predizer os valores de X(%), com erros de predição maiores que 50%. Como esta fruta varia muito o volume durante o processo de IV isso dificulta tanto na obtenção dos resultados como na adequação dos dados a um modelo generalista.\nNa primeira parte se pode concluir que quanto mais deformável é a fruta, maior será a dificuldade em obter um modelo que seja preciso na predição dos valores de X(%). A porosidade das frutas também é uma variável importante, sendo que quanto maior é essa porosidade, maior é a quantidade de solução que podemos introduzir na matriz do alimento, porém isto não é uma regra e produtos com porosidade menores que outros podem obter uma impregnação maior, como observado no caso da pêra var.d’água e pêra var.d’anjou. A utilização da técnica RMN poderia ajudar a elucidar esta questão.\nA segunda parte do estudo objetivou verificar a influência da viscosidade da solução no processo e constatou que quanto maior é a viscosidade da solução, menor será a fração de amostra impregnada.\nA influência da viscosidade no processo de impregnação a vácuo não é tratada no modelo HDM proposto por FITO (1994) e por isso se utilizou o modelo empírico de Saurel (2004). Este modelo se mostrou mais eficiente na predição dos valores de X(%) que o modelo HDM, uma vez que considera a viscosidade da solução, porém para soluções com viscosidade maiores que 37cP o erro de predição foi da ordem de 50%, sendo adequado somente quando se tratam de solução pouco viscosas.\nOs resultados apresentados neste trabalho mostraram claramente a influência da viscosidade da solução no processo de impregnação a vácuo, bem como a influência do tipo de estrutura porosa que está sendo impregnada.\nAs estruturas vegetais são muito complexas e diferem muito entre si. O desenvolvimento de um modelo que considere diversas etapas do processo e as particularidades de cada tecido é o grande desafio para estudos futuros.\nREFERÊNCIAS BIBLIOGRÁFICAS\nALZAMORA, S.M., SALVATORI, D., TAPIA, M., LÓPEZ-MALO, A., WELTI-CHANES, J., FITO, P. Novel funcional foods from vegetable matrices impregnated whit biologically active compounds. Journal of Food Engineering, v. 67, p. 205-214, 2005.\nANDRES, A.M. Impregnacion a vacio en alimentos porosos. Aplicacion al salado de quesos. 1995. 195f. Tese de Doutorado - Universidade Politécnica de valência, Valência, 1995.\nANINO, S. V., SALVATORI, D., ALZAMORA, S.M. Changes em calcium level and mechanical properties of apple tissue due to impregnation whit calcium salts. Food Research International, v. 39, p. 154-164, 2006.\nBARAT, J.M; FITO, P; CHIRALT, A. Modelling of simultaneous mass transfer and structural changes in fruit tissues. Journal of Food Engineering, v. 49, p. 77-85, 2001.\nBETORET, N., PUENTE, L., DÍAZ M.J., PAGÁN, M.J., GARCÍA, M.J., GRAS, M.L., MARTÍNEZ-MONZ[O, J., FITO, P. Development of probiotic-enriched dried fruits by vacuum impregnation. Journal of Food Engineering, v. 56, p. 273-277, 2003.\nSpringcrest) por desidratação osmótica e secagem complementar. 2005. 68f. Dissertação de Mestrado - Universidade Federal de Santa Catarina, Florianópolis, 2005.\nBOLIN, H.R; HUXSOLL, C.C. Partial drying of cut pears to improve freeze-thaw texture. Journal of Food Science, v. 58, p. 357-360, 1993.\nBUGUENO, G., ESCRICHE, I., MARTÍNEZ-NAVARRETE, N., CAMACHO M.M., CHIRALT, A. Influence of storage conditions on some physical and chemical properties of smoked salmon (Salmo salar) processed by vacuum impregnation techniques. Food Chemistry, v. 81, p. 85-90, 2003.\nCASTELLÓ, M.L; FITO, P.J; CHIRALT, A. Effect of osmotic dehydration and vacuum impregnation on respiration rate of cut strawberries. LWT, v. 39, p. 1171-1179, 2006.\nCHÁFER, M., GONZÁLES-MARTÍNEZ, C.,, CHIRALT, A., FITO, P. Microstruture and vacuum impregnation response of citrus peels. Food Research International, v. 36, p. 35-41, 2003.\nCHÁFER, M., GONZÁLES-MARTÍNEZ, C., ORTOLÁ, M.D., CHIRALT, A. Long term osmotic dehydration of orange peel at atmospheric pressure and by applying a vacuum pulse. Food Science and Technology International, v. 7, p. 511-520, 2001.\nCHIRALT, A., MARTÍNEZ-NAVARRETE, J., MARTÍNEZ-MONZÓ, J., TALENS, P., MORAGA, G., AYALA, A., FITO, P. Changes in mechanical properties throughout osmotic processes. Crioprotectant effect. Journal of Food Engineering, v. 49, p. 129-135, 2001.\nCHIRALT, A; FITO, P. Transport mechanism in osmotic dehydration : the role of the structure.\nFood Science and Technology International, v. 9, p. 179-186, 2003.\nCONTRERAS, C., MATÍN M.E., MARTÍNEZ-NAVARRETE, N., CHIRALT, A. Effect of vacuum impregnation and microwave application on strutural changes which occurred during air-drying of apple. LWT, v. 38, p. 471-477, 2005.\nFERTONANI, H.C.R. et.al. Potencial da variedade Joaquina para o processamento de suco clarificado e vinho seco de maçã. Ciência e Tecnologia de Alimentos, v. 26, p. 434-440, 2006.\nFITO, P., ANDRÉS, A., CHIRALT, A., PARDO, P. Coupling of Hydrodynamic mechanisms occurring during vacuum osmotic dehydration. Journal of Food Engineering, v. 27, p. 229-\n240, 1996.\nANDRES A., VIDAL, D. Vacuum impregnation and osmotic dehydration in matrix engineering: Application in funcional fresh food development. Journal of Food Engineering, v. 49, p. 175-183, 2001b.\nFITO, P., CHIRALT, A., BARAT, J.M., ANDRES, A., MARTÍNEZ-MONZÓ, J., MARTÍNEZ-NAVARRETE, N. Vacuum impregnation for development of new dehydrated protucts. Journal of Food Engineering, v. 49, p. 297-302, 2001a.\nFITO, P. Modelling of vacuum osmotic dehydration food. Journal of Food Engineering, v. 22. n. 1-4, p. 313-328, 1994.\nFITO, P.; PASTOR, R. Non-diffusional mechanisms occurring during vacuum osmotic dehydration. Journal of Food Engineering, v. 21, n. 4, p. 513-519, 1994.\nFITO, P; CHIRALT, A. Vacuum impregnation of plant tissues. In: Minimally processed fuits and vegetables. Maryland: Aspen publication, 2000. Cap. 11, p. 189-204.\nFRANCO, M.R.B;RODRIGUEZ-AMAYA, D; LANCAS, F.M. Volatile composition of three cultivars of mango (Mangifera indica L.). Ciência e Tecnologia de Alimentos, v.24, p. 165-\n169, 2004.\nGIRALDO, G., TALENS, P., FITO, P., CHIRALT, A. Influence of sucrose solution concentration on kinetics and yield during\nosmotic dehydration of mango. Journal of Food Engineering, v. 58, p. 33-43, 2003.\nGIRALDO, G., VASQUEZ, R., MARTIN-ESPARZA., M.E., CHIRALT. Rehydration Kinetics and soluble solids lixiviation of candied mango fruit as affected by sucrose concentration. Journal of Food Engineering, v. 77, p. 825-834, 2006.\nGRAS, D. M. L., VIDAL, D., BETORET, N., CHIRALT, A., FITO, P. Calcium fortification of vegetables by vacuum impregnation: Interaction whit cellular matrix. Journal of Food Engineering, v. 56, p. 279-284, 2003.\nGRAS, M., VIDAL-BROTONS, D., BETORET, N., CHIRALT, A., FITO, P.. The response of some vegetables to vacuum impregnation. Innovative Food Science and Emerging Technologies. v. 3, p. 263-269, 2002.\nGUILLEMIN, A., DEGRAEVE, P., GUILLON, F., LAHAYE, M., SAUREL, R. Incorporation os pectinmethylesterase in aplle tissue either by soaking by vacuum-impregnation. Enzyme and Microbial Technology. v. 38, p. 610-616, 2005.\nLE MAGUER, M; SHI, J; FERNANDEZ, C. Mass transfer Behavior of plant tissues during osmotic dehydration. Food Science and Technology International, v.9, p. 187-192, 2003.\nLUNATI, F. La pera alla ricerca di uma nuova identità per una migliore valorizzazione. Frutticoltura, v. 9, p. 41-42, 2004.\nMARCUSSI, B.A. Desidratação osmótica e impregnação a vácuo de pêra. 2005. 103f.\nDissertação de Mestrado - Universidade Federal de Santa Catarina, Florianópolis, 2005.\nMARTÍN-ESPARZA, M.E, MARTÍNEZ-NAVARRETE, N., CHIRALT, A., FITO, P. Dielectric behavior of apple (var. Granny Smith) at different moisture contents. Effect of vacuum impregnation. Journal of Food Engineering, v. 77, p.51-56, 2006.\nMARTÍNEZ-MONZÓ, J., BARAT, J.M., GONZÁLES-MARTÍNEZ, C., CHIRALT, A., FITO, P. Changes in thermal properties of apple due to vacuum impregnation. Journal os Food Engineering, v. 43, p. 213-218, 2000.\nMUJICA-PAZ, H., VALDEZ-FRAGOSO, A., LÓPEZ-MALO, A., PALOU, E.,\nWELTI-CHANES. (a) Impregnation and osmotic dehydration of some fruits: effect of the vacuum pressure and syrup concentration. Journal of Food Engineering, v.57, n. 4, p. 305314, 2003a.\nMUJICA-PAZ, H., VALDEZ-FRAGOSO, A., LÓPEZ-MALO, A., PALOU, E.,\nWELTI-CHANES, J (b). Impregnation properties of some fruits at vacuum pressure. Journal of Food Engineering, v. 56, n.4, p. 307-314, 2003b.\nNIETO, A. B., SALVATORI, D.M., CASTRO, M.A., ALZAMORA, S.M. Strutural changes in apple tissue during glucose and sucrose osmotic dehydration: shrinkage, porosity, density and microscopic features. Journal of Food Engineering, v. 61, p. 269-278, 2004.\nPAES, S. Estudo da impregnação a vácuo de maçãs. 2005. 88f. Dissertação de Mestrado -Universidade Federal de Santa Catarina, Florianópolis, 2005.\nPAES, S.S; STRINGARI, G.B; LAURINDO, J.B. Effect of vacuum and relaxation periods and solution concentration on the osmotic dehydration of apples. International Journal of Food Science and Technology, v.42, p. 441-447, 2007.\nPAOLETTI, F. Mechanical properties and sensory avaluation of selected apple cultivars.\nLebensmittel-Wissenschaft und-Technologie, v.26, p. 264-270, 1993.\nSALVATORI, D. The response of some properties of fruits to vacuum impregnation.\nJournal of Food Process Engineering, v. 21, p. 59-73, 1998.\nSAUREL, R. Improving the texture of processed vegetables by vacuum infusion. Woodhead\nPublishing Ltd and CRC Press LLC, University of Lyon, France, 2004.\nSCHMIDT, F. C. Estudo das trocas de massa durante o tratamento de cortes de peito de frango com soluções salinas. 2006. 89f. Dissertação de Mestrado - Universidade Federal de Santa Catarina, Florianópolis, 2006.\nSHI, J; FITO, P. Mass transfer in vacuum osmotic dehydration of fruits: a mathematical model approach. Lebensmittel-Wissenschaft und-Technologie, v. 3, p. 67-72, 1994.\nTORREGGIANI, D; BERTOLO, G. Osmotic pre-treatments in fruit processing: chemical, physical and strutural effects. Journal os Food Engineering, v. 49, p. 247-253, 2001.\nZHAO, Y., XIE, J. Pratical applications of vacuum impregnation in fruit and vegetable processing. Trends in Food Science and Technology. v. 15, p. 434-451, 2004.\nwww.ibge.gov.br, acesso em 10/02/2007."}]}}}