{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07910"}, {"@name": "filename", "#text": "12658_disserta%c3%a7%c3%a3o.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade de Aveiro Departamento de Enga. De Materiais e Cerâmica\n2012\nCátia Margarida da Conceição Soares\nCompósitos céria/sais alcalinos para membranas de separação de CO2\n2012\nUniversidade de Aveiro Departamento de Enga. De Materiais e Cerâmica\nCátia Margarida da Conceição Soares\nCompósitos céria/sais alcalinos para membranas de separação de CO2\nDissertação apresentada à Universidade de Aveiro para cumprimento dos requisitos necessários à obtenção do grau de Mestre em Engenharia de Materiais, realizada sob a orientação científica do Doutor Fernando Manuel Bico Marques, Professor Catedrático do Departamento de Engenharia de Materiais e Cerâmica da Universidade de Aveiro e do Doutor Filipe Miguel Henriques Lebre Ramos Figueiredo, Investigador Auxiliar do Centro de Investigação em Materiais Cerâmicos e Compósitos da Universidade de Aveiro.\nO júri\nPresidente\nProf. Doutor Jorge Ribeiro Frade\nProfessor Catedrático da Universidade de Aveiro\nProf. Doutor Fernando Manuel Bico Marques (Orientador)\nProfessor Catedrático da Universidade de Aveiro\nProf3. Doutora Ana Maria de Oliveira Rocha Senos\nProfessora Associada da Universidade de Aveiro\nProf. Doutor João Carlos de Castro Abrantes\nProfessor Adjunto da Escola Superior de Tecnologia e Gestão do Instituto Politécnico de Viana do Castelo\nDoutor Filipe Miguel Henrique Lebre Ramos Figueiredo (Coorientador)\nInvestigador Auxiliar do CICECO- Universidade de Aveiro\nAgradecimentos\tAgradeço a disponibilidade e apoio prestados pelos meus coorientadores, e os incentivos e desafios que me foram colocando ao longo de todo este tempo de trabalho. Um agradecimento muito especial à Sónia Patrício, pela troca de conhecimentos, incentivo e motivação. Agradeço aos meus colegas de laboratório e aos meus amigos pelo companheirismo e momentos partilhados. Finalmente, mas não por último, aos meus pais, pelo incentivo e também ao Tiago Gadim pelo apoio incondicional e motivação.\nPalavras-chave\tMembranas de separação de CO2, eletrólitos compósitos, céria, carbonatos alcalinos, condutividade, eficiência faradaica\nResumo\tO trabalho apresentado nesta dissertação consiste no desenvolvimento de uma nova geração de compósitos para membranas de separação de CO2 a alta temperatura (500-600°^), a partir de um fase cerâmica (Ce0]9Gd0]1O2.õ - CGO) e uma segunda fase constituída por mistura de carbonatos alcalinos (Li2CO3 e Na2CO3). O papel da fase cerâmica é assegurar o transporte de iões óxido enquanto o papel dos carbonatos fundidos é assegurar o transporte dos iões carbonato. Quando estes iões se movem em sentidos opostos, o resultado é um fluxo seletivo de CO2. Para este fim preparou-se um conjunto de eletrólitos compósitos por moagem, prensagem e sinterização, variando a fração volúmica, a granulometria da fase cerâmica e também modificando a composição da própria fase cerâmica (compósitos baseados em LiAlO2). Os vários eletrólitos compósitos foram posteriormente estudados por espetroscopia de impedância em ar e microscopia eletrónica para avaliar o efeito da fração cerâmica e da sua microestrutura na condução mista. De modo a quantificar a importância relativa do transporte iónico nos compósitos por iões óxido e/ou carbonato utilizou-se o método de eficiência faradaica. Os principais resultados obtidos mostram que o compósito com 85% em volume de CGO apresenta uma condutividade total próxima da do óxido puro, aproximando-se ainda dos valores obtidos para o compósito equivalente com base no LiAlO2, validando a escolha desta composição como próxima da necessária para assegurar comparabilidade nos processos de transporte iónico por CO32- e O2-. A manipulação microestrutural da fase cerâmica permitiu verificar que o aumento do tamanho de grão resulta numa ligeira diminuição da condutividade a elevadas temperaturas, porventura devido a uma alteração na percolação da fase carbonatos. Foi ainda possível confirmar a influência dos carbonatos na condutividade elétrica, que aumenta de forma significativa com o aumento do seu teor nos compósitos. Os ensaios de eficiência faradaica permitiram explorar o comportamento de diferentes compósitos em condições de condução iónica singular ou mista (por iões carbonato e óxido ou somente por óxido), confirmando qualitativamente a dualidade de condução iónica, mas não permitindo obter informação quantitativa atendendo à reduzida gama de condições estudadas e às limitações de equipamento.\nKeywords\tCO2 separation membranes, composite electrolytes, ceria, alkaline carbonates, conductivity, faradaic efficiency\nAbstract\tThis study reports the development of a new generation of composite membranes for separation of CO2 at high temperature (500-600‘C) consisting of a ceramic phase (Ce0]9Gd0]1O2-5 - CGO) and a mixture of alkali metal carbonates (Na2CO3 and Li2CO3). In these membranes, the ceramic phase ensures the transport of oxide ions, whereas the molten alkali carbonates ensure the transport of carbonate ions. When these ions move in opposite directions, the result is a selective flow of CO2. This work consisted in the preparation of a series of composite electrolytes with variable volume fraction of the components and particle size of the ceramic phase, also by changing the ceramic phase to LiAlO2. The materials were processed by a conventional ceramic route including grinding, pressing and sintering. The various composite electrolytes were studied by impedance spectroscopy and electron microscopy to assess the effect of the fraction of ceramics and microstructure on the dual conductivity. Faradaic efficiency was used in order to quantify the relative importance of oxide and/or carbonate ions in the overall transport in the composite. The main results show that the composite with 85 vol% CGO has a total conductivity approaching that of the pure oxide phase, and also the values obtained for the equivalent composite based on LiAlO2. These results validated the choice of this composition for the subsequent work, since it ensures the comparability of ion transport by both CO32- and O2-. The microstructural manipulation of the ceramic phase has shown that increasing the grain size slightly decreases the conductivity at high temperatures, due to a change in the percolation of the carbonate phase. The volume fraction of the components has a major effect on the total conductivity of the composites, which is primarily influenced by the carbonates. The faradaic efficiency tests allowed to explore the different behavior of composites under conditions of single or mixed ionic conduction (carbonate and oxide ions or oxide ions only), but failed to obtain quantitative information given the limited range of conditions and experimental setups available.\nF\níndice\nLista de figuras............................................................iii\nLista de tabelas.............................................................vi\nLista de símbolos...........................................................vii\nSímbolos gregos..........................................................viii\nLista de abreviaturas........................................................ix\nPreâmbulo.....................................................................x\nI.\tIntrodução................................................................1\n1.\tCombustíveis fósseis e sua utilização a médio prazo.....................1\n1.1\tProcessos de captura de CO2...........................................3\n2.\tMembranas de separação de CO2...........................................6\n2.1\tClassificação.......................................................7\n2.2\tConfigurações......................................................10\n3.\tMembranas compósitas do tipo cerâmico/carbonato fundido para separação\nde CO2.....................................................................10\n4.\tComposição e processamento de compósitos de céria/sais alcalinos.......14\n4.1\tMateriais e métodos de processamento das membranas.................16\n4.2\tMedidas de permeabilidade..........................................17\nComentários finais.........................................................19\nII.\tRealização experimental................................................20\n1.\tPreparação dos materiais...............................................20\n1.1\tMecanossíntese.....................................................22\n1.2\tPrensagem ........................................................ 23\n1.3\tSinterização ..................................................... 23\n2.\tCaracterização física, estrutural\te microestrutural....................23\n2.1\tDensidade..........................................................23\n2.2\tAnálise granulométrica.............................................24\n2.3\tAnálise da área superficial específica.............................24\n2.4\tDifração de raios-X (DRX)..........................................25\n2.5\tMicroscopia eletrónica de varrimento (MEV).........................25\n2.6\tMicroscopia eletrónica de transmissão (MET)........................26\n3.\tCaracterização elétrica por\tespetroscopia de impedância................27\n3.1\tFundamentos teóricos...............................................27\n3.2\tAnálise dos espetros de impedância.................................30\n3.3\tMetodologia........................................................30\n4.\tEficiência faradaica...................................................32\n4.1\tFundamentos da técnica.............................................33\n4.2\tProcedimento experimental..........................................34\nIII.\tResultados.............................................................41\n1.\tOtimização das condições de\tprensagem e densificação...................41\n2.\tOtimização do transporte de oxigénio por alteração da proporção da fase\ncerâmica...................................................................44\n3.\tOtimização do transporte de oxigénio por manipulação microestrutural...49\n4.\tEfeito da fase cerâmica............................................... 54\n5.\tEficiência faradaica...................................................60\nIV.\tConclusão e sugestões para trabalhos futuros...........................68\nReferências Bibliográficas...................................................71\nAnexos ..................................................................... 74\nAnexo A .................................................................. 74\nAnexo B .................................................................. 76\nLista de figuras\nFigura 1 - Previsão da concentração global de CO2 na atmosfera até 2090.[8]..........3\nFigura 2\t- Representação\tesquemática dos diferentes tipos de captura de CO2. [10]...5\nFigura 3\t- Representação\tesquemática dos principais tipos de membranas. [17]........8\nFigura 4\t- Representação\tesquemática de uma membrana não seletiva..................11\nFigura 5\t- Representação\tesquemática a) pilha combustível de carbonatos fundidos\te b)\nbombagem eletroquímica, respetivamente..............................................12\nFigura 6 - Representação esquemática de uma membrana seletiva de separação de CO2 por combinação de transporte iónico de iões óxido e carbonato.......................13\nFigura 7 - Representação tipo Arrhenius de o versus 1000/T de eletrólitos CCS (compósitos cerâmicos baseados em céria e sais) em comparação com eletrólitos convencionais, CGO e YSZ. [21].................................................15\nFigura 8 - Gráfico tipo Arrhenius da condutividade total de compósitos à base de Al2O3, (ZrO2)0,97(Y2O3)0,03, CeO2 e Ce0,9Gd0,1O1,95 misturados com carbonatos de sódio e lítio na proporção 2:1.[24]..........................................................16\nFigura 9 - Ilustração esquemática do processo de infiltração por “dip-coating” para a síntese de membranas de dupla fase. (Adaptado [18])............................17\nFigura 10 - Representação de um diagrama de Argand de um circuito elétrico RC em paralelo. [30]................................................................ 28\nFigura 11 - Representação esquemática de um espetro de impedância e respetivo circuito equivalente associado.[29] .......................................... 29\nFigura 12 - Espetros de impedância obtidos a (A) 350, (B) 440 e (C) 560 °C para a amostra de CGOp+NC/LC50-50.................................................... 31\nFigura 13 - Representação esquemática do dispositivo experimental usado para medições de eficiência faradaica...............................................35\nFigura 14 - Representação esquemática da condução iónica por membranas compósitas de CGO com carbonatos em duas atmosferas diferentes: (a) em presença de O2+N2 e (b) na presença de CO2+O2..........................................................37\nFigura 15 - Representação esquemática do sistema usado para as medições de eficiência faradaica..................................................................... 37\nFigura 16 - Tubo de alumina contendo a amostra selada com uma mistura de carbonatos e em contacto elétrico com os fios de ouro que estabelecem as ligações elétricas com o exterior.......................................................................38\nFigura 17 - Exemplo do decaimento de Vs (■) e da correspondente subida de PO2 (O) no gás de arraste em função do tempo, após aplicação de corrente dc, usando CO2+ar na alimentação gasosa à membrana...........................................39\nFigura 18 - Micrografias adquiridas por MEV. Com baixa ampliação: A - Amostra CGOp+NC/LC5o-5o; B - Amostra CGOp+NC/LC7o-3o; C - Amostra CGOp+NC/LC85-i5. Com elevada ampliação: D - Amostra CGOp+NC/LC5o-5o; E - Amostra CGOp+NC/LC7o-3o; F - Amostra CGOp+NC/LC85-i5...............................45\nFigura 19 - Espetros de impedância obtidos a (A) 3oo °C e a (B) 6oo °C, em ar, de amostras com diferentes proporções de carbonatos...........................46\nFigura 2o - Representações tipo Arrhenius das condutividades totais em ar das amostras compósitas com diferentes proporções volúmicas de carbonatos, e da amostra de CGO\npuro.....................................................................48\nFigura 21 - Micrografias obtidas por MET. A - amostra CGO6h+NC/LC85-15; B -\namostra CGOp+NC/LC85-15; C - amostra CGO135o+NC/LC85-15..................51\nFigura 22 - Micrografias adquiridas por MEV. A - amostra CGO6h+NC/LC85-15; B -amostra CGOp+NC/LC85-15; C e D - amostra CGO135o+NC/LC85-15 em diferentes regiões................................................................. 52\nFigura 23 - Representação tipo Arrehnius da condutividade total em ar dos compósitos com diferentes tamanhos de grão (fase cerâmica)..........................53\nFigura 24 - Espetros de impedância obtidos a 6oo °C em ar de amostras com diferentes tamanhos de grão (fase cerâmica).........................................54\nFigura 25 - Micrografias adquiridas por MEV. A e B - amostra de LA; C e D - amostra de LA+NC/LC85-15.........................................................55\nFigura 26 - Micrografia adquirida por MEV e correspondente mapa de EDE do compósito com base em LA.................................................56\nFigura 27 - Representação tipo Arrhenius da condutividade total em ar dos compósitos.\n........................................................................ 57\nFigura 28 - Espetros de impedância obtidos a (A) e (A1) 3oo °C (A1 é ampliação de A), e a (B) 6oo °C, em ar, das amostras de LA+NC/LC85-15 e CGOp+NC/LC85-15...58\nFigura 29 - Diferença de potencial na célula (Vcel) em função da corrente (I), com a amostra de CGOp+NC/LC85-15. Os ensaios foram realizados com duas alimentações distintas, N2+ar e em CO2+ar.............................................62\nFigura 30 - Diferença de potencial na célula (Vcei) em função da corrente (I), para os compósitos CGOp+NC/LC70-30, CGÜ6h+NC/LC85.i5, CGOi35o+NC/LC85.i5 e CGOp+NC/LC85-15 na atmosfera de CO2+ar...................................63\nFigura 31 - Diferença de potencial na célula (Vcel) em função da corrente (I), para os compósitos CGOp+NC/LC7o-3o, CGO6h+NC/LC85-i5, CGO1350+NC/LC85-15 e CGOp+NC/LC85-15 na atmosfera de N2+ar....................................63\nFigura 32 - Espetros de impedância obtidos a 300 °C em ar de amostras com diferentes tamanhos de grão (fase cerâmica).........................................76\nLista de tabelas\nTabela 1 - Lista dos precursores utilizados, incluindo a composição, a abreviatura utilizada e o fornecedor.................................................21\nTabela 2 - Materiais preparados, siglas e parâmetros característicos usados no respetivo processamento............................................................22\nTabela 3 - Registo da densificação das amostras de CGO+NC/LC50-50 após variação da pressão uniaxial (64-191 MPa)............................................42\nTabela 4 - Registo da densificação das amostras de CGO+NC/LC50-50 após variação da pressão uniaxial (13-115 MPa)............................................42\nTabela 5 - Registo da densificação das amostras de CGO+NC/LC50-50 após variação da pressão isostática.......................................................43\nTabela 6 - Tamanho de particula e área superficial dos pós, condições de processamento para as amostras com diferentes granulometrias, e correspondentes siglas.50\nTabela 7 - Comparação de parâmetros como, energia de ativação e condutividade, a baixa e alta temperatura, para as diferentes amostras....................59\nTabela 8 - Correntes aplicadas, correspondentes valores de diferença de potencial na célula (CGO+NC/LC85-15) e pressões parciais de oxigénio antes e após aplicação da corrente, para a atmosfera CO2+ar........................................60\nTabela 9 - Correntes aplicadas, correspondentes valores de diferença de potencial na célula (CGOp+NC/LC85-15) e pressões parciais de oxigénio antes e após aplicação da corrente, para a atmosfera N2+ar.........................................61\nTabela 10 - Comparação das condutividades a 550 °C, obtidas por eficiência faradaica e por espetroscopia de impedância. Em subtítulo indicam-se as espécies iónicas supostamente envolvidas..................................................64\nTabela 11 - Retração das amostras de CGO+NC/LC50-50 após variação da pressão uniaxial (64-191 MPa)................................................... 74\nTabela 12 - Retração das amostras de CGO+NC/LC50-50 após variação da pressão uniaxial (13-115 MPa)....................................................74\nTabela 13 - Retração das amostras de CGO+NC/LC50-50 após variação da pressão isostática...............................................................75\nLista de símbolos\nac - corrente alterna, do inglês alternating current\nCCO2 - concentração de CO2\nC - capacidade\ndc - corrente contínua, do inglês direct current\nDCO2 - coeficiente de difusão do CO2 através da membrana\nD - percentagem de densificação\ndp - tamanho médio de partícula\nEa - energia de ativação\nEa (at) - energia de ativação da condutividade elétrica a alta temperatura\nEa (bt) - energia de ativação da condutividade elétrica a baixa temperatura\nEth - diferença de potencial teórica\nF - constante de Faraday (9,65*104 C mol-1)\nI - intensidade da corrente elétrica\nIdc - corrente elétrica dc na célula\nIi - corrente iónica\nI0 - amplitude da corrente elétrica ac\nItotal - corrente elétrica total\nJCO2 - fluxo de CO2\nk - constante de Boltzman (1,38x10-23 J K-1)\nL - espessura da amostra\nP1 e P2 - valores de pressão parcial de oxigénio nos eléctrodos\npO2in - pressão parcial de oxigénio à entrada\npO2out - pressão parcial de oxigénio à saída\nR - constante universal dos gases perfeitos (8,314 J K-1 mol-1)\nRt - resistência total do eletrólito\nRn - resistência de polarização\nS - área do elétrodo\nSesp - área superficial específica\nti - número de transferência iónico\nT - temperatura absoluta\nt - tempo\nTtransição - valor estimado de temperatura de transição entre os regimes de condutividade elétrica de baixa e de alta temperatura\nVac - tensão elétrica ac\nVcel - diferença de potencial elétrico dc na célula\nVs.i - diferença de potencial elétrico inicial no sensor\nVs.f - diferença de potencial elétrico final no sensor\nVo - amplitude da tensão elétrica em ac\nZ - impedância\nZ' - parte real da impedância\nZ”- parte imaginária da impedância\nSímbolos gregos\nn - sobrepotencial do elétrodo\n9 - ângulo de incidência\nX - comprimento de onda\nPo - densidade inicial\npt - densidade teórica\no - condutividade elétrica total\noat - valor da condutividade a altas temperaturas (600 °C)\nobt - valor da condutividade a baixas temperaturas (300 °C)\noe - condutividade eletrónica\no, e o, - condutividade iónica das espécies i e j\no0 - fator pré-exponencial da dependência da condutividade em relação à temperatura\n0 - desfasamento entre a corrente e a tensão (na espetroscopia de impedância)\nw - frequência angular\nLista de abreviaturas\nBET - Brunauer-Emmett-Teller - técnica para a medida de área superficial específica\nCGO - Ceo,9Gdo,iO2.5\nCSO - céria dopada com samário\nDRX - difração de raios-x\nEDE - espetroscopia de dispersão de energia\nGEE - gases com efeito estufa\nIPCC - Intergovernmental Panel on Climate Change\nLA - LiAlO2\nLC - Li2CO3\nMCFC - pilha de combustível de carbonatos fundidos, do inglês Molten Carbonate\nFuel Cell\nMET - microscopia eletrónica de transmissão\nMEV - microscopia eletrónica de varrimento\nNC - Na2CO3\nTZP - (ZrO2)o,93(Y2O3)o,o7 do inglês tetragonal zirconia policrystal\nYSZ - zircónia estabilizada com ítrio, (ZrO2)0,92(Y2O3)0,08\nPreâmbulo\nO objetivo do presente trabalho é o desenvolvimento de uma nova geração de compósitos para membranas de separação de CO2, a partir de uma fase cerâmica (Ce0,9Gd0,1O2-s) e uma segunda fase constituída por misturas de carbonatos alcalinos (Li2CO3 e Na2CO3). O papel da fase cerâmica é assegurar o transporte de iões óxido enquanto o papel dos carbonatos alcalinos é assegurar o transporte dos iões carbonato. Quando estes iões se movem em sentidos opostos, o resultado é um fluxo seletivo de CO2. Pretende-se assim identificar a gama de composições e características microestrutrais das membranas mais interessantes em termos de transporte combinado de duas espécies iónicas, tendo como ponto de partida componentes que correspondem ao estado atual do conhecimento nestes sistemas compósitos.\nO trabalho está organizado nos quatro capítulos convencionais: introdução, realização experimental, discussão de resultados e conclusões. No primeiro capítulo, introdução, faz-se uma breve discussão sobre formas de resolver o problema das emissões de CO2 resultantes da queima de combustíveis fósseis. De seguida, foca-se a atenção nos processos de captura de CO2 já existentes e nas membranas de separação de CO2, referindo as principais classificações e configurações. É abordado com algum detalhe o tema central desta tese, envolvendo membranas compósitas do tipo cerâmico/carbonato fundido, nomeadamente revendo o conhecimento existente sobre composições e processamento de compósitos de céria/sais alcalinos.\nA realização experimental é descrita no capítulo II, onde se incluem a preparação dos materiais através de mecanossíntese e sinterização, e a sua caracterização física, estrutural e microestrutural. Conclui-se com uma abordagem à caracterização elétrica e eletroquímica por espetroscopia de impedância, para avaliar a condutividade global destes materiais, e com o estudo da importância relativa do transporte iónico nos compósitos (por iões óxido e carbonato), por uma técnica conhecida por eficiência faradaica.\nO capítulo III incide sobre os resultados experimentais e respetiva discussão, iniciando-se com a otimização das condições de prensagem dos compósitos. Segue-se a exploração da alteração da fracção volúmica da fase cerâmica, da sua manipulação microestrutural e o estudo do efeito da natureza da fase cerâmica no comportamento dos compósitos, tendo por base uma caracterização dos mesmos por espetroscopia de impedância. No final do capítulo são apresentados e discutidos os resultados obtidos\ncom a eficiência faradaica, em termos de identificação da importância relativa dos diferentes transportadores de carga.\nFinalmente, no capítulo IV são apresentadas as principais conclusões e são feitas algumas sugestões para trabalho futuro, incluindo-se ainda a lista de referências usadas como informação complementar.\nxii\nI. Introdução\nAtualmente a humanidade depara-se com diversos problemas ambientais decorrentes das emissões de dióxido de carbono (CO2) devido ao excessivo consumo de combustíveis fósseis.[1] Neste contexto surge um grande interesse em áreas de investigação voltadas para formas de resolver ou minimizar este problema resultante da queima de combustíveis fósseis. Neste sentido, a captura de CO2 tem vindo a emergir como uma alternativa viável e uma solução a médio prazo para reduzir o efeito de estufa enquanto for incontornável o uso de combustíveis fósseis.[2]\nA separação por membranas é um processo contínuo e estacionário, sendo bastante útil para a separação de elevados fluxos de gás. Devido à sua estabilidade térmica a elevadas temperaturas e capacidade para resistir a ambientes com elevada estabilidade química, as membranas inorgânicas têm o potencial de separar CO2 do gás de combustão, sem ser arrefecido. Contudo, a chave para usar membranas inorgânicas para a captura de CO2 está na conceção de uma membrana com elevada seletividade e fluxo de permeação, mantendo a sua estabilidade térmica e química.[1]\nA nível laboratorial esta solução foi já demonstrada.[2] Contudo, permanecem por melhorar muitos aspetos. De forma a contornar as limitações anteriormente apresentadas, tem surgido uma solução tecnológica promissora que envolve o uso de membranas inorgânicas compósitas, incluindo uma fase cerâmica e uma mistura de sais. Estas membranas promovem uma separação seletiva e permitem uma purificação de fluxos gasosos que apresentem concentrações moderadas de CO2. Sendo este um conceito relativamente novo a nível global, existem muitos aspetos que necessitam de ser estudados e explorados, em particular a otimização das membranas compósitas em termos da natureza e proporção da fase cerâmica, bem como na manipulação da sua microestrutura.\nAo longo desta introdução proceder-se-á a uma revisão do conhecimento sobre os diferentes temas relacionados com o objetivo deste trabalho.\n1.\tCombustíveis fósseis e sua utilização a médio prazo\nDesde a revolução industrial, o desenvolvimento económico e o mercado energético são dependentes da extração e posterior queima de combustíveis fósseis para a produção de energia, especificamente, do petróleo, do carvão e do gás natural. Esta utilização intensiva dos combustíveis fósseis melhorou a qualidade de vida das sociedades, revolucionando o estilo de vida, criando novos padrões de comportamento e consumo\nem simultâneo com condições que possibilitaram o enorme crescimento da população e da economia nos últimos dois séculos.[3] Contudo, e de acordo com o Intergovernmental Panel on Climate Change (IPCC),[4] esta dependência energética não teve somente consequências positivas. A utilização em larga escala dos combustíveis fósseis provocou um aumento da emissão de gases com efeito de estufa (GEE) para a atmosfera, em especial de CO2, parte do qual se acumula na atmosfera.[5-6]\nA utilização dos combustíveis fósseis é incompatível com a preservação do ambiente, uma vez que provoca alterações climáticas potencialmente graves para o atual modo de vida e também para as gerações futuras.[5] Tendo em conta este fator, começou a surgir uma forte tendência a nível mundial para a diminuição da dependência do petróleo e do gás natural, entre outros, motivada pela necessidade de controlar as emissões de CO2 para a atmosfera.\nAs emissões de GEE encontram-se no topo da lista de prioridades dos países desenvolvidos e em expansão, de que Portugal faz parte. As soluções tecnológicas hoje existentes reduzem em muito as emissões de GEE e outros impactes ambientais, mas muitas delas são mais dispendiosas do que as opções convencionais (sem ou com reduzido tratamento), o que as torna um entrave face à desigual competição internacional, onde muitos se recusam a evoluir nessa direção, atrasando assim a afirmação de uma economia global com base em novas políticas energéticas.\nO CO2 é o principal responsável pelo aumento do efeito estufa e desempenha uma função fulcral na manutenção da existência de vida na Terra. Na proporção correta, estabiliza a temperatura evitando gradientes de temperatura extremos como se verifica em planetas sem uma atmosfera completa. Contudo, a concentração deste gás na atmosfera aumentou consideravelmente. Desde a revolução industrial até agora passou de 275 partes por milhão (ppm) para 380 ppm, aproximadamente, continuando em constante aumento (figura 1). Isso leva a crer que o aumento da concentração de CO2 é principalmente antropogénico.[7]\nFigura 1 - Previsão da concentração global de CO2 na atmosfera até 2090.[8]\nNuma perspetiva a curto e médio prazo, a aposta na redução das emissões totais de CO2 é uma ação chave para um paradigma energético mais sustentável. Assim sendo, atualmente existem três opções esquematicamente apresentadas na Figura 2:\n1)\tReduzir o consumo energético, através de um uso mais eficiente da energia;\n2)\tReduzir o consumo de carbono, através da utilização de combustíveis não-fósseis, como o hidrogénio e energias renováveis;\n3)\tAumentar a captura de CO2, através do desenvolvimento de tecnologias para sequestrar o CO2.[5]\nOs desafios são tão complexos e as exigências tão grandes, que qualquer solução sustentável terá de explorar as três opções em simultâneo. A captura de CO2 é, então, uma solução incontornável para suavizar os impactos ambientais, permitindo a continuidade do uso de combustíveis fósseis em paralelo com o crescimento das energias renováveis.[9] Este sequestro pode ser realizado através de três processos distintos, normalmente designados de pré-combustão, pós-combustão e oxi-combustão. De seguida, estes processos são apresentados de forma mais detalhada.\n1.1\tProcessos de captura de CO2\nO processo de pós-combustão consiste na remoção do CO2 do gás após a etapa de combustão (Figura 2, em cima). Este processo assenta na afinidade que algumas substâncias têm com o CO2 e que permitem o seu sequestro da corrente gasosa. Após a passagem do efluente pelo equipamento que captura a maioria do CO2 presente, os restantes gases são lançados para a atmosfera. A captura pode ser feita através de\nabsorvente líquidos ou sólidos, por processos químicos ou físicos, através de membranas seletivas, ou, ainda, através da liquefação do gás e sua posterior destilação.\nA grande vantagem deste processo é ser aplicável à maioria das centrais termoelétricas convencionais já existentes, sem grandes alterações. Contudo, os gases de combustão diluem o CO2, o que resulta numa baixa pressão parcial, pouco apropriada para a captura.[11] Além disso, a baixa concentração de CO2 no gás de combustão, cerca de 4-14%, significa que um grande volume de gás tem de ser tratado, o que resulta em equipamentos enormes e elevados custos de capital.[26]\nO processo de pré-combustão, tal como indica o nome, consiste em separar o CO2 antes da queima do combustível (Figura 2, no meio). Este processo de captura de CO2 implica a produção de uma mistura gasosa de monóxido de carbono e hidrogénio, denominada de gás de síntese (syngas), a partir de um combustível fóssil (sólido, líquido ou gasoso). Quando aplicado a combustíveis líquidos ou gasosos, o processo denomina-se por “oxidação parcial” ou reforma e quando aplicado a combustíveis fósseis designa-se por “gaseificação”, sendo o princípio de funcionamento o mesmo.\nBasicamente este processo consiste em fazer reagir o combustível com vapor de água (reforma) ou oxigénio em quantidades sub-estequiométricas (oxidação parcial) para produzir monóxido de carbono (CO) e hidrogénio (H2). Seguidamente a mistura de CO e de H2 passa através de um reator catalítico, chamado de conversor de deslocamento, em que o CO reage com mais vapor de água para dar CO2 e mais H2. O CO2 é posteriormente separado e o H2 é utilizado como combustível. O CO2 sofre, seguidamente, compressão e desidratação. [10-11, 26]\nExistem vantagens e desvantagens para o processo de captura de CO2 por pré-combustão. Uma vantagem é a transformação de um combustível com carbono num combustível sem carbono, já que a combustão do H2 não emite nenhum dióxido de carbono. Além disso, o H2 é um combustível versátil, podendo ser usado em caldeiras, turbinas e outras tecnologias convencionais de combustão (e.g. motores de combustão interna, por exemplo), e ainda pilhas de combustível. A concentração de CO2 é mais elevada neste processo do que no processo de captura em pós-combustão, já que não há o efeito de diluição decorrente da presença do azoto no ar, pelo que o equipamento de captura de CO2 é muito menor.[26] A principal desvantagem deste processo é que os custos totais da instalação são muito elevados.[11]\nCompressor de CO\nGaseificação\nSeparação de CO,\nSeparação de CO,\nCarvão\nDesperdícios\nCarvão ■\nPetróleo\nPós-coinbustão\nco2/n2\nBaixa Pressão, baixa Temperatura\nPré-combustão\nCO2/H2\nAlta Pressão, alta Temperatura\nCiclo combinado\nReformação\nPetróleo\nFigura 2 - Representação esquemática dos diferentes tipos de captura de CO2. [10]\nO processo de oxi-combustão consiste em utilizar O2 em vez de ar na combustão, produzindo principalmente CO2 e H2O (Figura 2, em baixo). Isto simplifica o processo de captura de CO2, mas introduz a necessidade de um sistema de separação de ar num circuito externo ao do sistema de combustão. Além disso, a separação de ar é cara e atualmente realizada em pequena escala.[10] Neste processo, o oxigénio é separado do ar numa unidade de separação de ar. A reação do combustível ocorre na presença de O2 fazendo com que o gás resultante possua elevada concentração de CO2, e não possuindo N2.\nTal como a pós-combustão, a oxi-combustão é uma tecnologia complementar facilmente adaptável a sistemas já existentes (uma central térmica, por exemplo), o que possibilita a requalificação destes como sistemas energéticos (mais) sustentáveis. Contudo, a oxi-combustão oferece a importante vantagem de permitir a operação com elevada concentração de CO2 no gás de combustão. As desvantagens principais deste processo são a exigência da produção de grandes quantidades de O2 (que pode apresentar um custo proibitivo), e o facto de o CO2 reciclado necessitar de ser refrigerado, pelo que a eficiência do processo diminui.[11]\nOs processos mais utilizados são o de pré-combustão e de pós-combustão em que as membranas de separação de CO2 são a tecnologia chave para a implementação destas soluções.\n2.\tMembranas de separação de CO2\nAs membranas assumem um papel central nos dias de hoje, uma vez que, com os avanços tecnológicos ocorridos nos últimos anos, os processos de separação têm-se tornado cada vez mais importantes, com aplicações nos mais diversos ramos industriais, como por exemplo em química, biotecnologia, indústrias farmacêutica e alimentar, tratamento de águas, entre outras. Os processos de separação com membranas atingiram um estágio de otimização que os torna concorrenciais face às técnicas clássicas de separação (destilação, absorção, troca iónica, centrifugação, extração por solvente, cristalização entre outros), tendo também possibilitado a abertura de novos campos de utilização, viabilizando processos que não seriam possíveis através dos métodos tradicionais.[12]\nDe uma maneira geral, as membranas podem ser definidas como barreiras seletivas ao transporte de matéria entre duas fases e visam fracionar os componentes de uma\nmistura em função das suas diferentes taxas de permeação, ou seja, o transporte de uma ou várias espécies químicas que se encontram presentes nas fases é restringido total ou parcialmente.[12] As membranas devem possuir elevada seletividade, elevado fluxo de permeação, boa resistência química, elevada durabilidade e custo baixo.[13-14]\nAs vantagens do uso de membranas de separação de CO2 em relação aos métodos tradicionais são:\ni.\tCusto - são de fácil e rápida montagem. Os custos de instalação são significativamente inferiores aos de outras tecnologias, uma vez que, somente as membranas são necessárias no arranque.\nii.\tModularidade e simplicidade operacional - não possuem partes móveis, ou seja, não têm quase nenhum tempo de inatividade não programada e são extremamente simples de operar; a construção modular pode adaptar-se ao espaço disponível e elementos múltiplos podem ser colocados em tubos para aumentar a densidade de empacotamento;\niii.\tIdeal para localidades remotas - não é necessária uma infraestrutura complexa;\niv.\tEconomia de energia - promovem a separação sem que ocorra mudança de fase, tornando-se num processo energeticamente favorável;\nv.\tSeletividade - característica intrínseca do material usado na membrana e que descreve o grau de separação no processo.[13, 16]\nEmbora tenham estas vantagens, nem sempre se podem atingir elevados graus de separação com as membranas de CO2. Outra desvantagem é a sensibilidade aos compostos de enxofre e a outros elementos em concentração diminuta. [26]\n2.1\tClassificação\nEm geral as membranas podem ser divididas em orgânicas (poliméricas) e em inorgânicas, subdividindo-se estas últimas em porosas e densas. Tanto as membranas densas como as porosas podem ser isotrópicas (simétricas) ou anisotrópicas (assimétricas), ou seja, podem ou não apresentar as mesmas características morfológicas ao longo da sua espessura. As membranas isotrópicas possuem uma estrutura unicamente densa ou porosa com poros de diâmetro regular ao longo da espessura da membrana. As membranas anisotrópicas apresentam na camada superior poros muito menores do que os encontrados no suporte ou mesmo na camada densa, denominada\npele. As membranas anisotrópicas podem ainda ser classificadas em integrais, quando todas as regiões são compostas pelo mesmo material, ou compostas, quando são usados materiais diferentes na preparação de cada região (Figura 3).\nFigura 3 - Representação esquemática dos principais tipos de membranas. [17]\nPara que ocorra transporte de uma espécie através de uma membrana é necessária a existência de uma força motriz, que normalmente é um gradiente de potencial químico, associado ou não a um gradiente de potencial elétrico (neste caso, um gradiente de potencial eletroquímico), da espécie a permear através da membrana. O gradiente de potencial químico pode ser expresso em termos de gradiente de pressão ou de concentração. Em função da morfologia da membrana e do tipo de força motriz, o transporte das diferentes espécies através da membrana pode ocorrer por convecção ou por difusão. A morfologia da membrana define também os princípios em que se baseia a sua capacidade seletiva.[13] Neste trabalho ir-se-á dar maior ênfase às membranas inorgânicas.\nAs membranas poliméricas envolvem mecanismos de solução-difusão. Operam a temperaturas superiores à de transição vítrea de modo a permitir que as cadeias\npoliméricas se rearranjem. Aqui, a espécie a separar é primeiro solubilizada na membrana e só depois transportada através dela até à superfície oposta onde é libertada. Um outro mecanismo por qual também operam é por difusão de Knudsen, em que a difusão da espécie a separar ocorre entre os espaços vazios das cadeias moleculares. Este fenómeno ocorre abaixo da temperatura de transição vítrea e exige uma baixa eficiência no empacotamento das cadeias poliméricas conduzindo à formação de microporos. As membranas poliméricas que apresentem elevada permeabilidade sofrem de reduzida seletividade e vice-versa.[26]\nAs membranas inorgânicas porosas consistem numa estrutura rígida com elevada porosidade aleatoriamente distribuída e interligada. A eficiência de separação pode ser descrita a partir da teoria cinética dos gases. A separação acontece se o percurso livre médio relacionado com o diâmetro da molécula do gás e outras propriedades físicas for menor que o diâmetro médio de poro da membrana.[17] Estas membranas apresentam como mecanismo de separação a peneiração molecular, que consiste na separação de espécies gasosas por diferenciação dos diâmetros cinéticos.\nAs membranas inorgânicas densas consistem numa camada densa através da qual os permeados são transportados por difusão devido a um gradiente de potencial químico, que muitas vezes está associado a um gradiente de potencial elétrico. A separação dos vários componentes de uma mistura está diretamente relacionada com a taxa relativa de transporte no interior da membrana, que é determinada pela sua difusidade e solubilidade na membrana. Contudo, estas apresentam uma desvantagem que é o baixo fluxo.\nNo caso das membranas densas, a captura de CO2 ocorre segundo o princípio de solução-difusão. Primeiro o CO2 dissolve-se na membrana e depois difunde através dela. Como a membrana não tem poros, a separação é feita com base nos diferentes compostos que se conseguem dissolver na membrana e não com base no tamanho molecular.[17]\nA 1a lei de Fick, na sua versão mais simples aplicada a um processo unidimensional, pode ser utilizada em primeira aproximação para correlacionar o fluxo (JCO2) de CO2 (por unidade de área) que permeia através da membrana (de espessura x), em estado estacionário, com o gradiente de concentração (3cCO2/3x) que lhe está na origem através\nJco2 = -DCo2\tEquação 1\nsendo DCO2 o coeficiente de difusão de CO2 através da membrana.\n2.2\tConfigurações\nEm aplicações industriais, a membrana deve estar contida num esqueleto que suporte o seu peso e que permita a separação do gás de alimentação em duas correntes, ou seja, o permeado e o retido. Cada membrana constitui um módulo individual que é associado a outros de modo a aumentar o fluxo global do sistema. O módulo da membrana de separação de gases deve apresentar quatro características essenciais: i. um esqueleto devidamente projetado para suportar pressão; ii. dispositivos apropriados para introduzir a alimentação e recolher e distribuir os produtos que deixam o módulo; iii. mecanismos internos de selagem de modo a evitar fugas entre os lados da alimentação e do permeado, incluindo entre os diversos módulos; iv. meios para direcionar os gases de maneira uniforme sobre a superfície da membrana.\nOs tipos de módulos industrialmente utilizados possuem configurações de placa, espiral, tubular e fibra oca, apresentando esta última uma área de transferência maior para o mesmo volume ocupado.\n3.\tMembranas compósitas do tipo cerâmico/carbonato fundido para separação de CO2\nAs membranas compósitas para separação de CO2 consistem em barreiras que permitem a separação seletiva por transporte iónico, de modo a gerar um fluxo gasoso de uma espécie singular. As principais características que definem estas membranas de separação de CO2 são, a exemplo de outras, a permeabilidade (fluxo de uma espécie através da membrana), e a seletividade (que mede a preferência da membrana relativamente à passagem dessa espécie).[26]\nAs membranas podem ser não seletivas ou seletivas. As membranas não seletivas são constituídas por uma matriz puramente condutora eletrónica e uma mistura de carbonatos. A condução por iões carbonato pode ser conseguida pela combinação de CO2 e O2 da atmosfera envolvente com eletrões fornecidos pela matriz:\nCO2 + % O2 + 2e- CO32-\tEquação 2\nNo lado oposto da membrana ocorre a reação inversa. Como se depreende facilmente deste comentário, perde-se a seletividade em relação ao CO2 porque o oxigénio é transportado em paralelo.\nChung e colaboradores [18] estudaram este conceito que envolve uma membrana composta por duas fases com funções diferentes: uma matriz porosa metálica preenchida por uma segunda fase de carbonatos fundidos. O metal serve de suporte mas também serve como condutor, pois assegura o transporte de eletrões e o carbonato assegura o transporte de CO2 sob a forma do ião carbonato (Figura 4).\nA separação de CO2 pode ser realizada usando um gradiente de pressão parcial de CO2 como força motriz. No lado permeável da membrana (à esquerda na figura), o CO2, é combinado com electrões da matriz e oxigénio formando o CO3 ’, o qual é transportado através da fase de carbonato fundido até ao outro lado (permeado) da membrana. No lado permeado, onde a pressão parcial de CO2 é menor, libertam-se eletrões de modo a formar CO2 e O2. Os eletrões são de seguida transportados pela fase metálica novamente até ao lado permeável. Neste caso não é necessário o uso de elétrodos externos nem de conectores para efetuar o transporte. Contudo, este processo possui desvantagens que se prendem com o facto de sob uma atmosfera de CO2/O2 a temperaturas elevadas, o suporte metálico poder oxidar-se dando origem a uma nova fase, o que provoca uma redução na condutividade eletrónica do metal e, consequentemente, da permeabilidade de CO2.\nFigura 4 - Representação esquemática de uma membrana não seletiva.\nUm conceito alternativo a este tipo de membranas surgiu a partir das pilhas de combustível de carbonatos fundidos (do inglês molten carbonate fuel cell, MCFC), (Figura 5 (a)), já que o princípio de funcionamento de uma MCFC envolve transporte de CO2 do cátodo para o ânodo sob a forma de ião carbonato, podendo por isso ser utilizada para remoção de CO2. Isto deve-se a estas pilhas usarem um eletrólito\ncomposto por uma mistura de carbonatos alcalinos que fundem a elevadas temperaturas (~650°C) tornando-se excelentes condutores de iões carbonato (CO3 -). [19] Contudo, uma limitação deste modo de operação consiste na necessidade de um circuito externo que esteja constantemente a fornecer H2 para o sistema, sendo este combustível bastante caro, pelo que torna o processo bastante dispendioso. Em contrapartida, este processo permite também a obtenção de energia elétrica podendo ser descrito como um sistema com dupla funcionalidade (separação de CO2 e produção de eletricidade).\nFigura 5 - Representação esquemática a) pilha combustível de carbonatos fundidos e b) bombagem eletroquímica, respetivamente.\nCom base no modelo anterior e de modo a eliminar a exigência de H2 foi desenvolvido um outro sistema que se baseia numa bombagem eletroquímica (Figura 5 (b)). O princípio de funcionamento é semelhante ao anterior, a diferença é que não existe necessidade de fornecer H2. Em vez disso é necessário ter uma fonte de energia elétrica para assegurar a bombagem de CO2, o que também o torna desvantajoso.\nTendo em conta todos estes aspetos, Anderson [15] e Li [1] propuseram uma nova membrana compósita de separação baseada numa fase de carbonatos e numa fase cerâmica sem aplicação de um campo elétrico. Esta nova configuração tinha como\nobjetivo principal separar CO2 sem que ocorresse o transporte simultâneo de O2, como membranas com elevada seletividade. Para isso propuseram um conceito de separação do CO2 através da sua conversão em CO32' recorrendo a uma membrana bifásica composta por uma fase de carbonatos fundidos para o transporte dos iões carbonato e uma fase cerâmica para o transporte de iões óxido (O2-) em sentido oposto (Figura 6).\nNo lado permeável desta membrana, o CO2 combina-se com o O2- proveniente da fase cerâmica para formar CO32-, de acordo com a seguinte reação:\nCO2 + O2- = CO32-\tEquação 3\nEm seguida o ião carbonato é transportado pela fase de carbonatos fundidos até ao outro lado da membrana, onde se decompõe libertando CO2 e O2-, em que o último regressa ao lado permeável da membrana através da fase cerâmica.[1, 15] Este processo possui vantagens em relação aos anteriores devido a não usar nenhum tipo de circuito externo eléctrico e permitir o transporte selectivo de CO2.\nFigura 6 - Representação esquemática de uma membrana seletiva de separação de CO2 por combinação de transporte iónico de iões óxido e carbonato.\nYamaguchi e colaboradores [20] já tinham sugerido uma membrana composta por zirconato de lítio (LiZrO3) que poderia separar CO2 a elevadas temperaturas através da formação de duas espécies eletrolíticas, Li2CO3 e ZrO2, pela decomposição do LiZrO3. O modo de transporte neste caso envolveria o Li2CO3 como condutor de iões carbonato e o ZrO2 como condutor de iões oxigénio. Contudo, concluíram que estas membranas sofriam de baixa seletividade e/ou permeabilidade a temperaturas elevadas, uma vez que a decomposição do LiZrO3 provocava uma expansão térmica do material compósito criando fracturas.\nRecentemente Wade e colaboradores [2] publicaram um estudo de uma membrana compósita à base de carbonatos fundidos dispersos numa matriz cerâmica de zircónia estabilizada com ítrio (ZrO2)0,92(Y2O3)0,08 (normalmente referida como YSZ, do inglês yttia-stabilized zirconia) ou céria dopada com gadolínio (Ce0,9Gd0,1O1,95, CGO). Verificou-se que os materiais compósitos com YSZ reagem com os carbonatos formando Li2ZrO3, que por expansão pode conduzir ao aparecimento de fraturas na membrana. Em contrapartida, os materiais baseados em CGO não mostram nenhum sinal de reatividade química com os carbonatos alcalinos. Neste estudo foi usada também uma membrana cerâmica de alumina, na sua forma mais estável, a-Al2O3, que por ser não condutora permitiu examinar a relevância da condutividade de iões óxido no mecanismo de transporte. A ausência de condução iónica por O2- neste óxido resultou, conforme se esperava, num fluxo quase nulo de CO2. [2]\n4.\tComposição e processamento de compósitos de céria/sais alcalinos\nO fabrico de membranas compósitas para separação de CO2 pode beneficiar de desenvolvimentos paralelos verificados no domínio das chamadas pilhas de combustível, onde persiste a procura de novos eletrólitos com elevada condutividade iónica.\nOs eletrólitos convencionais usados nestes sistemas, nomeadamente os baseados em céria, usualmente CGO ou céria dopada com samário (CSO), são conhecidos por possuírem elevada condutividade iónica mas também por possuírem condução eletrónica apreciável em ambientes redutores (quando usados em contacto com combustível), por formação de cério trivalente. [21]\nRecentemente foi proposta uma alternativa a estes eletrólitos convencionais que consiste em eletrólitos compósitos baseados em céria. Estes estão a receber especial atenção na literatura uma vez que apresentam propriedades de transporte muito superiores às da céria dopada a partir dos 500 °C. Estes materiais incluem uma fase dominante baseada em céria, normalmente CGO ou CSO, e uma fase secundária constituída por uma mistura de carbonatos alcalinos, por exemplo, carbonato de sódio, lítio e potássio, entre outros.[22]\nBin Zhu e colaboradores [21] estudaram estes novos eletrólitos compósitos e obtiveram condutividades da ordem de 10-2 Scm-1 ou superiores numa gama de temperaturas entre 400-600 °C, sendo este valor cerca de duas ordens de grandeza superior ao dos electrólitos convencionais, incluindo o CGO puro (Figura 7).\nFigura 7 - Representação tipo Arrhenius de o versus 1000/T de eletrólitos CCS (compósitos cerâmicos baseados em céria e sais) em comparação com eletrólitos convencionais, CGO e YSZ. [21]\nTodas as publicações sobre estes novos materiais confirmam a sua elevada condutividade e o superior desempenho das células de combustível nelas baseadas. Contudo, falta ainda um estudo sistemático das relações entre a composição (em particular o estudo do papel da fase cerâmica), a microestrutura (estudo do papel do tamanho de grão e a sua área superficial específica) e o seu desempenho.\nRecentemente Ferreira [30] analisou a influência do tamanho de grão na condutividade iónica dos eletrólitos. O estudo indicou que as condutividades dos compósitos micrométricos sugerem uma influência aparente das regiões interfaciais que se traduz num ligeiro aumento da condutividade elétrica, quando comparados com os valores obtidos nos compósitos com granulometria mais fina. As diferenças de comportamento parecem residir na formação de novas fases nesta região interfacial, que poderão influenciar a condutividade iónica global.\nNeste trabalho foi igualmente avaliado o papel da fase cerâmica sobre as propriedades de transporte do compósito através do estudo comparativo de compósitos baseados em condutores por iões óxido, CGO e (ZrO2)0,97(Y2O3)0,03 (TZP, do inglês tetragonal zirconia policrystal), e óxidos com condutividade iónica muito baixa, nomeadamente o CeO2 e o Al2O3. Concluíram que os compósitos com base no CeO2 apresentam uma elevada condutividade, enquanto os baseados em alumina, conhecido\ncomo um isolador, apresentam a menor condutividade, tal como se pode ver na seguinte figura.\nFigura 8 - Gráfico tipo Arrhenius da condutividade total de compósitos à base de Al2O3, (ZrO2)0/97(Y2O3)0/03, CeO2 e Ce0/9Gd0/1O1/95 misturados com carbonatos de sódio e lítio na proporção 2:1.[24]\nA partir da Figura 8 é ainda possível verificar que a generalidade das curvas possui uma configuração de “Z” alongado, que corresponde a um aumento da condutividade a temperaturas na ordem dos 480 °C, abaixo da formação da fase líquida (cerca de 500°C). Abaixo e acima da temperatura de transição, as curvas de condutividade aproximam-se de linhas retas, o que corresponde a processos termicamente ativados. As energias de ativação a baixa temperatura são da ordem de 104-110 kJ mol-1, cerca de duas vezes mais do que os valores observados a alta temperatura, 52-66 kJ mol-1. Estes valores revelam a influência dos carbonatos sólidos e/ou da fase cerâmica (mais condutora que os carbonatos nesta gama de condições) a baixa temperatura, enquanto que a alta temperaturas se confirma o papel dominante dos carbonatos fundidos na condutividade total acima dos 500 °C.[22][24]\n4.1\tMateriais e métodos de processamento das membranas\nNa literatura têm sido referidos vários materiais e métodos de processamento das membranas, dos quais é possível destacar o método por imersão/infiltração (“dipcoating”). Neste método, primeiramente utilizado por Chung e colaboradores [18] no fabrico de membranas metálicas impregnadas com os carbonatos, discos porosos de aço inoxidável servem como suporte a uma mistura de Li2CO3, Na2CO3 e K2CO3. A mistura de carbonatos é colocada num cadinho e aquecida até fundir. O suporte metálico\ncolocado na superfície do fundido é então infiltrado por capilaridade pelos carbonatos líquidos (Figura 9). O mesmo método foi utilizado com matrizes cerâmicas porosas, nomeadamente por Li e colaboradores [1] com o excelente condutor de O2-Bi1;5Yo;3Smo,2O3 (BYS), e por Anderson e colaboradores [15] com o condutor misto de eletrões e O - Lao,6Sro,4Coo,sFeo_2O3,_0 (geralmente designado de forma abreviada por LSCF).\nNa linha do que tem vindo a ser feito no desenvolvimento de novos eletrólitos para pilhas de combustível, é igualmente possível preparar estes compósitos por simples mistura/moagem conjunta dos diferentes constituintes, seguida de sinterização. Por manipulação do tipo de precursores usados (tamanho médio de grão e distribuição de tamanhos de grão), e por opção pelas soluções de consolidação da matriz e infiltração ou cossinterização, é possível obter uma diversidade de microestruturas.[22, 36]\nFigura 9 - Ilustração esquemática do processo de infiltração por \"dip-coating\" para a síntese de membranas de dupla fase. (Adaptado [18])\n4.2\tMedidas de permeabilidade\nAs membranas seletivas de CO2 envolvem fluxos em sentidos opostos de iões óxido e carbonato. Teoricamente, o seu desempenho será tanto melhor quanto maiores e mais\nparecidas forem as velocidades de transporte destas duas espécies iónicas. A supremacia de um dos tipos de transporte iónico originará o controlo cinético do processo global por parte do processo mais lento.\nAs medidas de permeabilidade são um fator central na qualificação de uma membrana. Estas podem ser feitas por via direta, usando atmosferas típicas em contacto com os dois lados da membrana e medindo o fluxo de CO2 que permeia através desta por técnicas analíticas adequadas, ou por via indireta, medindo as condutividades parciais por iões carbonato e iões óxido.\nWade e colaboradores [2] [2]estudaram membranas de elevada temperatura com base em eletrólitos compósitos de óxido e carbonato, para separar seletivamente o CO2 acima dos 600 °C, na ausência de oxigénio em fase gasosa. Estes autores compararam membranas à base de compósitos de YSZ+carbonatos, CGO+carbonatos e alumina+carbonatos, tendo obtido a 750 °C valores de permeabilidade específica ao CO2 (normalizada pela espessura da membrana) da ordem de 5*10-12 mol m-1 s-1 Pa-1 (ou 2*10-8 mol m-2 s-1 Pa-1, considerando apenas a área da membrana) e ~6*10-12 mol m-1 s-1Pa-1 (3*10-8 mol m-2 s-1 Pa-1) para os dois primeiros casos, respetivamente, e valores extremamente reduzidos (nunca excedeu 8*10-13 mol-1 m-1 s-1 Pa-1) para as membranas baseadas em alumina e carbonatos. Os autores concluíram também que o fluxo de CO2 permeado aumenta com o aumento da temperatura, de acordo com o esperado para um processo termicamente ativado.\nNo já mencionado trabalho de Anderson e colaboradores [7] sobre membranas baseadas em matrizes porosas de LSCF, os autores avaliaram duas amostras antes e depois da infiltração com carbonatos fundidos. Verificou-se neste estudo que a permeabilidade ao CO2 a 900 °C da amostra de LSCF antes da infiltração foi de ~10-6 mol m-2 s-1 Pa-1, enquanto que depois da infiltração baixou para 10-10 mol m-2 s-1 Pa-1, confirmando que os carbonatos fundidos se infiltraram no suporte poroso de LSCF.\nComparando estes valores de permeabilidade obtidos para os diferentes materiais é possível concluir que se aproximam ao valor típico de 10-8 mol m-2 s-1 Pa-1. Embora no trabalho do Anderson os valores de permeabilidade das matrizes porosas do LSCF depois da infiltração com carbonatos sejam superiores aos valores obtidos por Wade, tal facto pode dever-se à elevada temperatura usada por Anderson e que se torna não compatível com a utilização tecnológica destes materiais.\nComentários finais\nO trabalho já realizado sobre membranas compósitas para separação de CO2 é suficiente para confirmar a validade do conceito mas também revela limitações substanciais na otimização das referidas membranas com base na composição e microestrutura. Como já foi dito, pretende-se ter uma elevada condutividade parcial das espécies iónicas influentes (carbonato e óxido), de preferência com valores aproximadamente iguais, já que eventuais diferenças limitarão o transporte global por efeito do transportador mais lento.\nAtendendo à enorme diferença entre as condutividades das matrizes cerâmicas com base em céria e das misturas de carbonatos alcalinos normalmente usadas, tanto em valores absolutos como em termos de energias de ativação, a otimização das composições das membranas terá de ter por referência uma temperatura alvo de trabalho. Neste trabalho essa temperatura foi colocada na gama 550-600 °C, por razões práticas relacionadas com a realização experimental, também tendo em vista a limitada estabilidade térmica dos carbonatos alcalinos. Isto significa que no critério de otimização composicional se procurou aproximar o transporte iónico através do cerâmico do verificado nos carbonatos na referida gama de temperaturas.\nA componente de otimização microestrutural deverá ter por objetivo melhorar a percolação na fase cerâmica, intencionalmente porosa para permitir a coexistência com os carbonatos. Para uma mesma percentagem de fases é de admitir que grandes grãos cerâmicos ligados por colos largos potenciem um melhor transporte do ião óxido do que muitos pequenos grãos ligados por pequenos colos. Os colos são resistências de constrição, além de possuírem as características das fronteiras de grão em termos de bloqueio de transporte iónico. Isto também significa que a otimização da composição e da microestrutura se complementam, exigindo um processo contínuo de realimentação de informação.\nII.\tRealização experimental\nNeste capítulo serão descritos os procedimentos experimentais adotados ao longo do trabalho. Em primeiro lugar serão apresentados os métodos de preparação dos materiais, tendo em vista a exploração de dois efeitos complementares: a importância das percentagens relativas da fase cerâmica e carbonatos, e para uma mesma percentagem de fase cerâmica, a manipulação da respetiva microestrutura.\nSerá ainda referida a metodologia adotada para a preparação dos compósitos aqui usados como referência, com base em aluminato de lítio, matriz cerâmica tradicional nas MCFC. O recurso a este tipo de compósitos pretendeu elucidar o eventual efeito da funcionalização da matriz cerâmica (em termos de condutividade iónica) no comportamento dos compósitos.\nNuma segunda etapa, serão focados vários métodos de caracterização de amostras, ou seja, caracterização física por medidas de densidade e análise da área superficial específica (BET); caracterização estrutural por difração de raios-X (DRX); e caracterização microestrutural por microscopia eletrónica de varrimento e de transmissão (MEV e MET).\nPor último, abordar-se-á a caracterização elétrica e eletroquímica. No caso da espetroscopia de impedância, referir-se-ão os equipamentos utlizados e o tratamento de informação obtida para determinar os valores de condutividade total. Tendo em vista a quantificação da importância relativa do transporte iónico nos compósitos por iões óxido e carbonato apresentar-se-á o método conhecido por eficiência faradaica, incluindo detalhes sobre o procedimento experimental e metodologia.\n1.\tPreparação dos materiais\nOs materiais preparados durante a realização deste trabalho foram obtidos a partir dos precursores que se encontram descritos na Tabela 1.\nTabela 1 - Lista dos precursores utilizados, incluindo a composição, a abreviatura utilizada e o fornecedor.\nComposição\tAbreviatura\tFornecedor\tPureza (%)\nCe0,9Gd0,iO2_8\tCGO\tPraxair\t99,9\nNa2CO3\tNC\tSigma-Aldrich\t99,0\nL12CO3\tLC\tSigma-Aldrich\t99,0\nALO3\tAO\tBDH\t\t\nLiAlO2\tLA\tSíntese em\tlaboratório\nOs precursores utilizados diretamente no fabrico dos compósitos têm origem comercial com exceção do LA, que foi preparado em laboratório através do designado processo cerâmico convencional. Este processo consistiu na mistura de pós de Al2O3 e Li2CO3 nas proporções estequiométricas, em moinho de bolas de alta energia (Retsch PM100) a 350 rpm, durante 30 minutos efetivos, seguida de queima a 900 °C durante 20 horas.\nNa Tabela 2 é apresentada a lista de todos os materiais compósitos e dos dois óxidos puros (CGO e LA) preparados, com identificação da sua composição, proporção volúmica entre a fase cerâmica e de carbonatos, densificação após sinterização e parâmetros característicos usados no respetivo tratamento.\nPrepararam-se materiais compósitos constituídos por uma fase cerâmica de CGO ou LA e carbonatos mistos NC/LC em proporção volúmica variável. Os últimos consistem numa mistura de LC e NC na razão molar aproximada de 1:1, correspondente à composição eutética (48 e 52%, respectivamente) com temperatura de fusão de 500 °C. A proporção volúmica entre fases no caso dos compósitos com CGO (CGO+NC/LC) foi de 50-50%, 70-30% e 85-15%, tentando desta forma otimizar a composição e influenciar/melhorar a percolação da fase cerâmica nas membranas compósitas. No compósito com LA utilizou-se apenas a proporção de 85-15% (LA+NC/LC), uma vez que, sendo um material inerte, é entendido aqui como quimicamente estável e sem contributo para o transporte iónico.\nTabela 2 - Materiais preparados, siglas e parámetros característicos usados no respetivo processamento.\nSigla\tProporção volúmica (%)\tRazão molar (NC/LC)\tTemperatura (°C)/tempo de sinterização (h)\tDesificação após sinterização(%)\tNotas\nCGOp+NC/LC5o-5o\t5O-5O\t1:1\t69O / 1\t67\tCGO praxair\nCGOp+NC/LC7o-3o\t7O-3O\t1:1\t69O / 1\t65\tCGO praxair\nCGOp+NC/LC85-i5\t85-15\t1:1\t69o / 1\t61\tCGO praxair\n\t\t\t\t\tPré-calcinação do CGO a\nCGOi35o+NC/LC85-15\t85-15\t1:1\t69O / 1\t6O\t1350 °C antes da mistura com\n\t\t\t\t\tNC/LC\nCGO1450\t-\t-\t-\t--\tPré-Calcinação do CGO a 1450°C\nCGO6hm+NC/LC85-i5\t85-15\t1:1\t69O / 1\t6O\t360 min de moagem do CGO antes da mistura com NC/LC\nLA+NC/LC85-i5\t85-15\t1-1\t69O / 1\t67\t---\nLA\t---\t---\t145O/4\t77\t---\nCGO\t---\t---\t145O / 4\t86\t---\nPrepararam-se também amostras com diferentes pré-tratamentos da fase cerâmica CGO conducentes a tamanhos de partícula diferenciados. Um dos pré-tratamentos foi a calcinação a diferentes temperaturas para promover um crescimento de grão antes de se fazer a mistura com os carbonatos alcalinos. Foram preparados, para além do pó sem tratamento, dois pós com granulometria elevada por calcinação a 1350 °C e 1450 °C, em ambos os casos durante 60 min e com uma taxa de aquecimento/arrefecimento de 5 °C/min, em cadinho de alumina com tampa.\nA preparação das amostras cerâmicas para as medidas elétricas e demais testes de caracterização seguiu o procedimento habitual, consistindo numa etapa de mistura por moagem de alta energia, seguido de prensagem dos pós sob a forma discos e, por último, o tratamento térmico necessário à sua consolidação mecânica por sinterização.\n1.1\tMecanossíntese\nOs materiais compósitos foram preparados por moagem e mistura a seco num moinho de bolas de alta energia (Retsch PM100) em recipientes de nylon com cerca de 100 cm3 de volume interno e utilizando bolas de TZP (Tosoh), numa razão em peso entre bolas/reagentes de 10:1. A moagem foi feita durante períodos de 5 minutos com pausas de 3 minutos para permitir o arrefecimento das cubas, resultando num total de 30 minutos de moagem efetiva no caso dos compósitos e 360 min de moagem efetiva no\ncaso do CGO pré-tratado. Note-se que durante este processo ocorre a reação mecanoquímica entre o LC e NC produzindo o carbonato misto NaLiCO3.[30]\n1.2\tPrensagem\nOs compósitos baseados em CGO foram conformados por prensagem uniaxial variando as condições de prensagem, ou seja, a 13, 40, 64, 89, 95, 115, 127, 159, 191 e 223 MPa, em amostras cilíndricas com diâmetro de 1 cm e espessura entre 0,1 e 0,2 cm, durante 3 minutos. Na prensagem foi utilizado um lubrificante à base de dimetil-ftalato nas paredes laterais do molde e nas superfícies dos punções para diminuição do atrito.\nO compósito baseado em LA foi conformado por prensagem uniaxial a 40 MPa, enquanto que as pastilhas de LA foram prensadas a 124 MPa. Estes compósitos foram de seguida submetidos a uma prensagem isostática durante 20 min a 200 MPa.\nAs pastilhas utilizadas nas medidas de eficiência faradaica foram conformadas sob a forma de discos de diâmetro maior (1,5 cm) por prensagem uniaxial a 40 MPa durante 3 minutos, seguida de uma prensagem isostática a 200 MPa.\n1.3\tSinterização\nOs compactos em verde foram sinterizados em cadinho de alumina com tampa utilizando um pó de sacrifício na base, deste modo reduzindo eventuais contaminações das amostras pelo cadinho ou pelo forno, assim como perdas por volatilização dos carbonatos alcalinos. Para os compósitos de CGO e LA o ciclo de sinterização utilizado consistiu num patamar isotérmico a 690 °C durante 60 minutos, com uma taxa de aquecimento/arrefecimento de 5 °C/min. No caso do LA e do CGO, o ciclo de sinterização utilizado foi um patamar a uma temperatura de 1450 °C durante 4 horas, com uma taxa de aquecimento/arrefecimento de 5 °C/min.\n2.\tCaracterização física, estrutural e microestrutural\n2.1\tDensidade\nA densidade das amostras, p, em verde e sinterizadas, foi medida pelo método geométrico a partir de medidas da massa e das dimensões (espessura e diâmetro), usando uma balança de precisão e uma craveira.\nA densificação das amostras é expressa como uma percentagem da densidade teórica do compósito, D, estimada a partir da seguinte equação\nD = — X 100\tEquação 4\nPt\nem que pt é a densidade teórica do material (no caso dos compósitos é obtida a partir da contribuição ponderada do valor dos componentes individuais). A densidade do CGO é de 7,2 g cm-3; do Na2CO3 de 2,5 g cm-3 e do Li2CO3 de 2,1 g cm-3. Quanto á densidade teórica da mistura de carbonatos é de 2,3 g cm-3.\n2.2\tAnálise granulométrica\nO princípio de análise fundamenta-se no estudo dos anéis de difração produzidos por partículas em suspensão após incidência de um feixe laser. Tendo em conta que o ângulo de difração (raios dos anéis) é inversamente proporcional ao diâmetro da partícula é possível obter informação sobre o tamanho dos grãos, sendo os resultados expressos através de uma curva granulométrica de frequência.\nPara a determinação das curvas granulométricas dos pós de CGO calcinados a 1350 °C e 1450 °C e do pó de CGO moído durante 360 min, foi utilizado um aparelho Coulter LS230, modelo ótico Fraunhofer. De notar que neste trabalho não serão apresentados resultados desta técnica por não apresentarem informação relevante.\n2.3\tAnálise da área superficial específica\nA área superficial específica, Sesp, é definida como a razão entre a área e a massa da partícula, expressa normalmente em m2/g. Esta depende essencialmente do tamanho e forma de partículas bem como do estado e porosidade dos aglomerados.\nA área superficial específica dos pós de CGO calcinados a 1350 °C e 1450 °C e do pó de CGO moído durante 360 min foi determinada a partir de isotérmicas de adsorção gasosa de N2 obtidas num aparelho Micromeritics Instrument Corporation - Gemini Model 2380, e por aplicação do método Brunauer-Emmett-Teller (BET).\nO diâmetro esférico equivalente da partícula (dp) foi determinado a partir dos valores de Sesp a partir da equação\ndp = —-—\tEquação 5\n$esp Xpt\n2.4\tDifração de raios-X (DRX)\nA difração de raios-X é uma técnica largamente utilizada na caracterização de materiais. Esta técnica baseia-se na difração de raios-X por átomos que se dispõem numa distribuição periódica. Os comprimentos de onda dos raios-X são semelhantes às distâncias interatómicas (~1Â), interferindo de forma destrutiva ou construtiva quando incidem sobre diferentes átomos da rede cristalina.\nA lei de Bragg (equação 6) consiste numa relação entre o comprimento de onda dos raios-X, X, a distância interplanar para um determinado conjunto de planos, d, e o ângulo de incidência, 9.\nn X = 2 d sen 0\tEquação 6\nEsta lei permite a medida de d no cristal e a partir daí determinar a estrutura cristalina, sempre que haja um padrão conhecido.\nNa análise de um difratograma é necessário ter em conta três fatores: o número de picos, a intensidade e respetiva posição, que em conjunto correspondem a caraterísticas únicas de cada substância cristalina.[28]\nA identificação das fases cristalinas foi realizada a partir de difratogramas de raios-X obtidos através de um difratómetro Rigaku Geigerflex D/Max-C series, à temperatura ambiente, sendo a produção de raios-X efetuada num tubo de cobre a 40 kV e 30 mA. A radiação utilizada foi a CuKa (X=1,541 Â) tendo o sistema efetuado um varrimento contínuo entre 29=20 e 60°, com intervalos de 29=0,02°. De notar que neste trabalho não serão apresentados resultados desta técnica por não apresentarem informação relevante.\n2.5\tMicroscopia eletrónica de varrimento (MEV)\nA microscopia eletrónica de varrimento consiste num processo de varrimento da superfície da amostra por um feixe de eletrões com elevada energia cinética, produzindo vários sinais. A deteção desses sinais permite exibir imagens com informação da topografia e de composição química (número atómico) desde que estejam associados detetores adequados.[28] A técnica de microanálise mais usada é a espetrometria de dispersão de energia (EDE).\nAs amostras cerâmicas foram analisadas num microscópio eletrónico de varrimento Hitachi SU-70, equipado com um detetor EDE, Bruker Quantax 400, para avaliar a composição e a distribuição das fases.\nA preparação das amostras de compósito consistiu na sua fratura e colagem num suporte com cola condutora á base de carbono. Seguidamente foram cobertas com filme de carbono, por pulverização catódica, num equipamento Emitech K950, para facilitar o escoamento eletrónico através da amostra, melhorando a qualidade de imagem e para evitar fenómenos de acumulação de carga.\nPrepararam-se também pós de CGO calcinados a 1350 °C e 1450 °C para visualização no MEV. A sua preparação consistiu em depositar uma alíquota de pó sobre um adesivo de carbono, removendo o excesso por sopro. O restante procedimento é igual ao descrito anteriormente.\n2.6\tMicroscopía eletrónica de transmissão (MET)\nA microscopia eletrónica de transmissão consiste na transformação da intensidade eletrónica de um feixe que atravessa uma amostra em intensidade luminosa que se projeta num alvo que permite o seu registo, normalmente digital.\nA amostra é orientada para que parte do feixe eletrónico seja transmitida pela amostra sendo a restante difratada. O número de eletrões difratados varia de acordo com a espessura da amostra, ou seja, quanto mais espessa menor o número de eletrões difratados e menor o contraste da imagem.\nA deteção dos eletrões transmitidos permite obter diferentes tipos de informação sobre as características locais do material: número atómico, estrutura cristalina (direções preferenciais de dispersão/difração) e composição elementar (perdas energéticas nas interações não elásticas) desde que estejam associados detetores adequados. [28]\nAs amostras foram analisadas num microscópio eletrónico de transmissão Hitachi H-9000 equipado com um detetor de espetroscopia de dispersão de energia (EDE) Rontec.\nA preparação das amostras de CGO consistiu na preparação de uma suspensão diluída do material em etanol (alguns miligramas de pó num volume de 5 ml) com agitação em ultrassons até a suspensão ficar translúcida. Seguidamente mergulhou-se\nnesta suspensão uma grelha de cobre revestida a carbono e secou-se ao ar, para se obter um resíduo sólido suficientemente disperso para ser observado.\nNo caso dos materiais compósitos, o procedimento foi realizado a seco uma vez que os carbonatos são solúveis em água. Basicamente o processo consistiu em mergulhar a grelha no pó e remover o excesso por sopro.\n3.\tCaracterização elétrica por espetroscopia de impedância\n3.1\tFundamentos teóricos\nAs medidas de condutividade dos materiais foram feitas recorrendo à técnica de espetroscopia de impedância. Esta técnica consiste na aplicação de uma tensão sinusoidal a uma amostra de geometria definida e no registo da sua resposta, medindose a amplitude e a alteração de fase da resposta (normalmente em termos de corrente). A tensão elétrica alterna aplicada é expressa por\nV( w,t) = V0 eiwt\tEquação 7\nem que V0 é a amplitude do sinal, w representa a frequência angular e t é o tempo. A resposta em termos de corrente elétrica é\nI(w,t) = I0 ei(wt+®)\tEquação 8\nsendo Io a amplitude de corrente e O a diferença de fase relativamente à tensão. A impedância é então definida como\nZ(w, t) = ~~~~~\tEquação 9\ne é normalmente representada num plano de Argand através de um número complexo com uma componente real (Z') e outra imaginária (Z”)\nZ(w,t) = Z’(w) + i Z’’(w)\tEquação 10\nA análise das diferentes componentes da impedância de um material ou célula permite identificar a contribuição resistiva (ómica), resultante do impedimento da circulação das cargas (iões) e a contribuição de processos de tipo capacitivo, que estão associados a fenómenos de polarização, designadamente à acumulação de cargas (iões) em diferentes zonas da amostra, nomeadamente interfaces.\nEstes fenómenos podem ser descritos através do comportamento elétrico de circuitos equivalentes, o que permite modelar e interpretar os espetros de impedância (Figura 10).\nFigura 10 - Representação de um diagrama de Argand de um circuito elétrico RC em paralelo. [30]\nConsiderando que as impedâncias de um elemento resistivo (R) e de um elemento capacitativo (C) são expressas por\nZR-Rt\ne\nEquação 11\nEquação 12\na impedância total equivalente do circuito da Figura 10 vem expressa por\nZ(w) =\nRt______■\t<\n(“c2)+^2\t* (\"c2)+R2’\nEquação 13\nA representação da impedância descrita pela equação 13, que varia com a frequência, assume a forma correspondente a uma circunferência centrada em (Rt/2), de raio r=Rt/2, conforme se mostra na Figura 10. A análise do circuito permite identificar ainda a frequência de relaxação do processo, w0, que pode ser calculada através de\n1\nton =\t.\nn\tRtC\nEquação 14\nNote-se que w0 corresponde à frequência a que ocorre o máximo de Z”. Esta frequência pode ainda ser convertida na frequência do pico em Hz por\nfmáx = 7T\tEquação 15\nNum sólido policristalino consegue-se normalmente distinguir três regiões com comportamentos diferenciados: o interior do grão, a fronteira de grão e a interface material-elétrodo. Do ponto de vista de um circuito equivalente, os processos de transporte de carga e polarização podem ser expressos por uma sucessão de elementos RC em série (Figura 11). Este circuito foi aplicado com sucesso a inúmeros eletrólitos sólidos e desejavelmente inclui uma série de elementos RC com tempos de relaxação correspondentes a fenómenos de polarização diferenciados.\nFigura 11 - Representação esquemática de um espetro de impedância e respetivo circuito equivalente associado.[29]\nO semicírculo observado a frequências mais altas corresponde aos fenómenos que ocorrem no interior do grão, devendo sempre passar na origem. O das frequências intermédias corresponde a fenómenos que ocorrem nas regiões de fronteira de grão e o de baixas frequências relaciona-se com a polarização dos elétrodos. As frequências de relaxação dos diferentes fenómenos diferem normalmente em mais de uma ordem de grandeza, o que torna a espetroscopia de impedância uma técnica particularmente adequada para a separação das diferentes contribuições.[29]\n3.2\tAnálise dos espetros de impedância\nNa secção anterior foi descrita a forma típica dos espetros de impedância de sólidos policristalinos, constituídos por três semicírculos, de baixa, média e alta frequência, correspondentes ao comportamento do elétrodo, fronteira de grão e interior de grão, respetivamente. Contudo, nos espetros típicos dos compósitos estudados neste trabalho, apenas se identificam dois semicírculos, um na zona de baixas frequências, característico da impedância de elétrodo, e outro a frequências médias-altas, associado à impedância do eletrólito compósito. Neste caso torna-se impossível distinguir de forma clara a tradicional contribuição da fronteira e do interior de grão. Tal facto pode estar ligado à natureza dos carbonatos, que se julga que têm baixo grau de cristalinidade, constituindo uma fase amorfa, sem fronteiras de grão.\nNa Figura 12 é apresentado um conjunto típico de espetros obtidos a diferentes temperaturas. A 350 °C regista-se a presença de um arco a alta frequência e o aparecimento muito pouco pronunciado de um arco a baixa frequência. O designado arco de alta frequência revela-se bastante abatido, podendo por isso “esconder” alguma informação sobre a presença do eletrólito cerâmico policristalino. Neste caso a resistência total do eletrólito é o valor de Z' correspondente ao mínimo da curva entre os dois arcos. À medida que a temperatura aumenta, o arco que traduz o comportamento em volume do eletrólito desaparece para dar lugar ao arco de baixa frequência, correspondente à impedância de elétrodo.\nA 440 °C não é possível observar nenhum dos arcos completos, uma vez que, na gama de frequências disponível, apenas se acede à transição entre o domínio elétrico do eletrólito e do elétrodo. A resistência total considerada é, tal como no caso anterior, correspondente ao mínimo de Z”.\nAo atingir a gama de temperaturas superior, de que é exemplo o espetro obtido a 560 °C, é possível distinguir claramente uma segunda contribuição, que se atribui ao elétrodo. Nestas situações a resistência total foi assumida como o valor de Z' correspondente à interceção com o eixo das abcissas.\n3.3\tMetodologia\nAs medidas de impedância foram realizadas em amostras cilíndricas com elétrodos de ouro depositados para assegurar o necessário contacto elétrico. Os elétrodos foram aplicados nas duas faces paralelas da amostra por pintura de pasta de ouro (Engelhardt)\ne posterior consolidação/adesão por queima a 600 °C durante 20 minutos. As condições de consolidação/adesão foram acertadas através da medição da resistência elétrica entre vários pontos da superfície de cada elétrodo, cujo valor, se inferior a 1 Q, foi utilizado como critério para a validação de todos os elétrodos preparados .\n30\nO 20-d\n(A)\n10-\nRt\n0-F\n0\n10\t20\t30\t40\t50\t60\t70\t80\t90\n40\n20-\n(C)\nR\n0--\nw\nE o d\nw\nN I\n-20-0\n1-----1----->------1----->-----1----->-----1-----r\n20\t40\t60\t80\n100\nZ' S/L (Q.cm)\nFigura 12 - Espetros de impedância obtidos a (A) 350, (B) 440 e (C) 560 °C para a amostra de CGOp+NC/LC50.50.\nAs medidas foram realizadas recorrendo a um analisador de impedância Hewlett\nPackard 4284 A - Precision LCR Meter. Os espetros foram obtidos em condições isotérmicas entre 300 e 600 °C, em ar.\nOs resultados foram analisados utilizando o programa ZView® V3.0 para determinação do valor da resistência total do eletrólito (Rt). A condutividade da amostra foi obtida a partir do valor de Rt (após subtração da resistência dos fios de ouro), e das dimensões da célula, através de\no = —\tEquação 16\nRfS\nem que Rt é a resistência total do eletrólito, L é a espessura da amostra e S a área dos elétrodos.\nA energia de ativação (Ea) foi obtida a partir do ajuste, por regressão linear, dos resultados a uma equação do tipo Arrhenius:\n—Ea\noT = ffoe~RT\tEquação 17\nem que R é a constante dos gases perfeitos, T a temperatura absoluta e o0 um termo pré-exponencial. Atendendo à natureza multifásica dos materiais estudados, onde se verifica a coexistência de mais de um transportador de carga e de fases sólida e líquida (pelo menos acima de 500 °C), o significado físico destes parâmetros encontra-se condicionado já que correspondem a uma mistura de contributos.\n4.\tEficiência faradaica\nNo presente trabalho pretendia-se medir os fluxos de CO2 e O2 através da amostra usando uma célula de permeabilidade simples, em que gradientes de concentração dos gases seriam usados como força motriz do processo, e as alterações nas respetivas composições decorrentes da permeabilidade eletroquímica seriam a informação central a obter recorrendo à cromatografia de fase gasosa e um sensor de oxigénio. Atendendo à relação estequiométrica associada à combinação destes dois gases para formarem o ião carbonato, desvios em relação a esta situação indiciariam falhas nos selos da célula de medição.\nUma avaria na fonte de alimentação do cromatógrafo obrigou a uma reformulação dos ensaios previstos e em vez das medidas de permeabilidade evoluiu-se para medidas de eficiência faradaica, adotando-se agora diferentes misturas gasosas na alimentação. Neste caso, será idealmente possível separar o contributo dos iões óxido do contributo associado aos iões carbonato por via da supressão da alimentação de CO2 e consequente\nremoção da capacidade do material efetuar transporte iónico por iões carbonato na última destas situações, como se discute mais adiante. Fica no entanto por avaliar o efeito do papel da composição da atmosfera nas condutividades iónicas parciais destas espécies, o que pode adulterar ou condicionar a qualidade da informação obtida deste modo. Nos próximos parágrafos far-se-á uma apresentação dos aspectos gerais desta técnica e suas limitações, bem como do modo concreto de realização dos ensaios experimentais.\n4.1\tFundamentos da técnica\nA eficiência faradaica é uma técnica de medida que pretende estimar correntes iónicas através de uma célula com base na informação sobre os fluxos de espécies neutras originados por esta corrente iónica, medidos de forma independente no exterior dessa mesma célula, comparando estes valores com os da corrente total imposta. Como exemplo, o transporte de iões carbonato através de um condutor desta espécie pode ser estimado medindo o fluxo de moléculas de CO2 através de uma membrana compósita, admitindo que a cada molécula de CO2 deverá estar associada meia molécula de O2 (CO32- = CO2 + 1/2O2 + 2e-). Se a matriz for metálica, parte da corrente será também eletrónica. Se a matriz for condutora iónica doutra espécie, parte da corrente será assegurada por outros transportadores de carga.\nA expressão eficiência faradaica envolve assim a avaliação da relação entre a corrente iónica medida (por via indireta, como se referiu antes) e a corrente elétrica total imposta à célula, fácil de medir através do circuito exterior. Se o material for um condutor iónico puro, toda a corrente eletrónica no circuito exterior será convertida em iónica. A eficiência será então 1. Se tivermos diferentes espécies iónicas, como se antevê no caso dos materiais compósitos aqui estudados, as diferentes espécies terão contributos aditivos, cujo total será 1. A eficiência específica de transporte iónico relativamente a uma espécie confunde-se assim com o conceito de número de transferência iónico.\nA determinação de um número de transferência iónico (ti) através da medição da eficiência faradaica baseia-se numa relação simples entre a corrente total (Itotal) conduzida através da amostra por efeito de um campo elétrico aplicado, e a correspondente contribuição iónica em apreço (Ii):\nti = Ii/Itotal\tEquação 18\nSe o efeito de processos de elétrodo para o transporte na célula de medição é insignificante, o número de transferência iónico associado a uma espécie i pode ser expresso em termos de propriedades globais de transporte do material, obtidas nestas medições em corrente contínua, numa lógica óhmica pura em que Rt=V/Itotal, Ri=V/Ii e Ri=L/siS. Combinando todas estas relações, é fácil concluir que para o caso de coexistência de diferentes transportadores de carga (i, j, ...), o número de transferência iónico associado a um desses transportadores (ti) será dado por:\nt. = gf =\tEquação 19\ng j + ffj d— •+0Q\t&amp;\nem que o é a condutividade total do material, e oi, oj (...) e oe são as condutividades iónicas das espécies i, j (.) e eletrónica.\nNo entanto, quando a polarização do elétrodo é significativa, esta sobretensão irá introduzir diferenças entre os valores medidos e os verdadeiros números de transferência. Para pequenas correntes iónicas, esta sobretensão associada ao processo de elétrodo (n) mostra uma dependência linear na corrente\nn = I.Rn\tEquação 20\nem que Rn é a resistência de polarização. O modelo geral de comportamento admitido no caso da eficiência faradaica pode ser modificado de modo a incluir a resistência de polarização, mas entrar em linha de conta com este novo parâmetro exigiria o recurso a uma técnica de medição complementar (por exemplo, a espetroscopia de impedância aplicada em condições de corrente contínua para estimar a resistência de polarização).\nA alternativa a esta solução passa por determinar a resistência da amostra para correntes elevadas, onde se presume que o contributo associado à componente óhmica deverá dominar o comportamento global da célula (recorde-se que a tensão associada ao comportamento óhmico possui uma dependência linear da corrente, enquanto que sobretensão associada aos processos de elétrodo, de tipo Butler-Volmer, por exemplo, não o é, dominando somente para pequenas correntes). Um indicador para a razoabilidade desta aproximação será o formato das curvas V=f(I) e a tendência para valores constantes V/I com correntes crescentes. A não se ter em atenção o efeito da polarização de elétrodos, os parâmetros estimados serão afetados.\n4.2\tProcedimento experimental\nA Figura 13 apresenta o esquema do sistema de medição utilizado. A membrana com elétrodos é colocada num tubo de alumina utilizando um selante, ficando deste\nmodo com as duas faces expostas a atmosferas de CO2/O2/N2 diferentes, que são controladas externamente através do doseamento de caudais gasosos de ar, N2 e CO2. Os elétrodos em cada face da amostra estão ligados a uma fonte de tensão dc através de fios de ouro e servem para aplicação da corrente que promove a redução de algumas espécies presentes na fase gasosa e o seu transporte através da membrana sob a forma iónica, sendo o oxigénio molecular uma das espécies envolvida neste processo. Por este motivo, a este sistema acoplou-se externamente um sensor de oxigénio baseado em zircónia (YSZ) aquecido a 700 °C, ligado a um multímetro para medir a diferença de potencial gerada no sensor (Figura 15).\nComo se referiu já, face à inoperância do cromatógrafo, o fluxo de oxigénio através da amostra foi usado para estimar os fluxos de iões carbonato e óxido. No sensor de YSZ a funcionar em modo nersntiano, a tensão em circuito aberto sob um gradiente de potencial químico segue a voltagem teórica de Nernst (Eth)\nEquação 21\nem que P1 e P2 são os valores da pressão parcial de oxigénio nos elétrodos de medição e de referência (normalmente ar), e R, T e F possuem os significados usuais.[31]\nA composição da corrente gasosa de alimentação foi selecionada tendo em conta a obtenção de informação sobre o transporte individual de cada espécie nos compósitos, conforme se esquematiza na Figura 14. Na presença exclusivamente de O2+N2, o O2 pode ser reduzido a O2- e ser forçado a atravessar a membrana pela fase cerâmica, desde que se use uma fonte de corrente contínua com polaridade adequada. O transporte de iões carbonato estará largamente condicionado pela ausência de CO2 na atmosfera envolvente, o que inibe a formação destes iões no cátodo da célula. Ao chegar ao outro lado da membrana o ião óxido oxida-se a oxigénio, que pode ser medido por técnicas analíticas complementares. Deste modo é possível estimar a condução exclusivamente por ião óxido através da membrana (Figura 14 a).\nEm alternativa, na presença de CO2+O2 estes dois gases podem combinar-se no cátodo da célula captando eletrões e formando o ião carbonato. Este, por sua vez, pode atravessar pela fase de carbonatos até ao outro lado da membrana, regenerando os dois gases no ânodo da célula. Desta forma, o fluxo gasoso de CO2 e/ou O2 depende inteiramente da fase gasosa envolvente e das propriedades individuais de transporte iónico das fases constituintes do compósito. Se a membrana possuir exclusivamente condução por iões carbonato (Figura 14 b), o gás resultante do transporte iónico possuirá CO2 e O2 nas exatas proporções estequiométricas em que se combinam no ião carbonato (2:1, respetivamente). Se a membrana for uma condutora pura por ião óxido, somente se transportará oxigénio através da membrana. Os desvios em relação a estas duas condições limite permitem determinar a importância relativa destes dois mecanismos de transporte iónico numa membrana. Este tipo de procedimento resume a solução alternativa adotada para inferir da permeabilidade destas membranas.\nFace ao exposto, utilizaram-se duas misturas gasosas como gases de alimentação: CO2 (30 mL/min) + ar (70 mL/min) (proporção molar em CO2:O2 de 2:1) e N2 (30 mL/min) + ar (70 mL/min). Com este doseamento procurou-se manter constante a pressão parcial de oxigénio nas duas condições de operação, o que favorece a comparabilidade dos resultados obtidos deste modo. Como gás de arraste para transportar o fluxo gasoso com origem na corrente iónica imposta à membrana, usou-se o N2 (50 mL/min).\nFigura 14 - Representação esquemática da condução iónica por membranas compósitas de CGO com carbonatos em duas atmosferas diferentes: (a) em presença de O2+N2 e (b) na presença de CO2+O2.\nForno vertical da eficiência faradaica\nAlimentação: mistura gasosa\nSaída: mistura\ngasosa\nAlimentação : Gás de arraste\nSuporte da amostra\nSaída: gás de arraste\nFonte de corrente\nSensor de Zircónia a 700°C\n1\n—I Seletor de\nI canais\nFigura 15 - Representação esquemática do sistema usado para as medições de eficiência faradaica.\nBM\nAs medidas foram realizadas em amostras cilíndricas com diâmetro aproximado de 15 mm e espessura entre 1 e 2 mm. Os eléctrodos, com um raio médio de 1 cm (A=0,79 cm2), foram aplicados nas duas faces paralelas da amostra por pintura com pasta de ouro (Engelhardt) e posterior consolidação/adesão por queima a 600 °C durante 20 minutos.\nA pastilha foi vedada com uma mistura eutética de carbonatos de lítio e de sódio (cerca de 1:1 em % molar) e aquecida a 550 °C a 5 °C/min. A estanqueidade do sistema foi avaliada por registo das leituras do sensor de oxigénio usando CO2 puro e CO2 + ar. O decréscimo significativo do valor do sinal do sensor em CO2 + ar indicia passagem substancial de oxigénio por difusão através de poros ou falhas da membrana ou do vedante. No entanto, nos ensaios realizados verificou-se somente uma diminuta variação no sinal do sensor nestas condições. Assim, é possível usar a condição inicial antes da imposição de corrente como referência, calculando o acréscimo de oxigénio transportado por aplicação da corrente eléctrica na célula.\nFigura 16 - Tubo de alumina contendo a amostra selada com uma mistura de carbonatos e em contacto elétrico com os fios de ouro que estabelecem as ligações elétricas com o exterior.\ntermopar\nAplicaram-se diferentes valores de corrente entre 5 e 40 mA, sendo registados para cada corrente aplicada os respetivos valores de sinal do sensor (Vs) e queda óhmica através da membrana (Vcel) após 5 min de estabilização. O primeiro valor permite o cálculo da pressão parcial de oxigénio no gás de arraste e o segundo permite o cálculo da resistência em corrente contínua da célula nas condições de medição. A determinação do fluxo de oxigénio através da amostra para cada corrente imposta baseou-se num simples balanço ao oxigénio no gás de arraste antes e depois da aplicação da corrente, sendo a respetiva concentração calculada a partir da lei de Nernst, referida anteriormente.\nA Figura 17 apresenta uma curva característica dos resultados obtidos com alguns dos materiais utilizados neste trabalho, na presença de CO2+ar.\n-3\nt (s)\n-3\n-3\nFigura 17 - Exemplo do decaimento de Vs (■) e da correspondente subida de PO2 (O) no gás de arraste em função do tempo, após aplicação de corrente dc, usando CO2+ar na alimentação gasosa à membrana.\nPara t=0 o sinal do sensor atinge um máximo de 0,105 V, correspondendo a uma condição de corrente nula no circuito exterior. Este valor corresponde a uma pressão parcial de oxigénio que está cerca de uma ordem de grandeza acima do medido quando no gás de alimentação não circula oxigénio. Pode-se assim estimar de forma rigorosa o valor de permeabilidade física de oxigénio decorrente de falhas em selos ou porosidade\nna amostra. Isto também permite definir os níveis de corrente iónica a explorar tendo em vista alterações na composição do gás de arraste muito superiores às decorrentes desta permeabilidade física.\nApós imposição de uma corrente através da membrana o sinal do sensor começa a decrescer lentamente, seguindo-se um decréscimo abrupto, e uma fase final com um decréscimo lento. Ao polarizar a célula em atmosfera de CO2+O2, formam-se iões carbonato e/ou óxido por redução no cátodo, que migram através da membrana por ação dessa diferença de potencial elétrico. Estas espécies iónicas oxidam-se no ânodo, originando de novo as duas espécies moleculares iniciais que passam deste modo para o gás de arraste.\nA diferença entre os valores inicial e final de concentração de O2 permite-nos estimar a corrente iónica que realmente atravessou a membrana (uma mole de O2 ou duas de CO2 necessitam de 4F eletrões para originar a formação de iões óxido ou carbonato).\nIII.\tResultados\nNeste capítulo são apresentados os resultados experimentais e respetiva discussão, numa sequência cronológica, uma vez que a perceção de alguns efeitos levou à procura de informações adicionais.\nO capítulo inicia com a otimização das condições de prensagem dos compósitos, seguindo-se a caracterização por espetroscopia de impedância de três séries distintas: 1) compósitos com diferentes proporções volúmicas de CGO; 2) compósitos com CGO com diferentes granulometrias; 3) compósitos com diferentes tipos de óxidos (CGO e LiAlO2). Este trabalho é complementado pela caracterização microestrutural dos materiais estudados. Na segunda parte da discussão são apresentados os resultados da eficiência faradaica para compósitos baseados em CGO.\n1. Otimização das condições de prensagem e densificação\nA otimização das condições de prensagem conducentes ao maior nível de densificação possível foi realizada através do estudo do efeito da pressão uniaxial em amostras de CGO+NC/LC numa proporção de 50-50% em volume.\nOs testes foram iniciados com uma primeira série de amostras prensadas uniaxialmente entre 64 e 223 MPa, seguido de uma etapa de prensagem isostática a 200 MPa. Os resultados apresentados na Tabela 3 sugerem que à medida que se diminui a pressão uniaxial a percentagem de densificação (e obviamente a retração) do corpo sinterizado aumentam. Este resultado é de alguma forma esperado, uma vez que ao aplicar uma pressão uniaxial inicial elevada, quando se aplica a pressão isostática o efeito desta já se encontra condicionado pelo empacotamento obtido na primeira etapa de prensagem uniaxial e, por conseguinte, o ganho na segunda etapa é limitado.\nPor outro lado, e uma vez que a temperatura de sinterização (690 °C) é claramente insuficiente para promover a densificação da fase cerâmica (os estágios inicias da sinterização do CGO ocorrem por volta da 1000-1100 °C), o nível de porosidade mínimo obtido nesta série de amostras é ainda de aproximadamente 25%.\nTabela 3 - Registo da densificação das amostras de CGO+NC/LC50-50 após variação da pressão uniaxial (64-191 MPa) .\nAmostra\tuniaxial (MPa)\tPressão isostática (MPa)\tDensificação após sinterização (%)\na1\t64\t200\t77\na2\t95\t200\t70\na3\t127\t200\t70\na4\t159\t200\t70\na5\t191\t200\t75\na6\t223\t200\t68\nNuma tentativa de melhorar a densificação das amostras, foi preparada uma segunda série de amostras utilizando uma pressão uniaxial mais baixa, no intervalo entre 13 e 115 MPa, mantendo a mesma prensagem isostática final a 200 MPa. Estes resultados, apresentados na Tabela 4, voltam a mostrar que as amostras sujeitas à pressão uniaxial mais baixa (13 e 40 MPa) foram as que apresentaram melhores valores de densificação, da ordem de 71%.\nContudo, neste ensaio os valores de densificação obtidos foram inferiores ao máximo obtido no ensaio anterior (77%), o que, não tendo explicação aparente, poderá dever-se ao facto de a moagem não ter sido tão eficaz, levando a uma pior compactação das partículas.\nPara os ensaios seguintes optou-se por usar uma pressão uniaxial de 40 MPa, que se aproximava dos dois melhores conjuntos de condições exploradas, uma vez que era difícil a prensagem de amostras a 13 MPa.\nTabela 4 - Registo da densificação das amostras de CGO+NC/LC50-50 após variação da pressão uniaxial (13-115 MPa).\nAmostra\tPressão\t\tDensificação após sinterização %\n\tuniaxial (MPa)\tisostática (MPa) (15 min)\t\nb1\t13\t200\t71\nb2\t40\t200\t71\nb3\t64\t200\t68\nb4\t89\t200\t67\nb5\t115\t200\t69\nNesta terceira e última série de amostras pretendeu-se avaliar o efeito da segunda etapa de prensagem, mantendo a pressão uniaxial constante (40 MPa) e variando a pressão isostática em 200, 300 e 450 MPa, de acordo com a combinação de condições apresentadas na Tabela 5. Verificou-se neste caso que as percentagens de densificação variem entre 64 e 70%, sem uma correlação clara com a pressão de prensagem.\nTabela 5 - Registo da densificação das amostras de CGO+NC/LC50-50 após variação da pressão isostática.\nAmostra\tPressão\t\tDensificação após sinterização %\n\tuniaxial (MPa)\tisostática (MPa)\t\ncl\t40\t200\t68\nc2\t40\t200\t71\nc3\t40\t300\t66\nc4\t40\t300\t64\nc5\t40\t450\t69\nc6\t40\t450\t70\nA aparente insensibilidade do sistema às condições de prensagem testadas, que se traduz no facto de todos os valores de densificação estarem dentro do intervalo 70%±3%, sugere que a sinterização é controlada essencialmente pelos carbonatos fundidos. De facto, a alta temperatura (acima do eutético a 500 °C), esta fase, presente em fração volúmica significativa (50%), funciona como matriz onde as partículas da fase cerâmica estão dispersas. Esta dispersão e a baixa temperatura de sinterização (relativamente ao CGO) limitam fortemente a evolução microestrutural da fase cerâmica a um ligeiro crescimento de grão de ~120 nm (Tabela 6) a ~200 nm (Figura 18D), muito provavelmente devido ao estado inicial de aglomeração do pó de CGO. Admite-se pois que a alta temperatura é a baixa viscosidade do líquido que determina a evolução da porosidade na amostra, sendo a força motriz para a deformação viscosa do líquido a resultante da pressão atmosférica e da capilar devido à estrutura necessariamente porosa do compacto verde. Durante o aquecimento, após um rearranjo inicial que pode ocorrer logo acima da fusão da mistura eutética a 500 °C, a densidade do líquido NaLiCO3 tende a diminuir fortemente com o aumento de temperatura (por ex. de 2,026 gcm-3 a 555 °C para 1,980 gcm-3 a 662 °C - cerca de 2,3% [37]), sendo o concomitante aumento de volume do líquido um fator contrário ao rearranjo inicial, levando necessariamente ao afastamento da fração cerâmica não consolidada. Durante o arrefecimento, esta\nmicroestrutura sofre a correspondente contração, significativamente agravada abaixo da temperatura do eutético, onde a solidificação do líquido ocorre com cristalização dos carbonatos, cuja densidade à temperatura ambiente é da ordem de 2,3 gcm-3. Assim, é da correlação entre densidade e viscosidade dos carbonatos líquidos, e a pressão atmosférica e a pressão capilar (e não da prensagem inicial dos pós) que resultará em grande medida a densidade final do compacto após sinterização, para uma determinada fração volúmica de carbonato. Como se verá de seguida, o aumento da fração volúmica da fase cerâmica conduz a uma nítida evolução microestrutural desta fase cerâmica (Figura 18F), de acordo com a menor influência dos carbonatos.\nPerante a impossibilidade de melhorar a densidade dos compactos atuando na pressão de prensagem (nas gamas disponíveis), e face aos resultados obtidos, selecionou-se um conjunto de condições de referência para os ensaios seguintes consistindo numa pressão uniaxial de 40 MPa e numa pressão isostática de 200 MPa.\n2.\tOtimização do transporte de oxigénio por alteração da proporção da fase cerâmica\nTendo por referência as condições de processamento dos compósitos CGO+NC/LC anteriormente referidas, foram preparadas três composições com diferentes proporções volúmicas da fase cerâmica e da fase de carbonatos: 50-50%, 70-30% e 85-15% (densificações na Tabela 2). Tentou-se desta forma otimizar a composição e estudar/melhorar a percolação da fase cerâmica nas membranas compósitas. Os materiais preparados foram caracterizados em termos de microestrutura e propriedades elétricas.\nNa Figura 18 são apresentadas microestruturas características das amostras com diferentes proporções volúmicas de CGO, adquiridas a baixas e altas ampliações. Analisando esta figura podem-se observar microestruturas típicas dos eletrólitos compósitos em que se torna evidente a existência da fase cerâmica (mais clara na imagem) que se apresenta na forma de aglomerados de pequenos grãos com um grau de conetividade variável, obviamente aumentando com o aumento da fracção da fase cerâmica, conforme se observa nas imagens com maior ampliação (à direita).\nFigura 18 - Micrografias adquiridas por MEV. Com baixa ampliação: A - Amostra CGOp+NC/LC5o-5o; B - Amostra CGOp+NC/LC70_30; C - Amostra CGOp+NC/LC85-15. Com elevada ampliação: D - Amostra CGOp+NC/LC50-50; E -Amostra CGOp+NC/LC70-30; F - Amostra CGOp+NC/LC85-i5«\nO outro aspeto onde se identifica claramente um efeito da composição é no tamanho de grão da fase cerâmica, que também aumenta com o aumento da fração de CGO. A mistura de carbonatos consiste numa fase dispersa, aparentemente contínua, que envolve os grãos cerâmicos, sendo mais visível nas Figura 18-A e D. A identificação destas fases foi feita por espetroscopia de dispersão de energia, EDE, que confirmou na fase de carbonatos a presença do sódio (de notar que esta técnica não permite a identificação do Li).\nNas Figura 18-C e F (respeitantes à composição 85-15%) é visível a predominância da fase cerâmica, não se distinguindo com clareza as zonas de carbonatos. De notar que\nneste e em trabalhos anteriores observa-se por vezes a formação de cristais aparentemente salientes em relação à superfície da amostra, como resultado provável da reação entre alguns dos constituintes destes compósitos e a humidade atmosférica.[30]\nAs diferenças entre estes materiais refletem-se também nos espetros de impedância\nFigura 19 - Espetros de impedância obtidos a (A) 300 °C e a (B) 600 °C, em ar, de amostras com diferentes proporções de carbonatos.\nAnalisando os espetros obtidos a 300 °C verifica-se que são dominados por um arco com a forma de um semicírculo achatado, que, seguindo interpretações anteriores dos espetros destes materiais,[22] se pode atribuir à matriz dos carbonatos. A significativa depressão deste arco pode dever-se à sobreposição dos contributos da fase cerâmica e da mistura de carbonatos, embora com maior contribuição dos carbonatos. Visto que a esta temperatura estes se encontram em estado sólido, possivelmente como fase amorfa, condicionando o comportamento global do material, não se reconhece de forma óbvia o que poderia ser o contributo do grão e da fronteira de grão, típico dos materiais policristalinos. Contudo, é possível pressupor nos três espetros a presença de um\nsegundo pequeno contributo a alta frequência, sugerido pela alteração da curvatura nesta região. A importância desta contribuição relativamente à impedância total aumenta de forma clara com o aumento da fração volúmica de CGO, sendo bastante pronunciada no caso do compósito 85-15.\nA amplitude total do semicírculo diminui para cerca de metade quando se aumenta a fração volúmica de CGO de 50 para 70% ou 85%, o que se espera tendo em conta a superior resistividade elétrica dos carbonatos no estado sólido. O facto de não haver diferença apreciável entre as duas amostras com maior teor de CGO pode dever-se a aspetos microestruturais não controlados, como seja por exemplo a porosidade ou fissuras internas provocadas pelo arrefecimento. A elevada percentagem da fase cerâmica neste compósito faz-se também sentir através da insinuada semelhança com o comportamento de um eletrólito policristalino.\nOs espetros a 600 °C (Figura 19B) apresentam a forma característica da impedância de elétrodo, apresentando também um semicírculo dominante, mas neste caso na gama de baixa frequência. Nesta temperatura é visível o aparecimento de uma contribuição indutiva (parte negativa do espetro) a alta frequência resultante da possível interferência do sistema elétrico envolvente da célula de medida, incluindo os fios de ouro do porta-amostras, e com impacto crescente com o aumento da temperatura.\nA temperaturas elevadas o comportamento volúmico do material só está acessível através da análise da interseção do arco de alta frequência com o eixo real da impedância, ou seja, a ordem de grandeza aparente dos arcos tem uma relação direta com o processo de elétrodo e não com o transporte através do compósito. A simples inspeção visual destas duas componentes mostra que ambas variam de forma inversa com o aumento da fração de CGO, refletindo a diferente natureza dos transportadores de carga predominantes nas duas fases. Se por um lado a resistividade do eletrólito diminui com o aumento do contributo da condução por CO32- através dos carbonatos fundidos (muito superior à condução por O2- no CGO), o correspondente aumento da impedância do elétrodo reflete a baixa concentração de CO2 na atmosfera circundante que tende a conduzir a uma ligeira degradação dos carbonatos na interface com o elétrodo. Por outro, a abundância de O2 facilita a formação dos iões O2- que são tanto mais utilizados quanto maior for a fração da fase cerâmica que os conduz.\nA caracterização elétrica por espetroscopia de impedância permitiu a obtenção das condutividades volúmicas das amostras, como se referiu anteriormente. Com base nestes resultados foi possível estudar a dependência da condutividade em função da temperatura, conforme se mostra na Figura 20 para as amostras de compósitos com diferentes proporções volúmicas de carbonatos e para o CGO puro.\nFigura 20 - Representações tipo Arrhenius das condutividades totais em ar das amostras compósitas com diferentes proporções volúmicas de carbonatos, e da amostra de CGO puro.\nCom a exceção óbvia do CGO, as curvas assumem a típica forma em “Z” alongado com a zona de transição próxima dos 500 °C (1000/T~1,3*10- K ), característica destes compósitos, que traduz o aumento brusco da mobilidade dos iões CO32- acima da temperatura de fusão eutética dos carbonatos e confirma o papel determinante desta fase na condutividade das três amostras.\nA representação tipo Arrhenius permite determinar as energias de ativação para os intervalos de baixa e alta temperatura, e em conjunto com os valores de condutividade correspondentes obter uma estimativa da contribuição das fases de carbonatos e cerâmica para a condutividade elétrica do material, de modo a selecionar a gama de\n2- 2-composições onde se aproximam os valores de transporte iónico por CO32- e por O2-.\nO conjunto de resultados obtidos para o cálculo destes parâmetros encontra-se na Tabela 7, que se apresenta no fim deste capítulo (página 59). Esta tabela inclui os resultados para a totalidade das amostras preparadas no âmbito deste trabalho, de modo a permitir uma leitura e interpretação global dos mesmos.\nA Figura 20 confirma a tendência de alta temperatura adiantada a propósito da análise dos espetros de impedância, mostrando um claro aumento da condutividade com o aumento da proporção da fase de carbonatos usada.\nA energia de ativação aumenta de 30 kJmol-1 no compósito com mais carbonato para cerca de 50 kJmol-1 nos materiais com maior teor em CGO (Tabela 7). Estes valores são claramente inferiores ao do CGO puro (~70 kJmol-1), o que confirma o transporte na fase carbonatos como predominante, ainda que tenda a decrescer com o aumento da fração de CGO.\nVerifica-se também que os compósitos a baixa temperatura apresentam energias de ativação que rondam os 100 kJmol-1, superiores ao valor da energia de ativação do CGO puro, e valores de condutividade claramente inferiores aos desta fase. Isto comprova a importância indiscutível dos carbonatos no comportamento global do compósito também a baixa temperatura\nNuma análise global desta primeira série de resultados é possível verificar que a proporção 85-15% é a que apresenta uma menor condutividade. Contudo, para além da contribuição significativa dos carbonatos mistos na condutividade (denunciada pela transição a 1000/T=1,3 K-1), também apresenta uma grande convergência com o comportamento do CGO puro, deixando adivinhar ordens de grandeza próximas nos contributos das condutividades iónicas específicas das duas fases. Verificou-se ainda uma melhor percolação da fase cerâmica, comprovada pelas imagens de MEV que mostram os grãos rodeados por uma fina película de carbonatos. Por estes motivos, para a continuação deste trabalho escolheu-se esta proporção de fase cerâmica e de fase carbonatos (85-15%).\n3.\tOtimização do transporte de oxigénio por manipulação microestrutural\nPara além da manipulação da proporção de fases nos compósitos foi também variado o tamanho de grão da fase cerâmica. Foram testadas para o efeito, para além do pó original, quatro granulometrias diferentes, correspondentes a CGO calcinado a 1350 e a 1450 °C, e CGO moído durante 3 horas ou 6 horas. Contudo, não foi possível obter um valor representativo do tamanho de partícula para o CGO calcinado a 1450 °C com a técnica utilizada, enquanto que o pó moído durante 3 horas apresentava características\nmuito próximas do pó de origem. Assim, além do CGO sem pré-tratamento, utilizam-se no estudo o pó calcinado a 1350 °C e o pó moído durante 6 h. As características destes são apresentadas na Tabela 6.\nTabela 6 - Tamanho de partícula e área superficial dos pós, condições de processamento para as amostras com diferentes granulometrias, e correspondentes siglas.\nSigla dos pós\tÁrea superficial (m2g-1)\tTamanho (D) (nm)\tCondições de processamento\tSigla dos compósitos (85-15%)\nCGO6h\t9,5\t88\t6 h moagem/300 rpm\tcgo6+nc/lc85-15\nCGOp\t6,6\t126\tPraxair (pó original)\tCGOp+NC/LC85-15\nCGO1350\t0,2\t4680\tSem moagem\tCGO1350+NC/LC85-15\n*Determinada por BET.\nA relação de tamanho dos pós de CGO iniciais alterou-se após o ciclo de processamento do compósito. Observa-se um decréscimo do tamanho de partícula do CGO 1350 (por via de ^noage^n) e mm auimento do taimanho de partícula nos outros dois (por via da sinterização), sendo visivelmente mais marcado no caso do CGO6h.\nNa Figura 21 encontram-se as micrografias de MET, onde se tipificam tamanhos de partícula destes compósitos com as limitações inerentes à limitada representatividade estatística deste tipo de resultados. Tal como referido anteriormente, o compósito de CGO calcinado apresenta grãos de tamanho muito variável num intervalo submicrométrico entre 200 e 1000 nm, pondo em evidência o efeito da moagem durante a preparação do compósito sobre este pó, cujo tamanho de partícula inicial é da ordem de 4 mm.\nQuanto ao compósito de CGO moído e o compósito de CGOp, não se verificam grandes diferenças. Em ambos os casos encontramos grãos pequenos com tamanho aproximado da ordem de 200 nm, com uma dispersão significativa à volta deste valor. Isto confirma que a moagem do pó original de CGO não origina alterações muito substanciais em termos de tamanho de grão.\nFigura 21 - Micrografias obtidas por MET. A - amostra CGO6h+NC/LC85-15; B - amostra CGOp+NC/LC85-15; C -amostra CGOi35o+NC/LC85-i5.\nCom base na observação por MEV, o compósito baseado no CGO de tamanho mais pequeno apresenta uma microestrutura com aglomerados de grãos muito pequenos interligados entre si e pela fase carbonato (Figura 22 - A).\nFigura 22 - Micrografias adquiridas por MEV. A - amostra CGO6h+NC/LC85.15; B - amostra CGOp+NC/LC85.15; C e D -amostra CGO1350+NC/LC85.15 em diferentes regiões.\nQuanto aos restantes compósitos, embora apresentem grãos de tamanho superior (atingindo mesmo 1000 nm no caso do CGO1350), também evidenciam regiões em tudo semelhantes às do primeiro compósito. No caso do pó calcinado, este resultado deve-se certamente à operação de moagem que precede a conformação, que provoca uma redução de tamanho de partícula, anulando parcialmente o efeito do tratamento térmico do CGO 1350. Estas pequenas diferenças microestruturais são também visíveis na modesta variação de comportamento elétrico evidenciada pela Figura 23.\nFigura 23 - Representação tipo Arrehnius da condutividade total em ar dos compósitos com diferentes tamanhos de grão (fase cerâmica).\nNesta figura é possível verificar duas situações algo diferentes em toda a gama de temperaturas ensaiadas. Em geral, domina a condutividade dos compósitos com menor tamanho de grão. Isto parece significar que uma mesma pequena quantidade de carbonatos consegue envolver todos os pequenos grãos de CGO, mantendo a contiguidade microestrutural observada por MEV. Na presença de grãos ou aglomerados maiores da fase cerâmica, parte dos carbonatos poderá estar segregada em regiões com percolação deficiente, contribuindo por isso de forma mais modesta para a condutividade global. Este último efeito será mais evidente principalmente a alta temperatura, quando esta fase possui maior condutividade elétrica.\nEm geral, as modestas diferenças de comportamento são também visíveis nas energias de ativação destes compósitos, essencialmente constantes a alta temperatura (50 kJmol-1) e com pequenas diferenças a baixa temperatura (Tabela 7).\nA Figura 24 mostra os espetros de impedância , revelando em maior detalhe alguns dos aspetos já referidos na análise da figura anterior. No essencial, a 600 °C a resistividade diminui com a diminuição do tamanho de grão da fase cerâmica, com uma pequena inversão de comportamento no caso dos dois compósitos com menor tamanho de partícula, dentro do que se poderá considerar uma dispersão normal de resultados experimentais. Os arcos de elétrodo acompanham a tendência observada em termos de condutividade volúmica, sendo o arco de maior amplitude observado no compósito de maior resistividade, o CGO1350+NC/LC85-15. Esta última observação sugere alguma\ninfluência em termos de extensão de contacto entre fases (óxido/carbonatos/elétrodo/atmosfera), parecendo indicar que a cinética do processo de elétrodo se encontra fortemente localizada nesta região.\nFigura 24 - Espetros de impedância obtidos a 600 °C em ar de amostras com diferentes tamanhos de grão (fase cerâmica).\nCGO +NC/LC\n6h\nCGO +NC/LC\n+NC/LC\n4.\tEfeito da fase cerâmica\nPara uma melhor compreensão dos fenómenos decorrentes da condutividade de oxigénio através da fase cerâmica, foram também estudados os comportamentos do LA e da mistura de LA+NC/LC85-15, já que esta fase cerâmica não é conhecida como condutora de iões óxido. Considerando ainda que o aluminato de lítio se comporta como matriz cerâmica inerte (quimicamente estável face aos carbonatos), o comportamento apresentado por este compósito deve descrever no essencial o comportamento da mistura de carbonatos isolados (NC/LC,1:1). Na linha das secções anteriores, estes materiais foram caracterizados por MEV e por espetroscopia de impedância.\nNa Figura 25 estão representadas as microestruturas do LA e do compósito de LA, obtidas com diferentes ampliações.\nFigura 25 - Micrografias adquiridas por MEV. A e B - amostra de LA; C e D - amostra de LA+NC/LC85.15.\nVerifica-se que o LA sinterizado apresenta uma microestrutura caracterizada por grãos com morfologia poliédrica interligados e porosidade aberta coincidente com as arestas de 3 grãos. O baixo nível de densificação do cerâmico, de 77%, revela a dificuldade no processo de densificação, tendo em conta as elevadas temperaturas de sinterização atingidas (1450 °C). Este resultado sugere que a decomposição total do carbonato de lítio usado como precursor exerce forte influência neste processo por virtude da substancial redução de volume e libertação gasosa associada a esta transformação. A confirmar-se esta hipótese, seria recomendável um processo intercalar de calcinação e moagem, prévio à sinterização. Atendendo ao interesse em produzir compósitos com os carbonatos, envolvendo um novo processo de moagem, não se justificou investir mais na densificação do LA.\nNo compósito pressupõe-se a formação de um esqueleto cerâmico baseado em LA envolvido por uma mistura de carbonatos fundidos. Contrariamente ao que acontecia com o CGO é mais difícil proceder à identificação das duas fases em separado. A análise por EDE evidenciou a distribuição homogénea de todos os elementos possíveis\nde detetar (Al, Na e C, na Figura 26), no limite da resolução espacial da técnica, que é de aproximadamente 1 mm3 (~0,6 mm lateral).\nFigura 26 - Micrografia adquirida por MEV e correspondente mapa de EDE do compósito com base em LA.\nA Figura 27 compara a condutividade dos compósitos e dos óxidos puros que os originam (CGO e LA). A condutividade do CGO é, como esperado, muito superior (cerca de 4 ordens de grandeza) à do LA, sendo a energia de ativação inferior (69 vs. 96 kJmol-1). O comportamento tipo Arrhenius dos compósitos (com a mesma fração volúmica de carbonato) evidencia a típica forma em Z associada à fusão dos carbonatos a 500 °C, e reflete na magnitude dos valores as diferenças existentes entre os óxidos puros. De facto, o compósito LA+NC/LC85:i5 apresenta uma condutividade muito superior comparativamente ao LA, ainda que menor face ao compósito com CGO.\nFigura 27 - Representação tipo Arrhenius da condutividade total em ar dos compósitos.\nAs diferenças entre compósitos diminuem a alta temperatura devido à maior condutividade dos carbonatos fundidos (que dominam o comportamento global nestas condições), mas a contribuição da superior condutividade do CGO para o comportamento do compósito CGOp+NC/LC85:15 é notada em todo o intervalo de temperatura.\nHá também diferenças patentes nas energias de ativação (Tabela 7). A baixa temperatura, no caso do compósito de LA esta é de 156 kJmol-1 versus 101 kJmol-1 no caso do CGOp+NC/LC85-15, sendo o menor valor o resultado da baixa energia de ativação da condutividade iónica do CGO. O facto de a Ea para o compósito LA+NC/LC85:15 ser bastante superior à do LA puro (96 kJmol-1) deve-se fundamentalmente ao facto do carbonato dominar o comportamento global do compósito a baixa temperatura.\nOs espetros de impedância evidenciando o comportamento comparativo destes compósitos estão representados na Figura 28. O arco relativo ao comportamento do compósito de LA a 300 °C é o que tem a maior amplitude e também o mais regular em curvatura, ao contrário do espetro do compósito com CGO. Este será um indício do efeito da diferente funcionalidade da fase cerâmica no compósito.\nFigura 28 - Espetros de impedância obtidos a (A) e (A1) 300 °C (A1 é ampliação de A), e a (B) 600 °C, em ar, das amostras de LA+NC/LC85.15 e CGOp+NC/LC85.15.\nA 600 °C a diferença entre arcos de elétrodo não é tão acentuada. Ainda assim, o arco de elétrodo observado a alta temperatura parece novamente mais regular no caso do compósito com LA do que com CGO. Também parece evidente uma cauda no espetro no caso do compósito com LA, menos ou nada evidente no caso do CGO. Ainda que se trate de um conjunto limitado de informações, estas porventura indiciam a diferença entre processos de elétrodo nos dois casos, naturalmente esperada atendendo ao facto de um dos compósitos ser somente condutor iónico de iões carbonato enquanto o outro será de iões carbonato e óxido.\nSumário dos principais resultados\nA Tabela 7 apresenta um sumário dos principais resultados de caracterização elétrica obtidos com os conjuntos de composições e condições de processamento usadas no presente trabalho. Usar-se-á este sumário para destacar alguns aspectos já referidos quando da discussão de resultados, agora em forma de síntese das observações mais importantes.\nO primeiro conjunto de comentários centra-se no efeito da percentagem de CGO. Como se pode ver pelos valores apresentados, o compósito com 85% de fase cerâmica possui uma condutividade na ordem de grandeza do CGO puro e também do compósito com a mesma fração volúmica de LA (todos cerca de 0,02 Scm-1). Esta semelhança de\nvalores permite suportar a escolha feita dos compósitos com esta composição como possuidores de valores comparáveis de transporte iónico (óxido versus carbonato) para prosseguir na análise da importância relativa dos transportadores de carga, a apresentar nas próximas páginas. Evidentemente, fica algum espaço para uma otimização mais fina dos valores de percentagens ideais das duas fases, a conseguir na vizinhança próxima do agora escolhido.\nTabela 7 - Comparação de parâmetros como, energia de ativação e condutividade, a baixa e alta temperatura, para as diferentes amostras.\nAmostra\tT x transição\tEa (bt) (kJmol-1)\tEa (at) (kJmol-1)\t«bt (300°C) (Scm-1)\t«at (600°C) (Scm-1)\nCGOp+NC/LC50.50\t490\t107\t30\t3,43x10-6\t2,20x10-1\nCGOp+NC/LC70.30\t480\t100\t40\t6,91x10-6\t4,00x10-2\nCGOp+NC/LC85_15\t480\t101\t50\t6,92x10-6\t2,00x10-2\nCGO\t...\t69\t\t1,85x10-4\t1,52x10-2\nCGO1350+NC/LC85-15\t490\t109\t50\t4,80x10-6\t1,41x10-2\nCGO6H+NC/LC85.15\t490\t91\t50\t1,05x10-5\t2,36x10-2\nla+nc/lc85.15\t510\t156\t46\t7,09x10-8\t2,43x10-2\nLA\t...\t96\t\t5,72x10-8\t3,13x10-5\nbt - baixas temperaturas; at - altas temperaturas. Os valores da energia de ativaçao foram estimados a partir das zonas lineares identificadas a alta e baixa temperatura.\nPara além deste comentário, as restantes características destes compósitos não revelam nada de especial, já que a condutividade de alta e baixa temperatura evidencia de forma notável a importância dos carbonatos no transporte iónico global, quer em termos de valores de condutividade quer em termos de energias de ativação.\nEm termos da exploração do efeito do tamanho de grão do CGO nos compósitos com 85% de fase cerâmica, pequenas alterações microestruturais originam também pequenas alterações em termos de percolação na fase carbonatos. Contudo, os valores superiores de condutividade a alta temperatura obtidos para os compósitos com tamanhos de grão mais pequenos poderão refletir um modelo de percolação dos carbonatos mais favorável.\nRelativamente aos compósitos com base em LA importa evidenciar a mudança radical de comportamento eléctrico observada entre fase cerâmica pura e compósito, especialmente notável a baixa temperatura com uma alteração enorme no valor da energia de ativação.\n5.\tEficiência faradaica\nTendo em conta os resultados anteriores e com o objetivo de estimar o fluxo de oxigénio que passa através das amostras compósitas com CGO, realizaram-se um conjunto de ensaios de eficiência faradaica, nas condições referidas no capítulo experimental. Assim sendo, foram preparadas para ensaio quatro composições com diferentes granulometrias e diferentes proporções da fase cerâmica e da fase de carbonatos, ou seja, CGOp+NC/LC70-30, CGOai+NC/LC85-15, CGObso+NC/LCssus e CGOp+NC/LC85-15. Por limitações de tempo não foi já possível ensaiar os compósitos com base em LA. Também não foi possível estimar o fluxo de CO2 que passa através das amostras, pelas limitações experimentais já referidas.\nNa Tabela 8 lista-se o conjunto de informações obtidas em ensaios com uma atmosfera de CO2+O2 (ar) para o compósito CGOp+NC/LC85-15. É possível verificar que à medida que se aumenta a corrente (I) a diferença de potencial através da célula vai aumentando gradualmente (Vcel). Tratando-se de um valor medido numa membrana com somente dois eléctrodos, esta variação inclui a componente óhmica através da célula mas também a polarização de eléctrodos. De facto, tal como referido anteriormente, ao impormos correntes à célula, o fluxo iónico originado terá reduzido parte do CO2 e O2 da atmosfera envolvente, que assim atravessam a amostra sob a forma de corrente(s) iónica(s) de iões óxido e/ou carbonato.\nTabela 8 - Correntes aplicadas, correspondentes valores de diferença de potencial na célula (CGO+NC/LC85.15) e pressões parciais de oxigénio antes e após aplicação da corrente, para a atmosfera CO2+ar.\nReação catódica de referência: CO2 + 1/2 O2 + 2 e- ® CO32 Mistura na alimentação: CO2 + ar (30:70 mL min-1)\nCorrente e tensão „\n.\tTensão no sensor de oxigênio\tPressão parcial de oxigênio\nna célula\nI (A)\tVcel (V)\tVs.i (V)\tVs.f (V)\tpO2in (atm)\tpO2out (atm)\tA pO2\n0,005\t0,0187\t0,1245\t0,1195\t5,54x10-4\t7,03x10-4\t1,49x10-4\n0,010\t0,126\t0,1235\t0,11555\t5,81x10-4\t8,48x10-4\t2,68x10-4\n0,020\t0,2619\t0,1229\t0,10945\t5,97x10-4\t1,13x10-3\t5,37x10-4\n0,030\t0,3560\t0,1227\t0,1047\t6,03x10-4\t1,42x10-3\t8,20x10-4\n0,040\t0,4274\t0,1224\t0,10145\t6,13x10-4\t1,66x10-3\t1,05x10-3\nO sinal do sensor varia entre o início (Vs.i) e o fim (Vs.f) de cada ensaio a corrente constante, devido a um aumento da pressão parcial de oxigénio no gás de arraste (DpO2)\nentre o valor lido antes da aplicação de corrente (pÜ2in) e após a aplicação da corrente (pO2out). Verifica-se também que a diferença entre as pressões parciais de oxigénio aumenta à medida que aumenta a corrente imposta à membrana.\nNa Tabela 9 verifica-se o mesmo comportamento ainda que tenha sido alterada a composição da atmosfera envolvente da célula. Contudo, comparando as duas situações, é possível verificar que os valores médios da pressão parcial de oxigénio são ligeiramente mais elevados na presença da atmosfera N2+ar o que poderá indiciar uma ligeira diferença de condição em termos de permeabilidade física. Contudo, importa referir que uma atmosfera com uma pressão parcial de oxigénio na ordem de 10-4 atm corresponde a uma concentração desta espécie somente na ordem das centenas de ppm.\nTabela 9 - Correntes aplicadas, correspondentes valores de diferença de potencial na célula (CGOp+NC/LC85.15) e pressões parciais de oxigénio antes e após aplicação da corrente, para a atmosfera N2+ar.\nReação catódica de referência: O2 + 4 e ® 2 O2-\t\t\t\t\t\t\nMistura na alimentação: N2 + ar (30:70 mL min-1)\t\t\t\t\t\t\nCorrente e tensão na célula\t\tTensão no sensor de oxigénio\t\tPressão parcial de oxigénio\t\t\nI (A)\tVcel (V)\tVs.i (V)\tVs.f (V)\tpO2in (atm)\tpO2out (atm)\tA pO2\n0,005\t0,1341\t0,12063\t0,11678\t6,66x10-4\t8,00x10-4\t1,34x10-4\n0,01\t0,2693\t0,1201\t0,11232\t6,83x10-4\t9,90x10-4\t3,07x10-4\n0,02\t0,423\t0,12013\t0,10675\t6,82x10-4\t1,29x10-3\t6,09x10-4\n0,03\t0,516\t0,11958\t0,1023\t7,00x10-4\t1,60x10-3\t8,96x10-4\n0,04\t0,579\t0,11896\t0,09885\t7,21x10-4\t1,88x10-3\t1,16x10-3\nA Figura 29 apresenta um conjunto típico de resultados obtidos nestes ensaios. Em abcissa os valores de corrente aplicados à membrana e em ordenadas a diferença de potencial através da membrana. Os ensaios foram realizados em diferentes atmosferas, sendo que os resultados em ambos os casos têm um comportamento similar, embora evidenciando diferentes propriedades de transporte. Observa-se que para valores de corrente mais baixos a curva tem um comportamento não linear, característico de um contributo de polarização dominante associado aos processos de elétrodo (comportamento tipo Butler-Volmer), mas a partir de valores de corrente superiores a 0,020 A as linhas apresentam um comportamento tendencialmente linear, típico de um comportamento óhmico puro. É ainda possível verificar que na atmosfera em CO2+ ar a origem da curva encontra-se afastada do valor zero. Tal facto poderá dever-se à\nexistência de uma diferença de potencial associada aos gradientes de atividade química das diferentes espécies entre os dois lados da célula.\nFigura 29 - Diferença de potencial na célula (Vcel) em função da corrente (I), com a amostra de CGOp+NC/LC85-15. Os ensaios foram realizados com duas alimentações distintas, N2+ar e em CO2+ar.\nO comportamento linear observado para valores elevados de corrente pode ser usado para obter uma estimativa de resistência da célula (R=V/I). Quando a célula está somente em contacto com oxigénio, toda a corrente iónica deverá ser por iões óxido, pelo que este valor deverá permitir uma estimativa da condutividade por iões óxido. Quando a célula está em contacto com CO2+O2, a corrente poderá ser mista, por iões carbonato e iões óxido, o que permitirá estimar a condutividade iónica global.\nNa Figura 30 são apresentadas apenas as partes lineares das curvas para cada um dos compósitos em CO2+ar, a partir das quais é possível obter o valor da resistência da célula. O compósito CGO6h+NC/LC85-15 possui a menor condutividade total (maior declive na Figura 30 ou maior resistência), sendo seguido pelo conjunto CGOp+NC/LC85-15, CGO1350+NC/LC85-15 e CGOp+NC/LC70-30, todos com valores muito próximos. Como se verá com base na discussão que se segue, parece impossível atribuir algum significado a esta constatação, já que as diferenças globais entre amostras são pequenas e os valores destas resistências podem estar condicionados por aspetos da realização experimental (não foi possível confirmar a reprodutibilidade de resultados) bem como pela influência desconhecida da sobretensão de elétrodo.\nFigura 30 - Diferença de potencial na célula (Vcel) em função da corrente (I), para os compósitos CGOp+NC/LC70-30, CGO6h+NC/LC85_i5, CGOi35o+NC/LC85_i5 e CGOp+NC/LC85_i5 na atmosfera de CO7+ar.\nOs resultados obtidos na presença da atmosfera N2+ar (Figura 31) indicam um comportamento bastante similar para todos os compósitos, reforçando o comentário anterior sobre a sua natureza não conclusiva.\nFigura 31 - Diferença de potencial na célula (Vcel) em função da corrente (I), para os compósitos CGOp+NC/LC70-30, CGO6h+NC/LC85_i5, CGOi35o+NC/LC85-i5 e CGOp+NC/LC85-i5 na atmosfera de N7+ar.\nO conjunto de resultados obtidos para as condutividades das amostras por espetroscopia de impedância e por eficiência faradaica encontra-se na Tabela 10, com valores relativos à temperatura usada no último tipo de ensaios. Em subtítulo das\ndiferentes colunas refere-se o tipo de condução iónica idealmente obtida com os diferentes ensaios. As condutividades das amostras foram calculadas através da equação 16 em que os valores utilizados para resistência total correspondem ao declive da reta relativa a cada um dos compósitos, como se referiu anteriormente.\nTabela 10 - Comparação das condutividades a 550 °C, obtidas por eficiência faradaica e por espetroscopia de impedância. Em subtítulo indicam-se as espécies iónicas supostamente envolvidas.\nSigla\todc (CO2+ar/N2) (Scm-1) odc (N2+ar/N2) (Scm-1)\t\toac*( CO2+ar) (Scm-1)\n\t(CO.f+O2)\t(O2-)\t(CO32-+O2-)\nCGOp+NC/LC70-30\t3,27x10-2\t3,19x10-2\t—\nCGO6h+NC/LC85-i5\t2,07x10-2\t3,79x10-2\t1,55x10-1\nCGO1350+NC/LC85-15\t2,89x10-2\t3,31x10-2\t1,59x10-1\nCGOp+NC/LC85-i5\t2,92x10-2\t3,10x10-2\t1,29x10-1\nMedições por espetroscopia de impedância, em células simétricas, antes dos ensaios de eficiência faradaica\nComparativamente com os resultados obtidos para a condutividade por espetroscopia de impedância, verifica-se que os valores obtidos através da eficiência faradaica são quase uma ordem de grandeza mais baixos. Diferenças desta ordem ou até superiores foram identificadas em compósitos Ce0.8Sm0.2O1.9/Na2CO3, comparando a condutividade ac com a condutividade obtida por técnicas dc, seja por uma medida direta da resistência de uma amostra em atmosferas de 5%H2-95%N2 e ar, seja a partir do declive de curvas V-I de uma célula de combustível alimentada com as mesmas misturas gasosas [39]. A explicação mais razoável para esta diferença (ou pelo menos para parte dela) reside no efeito de polarização dos eléctrodos que contribui para o aumento global da resistência da célula. Se recordarmos os valores de impedância de elétrodo apresentados na Figura 24, torna-se evidente que os mesmos podem facilmente atingir os da impedância do eletrólito. Como efeito adicional, que torna mais difícil este tipo de análise comparativa, note-se que as impedâncias de elétrodo a alta temperatura foram visivelmente distintas para diferentes compósitos, o que pode resultar das características composicionais do eletrólito, mas também das microestruturas do eletrólito e dos próprios elétrodos, os últimos difíceis de reproduzir por técnicas simples como a pintura por pincel.\nA somar a este facto, e ainda relacionado com os elétrodos, importa referir a natureza assimétrica das células de permeabilidade, com distintas atmosferas em\ncontacto com as diferentes faces, o que significa que as impedâncias dos processos de elétrodo poderão diferir de modo desconhecido face à ausência de informação sobre o comportamento destes compósitos em azoto. O único termo de comparação disponível, ainda assim envolvendo uma atmosfera inerte de Ar e um compósito com percentagem muito superior de carbonatos (50%), aponta para um muito substancial aumento da impedância de elétrodo nestas circunstâncias.[38] Também a condutividade ac dos compósitos depende da atmosfera envolvente, sendo máxima normalmente em atmosferas contendo os gases envolvidos no processo catódico (CO2 e O2), menor em atmosferas inertes (e.g., em Ar [38]). Contudo, a magnitude das diferenças patentes nos valores da Tabela 10 implica uma impedância do elétrodo bastante superior à resistência do electrólito, o que parece excessivo em face da informação disponível.\nSendo porventura incompleta a explicação para as diferenças verificadas entre os resultados das medições dc e ac, em trabalhos recentes, recorrendo à técnica de interrupção de corrente para medir a componente óhmica de uma célula de combustível do tipo 5%H2+95%N2|(Ce0.8Sm0.2O1.9+(Li0.52Na0.48)2CO3, 72:28 %vol.)|O2, excluindo assim a contribuição da polarização dos elétrodos, em simultâneo com quantificação simultânea dos produtos de reação CO2 e H2O, apontam para valores de condutividade por O2- de cerca de 1,6*10-2 Scm-1, (a 650 °C) [34]. Os mesmo autores verificaram ainda que a utilização de CO2 no gás catódico (CO2:O2=1:1) tinha um efeito positivo na condutividade total por ativação significativa do transporte por CO32- (com ffC02- ~1,6*10-2 Scm-1), mas era acompanhado por um decréscimo da condução por O2-para 8*10-3 S/cm. Estes valores, são inferiores às estimativas apresentadas na Tabela 10 (em particular para o CGOp+NC/LC70-30, que permite a comparação mais direta), mas claramente da mesma ordem de grandeza, o que sugere que as estimativas de a0?-agora obtidas por eficiência faradaica se podem considerar razoáveis no contexto das limitações apresentadas para a aplicação da técnica, sem contudo se poder quantificar o erro que lhes está associado.\nAtendendo apenas aos resultados obtidos por eficiência faradaica com as células expostas a CO2+ar, estes correspondem à tendência esperada de um aumento da condutividade por CO32-+O2- com o aumento da fração da fase carbonato, essencialmente devido ao transporte por CO32-. Também merece referência o facto de os valores de sdc obtidos em N2+ar, assumidos como sendo unicamente devidos ao O2-, serem relativamente próximos do valor da condutividade ac da pastilha de CGO puro\ncom 14% em volume de poros, a 550 °C (ver Tabela 2 e Figura 27), igualmente assumida como devida ao transporte exclusivo de O2-.\nPor outro lado, a comparação dos resultados obtidos em CO2+ar e N2+ar parece contrária ao previsto, com os valores estimados de condutividade no último caso sempre superiores ao primeiro, salvo para o compósito CGOp+NC/LC70-30 (onde a diferença de 2,5% dificilmente se pode considerar significativa). Tentando procurar uma explicação com base no comportamento associado à exposição ao gás de alimentação, pode-se salientar que em trabalho anterior se encontrou uma condutividade total ligeiramente melhor em atmosfera de somente O2 relativamente a uma de somente CO2.[38]\nFicou por comentar a diferença significativa entre os valores de condutividade ac determinados nestes ensaios e os já apresentados na Figura 23. A explicação mais provável para esta observação reside no facto de se ter usado um selo com base na mistura eutética de carbonatos alcalinos, que em contacto com a membrana compósita e porosa (recordem-se os níveis de densificação referidos na Tabela 2), fornece uma quantidade adicional de carbonatos para impregnação da porosidade da membrana. Assim, o conteúdo provável de carbonatos nas membranas é certamente superior ao das pastilhas usadas para ensaios simples por espetroscopia de impedância, originando um aumento de condutividade associado a uma efetiva diferença em conteúdo em carbonatos. Decorre deste comentário alguma incerteza sobre a exata comparabilidade entre estes resultados e outros referidos na literatura.\nOs resultados anteriores demonstram ser possível operar estas membranas compósitas em corrente contínua, em condições catódicas onde a formação de iões carbonato seria normalmente difícil ou insustentável no tempo. De facto, é sempre possível admitir a existência de pequenas concentrações de dióxido de carbono na região catódica da célula por efeito da decomposição parcial dos carbonatos, mesmo quando o gás de alimentação não inclui esta espécie. Contudo, porque se trata do resultado da decomposição dos carbonatos, esta situação não é sustentável perante correntes dc crescentes, aplicadas por períodos de tempo substanciais, já que isso só seria possível com a progressiva decomposição dos carbonatos e destruição da célula de medição, o que não se verificou. Isto significa que a corrente dc só é sustentável se se basear em espécies alternativas, sendo que o ião óxido é o único que poderá justificar a preservação das condições de operação sem degradação da célula quando somente circula oxigénio na mistura catódica. Estes resultados indiciam de facto a natureza mista da condução iónica nestes compósitos, que se pretendia quantificar nestes ensaios.\nImporta ainda salientar que uma das ideias que presidiu à preparação dos compósitos com LA era precisamente testá-los por eficiência faradaica para comprovar que na ausência de CO2 no compartimento catódico seria insustentável manter uma corrente contínua. No entanto, por limitações de tempo, já não foi possível concluir este tipo de ensaios.\nPor último, o conjunto de todas estas limitações exige recordar que apenas a combinação desta técnica (eficiência faradaica) com cromatografia em fase gasosa permitiria quantificar o CO2 resultante do transporte iónico através dos carbonatos e, consequentemente, estimar o teor em oxigénio que se combinaria em quantidade estequiométrica para a formação de CO32-. A existência de uma quantidade superior de O2 revelaria então a importância do transporte de oxigénio através da matriz cerâmica e, consequentemente, do mecanismo de transporte misto. Na ausência deste tipo de informação, os ensaios realizados essencialmente confirmam a limitação das condições experimentais disponíveis.\nIV.\tConclusão e sugestões para trabalhos futuros\nO conjunto de ensaios efetuados com os compósitos cerâmico+carbonatos alcalinos permitiu retirar um conjunto de conclusões, que se sumariam do seguinte modo:\n1.\tNa otimização das condições de processamento verificou.se que uma baixa pressão em prensagem uniaxial permite obter uma percentagem de densificação ligeiramente maior, por permitir que a prensagem isostática após a uniaxial melhore significativamente o empacotamento dos grãos, resultado qualitativamente óbvio. Contudo, a modesta variação global nos valores de densificação sugere que este processo a baixa temperatura é largamente condicionado pela presença de abundante fase líquida, porventura facilitadora principal dos processos de difusão envolvidos na sinterização da fase cerâmica.\n2.\tA otimização da condutância por ião óxido no compósito através da alteração da proporção da fase cerâmica mostrou que o CGOp+NC/LC85.15 apresenta uma condutividade total próxima da do CGO puro (transporte dominado pelo ião óxido) aproximando.se ainda dos valores obtidos para o compósito equivalente com base no LA (transporte dominado pelo ião carbonato) no intervalo de temperaturas considerado. Isto valida a escolha desta composição como próxima da necessária para assegurar comparabilidade nos processos de transporte iónico por CO32. e O2..\n3.\tAtravés da manipulação microestrutural da fase cerâmica em compósitos com composição próxima do limite de percolação da fase carbonato, foi possível verificar que o aumento do tamanho de grão resulta numa diminuição da condutividade a elevadas temperaturas, porventura devido a alterações da contiguidade da fase de carbonatos. A diminuição do tamanho de grão melhora a percolação do sal e simultaneamente aumenta a área da região interfacial óxido/sal, com efeito positivo provável tanto no transporte iónico global como na cinética dos processos de elétrodo.\n4.\tO papel da fase cerâmica e dos carbonatos foi estudado através da análise comparativa dos comportamentos dos diferentes compósitos com CGO com o comportamento do LA puro e com o de um compósito de LA e carbonatos. Como o aluminato de lítio se comporta como uma matriz cerâmica inerte e\nresistiva, o comportamento apresentado por este compósito revelou no essencial o comportamento dos carbonatos e permitiu apreciar o papel positivo da fase cerâmica (CGO) em termos de condutividade total e cinética dos processos de elétrodo.\n5.\tOs ensaios de eficiência faradaica permitiram explorar condições de condução iónica mista ou singular (por CO32- e O2- ou somente O2-), e determinar a importância do transporte por O2- ainda que de forma semiquantitativa atendendo às limitações das condições experimentais disponíveis. Em particular, a necessidade de alterar as atmosferas para condicionar as reações catódicas e aceder a distintos valores de condutividade dc, exigiria um conhecimento (ac) do efeito da atmosfera na condutividade total do compósito. Além disto, os valores de condutividade dc revelaram-se potencialmente influenciados pela polarização dos elétrodos.\nTendo por referência as conclusões acima apresentadas e as limitações de natureza experimental apontadas, seria interessante poder continuar o presente estudo explorando os seguintes aspetos:\n1.\tInsistir no estudo do efeito do tamanho de grão do óxido no transporte iónico em compósitos, removendo a moagem da fase de mistura dos precursores, no sentido de preservar as características destes na microestrutura do compósito.\n2.\tDesenvolver uma análise microestrutural quantitativa com significado estatístico (distribuição de tamanhos de grão, valores médios, estimativa de área interfacial cerâmico/sal por unidade de volume), explorando uma série considerável de condições, tendo em vista a caraterização de compósitos com diferentes tamanhos médios de partícula do cerâmico.\n3.\tEstudar a efetiva permeabilidade das amostras na presença de gradientes de concentração de CO2, no sentido de relacionar estes resultados com os obtidos na avaliação das propriedades de transporte individuais dos compósitos e respetivas relações com a composição e microestrutura.\n4.\tEstudar o transporte iónico misto através de técnicas experimentais complementares adequadas, nomeadamente a combinação de cromatografia em fase gasosa com a técnica de eficiência faradaica, permitindo assim inequivocamente estimar a contribuição individual relativa a cada uma das fases. Em particular, usar os compósitos com base em LA para esclarecer a\nimportância da funcionalidade do óxido no comportamento global do compósito.\n5.\tEstudar as diferentes amostras por espetroscopia de impedância em misturas ar+N2 e CO2+ar+N2, em N2, e em células assimétricas, para completar o quadro de informação de referência necessário para a análise dos resultados obtidos por eficiência faradaica.\n6.\tOtimizar a proporção da fase cerâmica do CGO explorando valores mais baixos de percentagem de carbonatos, tendo em vista o ajustamento da condutividade dual nos compósitos.\n7.\tEstudar a importância de alterações composicionais nos constituintes do compósito (outros óxidos e outros carbonatos alcalinos) no comportamento em termos de permeabilidade.\n8.\tEstudar o efeito da temperatura de operação no comportamento das membranas, criando uma base de conhecimento suficiente para dimensionar as exigências composicionais e microestruturais decorrentes de uma mudança de temperatura de operação.\n9.\tEstudar a degradação das membranas em serviço por períodos de tempo consideráveis (> 1000 h).\n10.\tEstudar a hipótese de influenciar a permeabilidade global das membranas por ação sobre a cinética dos processos de superfície, nomeadamente deslocalizando as reações de formação e decomposição do ião carbonato com recurso a condução electrónica parcial à superfície das membranas.\nReferências Bibliográficas\n[1]\tLi, Y., Rui, Z., Xia, C., Anderson, M., &amp; Lin, Y. S. (2009). Performance of ionic-conducting ceramic/carbonate composite material as solid oxide fuel cell electrolyte and CO2 permeation membrane. Catalysis Today, 148(3-4), 303-309.\n[2]\tWade, J. L., Lee, C., West, A. C., &amp; Lackner, K. S. (2011). Composite electrolyte membranes for high temperature CO2 separation. Journal of Membrane Science, 369(1-2), 20-29.\n[3]\tYang, H., Xu, Z., Fan, M., Gupta, R., Slimane, R. B., Bland, A. E., &amp; Wright, I. (2008). Progress in carbon dioxide separation and capture: a review. Journal of Environmental Sciences (China), 20(1), 14-27.\n[4]\tRogner, H.-H., D. Zhou, R. Bradley. P. Crabbé, O. Edenhofer, B.Hare, L. Kuijpers, M. Y. (2007). Sustainable development. Climate Change. Contribution of working group III to the fourth assessment report of the Intergovernmental Panel on Climate Change [B. Metz, O. R. Davidson, P. R. Bosch, R. Dave, L. A. Meyer (eds)], Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA.\n[5]\tDamm, D. L., &amp; Fedorov, A. G. (2008). Conceptual study of distributed CO2 capture and the sustainable carbon economy. Energy Conversion and Management, 49(6), 1674-1683.\n[6]\tSantos, F. D. (2007). Que futuro? Ciência, tecnologia, desenvolvimento e ciência. Lisboa: Gradiva.\n[7]\tAnderson, M., Lin, J., &amp; Rivera, D. (2011). Carbonate-ceramic dual-phase membranes for high temperature carbon dioxide separation. PhD Dissertation, Arizona State University.\n[8]\tEmissão de Gás carbónico. (2012). Acedido a 1 de Março de 2012, em http://www.apolo11 .com/relogiocarbonico.php\n[9]\tPeinemann, K. V., Nunes, S. P. (2008). Membranes for energy conversion. (Second, Ed.) Life Sciences. Weinheim: Wiley-VCH Verlag GmbH &amp; Co. KGaA.\n[10]\tWellington, J. M., &amp; Ku, A. Y. (2011). Opportunities for membranes in sustainable energy. Journal of Membrane Science, 373(1-2), 1-4.\n[11]\tFigueroa, J. D., Fout, T., Plasynski, S., McIlvried, H., &amp; Srivastava, R. D. (2008). Advances in CO2 capture technology—The U.S. Department of Energy's Carbon Sequestration Program. International Journal of Greenhouse Gas Control, 2(1), 9-20.\n[12]\tMulder, M. (2000). Principles of membrane technology. (Second, Ed.). Boston: Kluwer Academic Publishers.\n[13]\tHabert, A. C., Borges, C. P., Nobrega, R. (2006). Processos de separação por membranas. Editora E-papers, 1, 180.\n[14]\tPorter, M. C. (1990). Handbook of industrial membrane technology. Noyes Publications, United States of America.\n[15]\tAnderson, M., &amp; Lin, Y. S. (2010). Carbonate-ceramic dual-phase membrane for carbon dioxide separation. Journal of Membrane Science, 357(1-2), 122-129.\n[16]\tDortmundt, D., Doshi, K. (1999). Recent developments in CO2 removal membrane technology. UOP LLC, USA.\n[17]\tBaker, R. W. (2004). Membrane technology and applications. (J. W. and S. Ltd, Ed.) (second, Ed).\n[18]\tChung, S. J., Park, J. H., Li, D., Ida, J., Kumakiri, I., &amp; Lin, J. Y. S. (2005). Dual-phase metal-carbonate membrane for high-temperature carbon dioxide separation. Ind. Eng. Chem. Res, 44, 7999-8006.\n[19]\tSugiura, K., Takei, K., Tanimoto, K., &amp; Miyazaki, Y. (2003). The carbon dioxide concentrator by using MCFC. Journal of Power Sources, 118(1-2), 218227.\n[20]\tKawamura, H., Yamaguchi, T., Nair, B. N., Nakagawa, K., Nakao, S. (2005). Dual-ion conducting lithium zirconate-based membranes for high temperature CO2 separation. J. Chem. Eng. Japan 38, 322-328.\n[21]\tZhu, B. (2001). Innovative solid carbonate-ceria composite electrolyte fuel cells. Solid State Ionics, 3, 566-571.\n[22]\tFerreira, A. S. V., Soares, C. M. C., Figueiredo, F. M. H. L. R., &amp; Marques, F. M. B. (2011). Intrinsic and extrinsic compositional effects in ceria/carbonate composite electrolytes for fuel cells. International Journal of Hydrogen Energy, 36(5), 3704-3711.\n[23]\tLapa, C. M., Figueiredo, F. M. L., de Souza, D. P. F., Song, L., Zhu, B., &amp; Marques, F. M. B. (2010). Synthesis and characterization of composite electrolytes based on samaria-doped ceria and Na/Li carbonates. International Journal of Hydrogen Energy, 35(7), 2953-2957.\n[24]\tSofia, A., F., V., Saradha, T., Figueiredo, F. L., Marques, F. M. B. (2011). Compositional and microstructural effects in composite electrolytes for fuel cells. International Journal of Energy Research, 35, 1090-1099.\n[25]\tRaza, R., Wang, X., Ma, Y., Liu, X., &amp; Zhu, B. (2010). Improved ceria-carbonate composite electrolytes. International Journal of Hydrogen Energy, 35(7), 2684-2688.\n[26]\tOlajire, A. A. (2010). CO2 capture and separation technologies for end-of-pipe applications - A review. Energy, 35(6), 2610-2628.\n[27]\tGranite, E. J.; O’Brien, T. (2005). Review of novel methods for carbon dioxide separation from flue and fuel gases. Fuel Processing Technology 86(5), 1423- 1434.\n[28]\tMeynen, V., Cool, P., &amp; Vansant, E. F. (2009). Microporous and mesoporous materials verified syntheses of mesoporous materials. Microporous and Mesoporous Materials, 125(3), 170-223.\n[29]\tBonanos, N., Steele, B. C. H., Butler, E. P. (2005). Applications of impedance spectroscopy, in impedance spectroscopy: theory, experiment, and applications. Second Edition, John Wiley &amp; Sons, Inc., Hoboken, NJ, USA.\n[30]\tFerreira A. (2008). Síntese e caracterização de eletrólitos compósitos baseados em céria, Tese de mestrado, Universidade de Aveiro.\n[31]\tKharton V. V., Viskup A. P., Figueiredo F. M., Naumovich E. N., Yaremchenko A. A., Marques F. M. B. (2001). Electron-hole conduction in Pr-\ndoped Ce(Gd)O2-5 by faradaic efficiency and emf measurements. Electrochimica Acta, 46, 2879-2889.\n[32]\tTang Z., Lin Q., Mellander B., Zhu B. (2010). SDC-LiNa carbonate composite and nanocomposite electrolytes. International Journal of Hydrogen Energy, 35, 2970-2975.\n[33]\tZhao Y., Xia C., Xu Z., Li Y. (2012). Validation of II7O2- conduction in doped ceria-carbonate composite material using an electrochemical pumping method. . International Journal of Hydrogen Energy, 37, 11378-11382.\n[34]\tZhao Y., Xia C., Wang Y., Xu Z., Li Y. (2012). Quantifying multi-ionic conduction through doped ceria-carbonate composite electrolyte by a currentinterruption technique and product analysis. International Journal of Hydrogen Energy, 37, 8556-8561.\n[35]\tMarques F. M. B. (2000). On the accuracy of oxygen pressure measurements. Ionics, 6, 22-29.\n[36]\tZhu, B., Yang X. T., Xu J., Zhu Z. G. (2003). Innovative low temperature SOFCs and advanced materials. Journal of Power Sources, 118, 47-53.\n[37]\tLiu Q., Lange R. A. (2003). New density measurements on carbonate liquids and the partial molar volume of the CaCO3 component. Contributions Mineralogy and Petrology, 146, 370-381.\n[38]\tRondão A. (2011). Papel de diferentes iões no transporte de carga em electrólitos compósitos, Tese de mestrado, Universidade de Aveiro.\n[39]\tWang X., Ma Y., Li S., Kashyoutb A.-H., Zhu B., Muhammed M. (2011). Ceria-based nanocomposite with simultaneous proton and oxygen ion conductivity for low-temperature solid oxide fuel cells. Journal of Power Sources, 196, 2754-2758.\nAnexos\nAnexo A\nSão aqui registadas as retrações das diferentes amostras, por não serem relevantes para a discussão antes realizada.\nTabela 11 - Retração das amostras de CGO+NC/LC50-50 após variação da pressão uniaxial (64-191 MPa).\nAmostra\tPressão\t\tRetração\t\n\tuniaxial (MPa)\tIsostática (MPa)\tisostática sinterização\t\n\t\t\t(%)\t(%)\na1\t64\t200\t8,5\t13,5\na2\t95\t200\t7,8\t11\na3\t127\t200\t8,2\t11\na4\t159\t200\t7,2\t10\na5\t191\t200\t8,2\t11\na6\t223\t200\t8,1\t9\nTabela 12 - Retração das amostras de CGO+NC/LC50-50 após variação da pressão uniaxial (13-115 MPa).\nAmostra\tPressão\t\tRetração\t\n\tuniaxial (MPa)\tisostática (MPa) (15 min)\tisostática (%)\tsinterização (%)\nb1\t13\t200\t5,7\t13,2\nb2\t40\t200\t6,2\t11,8\nb3\t64\t200\t6,9\t11,6\nb4\t89\t200\t6,8\t11\nb5\t115\t200\t4,2\t8\nTabela 13 - Retração das amostras de CGO+NC/LC50.50 após variação da pressão isostática.\nAmostra\tPressão\t\tRetração\t\n\tuniaxial (MPa)\tIsostática (MPa)\tisostátic (%)\ta\tsinterização (%)\ncl\t40\t200\t5,4\t11,8\nc2\t40\t200\t6,6\t12,2\nc3\t40\t300\t5,8\t12,4\nc4\t40\t300\t4,2\t12,6\nc5\t40\t450\t5,2\t12,6\nc6\t40\t450\t6,3\t13,6\nAnexo B\nComo registo, apresentam-se abaixo os espetros de impedância obtidos a 300 °C, em ar com as amostras compósitas com CGO (estudo do efeito do tamanho de grão).\nFigura 32 - Espetros de impedância obtidos a 300 °C em ar de amostras com diferentes tamanhos de grão (fase cerâmica)."}]}}}