{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07895"}, {"@name": "filename", "#text": "12639_Ricardo_Valentim_1998116242_2009_rf%5b1%5d.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Estudo do Desempenho de um Sistema de Arrefecimento para o Compartimento de Máquinas de um Sistema de Elevação\nRicardo Nuno dos Reis Valentim\nDissertação apresentada para obtenção do Grau de Mestre em\nEngenharia Mecânica na especialidade de Energia e Ambiente\nJúri\nPresidente: Prof. Doutor Pedro de Figueiredo Vieira Carvalheira\nOrientador: Prof. Doutor José Joaquim da Costa\nVogais: Prof. Doutor José Joaquim da Costa\nProf. Doutor José Domingos Moreira da Costa\nJulho de 2009\nAGRADECIMENTOS\nAo Prof. Doutor José Joaquim da Costa e ao Prof. Doutor José Domingos Moreira da Costa pela disponibilidade, ajuda e orientação dada neste estudo.\nAo Engenheiro Hâkon Bergan da empresa TTS-Sense, pela oportunidade dada em estudar este problema.\nÀ minha família, pelo apoio e força que me deram.\nRESUMO\nNesta dissertação faz-se o estudo do desempenho de um sistema de arrefecimento para o compartimento de máquinas de um sistema de elevação com 300 t de capacidade, que integra de um equipamento de perfuração de solos, desenvolvido e produzido pela empresa TTS-Sense, localizada em Kristiansand, Noruega.\nEste tipo de equipamento é actualmente utilizado na indústria petrolífera na abertura de poços de petróleo e opera em terra.\nO compartimento de máquinas está dividido em duas secções e cada secção é composta por quatro unidades. Cada unidade é constituída por um motor eléctrico, um trem de engrenagens planetárias, um sistema de travagem e um pinhão.\nEste conjunto de oito unidades tem como principal função a movimentação do conjunto Dolly e Top Drive através de um sistema de transmissão pinhão-cremalheira durante as operações perfuração e deslocamento de cargas.\nTendo em conta que a análise térmica deve incidir nos motores eléctricos e nos trens de engrenagens planetárias, procedeu-se à determinação de todos os valores de potência térmica dissipada para a actividade mais crítica do processo, considerando a energia mecânica dissipada, as velocidades de funcionamento e a duração, bem como a variação cíclica das cargas.\nSão aplicados modelos de previsão de trocas de calor por convecção forçada no interior do compartimento de máquinas e avaliada a sua contribuição para a resolução do problema.\nCom base na análise térmica feita ao trem de engrenagens, são propostas três soluções para arrefecimento do óleo lubrificante, através do uso de permutadores de calor e são seleccionadas as soluções mais adequadas, para que o limite térmico do óleo não seja ultrapassado.\nPor fim determina-se a potência de arrefecimento da unidade que produzirá água refrigerada para alimentação dos permutadores de calor.\nPalavras - Chave: arrefecimento, sistema, ciclo, cargas, convecção, potência.\nABSTRACT\nThis thesis was dedicated to the analysis of the performance of a cooling system for the machine room of a hoisting system with 300 tons lifting capacity, of a drilling equipment developed and produced by TTS-Sense, located in Kristiansand, Norway.\nThis type of equipment is used for drilling wells in the oil industry and it runs land.\nThe machine room is divided in two sections and each section has four units. Each unit consists of an electric motor, a planetary gear train, a braking system and a pinion. This set of eight units has the main function of handling the Dolly and Top Drive through a system of rack-pinion transmission during drilling operations and movement of loads.\nSince the thermal analysis should focus on electric motors and planetary gear trains, we determined all values of thermal power dissipated, based on the dissipated mechanical energy, speed and total time of operation for the most critical activity of the whole process, considering the characteristic cyclic load profile.\nEmpirical models are applied to predict the heat exchange by forced convection inside the machine room and to assess its contribution to solving the problem.\nBased on thermal analysis done in the gears, three solutions are proposed for cooling the lubricating oil through the use of heat exchangers and the most appropriate solutions are selected, so that the thermal limit of oil is not exceeded.\nFinally an assessment is made of the cooling power of the unit that must produce chilled water for feeding the heat exchangers.\nKeywords: cooling, system, cycle, loads, convection, power.\nÍNDICE\nAGRADECIMENTOS..............................................................i\nRESUMO.....................................................................ii\nABSTRACT..................................................................iii\nÍNDICE DE FIGURAS...........................................................v\nÍNDICE DE TABELAS..........................................................vi\nLISTA DE ABREVIATURAS.....................................................vii\n1\tINTRODUÇÃO................................................................1\n1.1\tEnquadramento.........................................................1\n1.2\tMotivação e Objectivos................................................1\n1.3\tEstrutura da Dissertação..............................................1\n1.4\tRevisão Bibliográfica.................................................2\n1.4.1\tMecanismo de Transmissão de Calor por Convecção..................2\n1.4.2\tArrefecimento de Motores Eléctricos..............................6\n1.4.3\tArrefecimento de Engrenagens....................................10\n2\tDESCRIÇÃO E FUNCIONAMENTO DO EQUIPAMENTO.................................13\n2.1\tSistema Elevatório ..................................................13\n2.1.1\tCompartimento de Máquinas.......................................14\n2.1.1.1\tMotores Eléctricos........................................15\n2.1.1.2\tTrem de Engrenagens Planetárias...........................16\n2.1.1.3\tSistema de Travagem.......................................17\n2.1.2\tSistema de Transmissão Pinhão - Cremalheira.....................18\n2.2\tConjunto Dolly e Top Drive...........................................18\n2.3\tFuncionamento e Sequência Típica de Operações........................19\n3\tPROBLEMA EM ESTUDO E METODOLOGIA.........................................23\n3.1\tMétodo de Análise....................................................23\n3.2\tMétodo de Cálculo....................................................24\n3.2.1\tCaudal de Ar para Arrefecimento dos Motores Eléctricos..........24\n3.2.2\tVariação da Potência Térmica Dissipada nas Engrenagens..........27\n3.2.3\tSistema de Arrefecimento Auxiliar a Ar..........................28\n3.2.3.1\tArrefecimento do Ar Interior do Compartimento de Máquinas.29\n3.2.3.2\tArrefecimento do Óleo de Lubrificação: Dimensionamento do\nPermutador de Calor..................................32\n3.2.4\tPotência de Arrefecimento do Chiller............................47\n4\tANÁLISE DE RESULTADOS....................................................48\n5\tCONCLUSÕES...............................................................49\n6\tREFERÊNCIAS BIBLIOGRÁFICAS...............................................50\nANEXOS.....................................................................51\nÍNDICE DE FIGURAS\nFigura 1.1 - Curva característica do ventilador radial (Porges, 2001)..........9\nFigura 1.2 - Processo de aquecimento e arrefecimento (Klebanov, 2008).........11\nFigura 2.1 - Equipamento de perfuração em terra (TTS-Sense, 2009).............13\nFigura 2.2 - Disposição de cada unidade no compartimento de máquinas..........14\nFigura 2.3 - Montagem de cada unidade do sistema de elevação..................14\nFigura 2.4 - Curva de desempenho do motor eléctrico (ABB, 2008)...............15\nFigura 2.5 - Trem de engrenagens planetárias ou epicíclicas (Brevini, 2008.....16\nFigura 2.6 - Conjunto Dolly e Top Drive com Gancho (TTS-Sense, 2009)...........19\nFigura 3.1 - Actividade mais crítica, actividade 8.8..........................23\nFigura 3.2 - Representação das duas grelhas laterais e da grelha inferior........\n(ABB, 2008)....................................................................24\nFigura 3.3 - Condutas de arrefecimento dos motores indicadas por 1,2,3 e 4....27\nFigura 3.4 - Caudal de ar insuflado no interior do compartimento de máquinas..29\nFigura 3.5 - Feixe de tubos com orientação inclinada (Cengel, 2003)...........43\nFigura 3.6 - Permutador de calor com 2 passagens na carcaça e 4, 8, 12, etc, passagens por. tubo (Cengel, 2003)...........................................................46\nÍNDICE DE TABELAS\nTabela 2.1 - Especificações técnicas do motor eléctrico (ABB, 2008).................15\nTabela 2.2 - Especificações técnicas do trem de engrenagens planetárias\n(Brevini, 2008).....................................................................16\nTabela 2.3 - Especificações técnicas do sistema de travagem (Brevini, 2008).........17\nTabela 2.4 - Sequência típica de operações para um ciclo completo de perfuração)....19\nTabela 3.1 - Potência térmica dissipada por cada motor eléctrico (ABB, 2008)........24\nTabela 3.2 - Características do ventilador de arrefecimento auxiliar (ABB, 2008)....25\nTabela 3.3 - Valores médios totais obtidos, para a actividade 8.8, com base nos resultados da tabela A.1.......................................................................28\nTabela 3.4 - Propriedades termofísicas da água saturada com base na tabela A.6 em (Incropera, 2006)...................................................................33\nTabela 3.5a - Propriedades termofísicas do óleo lubrificante (Chevron Texaco, Meropa)..\n....................................................................................33\nTabela 3.5b - Propriedades termofísicas do óleo calculadas segundo (Batchelor et Stachowiak, 2001) ..................................................................33\nTabela 3.6 - Valores de C e m de acordo com a tabela 7.7 em (Incropera, 2006).......45\nTabela 3.7 - Comparação entre os resultados obtidos, nos três casos analisados......48\nTabela A.1 - Variação da potência térmica e da energia mecânica dissipadas em cada engrenagem ao fim de cada ciclo de cargas...........................................69\nTabela A.2.1 - Medição dos caudais de ar exaustos em cada secção da grelha lateral..71\nTabela A.2.2 - Caudal máximo de ar exausto pela grelha lateral......................71\nTabela A.2.3 - Caudal de ar medido nos vários pontos da grelha inferior.............72\nTabela A.2.4 - Caudal máximo de ar exausto pela grelha inferior.....................72\nTabela A.3.1 - Dimensões standard para tubagem de cobre em permutadores de calor....73\nTabela A.3.2 - Coeficientes de influência para escoamentos laminares completamente desenvolvidos em anel de tubos circulares com fluxo de calor constante em ambas as superfícies (Incropera, 2006).......................................................73\nLISTA DE ABREVIATURAS\nIC - Nível de ventilação de máquinas eléctricas rotativas\nIEC - International Electrotechnical Comission\nIP - Nível de protecção de máquinas eléctricas rotativas\nTENV - Método de arrefecimento para motores eléctricos totalmente fechados sem ventilação\nTEFC - Método de arrefecimento para motores eléctricos totalmente fechados com ventilador de arrefecimento\n1 INTRODUÇÃO\n1.1\tEnquadramento\nA necessidade de aumentar a eficiência e a versatilidade dos equipamentos de perfuração, na área de perfuração em terra, tem provocado um avanço tecnológico na indústria petrolífera ao longo dos anos. Um novo conceito de sistema de elevação, composto por várias unidades associadas a um sistema de transmissão baseado na tecnologia pinhão-cremalheira e a funcionar no interior da torre, tem vindo a ser introduzido em equipamentos de perfuração, com o objectivo de reduzir custos de operação e de melhorar todo o processo.\nA experiência adquirida com estes sistemas de transmissão remonta à década de 80, quando eram utilizados principalmente em mecanismos de movimentação de tubagens e noutro tipo de equipamentos.\nUm dos principais objectivos que levaram a esta mudança ao nível tecnológico foi a necessidade de garantir as condições de segurança dos operários durante as operações de perfuração, permitindo que sejam realizadas as operações mais básicas com um número menor de operários.\n1.2\tMotivação e Objectivos\nA principal motivação deste estudo é o interesse em perceber o mecanismo de funcionamento de equipamentos de perfuração e compreender o comportamento térmico do sistema de elevação de cargas, quando estão presentes aplicações de carga cíclicas com elevada frequência de movimento e valor de carga.\nO principal objectivo deste estudo é avaliar o desempenho de um sistema de arrefecimento, para o compartimento de máquinas de um sistema de elevação de cargas, para a sequência mais crítica de operações e encontrar uma solução adequada para o problema.\n1.3\tEstrutura da Dissertação\nA presente dissertação encontra-se estruturada em cinco capítulos que correspondem às fases de trabalho realizadas na análise do tema em estudo.\nNo primeiro capítulo, é feita uma abordagem teórica de como funciona o mecanismo de transmissão de calor nos equipamentos que constituem o sistema de elevação e como deve ser feito o arrefecimento dos mesmos.\nNo segundo capítulo, são descritos os equipamentos, o seu modo de funcionamento e a sequência típica de operações, durante as fases de perfuração e movimentação de cargas.\nNo terceiro capítulo, faz-se a análise do problema em estudo e estabelece-se a metodologia de cálculo para determinação das potências térmicas dissipadas e dos sistemas de arrefecimento auxiliar, considerando a actividade mais crítica de todo o processo.\nNo quarto capítulo, analisam-se os resultados obtidos e sugerem-se as alternativas mais adequadas à resolução do problema.\nNo quinto capítulo são apresentadas as principais conclusões.\n1.4\tRevisão de Literatura\nA revisão de literatura efectuada para este estudo centrou-se principalmente no mecanismo de transmissão de calor por convecção e o modo como pode ser aplicado em processos de arrefecimento de equipamentos eléctricos e mecânicos.\n1.4.1\tMecanismo de Transmissão de Calor por Convecção\nPodemos definir a convecção, segundo (Cengel, 2003), como o modo de transmissão de calor entre uma superfície e o fluido envolvente quando ambos se encontram a diferentes temperaturas. A convecção é classificada como natural (ou livre) e forçada, dependendo como o movimento do fluido é originado. Em convecção forçada, o fluido é forçado a escoar sobre uma superfície plana ou num tubo através de meios externos, tais como uma bomba ou um ventilador. Em convecção natural, qualquer movimento do fluido é provocado por causas naturais, tais como o efeito de flutuação, que resulta na subida do fluido quente e na queda do fluido frio. A convecção é também classificada como externa ou interna, conforme seja o escoamento relativamente à superfície adjacente com que troca calor.\nResultados experimentais mostram que a transmissão de calor por convecção depende fortemente das propriedades do fluido, nomeadamente: viscosidade dinâmica p, densidade o, condutividade térmica k, calor específico Cp e velocidade v . Depende também da geometria e da rugosidade da superfície sólida e, ainda, do tipo de escoamento do fluido,\nlaminar ou turbulento. A taxa de transmissão de calor por convecção é proporcional à diferença de temperatura e pode ser expressa pela lei de Newton do arrefecimento como:\nou\nq=h(Ts - t )\t(i)\nQ = hAs (Ts - T )\t(2)\nem que:\nQ - taxa de transmissão de calor por convecção, [W].\n•\nq - densidade de fluxo de calor, [W/m ].\nh - coeficiente de transmissão de calor por convecção, [W/m2.°C]. As - área da superfície de transmissão de calor, [m2].\nTs - temperatura da superfície, [°C].\nTo> - temperatura do fluido envolvente, [°C].\nO coeficiente de transmissão de calor por convecção h pode ser definido como a potência térmica transmitida entre uma superfície sólida e um fluido por unidade de superfície de área e por unidade de diferença de temperatura.\nO principal objectivo no problema da convecção é a determinação do coeficiente de convecção para diferentes condições de escoamento e geometrias, com diferentes fluidos.\nReconhecendo que existem diversas variáveis associadas à condição de escoamento, o nosso interesse está na identificação de expressões empíricas de validade reconhecida, em função de parâmetros dimensionais ou grupos que tenham significado físico para situações de escoamento convectivo (Moran et al, 2003).\nDe acordo com a classificação de convecção feita anteriormente, iremos apenas abordar os parâmetros ou grupos dimensionais associadas à convecção forçada, tendo em conta os objectivos propostos para este estudo.\nO número de Nusselt, NuL, que representa um gradiente de temperatura adimensional na superfície e é definido como\nNu\n_ hL L _ k\nou\nhD\nk\n(3)\nem que:\nk - condutividade térmica, [W/m.K].\nh - coeficiente de transmissão de calor por convecção, [W/m .°C].\nL - comprimento característico da superfície, considerando uma superfície plana, [m].\nD - Diâmetro, considerando o escoamento no interior de um tubo, [m].\nEm convecção forçada, os coeficientes de transmissão de calor local e médio podem ser correlacionados, respectivamente, pelas equações na forma\nNu x = f (x*,Re x,Pr) ;\nNu x = f (Re x,Pr) .\n(4,5)\nO número de Reynolds, ReL, representa a razão entre as forças de inércia e as forças de viscosidade no seio de um escoamento e é utilizado para caracterizar a camada limite:\nRe L =\nVL\nv\n(6)\nem que:\nV\t- velocidade característica do escoamento, [m/s].\nv - viscosidade cinemática, [m2/s].\nL - comprimento característico da superfície, [m].\nPara o escoamento de um fluido no interior de um tubo:\nRe D\n4 m nDp\n(7)\nem que:\nm - caudal mássico do fluido, [Kg/s].\nD - diâmetro interno do tubo, [m].\np - viscosidade dinâmica do fluido, [N.s/m2].\nConhecido o número de Reynolds, é possível determinar qual a velocidade média do escoamento do fluido no interior de um tubo, um [m/s] através da seguinte equação:\num\nRev\nRe p ~pD\n(8)\nem que p é densidade do fluido, [Kg/m3].\nO número de Prandtl, Pr, representa a razão entre a viscosidade cinemática v e a difusividade térmica a [m2/s], nas camadas hidrodinâmica e limite térmica, respectivamente, e é uma propriedade do fluido:\n(9)\nPr =&lt;C\"\t'\nk a\nem que:\nCp - calor específico, [J/kg.K].\nk - condutividade térmica, [W/m.K].\nA selecção e a aplicação das correlações empíricas da convecção para um determinado escoamento podem ser facilitadas, se for seguida a seguinte metodologia (Moran et al, 2003):\n•\tIdentificar a geometria da superfície em contacto com o escoamento. Verificar se o problema envolve o escoamento sobre uma placa plana, um cilindro, ou uma esfera. Ou se o escoamento se verifica num tubo de área de secção transversal circular ou não-circular (no caso de se tratar de um problema de convecção forçada interna).\n•\tEspecificar a temperatura de referência adequada e avaliar as propriedades do fluido a essa temperatura. Para diferenças de temperatura moderadas na camada limite, a temperatura de película, Tf, é definida como a média entre a temperatura da superfície, TS e a temperatura do escoamento livre, T^.\nT + T\nT _\t.9 '\nf ~ 2\n(10)\n•\tDeterminar o número de Reynolds, ReD. Usar o comprimento característico adequado e calcular o valor de ReD para se caracterizar o tipo de escoamento na camada limite, se o escoamento é laminar, turbulento ou misto.\n•\tVerificar qual o coeficiente de convecção (local ou médio) que é pedido no problema. O coeficiente local de convecção é usado para determinar o fluxo de calor num ponto da superfície e o coeficiente médio de convecção usa-se para determinar o fluxo de calor em toda a superfície.\n•\tSeleccionar a correlação empírica apropriada.\n1.4.2\tArrefecimento de Motores Eléctricos\nA transmissão de calor em máquinas eléctricas é uma combinação da condução de calor dentro dos componentes sólidos e laminados e da convecção em superficies que estão em contacto com ar ou outros fluidos de arrefecimento.\nO fluxo de calor pode também ocorrer entre o ar de arrefecimento do motor e um permutador de calor ar-ar ou ar-água. Motores especiais podem ser concebidos para serem arrefecidos directamente por água, arrefecidos por hidrogénio, arrefecidos a partir de equipamentos de ar-condicionado ou por outros meios (Toliyat e Kliman, 2004).\nEm condução, o fluxo de calor ocorre directamente através do material sem movimento deste (excepto expansão ou contracção térmicas). A transmissão de calor ocorre a partir do material condutor dos enrolamentos do motor, onde é gerado, através do isolamento dos enrolamentos e através do ferro magnético, até à carcaça do motor. Para um fluxo de calor unidireccional através de um corpo sólido, (Toliyat e Kliman, 2004):\n(11)\nem que:\nQ - potência térmica conduzida, [W].\nk - condutividade térmica, [W/m.°C].\nA - área normal à trajectória do fluxo de calor, [m2].\nl - comprimento da trajectória do fluxo, [m].\nA9 - diferença de temperatura entre o início e o fim da trajectória do fluxo de calor, [°C]\ne\nR„=— = Resistência Térmica.\t(12)\n8\tkA\tJ\nEsta forma é directamente comparável em termos matemáticos à lei de Ohm, que rege o fluxo de corrente eléctrica através de um material de resistência eléctrica a partir da localização do maior potencial de tensão para um ponto de baixo potencial de tensão:\nem que:\nI - intensidade da corrente, [A].\nY - condutividade, [S].\nV- diferença de potencial, [V], ~ sendo:\nR — — yA\n(14)\nAssim, se o calor é conduzido através de diversos materiais sólidos em série, como o cobre, isolamentos eléctricos e ferro magnético, as resistências podem ser adicionadas directamente:\nR — R i R i R\n''série\t''cu\t'isol\tferro mag '\nDe igual forma, se estiverem em jogo trajectórias paralelas:\n1 = 1 1\nR\tRR\n^paralelo\t^2\n(15)\n(16)\nCuriosamente as condutividades térmicas dos metais são geralmente proporcionais à condutividade eléctrica do metal e, com algumas excepções, incluindo o alumínio e o bronze, o valor da condutividade térmica decresce à medida que a temperatura aumenta. Para o alumínio e o bronze, o valor da condutividade aumenta com a temperatura. Acima da gama de interesse para motores eléctricos, estas variações não são grandes, mas podem ser significativas. Elas podem ser contabilizadas através do uso de um valor correspondente a uma temperatura média, ou conservadoramente pelo uso do valor da condutividade correspondente ao valor mais alto na gama de temperaturas de funcionamento.\nEm convecção, tal como foi descrito anteriormente, a transmissão de calor ocorre entre uma superfície e o fluido envolvente, quando ambos se encontram a diferentes temperaturas, através do movimento do fluido. Esta circulação causa também mistura e transmissão de calor dentro do fluido. Quando o fluido atinge a superfície, verifica-se a existência de forças de pressão sobre a superfície de acordo com a direcção do escoamento do fluido, (Toliyat e Kliman, 2004). Para ventiladores usados no arrefecimento de motores eléctricos, a pressão de velocidade periférica normalmente não é recuperada e as\ncaracterísticas do ventilador são normalmente expressas em pressão estática desenvolvida, ps e caudal volúmico, Q.\nA potência fornecida (Ws) pelo motor pode ser expressa como:\nWs = ps x Q\n(17)\nA eficiência estática, ns, é definida como:\nns =\nPs x Q potência consumida\n(18)\nPode mostrar-se, através da análise dimensional, que ventiladores com dimensões geométricas semelhantes podem ser representados por um coeficiente de pressão, y, e um coeficiente de escoamento, ^, onde:\n\nPs\npV / 2\n(19)\nQ\n\nAvt\n(20)\nem que: pS - pressão estática do ventilador, [Pa]. p - densidade do ar, [kg/m3].\nvt - velocidade periférica no ventilador, [S].\nA - área de descarga do ventilador, [m2].\nQ - caudal volúmico, [m3/h].\nAs equações 17 e 18 indicam que a pressão é função da velocidade periférica e da área de descarga do ventilador. A área de descarga do ventilador depende da largura das pás do ventilador e do diâmetro exterior das pás. O diâmetro das pás está, geralmente, condicionado pelo diâmetro do rotor do motor ou pelo diâmetro exterior do estator.\nAs condutas de ventilação radial, quando se encontram localizadas no rotor do motor, funcionam como ventiladores radiais.\nA energia que força o ar a passar através do motor é fornecida pelo ventilador ou por ventiladores. À medida que o ar vai passando através do motor, verificam-se mudanças nas passagens do escoamento e na direcção do escoamento.\nFigura 1.1 - Curva característica de um ventilador radial (Porges, 2001)\nOs motores eléctricos podem ser classificados quanto ao tipo de protecção ambiental e quanto ao método de arrefecimento.\nPodemos distinguir dois tipos de motores eléctricos, o motor aberto e o motor completamente fechado (Kirtley, 1998). Os motores abertos possuem entradas de ventilação que permitem que o ar externo de arrefecimento passe sobre e em torno dos enrolamentos de cobre, não restringindo o fluxo de ar para além do que seja exigido pela construção mecânica.\nPara motores completamente fechados, nos quais se incluem os motores eléctricos de indução por corrente alternada usados no sistema de elevação em estudo, estes podem ser classificados em diversas categorias de acordo com as classificações IEC para máquinas eléctricas com as designações IP (protecção) e IC (arrefecimento) e que podem ser encontradas na norma DIN EN 60034-6, referente à classificação dos métodos de arrefecimento de máquinas eléctricas rotativas. Segundo as normas referidas anteriormente, podemos classificar os motores eléctricos usados no sistema de elevação com o código IC-06, ou seja, trata-se de um método de ventilação separada feito a partir de uma unidade de ventilação radial. O ar de arrefecimento é insuflado através do motor por uma unidade de ventilação em separado, sendo necessária a utilização de um filtro de ar no interior do motor.\nEstudos desenvolvidos por Cavagnino e Staton, 2006 abordam a formulação usada para prever o arrefecimento convectivo e o tipo de escoamento no interior de máquinas eléctricas. Neste estudo são abordados diversos métodos de arrefecimento (TENV, TEFC, e Arrefecimento Líquido) de acordo com as classificações IEC, considerando a convecção forçada e a convecção natural, de forma a ser possível a determinação do caudal de ar\nnecessário ao processo de arrefecimento, tendo em conta a análise de todas as variáveis que influenciam o escoamento.\nDe acordo com Dajaku e Gerling, 2005, para se garantir um modelo bem sucedido de uma máquina eléctrica é necessário ser-se capaz de prever uma distribuição precisa da temperatura nas partes mais sensíveis da máquina, de forma a prevenir danos que possam ocorrer quer pela rotura do isolamento dos enrolamentos do estator, quer pela desmagnetização dos ímanes. O conhecimento do comportamento térmico em diferentes situações permite prevenir o sobreaquecimento e também, melhorar a utilização do sistema em condições normais de funcionamento.\n1.4.3\tArrefecimento de Engrenagens\nDurante o funcionamento de uma engrenagem, de acordo com Klebanov, 2008, a quase totalidade da potência mecânica que se dissipa é sob a forma de calor. A eficiência das engrenagens depende do seu tipo. As engrenagens de dentado recto, de dentado helicoidal e engrenagens cónicas são bastante eficientes. Cerca de 1,5 % a 3 % da potência transmitida é despendida num estágio parcialmente em fricção nos dentes e nos rolamentos e o resto em agitação de óleo (perdas hidráulicas). Os trens de engrenagens planetárias têm a mesma eficiência ou mais elevada. Em pequenas engrenagens deste tipo, o problema do arrefecimento geralmente não existe, por causa das trocas de calor convectivas que satisfazem os requisitos. Mas a potência transmitida por uma engrenagem é aproximadamente proporcional à terceira potência da sua dimensão, enquanto que a área de superfície de troca de calor é proporcional à segunda potência apenas.\nEm engrenagens com uma relação elevada num estágio, como por exemplo engrenagens sem-fim, unidades harmónicas ou tipos especiais de trens de engrenagens planetárias chamados diferenciais fixos, a potência dissipada pode ser alcançar 50 % ou mais, a uma relação de 1:80. No cálculo do arrefecimento é necessário determinar inicialmente qual o valor do calor introduzido na engrenagem.\nConhecendo o valor da eficiência da engrenagem, n, a equação a usar para se determinar o valor da potência térmica introduzida, Pin, é:\nPin = P(1 -n) x 103\t(21)\nem que:\nPin - potência térmica introduzida, [W].\nP - potência mecânica no veio de admissão da engrenagem, [W]. n - eficiência da engrenagem.\nA potência térmica que é dissipada pela engrenagem para o exterior, Pout , é dada por:\nPout = A(Tg - Ts>h = A xÁT x h\t(22)\nem que:\nA - área da superfície de troca de calor, [m2].\nTg - temperatura na superfície da engrenagem, [°C].\nTs - temperatura da envolvente, [°C].\nh - coeficiente de transmissão de calor, [W/m2.°C].\nA velocidade de rotação num veio é um factor que influencia de modo primordial o mecanismo de troca de calor. Quanto mais elevada for a velocidade de rotação, mais intensa e uniforme será a transmissão de calor entre o óleo lubrificante e as paredes da caixa de engrenagens. Antes da engrenagem iniciar movimento, a sua temperatura é praticamente igual à temperatura da envolvente, ou seja, Tg = Ts. Quando a engrenagem inicia o movimento, começa imediatamente a receber a energia térmica resultante da potência exercida no veio de admissão, Pin, e começa a aquecer (Fig. 1.2(a)).\nFigura 1.2 - Processos de Aquecimento e de Arrefecimento (Klebanov, 2008)\nÀ medida que a temperatura aumenta, o valor de Pout, aumenta proporcionalmente com a diferença de temperatura, mas este aumento de temperatura aproxima-se gradualmente de zero, à medida que Pout se aproxima de Pin, conforme se pode ver na figura 1.2. A partir desse momento, a temperatura da engrenagem não varia - regime permanente (Pin = Pout).\nDe acordo com Klebanov, 2008, o arrefecimento de engrenagens pode ser feito através do uso de um ventilador de arrefecimento de ar que incide directamente na superfície das caixas de engrenagens e, se for necessário um arrefecimento adicional do óleo lubrificante, é conveniente usar um permutador de calor do tipo líquido-líquido, neste caso, água-óleo, de forma a garantir uma temperatura adequada para o óleo, tendo em conta os seus limites de temperatura e de viscosidade.\n2\tDescrição e Funcionamento do Equipamento\n2.1\tSistema Elevatório\nO sistema elevatório encontra-se no interior da torre do equipamento de perfuração representado na figura 2.1 e é composto por duas partes importantes: o compartimento de máquinas e o sistema de transmissão pinhão-cremalheira. Este sistema possui uma capacidade de elevação de 300 toneladas e uma capacidade de carga aplicada no gancho de 227 toneladas. A altura da torre é igual a 37 metros.\nA carga aplicada no gancho representa o valor total da força que é exercida pelo cordão de perfuração suspenso no ar, pelas brocas e por todos os equipamentos auxiliares necessários ao processo de perfuração. Esta força pode estar sujeita a uma diminuição do seu valor por acção da força de atrito que se desenvolve nas paredes do poço durante o processo de perfuração, principalmente se as paredes tiverem um certa inclinação, e por acção de forças dinâmicas que actuam no conjunto de brocas, quando estas se encontram submersas num fluido, durante a perfuração (Schlumberger@ 2009).\nO gancho encontra-se fixo ao conjunto Dolly e Top Drive, que, por acção do sistema de transmissão pinhão-cremalheira, das engrenagens redutoras e dos motores eléctricos, permite a movimentação de cargas pesadas na direcção vertical ao longo da torre.\n2.1.1\tCompartimento de Máquinas\nO compartimento de máquinas, situado na parte inferior da torre representada na figura\n2.1,\tencontra-se dividido em duas secções e cada secção é constituída por quatro unidades sobrepostas, à mesma distância entre si, conforme se pode observar na figura 2.2. A distância entre cada unidade é de 700 mm e cada secção tem 1700 mm de comprimento, 750 mm de largura e 2585 mm de altura.\n□\nFigura 2.2 - Disposição de cada unidade no compartimento de máquinas.\nCada unidade presente no compartimento de máquinas, representada na figura 2.3, é constituída por um motor eléctrico (1), um sistema de travagem (2), um trem de engrenagens planetárias ou epicíclicas (3) e um pinhão (4), cuja descrição passamos a fazer nas secções seguintes.\nc-n\n2.1.1.1\tMotores Eléctricos\nOs motores eléctricos usados neste sistema de elevação de cargas são da marca ABB, série HDP (servomotores de indução de corrente alternada), e foram concebidos para serem utilizados em condições de funcionamento em que a aplicação de cargas varia de forma cíclica, operando com conversores de frequência (inversores). Suportam altas capacidades de sobrecarga de forma a dar uma excelente resposta dinâmica, devido a um baixo momento de inércia e a um elevado binário, conforme se pode observar na curva de\ndesempenho do motor, representada na figura 2.4.\nFigura 2.4 - Curva de desempenho do motor eléctrico (ABB, 2008)\nNa tabela 2.1, estão representadas as principais características destes motores.\nTabela 2.1 - Especificações técnicas do motor eléctrico (ABB, 2008)\nTipo de Motor\tVR5.1\nPotência (kW)\t137\nRotação (rpm)\t1000\nBinário Nominal (N.m)\t1307,7\nIntensidade (Amp)\t320\nTensão (V)\t690\nTmáx/Tn\t2,3\nProtecção\tIP23\nVentilador de Arrefecimento\tSem Ventilador; com entrada de ar proveniente de sistema auxiliar de arrefecimento\n2.1.1.2\tTrem de Engrenagens Planetárias\nOs trens de engrenagens planetárias, também referidos como trens de engrenagens epicíclicas, são aqueles em que uma ou mais engrenagens se encontram em órbita sobre o eixo central do trem. Assim, elas distinguem-se de um simples trem por terem um eixo ou eixos móveis (Shigley et al., 2004).\nNo caso em estudo, o trem de engrenagens planetárias usadas no sistema de elevação possui as seguintes características, representadas na tabela 2.2.\nTabela 2.2 - Especificações técnicas do trem de engrenagens planetárias (Brevini, 2008).\nMarca\tBrevini\nModelo\tSL 4002\nief\t36\nEficiência\t0,94\nRotação Introduzida [rpm]\t1000\nBinário Fornecido [N.m]\t29176\nBinário Máx. [N.m]\t72000\nPotência Nominal [kW]\t85\nPotência Térmica [kW]\t38\nA figura 2.5 mostra um arranjo básico que é funcional, só por si, ou quando usado como parte de um sistema mais complexo, onde a engrenagem 1 é chamada engrenagem solar, a engrenagem 2 é o planeta, a ligação 3 é a engrenagem interna ou cremalheira e a engrenagem 4 é um braço ou planeta transmissor de movimento.\nOs trens de engrenagens planetárias são, fundamentalmente, sistemas de dois graus de liberdade. Portanto, são necessárias duas entradas para poderem ser correctamente analisados. Muito frequentemente uma engrenagem fixa está incluída no trem. A sua velocidade é igual a zero, mas esta velocidade nula constitui um dos valores de entrada. Qualquer ligação no trem mostrado na figura 2.3, excepto o planeta, pode servir como uma ligação de entrada ou de saída. Se, por exemplo, as rotações da ligação 1 e da ligação 4 fossem os valores de entrada, a rotação do braço seria a saída. O termo ligação refere-se aos elementos da máquina individuais compreendendo o mecanismo de articulação, e os trens de engrenagens estão incluídos neste vasto conjunto de sistemas.\n2.1.1.3\tSistema de Travagem\nO binário estático médio de paragem é igual a 2292 N.m e é anulado por meio de uma pressão hidráulica exercida a partir do exterior. Isto significa que eles funcionam como travões negativos e são utilizados como travões de segurança ou de estacionamento, e não para travagem dinâmica. Estes desempenhos, com uma margem de precisão de aproximadamente 10 %, são sempre calculados com um valor de contrapressão igual a zero; caso contrário, o binário de travagem é reduzido como uma percentagem da razão contrapressão/pressão de abertura mínima. Por se tratar de uma montagem de eixo horizontal e por actuarem como travões negativos, a quantidade de calor resultante da fricção entre as superfícies dos discos foi desprezada.\nTabela 2.3 - Especificações técnicas do sistema de travagem (Brevini, 2008)\nMarca\tBrevini\nModelo\tFL 960.18C\nN.° de contactos activos\t18\nN.° de discos de aço\t9\nN.° de discos de fricção\t10 (banho de óleo)\nBinário de paragem estático médio [N.m]\t2292\n2.1.2\tSistema de Transmissão Pinhão - Cremalheira\nO sistema de transmissão encontra-se no interior da torre e é composto por um pinhão com 17 dentes e módulo igual a 16, que se encontra ligado ao veio de saída da engrenagem e por uma cremalheira com 38 elementos, ligados entre si de forma a criar uma transmissão flexível (corrente), mas que, pela forma como se encontram interligados entre si, originam uma cremalheira linear de elevada rigidez, quando esta se desloca do lado de elevação das cargas. Este sistema encontra-se entre duas rodas dentadas, uma na parte inferior junto ao compartimento de máquinas e outra na parte superior da torre, fazendo com que a parte da cremalheira não solicitada pelas cargas esteja verticalmente oposta ao lado solicitado, como é natural neste tipo de mecanismos. Esta disposição permite a subida e a descida da cremalheira, em torno da roda dentada, durante o processo de elevação das cargas. O peso total do sistema de transmissão é igual a 5 toneladas.\n2.2 Conjunto Dolly e Top Drive\nNo seguimento da caracterização dos elementos envolvidos no processo de perfuração, surge a Top Drive, um dispositivo onde é possível ligar o cordão de perfuração e os restantes equipamentos necessários ao processo referido anteriormente, e que é constituída por um ou mais motores eléctricos ou hidráulicos ligados a engrenagens adequadas e uma bucha (eixo oco) que pode ser enroscada ao cordão de perfuração. Para que seja possível o movimento da Top Drive, na direcção vertical, segundo os sentidos ascendente e descendente, esta encontra-se ligada à Dolly, que funciona como um veículo que desliza ao longo de toda a torre, onde é ligado o sistema de transmissão pinhão e cremalheira.\nO gancho que se encontra ligado à Top Drive, conforme se pode ver na figura 2.6, permite a elevação das cargas de todos os equipamentos envolvidos no processo de perfuração. Com o uso deste equipamento, é possível executar o processo de perfuração, garantindo um certo alinhamento das paredes do poço, minimizando assim o risco de ruptura da tubagem.\nFigura 2.6 - Conjunto Dolly e Top Drive com Gancho (TTS-Sense, 2009).\n2.3\t- Funcionamento e Sequência Típica de Operações\nDe acordo com o modo de funcionamento do equipamento de perfuração, na tabela seguinte encontram-se descritas todas as operações das fases de perfuração e de movimentação de cargas com base na duração, na variação da carga aplicada e no número de movimentos ascendentes e descendentes.\nTabela 2.4 - Sequência típica de operações para um ciclo completo de perfuração.\nAct. N.°\tDescrição de Operações\tDuração (horas)\tEspectro de Cargas\t\t\n\t\t\tCarga Mín. no Gancho [mt]\tCarga Máx. no Gancho [mt]\tN.° de Mov. Subida/ Descida\n1\tAbrir furo de topo de 26 polegadas de diâmetro.\t\t\t\t\n\tAnálise do peso de lama.\t\t\t\t\n1.1\tMontar parte inferior do cordão de perfuração de 26 polegadas de diâmetro, constituída por broca, bomba de aspiração de lamas (nalguns casos), colar da broca e tubo de perfuração pesado. Rodar mecanismo de forma controlada e executar a ligação no interior do furo.\t5\t0\t14\t9\n1.2\tRemover cordão de perfuração do poço.\t2\t0\t14\t9\nAct. N.°\tDescrição de Operações\tDuração (horas)\tEspectro de Cargas\t\t\n\t\t\tCarga Mín. no Gancho [mt]\tCarga Máx. no Gancho [mt]\tN.° de Mov. Subida/ Descida\n1.3\tAbrir furo de 24 polegadas de diâmetro até 400 m.\t12\t0\t27\t42\n1.4\tBombagem de fluido através de todo o sistema activo líquido, incluindo o poço e todos os tanques à superfície que constituem o sistema primário.\t2\t27\t27\t20\n1.5\tRemover cordão de perfuração\t4\t0\t27\t53\n2\tExecutar revestimento de cimento com 18 5/8 polegadas de diâmetro.\t\t\t\t\n2.1\tExecutar o revestimento. Ligar sistema de carretos, válvulas e acessórios que permitem o controlo da pressão durante o processo de perfuração.\t4\t0\t5\t20\n2.2\tInstalar válvula de prevenção de fuga de pressão.\t24\t20\t358\t0\n2.3\tRemover parte inferior do cordão de perfuração de 24 polegadas de diâmetro.\t5\t0\t5\t10\n2.4\tInstalar protecção de perfuração.\t3\t0\t15\t26\n3\tAbrir furo de 17 1/2 polegadas de diâmetro.\t\t\t\t\n\tAnálise do peso de lama.\t\t\t\t\n3.1\tLigar e circular broca de 17 % polegadas.\t8\t0\t25\t53\n3.2\tFurar cimento e base. Limpar poço.\t4\t0\t25\t2\n3.3\tFurar nova formação com 5m e realizar teste de fugas de pressão.\t3\t0\t25\t2\n3.4\tAbrir furo de 17 1/2 polegadas de diâmetro até 1000 m.\t72\t0\t55\t105\n3.5\tCirculação para limpeza do poço.\t4\t55\t55\t16\n3.6\tRemover cordão de perfuração do poço.\t8\t0\t55\t158\n3.7\tInserir cabos com sondas de medição.\t24\t0\t10\t16\n4\tExecutar revestimento de cimento com 13 3/8 polegadas de diâmetro.\t\t\t\t\n4.1\tRecuperar protecção de perfuração.\t4\t0\t15\t26\n4.2\tSubir equipamento para circular revestimento.\t30\t0\t134\t53\n4.3\tMover cordão.\t4\t0\t134\t0\n4.4\tCircular\t4\t0\t20\t0\n4.5\tBombar e revestir com cimento.\t3\t0\t20\t0\n4.6\tRemover equipamento e executar teste de fugas de pressão.\t8\t0\t20\t0\n4.7\tSoltar ferramenta de circulação. Puxar para terra o cordão.\t4\t0\t50\t105\nAct. N.°\tDescrição de Operações\tDuração (horas)\tEspectro de Cargas\t\t\n\t\t\tCarga Mín. no Gancho [mt]\tCarga Máx. no Gancho [mt]\tN.° de Mov. Subida/ Descida\n4.8\tInstalar protecção de perfuração.\t2\t0\t20\t26\n4.9\tRemover parte inferior do cordão de perfuração de 17 1/2 polegadas de diâmetro.\t4\t0\t5\t13\n5\tAbrir furo de 12 1/4 polegadas de diâmetro.\t\t\t\t\n\tAnálise do peso de lama.\t\t\t\t\n5.1\tLigar e circular broca de 12 1/4 polegada.\t6\t0\t56\t158\n5.2\tFurar cimento e base. Limpar furo.\t4\t56\t56\t6\n5.3\tFurar nova formação com 5m e realizar teste de fugas de pressão.\t3\t56\t56\t6\n5.4\tAbrir furo de 12 1/4 polegadas de diâmetro até 2500 m.\t48\t0\t68\t42\n5.5\tCirculação para limpeza do poço.\t4\t68\t68\t6\n5.6\tRemover cordão de perfuração do poço.\t4\t0\t68\t253\n5.7\tInserir cabos com sondas de medição.\t24\t0\t10\t6\n6\tExecutar revestimento de cimento com 9 5/8 polegadas de diâmetro.\t\t\t\t\n\tAnálise do peso de lama.\t\t\t\t\n6.1\tLigar gancho e plataforma de cimento.\t4\t0\t10\t20\n6.2\tSubir equipamento para circular revestimento.\t24\t0\t223\t95\n6.3\tMover cordão.\t3\t0\t223\t0\n6.4\tBombar e revestir com cimento.\t4\t0\t20\t10\n6.5\tRemover equipamento e executar teste de fugas de pressão.\t6\t0\t20\t10\n6.6\tSoltar ferramenta de circulação. Puxar para terra o cordão.\t2\t0\t50\t0\n6.7\tLigar equipamento de limpeza e circular equipamento até 2400 m.\t24\t0\t131\t242\n6.8\tRemover equipamento do poço.\t4\t0\t131\t242\n6.9\tMedição do perfil sísmico vertical.\t24\t0\t10\t10\n7\tAbrir furo de 8 1/2 polegadas de diâmetro.\t\t\t\t\n\tAnálise do peso de lama.\t\t\t\t\n7.1\tLigar e circular broca de 8 1/2 polegadas.\t12\t0\t80\t242\n7.2\tFurar cimento e base. Limpar furo.\t4\t80\t80\t2\n7.3\tFurar nova formação com 5m e realizar teste de fugas de pressão.\t3\t80\t80\t6\n7.4\tAbrir furo de 8 1/2 polegadas de diâmetro até 4000 m.\t48\t0\t115\t116\nAct. N.°\tDescrição de Operações\tDuração (horas)\tEspectro de Cargas\t\t\n\t\t\tCarga Mín. no Gancho [mt]\tCarga Máx. no Gancho [mt]\tN.° de Mov. Subida/ Descida\n7.5\tCirculação para limpeza do poço.\t4\t20\t20\t20\n7.6\tRemover cordão de perfuração\t4\t0\t115\t421\n7.7\tInserir cabos com sondas de medição.\t24\t0\t10\t10\n8\tExecutar revestimento de cimento com 7 polegadas de diâmetro.\t\t\t\t\n\tAnálise do peso de lama.\t\t\t\t\n8.1\tLigar gancho e plataforma de cimento.\t4\t0\t10\t20\n8.2\tSubir equipamento para circular revestimento.\t24\t0\t113\t168\n8.3\tMover cordão.\t8\t0\t193\t253\n8.4\tBombar e revestir com cimento.\t8\t0\t20\t20\n8.5\tPreparar equipamento e remover excesso de cimento.\t6\t0\t80\t10\n8.6\tRemover equipamento do poço\t6\t0\t80\t253\n8.7\tLigar equipamento de limpeza e circular equipamento até à profundidade total do poço.\t24\t0\t119\t421\n8.8\tRemover equipamento do poço.\t4\t0\t119\t421\n8.9\tMedição do perfil sísmico vertical.\t24\t0\t20\t10\n9\tConclusão\t\t\t\t\n\tAnálise do peso de lama.\t\t\t\t\n9.1\tLigar e circular equipamento de moagem.\t12\t0\t80\t242\n9.2\tLimpar poço através da bombagem de água do mar com pastilhas de sabão.\t16\t130\t130\t20\n9.3\tIntroduzir salmoura pesada no poço.\t6\t130\t130\t20\n9.4\tRemover equipamento do poço.\t12\t0\t130\t421\n9.5\tCorrer linha com bitola / anel. (Confirmação da compatibilidade dimensional de ferramentas e equipamentos que devem passar por restrições de um determinado diâmetro).\t6\t0\t10\t10\n9.6\tLigar e mover cordão de finalização.\t36\t0\t130\t421\n9.7\tInstalar estrutura de superfície.\t8\t0\t10\t20\n9.8\tTestes de funções e de pressão.\t6\t0\t10\t10\n9.9\tPerfurar e injectar o poço para limpeza e teste de produção.\t24\t0\t50\t10\n9.10\tParar fluxo no poço e preparar para desligar.\t12\t0\t20\t10\nConsiderando a sequência completa de operações, conclui-se que são necessárias 780 horas para abrir um poço em 33 dias, sendo possível realizar anualmente 6 poços num total de 4680 horas.\n3\tProblema em Estudo e Metodologia\n3.1\tMétodo de Análise\nA metodologia usada incide na análise da actividade mais crítica de todo o processo descrito no capítulo 2.3. A actividade mais crítica é a actividade 8.8, devido ao elevado número de ciclos de trabalho num período de tempo relativamente pequeno, quando comparado com os restantes tempos do processo, conforme se pode observar na figura 3.1. Nesta actividade, a tarefa principal é remover tubos de perfuração e acessórios do interior do poço a partir de uma determinada profundidade. Para cada um dos ciclos de carga são calculados a potência térmica média dissipada por cada engrenagem, a energia média dissipada, o tempo de cada ciclo e as velocidades de subida e descida.\nAct. N.°\tDescrição de Operações\tDuração (horas)\tEspectro de Cargas\t\t\n\t\t\tCarga Mín. no Gancho lmtl\tCarga Máx. no Gancho [mtl\tN.° de Mov. Subida/ Descida\n8.8\tRemover equipamento do poço.\t4\t0\t119\t421\nFigura 3.1 - Actividade mais crítica, actividade 8.8.\nCada ciclo de cargas é composto por 4 etapas distintas, que são: a fase de subida até ao topo da torre de perfuração, a paragem na posição de topo, a fase de descida até ao nível da plataforma de perfuração, percorrendo uma distância de 19 metros, e a paragem nessa posição. O tempo de subida é variável ao longo do ciclo de cargas, o tempo de paragem no topo é constante e igual a 40 segundos, o tempo de descida é constante e igual a 16 segundos e o tempo de paragem na posição ao nível da plataforma de perfuração é constante e igual a 5 segundos. A velocidade de subida do conjunto Dolly e Top Drive varia entre 0,61 m/s, quando a carga é máxima, e 1,2 m/s, quando a carga é mínima. A velocidade de descida é sempre constante e igual a 1,2 m/s, de acordo com a tabela A.1.\nPara esta actividade, que consiste apenas na remoção de equipamento do interior do poço, o primeiro ciclo inicia-se com o valor máximo de carga aplicada no gancho, considerando o peso total do conjunto Dolly e Top Drive e do equipamento de perfuração. Depois, a carga vai decrescendo proporcionalmente na razão de 0,57 toneladas por cada ciclo, até se chegar ao nível mais baixo de carga, que se verifica na fase de descida considerando apenas o peso do conjunto Dolly e Top Drive.\n3.2\tMétodo de Cálculo\n3.2.1\tCaudal de Ar para Arrefecimento dos Motores Eléctricos\nNa determinação do valor do caudal de ar necessário ao arrefecimento de cada motor eléctrico, é analisada inicialmente a potência térmica dissipada por cada motor considerando que este se encontra nas condições nominais de funcionamento, isto é, considerando uma velocidade igual a 1000 r.p.m e uma potência mecânica no veio de 137 kW.\nTabela 3.1 - Potência térmica dissipada por cada motor eléctrico (ABB, 2008).\nEstator - Perdas nos enrolamentos de cobre activos + Perdas nos dentes.\t4430 [W]\nEstator - Perdas nos enrolamentos finais de cobre\t2490 [W]\nEstator - Perdas na união de ferro do estator\t860 [W]\nRotor - Perdas na barra de alumínio e no ferro do rotor.\t3720 [W]\nRotor - Perdas em anéis em curto-circuito\t500 [W]\nPerdas em rolamentos\t100 [W]\nPerdas Totais\t12100[W]\nCom base nos resultados obtidos anteriormente, estamos em condições de determinar o caudal de ar necessário ao processo de arrefecimento. Segundo a ABB e de acordo com as medições feitas com o equipamento “Air Flow Línea M”, feitas em sala de testes para os motores eléctricos da série HDP, a metodologia usada foi a seguinte:\n1.\tDeterminação do caudal de ar exausto por cada grelha lateral, tabelas A.2.1 e A.2.2 do anexo 2).\n(valores obtidos nas\nFigura 3.2 - Representação das duas grelhas laterais e da grelha inferior (ABB, 2008).\n2.\tDeterminação do caudal de ar exausto pela grelha inferior, (valores obtidos nas tabelas A.2.3 e A.2.4 do anexo 2).\n3.\tDeterminação do caudal máximo de ar exausto pelas nas grelhas do motor eléctrico.\nA determinação do caudal máximo de ar necessário ao arrefecimento de cada motor eléctrico é feita a partir da seguinte expressão:\nQmáx.\t2 X Qmáx. GL + Qmáx.GI\n(23)\nem que:\nQmáx, - caudal máximo de ar no motor , [m3/h].\nQmáxGL. - caudal máximo de ar exausto pelas grelhas laterais, [m3/h].\nQmáx GI. - caudal máximo de ar exausto pelas grelha inferior, [m3/h].\nSubstituindo os valores nas expressão anterior temos:\nQmáx. = 2 X Qmáx.GL + Qmá.G! = 2 x (40,2 x 161,667 x 10-6 x 3 X3600 x15) +174 = 2280 m3/h.\nSabendo que a pressão estática medida no compartimento do motor perto da saída de ventilação é igual a 1720 [Pa], determina-se o valor do caudal máximo de ar fornecido por um ventilador radial, considerando que o arrefecimento dos motores eléctricos é feito com o auxílio de um ventilador externo.\nTabela 3.2 - Características do ventilador de arrefecimento auxiliar (ABB).\nMarca do Ventilador\tABB\nTipo de Ventilador\tRadial U/HF 282\nTipo de Motor\t100 L2\nPotência (W)\t3000\nPotência (Hp)\t4\nRotações (rpm)\t2900\nCapacidade [m3/h]\t2400\nPressão Total [mmH2O]\t169\nDe acordo com os resultados obtidos, podemos verificar que o caudal de ar necessário ao arrefecimento de cada motor eléctrico é igual a 2400 m3/h. Conforme foi referido no\ncapítulo 2.3, o arrefecimento dos motores eléctricos será feito através de uma rede de condutas que fazem a distribuição de ar para cada um dos motores.\nPassamos agora à determinação da temperatura do ar exausto pelas grelhas de ventilação do motor eléctrico e qual a influência desse valor em relação à temperatura do ar ambiente no interior do compartimento de máquinas.\nOs motores da série HDP são de classe F; isto significa que a temperatura máxima que a bobinagem pode atingir são 140 °C. Se a temperatura ambiente for igual a 40 °C, a temperatura que se pode verificar no corpo do motor são 100 °C.\nCondições Nominais:\nN = 1000 r.p.m e Pmec veio = 137 kW\nPotência Térmica Total Dissipada = 12100 W\nCaudal de ar = 2400 m3/h = 0,667 m3/s\np ar = 1,2 kg/m3\nCp = 1000 J/kg. °C\nPela equação simplificada da energia térmica de fluxo constante, onde representa a potência térmica dissipada para o ar, m o caudal mássico de fluido, Cp o calor específico do fluido e AT a variação de temperatura do ar, temos:\nQ = m x Cp x AT\n(24)\nresultando:\nAT =\tQ\nm x Cp\n12100\n0,6667 x 1,2 x 1000\n°C\nO valor obtido na equação anterior representa o aquecimento do ar de arrefecimento dos motores eléctricos e que é introduzido directamente no compartimento de máquinas através das grelhas. Se tivermos em conta que o sistema de elevação é composto por 8\nmotores eléctricos, significa que o valor obtido na equação anterior representa a contribuição dada por cada motor, para o aumento da temperatura do ar no interior do compartimento. Devido às suas dimensões e ao número de motores em cada secção, o processo de arrefecimento dos motores será feito através de uma rede de condutas de insuflação de ar ligadas a um colector principal em cada secção, conforme se pode observar na figura 3.3.\n\nFigura 3.3 - Condutas de arrefecimento dos motores indicadas por 1, 2, 3 e 4.\n3.2.2\tVariação da Potência Térmica Dissipada nas Engrenagens\nNa determinação da potência térmica dissipada pelas engrenagens, é necessário considerar que estamos perante uma variação cíclica de cargas aplicadas no gancho e que, para conhecer o seu valor, podemos utilizar a seguinte equação:\np\nn\nE (Pin,i X ti)\n(25)\nem que:\nPin - potência total dissipada pela engrenagem , [W].\nPin,t - potência dissipada pela engrenagem dentro de cada ciclo de cargas, [W].\nti - tempo de transmissão de potência dentro de cada ciclo de cargas, [s]. tc - tempo total do ciclo de cargas, [s].\nA potência dissipada pela engrenagem dentro de cada ciclo de cargas, em cada etapa, Pini, pode ser determinada a partir da equação 19. A energia dissipada em cada etapa de cada ciclo, Edissip, é determinada a partir de:\nEdissip = Pdissip x te,c\t(26)\nem que:\nEdissip - energia dissipada em cada etapa de cada ciclo , [J].\nPdissip - potência dissipada pela engrenagem dentro de cada ciclo de cargas, [W].\nte,c - tempo de transmissão de potência em cada etapa do ciclo de cargas, [s].\nOs resultados empíricos que se obtiveram e que mostram o comportamento mecânico de cada engrenagem durante a realização da actividade 8.8 encontram-se em anexo na tabela A.1. Na tabela 3.3 encontram-se representados os valores médios totais para a potência média total dissipada, o tempo total e para a energia média total dissipada.\nTabela 3.3 - Valores médios totais obtidos, para a actividade 8.8, com base nos resultados da tabela A.1.\nPotência Média Total Dissipada [W]\tTempo Total (actividade 8.8) [s]\tEnergia Média Total Dissipada [MJ]\n1.619\t17.131\t27,74\n3.2.3\tSistema de Arrefecimento Auxiliar a Ar\nA fim de garantir as condições adequadas de funcionamento das engrenagens, é necessário prever a necessidade de um sistema de arrefecimento auxiliar que seja capaz de manter a temperatura do óleo lubrificante dentro dos limites admissíveis. Tendo em conta o valor da potência térmica média dissipada por cada engrenagem, é importante analisar a\nevolução da temperatura em cada etapa de cada ciclo. De acordo com os resultados obtidos para os motores eléctricos na secção 3.2.1, e atendendo ao aumento de temperatura que o caudal de ar exausto pelas grelhas (ar de arrefecimento dos motores eléctricos) produzirá no ambiente interno do compartimento de máquinas, é importante verificar a necessidade de arrefecer esse ar ambiente.\n3.2.3.1\tArrefecimento do Ar Interior do Compartimento de Máquinas\nConsiderando que as duas secções do compartimento de máquinas seriam insufladas com ar novo tratado, vindo da mesma unidade de ventilação que insufla para os motores eléctricos, conforme se representa na figura 3.1., vamos analisar a evolução da temperatura do ar interior do compartimento.\nFigura 3.4 - Caudal de ar insuflado no interior do compartimento de máquinas.\nAdmitindo que este escoamento de ar insuflado incide directamente na parede do trem de engrenagens (zona 3 na figura 2.3), o modelo físico a considerar para avaliar as trocas de calor é o de uma situação de convecção forçada de um escoamento externo, em direcção perpendicular a um cilindro. A estimativa do coeficiente médio de convecção é feita por recurso a correlações empíricas, através da seguinte metodologia:\n1.\tDeterminação da temperatura do ar no interior do compartimento:\nT\namb\nT + T ar ¿ns.\text.\n2\t7 ar ,m\n20 + 40 +15,1 = 45,1 °C\n2\n(27)\nem que os valores supostos significam:\nTamb - temperatura do ar no interior do compartimento, [°C].\nTar.ins - temperatura do ar novo insuflado, [°C].\nText - temperatura do ar ambiente no exterior, nas condições mais críticas [°C]. Tar,m - contribuição dos motores eléctricos para o aumento da temperatura , [°C].\n2.\tDeterminação da temperatura média da superfície da engrenagem, TS, com base na equação 10:\nT + T\nTf = amb2 -\tTS = 2 x Tf - Tamb = 2 x 90 - 45,1 = 134,9 °C\nem que:\nTf - temperatura de película , [°C].\nTS - temperatura média da superfície da engrenagem, [°C].\nA determinação do valor da temperatura média da superfície, TS, foi feita, considerando que a temperatura de película, Tf, é igual à temperatura limite do óleo lubrificante (90 °C), e que esta não é ultrapassada durante o decorrer da actividade 8.8.\n3.\tDeterminação do número de Reynolds, ReD, considerando a engrenagem como um cilindro em fluxo cruzado, através da equação 6:\nu^x D\nv\nRe D =\n10 x 0,433\n22,35 x 10-6\n= 193 736\nem que:\nuo - velocidade média do escoamento de ar novo insuflado , [m/s]. D - diâmetro médio do corpo da engrenagem, [m].\nv - viscosidade cinemática do ar (a 363 K), [m2/s].\n4.\tDeterminação do número de Nusselt, Nu.\nAplicando a correlação empírica proposta por Churchill and Bernstein (1977), indicada em Suryanarayana, 2000, para as seguintes condições:\n- ReD x Pr > 0,2 e 10000 &lt;ReD &lt;400 000, temos:\nNu D = 0,3 +\n0,62 x Ren2x Pr1/3 [1 + (0,4/Pr)1/3]1/4\n1+, Re ) 8\n282000\n4/5\n(correlação 1)\n+\nSubstituindo os valores na equação anterior, obtém-se NuD = 388,57.\n5.\tDeterminação do coeficiente de transmissão de calor por convecção, h, com base na equação 3:\nh = M^Xk. = 388,57 x 30.98 x 103 = 27,8w/(m2.°C)\nD\t0,433\nem que k é a condutividade térmica do ar (a 363 K) [W/m.K].\nDe forma a manter um equilíbrio da pressão do ar no interior do compartimento, é necessário que o valor do caudal de ar insuflado seja igual ao valor total de caudal de ar exausto pelos motores eléctricos, ou seja, seria necessário insuflar 9600 m3/h de ar novo em cada secção do compartimento. Tendo em conta a disposição dos motores e as dimensões de cada secção, conforme foi referido no sub-capítulo 2.1.1, e o facto de a entrada do caudal de ar novo estar muito próxima do primeiro motor eléctrico - correndo o risco de obstruir a exaustão do caudal de refrigeração deste, até por lhe ser quatro vezes superior - torna-se difícil garantir que este escoamento se mantenha sempre estável, eficaz e uniformemente distribuído no compartimento.\nConforme foi referido, é importante garantir a exaustão de todo o ar que entra no compartimento das máquinas. Considerando que o compartimento de máquinas é arrefecido pelo caudal de ar auxiliar, seria necessário extrair 18000 m3/h em cada secção, o que, à partida, é um valor bastante elevado, com consumos energéticos importantes para a sua propulsão e resultando um coeficiente de convecção térmico tão modesto (ver passo 5, em cima). Por conseguinte, foi abandonada a ideia de garantir o arrefecimento dos trens de engrenagens por meio de um caudal de ar auxiliar. O caudal de ar a extrair do compartimento de máquinas será, então, apenas 19200 m3/h (9600 m3/h por cada secção, i.e., por cada 4 motores eléctricos).\nCom base nos pressupostos anteriores, a temperatura do ar ambiente no interior do compartimento será, aproximadamente:\nT = Text + Tarm = 40 +15,1 = 55,1 °C\t(28)\n3.2.3.2\tArrefecimento do Óleo de Lubrificação: Dimensionamento do Permutador de Calor\nDe acordo com os resultados obtidos anteriormente, verifica-se que é necessário um sistema global de arrefecimento auxiliar para o óleo lubrificante das oito engrenagens planetárias.\nAdmitindo que a sua temperatura limite não é excedida e não pode ser mantida durante um longo período de tempo, é importante analisar qual o tipo de permutador mais adequado à solução do problema.\nEstamos perante uma situação de arrefecimento de óleo, onde é necessário um processo de troca de calor do tipo líquido-líquido e que neste caso será água-óleo. Segundo Hicks, 2004, os permutadores de calor indicados para o arrefecimento de óleo são os permutadores de duplo tubo (tubos concêntricos) e os permutadores de carcaça-e-tubos.\nNo sentido de avaliar comparativamente diferentes configurações - de tipo de permutador e do seu funcionamento -, vamos analisar três situações distintas, para os permutadores referidos no parágrafo anterior, através da inversão da posição relativa dos fluidos.\nEm todos os caos, admitem-se as seguintes hipóteses de simplificação:\n-\tPerdas de calor com a envolvente desprezáveis\n-\tPropriedades dos fluidos constantes\n-\tEnergia cinética e potencial constantes\n-\tResistência térmica dos tubos desprezável,\ne as seguintes condições-limite:\n-\tTemperatura de entrada do fluido frio (água), Tc,i = 10 °C\n-\tTemperatura de entrada do fluido quente (óleo), Th,i = 90 °C\n-\tTemperatura de saída do fluido frio, Tc,o = 60 °C\n-\tTemperatura de saída do fluido quente, Th,o = 30 °C\nTabela 3.4 - Propriedades termofisicas da água saturada com base na tabela A.6 em (Incropera e DeWitt, 2006).\nTemp. [K]\tVolume específico Vf [m3/Kg]\tDensidade [kg/m3]\tCalor Específico Cp,i [kJ/Kg.K]\tViscosidade Dinâmica /i [N.s/m2]\tCondutividade Térmica k [W/m.K]\tViscosidade Cinemática v [m2/s]\n308\t1,006 x 10-93\t993,8\t4,178\t724,6 x 10-6\t624,8 x 10-3\t7,3 x 10-9\nOs valores representados na tabela anterior foram obtidos considerando uma temperatura média da água igual a:\nT . + T\nT\t__ C,i\tc,o\nm,água\t2\n= 350C = 308 K\n(29)\nTabela 3.5.a - Propriedades termofisicas do óleo lubrificante (Chevron Texaco, Meropa).\nGrau de Viscosidade ISO\tViscosidade (a 100 °C) [cST]\tViscosidade (a 40 °C) [cST]\tÍndice de Viscosidade\tGravidade Específica (a 15,6 °C) (v)\tDensidade [kg/m3]\n150\t14,5\t150\t95\t0,891\t891\nTabela 3.5.b - Propriedades termofisicas do óleo calculadas segundo Stachowiak e Batchelor, 2001.\nTemp. de análise [K]\tCalor Específico Cp,i [kJ/Kg.K]\tViscosidade Dinâmica [N.s/m2]\tViscosidade Cinemática (a 100°C) V [m2/s]\tCondut. Térmica k [W/m.K]\tVolume por engrenagem [L]\tMassa [kg]\n333\t1,943\t0,013\t1,45 E -5\t0,133\t7\t6,237\nOs valores representados na tabela anterior foram obtidos, considerando uma temperatura média do óleo igual a:\nT\nm,óleo\nT + T\nh,i h,o\n2\n_ 600C _ 333\n(30)\nK\nA determinação dos caudais mássicos de cada fluido pode ser feita através da equação de conservação da energia para escoamentos estáveis de fluidos em tubos:\nQ = mCp |(7, - T, )\t(31)\nem que:\nQ - potência térmica transferida de ou para o fluido, [W].\nm - caudal mássico do fluido, [kg/s].\nCp - calor específico do fluido, [J/kg.K].\nTi - temperatura de entrada do fluido no tubo, [°C].\nTs - temperatura de saída do fluido no tubo, [°C].\nPara o fluido frio (água):\nQ\t8 x 1619\nm =---------—--------=-------------------\nCp x (TCo - TCi) 4178 x (60 - 10)\nem que:\nQ = potência térmica total dissipada pelas engrenagens (tabela 3.3).\n,0620 [kg/s]\nPara o fluido quente (óleo):\nm =\nQ\nCp x (Th,i - Th,o)\n8\tx 1619\n1943 x (90 - 30)\n= 0,1111 [kg/s]\nCaso I:\nPara o primeiro caso, considera-se um permutador de tubos concêntricos a funcionar em contra-corrente, com a água a circular no tubo interior e o óleo no tubo exterior. A metodologia de dimensionamento do permutador consiste em diversos passos:\n1.\tDeterminação do coeficiente de convecção hi, na superfície interior da parede tubular (escoamento de água, dentro do tubo interior)\nCalcula-se o número de Reynolds, Re^, através da equação 7:\n4 x m\nReD =\nagua\nnx Di x li\n_______4 x 0,0620\nnx 0,02362 x 724,6 x 10-6\n= 4612,4\nem que:\nD, - diâmetro interno do tubo, neste caso cobre, seleccionado a partir da tabela A.3.1.\nCom base no valor de Rer> obtido, o escoamento encontra-se em regime de transição laminar-turbulento (2300 &lt;ReD &lt;10000).\nDeterminação da velocidade média do escoamento, com base na equação 8:\n\t4612,44 x 724,6 x 10-6\nu - OO\t=\t’\t= 0,14 m/s 993,8 x 0,02362\nDe acordo com a correlação empírica estabelecida por Gnielinski (1976), indicada em\nCengel, 2003, vamos determinar o número de Nusselt, Nu, para escoamentos em regime de transição:\n(f /8)(Re - 1000) Pr\n1 + 12,7 (f /8)0,5(Pr2/3-1)\n(correlação 2)\nem que:\nf - factor de fricção do tubo, calculada a partir da seguinte correlação, estabelecida por\nHaaland (1983), indicada em Cengel, 2003:\n= 1,8 log\n6,9 (stD Y”\nRe l 3,7 )\n(correlação 3)\ncom s = 0,0015 (rugosidade de tubos de cobre e bronze).\nSubstituindo os respectivos valores na correlação anterior, obtém-se f = 0,09606.\nRetomando à correlação 2, considerando um número de Prandtl, Pr = 4,85 (de acordo com equação 9), substituindo os valores, obtém-se Nu = 58,49.\nCom base na equação 3, determina-se o coeficiente de convecção, h¡:\nNuD x k\nh =-------\nDt\n58,49 x 624,8 x 10-3\n0,02362\n= 1547 W/(m2.°C)\n2.\tDeterminação do coeficiente de convecção ho na superfície exterior da parede tubular (escoamento de óleo no espaço anelar)\nNa determinação do coeficiente ho, é necessário considerar que o escoamento de óleo se faz ao longo de um anel, cujo diâmetro hidráulico é calculado a partir da seguinte equação:\nDh =D - D\nh\to\ti\n(32)\nem que:\nDh - diâmetro hidráulico do espaço anelar, [m].\nD; - diâmetro externo do tubo interior, [m].\nDo - diâmetro interno do tubo exterior, [m].\nSubstituindo os valores, com base na tabela A.2, temos:\nDh = 47,92 - (23,62 + 2 x 0,89) = 22,5 mm\nDeterminação do número de Reynolds, ReD.\nReD =\n4 X m oleo nx Dh X u\n________4 X 0,1111_______\nnX 0,02252 x 1,45 x10-5\n= 486,2\nCom base no valor de ReD obtido, o escoamento encontra-se em regime laminar (ReD &lt;2300).\nDeterminação da velocidade média do escoamento, com base na equação 8:\nu, =\t486,21 X 0,013\t, =\t\t\t\t\t= 0,31 m/s 891 X 0,02252\nConsiderando que o fluxo de calor se mantém constante em ambas as superfícies, vamos determinar o número de Nusselt, Nu;, para escoamentos em regimes laminares:\nNu. =\nNun\n1 - (q\"/ qX\nem que:\nNu,, e 9* - coeficientes de influência obtidos a partir da tabela A.3.2. q i - fluxo de calor na superfície do tubo interior, [W].\nq o - fluxo de calor na superfície do tubo exterior, [W].\nAdmitindo que não há perdas no tubo exterior com a envolvente, temos q o = 0. Substituindo os valores na equação 33, obtém-se Nui = Nuii = 6,27 (interpolação dos valores da tabela A.3.2).\nCom base na equação 3, determina-se o coeficiente de convecção, ho:\nho\nNui x k\n6,27 x 0,133\n0,02252\n= 37,13 W/(m2.°C)\nh\n3.\tDeterminação do coeficiente global de transmissão de calor.\nConsiderando desprezável a resistência térmica da parede do tubo (cobre), vem:\n1\nU\n11\n= — + —U =\n1\n1 + J_ h h0\n(34)\nh h\n1\to\nSubstituindo os valores na equação anterior, obtém-se um coeficiente global U = 36,26 W/(m2.°C).\n4.\tDeterminação da área total de transferência de calor necessária.\nO cálculo da área de transferência de calor pode ser feito com base na seguinte equação:\nQ\nQ = UAFMlmcF\tA = t\nUF^TmcP\n(35)\nem que:\n2\nA - área de transferência de calor, [m ].\nQ - potência térmica total dissipada pelas engrenagens, (tabela 3.3).\nATlm,CF - diferença média logarítmica de temperatura para permutadores em contra-corrente, [°C].\nF - factor de incrustação (para permutadores em contra-corrente F =1).\nA diferença média logarítmica de temperatura é definida do seguinte modo:\nATlm,CF\nAT1 -AT2\t= (Th,in -\t) - (TKout - Tcin)\n1\t- T\nh,in\t2 c,out\nln(AT1 / AT2)\n- T^\nT - T\n\\ h,out\tc,in J\n(36)\nf T ln T\nSubstituindo os valores, obtemos:\nT = (90 -60) - (30 -6 * * * 10) =\nLAI lm.CF ~\nlnf\t)\n&lt;30 -10 J\nRetomando à equação 35, obtemos o valor para a área A:\n12.952\nA =-----iníir----= 14,48 m2\n36,26 x 1 x 24,7\n5.\tDeterminação do comprimento do tubo (por passagem de fluido):\nQ = UAFATmCF\nQ\nUnD ATlm,CF\n(37)\n&amp; L =\nSubstituindo os valores na equação anterior, obtemos:\n_________12.952_________\n36,26 xnx 0,02362 x 24,7\n= 194,9 m\nEste seria o comprimento total de tubos concêntricos necessário. Para o acomodar, é habitual adoptar uma configuração helicoidal, com um diâmetro adaptado ao espaço disponível na área técnica.\n6.\tAnálise do permutador de calor em termos de eficiência através do método NTU-\nEficácia, com base na determinação dos seguintes parâmetros:\n6.1\t- Capacidade mínima de troca de calor, Cmin:\nCmin = Ch = mhCph = 0,1111 x 1.943 = 215,87 W/ °C\t(38)\n6.2\t- Capacidade máxima de troca de calor, Cmáx:\nCmax = Cc = m Cpc = 0,0620 x 4178 = 259,04 W/ °C\n(39)\n6.3\t- Potência máxima (ideal), Q max:\nQmáx = Cmn(Thi„ - !'in) = 215,87x(90-10) = 17269,33 W\t(40)\n6.4\t- Eficiência da troca de calor, s:\ns =\nQ\n•\nQmáx.\n12.952\n17.269,33\n= 0,75\n(41)\n6.5\t- Razão das capacidades de troca de calor, c:\nc =\nC v min\nC\nmax\n215,87\n259,04\n= 0,83\n(42)\n6.6\t- Número de unidades transferidas, NTU, através da seguinte relação estabelecida por (Kays and London, 1984):\nNTU = ¿I \"'s ,\t(43)\nSubstituindo os valores, obtém-se:\nNTU = —1—lnf------0,75 -1—\n0,83 -1\t0,75 x 0,83 -1\nCaso II\nPara o segundo caso, considera-se o mesmo tipo e a mesma geometria de permutador (cf. Caso I), porém, com o óleo a circular no tubo interior e a água no tubo exterior, em contra-corrente. Utilizando a mesma metodologia, obtém-se:\n1.\tDeterminação de hi:\nÓleo\nDeterminação de ReD:\nRe D\n4 X móleo nx Dt x u\n4 x 0,1111\nnx 0,02362 x 0,013\n= 463,56\nO escoamento encontra-se em regime laminar (ReD &lt;2300).\nDeterminação da velocidade média do escoamento:\nu = OO\t463,56 x 0,013 n\t. =\t\t\t\t\t= 0,28 m/s 891 x 0,02362\nDe acordo com a tabela 8-1, indicada em Cengel, 2003, vamos determinar o número de Nusselt, Nu, para escoamentos em regime laminar completamente desenvolvidos no interior de um tubo. Admitindo o fluxo de calor uniforme ao longo da superfície do tubo, podemos considerar Nu = 4,36.\n,\tNud x k h =\td\t= !\tDt\t= 4,36 x 0,133 = 115,33 w/(m2.°C) 0,02362\n2.\tDeterminação de ho:\nÁgua\nDeterminação de ReD:\nRe D\n4 x mágua nx Dh x u\n4 x 0,0620\nn x 0,02252 x 724,6 E - 6\n= 4837,73\nO escoamento\nencontra-se\nem regime de transição laminar-turbulento\n(3 x 103 * &lt;ReD &lt;5 x 106 ).\nDeterminação da velocidade média do escoamento:\n\t4837,73 x 724,6E\"\nu, 2\t=\t= 0,16 m/s 993,8 x 0,02252\nConsiderando que o fluxo de calor se mantém constante em ambas as superfícies, vamos determinar o número de Nusselt, Nui, para escoamentos em regime de transição, a partir da correlação 2:\nNu =\t(f /8)(Re - 1000) Pr\n1 + 12,7 (f /8)0,5(Pr2/3 -1)\nSubstituindo os respectivos valores na correlação anterior, obtém-se\n(0,442/8)(4837,73 - 1000) x 4,85\nNu —\t07\n1 + 12,7 (0,442/8)0,5(4,852/3 -1)\n—156,53\nDeterminação de ho:\nhO\nNuo x k\nDh\n156,63 x 0,6248\n0,02252\n— 4342,78 W/(m2.°C)\n3.\tDeterminação do coeficiente global de transmissão de calor:\n1 — -1 + -1« U — —¡------1---------— 112,35 W/(m2.°C)\nU h\tho\t1\t+\t1\n115,33\t4342,78\n4.\tDeterminação da área total de transferência de calor:\nA —\tQ\t- UPàTimCp\t12.952\t2 = 4,675 m2 112,35 x 1 x 24,7\n5.\tDeterminação do comprimento do tubo por passagem de fluido:\nQ\nUnD ^TlmCP\nL —\n_________12.952___________\n112,35 xnx 0,02362 x 24,7\n= 63 m\n6.\tOs valores de eficácia e de NTU mantêm-se iguais aos do caso I.\nCaso III\nNo terceiro caso, vamos considerar um permutador de carcaça e tubos, com 2 passagens por carcaça, 12 passagens por tubo e 5 tubos. Para se poder definir qual o fluido que deve circular na carcaça, podemos seguir a metodologia indicada por Kuppan, 2000, para o dimensionamento do número de carcaças num permutador que estabelece as seguintes condições.\na)\t2Tb, o\t>\tTc,i +\tTc,o\tO fluido quente deve circular do lado da carcaça.\nb)\t2Tc o\t>\tTh,i +\tTh,o\tO fluido frio deve circular do lado da carcaça.\nSubstituindo os respectivos valores de temperatura nas condições anteriores, verifica-se que a condição b) é a verdadeira. Neste caso, será a água a circular do lado da carcaça.\n1.\tDeterminação do coeficiente de convecção, h.\nRelativamente à convecção no interior dos tubos, considera-se o caudal de óleo igualmente repartido pelo número de tubos N em cada passagem. O número de Reynolds, ReD, resulta, então.\nRe D =\n(4 x móleo )/ N nx Dt x u\n(4 x 0,1111)/5 n x 0,02060 x 0,013\n= 106,30 .\nPode, assim, concluir-se que o escoamento do óleo encontra-se em regime laminar, pois\nReD &lt;2300.\nAtravés da equação 8, calcula-se a velocidade média do escoamento:\nu K =\t106,30 x 0,013\t. =\t\t\t\t\t= 0,075 m/s 891 x 0,02060\nDe acordo com a tabela 8-1, indicada em Cengel, 2003, vamos determinar o número de\nNusselt, Nu, para escoamentos em regime laminar completamente desenvolvidos no\ninterior de um tubo. Admitindo que o fluxo de calor se mantém uniforme ao longo da superfície do tubo, podemos considerar Nu = 4,36.\nCom base na equação 3, calcula-se o coeficiente de convecção, hi:\n, Nu, x k h = d ’\tDt\t__ 4,36 x 0,133 = 28,22 W/(m2.°C) 0,02060\n2.\tDeterminação do coeficiente de convecção, ho:\nÁgua\nO escoamento de água no interior da carcaça do permutador faz-se através de feixes de tubos, dispostos de forma alinhada ou inclinada segundo a direcção da velocidade do fluido. A configuração é caracterizada pelo diâmetro externo do tubo D, pelo passo transversal ST, pelo passo diagonal, SD e pelo passo longitudinal SL medidos entre os centros dos tubos. No nosso caso vamos considerar uma orientação inclinada a 45 graus para os 5 tubos, de acordo com a seguinte figura:\nFigura 3.5 - Feixes de tubos com orientação inclinada, (Cengel, 2003).\nDeterminação do passo longitudinal SL, do passo transversal ST e do passo diagonal SD, Kuppan, 2000, através das seguintes expressões.\n- Passo longitudinal, SL = Folga mínima + Diâmetro externo do tubo\t(44)\n= 0,01270 + 0,02222\n= 0,03492 m\n-\tPasso transversal, ST = Folga mínima + Diâmetro externo do tubo\t(45)\n= 0,00635 + 0,02222\n= 0,02857 m\n-\tPasso diagonal, SD =\t+ (ST / 2)2\t(46)\n= 7(0,03492)2 + (0,02857/2)2\n= 0,03773 m\nDe acordo com o valor calculado para o passo diagonal, SD, e segundo Incropera e\nDeWitt, 2006, verifica-se que a velocidade máxima ocorre no plano Ai, porque SD> (St +\nD)/2. Neste caso, a velocidade máxima do escoamento pode ser calculada por:\nmáx.\nST - D\n(47)\nem que V é a velocidade média da água no escoamento de aproximação, [m/s].\nSubstituindo os valores na equação anterior, obtém-se:\nmáx.\n0,02857\n0,02857 - 0,02222\nX 0,1 = 0,45m/s\nDeterminação do número de Reynolds, ReD:\n= PVmáxD _ u\t995 X O,45 X 0,02222 = uQ35,74 903,6 E - 6\nCom base no valor de ReD obtido, o escoamento encontra-se em regime turbulento (1000 &lt;ReD,máx &lt;2 x 106 ).\nDeterminação do número de Nusselt, NuD , para escoamentos em regime turbulento, a partir da seguinte correlação empírica estabelecida por Zukauskas, 1972, tendo em conta que 0,7 &lt;Pr &lt;500 e que o número de colunas de tubos, Nl > 20.\nNud = C Re\nm\nD,máx\nPr0,36\nf PL J1/4\nl Prs J\n(correlação 4)\nem que:\nPrs - número de Prandtl da água, considerando a temperatura média da superfície do tubo.\nPrs (60 °C) = 2,99, segundo tabela A.6 de Incropera e DeWitt, 2006.\nC e m - constantes para escoamentos cruzados através de feixes de tubos.\nAs restantes propriedades, à excepção de Prs, são determinadas com base no valor de ATlm, (Incropera, 2006).\nTabela 3.6 - Valores de C e m de acordo com a tabela 7.7 em Incropera e DeWitt, 2006.\nConfiguração do feixe\tReD,max\tC\tm\nInclinada\t1000 - 2 x 105\t0,35(St / SL)1/5\t0,60\nSubstituindo os respectivos valores na correlação anterior, obtém-se\nNud = 0,35 x\ní 0,02857 y5\nL 0,03492 J\nx 11035,740,6\nx 6,190,36\n/ r\nL 2,99 J\n= 207,22\nTendo em conta o número de tubos e o número de colunas inicialmente definidos, é necessário corrigir Nu, dado que a correlação anterior é válida para um número de colunas, Nl, maior ou igual a 20.\nNu d (NL &lt;20) = C2 Nu d (NL > 20)\n(48)\nem que C2 é um factor de correcção da equação (48), sempre que N&lt;20 (ReD,max > 1000), segundo tabela 7.8 em Incropera, 2006.\nSubstituindo os valores na equação anterior, obtém-se\nNud (Nl = 2) = 0,76 x 207,22 = 157,49\nCom base na equação 3, determina-se o coeficiente de convecção, h :\nNud x k h =\td\t= d\t= 157’49 x °’6097 = 5 686,2 W/(m:.0C) 0,02222\n3.\tDeterminação do coeficiente global de transmissão de calor.\n1 =1 +1» U = —----------L_.-----= 28,1 W/(m2.°C)\t(49)\nU h h\t1\t,\t1\n28,22\t5686,16\n4.\tFactor F de correcção de LMTD\nFigura 3.6 - Permutador de calor com 2 passagens na carcaça e 4, 8, 12, etc, passagens por tubo (Cengel, 2003).\nP =\t= 2°_90 = 0,75\nT1 -11\t10 - 90\n^2 ^1\n10 - 60\n30 - 90\n= 0,83\n(50,51)\nAnalisando o gráfico com base nos valores de P e R, obtém-se F = 0,75.\n5. Determinação da área total de transferência de calor, com base nas condições iniciais\nestabelecidas:\nA = Q\nUFTcf\n12.952\n= 24,94 m2\n28,08 x 0,75 x 24,7\n6.\nDeterminação do comprimento dos tubos do permutador por passagem:\n24,94\nL =\tA\t=\t= 5,95 m\nnx Do x NP xNt\tnx 0,02222 x 12 x 5\n7.\nAnálise do permutador de calor em termos de eficiência através do método NTU-\nEficácia, com base na determinação dos seguintes parâmetros:\n7.1 - Capacidade mínima de troca de calor, Cmin:\ne\nR =\nCmin = ch = mhCph = 0,1111 x 1.943 = 215,87W/ °C\n7.2\t- Capacidade máxima de troca de calor, Cmáx:\nCmáx = Cc = 'mc Cpc = 0,0620 x 4178 = 259,04 W/ °C\n7.3\t- Taxa máxima de calor transferido, Q:\nQ = Cmm (Th,„ - TCn) = 215,87 x (90 - 10) = 17269,33 W\n7.4\t- Eficiência da troca de calor, s:\ns =\nQ\n•\nQmáx.\n12.952\n17.269,33\n= 0,75\n7.5\t- Razão das capacidades de troca de calor, c:\nc =\nC\nv min C .\nmax\n215,87\n259,04\n= 0,83\n7.6\t- Número de unidades transferidas, NTU:\nNTU =\nUA\n“\"min\n28,08 x 24,94\n215,87\n= 3,24\n3.2.4\tPotência de Arrefecimento do Chiller\nPara que seja possível executar todo o processo de arrefecimento, é necessária a presença de um chiller para produção de água refrigerada e alimentação dos permutadores de calor, com a seguinte potência de arrefecimento:\nQ = 'mágua Cpágua (Tco -Tci) = 0,0620x4180x50 = 12 958W\n4\tANÁLISE DE RESULTADOS\nFicou demonstrado que não é possível arrefecer o interior do compartimento de máquinas através da insuflação de ar novo tratado, devido às condicionantes envolvidas. A opção adoptada foi a de considerar um sistema global para arrefecimento do óleo lubrificante das engrenagens através da aplicação de um permutador de calor.\nNos casos analisados anteriormente verifica-se que a variação de posição da água e do óleo no permutador de calor de duplo tubo ou concêntrico e no permutador de calor de carcaça e tubos altera de forma significativa o valor dos parâmetros envolvidos nos cálculos de dimensionamento.\nTabela 3.7 - Comparação entre os resultados obtidos, nos três casos analisados.\n\tUco [m/s] (Água)\tua> [m/s] (Óleo)\thi [W/m2.K]\tho [W/m2.K]\tU [W/m2.K]\tA [m2]\tL [m]\t£\tNTU\nCASO I\t0,14\t0,31\t1547,2\t37,13\t36,26\t14,48\t194,9\t0,75\t2,43\nCASO II\t0,16\t0,28\t115,3\t4342,78\t112,35\t4,68\t63\t0,75\t2,43\nCASO III\t0,45\t0,07\t28,22\t5686,2\t28,1\t24,94\t5,95\t0,75\t3,24\nMantendo as mesmas condições iniciais para cada um dos fluidos e as mesmas dimensões para o tubo interior e para o tubo exterior, nos dois primeiros casos correspondentes ao permutador de calor de duplo tubo, verifica-se que, quando o óleo é considerado a circular no tubo interior e a água pelo tubo exterior, a área de transferência de calor e o comprimento do permutador de calor reduz-se para um terço, quando comparados com a situação inversa (de acordo com a tabela 3.7). Esta solução permite o arrefecimento do óleo usando um permutador de calor de menor dimensão. Em geral, pode ser de simples passagem em contra-corrente ou de múltiplas passagens através da união em série ou paralelo de mais permutadores de duplo tubo.\nNo terceiro caso, considerando um permutador de carcaça e tubos com duas passagens por carcaça, doze passagens por tubo e cinco tubos, com água a circular do lado da carcaça devido às temperaturas de entrada e saída de cada fluido e ao critério de dimensionamento da carcaça referido em (Kuppan, 2000), é também uma solução válida para o problema, dados os valores obtidos para a área de transferência de calor e para o comprimento dos tubos.\n5\tCONCLUSÕES\nCom a realização deste estudo, ficou demonstrada a metodologia que deve ser executada quando estamos perante um problema de necessidade de arrefecimento de vários equipamentos, eléctricos e mecânicos, envolvidos em aplicações com variação cíclica de cargas.\nA opção de se ter um sistema de arrefecimento global do óleo, revela-se mais prática quando comparada com a indicação dada pelo fabricante das engrenagens, que consiste em ter-se um sistema de arrefecimento individual para cada uma, tendo em conta o tipo de mecanismo onde as engrenagens podem ser aplicadas e o número de engrenagens envolvidas.\nNa metodologia utilizada, não foi considerada a hipótese de se utilizar um permutador de placas, porque estes não são adequados a situações onde se verifiquem escoamentos de fluidos com elevada viscosidade, particularmente em aplicações de arrefecimento, ou quando se verifiquem velocidades de escoamento menores que 0,1 m/s, porque estas originam baixos coeficientes de transmissão de calor e uma reduzida eficiência do permutador de calor.\n6\tREFERÊNCIAS BIBLIOGRÁFICAS\nABB (2008) “Electric Motors”. http://www.abb.com\nBrevini (2008) -. “Power Transmissions”. http://www.brevini.com\nCavagnino, A., Staton, D.A. (2006). “Convection Heat Transfer and Flow Calculations Suitable for Analytical Modelling of Electric Machines”. IECON 2006 - 32nd Annual Conference on IEEE Industrial Electronics, Paris.\nCengel, Y.A. (2003). “Heat Transfer, A Practical Approach”, 2nd Edition, McGraw-Hill.\nDajaku, G., Gerling, D. (2005).” An Improved Lumped Parameter Thermal Model for Electric Machines”. IEE Proceedings B - Electric Power Applications, Vol. 138, Issue 5, pp. 205-218.\nHicks, T.G. (2004). “Standard Handbook of Engineering Calculations”, McGraw-Hill.\nIncropera, F.P., DeWitt, D.P. (2006).’’Fundamentals of Heat and Mass Transfer”, 6th Edition, John Wiley &amp; Sons, Inc.\nKays, W. M., London, A. L. (1984).”Compact Heat Exchangers, 3rd ed. New York”.\nKirtley, J. (1998).”Electric Motor Handbook”, McGraw-Hill.\nKlebanov, B.M. (2008).”Life and Design”, CRC Press.\nKuppan, T. (2000). “Heat Exchanger Design Handbook”, Marcel Dekker, Inc.\nMoran, M.J., Shapiro, H.N., Munson, B.R., DeWitt, D.P. (2003).” Introduction to thermal systems engineering - Thermodynamics, Fluid Mechanics and Heat Transfer”, John Wiley &amp; Sons, Inc.\nPorges, F. (2001).” HVAC Engineer Handbook”, Butterworth-Heinemann .\nSchlumberger @ (2009) - http://www.glossary.oilfield.slb.com/ .Oilfield Glossary, Dictionary of technical terms.\nShigley, J.E., Mischke, C.R., Brown T.H. (2004).’Standard Handbook of Machine Design”, 3rd Edition, McGraw-Hill.\nStachowiak, G., Batchelor, A.W. (2001). “Engineering Tribology”. Physical Properties of Lubricants, Butterworth-Heinemann.\nSuryanarayana, N.V. (2000).”Forced Convection - External Flows”, CRC Press LLC.\nToliyat, H.A., Kliman, G.B.(2004) “Handbook of Electrical Motors”, CRC Press.\nTTS-Sense (2009) -. “Offshore and Onshore Products”. http://www.tts-sense.com.\nZukauskas, A. (1972).“ Heat Transfer from Tubes in Cross Flow”. In Incropera e DeWitt, Fundamentals in Heat and Mass Transfer, 2006, John Wiley &amp; Sons, Inc.\nANEXOS\nANEXO 1 - CÁLCULOS AUXILIARES PARA A ACTIVIDADE 8.8\nN° da etapa\tPotencia [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n1\t6077\t31\t\t190.354\t\t31\t\t0,61\n2\t0\t71\t\t0\t\t\t\t\n3\t1514\t87\t\t23.921\t\t\t16\t1,20\n4\t0\t92\t92\t0\t2.326\t\t\t\n5\t6072\t123\t\t189.565\t\t31\t\t0,61\n6\t0\t163\t\t0\t\t\t\t\n7\t1514\t179\t\t23.921\t\t\t16\t1,20\n8\t0\t184\t92\t0\t2.320\t\t\t\n9\t6066\t215\t\t188.776\t\t31\t\t0,61\n10\t0\t255\t\t0\t\t\t\t\n11\t1514\t271\t\t23.921\t\t\t16\t1,20\n12\t0\t276\t92\t0\t2.314\t\t\t\n13\t6060\t307\t\t187.987\t\t31\t\t0,61\n14\t0\t347\t\t0\t\t\t\t\n15\t1514\t363\t\t23.921\t\t\t16\t1,20\n16\t0\t368\t92\t0\t2.308\t\t\t\n17\t6054\t399\t\t187.199\t\t31\t\t0,61\n18\t0\t439\t\t0\t\t\t\t\n19\t1514\t455\t\t23.921\t\t\t16\t1,20\n20\t0\t460\t92\t0\t2.302\t\t\t\n21\t6048\t490\t\t186.410\t\t31\t\t0,62\n22\t0\t530\t\t0\t\t\t\t\n23\t1514\t546\t\t23.921\t\t\t16\t1,20\n24\t0\t551\t92\t0\t2.296\t\t\t\n25\t6041\t582\t\t185.621\t\t31\t\t0,62\n26\t0\t622\t\t0\t\t\t\t\n27\t1514\t638\t\t23.921\t\t\t16\t1,20\n28\t0\t643\t92\t0\t2.289\t\t\t\n29\t6035\t673\t\t184.832\t\t31\t\t0,62\n30\t0\t713\t\t0\t\t\t\t\n31\t1514\t729\t\t23.921\t\t\t16\t1,20\n32\t0\t734\t91\t0\t2.283\t\t\t\n33\t6028\t765\t\t184.043\t\t31\t\t0,62\n34\t0\t805\t\t0\t\t\t\t\n35\t1514\t820\t\t23.921\t\t\t16\t1,20\n36\t0\t825\t91\t0\t2.277\t\t\t\n37\t6021\t856\t\t183.255\t\t30\t\t0,62\n38\t0\t896\t\t0\t\t\t\t\n39\t1514\t912\t\t23.921\t\t\t16\t1,20\n40\t0\t917\t91\t0\t2.271\t\t\t\n41\t6014\t947\t\t182.466\t\t30\t\t0,62\nN“ da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n42\t0\t987\t\t0\t\t\t\t\n43\t1514\t1003\t\t23.921\t\t\t16\t1,20\n44\t0\t1008\t91\t0\t2.265\t\t\t\n45\t6007\t1038\t\t181.677\t\t30\t\t0,63\n46\t0\t1078\t\t0\t\t\t\t\n47\t1514\t1094\t\t23.921\t\t\t16\t1,20\n48\t0\t1099\t91\t0\t2.258\t\t\t\n49\t5999\t1129\t\t180.888\t\t30\t\t0,63\n50\t0\t1169\t\t0\t\t\t\t\n51\t1514\t1185\t\t23.921\t\t\t16\t1,20\n52\t0\t1190\t91\t0\t2.252\t\t\t\n53\t5992\t1220\t\t180.100\t\t30\t\t0,63\n54\t0\t1260\t\t0\t\t\t\t\n55\t1514\t1276\t\t23.921\t\t\t16\t1,20\n56\t0\t1281\t91\t0\t2.246\t\t\t\n57\t5984\t1311\t\t179.311\t\t30\t\t0,63\n58\t0\t1351\t\t0\t\t\t\t\n59\t1514\t1366\t\t23.921\t\t\t16\t1,20\n60\t0\t1371\t91\t0\t2.239\t\t\t\n61\t5976\t1401\t\t178.522\t\t30\t\t0,63\n62\t0\t1441\t\t0\t\t\t\t\n63\t1514\t1457\t\t23.921\t\t\t16\t1,20\n64\t0\t1462\t91\t0\t2.233\t\t\t\n65\t5968\t1492\t\t177.733\t\t30\t\t0,64\n66\t0\t1532\t\t0\t\t\t\t\n67\t1514\t1548\t\t23.921\t\t\t16\t1,20\n68\t0\t1553\t91\t0\t2.226\t\t\t\n69\t5960\t1582\t\t176.944\t\t30\t\t0,64\n70\t0\t1622\t\t0\t\t\t\t\n71\t1514\t1638\t\t23.921\t\t\t16\t1,20\n72\t0\t1643\t90\t0\t2.220\t\t\t\n73\t5952\t1673\t\t176.156\t\t30\t\t0,64\n74\t0\t1713\t\t0\t\t\t\t\n75\t1514\t1729\t\t23.921\t\t\t16\t1,20\n76\t0\t1734\t90\t0\t2.213\t\t\t\n77\t5943\t1763\t\t175.367\t\t30\t\t0,64\n78\t0\t1803\t\t0\t\t\t\t\n79\t1514\t1819\t\t23.921\t\t\t16\t1,20\n80\t0\t1824\t90\t0\t2.207\t\t\t\n81\t5934\t1853\t\t174.578\t\t29\t\t0,64\n82\t0\t1893\t\t0\t\t\t\t\n83\t1514\t1909\t\t23.921\t\t\t16\t1,20\n84\t0\t1914\t90\t0\t2.200\t\t\t\n85\t5926\t1943\t\t173.789\t\t29\t\t0,65\n86\t0\t1983\t\t0\t\t\t\t\n87\t1514\t1999\t\t23.921\t\t\t16\t1,20\n88\t0\t2004\t90\t0\t2.194\t\t\t\nN° da etapa\tPotencia [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Media [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n89\t5917\t2033\t\t173.001\t\t29\t\t0,65\n90\t0\t2073\t\t0\t\t\t\t\n91\t1514\t2089\t\t23.921\t\t\t16\t1,20\n92\t0\t2094\t90\t0\t2.187\t\t\t\n93\t5907\t2123\t\t172.212\t\t29\t\t0,65\n94\t0\t2163\t\t0\t\t\t\t\n95\t1514\t2179\t\t23.921\t\t\t16\t1,20\n96\t0\t2184\t90\t0\t2.180\t\t\t\n97\t5898\t2213\t\t171.423\t\t29\t\t0,65\n98\t0\t2253\t\t0\t\t\t\t\n99\t1514\t2269\t\t23.921\t\t\t16\t1,20\n100\t0\t2274\t90\t0\t2.174\t\t\t\n101\t5889\t2303\t\t170.634\t\t29\t\t0,65\n102\t0\t2343\t\t0\t\t\t\t\n103\t1514\t2359\t\t23.921\t\t\t16\t1,20\n104\t0\t2364\t90\t0\t2.167\t\t\t\n105\t5879\t2393\t\t169.845\t\t29\t\t0,66\n106\t0\t2433\t\t0\t\t\t\t\n107\t1514\t2449\t\t23.921\t\t\t16\t1,20\n108\t0\t2454\t90\t0\t2.160\t\t\t\n109\t5869\t2482\t\t169.057\t\t29\t\t0,66\n110\t0\t2522\t\t0\t\t\t\t\n111\t1514\t2538\t\t23.921\t\t\t16\t1,20\n112\t0\t2543\t90\t0\t2.154\t\t\t\n113\t5859\t2572\t\t168.268\t\t29\t\t0,66\n114\t0\t2612\t\t0\t\t\t\t\n115\t1514\t2628\t\t23.921\t\t\t16\t1,20\n116\t0\t2633\t90\t0\t2.147\t\t\t\n117\t5849\t2661\t\t167.479\t\t29\t\t0,66\n118\t0\t2701\t\t0\t\t\t\t\n119\t1514\t2717\t\t23.921\t\t\t16\t1,20\n120\t0\t2722\t89\t0\t2.140\t\t\t\n121\t5839\t2751\t\t166.690\t\t29\t\t0,66\n122\t0\t2791\t\t0\t\t\t\t\n123\t1514\t2806\t\t23.921\t\t\t16\t1,20\n124\t0\t2811\t89\t0\t2.133\t\t\t\n125\t5828\t2840\t\t165.901\t\t28\t\t0,67\n126\t0\t2880\t\t0\t\t\t\t\n127\t1514\t2896\t\t23.921\t\t\t16\t1,20\n128\t0\t2901\t89\t0\t2.127\t\t\t\n129\t5817\t2929\t\t165.113\t\t28\t\t0,67\n130\t0\t2969\t\t0\t\t\t\t\n131\t1514\t2985\t\t23.921\t\t\t16\t1,20\n132\t0\t2990\t89\t0\t2.120\t\t\t\n133\t5807\t3018\t\t164.324\t\t28\t\t0,67\n134\t0\t3058\t\t0\t\t\t\t\n135\t1514\t3074\t\t23.921\t\t\t16\t1,20\nN° da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n136\t0\t3079\t89\t0\t2.113\t\t\t\n137\t5796\t3107\t\t163.535\t\t28\t\t0,67\n138\t0\t3147\t\t0\t\t\t\t\n139\t1514\t3163\t\t23.921\t\t\t16\t1,20\n140\t0\t3168\t89\t0\t2.106\t\t\t\n141\t5785\t3196\t\t162.746\t\t28\t\t0,67\n142\t0\t3236\t\t0\t\t\t\t\n143\t1514\t3252\t\t23.921\t\t\t16\t1,20\n144\t0\t3257\t89\t0\t2.099\t\t\t\n145\t5773\t3285\t\t161.958\t\t28\t\t0,68\n146\t0\t3325\t\t0\t\t\t\t\n147\t1514\t3341\t\t23.921\t\t\t16\t1,20\n148\t0\t3346\t89\t0\t2.092\t\t\t\n149\t5762\t3374\t\t161.169\t\t28\t\t0,68\n150\t0\t3414\t\t0\t\t\t\t\n151\t1514\t3430\t\t23.921\t\t\t16\t1,20\n152\t0\t3435\t89\t0\t2.085\t\t\t\n153\t5750\t3462\t\t160.380\t\t28\t\t0,68\n154\t0\t3502\t\t0\t\t\t\t\n155\t1514\t3518\t\t23.921\t\t\t16\t1,20\n156\t0\t3523\t89\t0\t2.078\t\t\t\n157\t5738\t3551\t\t159.591\t\t28\t\t0,68\n158\t0\t3591\t\t0\t\t\t\t\n159\t1514\t3607\t\t23.921\t\t\t16\t1,20\n160\t0\t3612\t89\t0\t2.071\t\t\t\n161\t5726\t3640\t\t158.802\t\t28\t\t0,68\n162\t0\t3680\t\t0\t\t\t\t\n163\t1514\t3695\t\t23.921\t\t\t16\t1,20\n164\t0\t3700\t89\t0\t2.064\t\t\t\n165\t5714\t3728\t\t158.014\t\t28\t\t0,69\n166\t0\t3768\t\t0\t\t\t\t\n167\t1514\t3784\t\t23.921\t\t\t16\t1,20\n168\t0\t3789\t88\t0\t2.057\t\t\t\n169\t5702\t3816\t\t157.225\t\t28\t\t0,69\n170\t0\t3856\t\t0\t\t\t\t\n171\t1514\t3872\t\t23.921\t\t\t16\t1,20\n172\t0\t3877\t88\t0\t2.050\t\t\t\n173\t5690\t3905\t\t156.436\t\t27\t\t0,69\n174\t0\t3945\t\t0\t\t\t\t\n175\t1514\t3961\t\t23.921\t\t\t16\t1,20\n176\t0\t3966\t88\t0\t2.043\t\t\t\n177\t5677\t3993\t\t155.647\t\t27\t\t0,69\n178\t0\t4033\t\t0\t\t\t\t\n179\t1514\t4049\t\t23.921\t\t\t16\t1,20\n180\t0\t4054\t88\t0\t2.036\t\t\t\n181\t5664\t4081\t\t154.859\t\t27\t\t0,69\n182\t0\t4121\t\t0\t\t\t\t\nN° da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n183\t1514\t4137\t\t23.921\t\t\t16\t1,20\n184\t0\t4142\t88\t0\t2.028\t\t\t\n185\t5651\t4169\t\t154.070\t\t27\t\t0,70\n186\t0\t4209\t\t0\t\t\t\t\n187\t1514\t4225\t\t23.921\t\t\t16\t1,20\n188\t0\t4230\t88\t0\t2.021\t\t\t\n189\t5638\t4257\t\t153.281\t\t27\t\t0,70\n190\t0\t4297\t\t0\t\t\t\t\n191\t1514\t4313\t\t23.921\t\t\t16\t1,20\n192\t0\t4318\t88\t0\t2.014\t\t\t\n193\t5625\t4345\t\t152.492\t\t27\t\t0,70\n194\t0\t4385\t\t0\t\t\t\t\n195\t1514\t4401\t\t23.921\t\t\t16\t1,20\n196\t0\t4406\t88\t0\t2.007\t\t\t\n197\t5612\t4433\t\t151.703\t\t27\t\t0,70\n198\t0\t4473\t\t0\t\t\t\t\n199\t1514\t4489\t\t23.921\t\t\t16\t1,20\n200\t0\t4494\t88\t0\t2.000\t\t\t\n201\t5598\t4521\t\t150.915\t\t27\t\t0,70\n202\t0\t4561\t\t0\t\t\t\t\n203\t1514\t4576\t\t23.921\t\t\t16\t1,20\n204\t0\t4581\t88\t0\t1.992\t\t\t\n205\t5584\t4608\t\t150.126\t\t27\t\t0,71\n206\t0\t4648\t\t0\t\t\t\t\n207\t1514\t4664\t\t23.921\t\t\t16\t1,20\n208\t0\t4669\t88\t0\t1.985\t\t\t\n209\t5570\t4696\t\t149.337\t\t27\t\t0,71\n210\t0\t4736\t\t0\t\t\t\t\n211\t1514\t4752\t\t23.921\t\t\t16\t1,20\n212\t0\t4757\t88\t0\t1.978\t\t\t\n213\t5556\t4783\t\t148.548\t\t27\t\t0,71\n214\t0\t4823\t\t0\t\t\t\t\n215\t1514\t4839\t\t23.921\t\t\t16\t1,20\n216\t0\t4844\t88\t0\t1.970\t\t\t\n217\t5542\t4871\t\t147.759\t\t27\t\t0,71\n218\t0\t4911\t\t0\t\t\t\t\n219\t1514\t4927\t\t23.921\t\t\t16\t1,20\n220\t0\t4932\t87\t0\t1.963\t\t\t\n221\t5528\t4958\t\t146.971\t\t27\t\t0,71\n222\t0\t4998\t\t0\t\t\t\t\n223\t1514\t5014\t\t23.921\t\t\t16\t1,20\n224\t0\t5019\t87\t0\t1.956\t\t\t\n225\t5513\t5046\t\t146.182\t\t27\t\t0,71\n226\t0\t5086\t\t0\t\t\t\t\n227\t1514\t5101\t\t23.921\t\t\t16\t1,20\n228\t0\t5106\t87\t0\t1.948\t\t\t\n229\t5498\t5133\t\t145.393\t\t26\t\t0,72\nN° da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n230\t0\t5173\t\t0\t\t\t\t\n231\t1514\t5189\t\t23.921\t\t\t16\t1,20\n232\t0\t5194\t87\t0\t1.941\t\t\t\n233\t5447\t5220\t\t144.604\t\t27\t\t0,71\n234\t0\t5260\t\t0\t\t\t\t\n235\t1514\t5276\t\t23.921\t\t\t16\t1,20\n236\t0\t5281\t87\t0\t1.929\t\t\t\n237\t5495\t5307\t\t143.816\t\t26\t\t0,72\n238\t0\t5347\t\t0\t\t\t\t\n239\t1514\t5363\t\t23.921\t\t\t16\t1,20\n240\t0\t5368\t87\t0\t1.929\t\t\t\n241\t5542\t5394\t\t143.027\t\t26\t\t0,73\n242\t0\t5434\t\t0\t\t\t\t\n243\t1514\t5450\t\t23.921\t\t\t16\t1,20\n244\t0\t5455\t87\t0\t1.928\t\t\t\n245\t5589\t5480\t\t142.238\t\t25\t\t0,74\n246\t0\t5520\t\t0\t\t\t\t\n247\t1514\t5536\t\t23.921\t\t\t16\t1,20\n248\t0\t5541\t86\t0\t1.927\t\t\t\n249\t5634\t5566\t\t141.449\t\t25\t\t0,76\n250\t0\t5606\t\t0\t\t\t\t\n251\t1514\t5622\t\t23.921\t\t\t16\t1,20\n252\t0\t5627\t86\t0\t1.925\t\t\t\n253\t5679\t5651\t\t140.660\t\t25\t\t0,77\n254\t0\t5691\t\t0\t\t\t\t\n255\t1514\t5707\t\t23.921\t\t\t16\t1,20\n256\t0\t5712\t86\t0\t1.923\t\t\t\n257\t5723\t5737\t\t139.872\t\t24\t\t0,78\n258\t0\t5777\t\t0\t\t\t\t\n259\t1514\t5792\t\t23.921\t\t\t16\t1,20\n260\t0\t5797\t85\t0\t1.922\t\t\t\n261\t5766\t5822\t\t139.083\t\t24\t\t0,79\n262\t0\t5862\t\t0\t\t\t\t\n263\t1514\t5877\t\t23.921\t\t\t16\t1,20\n264\t0\t5882\t85\t0\t1.920\t\t\t\n265\t5808\t5906\t\t138.294\t\t24\t\t0,80\n266\t0\t5946\t\t0\t\t\t\t\n267\t1514\t5962\t\t23.921\t\t\t16\t1,20\n268\t0\t5967\t85\t0\t1.917\t\t\t\n269\t5849\t5991\t\t137.505\t\t24\t\t0,81\n270\t0\t6031\t\t0\t\t\t\t\n271\t1514\t6046\t\t23.921\t\t\t16\t1,20\n272\t0\t6051\t84\t0\t1.915\t\t\t\n273\t5890\t6075\t\t136.717\t\t23\t\t0,82\n274\t0\t6115\t\t0\t\t\t\t\n275\t1514\t6130\t\t23.921\t\t\t16\t1,20\n276\t0\t6135\t84\t0\t1.912\t\t\t\nN° da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n277\t5929\t6158\t\t135.928\t\t23\t\t0,83\n278\t0\t6198\t\t0\t\t\t\t\n279\t1514\t6214\t\t23.921\t\t\t16\t1,20\n280\t0\t6219\t84\t0\t1.909\t\t\t\n281\t5968\t6242\t\t135.139\t\t23\t\t0,84\n282\t0\t6282\t\t0\t\t\t\t\n283\t1514\t6298\t\t23.921\t\t\t16\t1,20\n284\t0\t6303\t83\t0\t1.906\t\t\t\n285\t6006\t6325\t\t134.350\t\t22\t\t0,85\n286\t0\t6365\t\t0\t\t\t\t\n287\t1514\t6381\t\t23.921\t\t\t16\t1,20\n288\t0\t6386\t83\t0\t1.903\t\t\t\n289\t6043\t6408\t\t133.561\t\t22\t\t0,86\n290\t0\t6448\t\t0\t\t\t\t\n291\t1514\t6464\t\t23.921\t\t\t16\t1,20\n292\t0\t6469\t83\t0\t1.900\t\t\t\n293\t6079\t6490\t\t132.773\t\t22\t\t0,87\n294\t0\t6530\t\t0\t\t\t\t\n295\t1514\t6546\t\t23.921\t\t\t16\t1,20\n296\t0\t6551\t83\t0\t1.896\t\t\t\n297\t6114\t6573\t\t131.984\t\t22\t\t0,88\n298\t0\t6613\t\t0\t\t\t\t\n299\t1514\t6629\t\t23.921\t\t\t16\t1,20\n300\t0\t6634\t82\t0\t1.892\t\t\t\n301\t6149\t6655\t\t131.195\t\t21\t\t0,89\n302\t0\t6695\t\t0\t\t\t\t\n303\t1514\t6711\t\t23.921\t\t\t16\t1,20\n304\t0\t6716\t82\t0\t1.889\t\t\t\n305\t6182\t6737\t\t130.406\t\t21\t\t0,90\n306\t0\t6777\t\t0\t\t\t\t\n307\t1514\t6793\t\t23.921\t\t\t16\t1,20\n308\t0\t6798\t82\t0\t1.885\t\t\t\n309\t6215\t6818\t\t129.617\t\t21\t\t0,91\n310\t0\t6858\t\t0\t\t\t\t\n311\t1514\t6874\t\t23.921\t\t\t16\t1,20\n312\t0\t6879\t82\t0\t1.880\t\t\t\n313\t6247\t6900\t\t128.829\t\t21\t\t0,92\n314\t0\t6940\t\t0\t\t\t\t\n315\t1514\t6956\t\t23.921\t\t\t16\t1,20\n316\t0\t6961\t81\t0\t1.876\t\t\t\n317\t6278\t6981\t\t128.040\t\t20\t\t0,93\n318\t0\t7021\t\t0\t\t\t\t\n319\t1514\t7037\t\t23.921\t\t\t16\t1,20\n320\t0\t7042\t81\t0\t1.872\t\t\t\n321\t6308\t7062\t\t127.251\t\t20\t\t0,94\n322\t0\t7102\t\t0\t\t\t\t\n323\t1514\t7118\t\t23.921\t\t\t16\t1,20\nN° da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n324\t0\t7123\t81\t0\t1.867\t\t\t\n325\t6337\t7143\t\t126.462\t\t20\t\t0,95\n326\t0\t7183\t\t0\t\t\t\t\n327\t1514\t7199\t\t23.921\t\t\t16\t1,20\n328\t0\t7204\t81\t0\t1.862\t\t\t\n329\t6366\t7223\t\t125.674\t\t20\t\t0,96\n330\t0\t7263\t\t0\t\t\t\t\n331\t1514\t7279\t\t23.921\t\t\t16\t1,20\n332\t0\t7284\t81\t0\t1.857\t\t\t\n333\t6393\t7304\t\t124.885\t\t20\t\t0,97\n334\t0\t7344\t\t0\t\t\t\t\n335\t1514\t7359\t\t23.921\t\t\t16\t1,20\n336\t0\t7364\t80\t0\t1.852\t\t\t\n337\t6420\t7384\t\t124.096\t\t19\t\t0,98\n338\t0\t7424\t\t0\t\t\t\t\n339\t1514\t7440\t\t23.921\t\t\t16\t1,20\n340\t0\t7445\t80\t0\t1.847\t\t\t\n341\t6446\t7464\t\t123.307\t\t19\t\t0,99\n342\t0\t7504\t\t0\t\t\t\t\n343\t1514\t7520\t\t23.921\t\t\t16\t1,20\n344\t0\t7525\t80\t0\t1.842\t\t\t\n345\t6471\t7543\t\t122.518\t\t19\t\t1,00\n346\t0\t7583\t\t0\t\t\t\t\n347\t1514\t7599\t\t23.921\t\t\t16\t1,20\n348\t0\t7604\t80\t0\t1.837\t\t\t\n349\t6491\t7623\t\t121.730\t\t19\t\t1,01\n350\t0\t7663\t\t0\t\t\t\t\n351\t1514\t7679\t\t23.921\t\t\t16\t1,20\n352\t0\t7684\t80\t0\t1.831\t\t\t\n353\t6510\t7702\t\t120.941\t\t19\t\t1,02\n354\t0\t7742\t\t0\t\t\t\t\n355\t1514\t7758\t\t23.921\t\t\t16\t1,20\n356\t0\t7763\t79\t0\t1.825\t\t\t\n357\t6528\t7782\t\t120.152\t\t18\t\t1,03\n358\t0\t7822\t\t0\t\t\t\t\n359\t1514\t7837\t\t23.921\t\t\t16\t1,20\n360\t0\t7842\t79\t0\t1.819\t\t\t\n361\t6546\t7861\t\t119.363\t\t18\t\t1,04\n362\t0\t7901\t\t0\t\t\t\t\n363\t1514\t7916\t\t23.921\t\t\t16\t1,20\n364\t0\t7921\t79\t0\t1.813\t\t\t\n365\t6563\t7940\t\t118.575\t\t18\t\t1,05\n366\t0\t7980\t\t0\t\t\t\t\n367\t1514\t7995\t\t23.921\t\t\t16\t1,20\n368\t0\t8000\t79\t0\t1.807\t\t\t\n369\t6579\t8018\t\t117.786\t\t18\t\t1,06\nN° da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n370\t0\t8058\t\t0\t\t\t\t\n371\t1514\t8074\t\t23.921\t\t\t16\t1,20\n372\t0\t8079\t79\t0\t1.801\t\t\t\n373\t6594\t8097\t\t116.997\t\t18\t\t1,07\n374\t0\t8137\t\t0\t\t\t\t\n375\t1514\t8153\t\t23.921\t\t\t16\t1,20\n376\t0\t8158\t79\t0\t1.794\t\t\t\n377\t6609\t8175\t\t116.208\t\t18\t\t1,08\n378\t0\t8215\t\t0\t\t\t\t\n379\t1514\t8231\t\t23.921\t\t\t16\t1,20\n380\t0\t8236\t78\t0\t1.788\t\t\t\n381\t6623\t8253\t\t115.419\t\t17\t\t1,09\n382\t0\t8293\t\t0\t\t\t\t\n383\t1514\t8309\t\t23.921\t\t\t16\t1,20\n384\t0\t8314\t78\t0\t1.781\t\t\t\n385\t6635\t8331\t\t114.631\t\t17\t\t1,10\n386\t0\t8371\t\t0\t\t\t\t\n387\t1514\t8387\t\t23.921\t\t\t16\t1,20\n388\t0\t8392\t78\t0\t1.775\t\t\t\n389\t6648\t8409\t\t113.842\t\t17\t\t1,11\n390\t0\t8449\t\t0\t\t\t\t\n391\t1514\t8465\t\t23.921\t\t\t16\t1,20\n392\t0\t8470\t78\t0\t1.768\t\t\t\n393\t6659\t8487\t\t113.053\t\t17\t\t1,12\n394\t0\t8527\t\t0\t\t\t\t\n395\t1514\t8543\t\t23.921\t\t\t16\t1,20\n396\t0\t8548\t78\t0\t1.761\t\t\t\n397\t6669\t8565\t\t112.264\t\t17\t\t1,13\n398\t0\t8605\t\t0\t\t\t\t\n399\t1514\t8621\t\t23.921\t\t\t16\t1,20\n400\t0\t8626\t78\t0\t1.754\t\t\t\n401\t6679\t8642\t\t111.475\t\t17\t\t1,14\n402\t0\t8682\t\t0\t\t\t\t\n403\t1514\t8698\t\t23.921\t\t\t16\t1,20\n404\t0\t8703\t77\t0\t1.747\t\t\t\n405\t6688\t8720\t\t110.687\t\t17\t\t1,15\n406\t0\t8760\t\t0\t\t\t\t\n407\t1514\t8775\t\t23.921\t\t\t16\t1,20\n408\t0\t8780\t77\t0\t1.740\t\t\t\n409\t6696\t8797\t\t109.898\t\t16\t\t1,16\n410\t0\t8837\t\t0\t\t\t\t\n411\t1514\t8853\t\t23.921\t\t\t16\t1,20\n412\t0\t8858\t77\t0\t1.733\t\t\t\n413\t6703\t8874\t\t109.109\t\t16\t\t1,16\n414\t0\t8914\t\t0\t\t\t\t\n415\t1514\t8930\t\t23.921\t\t\t16\t1,20\n416\t0\t8935\t77\t0\t1.726\t\t\t\nN° da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n417\t6710\t8951\t\t108.320\t\t16\t\t1,17\n418\t0\t8991\t\t0\t\t\t\t\n419\t1514\t9007\t\t23.921\t\t\t16\t1,20\n420\t0\t9012\t77\t0\t1.719\t\t\t\n421\t6716\t9028\t\t107.532\t\t16\t\t1,18\n422\t0\t9068\t\t0\t\t\t\t\n423\t1514\t9083\t\t23.921\t\t\t16\t1,20\n424\t0\t9088\t77\t0\t1.711\t\t\t\n425\t6757\t9104\t\t106.743\t\t16\t\t1,20\n426\t0\t9144\t\t0\t\t\t\t\n427\t1514\t9160\t\t23.921\t\t\t16\t1,20\n428\t0\t9165\t77\t0\t1.706\t\t\t\n429\t6707\t9181\t\t105.954\t\t16\t\t1,20\n430\t0\t9221\t\t0\t\t\t\t\n431\t1514\t9237\t\t23.921\t\t\t16\t1,20\n432\t0\t9242\t77\t0\t1.696\t\t\t\n433\t6657\t9257\t\t105.165\t\t16\t\t1,20\n434\t0\t9297\t\t0\t\t\t\t\n435\t1514\t9313\t\t23.921\t\t\t16\t1,20\n436\t0\t9318\t77\t0\t1.685\t\t\t\n437\t6607\t9334\t\t104.376\t\t16\t\t1,20\n438\t0\t9374\t\t0\t\t\t\t\n439\t1514\t9390\t\t23.921\t\t\t16\t1,20\n440\t0\t9395\t77\t0\t1.675\t\t\t\n441\t6557\t9411\t\t103.588\t\t16\t\t1,20\n442\t0\t9451\t\t0\t\t\t\t\n443\t1514\t9466\t\t23.921\t\t\t16\t1,20\n444\t0\t9471\t77\t0\t1.665\t\t\t\n445\t6507\t9487\t\t102.799\t\t16\t\t1,20\n446\t0\t9527\t\t0\t\t\t\t\n447\t1514\t9543\t\t23.921\t\t\t16\t1,20\n448\t0\t9548\t77\t0\t1.654\t\t\t\n449\t6457\t9564\t\t102.010\t\t16\t\t1,20\n450\t0\t9604\t\t0\t\t\t\t\n451\t1514\t9620\t\t23.921\t\t\t16\t1,20\n452\t0\t9625\t77\t0\t1.644\t\t\t\n453\t6407\t9640\t\t101.221\t\t16\t\t1,20\n454\t0\t9680\t\t0\t\t\t\t\n455\t1514\t9696\t\t23.921\t\t\t16\t1,20\n456\t0\t9701\t77\t0\t1.634\t\t\t\n457\t6357\t9717\t\t100.433\t\t16\t\t1,20\n458\t0\t9757\t\t0\t\t\t\t\n459\t1514\t9773\t\t23.921\t\t\t16\t1,20\n460\t0\t9778\t77\t0\t1.624\t\t\t\n461\t6307\t9794\t\t99.644\t\t16\t\t1,20\n462\t0\t9834\t\t0\t\t\t\t\n463\t1514\t9849\t\t23.921\t\t\t16\t1,20\nN° da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n464\t0\t9854\t77\t0\t1.613\t\t\t\n465\t6258\t9870\t\t98.855\t\t16\t\t1,20\n466\t0\t9910\t\t0\t\t\t\t\n467\t1514\t9926\t\t23.921\t\t\t16\t1,20\n468\t0\t9931\t77\t0\t1.603\t\t\t\n469\t6208\t9947\t\t98.066\t\t16\t\t1,20\n470\t0\t9987\t\t0\t\t\t\t\n471\t1514\t10003\t\t23.921\t\t\t16\t1,20\n472\t0\t10008\t77\t0\t1.593\t\t\t\n473\t6158\t10023\t\t97.277\t\t16\t\t1,20\n474\t0\t10063\t\t0\t\t\t\t\n475\t1514\t10079\t\t23.921\t\t\t16\t1,20\n476\t0\t10084\t77\t0\t1.582\t\t\t\n477\t6108\t10100\t\t96.489\t\t16\t\t1,20\n478\t0\t10140\t\t0\t\t\t\t\n479\t1514\t10156\t\t23.921\t\t\t16\t1,20\n480\t0\t10161\t77\t0\t1.572\t\t\t\n481\t6058\t10177\t\t95.700\t\t16\t\t1,20\n482\t0\t10217\t\t0\t\t\t\t\n483\t1514\t10232\t\t23.921\t\t\t16\t1,20\n484\t0\t10237\t77\t0\t1.562\t\t\t\n485\t6008\t10253\t\t94.911\t\t16\t\t1,20\n486\t0\t10293\t\t0\t\t\t\t\n487\t1514\t10309\t\t23.921\t\t\t16\t1,20\n488\t0\t10314\t77\t0\t1.551\t\t\t\n489\t5958\t10330\t\t94.122\t\t16\t\t1,20\n490\t0\t10370\t\t\t\t\t\t\n491\t1514\t10386\t\t23.921\t\t\t16\t1,20\n492\t0\t10391\t82\t0\t1.447\t\t\t\n493\t5908\t10406\t\t93.333\t\t16\t\t1,20\n494\t0\t10446\t\t0\t\t\t\t\n495\t1514\t10462\t\t23.921\t\t\t16\t1,20\n496\t0\t10467\t77\t0\t1.531\t\t\t\n497\t5858\t10483\t\t92.545\t\t16\t\t1,20\n498\t0\t10523\t\t0\t\t\t\t\n499\t1514\t10539\t\t23.921\t\t\t16\t1,20\n500\t0\t10544\t77\t0\t1.521\t\t\t\n501\t5808\t10560\t\t91.756\t\t16\t\t1,20\n502\t0\t10600\t\t0\t\t\t\t\n503\t1514\t10615\t\t23.921\t\t\t16\t1,20\n504\t0\t10620\t77\t0\t1.510\t\t\t\n505\t5758\t10636\t\t90.967\t\t16\t\t1,20\n506\t0\t10676\t\t0\t\t\t\t\n507\t1514\t10692\t\t23.921\t\t\t16\t1,20\n508\t0\t10697\t77\t0\t1.500\t\t\t\n509\t5708\t10713\t\t90.178\t\t16\t\t1,20\n510\t0\t10753\t\t0\t\t\t\t\nN“ da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n511\t1514\t10769\t\t23.921\t\t\t16\t1,20\n512\t0\t10774\t77\t0\t1.490\t\t\t\n513\t5658\t10789\t\t89.390\t\t16\t\t1,20\n514\t0\t10829\t\t0\t\t\t\t\n515\t1514\t10845\t\t23.921\t\t\t16\t1,20\n516\t0\t10850\t77\t0\t1.479\t\t\t\n517\t5608\t10866\t\t88.601\t\t16\t\t1,20\n518\t0\t10906\t\t0\t\t\t\t\n519\t1514\t10922\t\t23.921\t\t\t16\t1,20\n520\t0\t10927\t77\t0\t1.469\t\t\t\n521\t5558\t10943\t\t87.812\t\t16\t\t1,20\n522\t0\t10983\t\t0\t\t\t\t\n523\t1514\t10998\t\t23.921\t\t\t16\t1,20\n524\t0\t11003\t77\t0\t1.459\t\t\t\n525\t5509\t11019\t\t87.023\t\t16\t\t1,20\n526\t0\t11059\t\t0\t\t\t\t\n527\t1514\t11075\t\t23.921\t\t\t16\t1,20\n528\t0\t11080\t77\t0\t1.448\t\t\t\n529\t5459\t11096\t\t86.234\t\t16\t\t1,20\n530\t0\t11136\t\t0\t\t\t\t\n531\t1514\t11152\t\t23.921\t\t\t16\t1,20\n532\t0\t11157\t77\t0\t1.438\t\t\t\n533\t5409\t11172\t\t85.446\t\t16\t\t1,20\n534\t0\t11212\t\t0\t\t\t\t\n535\t1514\t11228\t\t23.921\t\t\t16\t1,20\n536\t0\t11233\t77\t0\t1.428\t\t\t\n537\t5359\t11249\t\t84.657\t\t16\t\t1,20\n538\t0\t11289\t\t0\t\t\t\t\n539\t1514\t11305\t\t23.921\t\t\t16\t1,20\n540\t0\t11310\t77\t0\t1.418\t\t\t\n541\t5309\t11325\t\t83.868\t\t16\t\t1,20\n542\t0\t11365\t\t0\t\t\t\t\n543\t1514\t11381\t\t23.921\t\t\t16\t1,20\n544\t0\t11386\t77\t0\t1.407\t\t\t\n545\t5259\t11402\t\t83.079\t\t16\t\t1,20\n546\t0\t11442\t\t0\t\t\t\t\n547\t1514\t11458\t\t23.921\t\t\t16\t1,20\n548\t0\t11463\t77\t0\t1.397\t\t\t\n549\t5209\t11479\t\t82.291\t\t16\t\t1,20\n550\t0\t11519\t\t0\t\t\t\t\n551\t1514\t11534\t\t23.921\t\t\t16\t1,20\n552\t0\t11539\t77\t0\t1.387\t\t\t\n553\t5159\t11555\t\t81.502\t\t16\t\t1,20\n554\t0\t11595\t\t0\t\t\t\t\n555\t1514\t11611\t\t23.921\t\t\t16\t1,20\n556\t0\t11616\t77\t0\t1.376\t\t\t\nN° da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n557\t5109\t11632\t\t80.713\t\t16\t\t1,20\n558\t0\t11672\t\t0\t\t\t\t\n559\t1514\t11688\t\t23.921\t\t\t16\t1,20\n560\t0\t11693\t77\t0\t1.366\t\t\t\n561\t5059\t11708\t\t79.924\t\t16\t\t1,20\n562\t0\t11748\t\t0\t\t\t\t\n563\t1514\t11764\t\t23.921\t\t\t16\t1,20\n564\t0\t11769\t77\t0\t1.356\t\t\t\n565\t5009\t11785\t\t79.135\t\t16\t\t1,20\n566\t0\t11825\t\t0\t\t\t\t\n567\t1514\t11841\t\t23.921\t\t\t16\t1,20\n568\t0\t11846\t77\t0\t1.345\t\t\t\n569\t4959\t11862\t\t78.347\t\t16\t\t1,20\n570\t0\t11902\t\t0\t\t\t\t\n571\t1514\t11917\t\t23.921\t\t\t16\t1,20\n572\t0\t11922\t77\t0\t1.335\t\t\t\n573\t4909\t11938\t\t77.558\t\t16\t\t1,20\n574\t0\t11978\t\t0\t\t\t\t\n575\t1514\t11994\t\t23.921\t\t\t16\t1,20\n576\t0\t11999\t77\t0\t1.325\t\t\t\n577\t4859\t12015\t\t76.769\t\t16\t\t1,20\n578\t0\t12055\t\t0\t\t\t\t\n579\t1514\t12071\t\t23.921\t\t\t16\t1,20\n580\t0\t12076\t77\t0\t1.315\t\t\t\n581\t4810\t12091\t\t75.980\t\t16\t\t1,20\n582\t0\t12131\t\t0\t\t\t\t\n583\t1514\t12147\t\t23.921\t\t\t16\t1,20\n584\t0\t12152\t77\t0\t1.304\t\t\t\n585\t4760\t12168\t\t75.191\t\t16\t\t1,20\n586\t0\t12208\t\t0\t\t\t\t\n587\t1514\t12224\t\t23.921\t\t\t16\t1,20\n588\t0\t12229\t77\t0\t1.294\t\t\t\n589\t4710\t12245\t\t74.403\t\t16\t\t1,20\n590\t0\t12285\t\t0\t\t\t\t\n591\t1514\t12300\t\t23.921\t\t\t16\t1,20\n592\t0\t12305\t77\t0\t1.284\t\t\t\n593\t4660\t12321\t\t73.614\t\t16\t\t1,20\n594\t0\t12361\t\t0\t\t\t\t\n595\t1514\t12377\t\t23.921\t\t\t16\t1,20\n596\t0\t12382\t77\t0\t1.273\t\t\t\n597\t4610\t12398\t\t72.825\t\t16\t\t1,20\n598\t0\t12438\t\t0\t\t\t\t\n599\t1514\t12454\t\t23.921\t\t\t16\t1,20\n600\t0\t12459\t77\t0\t1.263\t\t\t\n601\t4560\t12474\t\t72.036\t\t16\t\t1,20\n602\t0\t12514\t\t0\t\t\t\t\n603\t1514\t12530\t\t23.921\t\t\t16\t1,20\nN° da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n604\t0\t12535\t77\t0\t1.253\t\t\t\n605\t4510\t12551\t\t71.248\t\t16\t\t1,20\n606\t0\t12591\t\t0\t\t\t\t\n607\t1514\t12607\t\t23.921\t\t\t16\t1,20\n608\t0\t12612\t77\t0\t1.242\t\t\t\n609\t4460\t12628\t\t70.459\t\t16\t\t1,20\n610\t0\t12668\t\t0\t\t\t\t\n611\t1514\t12683\t\t23.921\t\t\t16\t1,20\n612\t0\t12688\t77\t0\t1.232\t\t\t\n613\t4410\t12704\t\t69.670\t\t16\t\t1,20\n614\t0\t12744\t\t0\t\t\t\t\n615\t1514\t12760\t\t23.921\t\t\t16\t1,20\n616\t0\t12765\t77\t0\t1.222\t\t\t\n617\t4360\t12781\t\t68.881\t\t16\t\t1,20\n618\t0\t12821\t\t0\t\t\t\t\n619\t1514\t12837\t\t23.921\t\t\t16\t1,20\n620\t0\t12842\t77\t0\t1.212\t\t\t\n621\t4310\t12857\t\t68.092\t\t16\t\t1,20\n622\t0\t12897\t\t0\t\t\t\t\n623\t1514\t12913\t\t23.921\t\t\t16\t1,20\n624\t0\t12918\t77\t0\t1.201\t\t\t\n625\t4260\t12934\t\t67.304\t\t16\t\t1,20\n626\t0\t12974\t\t0\t\t\t\t\n627\t1514\t12990\t\t23.921\t\t\t16\t1,20\n628\t0\t12995\t77\t0\t1.191\t\t\t\n629\t4210\t13011\t\t66.515\t\t16\t\t1,20\n630\t0\t13051\t\t0\t\t\t\t\n631\t1514\t13066\t\t23.921\t\t\t16\t1,20\n632\t0\t13071\t77\t0\t1.181\t\t\t\n633\t4160\t13087\t\t65.726\t\t16\t\t1,20\n634\t0\t13127\t\t0\t\t\t\t\n635\t1514\t13143\t\t23.921\t\t\t16\t1,20\n636\t0\t13148\t77\t0\t1.170\t\t\t\n637\t4111\t13164\t\t64.937\t\t16\t\t1,20\n638\t0\t13204\t\t0\t\t\t\t\n639\t1514\t13220\t\t23.921\t\t\t16\t1,20\n640\t0\t13225\t77\t0\t1.160\t\t\t\n641\t4061\t13240\t\t64.149\t\t16\t\t1,20\n642\t0\t13280\t\t0\t\t\t\t\n643\t1514\t13296\t\t23.921\t\t\t16\t1,20\n644\t0\t13301\t77\t0\t1.150\t\t\t\n645\t4011\t13317\t\t63.360\t\t16\t\t1,20\n646\t0\t13357\t\t0\t\t\t\t\n647\t1514\t13373\t\t23.921\t\t\t16\t1,20\n648\t0\t13378\t77\t0\t1.139\t\t\t\n649\t3961\t13394\t\t62.571\t\t16\t\t1,20\n650\t0\t13434\t\t0\t\t\t\t\nN° da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n651\t1514\t13449\t\t23.921\t\t\t16\t1,20\n652\t0\t13454\t77\t0\t1.129\t\t\t\n653\t3911\t13470\t\t61.782\t\t16\t\t1,20\n654\t0\t13510\t\t0\t\t\t\t\n655\t1514\t13526\t\t23.921\t\t\t16\t1,20\n656\t0\t13531\t77\t0\t1.119\t\t\t\n657\t3861\t13547\t\t60.993\t\t16\t\t1,20\n658\t0\t13587\t\t0\t\t\t\t\n659\t1514\t13603\t\t23.921\t\t\t16\t1,20\n660\t0\t13608\t77\t0\t1.109\t\t\t\n661\t3811\t13623\t\t60.205\t\t16\t\t1,20\n662\t0\t13663\t\t0\t\t\t\t\n663\t1514\t13679\t\t23.921\t\t\t16\t1,20\n664\t0\t13684\t77\t0\t1.098\t\t\t\n665\t3761\t13700\t\t59.416\t\t16\t\t1,20\n666\t0\t13740\t\t0\t\t\t\t\n667\t1514\t13756\t\t23.921\t\t\t16\t1,20\n668\t0\t13761\t77\t0\t1.088\t\t\t\n669\t3711\t13777\t\t58.627\t\t16\t\t1,20\n670\t0\t13817\t\t0\t\t\t\t\n632\t0\t13071\t77\t0\t1.181\t\t16\t\n633\t4160\t13087\t\t65.726\t\t16\t\t1,20\n634\t0\t13127\t\t0\t\t\t\t\n635\t1514\t13143\t\t23.921\t\t\t\t1,20\n636\t0\t13148\t77\t0\t1.170\t\t16\t\n637\t4111\t13164\t\t64.937\t\t16\t\t1,20\n638\t0\t13204\t\t0\t\t\t\t\n639\t1514\t13220\t\t23.921\t\t\t16\t1,20\n640\t0\t13225\t77\t0\t1.160\t\t\t\n641\t4061\t13240\t\t64.149\t\t16\t\t1,20\n642\t0\t13280\t\t0\t\t\t\t\n643\t1514\t13296\t\t23.921\t\t\t16\t1,20\n644\t0\t13301\t77\t0\t1.150\t\t\t\n645\t4011\t13317\t\t63.360\t\t16\t\t1,20\n646\t0\t13357\t\t0\t\t\t\t\n647\t1514\t13373\t\t23.921\t\t\t16\t1,20\n648\t0\t13378\t77\t0\t1.139\t\t\t\n649\t3961\t13394\t\t62.571\t\t16\t\t1,20\n650\t0\t13434\t\t0\t\t\t\t\n651\t1514\t13449\t\t23.921\t\t\t16\t1,20\n652\t0\t13454\t77\t0\t1.129\t\t\t\n653\t3911\t13470\t\t61.782\t\t16\t\t1,20\n654\t0\t13510\t\t0\t\t\t\t\n655\t1514\t13526\t\t23.921\t\t\t16\t1,20\n656\t0\t13531\t77\t0\t1.119\t\t\t\n657\t3861\t13547\t\t60.993\t\t16\t\t1,20\n658\t0\t13587\t\t0\t\t\t\t\nN° da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n659\t1514\t13603\t\t23.921\t\t\t16\t1,20\n660\t0\t13608\t77\t0\t1.109\t\t\t\n661\t3811\t13623\t\t60.205\t\t16\t\t1,20\n662\t0\t13663\t\t0\t\t\t\t\n663\t1514\t13679\t\t23.921\t\t\t16\t1,20\n664\t0\t13684\t77\t0\t1.098\t\t\t\n665\t3761\t13700\t\t59.416\t\t16\t\t1,20\n666\t0\t13740\t\t0\t\t\t\t\n667\t1514\t13756\t\t23.921\t\t\t16\t1,20\n668\t0\t13761\t77\t0\t1.088\t\t\t\n669\t3711\t13777\t\t58.627\t\t16\t\t1,20\n670\t0\t13817\t\t0\t\t\t\t\n671\t1514\t13832\t\t23.921\t\t\t16\t1,20\n672\t0\t13837\t77\t0\t1.078\t\t\t\n673\t3661\t13853\t\t57.838\t\t16\t\t1,20\n674\t0\t13893\t\t0\t\t\t\t\n675\t1514\t13909\t\t23.921\t\t\t16\t1,20\n676\t0\t13914\t77\t0\t1.067\t\t\t\n677\t3611\t13930\t\t57.049\t\t16\t\t1,20\n678\t0\t13970\t\t0\t\t\t\t\n679\t1514\t13986\t\t23.921\t\t\t16\t1,20\n680\t0\t13991\t77\t0\t1.057\t\t\t\n681\t3561\t14006\t\t56.261\t\t16\t\t1,20\n682\t0\t14046\t\t0\t\t\t\t\n683\t1514\t14062\t\t23.921\t\t\t16\t1,20\n684\t0\t14067\t77\t0\t1.047\t\t\t\n685\t3511\t14083\t\t55.472\t\t16\t\t1,20\n686\t0\t14123\t\t0\t\t\t\t\n687\t1514\t14139\t\t23.921\t\t\t16\t1,20\n688\t0\t14144\t77\t0\t1.037\t\t\t\n689\t3461\t14160\t\t54.683\t\t16\t\t1,20\n690\t0\t14200\t\t0\t\t\t\t\n691\t1514\t14215\t\t23.921\t\t\t16\t1,20\n692\t0\t14220\t77\t0\t1.026\t\t\t\n693\t3412\t14236\t\t53.894\t\t16\t\t1,20\n694\t0\t14276\t\t0\t\t\t\t\n695\t1514\t14292\t\t23.921\t\t\t16\t1,20\n696\t0\t14297\t77\t0\t1.016\t\t\t\n697\t3362\t14313\t\t53.106\t\t16\t\t1,20\n698\t0\t14353\t\t0\t\t\t\t\n699\t1514\t14369\t\t23.921\t\t\t16\t1,20\n700\t0\t14374\t77\t0\t1.006\t\t\t\n701\t3312\t14389\t\t52.317\t\t16\t\t1,20\n702\t0\t14429\t\t0\t\t\t\t\n703\t1514\t14445\t\t23.921\t\t\t16\t1,20\n704\t0\t14450\t77\t0\t995\t\t\t\n705\t3262\t14466\t\t51.528\t\t16\t\t1,20\nN° da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n706\t0\t14506\t\t0\t\t\t\t\n707\t1514\t14522\t\t23.921\t\t\t16\t1,20\n708\t0\t14527\t77\t0\t985\t\t\t\n709\t3212\t14543\t\t50.739\t\t16\t\t1,20\n710\t0\t14583\t\t0\t\t\t\t\n711\t1514\t14598\t\t23.921\t\t\t16\t1,20\n712\t0\t14603\t77\t0\t975\t\t\t\n713\t3162\t14619\t\t49.950\t\t16\t\t1,20\n714\t0\t14659\t\t0\t\t\t\t\n715\t1514\t14675\t\t23.921\t\t\t16\t1,20\n716\t0\t14680\t77\t0\t964\t\t\t\n717\t3112\t14696\t\t49.162\t\t16\t\t1,20\n718\t0\t14736\t\t0\t\t\t\t\n719\t1514\t14751\t\t23.921\t\t\t16\t1,20\n720\t0\t14756\t77\t0\t954\t\t\t\n721\t3062\t14772\t\t48.373\t\t16\t\t1,20\n722\t0\t14812\t\t0\t\t\t\t\n723\t1514\t14828\t\t23.921\t\t\t16\t1,20\n724\t0\t14833\t77\t0\t944\t\t\t\n725\t3012\t14849\t\t47.584\t\t16\t\t1,20\n726\t0\t14889\t\t0\t\t\t\t\n727\t1514\t14905\t\t23.921\t\t\t16\t1,20\n728\t0\t14910\t77\t0\t934\t\t\t\n729\t2962\t14925\t\t46.795\t\t16\t\t1,20\n730\t0\t14965\t\t0\t\t\t\t\n731\t1514\t14981\t\t23.921\t\t\t16\t1,20\n732\t0\t14986\t77\t0\t923\t\t\t\n733\t2912\t15002\t\t46.007\t\t16\t\t1,20\n734\t0\t15042\t\t0\t\t\t\t\n735\t1514\t15058\t\t23.921\t\t\t16\t1,20\n736\t0\t15063\t77\t0\t913\t\t\t\n737\t2862\t15079\t\t45.218\t\t16\t\t1,20\n738\t0\t15119\t\t0\t\t\t\t\n739\t1514\t15134\t\t23.921\t\t\t16\t1,20\n740\t0\t15139\t77\t0\t903\t\t\t\n741\t2812\t15155\t\t44.429\t\t16\t\t1,20\n742\t0\t15195\t\t0\t\t\t\t\n743\t1514\t15211\t\t23.921\t\t\t16\t1,20\n744\t0\t15216\t77\t0\t892\t\t\t\n745\t2762\t15232\t\t43.640\t\t16\t\t1,20\n746\t0\t15272\t\t0\t\t\t\t\n747\t1514\t15288\t\t23.921\t\t\t16\t1,20\n748\t0\t15293\t77\t0\t882\t\t\t\n749\t2712\t15308\t\t42.851\t\t16\t\t1,20\n750\t0\t15348\t\t0\t\t\t\t\n751\t1514\t15364\t\t23.921\t\t\t16\t1,20\n752\t0\t15369\t77\t0\t872\t\t\t\nN° da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n753\t2663\t15385\t\t42.063\t\t16\t\t1,20\n754\t0\t15425\t\t0\t\t\t\t\n755\t1514\t15441\t\t23.921\t\t\t16\t1,20\n756\t0\t15446\t77\t0\t861\t\t\t\n757\t2613\t15462\t\t41.274\t\t16\t\t1,20\n758\t0\t15502\t\t0\t\t\t\t\n759\t1514\t15517\t\t23.921\t\t\t16\t1,20\n760\t0\t15522\t77\t0\t851\t\t\t\n761\t2563\t15538\t\t40.485\t\t16\t\t1,20\n762\t0\t15578\t\t0\t\t\t\t\n763\t1514\t15594\t\t23.921\t\t\t16\t1,20\n764\t0\t15599\t77\t0\t841\t\t\t\n765\t2513\t15615\t\t39.696\t\t16\t\t1,20\n766\t0\t15655\t\t0\t\t\t\t\n767\t1514\t15671\t\t23.921\t\t\t16\t1,20\n768\t0\t15676\t77\t0\t831\t\t\t\n769\t2463\t15691\t\t38.907\t\t16\t\t1,20\n770\t0\t15731\t\t0\t\t\t\t\n771\t1514\t15747\t\t23.921\t\t\t16\t1,20\n772\t0\t15752\t77\t0\t820\t\t\t\n773\t2413\t15768\t\t38.119\t\t16\t\t1,20\n774\t0\t15808\t\t0\t\t\t\t\n775\t1514\t15824\t\t23.921\t\t\t16\t1,20\n776\t0\t15829\t77\t0\t810\t\t\t\n777\t2363\t15845\t\t37.330\t\t16\t\t1,20\n778\t0\t15885\t\t0\t\t\t\t\n779\t1514\t15900\t\t23.921\t\t\t16\t1,20\n780\t0\t15905\t77\t0\t800\t\t\t\n781\t2313\t15921\t\t36.541\t\t16\t\t1,20\n782\t0\t15961\t\t0\t\t\t\t\n783\t1514\t15977\t\t23.921\t\t\t16\t1,20\n784\t0\t15982\t77\t0\t789\t\t\t\n785\t2263\t15998\t\t35.752\t\t16\t\t1,20\n786\t0\t16038\t\t0\t\t\t\t\n787\t1514\t16054\t\t23.921\t\t\t16\t1,20\n788\t0\t16059\t77\t0\t779\t\t\t\n789\t2213\t16074\t\t34.964\t\t16\t\t1,20\n790\t0\t16114\t\t0\t\t\t\t\n791\t1514\t16130\t\t23.921\t\t\t16\t1,20\n792\t0\t16135\t77\t0\t769\t\t\t\n793\t2163\t16151\t\t34.175\t\t16\t\t1,20\n794\t0\t16191\t\t0\t\t\t\t\n795\t1514\t16207\t\t23.921\t\t\t16\t1,20\n796\t0\t16212\t77\t0\t758\t\t\t\n797\t2113\t16228\t\t33.386\t\t16\t\t1,20\n798\t0\t16268\t\t0\t\t\t\t\n799\t1514\t16283\t\t23.921\t\t\t16\t1,20\nN° da etapa\tPotência [W]\tTempo [s]\tDelta [s]\tEnergia [J]\tPot. Média [W]\tTempo/ subida [s]\tTempo/ descida [s]\tVeloc. [m/s]\n800\t0\t16288\t77\t0\t748\t\t\t\n801\t2063\t16304\t\t32.597\t\t16\t\t1,20\n802\t0\t16344\t\t0\t\t\t\t\n803\t1514\t16360\t\t23.921\t\t\t16\t1,20\n804\t0\t16365\t77\t0\t738\t\t\t\n805\t2013\t16381\t\t31.808\t\t16\t\t1,20\n806\t0\t16421\t\t0\t\t\t\t\n807\t1514\t16437\t\t23.921\t\t\t16\t1,20\n808\t0\t16442\t77\t0\t728\t\t\t\n809\t1964\t16457\t\t31.020\t\t16\t\t1,20\n810\t0\t16497\t\t0\t\t\t\t\n811\t1514\t16513\t\t23.921\t\t\t16\t1,20\n812\t0\t16518\t77\t0\t717\t\t\t\n813\t1914\t16534\t\t30.231\t\t16\t\t1,20\n814\t0\t16574\t\t0\t\t\t\t\n815\t1514\t16590\t\t23.921\t\t\t16\t1,20\n816\t0\t16595\t77\t0\t707\t\t\t\n817\t1864\t16611\t\t29.442\t\t16\t\t1,20\n818\t0\t16651\t\t0\t\t\t\t\n819\t1514\t16666\t\t23.921\t\t\t16\t1,20\n820\t0\t16671\t77\t0\t697\t\t\t\n821\t1814\t16687\t\t28.653\t\t16\t\t1,20\n822\t0\t16727\t\t0\t\t\t\t\n823\t1514\t16743\t\t23.921\t\t\t16\t1,20\n824\t0\t16748\t77\t0\t686\t\t\t\n825\t1764\t16764\t\t27.865\t\t16\t\t1,20\n826\t0\t16804\t\t0\t\t\t\t\n827\t1514\t16820\t\t23.921\t\t\t16\t1,20\n828\t0\t16825\t77\t0\t676\t\t\t\n829\t1714\t16840\t\t27.076\t\t16\t\t1,20\n830\t0\t16880\t\t0\t\t\t\t\n831\t1514\t16896\t\t23.921\t\t\t16\t1,20\n832\t0\t16901\t77\t0\t666\t\t\t\n833\t1664\t16917\t\t26.287\t\t16\t\t1,20\n834\t0\t16957\t\t0\t\t\t\t\n835\t1514\t16973\t\t23.921\t\t\t16\t1,20\n836\t0\t16978\t77\t0\t655\t\t\t\n837\t1614\t16994\t\t25.498\t\t16\t\t1,20\n838\t0\t17034\t\t0\t\t\t\t\n839\t1514\t17049\t\t23.921\t\t\t16\t1,20\n840\t0\t17054\t77\t0\t645\t\t\t\n841\t1564\t17070\t\t24.709\t\t16\t\t1,20\n842\t0\t17110\t\t0\t\t\t\t\n843\t1514\t17126\t\t23.921\t\t\t16\t1,20\n844\t0\t17131\t77\t0\t635\t\t\t\nTabela A.1 - Resultados obtidos para cada engrenagem ao fim de cada ciclo de cargas.\nANEXO 2 - QUADROS - RESUMO DA DETERMINAÇÃO DOS CAUDAIS DE VENTILAÇÃO DE UM MOTOR\nTabela A.2.1 - Medição dos caudais de ar exaustos em cada secção da grelha lateral.\nCaudal em cada ponto de medição [m3/h]\t\t\t\nAberturas\tSX\tCE\tDX\n1\t31,5\t34,3\t32,2\n2\t32,6\t36,8\t34,8\n3\t23,6\t36,5\t39,5\n4\t32,5\t37,5\t40,2\n5\t28,1\t26,4\t24,9\n6\t32,1\t30\t31,4\n7\t33,6\t32,8\t31\n8\t31,7\t33,9\t29,5\n9\t32,8\t31,9\t31,3\n10\t34,3\t30,5\t32,4\n11\t28,9\t24,1\t28,7\n12\t30,2\t30,3\t31,2\n13\t29,3\t28,9\t30\n14\t27,3\t25,5\t26,6\n15\t34,5\t36,9\t38,7\nCaudal Máx. [m3/h]\t34,5\t37,5\t40,2\nTabela A.2.2 - Caudal máximo de ar exausto pela grelha lateral.\n\tSEZ SX\tSEZ CE\tSEZ DX\nÁrea de Secção Transv. da Abertura [mm2]\t161,667\t161,667\t161,667\nCaudal Parcial de Ar [m3/h]\t269\t277\t281\nCaudal Total de Ar [m3/h]\t827\t\t\nCaudal de Ar Total do Motor [m3/h]\t1829\t\t\nCaudal Max. de Ar exausto pela grelha [m3/h]\t1053\t\t\nCaudal em cada ponto de medição [m3/h]\t\t\t\n\tSX\tCE\tDX\nCE\t-13\t-11\t-12\nDE\t22\t25,5\t26\nNDE\t11\t18\t20\nTotal\t20\t32,5\t34\nTabela A.2.4 - Caudal máximo de ar exausto pela grelha inferior\nÁrea de Secção Transv. da Abertura [mm2]\t144\nNúmero de Aberturas\t35\nÁrea de Secção Transv. Total [mm2]\t5040\nÁrea de Secção Transv. Total do Ponto de Medição [mm2]\t560\nCaudal de Ar Total [m3/h]\t174\nANEXO 3 - TABELAS AUXILIARES\nTabela A.3.1 - Dimensões standard para tubagem de cobre em permutadores de calor.\nDiâmetro externo\t\tEspessura da parede [mm]\tDiâmetro interno [mm]\nPolegadas\t[mm]\t\t\n3/4”\t19,05\t0,89\t17,27\n7/8”\t22,22\t0,81\t20,6\n1”\t25,4\t0,89\t23,62\n1.1/8”\t28,57\t0,89\t26,79\n1.3/8”\t34,92\t1,07\t32,78\n1.5/8”\t41,27\t1,27\t38,73\n2”\t50,8\t1,44\t47,92\nTabela A.3.2 - Coeficientes de influência para escoamentos laminares completamente desenvolvidos em anel de tubos circulares com fluxo de calor constante em ambas as superfícies (Incropera e DeWitt, 2006).\nDi / Do\tNuii\tNUoo\tOi\tO o\n0\t-\t4,364\tCO\t0\n0,05\t17,81\t4,792\t2,18\t0,0294\n0,10\t11,91\t4,834\t1,383\t0,0562\n0,20\t8,499\t4,833\t0,905\t0,1041\n0,40\t6,583\t4,979\t0,693\t0,1823\n0,60\t5,912\t5,099\t0,473\t0,2455\n0,80\t5,58\t5,24\t0,401\t0,299\n1,00\t5,385\t5,385\t0,346\t0,346"}]}}}