{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.14167"}, {"@name": "filename", "#text": "20438_Poster_Avalia%c3%a7%c3%a3o%20do%20Desempenho%20dos%20Participantes%20no%20PNAEQ%20em%20Morfologia%20Parasit%c3%a1ria%20%e2%80%93%2020%20anos%20de%20experi%c3%aancia.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Avaliação do Desempenho dos Participantes no Programa Nacional de Avaliação Externa da Qualidade em Morfologia Parasitária - 20 anos de experiência\nREPUBLICA PORTUGUESA\nSAÚDE\nCláudia Júlio1, Helena Correia2, Teresa Baptista Fernandes3, Ana Cardoso2, Cristina Brito2, Quirina Santos Costa4, Ana Faria2\n(1)\tInstituto Nacional de Saúde Doutor Ricardo Jorge;\n(2)\tInstituto Nacional de Saúde Doutor Ricardo Jorge, Departamento de Epidemiologia, Unidade de Avaliação Externa da Qualidade;\n(3)\tCentro Hospitalar Lisboa Ocidental, Serviço de Patologia Clínica, Laboratório de Microbiologia Clínica e Biologia Molecular;\n(4)\tFaculdade de Farmácia de Lisboa, Universidade de Lisboa\nIntrodução e Objetivo\nO Programa Nacional de Avaliação Externa da Qualidade (PNAEQ), inserido no Departamento de Epidemiologia do Instituto Nacional de Saúde Doutor Ricardo Jorge, em Lisboa, tem implementado entre outros, o programa de Morfologia parasitária desde 1995. Neste programa são enviadas amostras de sangue e de fezes para identificação de parasitas e conta com o apoio de um grupo de trabalho cuja principal atividade é a seleção de amostras, a análise de resultados e elaboração de relatórios técnico-científicos promovendo a formação bem como a melhoria contínua do desempenho dos participantes.\nNeste estudo retrospetivo pretendemos avaliar, o desempenho dos participantes no período de 1995 a 2015, relativamente à deteção e identificação de parasitas, em amostras de fezes e sangue.\nMétodos\nAs amostras, contendo protozoários e helmintas, foram distribuídas aos participantes em 3 ensaios anuais, sendo cada ensaio constituído, pelo menos, por uma amostra de fezes e uma de sangue. As respostas dos participantes sobre a identificação de parasitas foram alvo de análise estatística qualitativa, tendo em conta o parasita presente na amostra. Os resultados são enviados aos participantes sob a forma de relatório e incluem os comentários do grupo de trabalho com carater formativo.\nResultados\nCryptosporidium sp\t.__i Isospora belli\t____. Giardia duodenalis\t>___i Entamoeba coli\nPseudolimax/Iodamoeba butschlii i______> Microsporidia\t----Limite superior\t----Limite inferior\nGráfico 1: Percentagem de resultados corretos para identificação de protozoários em amostras de fezes\nAncylostomidae\ti__Ascaris lumbricoides\t>__Diphyllobothrium latum i______Enterobius vermicularis i_____Fasciola hepatica\nTaenia sp\t.__Paragonimus westermani--------limite superior\t---limite inferior\nGráfico 2: Percentagem de resultados corretos para identificação de helmintas em amostras de fezes\nForam considerados aceitáveis todos os resultados incluídos no intervalo entre os 60% e os 80%. Para as amostras de fezes, a percentagem de resultados dentro do intervalo ou acima deste é de 71% para a correta identificação de protozoários e de 95% para helmitas, gráfico 1 e 2 respetivamente.\n3\n■Ascaris lumbricoides, Trichuris trichiura\nAscaris lumbricoides, Endo!¡max nana\n■\tEntamoeba coli, Endolimaxnana\nEntamoeba coli, Blastocystis horn in is\na Giardia duodenalis. Taenia sp\nGiardia duodenalis, Ascaris lumbricoides\nGiardia duodenalis, Ancylostomideo\n■\tGiardia duodenalis, Ascaris lumbricoides, Trichuris trichiura\nGiardia duodenalis, Chilomastix mesnili, Blastocystis hominis\n• Entamoeba histolytica, Entamoeba hartmanni, Pseudolimaxbuetschliie Giardia duodenalis\nNas amostras de fezes poliparasitadas (gráfico 3) contendo espécimes frequentes, por ex., A. lumbricoides e G. duodenalis verifica-se um elevado desempenho dos participantes (84%), contudo quando presente três ou mais protozoários, a percentagem de resultados corretos diminui o que revela um aumento no grau de dificuldade. A identificação de tripomastigotas de T. brucei em esfregaços sanguíneos e de promastigotas de Leishmania sp. de cultura (gráfico 4) revelam melhor desempenho dos participantes (acima de 80%). A identificação de espécies de microfilárias apresentou valores baixos (entre 24 e 74%) e valores inferiores (entre 5 e 10%) quando presente mais do que uma espécie (dados não representados graficamente).\n■\tLeishmania sp\n■\tWuchereria bancrofti\n■\tLoa loa\nTrypanosoma brucei\nGráfico 4: Percentagem de resultados corretos nas amostras de sangue\nGráfico 3: Percentagem de resultados corretos nas amostras de fezes poliparasitadas\n1 í Plasmodium falciparum\ti__i Plasmodium malariae >__i Plasmodium ovale i i Plasmodium vivax ---Limite superior ---Limite inferior\nGráfico 5: Percentagem de resultados corretos para a identificação de espécies de Plasmodium em amostras sanguíneas\nO gráfico 5 representa a percentagem de identificação das várias espécies de Plasmodium. Verificando-se uma percentagem de resultados (92%) dentro do intervalo e acima deste. A identificação de P falciparum em esfregaços de sangue apresentou bons resultados confirmado pela identificação do parasita em 10 das 11 amostras enviadas (acima dos 60%) e destas, 6 acima do limite superior (80%). No\nentanto, os resultados da identificação de infeções mistas (P ovale e P malariae) apresentaram valores entre 2 e 14% revelando igualmente um elevado grau de\ndificuldade (dados não representados graficamente).\n\n>\tObserva-se uma variação no desempenho dos participantes desde o início do programa, sendo mais fácil a identificação dos parasitas incluídos nas amostras de fezes do que em amostras sanguíneas.\n>\tConsideramos que o grande investimento na formação dos laboratórios participantes por parte do programa, tem revelado ser uma mais-valia para o presente e futuro.\n>\tNo futuro, o PNAEQ irá apostar no envio de amostras de fezes e sangue contendo mais do que um espécime contribuindo para a melhoria do desempenho dos participantes."}]}}}