{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11844"}, {"@name": "filename", "#text": "17270_Campos_FranciscoFerreirade_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "i \n\nFRANCISCO FERREIRA DE CAMPOS \n\nANOMALIAS ANTRÓPICAS DE GADOLÍNIO E DISTRIBUIÇÃO DOS ELEMENTOS \n\nTERRAS RARAS NAS ÁGUAS DO RIO ATIBAIA E RIBEIRÃO ANHUMAS (SP) \n\nCAMPINAS \n\n2014 \n\n\n\nii \n\n\n\niii \n\n NÚMERO:  483/2014\n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \n\nINSTITUTO DE GEOCIÊNCIAS \n\nFRANCISCO FERREIRA DE CAMPOS \n\n“ANOMALIAS ANTRÓPICAS DE GADOLÍNIO E DISTRIBUIÇÃO DOS ELEMENTOS \n\nTERRAS RARAS NAS ÁGUAS DO RIO ATIBAIA E RIBEIRÃO ANHUMAS (SP)”  \n\nORIENTADORA: PROFA. DRA. JACINTA ENZWEILER \n\nDISSERTAÇÃO DE MESTRADO APRESENTADA AO \n\nINSTITUTO DE GEOCIÊNCIAS DA UNICAMP PARA \n\nOBTENÇÃO DO TÍTULO DE MESTRE EM GEOCIÊNCIAS NA \n\nÁREA DE GEOLOGIA E RECURSOS NATURAIS \n\nESTE EXEMPLAR CORRESPONDE À VERSÃO FINAL DA \n\nDISSERTAÇÃO DEFENDIDA PELO ALUNO FRANCISCO FERREIRA \n\nDE CAMPOS E ORIENTADO PELA PROFA. DRA. JACINTA \n\nENZWEILER \n\nCAMPINAS \n\n2014 \n\n\n\nFicha catalográfica\nUniversidade Estadual de Campinas\nBiblioteca do Instituto de Geociências\nCássia Raquel da Silva - CRB 8/5752\n\n    \n  Campos, Francisco Ferreira de, 1990-  \n C157a CamAnomalias antrópicas de gadolínio e distribuição dos elementos terras raras\n\nnas águas do Rio Atibaia e Ribeirão Anhumas (SP) / Francisco Ferreira de\nCampos. – Campinas, SP : [s.n.], 2014.\n\n \n\n   \n  CamOrientador: Jacinta Enzweiler.\n  CamDissertação (mestrado) – Universidade Estadual de Campinas, Instituto de\n\nGeociências.\n \n\n    \n  Cam1. Terras raras. 2. Gadolínio. 3. Anomalias. 4. Água (Geoquímica)\n\n. 5. Atibaia, Rio (SP). I. Enzweiler, Jacinta,1955-. II. Universidade Estadual de\nCampinas. Instituto de Geociências. III. Título.\n\n \n\nInformações para Biblioteca Digital\n\nTítulo em outro idioma: Anthropogenic gadolinium anomalies and distribution of rare earth\nelements in Atibaia river and Anhumas creek waters (São Paulo, Brazil)\nPalavras-chave em inglês:\nRare earths\nGadolinium\nAnomalies\nWater (Geochemistry)\nAtibaia, River (SP)\nÁrea de concentração: Geologia e Recursos Naturais\nTitulação: Mestre em Geociências\nBanca examinadora:\nJacinta Enzweiler [Orientador]\nWanilson Luiz Silva\nEmmanoel Vieira da Silva-Filho\nData de defesa: 23-04-2014\nPrograma de Pós-Graduação: Geociências\n\nPowered by TCPDF (www.tcpdf.org)\n\niv\n\nhttp://www.tcpdf.org\n\n\n\n\nvi \n\n\n\nvii \n\nAGRADECIMENTOS \n\nAgradeço a meus pais, Bernadete e Nivaldo, minha irmã Natália, e minha Vó Nega, que \n\nsempre me apoiaram durante toda a realização do mestrado. \n\nAgradeço também a Profa. Jacinta Enzweiler, que me orientou durante esses dois anos, \n\nnas conversas em sua sala, no laboratório e nos campos. \n\nAgradeço à Margareth Navarro, que dedicou horas e horas me ensinando os caminhos e \n\ntemperamentos do ICP-MS e tudo mais sobre o laboratório! À Aparecida, Lúcia e Érica também \n\ndeixo meus agradecimentos pelo suporte dado às atividades e análises realizadas nos laboratórios. \n\nAgradeço ao Prof. Michael Bau (Jacobs University, Bremen, Alemanha) e todo seu \n\ngrupo por me acolherem no seu laboratório e pelos ensinamentos transmitidos sobre o \n\nprocedimento analítico para determinar os ETR em amostras de água. \n\nAgradeço meus amigos, que sempre me acompanharam de perto ou de longe. \n\nPor fim, agradeço ao CNPq pela concessão dos três meses iniciais de bolsa e pelo \n\nprocesso nº 2012/02486-5, Fundação de Amparo à Pesquisa do Estado de São Paulo (FAPESP) a \n\nbolsa referente ao restante do período. As opiniões, hipóteses e conclusões ou recomendações \n\nexpressas neste material são de responsabilidade do autor e não necessariamente refletem a visão \n\nda FAPESP. \n\n\n\nviii \n\n\n\nix \n\nSÚMULA CURRICULAR \n\n \n\nFrancisco Ferreira de Campos \n\n \n\nÉ geólogo (2011) pela UNICAMP – Universidade Estadual de Campinas e trabalha como \n\nPesquisador em Geociências no Serviço Geológico do Brasil – CPRM (2013). Iniciou seu \n\nMestrado no Instituto de Geociências da UNICAMP em 2012 com bolsa CNPq/FAPESP, tendo \n\ncomo tema principal de sua pesquisa a distribuição de elementos terras raras (ETR) naturais e \n\nantrópicos nas águas do Rio Atibaia e tributários. Durante o período do mestrado fez uma visita \n\ntécnica ao laboratório do grupo de pesquisa em ETR em águas na Jacobs University em Bremen \n\nna Alemanha (2013). Também participou de diversos congressos nacionais e internacionais como \n\no “Goldschmidt 2013” em Florença na Itália; o Congresso Brasileiro de Geoquímica (2013); o \n\nCongresso Brasileiro de Geologia (2012) e o “Geoanalysis” (2012). Ainda durante o mestrado \n\ntrabalhou como Estagiário PED (Programa de Estágio Docente) da disciplina “Geoquímica \n\nAnalítica”, no IG/UNICAMP (2012).  \n\nDurante a graduação realizou três pesquisas de Iniciação Científica entre 2008 e 2011 às quais \n\nresultaram em um artigo publicado na Revista Geociências em 2012. Os temas tratados foram o \n\nmapeamento das Áreas de Preservação Permanente (APPs) e seu uso e ocupação no município de \n\nPaulínia (SP); o mapeamento dos impactos socioambientais nessas áreas e a análise da relação \n\nentre as APPs e a qualidade da água fluvial do município. Ainda nesse período participou na \n\nUniversidade de Shanghai Jiaotong, em Shanghai (China) do curso de verão cujo tema central \n\nfoi „Sustentabilidade? no âmbito do programa de intercâmbio “Top China” promovido pelo \n\nSantander (2010). Também é ganhador dos prêmios Goldman Sachs Global Leaders Program \n\n(2008) e do “Concurso para Estudantes/UNESCO - Ano Internacional do Planeta Terra”, com um \n\ndesenho sobre águas subterrâneas, sendo assim escolhido como um dos delegados do Brasil na \n\nabertura mundial do Ano Internacional que ocorreu na sede da UNESCO, em Paris na França \n\n(2008). Por ter se destacado em primeiro lugar dentre os formandos de 2011 do curso de \n\nGeologia da UNICAMP recebeu o “Prêmio CREA-SP de Formação Profissional”. \n\n\n\nx \n\n\n\nxi \n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \n\nINSTITUTO DE GEOCIÊNCIAS \n\n \n\n \n\n \n\n \n\n \n\nANOMALIAS ANTRÓPICAS DE GADOLÍNIO E DISTRIBUIÇÃO DOS ELEMENTOS \n\nTERRAS RARAS NAS ÁGUAS DO RIO ATIBAIA E RIBEIRÃO ANHUMAS (SP) \n\n \n\n \n\nRESUMO \n\n \n\nDissertação de Mestrado \n\nFrancisco Ferreira de Campos \n\n \n\n \n\nA composição de águas naturais, que inclui íons principais e muitos constituintes traço, resulta da \n\ninteração da água com a litosfera, atmosfera e biosfera. Dentre os elementos-traço presentes encontram-se \nos elementos terras raras (ETR). Na sociedade contemporânea, os ETR possuem uma ampla gama de usos, \n\ndentre eles o gadolínio (Gd) em reagentes de contraste usados em exames de imagem de ressonância \n\nmagnética, e diversos ETR em produtos eletrônicos, dentre outras aplicações. Consequentemente, os ETR \nvem sendo introduzidos no ambiente sem que se conheça a sua distribuição natural e a sua toxicidade. O \n\nobjetivo deste trabalho foi caracterizar a distribuição natural e a presença de anomalias antrópicas de ETR \n\ndissolvidos nas águas superficiais do Rio Atibaia, Ribeirão Anhumas e alguns tributários, localizados no \n\nestado de São Paulo. Esses cursos d?água atravessam áreas com elevada densidade populacional e a região \nabriga importantes complexos médico-hospitalares e industriais, em especial do ramo petroquímico. O \ntrabalho consistiu de duas etapas: testes laboratoriais de procedimentos descritos de pré-concentração, e \n\ntrabalho de campo e analítico, onde as águas superficiais da área de estudo foram amostradas e analisadas \ne determinadas as concentrações de ETR (fração dissolvida e material particulado). Três métodos de pré-\n\nconcentração de ETR foram testados sob condições variáveis: co-precipitação com Fe(OH)3, extração em \n\nfase sólida com resina Ln-Spec e extração em fase sólida com éster de fosfato adsorvido em cartucho com \n\nC18. Com base nos resultados obtidos, a extração em fase sólida com éster de fosfato foi utilizada na \nanálise das amostras de água. Além do Rio Atibaia, do Ribeirão Anhumas e alguns tributários, a \n\namostragem compreendeu os efluentes de duas estações de tratamento de efluentes (ETE) e uma amostra \n\ndo Rio Jaguari, totalizando 28 amostras. A análise das amostras de água foi realizada por cromatografia de \níons (constituintes maiores), titulação acidimétrica (alcalinidade) e ICP-MS (ETR e outros elementos-\n\ntraço). O material particulado retido nas membranas usadas na filtração das amostras foi digerido e \n\nanalisado por ICP-MS. Os resultados obtidos para os ETR foram normalizados pelo PAAS (Folhelho \nAustraliano Pós-Arqueano) e a presença de anomalias de Gd antrópico nos padrões das águas foi \n\n\n\nxii \n\nconstatada nos diagramas e pela extrapolação do Gd background (Gd*) usando elementos vizinhos, com \n\nrazões Gd/Gd* chegando a 87. O Gd antrópico só ocorre na fase dissolvida, e foi mostrado que as \namostras com anomalias também podem ser identificadas através do diagrama de correlação entre o Gd e \n\nos demais ETR, sem necessidade de normalização. A fonte do Gd antrópico foi atribuída aos efluentes  \n\nlançados nos rios, principalmente os das ETEs, que contêm quelatos de Gd utilizados em exames médicos. \n\nConstatou-se que a distribuição dos ETR nas amostras filtradas está significativamente associada com \npartículas de tamanho coloidal o que resulta num enriquecimento em ETR leves. A normalização dos \n\nresultados de ETR obtidos na água filtrada pelos valores de ETR obtidos no material particulado de cada \n\namostra é proposto como artifício para superar a influência das partículas coloidais na distribuição dos \nETR da fração verdadeiramente dissolvida. \n\n \n\nPalavras chave: Terras raras; Gadolínio; Anomalias; Água; Atibaia, Rio (SP).  \n\n  \n\n\n\nxiii \n\nUNIVERSITY OF CAMPINAS \n\nINSTITUTE OF GEOSCIENCES \n\n \n\n \n\n \n\n \n\nANTHROPOGENIC GADOLINIUM ANOMALIES AND DISTRIBUTION OF RARE \n\nEARTH ELEMENTS IN ATIBAIA RIVER AND ANHUMAS CREEK WATERS (SÃO \n\nPAULO, BRAZIL) \n\n \n\n \n\nABSTRACT \n\n \n\nMaster’s Degree \n\nFrancisco Ferreira de Campos \n\n \n\n \n\nThe composition of natural water includes majors ions and many trace constituents and results from the \n\ninteraction of water with the lithosphere, atmosphere, and biosphere. The rare earth elements (REE) are \n\npart of the trace elements. In modern society, REE have a wide spectrum of uses, as gadolinium (Gd) in \ncontrast agents used in magnetic resonance imaging, and many REE in electronic products. Due to their \n\nuse, the REE are being released to the environment before their natural distribution and toxicity are \n\nknown. The objective of this work was to characterize the natural distribution and anthropogenic \nanomalies of dissolved REE in the surface waters of Atibaia River, Anhumas Creek and some tributaries, \n\nlocated in the state of São Paulo (Brazil). These water courses flow through areas of high population \n\ndensity and the region has important medical and industrial facilities, including petrochemical units. The  \nwork was done in two steps: the laboratorial tests of described REE pre-concentration procedures, and the \n\nfield and analytical work, where the surface waters of the study area were sampled and analyzed and the \n\nREE concentrations determined (in the dissolved fraction and particulate matter). Three REE pre-\n\nconcentration methods were tested under variable conditions: co-precipitation with Fe(OH)3, solid phase \nextraction with Ln-Spec resin, and solid phase extraction with phosphate ester adsorbed on C18 cartridge. \n\nBased on the obtained results the solid phase extraction with phosphate ester was used to determine the \n\nREE in the water samples.  Besides Atibaia River, Anhumas Creek, and some tributaries, the sampling \ncomprised the effluents of two wastewater treatment plants (WWTP) and one sample of Jaguari River, in a \n\ntotal of 28 samples. The water samples analysis was accomplished by ion chromatography (major \n\nconstituents), acidimetric titration (alkalinity), and ICP-MS (REE and other trace elements). The \nparticulate matter retained in the membranes during filtration of water samples was digested and analyzed \n\nby ICP-MS. The results obtained for the REE were normalized to PAAS (Post-Archean Australian Shale) \n\nand the presence of anthropogenic Gd anomalies in the patterns of the waters was observed in the plots \n\nand by extrapolation of background Gd (Gd*) by neighboring elements, with Gd/Gd* ratios reaching 87. \n\n\n\nxiv \n\nThe anthropogenic Gd only occurs in the dissolved phase, and it was shown that samples with anomalies \n\ncan also be identified by correlation plots of Gd and the other REE, without the need of normalization. \nThe source of anthropogenic Gd was attributed to the discharge of effluents in the rivers, mainly from the \n\nWWTP, which contains Gd chelates used in medical exams. It was observed that REE distribution in the \n\nfiltered samples are significantly associated with particles of colloidal size that results in a light REE \n\nenrichment. The normalization of the REE results obtained in the filtered water by the REE values \nobtained for the particulate matter of each sample is proposed as a way to overcome the influence of the \n\ncolloidal particles in the distribution of the REE in the truly dissolved fraction. \n\n \n\nKeywords: Rare earths; Gadolinium; Anomalies; Water; Atibaia, River (SP). \n\n\n\nxv \n\nSUMÁRIO \n\n \n\nAGRADECIMENTOS ............................................................................................................. vi \n\nSÚMULA CURRICULAR ....................................................................................................... ix \n\nRESUMO .................................................................................................................................. xi \n\nABSTRACT ............................................................................................................................ xiii \n\nLISTA DE ILUSTRAÇÕES ................................................................................................. xvii \n\nLISTA DE TABELAS ............................................................................................................ xix \n\nLISTA DE SIGLAS ................................................................................................................ xxi \n\n1. INTRODUÇÃO ..................................................................................................................... 1 \n\n1.1. ETR em minerais ............................................................................................................. 3 \n\n1.2. Depósitos minerais de ETR .............................................................................................. 4 \n\n1.3. Uso antrópico dos ETR .................................................................................................... 5 \n\n1.4. ETR em águas superficiais ............................................................................................... 6 \n\n2. OBJETIVOS ....................................................................................................................... 11 \n\n3. ÁREA DE ESTUDO ........................................................................................................... 13 \n\n3.1. Campanhas exploratórias ............................................................................................... 16 \n\n3.2. Localização dos pontos amostrados ................................................................................ 17 \n\n4. MATERIAIS E MÉTODOS ............................................................................................... 21 \n\n4.1. Amostragem de águas superficiais .................................................................................. 21 \n\n4.2. Determinação da Alcalinidade: titulação acidimétrica e colorimétrica ............................ 23 \n\n4.3. Determinação de íons maiores por cromatografia de íons ............................................... 24 \n\n4.4. Determinação de carbono ............................................................................................... 26 \n\n4.5. Determinação de elementos-traço por ICP-MS ............................................................... 26 \n\n4.6. Digestão do material particulado retido na membrana de filtração .................................. 29 \n\n4.7. Pré-concentração dos ETR - Testes e escolha do método ................................................ 30 \n\n4.7.1. Co-precipitação com Fe(OH)3 ................................................................................. 30 \n\n4.7.2. Extração em fase sólida com resina Ln-Spec ........................................................... 31 \n\n4.7.3. Extração em fase sólida com cartucho C18 condicionado com éster de fosfato ......... 32 \n\n5. RESULTADOS ................................................................................................................... 35 \n\n5.1. Controle de Qualidade .................................................................................................... 35 \n\n\n\nxvi \n\n5.2. Resultados dos testes de pré-concentração dos ETR ....................................................... 40 \n\n5.2.1. Co-precipitação com Fe(OH)3 ................................................................................. 40 \n\n5.2.2. Extração em fase sólida com resina Ln-Spec ........................................................... 41 \n\n5.2.3. Extração em fase sólida com cartucho C18 condicionado com éster de fosfato ......... 42 \n\n5.3. Resultados das análises das amostras .............................................................................. 43 \n\n6. DISCUSSÃO ....................................................................................................................... 65 \n\n6.1. Ocorrência natural e antrópica de ETR nas águas do Rio Atibaia e Ribeirão Anhumas ... 65 \n\n6.2. Pré-concentração do Gd de origem antrópica .................................................................. 69 \n\n6.3. Correlações entre os ETR e o caráter discordante do Gd ................................................. 70 \n\n6.4. Avaliação da influência da fração coloidal nos padrões normalizados de ETR ................ 75 \n\n7. CONCLUSÕES ................................................................................................................... 81 \n\n8. REFERÊNCIAS .................................................................................................................. 83 \n\n \n\n  \n\n\n\nxvii \n\nLISTA DE ILUSTRAÇÕES \n\n \n\nFigura 1.1 - Padrões de ETR nas águas (fração dissolvida) de alguns rios mundiais, com \n\ntendência crescente dos LREE para os HREE [1](GOLDSTEIN; JACOBSEN, 1988) [2] \n\n(SHOLKOVITZ, 1995). .............................................................................................................. 9 \n\nFigura 3.1 - Localização da bacia do Rio Atibaia e da sub-bacia do Ribeirão Anhumas (adaptado \n\nde FRANCISCO, 2006; IRRIGART, 2004). .............................................................................. 13 \n\nFigura 3.2 - Mapa geológico da área de estudo (com sombreamento do modelo digital de \n\nelevação) (Adaptado de PERROTA et al., 2005). ...................................................................... 15 \n\nFigura 3.3 - Diagrama dos ETR normalizados pelo PAAS de amostras de rocha que ocorrem na \n\nárea de estudo (dados de BULIA, 2013) e do material em suspensão do Rio Atibaia (dados de \n\nMORTATTI et al., 2002). ......................................................................................................... 16 \n\nFigura 3.4 - Mapa de localização dos pontos das amostragens exploratórias. ............................ 17 \n\nFigura 3.5 - Mapa de localização dos pontos de amostragem. ................................................... 18 \n\nFigura 4.1 - Fluxograma ilustrando as etapas de preparação da amostra com a pré-concentração \n\ndos ETR. ................................................................................................................................... 33 \n\nFigura 5.1 - Representação gráfica da diferença relativa obtida no balanço de cargas das amostras. .... 37 \n\nFigura 5.2 - Classificação das amostras de água no diagrama de Piper. ..................................... 46 \n\nFigura 5.3 - Exemplos de padrões de concentrações de ETR, normalizadas em relação ao PAAS de \n\nresultados obtidos em amostras do Rio Atibaia e Ribeirão Anhumas por medida direta no ICP-MS. ... 51 \n\nFigura 5.4 - Diagramas dos ETR na fração dissolvida normalizados pelo PAAS do Rio Atibaia e \n\nRibeirão Anhumas. .................................................................................................................... 54 \n\nFigura 5.5 - Diagramas dos ETR no material particulado normalizados pelo PAAS no Rio \n\nAtibaia e Ribeirão Anhumas. ..................................................................................................... 58 \n\nFigura 5.6 - Imagens de MEV obtidas por elétrons retroespalhados (A) e (B) e elétrons \n\nsecundários (C) do material retido na membrana da amostra At 21 (Rio Atibaia) em níveis \n\ncrescentes de ampliação. Imagens de MEV obtidas por elétrons secundários (D) e retroespalhados \n\n(E) de parte de membrana exposta com material depositado ao redor. (F, G, H) Imagens de MEV \n\nobtidas por elétrons retroespalhados do material retido na membrana da amostra An 20 (Ribeirão \n\nAnhumas) onde vários microrganismos podem ser observados. Nas imagens (B) e (H) estão \n\nassinalados os pontos onde foi analisada a composição. ............................................................. 60 \n\nfile:///E:/Dropbox/Francisco%20águas%20fapesp/Dissertação/Dissertação%20Mestrado%20versão%2010%20-%20gráfica.docx%23_Toc390442680\nfile:///E:/Dropbox/Francisco%20águas%20fapesp/Dissertação/Dissertação%20Mestrado%20versão%2010%20-%20gráfica.docx%23_Toc390442680\nfile:///E:/Dropbox/Francisco%20águas%20fapesp/Dissertação/Dissertação%20Mestrado%20versão%2010%20-%20gráfica.docx%23_Toc390442683\n\n\nxviii \n\nFigura 5.7 - Distribuição da ocorrência das classes de tamanho das partículas em uma amostra de \n\nágua do Rio Atibaia, filtrada com membrana com diâmetro de poro de 0,22 um. ....................... 62 \n\nFigura 6.1 - Comparação entre os resultados de Gd obtidos pela análise direta por ICP-MS e \n\napós a pré-concentração. Os valores obtidos após a pré-concentração são sistematicamente mais \n\nbaixos. ....................................................................................................................................... 70 \n\nFigura 6.2 - Diagrama de correlação entre Gd e Nd. A linha vermelha representa a correlação \n\nnatural entre os dois elementos. Os pontos brancos representam as amostras com anomalia de Gd \n\nenquanto os pontos pretos as amostras sem anomalia. ................................................................ 72 \n\nFigura 6.3 - Diagramas dos ETR nas amostras de água normalizados pelos ETR nas amostras do \n\nmaterial particulado de cada ponto. ............................................................................................ 78 \n\n \n\n  \n\n\n\nxix \n\nLISTA DE TABELAS \n\n \n\nTabela 4.1 - Isótopos medidos e modo de aquisição utilizado no ICP-MS, em negrito os ETR. . 28 \n\nTabela 4.2 - Interferentes poliatômicos corrigidos nos isótopos usados na análise. .................... 29 \n\nTabela 5.1 - Limites de detecção - ICP-MS. .............................................................................. 35 \n\nTabela 5.2 - Proporção relativa média (n = 4) do branco (%) em relação aos valores obtidos para \n\nos respectivos constituintes determinados nas amostras. ............................................................ 36 \n\nTabela 5.3 - Resultados obtidos (ng/mL) para o material de referência SLRS-5 e valores \n\ncertificados (NATIONAL RESEARCH COUNCIL CANADA, 2012) ou publicados \n\n(HEIMBURGER et al., 2013). ................................................................................................... 38 \n\nTabela 5.4 - Resultados do material de referência SLRS-4 obtidos para os ETR após a pré-\n\nconcentração e valores publicados (ng/mL) (LAWRENCE et al., 2006). ................................... 39 \n\nTabela 5.5 - Recuperação obtida (%) para solução preparada em laboratório com concentrações \n\nde ETR similares às esperadas para águas fluviais. .................................................................... 41 \n\nTabela 5.6 - Parâmetros físico-químicos medidos nos pontos de coleta. .................................... 44 \n\nTabela 5.7 - Resultados para cátions e ânions maiores obtidos por CI e titulação (mg/L)........... 45 \n\nTabela 5.8 - Resultados de carbono inorgânico dissolvido (CID) e carbono orgânico dissolvido \n\n(COD) (mg/L). .......................................................................................................................... 47 \n\nTabela 5.9 - Resultados da análise por ICP-MS (excluindo os ETR) para as amostras de água (ng/mL) . 49 \n\nTabela 5.10 - Resultados de ETR em ng/L. A coluna do Tm indica a recuperação do spike em %. .. 52 \n\nTabela 5.11 - Resultados da análise por ICP-MS (excluindo os ETR) para as amostras de \n\nmaterial particulado (µg/g). ....................................................................................................... 55 \n\nTabela 5.12 - Resultados de ETR para o material particulado (µg/g). ........................................ 57 \n\nTabela 5.13 - Quantificação das anomalias de Gd nas amostas de água e material particulado em \n\nsupensão .................................................................................................................................... 59 \n\nTabela 6.1 - Matriz de correlação entre os ETR nas amostras de água (n = 28). ......................... 71 \n\nTabela 6.2 - Matriz de correlação entre os ETR considerando-se somente as amostras do grupo \n\ndo Rio Atibaia (fundo roxo, n = 14) e somente as amostras do grupo do Ribeirão Anhumas \n\n(fundo vermelho, n = 14). .......................................................................................................... 74 \n\nTabela 6.3 - Matriz de correlação entre os ETR nas amostras de material particulado (n = 24). . 75 \n\nfile:///E:/Dropbox/Francisco%20águas%20fapesp/Dissertação%20Mestrado%20versão%205.docx%23_Toc386197969\nfile:///E:/Dropbox/Francisco%20águas%20fapesp/Dissertação%20Mestrado%20versão%205.docx%23_Toc386197971\nfile:///E:/Dropbox/Francisco%20águas%20fapesp/Dissertação%20Mestrado%20versão%205.docx%23_Toc386197971\n\n\nxx \n\n  \n\n\n\nxxi \n\nLISTA DE SIGLAS \n\n \n\nCCT Colision Cell Technology (Tecnologia de Cela de Colisão) \n\nCI Cromatografia de Íons \n\nCID Carbono Inorgânico Dissolvido \n\nCOD Carbono Orgânico Dissolvido \n\nCODNP Carbono Orgânico Dissolvido Não Purgável \n\nDI Desionizada \n\nDLS Espalhamento de Luz Dinâmico \n\nEh Potencial de oxi-redução em relação ao eletrodo padrão de hidrogênio \n\nETE Estação de Tratamento de Esgoto \n\nETR Elementos Terras Raras \n\nFFF Field Flow Fractionation \n\nGPS Global Positioning System (Sistema de Posicionamento Global) \n\nHREE Elementos Terras Raras Pesados \n\nICP-MS Inductively coupled plasma mass spectrometry (Espectrometria de Massas com Plasma \n\nIndutivamente Acoplado) \n\nICP-OES Inductively coupled plasma optic emission spectrometry (Espectrometria Ótica de \n\nEmissão com Plasma Indutivamente Acoplado) \n\nIUPAC International Union of Pure and Applied Chemistry (União Internacional de Química \n\nPura e Aplicada) \n\nLD Limite de Detecção \n\nLDPE Low-density Polyethylene (Polietileno de Baixa Densidade) \n\nLREE Elementos Terras Raras Leves \n\nMEV Microscopia Eletrônica de Varredura \n\nMR Material de Referência \n\nMRC Material de Referência Certificado \n\nMREE Elementos Terras Raras Médios \n\nNRCC National Research Council Canada (Conselho Nacional de Pesquisa do Canadá) \n\nOD Oxigênio Dissolvido \n\nORP Potencial de oxi-redução \n\n\n\nxxii \n\nP.A. Para Análise \n\nPAAS Post-Archean Australian Shale (Folhelho Australiano Pós-Arqueano) \n\nPFA Perfluoralcóxido \n\npH Potencial Hidrogeniônico \n\nSPE Solid Phase Extraction (Extração em Fase Sólida) \n\nUSGS United States Geological Survey (Serviço Geológico dos Estados Unidos) \n\nUTM Universal Transversa de Mercator \n\n  \n\n\n\n1 \n\n1. INTRODUÇÃO \n\nOs metais terras raras, de acordo com a definição da União Internacional de Química Pura \n\ne Aplicada (IUPAC), compreendem o escândio, ítrio e os lantanídeos (ou seja, a série do lantânio \n\nao lutécio). Nas geociências o termo mais empregado para designar o grupo é elementos terras \n\nraras (ETR), que pode incluir o Y, mas raramente o Sc é considerado, devido ao seu pequeno raio \n\niônico (CHAKHMOURADIAN; WALL, 2012). Esses elementos possuem propriedades químicas \n\nmuito similares, como a valência +3 e semelhança do raio iônico, que é decrescente com o \n\naumento do número atômico. Ce e Eu são exceções pois em certas condições podem apresentar \n\nvalências +4 e +2, respectivamente. Os ETR são comumente subdivididos nos subgrupos \n\nelementos terras raras leves (LREE), do La (Z = 57) ao Eu (Z = 63), e os elementos terras raras \n\npesados (HREE) do Gd (Z = 64) ao Lu (Z = 71) (CASTOR; HEDRICK, 2006). Essa divisão é \n\nsubjetiva e ocasionalmente o Gd é incluído no grupo dos LREE. Alguns autores também utilizam \n\no termo elementos terras raras médios (MREE) referindo-se aos membros intermediários do \n\ngrupo (p. ex. Sm – Gd), mas a definição de quais elementos estão incluídos nesse subgrupo é \n\nextremamente variada (CHAKHMOURADIAN; WALL, 2012). A subjetividade da divisão \n\ndecorre de que quando ocorre o fracionamento dos ETR, muitas vezes a proporção dos subgrupos \n\nleves/pesados se modifica. Apesar de ter um número atômico menor que o dos lantanídeos, o Y \n\n(Z = 39), com seu raio iônico semelhante ao do Ho, apresenta comportamento químico \n\nsemelhante ao dos HREE e geralmente é incluído neste subgrupo (CASTOR; HEDRICK, 2006). \n\nNeste trabalho, o termo ETR é usado para designar os lantanídeos. \n\nEm geoquímica, os ETR são classificados como elementos litófilos, o que significa que \n\neles tendem a se concentrar em minerais formadores de rochas da crosta e do manto \n\n(ALBARÈDE, 2009). A abundância crustal dos ETR varia amplamente, apesar deles não serem \n\ntão raros quanto o nome dado quando eles foram identificados pela primeira vez sugere. Por \n\nexemplo, a abundância crustal de La - 31 µg/g e Ce - 63 µg/g é maior ou comparável a de alguns \n\nmetais comuns como Pb - 17 µg/g e Cu - 27 µg/g, e o menos abundante do grupo é o Lu, com \n\n0,31 µg/g na crosta (RUDNICK; GAO, 2003). \n\nDurante o resfriamento de um fundido, a medida da tendência de um elemento a ser \n\nincorporado nas fases minerais em formação por cristalização ou de permanecer no fundido é \n\ndado pelo coeficiente de partição (D ou KD). Um elemento é chamado de compatível quando ele \n\nestá enriquecido no mineral e empobrecido no fundido (KD > 1); quando o contrário ocorre (KD &lt;\n\n\n\n2 \n\n1) ele é chamado de incompatível. De acordo com os valores de KD compilados no banco de \n\ndados EarthRef (2012), os ETR são geralmente incompatíveis nos minerais formadores de rochas \n\ncomuns e compatíveis em algumas fases minerais acessórias como apatita, titanita e monazita. \n\nCom a evolução do sistema magmático de empobrecido para enriquecido em sílica, o fundido \n\ntambém se torna progressivamente enriquecido em elementos incompatíveis, e por isso os ETR \n\nsão mais abundantes em fundidos/rochas de composição félsica (riolítica, andesítica) (BAU, \n\n1996). Os principais minerais de minério de ETR são a bastnasita REECO3(F,OH), monazita – \n\n(REE,Th,Ca,Sr)(P,Si,S)O4 e xenotima – (REE,Zr)(P,Si)O4. Uma lista mais completa de minerais \n\nde ETR pode ser encontrada em British Geological Survey (2011) e Chakhmouradian e Wall \n\n(2012). \n\nNo início do século XX, Goldschmidt (1937) já reconheceu que a carga e o raio iônico são \n\nas principais propriedades que controlam a distribuição dos elementos em minerais e que \n\nportanto, os ETR formam um grupo coerente, o que significa que eles “entram [na estrutura \n\ncristalina] dos mesmos minerais mais ou menos no mesmo estágio da cristalização fracionada” \n\n(p. 662). Entretanto, o fracionamento dentro do grupo dos ETR é observado em minerais, rochas \n\ne sistemas aquosos e Bau (1996) aponta que a coerência do grupo se desfaz em alguns sistemas \n\ngeológicos quando outras propriedades além da carga e raio iônico se tornam importantes, como \n\na complexação com outros constituintes (cloretos, fluoretos) e a sorção a fases sólidas em \n\nambientes de baixa temperatura. \n\nComo mencionado anteriormente, há uma grande variação da abundância dos ETR nos \n\nmateriais geológicos e eles também apresentam o efeito Oddo-Harkins, onde elementos com \n\nnúmero atômico par são mais abundantes que os seus vizinhos de número atômico ímpar. O \n\ngráfico das concentrações de ETR em uma rocha versus o número atômico de cada elemento \n\nresulta num padrão serrilhado. Portanto, os dados de ETR são comumente normalizados em \n\nrelação a uma composição geológica padrão, como o condrito, manto primitivo, bulk silicate \n\nearth ou rochas sedimentares compostas (folhelhos). A referência de normalização usualmente \n\nassemelha-se ao tipo de amostra para qual os dados de ETR foram obtidos. Isso resulta em \n\npadrões moderadamente suaves onde anomalias ou o fracionamento relativo podem ser mais \n\nfacilmente identificados. Na geologia, o uso de ETR é frequente em estudos de modelagem \n\npetrogenética e pode ser usado para deduzir processos geoquímicos, fontes e condições redox do \n\nambiente de formação da amostra, entre outros (TAKAHASHI et al., 2002). \n\n\n\n3 \n\n1.1. ETR em minerais \n\nApesar dos ETR serem incompatíveis, durante a formação de fases minerais na \n\ncristalização fracionada ou fusão parcial, quantidades traço desses elementos podem ser \n\nincorporadas na estrutura cristalina desses minerais por substituição iônica. Processos \n\npetrogenéticos ou a formação de certas fases minerais (como plagioclásio e minerais acessórios \n\nricos em ETR) podem causar o fracionamento do grupo, o que pode ser visualizado em \n\ndiagramas normalizados (ROLLINSON, 1993). \n\nDe acordo com Olin e Wolff (2010) já é bem estabelecido que em clinopiroxênios os ETR \n\npodem substituir o Ca com número de coordenação oito, com a compatibilidade dos LREE \n\naumentando com o número atômico até o Ho, onde ela se estabiliza até o fim da série (Lu). Isso \n\nse dá especialmente em clinopiroxênios ricos em Mg de magmas basálticos, mas em \n\nclinopiroxênios ricos em Fe gerados em sistemas mais diferenciados (magmas félsicos), os \n\nautores mostram que além da substituição do Ca, os HREE, devido ao seu raio iônico similar, \n\ntambém podem substituir o Fe e Mn com número de coordenação seis, e isso explicaria o \n\nenriquecimento de HREE nesses minerais. Os clinopiroxênios são abundantes em rochas de \n\ncomposição basáltica a andesítica (BEST, 2003). \n\nOutro importante mineral formador de rochas de composições basálticas a graníticas é o \n\nplagioclásio (BEST, 2003) e os ETR são incompatíveis na sua estrutura. Entretanto, a \n\nsubstituição ocorre em sítios de coordenação seis, com K, Na e Ca. O Eu possui dois est ados de \n\noxidação, +2 e +3, e a espécie de valência +2 possui um coeficiente de partição mais alto que os \n\noutros ETR pois ele pode substituir o Sr\n2+\n\n. As razões Eu\n2+\n\n/Eu\n3+\n\n possuem correlação com a \n\nfugacidade de oxigênio (fO2) durante a cristalização (AIGNER-TORRES et al., 2007). No piropo \n\n(granada magnesiana – Mg3Al2(SiO4)3), ETR podem substituir o Mg (HARRISON; WOOD, \n\n1980) e HREE são preferencialmente particionados para a fase mineral (ROLLINSON, 1993), \n\nmas sua ocorrência não é tão comum, estando presente em rochas ultramáficas.  \n\nOs ETR são compatíveis em alguns minerais acessórios como titanita, monazita e apatita. \n\nMesmo assim o fracionamento do grupo ainda ocorre e apesar delas serem fases acessórias com \n\nbaixa abundância, a presença de &lt;1% desses minerais pode influenciar significativamente na \n\nassinatura de ETR da rocha. \n\nA titanita é um ortossilicato com fórmula química CaTiSiO5. A substituição do Ca ocorre \n\nem sítios de coordenação sete, mas como esse mineral se forma em um ambiente rico em \n\n\n\n4 \n\nelementos-traço, há muitas outras substituições que ocorrem no mesmo sítio (p. ex. U, Th e Na) e \n\nno sítio de coordenação seis do Ti (p. ex. Zr, Hf, Nb, Ta, Al e Fe\n3+\n\n). Há uma predileção para \n\nMREE em relação aos ETR leves ou pesados na titanita, mas o comportamento do Y não é \n\ncondizente com os HREE, o que sugere que outros fatores além da carga e raio iônico podem \n\ninfluenciar no fracionamento especificamente nesse caso (OLIN; WOLFF, 2012). A titanita \n\nocorre desde de rochas de composição basáltica até de composição granítica (BEST, 2003). \n\nA monazita é um ortofosfato com fórmula química (La, Ce, Nd)PO4, na qual os ETR \n\nocupam um sítio de coordenação de número nove (BOATNER, 2002). Stepanov et al. (2012) \n\napontam que os LREE (La – Nd) são preferencialmente particionados para a monazita \n\nindependentemente das condições de pressão e temperatura de formação do mineral. A partir do \n\nSm, o coeficiente de partição decresce sistematicamente com o aumento do número atômico, de \n\nforma que o Lu possui um coeficiente de partição de 9 a 20 vezes menor que o dos LREE. Além \n\ndisso, os coeficientes de partição do La - Nd na monazita são constantes, apesar de ser esperado \n\nque eles deveriam variar de acordo com o decréscimo de raio iônico. Os HREE apresentam esta \n\nvariação (uma dependência parabólica) e esta diferença de comportamento pode ser explicada \n\nporque a monazita é um caso específico onde os LREE são constituintes estruturais essenciais do \n\nmineral, e não substituintes traço como é mais usual. A monazita ocorre principalmente em \n\nrochas graníticas e metamórficas de baixo grau (BEST, 2003). \n\nA apatita é um mineral fosfático que frequentemente ocorre como uma fase acessória em \n\nmuitas rochas e possui a fórmula química Ca5(PO4)3(OH, F, Cl). A substituição do Ca por ETR \n\nocorre em dois sítios possíveis: de coordenação nove e sete. Os MREE são preferencialmente \n\nincorporados na estrutura mineral em detrimento dos LREE e HREE, e os LREE apresentam um \n\ncoeficiente de partição maior que os HREE. A composição do fundido altera os coeficientes de \n\npartição dos ETR, aumentando conforme a polimerização do fundido também aumenta \n\n(PROWATKE; KLEMME, 2006). \n\n1.2. Depósitos minerais de ETR \n\nOs ETR ocorrem em uma variedade de depósitos minerais. O início da mineração de ETR \n\nse deu em depósitos do tipo placer e paleoplacer, tendo como fonte a monazita e, mais \n\nrecentemente, a xenotima. Os ETR também eram extraídos a partir de fosforitas bioclásticas e \n\ncomo subproduto da mineração de urânio em conglomerados. Carbonatitos, rochas silicáticas \n\n\n\n5 \n\nperalcalinas, pegmatitos e rochas fosfáticas ricas em óxidos de Fe constituem depósitos de ETR \n\ncom algum tipo de interação com fluidos, apesar dos últimos dois tipos serem, por enquanto, \n\nmineralizações sub-econômicas. Depósitos secundários são muito importantes, pois o \n\nintemperismo que gera uma laterita pode enriquecer em uma ordem de magnitude a concentração \n\nde ETR presentes na rocha fresca de um carbonatito (CHAKHMOURADIAN; WALL, 2012). Na \n\nChina, onde hoje se localiza mais de 90% da produção mundial de ETR e que detém 50% das \n\nreservas conhecidas, três tipos de depósitos são explotados: mármores dolomíticos afetados por \n\nfluidos de afinidade carbonatítica, depósitos residuais intemperizados (argilas de adsorção iônica) \n\ne carbonatitos (KYNICKY; SMITH; XU, 2012). Os depósitos de argilas de adsorção iônica são \n\nfáceis de serem extraídos e processados e, portanto, muito valiosos apesar de seus baixos teores. \n\nA produção de ETR a partir dos seus diferentes tipos de depósitos com frequência traz danos \n\nambientais graves em função de processos que usam reagentes agressivos (BRITISH \n\nGEOLOGICAL SURVEY, 2011). \n\nNo Brasil ocorrem diversos tipos de depósitos de ETR, apesar de atualmente não haver \n\nprodução desses elementos. Os principais depósitos no Brasil estão associados a placers \n\nmarinhos e fluviais, carbonatitos e rochas alcalinas, escórias de Fe-Nb-(Ta), solos lateríticos \n\nresultantes de carbonatitos/ultrabasitos, rochas fosfáticas e pegmatitos, e uma lista completa e \n\ndetalhada das ocorrências e características de cada um desses depósitos pode ser encontrada em \n\nLapido-Loureiro (2013). \n\n1.3. Uso antrópico dos ETR \n\nOs ETR são utilizados numa ampla variedade de produtos de mercado e, apesar de ser um \n\ngrupo de elementos geralmente desconhecido do grande público, eles são essenciais para o estilo \n\nde vida tecnológico da sociedade atual. Uma revisão detalhada das aplicações dos ETR é \n\napresentada no perfil mineral compilado pelo British Geological Survey (2011). De forma geral o \n\nuso de ETR (às vezes em pequenas quantidades) tornam os processos ou produtos mais \n\neficientes, duráveis, lhes conferem alguma propriedade especial ou reduzem a quantidade de \n\noutros materiais (como metais nobres) necessária para sua fabricação. Em catalisadores, ETR são \n\nusados tanto em conversores catalíticos automotivos (p. ex. carbonato de cério) quanto no \n\nprocesso de refino de petróleo no craqueamento fluído catalítico (La e Ce). Imãs permanentes que \n\ncontêm neodímio-ferro-boro são usados em fones de ouvido de alta performance, DVDs e discos \n\n\n\n6 \n\nrígidos, em alternadores de turbinas eólicas e motores elétricos para carros híbridos. Como ligas \n\nmetalúrgicas, um uso tradicional é o material pirofórico mischmetal, encontrada em pedras de \n\nisqueiro (predominantemente Ce e La mais pequenas quantidades de Nd e Pr). Outros usos \n\nincluem superligas para motores de turbina a gás e geradores elétricos (ambientes oxidantes de \n\nalta temperatura), armazenamento de hidrogênio em estado sólido e baterias recarregáveis de \n\nhidreto de níquel metálico (NiMH). Por causa das propriedades de fosforescência, os ETR são \n\nutilizados na maioria de telas (tubo de raios catódicos, cristal líquido ou plasma) para gerar os \n\npixels de cor vermelha (Eu-Y), verde (Tb) e azul (Ce ou Eu) e também em lâmpadas LED, lasers \n\n(médicos e dentários) e fibras óticas, onde aumentam a eficiência de transmissão. Os ETR \n\ntambém são utilizados como agentes descolorantes e corantes em vidros, como proteção contra \n\nluz ultravioleta em garrafas de vidro e óculos escuros, em lentes fotográficas de baixa sílica e em \n\nrevestimentos antirreflexo. Outras aplicações dos ETR são em cerâmicas (como capacitores e \n\nsensores semicondutores), em reatores nucleares como absorventes de nêutrons, em pigmentos e \n\ntintas para reduzir o desbotamento, como contrastes em exames médicos (complexos de Gd) e \n\ncomo fertilizantes. \n\n1.4. ETR em águas superficiais \n\nOs elementos presentes nas águas superficiais vêm de várias fontes como a interação entre \n\nágua-rochas ou água-particulado atmosférico (incluindo deposição de particulados e mistura com \n\nágua da chuva), contribuição de tributários, escoamento superficial e descargas antrópicas. Todas \n\nas fontes naturais, em algum ponto, tem origem no intemperismo dos minerais, durante o qual \n\nmuitas fases primárias são instáveis e sua reação com fluídos aquosos resulta na transferência dos \n\nelementos para novas fases ou a permanência em solução. \n\nDe acordo com Goldstein e Jacobsen (1988), em águas os ETR estão no material \n\nparticulado em suspensão, nas partículas coloidais e em solução (verdadeiramente dissolvidos). \n\nVários estudos mostram (p. ex. ZHANG et al., 1998), ao comparar resultados de ETR de \n\namostras de águas filtradas e não filtradas, que a maior parte do conteúdo de ETR na água está \n\npresente no material particulado e somente uma fração muito pequena encontra-se dissolvida. \n\nPara estudar essas três fases, Sholkovitz (1992) considerou como a fase em solução o filtrado que \n\npermeia um filtro de membrana com poros de 0,025 µm. A fase coloidal foi obtida pela diferença \n\nnos resultados entre o filtrado de filtros de 0,45 ou 0,22 µm e a fase em solução e a fase de \n\n\n\n7 \n\nparticulado em suspensão correspondeu ao material retido pelos filtros. O estudo revelou que \n\nocorre um fracionamento entre as três fases: os LREE são preferencialmente retidos nas fases \n\nsólidas enquanto que os HREE são transportados para a solução, o que resulta em padrões \n\nnormalizados para os coloides que são enriquecidos em LREE e empobrecidos em HREE, \n\nenquanto que o oposto é observado para a fase em solução. Isso seria causado pelas diferentes \n\nafinidades de adsorção superficial ou complexação devido à mudança sistemática no raio iônico \n\ncom a contração lantanídica. Além disso, Sholkovitz (1992) determinou que os LREE estão \n\npresentes em coloides estabilizados pelo matéria orgânica e com Fe em sua composição. Jiang e \n\nJi (2011) calcularam os coeficientes de partição para as frações dissolvida e em suspensão e \n\nconcluíram que a fração em suspensão possui uma afinidade maior para MREE, Ce e Eu. \n\nO pH, Eh, temperatura e a composição do meio afetam a distribuição dos ETR em águas \n\nque resultam no fracionamento observado em diagramas de ETR (GAILLARDET; VIERS; \n\nDUPRÉ, 2003). A composição do meio refere-se aos demais elementos presentes, da especiação \n\ndestes e natureza e quantidade do material em suspensão. Ligantes inorgânicos (CO3\n2–\n\n, OH\n–\n, \n\nSO4\n2–\n\n, F\n–\n) e orgânicos complexam os ETR, partículas coloidais (óxi-hidróxidos de ferro e \n\nmanganês, argilominerais) os adsorvem. Além disso, biofilmes também retêm os ETR \n\n(TAKAHASHI et al., 2007). Uma maneira de separar essas partículas muito finas dos \n\nconstituintes efetivamente dissolvidos é a ultrafiltração com membranas de vários tamanhos de \n\nporo (DUPRÉ et al., 1999) ou o fracionamento pela aplicação de um campo em fluxo (Field-\n\nFlow Fractionation, FFF). Na FFF a eluição se dá em função de um campo aplicado \n\nperpendicularmente ao fluxo, o que força os componentes coloidais a difundir laminarmente ao \n\nlongo de um fino canal (GIDDINGS, 1993). Neste trabalho será chamado de material particulado \n\ntudo que fica retido numa membrana de 0,22 µm de diâmetro de poro e de fração dissolvida tudo \n\no que atravessa essa membrana. Partículas coloidais possuem pelo menos uma dimensão entre 10 \n\ne 1000 nm. Será chamado de material coloidal a fração que é particulada mas que atravessa a \n\nmembrana do filtro durante a filtração. \n\nOs ETR são considerados íons „duros? devido a sua valência +3 e raio iônico pequeno. \n\nPortanto, de acordo com a regra de Pearson eles deveriam preferencialmente formar ligações \n\niônicas com ligantes „duros? formando os complexos aquosos mais estáveis como F\n–\n, CO3\n\n2–\n e \n\nSO4\n2–\n\n. Cloreto, que possui dureza intermediária, forma complexos com estabilidade uma ordem \n\nde magnitude menor do que os íons mencionados anteriormente (WILLIAMS-JONES; \n\n\n\n8 \n\nMIGDISOV; SAMSON, 2012) e não costumam ocorrer em sistemas de baixa temperatura \n\n(WOOD, 1990). Dentro da série dos ETR, como esperado pela regra de Pearson para íons \n\n„duros?, a solubilidade aumenta do La ao Lu (o mais duro dos ETR trivalentes) para complexos \n\nde F\n–\n e CO3\n\n2–\n, entretanto ela decresce para complexos de Cl\n\n–\n e permanece quase constante para \n\ncomplexos de SO4\n2–\n\n, mas a razão por trás desse comportamento ainda precisa ser determinada \n\n(LUO; BYRNE, 2001). \n\nA solubilidade dos ETR em águas apresenta uma dependência com o pH, onde \n\nconcentrações de ETR mais altas estão associadas com valores de pH mais baixos. Entretanto, se \n\nligantes fortes como F\n–\n, CO3\n\n2–\n e SO4\n\n2– \nestiverem presentes na água em concentrações \n\nexcepcionalmente altas eles podem tornar os ETR mais móveis mesmo em condições que não \n\nsejam tão favoráveis, como pH próximo ao neutro e baixa temperatura (VAN \n\nMIDDLESWORTH; WOOD, 1998). Em rios com valores de pH mais altos, ou seja, parecidos \n\ncom o da água do mar, o fracionamento do La ao Lu ocorre devido a diferença gradual na \n\nafinidade pela sorção em partículas e complexação por ligantes dissolvidos. LREE são \n\npreferencialmente adsorvidos enquanto HREE são complexados por carbonato. Anomalias \n\nnegativas de Ce são frequentes e resultam da sorção preferencial do Ce\n4+\n\n às fases sólidas quando \n\ncomparado às outras espécies trivalentes do ETR (LEYBOURNE; JOHANNESSON, 2008; \n\nNELSON; WOOD; OSIENSKY, 2003). Associação dos ETR com matéria húmica resulta em \n\npadrões normalizados com uma concavidade nos MREE (PÉDROT et al., 2008). \n\nGoldstein e Jacobsen (1988) mostraram que para diversos rios grandes a tendência geral \n\ndos padrões de ETR normalizados por um folhelho padrão é um enriquecimento dos HREE com \n\nrelação aos LREE (Figura 1.1). Já para Kulaksiz e Bau (2007) os padrões de ETR em águas de \n\nrios remotos podem ser divididos em duas seções: sobem de La a Gd, descem de Gd a Tb e \n\nsobem novamente de Tb a Lu. Rios pequenos também apresentam esse mesmo formato geral dos \n\npadrões normalizados (ELBAZ-POULICHET; SEIDEL; OTHONIEL, 2002). \n\nAlém da componente inorgânica, não se pode desconsiderar a ocorrência de matéria \n\norgânica nas águas de rios, presente na forma de ácidos húmicos e fúlvicos, proteínas, \n\naminoácidos, carboidrato, lignina como partículas de tamanho coloidal (HEDGES et al., 1994). \n\nCom relação ao papel da matéria orgânica dissolvida (DOC), Tang e Johannesson (2003) \n\nestudaram a especiação dos ETR com ácidos húmicos e fúlvicos em águas naturais. Os resultados \n\ndesta modelagem indicam a complexação de até 80% dos lantanídeos com ligantes orgânicos em \n\n\n\n9 \n\npH próximo ao neutro. Nessas condições, os íons de carbonato não competem com os ligantes, \n\nmesmo quando o DOC é baixo. Os autores também mostraram que o aumento na força iônica da \n\nsolução causa um decréscimo na complexação dos ETR por compostos húmicos devido ao \n\ndecréscimo no termo eletrostático. \n\n \n\n \n\nFigura 1.1 - Padrões de ETR nas águas (fração dissolvida) de alguns rios mundiais, com tendência \n\ncrescente dos LREE para os HREE [1](GOLDSTEIN; JACOBSEN, 1988) [2] (SHOLKOVITZ, 1995). \n\n \n\nAlém do fracionamento e anomalias naturais, também podem ocorrer anomalias \n\nantrópicas de ETR. O Gd possui amplo uso como agente de contraste para realçar o sinal em \n\nexames para obter imagens de ressonância magnética. Para este fim, uma vez que o íon livre Gd\n3+\n\n \n\né tóxico, vários quelatos sintéticos estáveis de Gd foram desenvolvidos (ZHOU; LU, 2013). No \n\nBrasil, alguns dos quelatos de Gd utilizados são Gd-DTPA (Magnevistan\n®\n), Gd-DOTA \n\n\n\n10 \n\n(Dotarem\n®\n), Gd-BOPTA (MultiHance\n\n®\n), Gd(DO3A-butrol) (Gadovist\n\n®\n), gadoversetamida \n\n(Optimark\n®\n) e gadoxetato dissódico (Primovist\n\n®\n). Após a administração aos pacientes a interação \n\nmetabólica é mínima, sendo o quelato eliminado na urina (RAJU et al., 2010). A elevada \n\nestabilidade e solubilidade desses quelatos de Gd resultam na sua permanência nos efluentes \n\nmesmo após os processos usuais de tratamento utilizados nas Estações de Tratamento de \n\nEfluentes (ETE), que geralmente envolvem a precipitação de metais por meio da formação de \n\nóxi-hidróxidos de Fe induzida pela elevação de pH. Dessa forma, anomalias positivas deste \n\nelemento foram observadas em diversos rios próximos a áreas populosas onde procedimentos \n\nmédicos avançados são comuns (BAU; DULSKI, 1996; BAU; KNAPPE; DULSKI, 2006; \n\nKULAKSIZ; BAU, 2007; VERPLANCK et al., 2010). \n\n  \n\n\n\n11 \n\n2. OBJETIVOS \n\nO objetivo geral da pesquisa foi caracterizar espacialmente a ocorrência de anomalias de \n\nETR dissolvidos com origem antrópica nas águas superficiais do Rio Atibaia, Ribeirão Anhumas \n\ne tributários. Para alcançar o objetivo geral, são definidos os seguintes objetivos específicos: \n\n1. Implantar um procedimento de pré-concentração para determinar as concentrações dos \n\nETR em amostras de águas naturais; \n\n2. Avaliar a concentração de ETR em águas fluviais da área de estudo e a sua relação \n\ncom outros parâmetros geoquímicos obtidos a partir da amostragem e análise de \n\namostras de água superficiais; \n\n3. Relacionar os resultados de ETR “dissolvidos” com as frações em massa dos ETR no \n\nmaterial particulado (retido nos filtros) das amostras coletadas. \n\n  \n\n\n\n12 \n\n\n\n13 \n\n3. ÁREA DE ESTUDO \n\nO Rio Atibaia se estende por 230,18 km (IRRIGART, 2004) na região nordeste do \n\nestado de São Paulo, e é formado pela confluência dos rios Atibainha e Cachoeira (município de \n\nAtibaia/SP). Ele deságua no Reservatório Salto Grande, onde se junta ao Rio Jaguari para formar \n\no Rio Piracicaba (município de Americana/SP). A vazão média do rio Atibaia, registrada entre os \n\nanos de 1976 – 1997, foi de 31,38 m\n3\n/s (GROPPO et al., 2005). Sua bacia hidrográfica abrange \n\n2.868,74 km\n2\n (IRRIGART, 2004) (Figura 3.1) e apresenta uma grande diversidade de usos da \n\nterra, heterogeneamente distribuídos, sendo mais da metade com uso rural, aproximadamente um \n\nterço com floresta e 12% com uso urbano (DEMANBORO; LAURENTIS; BETTINE, 2013). O \n\nregime de chuvas se caracteriza por verões chuvosos e invernos secos (IRRIGART, 2004). \n\nPrincipalmente na parte do curso mais perto de sua foz, o Rio Atibaia atravessa uma região \n\naltamente urbanizada, onde sofre influência e recebe aportes do município de Campinas, que \n\npossui população de 1.112.050 habitantes (SEADE, 2013), e do município de Paulínia, que \n\npossui uma refinaria de petróleo e é um polo de indústrias do ramo petroquímico, em grande \n\nparte localizadas nas margens do rio. As águas do rio Atibaia são utilizadas para o abastecimento \n\npúblico de diversos municípios e responde por 93% do abastecimento de Campinas (AGÊNCIA \n\nNACIONAL DE ÁGUAS, 2010). O mesmo rio é também receptor direto e indireto dos efluentes \n\n(tratados ou não) resultantes da utilização da água nas atividades antrópicas. \n\n \n\n \n\nFigura 3.1 - Localização da bacia do Rio Atibaia e da sub-bacia do Ribeirão Anhumas (adaptado de \n\nFRANCISCO, 2006; IRRIGART, 2004). \n\n\n\n14 \n\nO Ribeirão Anhumas é um curso d?água tributário do Rio Atibaia que se localiza \n\ninteiramente na área urbana de Campinas. O ribeirão é pequeno, intensamente afetado pela \n\natividade antrópica, em parte canalizado e possui pouca ou nenhuma mata ciliar. Entretanto, ele é \n\nimportante pois se caracteriza como um canal de escoamento das águas superficiais advindas da \n\nárea urbana além de, em seu curso de 27 km, receber os efluentes de quatro ETEs (um deles \n\natravés de seu tributário Rio das Pedras). \n\nA região se localiza no contato entre a Bacia Sedimentar do Paraná e o Embasamento \n\nCristalino (Erro! Autoreferência de indicador não válida.). A ocorrência da primeira está \n\nrestrita à região oeste da área e é composta principalmente por arenitos, folhelhos e ritmitos do \n\nGrupo Itararé (de idade carbonífera), basaltos e diques de diabásio da Formação Serra Geral (de \n\nidade cretácea inferior) e arenitos pouco consolidados e lamitos da Formação Rio Claro (de idade \n\ncenozoica). Já toda a região leste é dominada por granitos (Complexo Jaguariúna, Complexo \n\nSocorro, Complexo granítico Morungaba, granito Atibaia, granito Jarinu) e gnaisses graníticos, \n\ngnaisses tonalíticos, migmatitos, paragnaisses, mica xistos e biotita gnaisses do Complexo \n\nVarginha Guaxupé, de idade neoproterozóica (PERROTA et al., 2005). \n\nBulia (2013, dados inéditos) apresentam os resultados da composição de ETR de \n\nalgumas rochas amostradas na região de Campinas (SP) e que são representativas dos principais \n\nlitotipos existentes na bacia do Rio Atibaia e do Ribeirão Anhumas (Figura 3.3). O diabásio e o \n\narenito (com uma película escura não caracterizada) possuem padrões normalizados em relação \n\nao PAAS (MCLENNAN, 1989) crescentes nos LREE e levemente decrescentes nos HREE. O \n\narenito (parte clara) possui um padrão praticamente plano. O gnaisse e o granito possuem padrões \n\nlevemente decrescentes até o Gd e o empobrecimento se acentua até os últimos HREE, \n\nespecialmente para o granito. \n\nMortatti et al. (2002) analisou os sedimentos em suspensão em dois pontos do Rio \n\nAtibaia e encontrou padrões ETR normalizados enriquecidos em LREE com relação aos HREE \n\n(Figura 3.3). Por meio de experimentos de extração sequencial seletiva, os autores determinaram \n\nque os ETR estão associados às frações de óxidos de Fe, solúveis em ácido (ligados a fases \n\ncarbonáticas) e matéria orgânica. \n\n \n\n\n\n1\n5\n \n\n \n\nFigura 3.2 - Mapa geológico da área de estudo (com sombreamento do modelo digital de elevação) (Adaptado de PERROTA et al., 2005). \n\n\n\n16 \n\n \n\nFigura 3.3 - Diagrama dos ETR normalizados pelo PAAS de amostras de rocha que ocorrem na área de \n\nestudo (dados de BULIA, 2013) e do material em suspensão do Rio Atibaia (dados de MORTATTI et al., \n\n2002). \n\n3.1. Campanhas exploratórias \n\nCom exceção do trabalho de Campos (2011), não existem outros trabalhos que tenham \n\nquantificado os ETR nas águas do Rio Atibaia, do Ribeirão Anhumas ou de outros cursos d?água \n\nda bacia. Desta forma, as etapas iniciais desta pesquisa incluíram algumas campanhas \n\nexploratórias para se obter dados da distribuição e/ou da presença de anomalias de ETR nas \n\náguas. As principais diferenças entre as amostragens exploratórias e final referem-se ao rigor na \n\nlimpeza dos materiais e nas medidas diretas dos ETR nas amostras de água por ICP-MS, isto é, \n\nsem a etapa de pré-concentração na primeira fase do estudo. A partir dos pontos exploratórios \n\n\n\n17 \n\n(Figura 3.4) e com base nos resultados obtidos é que foram definidos os pontos a serem \n\namostrados e constatou-se a necessidade real de pré-concentração dos ETR nas amostras para \n\nobtenção de resultados de boa qualidade. Pôde-se separar quatro áreas distintas de amostragem \n\n(1) o Rio Atibaia na região de Paulínia, (2) o Rio Atibaia a montante de Paulínia até próximo a \n\nsua nascente (siglas At), (3) o Ribeirão Anhumas (sigla An) e (4) o fio d?água tributário do Rio \n\nAtibaia próximo à Rodovia Anhanguera (sigla Is). As campanhas exploratórias também foram \n\nimportantes para consolidar o método prático de amostragem em campo. Por terem servido \n\nprincipalmente para estas funções, os resultados obtidos nas amostragens exploratórias serão \n\nomitidos. \n\n \n\n \n\nFigura 3.4 - Mapa de localização dos pontos das amostragens exploratórias. \n\n3.2. Localização dos pontos amostrados \n\nA Figura 3.5 apresenta a localização dos pontos amostrados. No Rio Atibaia foram \n\ncoletadas 13 amostras (At 11 - At 21), sendo duas duplicatas, desde o ponto mais a montante, no \n\nmunicípio de Atibaia (SP), até o ponto mais a jusante, no início do Reservatório Salto Grande em \n\nPaulínia (SP). Uma amostra foi coletada no Rio Jaguari (Jg 11), no município de Pedreira (SP), a \n\n\n\n1\n8\n \n\n \n\nFigura 3.5 - Mapa de localização dos pontos de amostragem. \n\n\n\n19 \n\ntítulo de comparação com as amostras do Rio Atibaia, pois ambos os rios passam por terrenos \n\ncom similaridade geológica a montante de Campinas, mas não necessariamente com uso do solo \n\nsimilar. Doze amostras foram coletadas na bacia do Ribeirão Anhumas (An 11 - An 21), das \n\nquais seis correspondem a amostras do próprio ribeirão, enquanto que as demais são de \n\ntributários (identificadas pela letra T ao final do nome). Os pontos do Ribeirão Anhumas foram \n\ndistribuídos principalmente de forma a identificar as influências dos lançamentos de efluentes no \n\ncurso d?água. As amostras do Rio Atibaia e do Ribeirão Anhumas foram coletadas entre os meses \n\nde setembro e novembro de 2013. Duas amostras de efluentes tratados foram coletadas, na ETE \n\ndo município de Sumaré (SP), mas que fica localizada em Paulínia e lança seus efluentes no Rio \n\nAtibaia (ETE 1), e na ETE do Shopping Dom Pedro, localizado em Campinas (SP) e que lança \n\nseus efluentes no Rio das Pedras, tributário do Ribeirão Anhumas (ETE 2). Esse tributário é \n\nespecialmente interessante pois também drena a região onde estão localizados os complexos \n\nmédicos da Universidade Estadual de Campinas (Unicamp) e do Centro Médico. No fio d?água \n\ntributário do Rio Atibaia próximo à Rodovia Anhanguera foram coletadas quatro amostras (Is 11 \n\n- Is 14), sendo uma delas em um pequeno açude. \n\n\n\n20 \n\n  \n\n\n\n21 \n\n4. MATERIAIS E MÉTODOS \n\n4.1. Amostragem de águas superficiais \n\nMétodos de amostragem e análise de águas descritos na literatura foram revisados para \n\nadequação aos objetivos e especificidades da presente pesquisa. Foram definidos os materiais e \n\nequipamentos necessários a serem levados a campo, utilizados na preparação das amostras e \n\ntambém para as análises. \n\nO manual de campo do USGS (2006, p. 14) alerta que “a qualidade dos resultados \n\nanalíticos não será melhor que a qualidade da amostra na qual as análises foram feitas” e, \n\nportanto, deve-se ter muito cuidado e rigor na etapa da amostragem que é a mais propensa a erros \n\ne contaminações, especialmente quando se trata da determinação de elementos-traço. As duas \n\nprincipais fontes de contaminação de amostras são equipamentos e materiais inadequada e/ou \n\ninsuficientemente limpos e contaminações atmosféricas (como poeiras do veículo de campo e do \n\nambiente onde a amostragem está sendo realizada) (HOROWITZ et al., 1994). É fundamental \n\nrealizar os procedimentos de controle de qualidade para assegurar a confiabilidade dos dados \n\nobtidos. A preparação de brancos na etapa de amostragem e de laboratório e a coleta sistemática \n\nde replicatas são procedimentos convencionais de controle de qualidade. \n\nAs amostras coletadas devem ser representativas do curso d?água sendo amostrado. Para \n\nisso, algumas diretrizes são apresentadas pelo USGS (2006), como, p. ex., realizar a coleta: \n\n? Em trechos retos do curso d?água, em locais onde ele apresente um fluxo uniforme e \n\nseus constituintes estejam homogeneamente misturados; \n\n? Longe da confluência entre dois fluxos, pois neste ponto os constituintes podem não \n\nestar bem misturados; \n\n? À montante de pontes e outras estruturas, a fim de evitar a contaminação proveniente da \n\nestrutura ou da estrada; \n\n? Se possível, em locais que estarão acessíveis durante todo o período do estudo. \n\nTodos os materiais que entrarem em contato com a amostra para análises dos elementos-\n\ntraço devem ser incolores ou brancos e feitos de polipropileno, polietileno, Teflon ou outro \n\nmaterial não-metálico apropriado (HOROWITZ et al., 1994). A limpeza dos recipientes \n\nutilizados na amostragem foi realizada conforme os procedimentos adaptados de Bau e Dulski \n\n(1996). Frascos de 1 L de polietileno de baixa densidade (LDPE) foram preenchidos com uma \n\n\n\n22 \n\nmistura de ácido nítrico 0,5 M + ácido fluorídrico 0,01 M (P.A.) e mantidos em estufa à 55 ºC por \n\ndois dias, no primeiro em posição normal e o segundo de ponta cabeça. Em seguida, os frascos \n\nforam retirados da estufa, enxaguados com água desionizada (18 M?.cm, Milli-Q, Millipore) por \n\ntrês vezes e preenchidos com água desionizada por mais dois dias, o primeiro em posição normal \n\ne o segundo de ponta cabeça. Por fim, os frascos foram novamente enxaguados por três vezes \n\ncom água desionizada e colocados em sacos plásticos individuais duplos e mantidos em caixa \n\nplástica isolada até o momento da coleta. Frascos de polipropileno de 500 mL foram limpos por \n\nenxague com água deionizada e detergente Extran\n?\n\n MA 02 (Merck Millipore). Outros materiais \n\nque entraram em contato com a amostra foram limpos com ácido nítrico P.A. 10%. \n\nO procedimento para a coleta de amostras consistiu das seguintes etapas: \n\n? Registro das coordenadas UTM do local, obtidas através de receptor GPS Garmin; \n\n? Observação das características fisiográficas do ponto e outros elementos considerados \n\nrelevantes; \n\n? Medição dos parâmetros físico-químicos da água (temperatura, pH, turbidez, oxigênio \n\ndissolvido, condutividade elétrica e potencial de oxi-redução) com um equipamento \n\nmultissensor Horiba U-52 previamente calibrado. Estas medidas foram feitas \n\nmergulhando-se o multissensor diretamente no corpo d?água ou numa amostra coletada \n\nem um balde, caso necessário; \n\n? Coleta sequencial de duas amostras (A e B) de água em cada ponto (todos os frascos \n\nforam ambientados com a própria amostra antes da coleta, inclusive o balde): \n\n? a amostra A foi coletada num frasco de polietileno de 1 L para a determinação dos \n\nETR (KULAKSIZ; BAU, 2011a), de outros elementos-traço, íons maiores e carbono \n\ndissolvido; \n\n? a amostra B foi coletada num frasco de polietileno de 500 mL (USGS, 2006), para \n\ndeterminação de alcalinidade; \n\n? Acondicionamento individual dos frascos com as amostras A e B em sacos plásticos \n\nduplos e simples, respectivamente, e armazenamento em local apropriado (bolsa térmica \n\nrefrigerada) para preservar suas características geoquímicas durante o transporte até o \n\nlaboratório no final da amostragem; \n\n\n\n23 \n\n? Para controle de qualidade (USGS, 2006), em alguns pontos, as amostras foram \n\ncoletadas em duplicata e foram preparados brancos de campo a partir de água \n\ndesionizada. \n\nTodas etapas de amostragem acima bem como os procedimentos de laboratório foram \n\nrealizadas com proteção de luvas do tipo nitrílica descartável sem amido (Volk). No mesmo dia, \n\nno laboratório, a amostra A de cada ponto foi filtrada com auxílio de uma bomba à vácuo num \n\nsistema de filtração (Millipore) com membrana de ésteres de celulose mistos com diâmetro de \n\nporo de 0,22 µm. \n\n4.2. Determinação da Alcalinidade: titulação acidimétrica e colorimétrica \n\nA alcalinidade de uma amostra de água é um conceito operacional e corresponde a sua \n\ncapacidade de neutralizar ácidos. A determinação de alcalinidade de amostras de água, segundo \n\nUSGS (2006), deve ser realizada na amostra B em alíquota filtrada, por meio da análise dos \n\ndados de titulação acidimétrica, o mais breve possível após a coleta. A filtração remove o \n\nmaterial particulado, o qual pode contribuir significativamente na capacidade de neutralização de \n\nácidos da água (USGS, 2006). Entretanto, em testes realizados com amostras deste trabalho \n\nobservou-se que não havia diferença significativa entre a alcalinidade medida em alíquotas \n\nfiltradas e não filtradas e, portanto, optou-se por realizar a titulação em alíquotas não filtradas. \n\nUtilizou-se o titulador automático G20 Compact (Mettler Toledo) para realizar a \n\ntitulação acidimétrica da alcalinidade. Nessa titulação, o equipamento realiza a adição \n\nincremental de solução padronizada de ácido forte diluído (HCl 0,01 M) à amostra \n\nconcomitantemente com a homogeneização e a medição do pH resultante desta adição, por meio \n\nde sensor de pH previamente calibrado. Os dados do volume de ácido adicionado plotados versus \n\no pH resultante gera uma curva de ?(volume)/?(pH). No ponto final da titulação a brusca \n\nmudança do pH é registrada por meio de uma inflexão no gráfico de titulação, e este valor \n\ncorresponde à alcalinidade da amostra. Nas amostras em que não foi possível realizar a titulação \n\nacidimétrica, a alcalinidade foi determinada pela titulação colorimétrica.  \n\nNa maior parte das águas naturais superficiais, o sistema carbonático é o principal \n\nresponsável pela alcalinidade e esta pode ser expressa em termos da concentração das espécies \n\ncarbonáticas. Na titulação colorimétrica, aproximadamente 50 mL de amostra são transferidos \n\npara um frasco cônico. A alíquota é pesada e sua massa anotada, o que possibilita expressar o \n\n\n\n24 \n\nresultado final com maior precisão. Se o pH da amostra é > 8,3 a titulação é feita em duas etapas, \n\ncom indicadores para os pontos finais em pH 8,3 e 4,5. Esses valores de pH correspondem às \n\nreações de H\n+\n com CO3\n\n–2\n e que resulta em HCO3\n\n–\n e deste com H\n\n+\n para produzir H2CO3, \n\nrespectivamente. Se a amostra possuir pH > 8,3, são adicionadas três gotas do indicador \n\nfenolftaleína de forma que a solução adquire uma coloração rosada. A titulação é realizada até \n\nque a solução fique incolor (pH = 8,3) e o volume de ácido utilizado é anotado. A titulação com \n\nfenolftaleína corresponde à concentração da espécie CO3\n2–\n\n e a titulação com o indicador misto \n\nverde de bromocresol e vermelho de metila à concentração de HCO3\n–\n. Em amostras com pH entre \n\n8,3 e 4,5 são adicionadas três gotas do indicador misto, de forma que a solução adquire uma \n\ncoloração azulada. Com uma bureta digital a amostra é titulada com solução de ácido clorídrico \n\n(HCl) 0,01 M, padronizada no laboratório pela titulação com solução-padrão de Na2CO3, até que \n\nfique incolor (ou seja, pH = 4,5). O volume empregado é anotado (caso haja excesso de HCl a \n\ncoloração torna-se rosa). O procedimento é repetido em três alíquotas de cada amostra sendo \n\nanalisada. Os volumes de ácido gastos são transformados em concentração utilizando-se as \n\nrelações estequiométricas das reações entre o ácido e as espécies carbonáticas. O resultado final \n\ncorresponde a média dos valores obtidos para as três alíquotas (RADOJEVI?; BASHKIN, 2005). \n\n4.3. Determinação de íons maiores por cromatografia de íons \n\nDa amostra A filtrada foi retirada uma alíquota de 50 mL e acondicionada em um tubo \n\nde centrífuga para determinação dos íons maiores por cromatografia de íons. Os ânions F\n–\n, Cl\n\n–\n, \n\nNO2\n–\n, SO4\n\n2–\n, NO3\n\n–\n, PO4\n\n3–\n e os cátions Li\n\n+\n, Na\n\n+\n, NH4\n\n+\n, K\n\n+\n, Mg\n\n2+\n, Ca\n\n2+\n foram determinados em \n\ncromatógrafo de íons (Dionex ICS 2500). \n\nO princípio da cromatografia consiste na separação, identificação e quantificação dos \n\nprincipais íons dissolvidos na amostra (RADOJEVI?; BASHKIN, 2005). A separação dos íons \n\nocorre ao passar a amostra numa coluna preenchida com uma resina de troca iônica. Esta resina \n\npolimérica é constituída por partículas micrométricas de poliestireno com divinilbenzeno, que são \n\nrecobertas com partículas nanométricas de látex às quais encontram-se ligados os grupos \n\nfuncionais de troca aniônica -[-N(CH3)3]\n+\nOH ou catiônica -SO3H (ENZWEILER, 2012). O \n\neluente utilizado para a determinação de ânions foi uma solução KOH gerada eletroliticamente, \n\nenquanto na determinação dos cátions o eluente foi uma solução de ácido metil sulfônico. \n\nPortanto, a determinação de ânions e cátions foi realizada separadamente. \n\n\n\n25 \n\nPara realizar as análises no sistema cromatográfico, o equipamento foi previamente \n\ncalibrado com soluções-padrão de concentrações conhecidas dos íons (ânions ou cátions) sob \n\ndeterminação, gerando uma curva de calibração para cada um. Para a identificação dos íons deve-\n\nse conhecer os tempos de retenção de cada íon no método de rotina em uso. Estes tempos são \n\nvariáveis de acordo com o tipo de coluna e eluente utilizados, a concentração do eluente, que \n\npode ser constante (isocrática) ou variável (em gradiente) e outras condições empregadas. \n\nAs soluções-padrão, a solução de controle e as amostras foram injetadas no equipamento \n\ncom o auxílio de uma seringa e agulha. Foram introduzidos 1 mL de solução, da qual somente 25 \n\nµL retidos em um loop foram utilizados na análise, enquanto o restante foi descartado, após \n\ncumprir a função de lavar o tubo com a própria amostra para evitar contaminações cruzadas entre \n\namostras analisadas sequencialmente. No momento apropriado ocorre a passagem do eluente pelo \n\nloop que transporta a amostra até a coluna de resina de troca iônica já condicionada com o \n\neluente e responsável pela separação dos íons devido às diferentes velocidades de passagem pela \n\nresina. Essas velocidades estão associadas à carga e ao tamanho dos íons: quanto maior a carga e \n\ntamanho, maior será a afinidade com os grupos funcionais da resina e portanto mais lenta será a \n\npassagem pela coluna. Por exemplo, em uma coluna para ânions condicionada pelo eluente, todos \n\nos grupos funcionais estão ligados com OH\n–\n. Quando uma amostra é injetada os ânions da \n\namostra (F\n–\n, Cl\n\n–\n, SO4\n\n2–\n, ...) substituem o OH\n\n–\n que estavam ligados a esses grupos funcionais, \n\nporém com a contínua entrada de eluente (solução de KOH com concentração definida), íons \n\nOH\n–\n promovem a troca com os ânions da amostra, deslocando-os em direção à saída da coluna. \n\nQuanto menor a afinidade do ânion com o grupo funcional da resina da coluna, mais facilmente a \n\nhidroxila removerá o ânion e este se deslocará mais rapidamente pela coluna e vice-versa. A \n\nsolução eluída passa por uma etapa de supressão das concentrações dos íons do eluente e dos \n\ncontra íons com objetivo de diminuir o background durante a medição da condutividade elétrica \n\nda solução. \n\nUm condutivímetro acoplado no final da coluna é responsável por detectar a mudança na \n\ncondutividade elétrica devido aos íons que saem, gerando um cromatograma de condutividade x \n\ntempo. Pela comparação das áreas dos picos neste cromatograma combinados com a informação \n\nda curva de calibração, obtém-se a concentração de cada íon presente na amostra. O limite de \n\ndetecção desta técnica está na ordem de 0,001 a 0,050 mg/L, mostrando-se, portanto, adequada na \n\ndeterminação dos íons maiores presentes em águas.  \n\n\n\n26 \n\n4.4. Determinação de carbono \n\nUma alíquota de aproximadamente 15 mL, transferida para um frasquinho de vidro com \n\nbocal protegido com folha de alumínio, foi utilizado para determinar o carbono inorgânico \n\ndissolvido (CID), o carbono orgânico dissolvido (COD) e carbono orgânico dissolvido não \n\npurgável (CODNP) com equipamento analisador de carbono Multi N/C 2100 (Analytik Jena). \n\n4.5. Determinação de elementos-traço por ICP-MS \n\nUma alíquota de 25 mL da amostra A foi acidificada (pH &lt;2) com ácido nítrico \n\ndestilado (DuoPUR, Milestone) para a determinação dos constituintes traço por ICP-MS \n\n(COTTA; ENZWEILER, 2009) e o restante da amostra foi utilizado para o procedimento de pré-\n\nconcentração de ETR (KULAKSIZ; BAU, 2011a). \n\nA sigla ICP-MS (Inductively Coupled Plasma Mass Spectrometry) corresponde ao nome \n\nda técnica de espectrometria de massas com fonte de plasma indutivamente acoplado, cujo \n\nprincípio para identificação dos constituintes de uma amostra é a razão entre massa atômica e \n\ncarga dos íons sendo analisados. A massa atômica é constituída pela soma da massa dos prótons e \n\ndos nêutrons de um elemento. Entretanto, um mesmo elemento pode possuir uma quantidade \n\nvariável de nêutrons e portanto diversas massas atômicas, sendo chamados de isótopos. Os \n\nisótopos existentes e a proporção de ocorrência na natureza são características já bem conhecidas. \n\nAs amostras, geralmente líquidas e em meio ácido, são aspiradas por um capilar por \n\nmeio de uma bomba peristáltica e são introduzidas no primeiro componente do ICP-MS, o \n\nnebulizador. A função do nebulizador é transformar a amostra líquida em um aerossol composto \n\npor gotas e gotículas. Em seguida este aerossol passa pela câmara de nebulização onde as gotas \n\nmaiores coalescem restando somente as gotículas menores de tamanho mais homogêneo (o que \n\nrepresenta somente de 1-2% da quantidade original de amostra) (THOMAS, 2008). Essas \n\ngotículas seguem para a tocha, onde está localizado o plasma. A interação entre um fluxo de gás \n\nargônio e um intenso campo eletromagnético (gerado por radiofrequência atravessando uma \n\nbobina) causa a ionização do gás, que quando excitado por uma descarga de alta voltagem gera o \n\nplasma cuja zona analítica apresenta temperatura de ~ 6.000 K. Quando as gotículas entram no \n\nplasma elas sofrem diversas mudanças físicas: dessolvatação, vaporização, atomização e, por fim, \n\na ionização (THOMAS, 2008). O objetivo do plasma é formar íons monovalentes dos isótopos \n\npresentes na amostra. Como a energia de ionização do argônio é 15,8 eV, o plasma possui energia \n\n\n\n27 \n\nsuficiente para ionizar com carga +1 quase todos os elementos. Os íons gerados em pressão \n\natmosférica passam por um cone amostrador e atravessam uma região de vácuo intermediário até \n\no cone skimmer. Ao passar por este segundo cone, o feixe de íons entra na região de alto vácuo \n\ndo equipamento, onde se encontram as lentes eletrostáticas que focalizam o feixe. Nesta etapa o \n\nfeixe sofre um desvio em seu caminho com o objetivo de eliminar os fótons também gerados no \n\nplasma. É fundamental que os fótons não atinjam o detector pois isso aumentaria muito o ruído \n\ndo sinal. \n\nNo ICP-MS utilizado (X Series 2, Thermo), os íons com diferentes razões massa \n\natômica/carga (m/z) são separados num quadrupolo. De acordo com a tensão aplicada ao \n\nquadrupolo somente uma m/z é selecionada. Os íons com esta razão, chamados ressonantes, são \n\ndirecionados para o detector. Este é um multiplicador de elétrons que gera o sinal. O sinal é \n\nconvertido para concentração comparando-se as contagens obtidas com a curva de calibração \n\nconstruída a partir da análise de soluções-padrão. O instrumento utilizado é equipado com uma \n\ncela de colisão (CCT – Collision Cell Technology), posicionada antes do quadruplo e cuja \n\nfinalidade é diminuir interferências poliatômicas na faixa intermediária do espectro de massas. A \n\ncela contém uma mistura de gases leves (H2+He, 1:9) em baixa pressão. No plasma, além de íons \n\nmonovalentes também são gerados alguns íons bivalentes e espécies moleculares, como óxidos e \n\ndímeros (p. ex. ArO\n+\n, Ar2\n\n+\n). É indesejado que estas espécies cheguem ao quadrupolo e detector, \n\npois possuem razão massa atômica/carga que se equivalem a de outros íons monovalentes e, \n\nportanto, eles serão contados como sendo esses íons. O princípio de funcionamento da cela \n\nbaseia-se em que as espécies moleculares são maiores que os íons monoelementares e, portanto, \n\npossuem maior probabilidade de colidirem com os átomos do gás que está na cela. Ao colidirem \n\nelas perdem energia cinética e são desaceleradas com relação aos outros constituintes do feixe e \n\nexcluídas em função da sua energia. O uso da cela causa uma perda na intensidade do sinal, \n\nportanto o feixe de íons só passa por ela quando estão sendo determinados elementos que sofrem \n\ninterferências devido a formação das espécies moleculares. \n\nNas análises realizadas por ICP-MS foram determinados 57 elementos. Os isótopos \n\nmedidos e os respectivos modos de aquisição encontram-se na Tabela 4.1. O tempo de contagem \n\npara os ETR foi aumentado do valor usual para 50 ms para melhorar o resultado para este grupo. \n\n \n\n\n\n28 \n\nTabela 4.1 - Isótopos medidos e modo de aquisição utilizado no ICP-MS, em negrito os ETR. \n\nModo de aquisição convencional  Modo de aquisição com CCT \n\n7\nLi \n\n89\nY \n\n133\nCs \n\n157\nGd\n\n 180\nHf \n\n238\nU \n\n 27\nAl \n\n54\nFe \n\n75\nAs \n\n9\nBe \n\n90\nZr \n\n137\nBa \n\n159\nTb\n\n 181\nTa  \n\n 29\nSi \n\n55\nMn \n\n78\nSe \n\n11\nB \n\n93\nNb \n\n139\nLa \n\n163\nDy\n\n 182\nW  \n\n 39\nK \n\n56\nFe \n\n114\nCd \n\n23\nNa \n\n95\nMo \n\n140\nCe \n\n165\nHo\n\n 185\nRe  \n\n 43\nCa \n\n59\nCo \n\n115\nIn \n\n25\nMg \n\n98\nMo \n\n141\nPr \n\n166\nEr\n\n 205\nTl  \n\n 45\nSc \n\n60\nNi \n\n118\nSn \n\n71\nGa \n\n107\nAg \n\n143\nNd \n\n169\nTm\n\n 208\nPb  \n\n 49\nTi \n\n63\nCu  \n\n85\nRb \n\n121\nSb \n\n147\nSm \n\n172\nYb\n\n 209\nBi  \n\n 51\nV \n\n66\nZn  \n\n88\nSr \n\n125\nTe \n\n151\nEu \n\n175\nLu\n\n 232\nTh  \n\n 52\nCr \n\n74\nGe  \n\n \n\n \n\nPara calibrar o instrumento utilizou-se uma solução multielementar preparada a partir de \n\ndiluições de soluções-padrão monoelementares de concentração 10 µg/mL (High-Purity \n\nStandards, USA) ou 100 µg/mL (AccuStandards, USA). A curva de calibração de cada elemento \n\nfoi feita a partir do ajuste da reta através do ponto zero (branco) mais quatro concentrações \n\ncrescentes, obtendo-se sempre um coeficiente de correlação maior que 0,999. Para controle de \n\nqualidade analítico nas medições de ICP-MS foram analisados os materiais de referência \n\ncertificados de águas SLRS-4 e SLRS-5 (NRC-Canadá). \n\nEm grande parte dos isótopos medidos, inclusive no grupo dos ETR, ocorrem \n\ninterferências isobáricas, de espécies poliatômicas (moleculares) e de íons bivalentes, todos com \n\nrazão m/z equivalentes ou muito próximas ao m/z do isótopo que se deseja medir. Esse tipo de \n\ninterferência é minimizada pela escolha de isótopos livres de sobreposição isobárica, com o uso \n\nparâmetros de operação do instrumento para diminuir a formação de óxidos e íons bivalentes e, \n\ntambém, com equações matemáticas considerando-se os possíveis interferentes. Para os ETR, as \n\nprincipais correções são de Nd e Gd nos HREE e do Ba no Eu. As correções de espécies \n\npoliatômicas consideradas para os lantanídeos estão apresentadas na Tabela 4.2. \n\n\n\n29 \n\nTabela 4.2 - Interferentes poliatômicos corrigidos nos isótopos usados na análise. \n\nIsótopo de interesse Espécie(s) interferente(s)  \n\n151\nEu \n\n135\nBa\n\n16\nO \n\n157\nGd \n\n140\nCe\n\n16\nOH, \n\n141\nPr\n\n16\nO \n\n159\nTb \n\n142\nNd\n\n16\nOH \n\n163\nDy \n\n146\nNd\n\n16\nOH \n\n165\nHo \n\n148\nNd\n\n16\nOH \n\n166\nEr \n\n150\nNd\n\n16\nO \n\n172\nYb \n\n156\nGd\n\n16\nO \n\n175\nLu \n\n158\nGd\n\n16\nOH, \n\n159\nTb\n\n16\nO \n\n \n\n4.6. Digestão do material particulado retido na membrana de filtração \n\nAs membranas já estavam ambientadas à sala limpa do Laboratório de Geologia Isotópica \n\ndo IG/Unicamp (condições de temperatura e umidade constantes), identificadas e pesadas em \n\nbalança analítica. Após a filtração das amostras, uma membrana referente ao material retido de \n\ncada amostra foi guardada e deixada novamente exposta ao ambiente da sala limpa para que \n\nsecasse completamente e a massa final foi medida de forma a calcular a massa do material \n\nparticulado depositado sobre a membrana. \n\nO procedimento utilizado para digestão das membranas é o de rotina no laboratório. As \n\nmembranas foram colocadas em potes de PFA (Savillex, USA) de 60 mL e foram adicionados 3 \n\nmL de HNO3 destilado. Os potes foram aquecidos em chapa elétrica à 80 ºC em sistema aberto \n\naté se observar a dissolução completa da membrana. Em seguida, a temperatura foi aumentada \n\npara 110 ºC e foi feita a evaporação até a obtenção de uma massa úmida. À essa massa foram \n\nadicionados 3 mL de HNO3 destilado + 1 mL de HF destilado, e os frascos foram mantidos \n\nfechados e aquecidos a 120 ºC por uma noite. Por fim, os frascos foram abertos e o líquido foi \n\nevaporado. Após a adição de 0,5 mL de HNO3 destilado, foi feita nova evaporação. O resíduo foi \n\nretomado em 0,1 mL de HNO3 destilado e 3 mL de água desionizada (DI) e foi avolumado para \n\n10 g em balança. A calibração do instrumento foi realizada conforme o método de rotina do \n\nlaboratório (COTTA; ENZWEILER, 2009) e para controle de qualidade foi analisado o MRC \n\nSLRS-5.  \n\n\n\n30 \n\n4.7. Pré-concentração dos ETR - Testes e escolha do método \n\nOs ETR ocorrem em baixíssimas concentrações na fração dissolvida da água, e por isso é \n\nnecessário pré-concentrar esses elementos, mesmo quando analisados por técnicas bastante \n\nsensíveis como ICP-MS. A principal dificuldade de aplicação da pré-concentração é a alta \n\nsusceptibilidade de contaminação da amostra durante a realização do procedimento. Portanto, \n\numa preocupação constante é a limpeza dos materiais e a pureza dos reagentes. Todos os \n\nmateriais foram limpos segundo o método apresentado anteriormente e os ácidos utilizados foram \n\ndestilados por sub-ebulição. \n\nPara a aplicação desejada, vários métodos de pré-concentração já foram descritos. Dentre \n\neles o de Bau e Dulski (1996) emprega a extração em fase sólida (SPE) ou o descrito por Bayon \n\net al. (2011), o qual co-precipita os ETR com hidróxidos de ferro. Esses métodos e outro baseado \n\nna resina Ln-Spec (GIOIA; PIMENTEL, 2000) foram testados e adaptados para verificar sua \n\nviabilidade e aplicabilidade neste estudo. \n\n4.7.1. Co-precipitação com Fe(OH)3 \n\nO primeiro método testado foi o de Bayon et al. (2011). Foram preparadas duas soluções \n\ntestes com ETR em diversas concentrações, uma solução do material de referência de rocha \n\nbasáltica BRP-1 diluída para atingir valores baixos de ETR, duas amostras reais de água fluvial, \n\nduas amostras reais de água subterrânea e dois brancos. A solução de Fe foi obtida por dissolução \n\ndo óxido (Fe2O3 99,999%, Alfa Aesar). A solução obtida continha diversos ETR especialmente \n\nLa e Ce. Estes contaminantes foram removidos por troca catiônica com a resina (AG 50W-X8 \n\nBio-Rad), acondicionada numa coluna.  \n\nA amostra (100 mL) foi transferida para um pote de PFA (Savillex, USA) e em seguida \n\nforam adicionados 1 ng de Tm (spike) e 600 µg de Fe a partir de uma solução com 10.000 \n\nµg/mL. O conteúdo do pote foi agitado magneticamente, após inserir uma barra magnética \n\npequena no líquido. Com o agitador ligado, gotejou-se uma solução de hidróxido de amônio de \n\nalta pureza até iniciar-se a precipitação dos hidróxidos de ferro (pH entre 8-8,5). O pote com a \n\nsuspensão foi transferido para uma chapa quente à 140 ºC, onde foi mantido por 3 horas para \n\nauxiliar na coagulação do precipitado. O conteúdo foi transferido para um tubo de centrífuga. \n\nApós a centrifugação a 3000 rpm por 5 minutos, o sobrenadante foi descartado. Água DI foi \n\nadicionada ao resíduo e após centrifugação o sobrenadante foi novamente descartado. Este \n\n\n\n31 \n\nprocedimento foi repetido por mais duas vezes, de forma a eliminar os elementos da matriz. Ao \n\ndescartar o sobrenadante, algum material do precipitado também é perdido, pois ele é muito fino \n\ne não fica totalmente depositado no fundo mesmo após a centrifugação. A função do spike de Tm \n\né monitorar e corrigir essas perdas. O precipitado foi redissolvido em HCl 6 M e levado de volta \n\na chapa quente onde foi evaporado até a secura. Em seguida, foi retomado em 300 µL de HNO3 3 \n\nM e diluído com água DI para 3 g em balança analítica, o que resulta num fator de pré-\n\nconcentração de ~ 33 vezes. \n\n4.7.2. Extração em fase sólida com resina Ln-Spec \n\nO segundo método testado foi uma adaptação do método descrito por Gioia e Pimentel \n\n(2000) que utiliza a resina comercial Ln-Spec (Eichrom Industries Inc.). Essa resina consiste em \n\nesferas de Teflon\n?\n\n recobertas com o ácido di(2-etilhexil) fosfórico (HDEHP), que é o agente \n\nligante com os ETR. Gioia e Pimentel (2000) utilizam o procedimento para a separação de Sm-\n\nNd em soluções resultantes da dissolução de amostras de rocha com o objetivo de realizar \n\nmedidas isotópicas de Sm e Nd. O procedimento usado foi inspirado nesse artigo, mas alterações \n\nbaseadas nos trabalhos de Bau e Dulski (1996) e González et al. (2005) foram incorporadas. Em \n\numa coluna de perfluoralcóxido (PFA) com diâmetro interno de 6 mm foram empacotados ~ 100 \n\nmg de resina (~ 2 cm na coluna). A saída da coluna foi conectada a uma mangueira de Tygon\n?\n\n \n\nligada a uma bomba peristáltica. O primeiro teste foi realizado com HCl como meio ácido de \n\ncondicionamento e eluição e uma solução teste produzida em laboratório com volume de 1 L e \n\nconcentrações de ETR parecidas com as esperadas para águas fluviais. A resina foi condicionada \n\ncom 20 mL de 0,01 M HCl com velocidade de 3 mL/min. Em seguida, com o auxílio da bomba \n\nperistáltica, a solução teste acidificada para 0,01 M HCl foi sugada até o topo da coluna e passada \n\npela resina à 15 mL/min. A matriz foi removida com 15 mL de 0,01 M HCl à 3 mL/min e os ETR \n\nforam eluídos para um tubo de centrífuga por 40 mL de HCl 6 M à 3 mL/min. A resina foi limpa \n\ne recuperada por 5 mL de HCl 6 M + 20 mL de HCl 0,01 M à 3 mL/min. A solução eluída foi \n\ntransferida para potes de PFA (Savillex, USA) de 120 mL e evaporadas em chapa quente à 175 \n\nºC até restar somente uma gota de solução, sendo retomada por duas vezes em 10 mL de HNO3 \n\n1% e, por fim, diluída com HNO3 1% para 10 g em balança analítica, o que resulta em um fator \n\nde pré-concentração de ~ 100 vezes. O procedimento de evaporação é bastante demorado, \n\nlevando cerca de um dia e meio para ser completado. O segundo teste foi realizado com HNO3 \n\n\n\n32 \n\ncomo meio ácido de condicionamento e eluição. Todo o procedimento foi igual, com exceção da \n\neluição onde a solução eluída foi coletada em oito frações de 5 mL (totalizando 40 mL) \n\ndiretamente nos potes Savillex de 120 mL para verificar a fração de volume em que os ETR \n\nestavam sendo eluídos. Após a evaporação em chapa quente a 175 ºC até restar somente uma gota \n\nde solução, a amostra foi diluída com HNO3 1% para 10 g em balança analítica, resultando em \n\num fator de pré-concentração de ~ 100 vezes. \n\nTestes adicionais visaram aumentar a recuperação do Tm, Yb e Lu (últimos três \n\nelementos do grupo) alterando-se a concentração do HNO3 para 7 M e 8 M e utilizando a mesma \n\nsolução teste do experimento anterior e uma amostra do material de referência de rocha BRP-1 \n\ndiluída para atingir concentrações de ETR próximas às esperadas para águas fluviais. Um último \n\nteste foi feito utilizando-se uma eluição em gradiente com 10 mL de HNO3 6 M + 10 mL de \n\nHNO3 8 M e uma solução com concentração de ETR igual a dos experimentos anteriores mas \n\ncom matriz de água da torneira. \n\n4.7.3. Extração em fase sólida com cartucho C18 condicionado com éster de fosfato \n\nO terceiro método testado foi uma adaptação do descrito por Bau e Dulski (1996) (Figura \n\n4.1). Utilizando uma bomba peristáltica e mangueiras de Tygon\n?\n\n, o cartucho C18 (com esferas de \n\nsílica, Waters) é primeiramente limpo com 10 mL de HCl 6 M e, em seguida, enxaguado com 7 \n\nmL de água DI, ambos à 3 mL/min. Depois, o cartucho é condicionado transferindo o éster 2-\n\netilhexil fosfato com uma pipeta de Pasteur até preenchê-lo completamente (visível pela cor \n\namarelada). Por fim o cartucho é lavado novamente com 10 mL de HCl 6 M à 3 mL/min e 40 mL \n\nde água DI à 10 mL/min para remover contaminantes e o excesso de éster de fosfato. Duas \n\nsoluções teste com concentrações de ETR similares às esperadas para águas fluviais foram \n\nacidificadas com HCl para que o pH ficasse com valor de 1,8 (ou entre 1,7 e 2,0), que é o pH \n\nnecessário para que a separação dos ETR no cartucho seja eficiente. Foi adicionado um spike de \n\nTm à solução (100 µL de Tm 1000 ng/mL), de forma que resultasse em uma concentração de 100 \n\nng/L de Tm para monitorar a recuperação após a pré-concentração. Usando a bomba peristáltica, \n\na solução foi passada através do cartucho condicionado com fluxo de 15 mL/min sendo coletada \n\nem um frasco. O frasco foi pesado para determinar a massa de amostra efetivamente utilizada \n\npara pré-concentração. A matriz foi removida com 10 mL de HCl 0,01 M e em seguida os ETR \n\nforam eluídos com HCl 6 M, ambos à 3 mL/min. Neste primeiro teste o eluato foi coletado em \n\n\n\n33 \n\n      \n\nFigura 4.1 - Fluxograma ilustrando as etapas de preparação da amostra com a pré-concentração dos ETR. \n\n\n\n34 \n\ntrês frações de 10 mL diretamente nos potes de PFA (Savillex) de 120 mL, que foram aquecidos \n\nem chapa quente à 175 ºC. A evaporação ocorreu até restar somente uma gota. O resíduo foi \n\nretomado por adição de 10 mL de HNO3 1%. Esta etapa foi efetuada duas vezes. Por fim, a \n\nsolução concentrada foi diluída para 10 g em balança analítica com HNO3 1%. O mesmo \n\nprocedimento foi aplicado com um branco e utilizando HNO3 ao invés de HCl, sendo ao final \n\ncoletadas duas frações de 12 mL de eluato, que foram evaporadas somente uma vez e diluídas \n\ncom HNO3 1% para 10 g em balança analítica. Com base na avaliação de todos resultados dos \n\ndiferentes testes de pré-concentração, o método adaptado a partir de Bau e Dulski (1996) com \n\nHCl como eluente foi utilizado neste trabalho. \n\n  \n\n\n\n35 \n\n5. RESULTADOS \n\n5.1. Controle de Qualidade \n\nPara garantir a confiabilidade dos resultados obtidos na pesquisa foram usadas diversas \n\nformas de controle de qualidade. \n\nOs limites de detecção (LD) das análises por ICP-MS foram calculados pela média mais \n\ntrês vezes o desvio padrão do sinal obtido em 10 medidas consecutivas do branco (HNO3 1% \n\nusado como carrier) transformados em concentração por correspondência com a curva de \n\ncalibração (equação 1). A Tabela 5.1 apresenta os LD para os elementos medidos.  \n\n \n\n   \n( ?    )\n\n             \n \n\n \n\nOnde:  LD = limite de detecção (ng/mL) \n\n  ? = média do sinal de 10 medidas do branco (cps) \n s = desvio padrão do sinal de 10 medidas do branco (cps) \n\n sensibilidade = coeficiente angular da curva de calibração (cps.(ng/mL)\n-1\n\n) \n\n \n\nTabela 5.1 - Limites de detecção - ICP-MS. \n\nLimites de Detecção - ICP-MS (ng/mL) \n\nLi 0,01 \n \n\nCo 0,006 \n \n\nAg 0,001 \n \n\nDy 0,0010 \n\nBe 0,007 \n \n\nNi 0,04 \n \n\nCd 0,004 \n \n\nHo 0,0002 \n\nB 1,2 \n \n\nCu 0,05 \n \n\nSn 0,07 \n \n\nEr 0,0005 \n\nNa 2,0 \n \n\nZn 0,10 \n \n\nSb 0,001 \n \n\nTm 0,0002 \n\nMg 0,2 \n \n\nGa 0,001 \n \n\nCs 0,0005 \n \n\nYb 0,0003 \n\nAl 0,4 \n \n\nGe 0,001 \n \n\nBa 0,009 \n \n\nLu 0,0002 \n\nK 47 \n \n\nAs 0,005 \n \n\nLa 0,006 \n \n\nHf 0,0005 \n\nCa 9,3 \n \n\nSe 0,7 \n \n\nCe 0,007 \n \n\nTa 0,005 \n\nSc 0,4 \n \n\nRb 0,01 \n \n\nPr 0,001 \n \n\nW 0,001 \n\nTi 0,08 \n \n\nSr 0,009 \n \n\nNd 0,005 \n \n\nTl 0,0003 \n\nV 0,003 \n \n\nY 0,005 \n \n\nSm 0,001 \n \n\nPb 0,002 \n\nCr 0,01 \n \n\nZr 0,004 \n \n\nEu 0,0005 \n \n\nBi 0,0007 \n\nMn 0,03 \n \n\nNb 0,008 \n \n\nGd 0,001 \n \n\nTh 0,005 \n\nFe 1,6 \n \n\nMo 0,007 \n \n\nTb 0,0003 \n \n\nU 0,002 \n\n(1) \n\n\n\n36 \n\nDurante a amostragem foram coletados brancos (água DI) que passaram pelos mesmos \n\nprocedimentos que as amostras (amostragem, filtração, acidificação, adição de spike, pré-\n\nconcentração e análises por CI e ICP-MS). Com isso pode-se quantificar a contaminação das \n\namostras resultante de todo o processo. A Tabela 5.2 mostra a proporção relativa dos brancos em \n\ncomparação com os valores presentes nas amostras nas diversas análises feitas. Os elementos que \n\nnão estão na tabela tiveram resultados abaixo do limite de detecção para os brancos. \n\n \n\nTabela 5.2 - Proporção relativa média (n = 4) do branco (%) em relação aos valores obtidos para os \n\nrespectivos constituintes determinados nas amostras (não estão apresentados os constituintes com \n\nresultado abaixo do limite de detecção). \n\nCromatografia \n\nde íons \n\n \nICP-MS \n\n ICP-MS com pré-concentração \n\ndos ETR \n\nNO\n3–\n\n-N 4,4%  Na 0,01% Sr 0,03%  La 0,6% Tb 0,5% \n\nNa\n+\n 0,1%  Mg 0,02% Sb 1,8%  Ce 0,6% Dy 0,5% \n\nK\n+\n 2,4%  Al 0,9% Ba 0,1%  Pr 0,4% Ho 0,5% \n\nMg\n2+\n\n 0,4%  Ti 3,1% Ho 10,5%  Nd 0,4% Er 0,4% \n\nCa\n2+\n\n 0,4%  Mn 0,1% Lu 17,6%  Sm 0,4% Yb 0,7% \n\n  \n Zn 3,0% Tl 2,7%  Eu 0,4% Lu 1,4% \n\n  \n Ge 4,6% Pb* 57,8%  Gd 0,7%   \n\n  \n As 7,4% Bi 111,5%      \n\n*somente para as amostras At 17 - 21 \n\n \n\nA contribuição total do branco para os valores obtidos nas amostras foi abaixo de 1% para \n\na maior parte dos elementos, o que significa que não houve contaminação significativa das \n\namostras. Os elementos Ho e Lu, nas medidas diretas de ICP-MS, aparecem com um valor mais \n\nalto nos brancos, porque os valores obtidos nestes e nas amostras ficaram muito próximos aos \n\nrespectivos limites de detecção, isto é, são muito imprecisos. Os únicos casos identificados como \n\ncontaminação foram os elementos Bi, cujos valores obtidos nos brancos foram semelhantes aos \n\ndas amostras, e Pb (somente nas amostras At 17 - 21). Mesmo havendo grande manipulação das \n\namostras e uso de reagentes para a realização da pré-concentração, não foi observada \n\ncontaminação por ETR pelo procedimento. \n\nA repetibilidade de medição, que inclui a amostragem e análise, foi avaliada com coleta \n\nem duplicata de três amostras, as quais foram preparadas e analisadas como amostras distintas. \n\nAs diferenças nos resultados das determinações por ICP-MS entre as duplicatas ficou inferior a \n\n\n\n37 \n\n10% para a maior parte dos mensurandos e menor que 20% para os restantes, excluindo aqueles \n\ncujo valor nas amostras é menor que 10 vezes o LD. Para as medidas de ICP-MS feitas nas \n\namostras pré-concentradas, os ETR apresentaram variação da ordem de 10% nas duplicatas, com \n\nexceção do Yb e Lu na amostra At 15, que apresentaram variação de 20%. Por fim, os resultados \n\npara os íons maiores obtidos por CI apresentaram, em sua maior parte, variação inferior a 5%. \n\nA qualidade dos resultados analíticos dos íons principais pode ser avaliada pelo balanço \n\nde cargas. A diferença relativa do balanço entre cargas positivas e negativas aceitável é de ± 5% \n\n(TRICK; STUART; REEDER, 2008). O balanço de cargas é definido pela equação 2, onde as \n\nconcentrações dos cátions e ânions são dadas em meq/L: \n\n \n\n Erro do balanço de cargas (%) = \n?         ?       \n\n?(              )\n     (2) \n\n \n\nOnde: ? cátions = [Li\n+\n + Na\n\n+\n + NH4\n\n+\n + K\n\n+\n + Mg\n\n2+\n + Ca\n\n2+\n] \n\n ? ânions = [F\n–\n + Cl\n\n–\n + NO2\n\n–\n + SO4\n\n2–\n + NO3\n\n–\n + PO4\n\n3–\n + HCO3\n\n–\n] \n\n \n\nAs amostras Is 11 e Is 12 da área da Isdralit não puderam ser analisadas na \n\ncromatografia de íons e devido à ausência dos dados dessas amostras, elas foram excluídas da \n\nverificação. Os cátions das amostras At 11.1 - At 13 não puderam ser medidos por CI mas foram \n\nquantificados por ICP-MS (exceto o íon NH4\n+\n). Realizado o cálculo do balanço de cargas, todas \n\nas amostras apresentaram valores satisfatórios com diferença relativa menor que ± 5%, com \n\nexceção da amostra Is 14 que apresentou diferença relativa de 13% (Figura 5.1). Isso significa \n\nque, do ponto de vista analítico, os dados estão adequados para utilização. \n\n \nFigura 5.1 - Representação gráfica da diferença relativa obtida no balanço de cargas das amostras. \n\n\n\n38 \n\nJuntamente com as amostras também foi analisado por ICP-MS o material de referência \n\nde água de rio SLRS-5 (Tabela 5.3). Os valores obtidos para o MR SLRS-5 nas medidas diretas \n\ndiferiram no máximo ± 10% dos valores certificados ou publicados (HEIMBURGER et al., 2013) \n\nquando a concentração do elemento no MR difere significativamente do LD. Uma alíquota do \n\nmaterial de referência SLRS-4 passou pelo procedimento de pré-concentração e foi analisado \n\nconjuntamente com as amostras pré-concentradas (Tabela 5.4). Os resultados obtidos para ETR \n\nforam concordantes com os publicados por Lawrence et al. (2006), variando em sua maior parte \n\n± 10%. \n\n \nTabela 5.3 - Resultados obtidos (ng/mL) para o material de referência SLRS-5 e valores certificados \n\n(NATIONAL RESEARCH COUNCIL CANADA, 2012) ou publicados (HEIMBURGER et al., 2013). \n\n \nMed. 1 Med. 2 Med. 3* Cert./Pub.±Incert.   Med. 1 Med. 2 Med. 3* Cert./Pub.±Incert. \n\nLi 0,49 0,49 0,46 0,50 ± 0,13  Cd 0,010 0,010 0,009 0,0060 ± 0,0014 \n\nBe&lt;LD&lt;LD 0,01 0,005 \n  \n\n Sn&lt;LD&lt;LD&lt;LD 0,0057 ± 0,0005 \n\nB 6,52 6,12 6,39 7,46 ± 0,58  Sb 0,28 0,31 0,33 0,3   \n\nNa 5874 5350 5031 5380 ± 100  Cs 0,004 0,0041 0,0042 0,0057 ± 0,0013 \n\nMg 2909 2591 2441 2540 ± 160  Ba 14,3 14,3 14,3 14,0 ± 0,5 \n\nAl 53,8 52,7 47,2 49,5 ± 5,0  La 0,187 0,194 0,205 0,196 ± 0,011 \n\nK 974 891 840 839 ± 36  Ce 0,242 0,264 0,269 0,236 ± 0,016 \n\nCa 11318 11186 10667 10500 ± 400  Pr 0,0490 0,0539 0,0522 0,0469 ± 0,0025 \n\nSc&lt;LD&lt;LD&lt;LD 0,0087 ± 0,0015  Nd 0,202 0,191 0,209 0,185 ± 0,020 \n\nTi 2,86 2,89 2,93 2,28 ± 0,05  Sm 0,0350 0,0378 0,0361 0,0324 ± 0,0033 \n\nV 0,306 0,34 0,32 0,317 ± 0,033  Eu 0,0050 0,0079 0,0071 0,0056 ± 0,0014 \n\nCr 0,233 0,23 0,23 0,208 ± 0,023  Gd 0,0270 0,0303 0,0303 0,0249 ± 0,0030 \n\nMn 4,50 4,48 4,20 4,33 ± 0,18  Tb 0,0040 0,0056 0,0049 0,0032 ± 0,0006 \n\nFe 105 96,9 87,7 91,2 ± 5,8  Dy 0,0190 0,0208 0,0209 0,0182 ± 0,0025 \n\nCo 0,06 0,06 0,06 0,05 \n  \n\n Ho 0,0030 0,0043 0,0051 0,0036 ± 0,0005 \n\nNi 0,467 0,48 0,49 0,476 ± 0,064  Er 0,0110 0,0118 0,0143 0,0105 ± 0,0010 \n\nCu 18,0 18,9 18,1 17,4 ± 1,3  Tm 0,0010 0,0023 0,0027 0,0013 ± 0,0003 \n\nZn 0,836 1,10 0,95 0,845 ± 0,095  Yb 0,0100 0,0085 0,0101 0,0093 ± 0,0007 \n\nGa 0,015 0,01 0,02 0,015 ± 0,001  Lu 0,0020 0,0024 0,0028 0,0015 ± 0,0002 \n\nGe 0,005 0,01 0,01 0,0063 ± 0,0038  Hf 0,0010 0,0009 0,0009 0,0029 ± 0,0011 \n\nAs 0,400 0,44 0,42 0,413 ± 0,039  Tl 0,005 0,0070 0,0051 0,0042 ± 0,0007 \n\nRb 1,41 1,23 1,76 1,23 ± 0,08  Pb 0,104 0,088 0,089 0,081 ± 0,006 \n\nSr 54,01 53,0 53,9 53,6 ± 1,3  Bi&lt;LD&lt;LD&lt;LD 0,00086 ± 0,00016 \n\nY 0,12 0,13 0,13 0,12 ± 0,01  Th 0,007 0,006&lt;LD 0,011 ± 0,004 \n\nNb&lt;LD&lt;LD&lt;LD 0,0038 ± 0,0006  U 0,094 0,095 0,088 0,093 ± 0,006 \n\nMo 0,18 0,20 0,21 0,27 ± 0,04         \n\n*Resultados da sessão de medidas das amostras de material particulado \n\n\n\n39 \n\nTabela 5.4 - Resultados do material de referência SLRS-4 obtidos para os ETR após a pré-concentração e \n\nvalores publicados (ng/L) (YEGHICHEYAN et al., 2001). \n\n \nMedida 1 Medida 2 Publicado \n\nLa 260 271 287 ± 16 \n\nCe 360 380 360 ± 24 \n\nPr 65,6 68,0 69,3 ± 3,6 \n\nNd 264 272 269 ± 28 \n\nSm 55,1 59,0 57,4 ± 5,6 \n\nEu 8,0 8,0 8,0 ± 1,2 \n\nGd\n§\n 35,1 45,6 34,2 ± 4,0 \n\nTb 4,3 4,6 4,3 ± 0,8 \n\nDy 23,9 25,2 24,2 ± 3,2 \n\nHo 4,8 5,1 4,7 ± 0,3 \n\nEr 13,9 13,7 13,4 ± 1,2 \n\nTm\n§\n - - 1,7 ± 0,4 \n\nYb 12,0 9,0 12,0 ± 0,8 \n\nLu 2,1 1,0 1,9 ± 0,2 \n§\nResultados de Tm foram omitidos pois o spike do elemento foi adicionado às amostras. O resultado de Gd \n\nda medida 2 sofreu contaminação por efeito memória da última solução da curva de calibração que \n\npossuía alta concentração (Gd = 22 ng/mL) devido a expectativa de valores altos nas amostras pré-\nconcentradas. \n\n \n\nPara monitorar a eficiência da pré-concentração dos ETR, em cada amostra foi adicionado \n\numa quantidade conhecida de spike de Tm. Após o procedimento e a análise no ICP-MS, a \n\nconcentração de Tm*, que seria o valor presente na própria amostra, foi calculado pela \n\ninterpolação entre os valores normalizados pelo PAAS de Er e Yb. Subtraiu-se o valor Tm* do \n\nvalor medido de Tm e comparou-se o resultado obtido com o valor adicionado. Com exceção de \n\ntrês amostras, a recuperação do Tm ficou entre 95 e 104% do valor adicionado, o que indica que \n\no procedimento foi eficiente e quantitativo na recuperação do ETR. \n\nNa análise do material particulado retido nas membranas durante a filtração, foi realizada \n\na digestão de uma membrana virgem simultaneamente com o lote de amostras como branco do \n\nprocedimento. Os valores obtidos para o branco representaram aproximadamente 2% da média \n\ndos resultados das amostras, com exceção de Sb, Ni, Cr, Ta, B e Sn, para os quais a contribuição \n\ndo branco variou de 6% (Sb) até 20% (Sn). O material particulado das duplicatas das amostras de \n\nágua do Rio Atibaia também foram analisadas por ICP-MS. A repetibilidade das duplicatas, que \n\ninclui tanto a amostragem, o processo de retenção na membrana e a digestão ácida, foi aceitável \n\n\n\n40 \n\napresentando variação entre 20 e 30% para a amostra At 11 e até 10% para a amostra At 15 para \n\na maioria dos elementos.  \n\nO MR SLRS-5 também foi analisado conjuntamente com as amostras de material \n\nparticulado (Tabela 5.3). Os resultados obtidos ficaram em grande parte dentro da variação de ± \n\n10% dos valores certificados ou publicados para o material de referência (HEIMBURGER et al., \n\n2013). Dentro do grupo dos ETR, os resultados do material de referência variaram mais que ± \n\n10% para os ETR pesados, porém deve-se ressaltar que as concentrações dos elementos presentes \n\nna solução resultante da digestão das amostras de material particulado são pelo menos uma \n\nordem de grandeza maior do que as do SLRS-5. \n\n5.2. Resultados dos testes de pré-concentração dos ETR \n\nNas campanhas exploratórias, os resultados obtidos para os ETR produziram diagramas \n\nnormalizados de aspecto serrilhado, especialmente nos HREE (como Tm e Lu). Isso se deve ao \n\nelevado erro aleatório associado aos valores medidos, quando estes se aproximam do limite de \n\ndetecção da técnica. Dessa forma, ficou clara a necessidade de realizar a pré-concentração dos \n\nETR para que esses pudessem ser medidos adequadamente nas amostras de águas superficiais. \n\nNa Tabela 5.5 está apresentada uma síntese dos resultados de recuperação nos testes de pré-\n\nconcentração realizados com os diferentes métodos, que estão detalhados e discutidos a seguir. \n\n5.2.1. Co-precipitação com Fe(OH)3 \n\nDurante a análise das soluções pré-concentradas com o método de co-precipitação com \n\nhidróxido férrico, observou-se forte atenuação no sinal (55 – 74%) do padrão interno Re, \n\natribuída à concentração elevada de Fe na matriz. As recuperações dos ETR nas soluções teste \n\nvariaram entre 80 e 93%, o que é razoável. O Tm, que é o elemento adicionado como spike, \n\napresentou recuperações sempre acima de 90%. Ao aplicar esse método de pré-concentração a \n\numa amostra de água fluvial, que continha anomalia de Gd, foi observado que o valor medido na \n\namostra pré-concentrada representava somente 30% do valor obtido na medida direta. Concluiu-\n\nse que a co-precipitação do Gd com o Fe(OH)3 é incompleta quando o Gd está na forma do \n\ncomplexo estável de elevada solubilidade. Esse processo é comparável ao que ocorre nas ETEs, \n\nonde, como já mencionado na introdução, a remoção de metais dos efluentes se baseia na \n\nprecipitação destes com hidróxidos de Fe, porém o quelato de Gd permanece na fase solúvel.  \n\n\n\n41 \n\nTabela 5.5 - Recuperação obtida (%) para solução preparada em laboratório com concentrações de ETR \n\nsimilares às esperadas para águas fluviais. \n\nMétodo \nCo-precipitação \n\ncom Fe(OH)3 \nColuna com Ln-Spec \n\nCartucho C18 com \n\néster de fosfato \n\nEluente - HCl HNO3 HCl HNO3 \n\n[   ] - 6 M 6 M 7 M 8 M 6 M + 8 M 6 M 6 M + 8 M \n\nY 69 99 90 84 101 107 116 115 \n\nLa 80 98 95 95 97 78 106 106 \n\nCe 84 101 98 107 90 76 108 106 \n\nPr 81 98 97 98 100 89 101 100 \n\nNd 84 99 102 99 101 92 103 102 \n\nSm 91 108 106 108 108 100 106 105 \n\nEu 86 103 99 100 101 100 104 104 \n\nGd 86 100 98 101 103 101 104 103 \n\nTb 88 99 96 96 101 102 105 105 \n\nDy 88 100 96 93 100 104 105 105 \n\nHo 89 100 95 89 99 102 102 102 \n\nEr 88 101 91 80 95 103 104 103 \n\nTm 92 100 85 79 94 108 105 103 \n\nYb 90 102 79 67 85 108 104 96 \n\nLu 93 104 76 65 84 110 100 80 \n\nBranco 1 - 6 0,02 - 0,12 0,01 - 0,04 \n\n \n\nNos testes de co-precipitação dos ETR com Fe(OH)3, os valores do branco representaram \n\nde 1 a 6% da concentração esperada para as águas fluviais da área de estudo e de 20 a 70% das \n\nconcentrações esperadas para as águas subterrâneas utilizadas no teste. Esses dados indicam que \n\no método poderia ser aplicado para determinar os ETR em águas superficiais, mas para águas \n\nsubterrâneas, maior rigor na limpeza seria requerido. \n\n5.2.2. Extração em fase sólida com resina Ln-Spec \n\nOs resultados obtidos pela pré-concentração usando a extração em fase sólida com resina \n\nLn-Spec e HCl apresentaram recuperação ao redor de 100% para todos os ETR. Quanto ao \n\n\n\n42 \n\nbranco, este apresentou valores baixos, menores que 0,1% das concentrações esperadas nas \n\namostras. \n\nQuando a eluição foi realizada com HNO3 6M os resultados mostraram boa recuperação \n\n(> 90%) para os elementos Y e La – Er, enquanto que Tm, Yb e Lu apresentaram recuperações \n\nmais baixas (&lt;85%). Observou-se que os elementos atingiram sua recuperação máxima já na \n\nterceira fração eluída, ou seja, num volume de 15 mL. Os valores de branco também foram muito \n\nbaixos, menores que 0,05% das concentrações esperadas nas amostras. \n\nAo mudar a concentração do HNO3 usado na eluição de 6 M para 7 M e 8 M houve um \n\naumento da recuperação dos ETR mais pesados, mas em contrapartida os ETR mais leves tiveram \n\nsua recuperação diminuída no material de referência, apesar dos resultados terem ficado um \n\npouco incoerentes entre si. Com a eluição em gradiente, as recuperações para os HREE foram \n\nboas, mas para La – Nd foram baixas e variaram muito entre as duplicatas. \n\nNos testes com a resina Ln-Spec as colunas foram empacotadas uma única vez e a resina \n\nreutilizada em todos os testes. Há uma divergência na literatura quanto a possibilidade de \n\nreutilização da resina e, se reutilizada, a quantidade de vezes que isso poderia ser feito. Portanto, \n\nquando a eluição foi realizada com HNO3, a menor recuperação dos LREE e o comportamento \n\nerrático da recuperação de alguns elementos podem ser devido à alteração na capacidade de \n\nretenção ou eluição dos ETR pela resina. Além disso, foi observado durante o uso da coluna que \n\na resina sofre um sutil desempacotamento, o que pode ter afetado a eficiência do procedimento. \n\nPor outro lado, houve um grande avanço com relação ao procedimento proposto na literatura pois \n\nforam usados fluxos maiores na passagem da amostra e eluição, com uma redução em pelo \n\nmenos 15 vezes o tempo gasto nessa etapa (de dias para horas).  \n\n5.2.3. Extração em fase sólida com cartucho C18 condicionado com éster de fosfato \n\nOs testes de pré-concentração dos ETR com a extração em fase sólida utilizando o \n\ncartucho C18 condicionado com éster de fosfato produziram bons resultados. No experimento de \n\npré-concentração em que HCl foi o eluente, todos os ETR apresentaram ótimas recuperações, ao \n\nredor de 100%. O mesmo ocorreu quando foi utilizado HNO3, exceto pelo Lu que apresentou \n\nrecuperação de 80%. Os valores obtidos para o branco também foram baixos, entre 0,01 e 0,04% \n\ndos valores esperados nas amostras. Cada cartucho é de uso único, e portanto não foi testada a \n\nreutilização como nas colunas com a resina Ln-Spec. \n\n\n\n43 \n\n5.3. Resultados das análises das amostras \n\nOs dados de parâmetros físico-químicos medidos nos pontos de amostragem estão \n\napresentados na Tabela 5.6. \n\nNos pontos da área Isdralit (Is) há uma grande variação nos valores de pH. Ele vai de 11,7 \n\nno ponto mais a montante amostrado até 8,0 num represamento do córrego, chegando a 4,1 num \n\npequeno açude construído próximo ao fio d?água. A condutividade elétrica no ponto Is 11 é \n\nbastante elevada, e os valores dos demais pontos dessa área estão estre os mais altos de todo o \n\nconjunto. Apesar dos resultados das amostras Is serem apresentados aqui, eles não constituirão \n\nparte da discussão. Esta área apresenta uma situação particular com respeito a todos os resultados \n\nobtidos, é espacialmente pequena e de acesso restrito. A área apresenta indícios de influência de \n\ndescarte de resíduos industriais, porém não é possível fazer qualquer afirmação sem um estudo \n\npormenorizado e detalhado, o qual está além dos objetivos do presente trabalho. \n\nOs valores de pH para os pontos do Rio Atibaia (At) variaram entre 6,1 e 7,1, enquanto \n\nnos pontos na bacia do Ribeirão Anhumas (An) a água apresentou pH levemente básico, variando \n\nentre 7,0 e 7,6. A turbidez apresentou grande variação, indo de 6,3 até 67,2 NTU no Rio Atibaia e \n\nde 12,3 a 113,0 NTU na bacia do Ribeirão Anhumas. A condutividade elétrica nas amostras do \n\nRio Atibaia seguiu um padrão crescente no sentido a jusante do curso d?água variando entre \n\n0,050 a 0,213 mS/cm. Já os pontos na bacia do Ribeirão Anhumas apresentaram condutividade \n\nelétrica mais elevada, de 0,124 a 0,513 mS/cm. As amostras dos efluentes das ETEs apresentaram \n\npH levemente básico e turbidez elevada. \n\nA Tabela 5.7 apresenta as concentrações de cátions e ânions maiores presentes nas \n\namostras, obtidas por cromatografia de íons e titulação. Os valores de NO2\n–\n e NO3\n\n–\n estão \n\nexpressos como nitrogênio, os de SO4\n2– \n\ncomo enxofre e os de PO4\n3–\n\n como fósforo. Todas \n\namostras apresentaram resultado de brometo menores que o limite de detecção (0,005 mg/L). \n\n\n\n44 \n\nTabela 5.6 - Parâmetros físico-químicos medidos nos pontos de coleta. \n\nPonto \nData da \n\nMedição \n\nUTM X \n\n(m) \n\nUTM Y \n\n(m) \npH \n\nCond. \n\nElétrica \n\n(mS/cm) \n\nTurbidez \n\n(NTU) \n\nOD \n\n(mg/L) \n\nTemp. \n\n(°C) \n\nEh \n\n(mV) \n\nIs 11 24/06/2013 271453 7478186 11,7 2,170 12,7 - 21,90 238 \n\nIs 12 24/06/2013 271566 7478311 9,0 0,567 13,0 - 22,26 408 \n\nIs 13 24/06/2013 271653 7478255 8,0 0,497 49,3 - 20,61 500 \n\nIs 14 24/06/2013 272050 7478141 4,1 0,433 14,0 6,3 20,29 612 \n\nAt 11 12/09/2013 347150 7444029 6,1 0,050 12,9 6,0 20,95 579 \n\nAt 12 12/09/2013 327791 7452432 6,1 0,074 6,3 5,8 21,70 558 \n\nAt 13 12/09/2013 310681 7458640 6,2 0,095 10,5 5,4 21,23 571 \n\nAt 14 19/09/2013 299419 7465011 6,6 0,096 21,7 8,1 20,80 565 \n\nAt 15 19/09/2013 300680 7474030 6,7 0,123 44,9 6,4 21,55 556 \n\nAt 16 19/09/2013 293213 7484177 7,0 0,154 21,3 5,8 22,66 548 \n\nAt 17 07/10/2013 282160 7482830 6,6 0,200 62,3 7,8 21,75 545 \n\nAt 18 07/10/2013 280533 7483574 7,1 0,213 42,2 6,1 21,92 534 \n\nAt 19 07/10/2013 278268 7483024 6,9 0,201 62,2 7,1 21,78 527 \n\nAt 20 07/10/2013 278085 7481771 7,1 0,205 67,2 7,2 22,20 526 \n\nAt 21 07/10/2013 273321 7482727 7,0 0,188 30,0 8,0 21,94 409 \n\nJg 11 19/09/2013 304931 7480060 6,9 0,089 3,6 6,8 22,11 545 \n\nAn 11 07/11/2013 290855 7468291 7,6 0,154 76,2 5,6 20,57 538 \n\nAn 12T 07/11/2013 291138 7468873 7,6 0,229 62,9 5,6 20,30 518 \n\nAn 13 07/11/2013 291373 7469207 7,5 0,147 113,0 6,0 20,54 532 \n\nAn 14 07/11/2013 291672 7472453 7,5 0,432 33,1 4,7 23,73 461 \n\nAn 15T 07/11/2013 292553 7472279 7,5 0,124 12,3 6,2 21,21 501 \n\nAn 16 13/11/2013 290973 7475466 7,3 0,513 22,0 5,7 26,21 412 \n\nAn 17 13/11/2013 287948 7478818 7,3 0,494 20,2 7,6 25,51 462 \n\nAn 18T 13/11/2013 287004 7476155 7,1 0,117 48,7 6,3 25,83 405 \n\nAn 19T 13/11/2013 286694 7475469 7,0 0,292 10,5 8,0 22,83 490 \n\nAn 20 13/11/2013 286171 7479170 7,1 0,422 14,0 4,6 25,01 489 \n\nAn 21 13/11/2013 284924 7480476 7,3 0,400 14,5 3,9 25,28 495 \n\nETE 1 07/10/2013 276609 7481222 7,7 0,867 197,0 7,5 23,05 575 \n\nETE 2 07/11/2013 287904 7472276 7,5 0,203 386,0 7,5 22,74 484 \n\nCond. Elétrica = Condutividade Elétrica; OD = Oxigênio Dissolvido; Temp. = Temperatura; Eh = ORP corrigido \n\npara o eletrodo padrão de hidrogênio segundo a fórmula Eh = ORPmedido + 206 – 0,7(T – 25) mV. \n\n\n\n45 \n\nTabela 5.7 - Resultados para cátions e ânions maiores obtidos por CI e titulação (mg/L). \n\nPonto F\n–\n Cl\n\n–\n \n\nNO2\n–\n-\n\nN \n\nSO4\n2–\n\n-\n\nS \n\nNO3\n–\n-\n\nN \n\nPO4\n3–\n\n-\n\nP \nHCO3\n\n–\n CO3\n\n–2\n Li\n\n+\n Na\n\n+\n NH4\n\n+\n K\n\n+\n Mg\n\n2+\n Ca\n\n2+\n \n\nIs 11 0,65 12,3 2,22 47,0 0,30&lt;LD * * 0,05 16,9 0,10 106&lt;LD 171 \n\nIs 12 0,34 5,30&lt;LD 45,8 1,92 0,17 110,6 8,1&lt;LD 8,44 0,10 147 1,75 14,2 \n\nIs 13 * * * * * * 129,1 -&lt;LD 7,89&lt;LD 105 1,91 16,1 \n\nIs 14 0,80 109&lt;LD 10,4 0,02&lt;LD - - 0,003 11,3&lt;LD 9,89 13,0 21,7 \n\nAt 11.1 0,07 2,41&lt;LD 0,40 0,26&lt;LD \n21,1 \n\n- * * * * * * \n\nAt 11.2 0,05 2,43&lt;LD 0,39 0,25&lt;LD - * * * * * * \n\nAt 12 0,12 4,41 0,03 0,73 0,63&lt;LD 27,7 - \n\n- \n\n* * * * * * \n\nAt 13 0,13 8,39 0,03 0,78 0,87&lt;LD 32,0 * * * * * * \n\nAt 14 0,12 7,90 0,07 0,92 1,16&lt;LD 29,2 -&lt;LD 8,45 0,21 3,33 1,4 5,64 \n\nAt 15.1 0,15 10,3 0,1 1,33 1,41&lt;LD \n37,8 \n\n- \n\n- \n\n<LD 10,9 1,02 3,92 1,67 6,63 \n\nAt 15.2 0,16 10,3 0,09 1,32 1,37&lt;LD&lt;LD 10,9 1,02 3,92 1,67 6,63 \n\nAt 16 0,18 13,4 0,18 2,24 2,16&lt;LD 41,8 -&lt;LD 13,4 0,97 5,03 2,08 8,86 \n\nAt 17&lt;LD 9,79 0,13 12,9 1,31&lt;LD 35,8 -&lt;LD 28,1 1,24 4,50 1,61 6,72 \n\nAt 18 0,15 14,8 0,15 12,3 1,32&lt;LD 37,9 -&lt;LD 30,9 1,15 4,60 1,74 7,24 \n\nAt 19 0,16 14,3 0,15 10,8 1,44&lt;LD 37,8 -&lt;LD 28,3 1,27 4,63 1,73 7,21 \n\nAt 20 0,15 14,2 0,16 11,3 1,42&lt;LD 37,2 -&lt;LD 28,8 1,11 4,60 1,72 7,17 \n\nAt 21 0,15 14,3 0,16 8,79 1,43&lt;LD 47,0 -&lt;LD 25,6 1,14 4,70 1,72 7,66 \n\nJg 11 0,13 7,55&lt;LD 0,90 1,24&lt;LD 27,7 -&lt;LD 8,80&lt;LD 2,79 1,25 5,66 \n\nAn 11 0,18 11,2 0,20 1,71 1,53 0,06 59,5 -&lt;LD 8,95 1,69 4,16 2,29 15,1 \n\nAn 12T 0,24 17,5 0,16 2,51 1,28&lt;LD 101,1 -&lt;LD 15,3 4,40 5,53 4,31 19,7 \n\nAn 13 0,20 12,0 0,15 1,47 1,81 0,03 53,0 -&lt;LD 9,80 1,02 4,13 2,05 13,5 \n\nAn 14 0,46 47,5 0,14 3,02 1,43 0,80 150,1 -&lt;LD 31,7 22,7 9,28 3,24 20,1 \n\nAn 15.1T 0,11 5,38&lt;LD 0,59 0,24&lt;LD \n65,9 \n\n-&lt;LD 8,74 0,07 5,05 3,45 10,3 \n\nAn 15.2T 0,10 5,46&lt;LD 0,62 0,24&lt;LD -&lt;LD 8,83 0,01 5,03 3,46 10,4 \n\nAn 16 0,55 59,1 0,02 4,27 0,08 0,46 186,0 -&lt;LD 45,4 21,4 10,8 4,15 24,2 \n\nAn 17 0,54 51,6 0,06 4,25 0,12 0,84 193,6 -&lt;LD 38,6 28,5 10,5 3,95 23,1 \n\nAn 18T 0,17 14,5 0,05 0,67 0,52&lt;LD 38,6 -&lt;LD 8,74 0,45 2,84 2,08 9,80 \n\nAn 19T 2,81 36,4 0,73 2,46 3,36 0,53 90,3 -&lt;LD 30,7 2,28 9,94 5,32 22,7 \n\nAn 20 0,46 43,7 0,10 3,97 0,32 0,65 164,3 -&lt;LD 33,2 22,0 9,40 3,60 21,0 \n\nAn 21 0,45 41,4 0,07 4,07 0,22 0,46 150,8 -&lt;LD 32,2 17,7 8,99 3,46 21,0 \n\nETE 1 2,57 72,1&lt;LD 15,0 0,24 8,33 323,1 -&lt;LD 89,0 71,2 16,1 3,67 13,2 \n\nETE 2 0,26 13,2 0,09 3,03 0,90&lt;LD 90,8 -&lt;LD 25,9 1,60 3,14 2,80 12,6 \n\nLD: limite de detecção; * não analisado; - não possui. \n\n\n\n46 \n\nNa área Isdralit, a composição das amostras do fio d?água (Is 11-13) foi bastante distinta \n\nda composição do açude (Is 14), sendo as primeiras ricas em sulfato e potássio (e cálcio na Is 11), \n\nenquanto a última amostra é rica em cloreto. No Rio Atibaia há uma tendência de aumento das \n\nconcentrações dos íons em direção à jusante. Nas amostras At 17 - 21 as concentrações médias \n\nobtidas para de sulfato e sódio foram dez e três vezes maiores do que as obtidas para as amostras \n\nAt 11 - 16, respectivamente. \n\nA classificação e comparação de distintos grupos de águas com relação aos cátions e \n\nânions dominantes podem ser feitas com auxílio do diagrama de Piper (Figura 5.2). Observa-se \n\nno diagrama que as amostras do Rio Atibaia e do Ribeirão Anhumas são similares, sendo \n\nclassificadas entre bicabornatadas-sódicas e bicabornatadas-mistas. O grupo de amostras At 17 - \n\n21 fica claramente individualizado no diagrama de ânions pelo seu conteúdo maior de sulfato. Já \n\nas amostras dos efluentes das ETEs assemelham-se às outras quando se considera cátions ou \n\nânions separadamente, porém no diagrama combinado elas ficam individualizadas, enquanto as \n\namostras Is são totalmente distintas entre si. \n\n \n\n \n\nFigura 5.2 - Classificação das amostras de água no diagrama de Piper. \n\n\n\n47 \n\nOs resultados obtidos para carbono inorgânico dissolvido (CID) e carbono orgânico \n\ndissolvido (COD) estão apresentados na Tabela 5.8. \n\n \n\nTabela 5.8 - Resultados de carbono inorgânico dissolvido (CID) e \n\ncarbono orgânico dissolvido (COD) (mg/L). \n\nPonto CID COD \n\n \n\nPonto CID COD \n\nIs 11 15 28 An 11 11 22 \n\nIs 12 21 30 An 12T 18 31 \n\nIs 13 22 32 An 13 9,6 21 \n\nIs 14 0,0 2,6 An 14 20 48 \n\nAt 11 4,0 11 An 15T 12 20 \n\nAt 12 5,2 12 \n\n \n\nAn 16 32 59 \n\nAt 13 5,8 - An 17 32 52 \n\nAt 14 6,6 15 An 18T 6,8 16 \n\nAt 15 6,2 14 An 19T 16 25 \n\nAt 16 7,6 17 An 20 28 47 \n\nAt 17 6,5 16 An 21 26 44 \n\nAt 18 7,0 16 ETE 1 48 92 \n\nAt 19 6,8 16 ETE 2 16 29 \n\nAt 20 6,7 16    \n\nAt 21 7,1 17    \n\nJg 11 5,0 11    \n\n \n\nO valores de CID medidos nas amostras ficaram aproximadamente 10% menores do que \n\nos obtidos na titulação de alcalinidade (calculada como HCO3\n–\n + CO3\n\n2–\n). Isso é esperado pois a \n\ntitulação não distingue as espécies carbonáticas de outros ácidos fracos, que se presentes, \n\ncontribuem para o valor da alcalinidade. \n\nNas amostras do Rio Atibaia os valores de CID variaram entre 4,0 e 7,6 mg/L e o COD \n\nentre 11 e 17 mg/L, ambos numa tendência crescente de montante para jusante. A amostra do \n\nefluente da ETE Sumaré (ETE 1) apresentou valores bem mais altos tanto de CID quanto de \n\nCOD. As amostras do Ribeirão Anhumas apresentaram valores mais elevados do que as do Rio \n\nAtibaia, com o CID variando entre 9,6 e 32 mg/L e o COD entre 20 e 59 mg/L. Estes valores \n\nelevados provavelmente resultam dos efluentes que o ribeirão recebe. \n\n\n\n48 \n\nOs resultados obtidos por ICP-MS para os elementos determinados nas amostras \n\nencontram-se na Tabela 5.9. No Rio Atibaia, a tendência geral observada foi do aumento das \n\nconcentrações dos constituintes medidos em direção a jusante do rio, com algumas exceções \n\ncomo Mn e o Ni. Al e Fe são mais abundantes no Rio Atibaia do que no Ribeirão Anhumas, \n\nespecialmente na região onde o rio atravessa o município de Paulínia. Na amostra de efluente da \n\nETE Shopping Dom Pedro (ETE 1), Fe e Al possuem concentrações excepcionalmente altas (875 \n\ne 545 ng/mL, respectivamente), o que contrasta com a amostra de efluente da ETE Sumaré (ETE \n\n2), que possui concentrações baixas desses elementos (11,6 e 76 ng/mL), inferiores às do Rio \n\nAtibaia. \n\nConsiderando o grupo dos ETR, os resultados obtidos pelas medidas diretas ficaram \n\nabaixo do limite de detecção (LD) em diversas amostras para Eu, Tm e Lu. Para os outros \n\nelementos do grupo, os resultados da grande maioria ficaram no intervalo entre LD e 10×LD. \n\nEste extremo superior é frequentemente sugerido como o valor mínimo para resultados \n\nconfiáveis. Por se situarem nessa zona cinzenta de concentrações próximas aos LDs, os dados \n\npossuem baixa precisão, o que se reflete na aparência dos padrões de ETR normalizados (Figura \n\n5.3). Os artefatos analíticos inviabilizam a identificação certeira de tendências e anomalias. A \n\nexceção foi o Gd, que em grande parte das amostras do Ribeirão Anhumas apresentou \n\nconcentrações suficientemente altas para as medidas diretas serem precisas (entre 17 e 144 vezes \n\no LD). \n\n\n\n4\n9\n \n\n \n\nTabela 5.9 - Resultados da análise por ICP-MS (excluindo os ETR) para as amostras de água (ng/mL) \n\n \nAt 11.1 At 11.2 At 12 At 13 At 14 At 15.1 At 15.2 At 16 At 17 At 18 At 19 At 20 At 21 Jg 11 ETE 1 ETE 2 \n\nLi 0,12 0,14 0,18 0,27 0,38 0,50 0,51 0,48 0,42 0,99 1,45 1,56 1,44 0,28 3,25 0,71 \n\nBe&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD \n\nB 8,3 8,6 11,1 12,3 14,0 19,6 19,5 32,5 12,8 20,9 19,6 20,9 32,5 7,96 80,9 11,5 \n\nNa 3776 3840 5715 9275 10336 13859 13538 16911 28529 34770 30730 32903 29376 10576 94541 20849 \n\nMg 902 915 1243 1444 1790 2177 2136 2714 1678 2008 1923 2024 2056 1607 3992 2293 \n\nAl 23 20 19 23 19,9 37,0 36,8 33,7 95,7 107 117 119 125 12,6 11,6 875 \n\nK 2167 2169 2680 3156 4080 4951 4992 6290 4935 5384 5493 5579 5585 3428 19254 2630 \n\nCa 3335 3208 4597 5254 6410 7910 7808 10289 6809 8046 7985 8156 8587 6413 14176 11784 \n\nTi 1,28 0,91 0,76 1,13 0,65 0,73 0,55 0,81 4,98 5,41 5,29 4,84 5,77 0,71 3,44 37,57 \n\nV 0,31 0,28 0,23 0,36 0,45 0,59 0,59 0,61 1,00 1,38 1,45 1,47 1,62 0,23 1,45 4,58 \n\nCr&lt;LD&lt;LD 0,023 0,046 0,12 0,08 0,08 0,09 0,17 0,19 0,19 0,20 0,19 0,05 0,63 0,68 \n\nMn 53,8 52,6 61,2 74,5 21,5 76,7 77,6 48,3 12,9 16,4 13,5 12,9 39,3 16,1 69,3 4,0 \n\nFe 187 161 159 207 158 134 130 141 251 293 304 310 304 174 76 545,5 \n\nCo 0,11 0,11 0,08 0,15 0,08 0,14 0,14 0,11 0,10 0,11 0,11 0,11 0,15 0,06 0,67 0,16 \n\nNi 1,71 1,62 2,77 1,14 0,90 1,02 1,05 1,08 1,00 1,15 1,20 1,21 1,23 0,19 4,91 0,60 \n\nCu 0,44 0,48 0,62 0,59 0,75 0,62 0,62 0,81 0,97 1,16 1,72 1,98 0,92 0,47 3,71 4,43 \n\nZn 0,38 0,52 0,80 0,83 0,42 0,49 0,40 0,25 0,44 0,50 0,62 0,50 0,58&lt;LD 10,1 4,76 \n\nGa 0,01 0,01 0,01 0,01 0,01 0,02 0,02 0,02 0,03 0,04 0,04 0,05 0,05 0,004 0,06 0,23 \n\nGe 0,01 0,01 0,01 0,01 0,01 0,01 0,01 0,01 0,04 0,05 0,03 0,04 0,03 0,01 0,01 0,02 \n\nAs 0,11 0,10 0,11 0,13 0,13 0,15 0,16 0,18 0,15 0,20 0,20 0,21 0,23 0,13 0,59 0,20 \n\nSe&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD \n\nRb 7,5 7,7 8,1 9,1 10,5 11,1 11,0 13,4 10,9 12,2 11,8 12,3 12,4 8,83 30,6 2,53 \n\nSr 34,4 35,3 40,8 48,2 55,5 65,6 64,0 84,0 50,8 82,9 77,5 79,8 77,9 57,4 69,7 67,1 \n\nY 0,032 0,031 0,017 0,031 0,031 0,024 0,025 0,032 0,052 0,061 0,064 0,068 0,075 0,020 0,033 0,21 \n\nZr 0,012 0,013 0,006 0,010 0,008 0,005 0,005 0,006 0,043 0,039 0,041 0,046 0,055&lt;LD 0,036 0,26 \n\nNb&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD 0,008 0,008 0,009&lt;LD 0,010&lt;LD 0,235 0,05 \n\nMo 0,08 0,08 0,13 0,15 0,18 0,23 0,23 0,37 0,37 0,43 0,42 0,42 0,49 0,13 0,62 1,43 \n\nAg&lt;LD 0,00 0,00&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD 0,008 0,003 \n\nCd&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD 0,013 0,009 \n\nSn&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD 0,19&lt;LD \n\nSb 0,03 0,03 0,03 0,07 0,14 0,11 0,11 0,16 0,07 0,08 0,08 0,08 0,08 0,02 0,17 0,29 \n\nCs 0,04 0,04 0,07 0,09 0,09 0,08 0,08 0,12 0,07 0,08 0,08 0,08 0,08 0,06 0,23 0,03 \n\nBa 29,5 30,4 32,7 40,1 46,1 48,7 48,2 62,5 43,0 51,9 51,1 50,5 51,7 41,5 3,1 18,3 \n\nHf 0,001&lt;LD 0,001&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD 0,001 0,001 0,001 0,001 0,002&lt;LD 0,001 0,010 \n\nTa&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD 0,008 0,011 \n\nW&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD 0,012 0,012 0,013 0,008 0,008 0,008 0,008 0,009&lt;LD 0,009 0,182 \n\nTl 0,008 0,009 0,010 0,013 0,016 0,013 0,013 0,023 0,016 0,015 0,014 0,016 0,013 0,011 0,006 0,009 \n\nPb 0,03 0,04 0,02 0,03 0,05 0,04 0,03 0,04 0,10 0,11 0,11 0,11 0,12 0,01 0,07 0,231 \n\nBi 0,001 0,001 0,002 0,003&lt;LD&lt;LD&lt;LD&lt;LD 0,002 0,001 0,001 0,001 0,001&lt;LD 0,002 0,002 \n\nTh 0,01 0,01&lt;LD 0,01&lt;LD&lt;LD&lt;LD&lt;LD 0,02 0,02 0,02 0,02 0,03&lt;LD&lt;LD 0,075 \n\nU 0,01 0,01 0,01 0,01 0,01 0,01 0,01 0,02 0,02 0,02 0,02 0,02 0,02 0,01 0,18 0,380 \n\n \n\n\n\n5\n0\n \n\n \n\n Tabela 5.9 cont. - Resultados da análise por ICP-MS (excluindo os ETR) para as amostras de água (ng/mL). \n\n \nAn 11 An 12T An 13 An 14 An 15.1T An 15.2T An 16 An 17 An 18T An 19T An 20 An 21 Is 11 Is 12 Is 13 Is 14 \n\nLi 1,47 1,67 1,36 1,48 1,23 1,20 1,47 1,23 0,26 0,52 1,00 1,06 53,4 0,53 0,25 3,05 \n\nBe 0,01&lt;LD 0,01&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD 0,01 0,01 0,04&lt;LD 5,33 \n\nB 9,46 12,37 9,05 23,0 5,74 5,55 33,9 31,6 9,18 13,6 27,2 27,3 5,1 4,4 6,6 9,6 \n\nNa 8370 14759 9231 30441 8537 8215 39867 34558 8719 21301 28401 29609 16719 8993 7107 9982 \n\nMg 2204 4190 1991 3203 3410 3248 3793 3650 2102 4476 3179 3281 53 1732 1920 11671 \n\nAl 26,9 17,5 31,9 12,2 9,14 7,69 5,70 8,23 6,28 6,26 5,36 4,57 900 512 126 5046 \n\nK 4081 5701 3970 10350 4727 4359 8745 10684 2576 6005 8233 9483 120 171 138&lt;LD \n\nCa 14885 20360 13332 20885 10193 9452 18654 22108 8992 18011 16902 20870 204245 15278 20908 25255 \n\nTi 1,32 1,29 1,53 1,25 0,84 0,39 0,55 0,84 0,21 0,67 0,84 1,12 7,57 7,57 6,93 1,59 \n\nV 2,10 1,37 1,87 1,25 0,38 0,34 0,77 2,26 0,68 1,32 1,87 2,04 2,56 10,03 1,34 0,12 \n\nCr 0,43 0,19 0,48 0,26 0,18 0,14 0,15 0,19 0,03 0,05 0,14 0,19 4,46 0,12 0,14 0,17 \n\nMn 25,5 62,3 20,5 42,1 98,3 90,1 102 47,4 20,4 32,1 43,2 115 0,20 69 112 882 \n\nFe 45,9 64,6 44,9 28,1 233 195 32,3 31,0 86,0 66,4 29,5 35,4 7,5 66,7 158 274 \n\nCo 0,22 0,38 0,19 0,29 0,21 0,20 0,48 0,51 0,15 0,25 0,42 0,71 0,28 0,58 0,13 21,1 \n\nNi 1,12 0,88 0,90 2,12 0,28 0,25 2,74 3,22 0,16 0,42 2,72 3,03 2,99 0,62 0,35 11,8 \n\nCu 3,06 1,41 3,09 0,98 1,79 1,85 0,37 0,56 0,82 1,31 0,52 0,60 2,04 0,13 0,24 0,75 \n\nZn 35,0 6,30 32,2 7,01 0,96 0,91 1,56 1,33 0,66 1,69 1,22 1,27&lt;LD 0,26 0,14 21,9 \n\nGa 0,04 0,02 0,03 0,01 0,01 0,01 0,02 0,03 0,02 0,01 0,02 0,02 1,65 2,82 0,45 0,69 \n\nGe 0,02 0,02 0,01 0,03 0,01 0,01 0,03 0,03 0,01 0,02 0,02 0,03 0,01 0,08 0,05 1,58 \n\nAs 0,34 0,32 0,31 0,32 0,41 0,40 0,31 0,49 0,19 0,19 0,44 0,54 0,36 6,82 1,74 1,86 \n\nSe&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD 0,96&lt;LD&lt;LD 4,62 \n\nRb 6,11 7,11 6,48 13,0 6,01 5,81 14,7 14,3 6,11 9,31 12,7 12,2 488 387 316 21,8 \n\nSr 74,3 120 69,4 101 100 98,2 129 115 55,5 112 100 102 2502 64 115 201 \n\nY 0,05 0,05 0,07 0,03 0,04 0,04 0,02 0,02 0,01 0,03 0,02 0,01 0,03 1,53 0,28 72,6 \n\nZr 0,02 0,01 0,02 0,08 0,004&lt;LD 0,01 0,01&lt;LD&lt;LD 0,01 0,005 0,093 0,085 0,117 0,025 \n\nNb&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD 0,01&lt;LD \n\nMo 0,41 0,41 0,44 0,35 0,17 0,16 0,70 0,93 0,18 0,28 0,80 0,77 5,65 9,72 6,39 0,02 \n\nAg 0,005&lt;LD 0,009 0,005&lt;LD&lt;LD 0,006&lt;LD 0,002&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD 0,003 \n\nCd 0,015 0,004 0,014&lt;LD 0,012 0,010&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD 0,006 0,013 0,005 0,148 \n\nSn&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD \n\nSb 0,24 0,12 0,23 0,15 0,03 0,03 0,12 0,14 0,06 0,07 0,12 0,13 0,09 0,04 0,06 0,01 \n\nCs 0,08 0,05 0,09 0,16 0,02 0,02 0,18 0,18 0,14 0,08 0,17 0,17 19,79 3,27 2,45 0,04 \n\nBa 53,7 95,9 52,7 49,8 102 98,8 51,7 43,4 35,2 68,7 42,6 43,7 82 229 144 465 \n\nHf&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD 0,004 0,003 0,003 0,025 \n\nTa&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD 0,005 0,005 0,019 \n\nW 0,021 0,005 0,023 0,010 0,002 0,002 0,002 0,010&lt;LD 0,003 0,010 0,007 0,987 0,881 0,171 0,112 \n\nTl 0,016 0,012 0,020 0,006 0,008 0,007 0,003 0,003 0,008 0,014 0,005 0,004 0,008 0,067 0,011 0,159 \n\nPb 0,120 0,045 0,120 0,049 0,025 0,020 0,036 0,043 0,043 0,048 0,043 0,031 0,192 0,088 0,075 17,4 \n\nBi 0,002 0,003 0,005 0,002 0,002 0,001 0,001 0,001 0,001 0,001&lt;LD 0,001 0,011 0,002 0,002 0,002 \n\nTh 0,005 0,007 0,010&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD&lt;LD 0,045 0,033 0,037 0,006 \n\nU 0,046 0,140 0,041 0,030 0,034 0,033 0,059 0,121 0,014 0,060 0,107 0,089 0,011 0,390 0,317 0,059 \n\n \n\n\n\n51 \n\n \n\n \n\n \n\nFigura 5.3 - Exemplos de padrões de concentrações de ETR, normalizadas em relação ao PAAS de \n\nresultados obtidos em amostras do Rio Atibaia e Ribeirão Anhumas por medida direta no ICP-MS. \n\n \n\n \n\nAs amostras Is, ETE 1 e ETE 2 apresentaram concentrações suficientemente altas de ETR \n\nnas análises diretas por ICP-MS e por isto não foram pré-concentradas. Todas as demais amostras \n\ndo Rio Atibaia e Ribeirão Anhumas foram pré-concentradas segundo o método adaptado de Bau \n\ne Dulski (1996). Os resultados obtidos para os ETR encontram-se na Tabela 5.10. \n\n \n\n\n\n52 \n\nTabela 5.10 - Resultados de ETR em ng/L. A coluna do Tm indica a recuperação do spike em %. \n\nPonto La Ce Pr Nd Sm Eu Gd Tb Dy Ho Er Tm Yb Lu ?ETR \n\nAt 11.1 46,5 169 13,0 54,9 8,70 2,0 6,30 0,8 4,80 1,1 3,4 101 3,5 0,6 315,2 \n\nAt 11.2 42,0 148 11,7 50,1 7,90 1,9 5,90 0,8 4,40 1,0 3,1 99 3,3 0,6 281,4 \n\nAt 12 26,0 82,7 6,80 28,3 4,60 1,1 4,00 0,5 2,60 0,6 1,8 97 1,8 0,3 161,3 \n\nAt 13 48,4 138 12,6 52,1 8,30 1,9 7,20 0,8 4,30 0,9 2,7 99 2,5 0,4 280,6 \n\nAt 14 51,7 128 13,4 55,2 8,70 2,0 9,20 0,8 4,60 1,0 2,9 97 2,9 0,5 281,5 \n\nAt 15.1 37,1 90,1 9,60 39,8 6,40 1,4 7,60 0,6 3,60 0,8 2,5 99 2,5 0,4 203,0 \n\nAt 15.2 37,3 89,4 9,40 39,1 6,20 1,4 7,40 0,6 3,50 0,8 2,3 90 2,0 0,3 200,0 \n\nAt 16 47,1 101 11,4 46,1 7,40 1,7 10,0 0,8 4,40 1,0 2,9 98 2,9 0,5 237,4 \n\nAt 17 110 271 29,3 117 18,9 4,2 16,7 1,8 10,1 2,0 5,9 78 5,2 0,8 593,7 \n\nAt 18 110 276 29,8 119 19,5 4,3 17,2 1,9 10,6 2,1 6,3 95 5,2 0,7 603,1 \n\nAt 19 115 283 30,7 123 20,2 4,4 17,6 2,0 11,1 2,2 6,4 98 5,5 0,7 621,8 \n\nAt 20 118 288 31,2 124 20,2 4,5 17,7 2,0 11,1 2,2 6,5 103 5,9 0,9 633,2 \n\nAt 21 126 310 34,4 138 22,9 5,1 20,5 2,3 12,4 2,4 7,0 93 5,1 0,7 686,9 \n\nJg 11 27,1 92,1 7,20 29,3 5,00 1,0 5,00 0,5 3,00 0,6 2,0 100 1,9 0,3 175,4 \n\nAn 11 53,3 83,9 14,3 60,5 11,6 2,7 14,7 1,5 8,30 1,7 5,2 91 4,4 0,6 263,4 \n\nAn 12T 49,8 63,1 11,1 45,9 8,40 2,3 9,10 1,1 7,00 1,6 5,4 99 5,6 0,9 212,1 \n\nAn 13 57,8 96,2 15,7 67,2 13,1 3,1 16,4 1,7 9,50 2,0 6,1 104 5,7 0,8 296,2 \n\nAn 14 15,1 24,6 4,20 18,5 3,80 1,0 56,0 0,6 3,90 0,9 3,1 82 2,9 0,4 135,4 \n\nAn 15.1T 33,4 67,3 9,10 39,5 7,30 2,0 7,20 0,9 5,40 1,2 3,7 102 3,3 0,5 181,4 \n\nAn 15.2T 28,8 57,4 7,80 33,7 6,20 1,7 6,10 0,8 4,60 1,0 3,2 98 2,9 0,4 155,1 \n\nAn 16 5,90 13,5 1,90 8,80 2,00 0,5 56,3 0,4 3,10 0,8 2,9 103 3,7 0,6 100,9 \n\nAn 17 6,50 14,8 1,90 9,00 2,00 0,5 34,2 0,4 2,70 0,7 2,5 95 3,0 0,5 79,1 \n\nAn 18T 10,1 29,8 2,50 10,9 2,20 0,5 29,5 0,3 1,80 0,4 1,5 101 1,8 0,3 91,8 \n\nAn 19T 17,3 38,3 4,40 20,3 4,40 1,2 31,2 0,8 5,50 1,4 5,2 102 6,2 1,0 138,2 \n\nAn 20 6,60 16,4 2,00 9,40 2,10 0,6 35,6 0,4 2,60 0,7 2,4 98 2,9 0,5 82,4 \n\nAn 21 5,90 14,5 1,80 8,60 1,90 0,5 33,5 0,3 2,50 0,6 2,3 102 2,7 0,5 76,1 \n\nETE 1 11 25 4 21 6 2 86 1 8 2 5 - 6 1 179 \n\nETE 2 198 502 60 242 50 11 76 6 40 8 21 - 21 4 1242 \n\nIs 11 14,3 23,8 5,00 7,80 4,60 0,5 4,00 2,5 2,80 1,8 1,8 - 1,5 1,2 73,2 \n\nIs 12 2016 1239 380 1456 252 61 255 34 182 34,9 93 - 64,9 10,3 6089 \n\nIs 13 407 552 98,3 402 72,3 13 61,0 8,4 44,1 8,2 24 - 19,7 3,0 1716 \n\nIs 14*  87,3 218 17,8 66,1 9,90 2,3 10,7 1,6 8,7 1,7 4,5 - 2,9 0,4 432,0 \n\n*Amostra Is 14 em µg/L. \n\n\n\n53 \n\nComparando-se os resultados obtidos pelas medidas diretas com os obtidos com a pré-\n\nconcentração, mas tendo em mente as limitações do primeiro, observa-se que eles são \n\nrazoavelmente concordantes. Entretanto, quando se compara os dados de Gd percebe-se uma \n\ntendência de quanto mais alto o resultado na medida direta, menor é a razão Gdpré-\n\nconcentrado/Gdmedida direta, a ponto de nas amostras An 14 e An 16 - 21 o valor medido na amostra \n\npré-concentrada ter sido por volta de um terço do obtido pela medida direta. Nas amostras onde o \n\nvalor de Gdmedida direta foi superior a 10 vezes o LD, o resultado da medida direta foi utilizado ao \n\ninvés do valor de Gdpré-concentrado. \n\nOs dados foram normalizados pelo Folhelho Australiano Pós-Arqueano (PAAS, \n\nMCLENNAN, 1989) e plotados em dois diagramas, um para o Rio Atibaia e outro para o \n\nRibeirão Anhumas (Figura 5.4 A e B, respectivamente). Como esperado, houve uma grande \n\nmelhora na qualidade dos padrões normalizados obtidos com relação aos resultados das medidas \n\ndiretas. O aspecto serrilhado foi suprimido e dados que podem ser interpretados com mais \n\nconfiança e facilidade. \n\nOs padrões obtidos para as amostras de água do Rio Atibaia apresentam um patamar nos \n\nETR leves até o Gd, seguido de uma quebra e um patamar mais baixo para os ETR pesados. \n\nAlgumas amostras apresentam anomalias positivas de Ce e de Gd. A amostra do efluente da ETE \n\nde Sumaré (ETE 1) possui um padrão crescente acentuado nos ETR leves e mais brando nos ETR \n\npesados, com uma grande anomalia positiva de Gd. \n\nAs amostras do Ribeirão Anhumas apresentam dois tipos de padrões: o primeiro com uma \n\ntendência crescente do La ao Lu, com uma grande anomalia de Gd, e o segundo com os ETR \n\nleves crescentes, uma quebra no Eu e um patamar nos ETR pesados. Algumas amostras \n\napresentam anomalias negativas de Ce, e uma delas uma anomalia positiva deste elemento. A \n\namostra do efluente da ETE do Shopping Dom Pedro (ETE 2) apresenta um padrão levemente \n\ncrescente do La ao Lu, com uma anomalia de Gd, porém enriquecido em todos os ETR com \n\nrelação às demais amostras deste estudo. \n\n\n\n54 \n\n     \n\nFigura 5.4 - Diagramas dos ETR na fração dissolvida normalizados pelo PAAS do Rio Atibaia e Ribeirão \n\nAnhumas. \n\n \n\nOs resultados obtidos por ICP-MS para o material particulado retido na membrana \n\ndurante a filtração encontram-se nas Tabela 5.11 e 5.12. Dentre os elementos maiores, sua \n\ncomposição é principalmente de Al, Fe, Ti, Ca, K, Mg e Na (Si não foi medido). As frações em \n\nmassa dos elementos nas amostras do Ribeirão Anhumas são mais altas que as do Rio Atibaia \n\n(em média duas vezes maiores), especialmente para os maiores Ca, Mg e Na e para os elementos-\n\ntraço Ba, Sn e Zn. \n\n\n\n5\n5\n \n\n \n\nTabela 5.11 - Resultados da análise por ICP-MS (excluindo os ETR) para as amostras de material particulado (µg/g). \n\n \nAt 11.1 At 11.2 At 12 At 13 At 14 At 15.1 At 15.2 At 16 At 18 At 19 At 20 At 21 Jg 11 \n\nLi 12,7 9,17 6,34 10,4 12,9 9,73 10,3 17,7 20,0 17,0 21,7 14,5 10,7 \n\nBe 1,31 0,95 0,57 1,07 1,22 1,04 1,00 1,76 1,50 1,36 1,82 1,22 1,17 \n\nB 24,0 21,2 21,6 23,5 15,8 18,1 19,5 13,6 19,9 16,3 22,9 18,4 27,4 \n\nNa 598 449 840 1050 786 1134 1105 921 2434 1994 2485 1762 1025 \n\nMg 1293 913 1784 1731 1170 1266 1305 1605 1135 1009 1375 822 1241 \n\nAl 67151 46579 37701 55150 63171 56931 56510 76953 94439 84123 96246 72766 59957 \n\nK 2039 1345 2329 3190 2969 2748 2785 5588 3673 3541 3921 2797 2945 \n\nCa 4287 3200 4703 4213 3426 4822 5346 4956 4320 4720 4525 3581 6086 \n\nSc 8,87 6,20 5,16 7,28 8,35 6,48 6,60 9,43 10,7 9,33 11,5 8,51 8,03 \n\nTi 2848 1929 1529 2866 2904 2203 2138 3986 3781 3371 3763 2636 2461 \n\nV 73,4 53,6 46,1 57,8 65,8 54,6 56,8 70,4 92,6 81,7 94,8 72,2 65,0 \n\nCr 59,0 40,8 50,7 56,3 46,8 49,2 53,6 59,6 67,5 61,3 70,4 51,3 50,4 \n\nMn 356 257 765 604 1134 627 622 1767 474 428 480 274 1804 \n\nFe 86056 64766 68091 65238 61039 62417 67874 64719 66229 58087 66429 52598 94772 \n\nCo 6,42 4,48 4,15 6,43 6,11 5,24 5,35 9,00 7,01 6,42 7,19 5,23 6,75 \n\nNi 39,7 27,3 39,6 30,3 24,2 26,7 29,1 29,7 32,4 30,1 34,2 25,4 29,6 \n\nCu 26,5 18,9 27,1 25,7 25,2 29,7 30,4 32,8 34,9 39,3 48,3 40,3 17,0 \n\nZn 67,9 52,4 89,7 92,3 204 94,3 93,1 116 106 110 105 77,7 74,5 \n\nGa 16,5 12,0 8,29 13,4 16,6 12,2 13,1 20,1 25,3 19,8 26,3 18,2 14,4 \n\nGe 1,35 1,04 0,81 1,37 1,43 1,10 1,12 1,78 1,83 1,59 1,99 1,47 1,45 \n\nAs 3,71 2,74 3,52 4,07 4,31 4,14 4,58 4,78 5,64 4,62 5,60 4,17 7,45 \n\nSe 2,62 1,92 2,21 2,65 2,65 2,55 2,33 3,18 3,12 2,47 3,25 2,49 3,40 \n\nRb 13,5 10,5 9,54 15,0 20,6 18,1 19,2 38,5 29,3 24,3 30,9 17,7 20,6 \n\nSr 54,9 42,8 44,7 50,7 54,3 66,7 70,9 81,0 71,0 55,8 71,6 48,7 73,8 \n\nY 11,1 8,5 5,58 10,1 12,9 11,7 12,7 19,4 13,7 10,4 16,8 9,90 13,1 \n\nZr 17,5 13,0 11,7 17,8 23,5 18,0 18,4 37,0 31,7 25,5 32,5 23,0 17,5 \n\nNb 7,33 5,27 3,81 6,77 7,69 5,84 6,03 11,14 10,5 8,20 10,6 6,98 6,95 \n\nMo 1,24 0,98 1,26 1,06 1,01 0,80 0,91 1,05 1,12 0,88 1,19 0,82 1,04 \n\nAg 0,29 0,19 0,29 0,21 0,26 0,36 0,39 0,35 0,25 0,19 0,29 0,23 0,17 \n\nCd 0,13 0,09 0,11 0,08 0,15 0,06 0,08 0,13 0,13 0,08 0,09 0,07 0,09 \n\nSn 4,29 3,23 4,38 8,44 3,90 8,07 8,35 6,87 5,97 4,98 5,97 3,91 4,51 \n\nSb 0,76 0,74 0,67 1,21 1,14 0,90 0,92 0,82 0,70 0,62 0,85 0,55 0,71 \n\nCs 1,60 1,15 0,87 1,74 2,07 1,49 1,55 2,74 2,94 2,40 3,05 2,08 1,52 \n\nBa 271 205 255 277 315 362 398 516 352 276 360 236 456 \n\nHf 0,63 0,44 0,39 0,62 0,80 0,63 0,62 1,21 1,07 0,87 1,11 0,74 0,60 \n\nTa 3,67 2,70 2,77 3,46 2,84 2,58 2,92 3,10 3,43 2,84 3,68 2,42 3,36 \n\nW 0,40 0,29 0,30 0,44 0,41 0,37 0,39 0,65 0,52 0,41 0,50 0,36 0,44 \n\nTl 0,21 0,16 0,17 0,24 0,26 0,22 0,23 0,38 0,35 0,27 0,34 0,23 0,24 \n\nPb 23,3 18,3 13,2 21,4 30,3 21,8 23,6 31,5 33,6 27,0 34,5 23,7 16,7 \n\nBi 0,20 0,16 0,13 0,24 0,30 0,24 0,26 0,31 0,35 0,29 0,37 0,26 0,18 \n\nTh 8,41 6,29 4,94 8,98 11,43 7,76 8,31 12,5 13,7 11,0 14,8 10,1 10,6 \n\nU 1,25 0,95 0,91 1,56 2,02 2,07 2,16 3,13 2,77 2,25 2,83 1,93 1,43 \n\n \n\n\n\n5\n6\n \n\n \n\nTabela 5.11 cont. - Resultados da análise por ICP-MS (excluindo os ETR) para as amostras de material particulado (µg/g). \n\n \nAn 11 An 12T An 13 An 14 An 15.1T An 16 An 18T An 19T An 20 ETE 1 ETE 2 \n\nLi 23,3 42,2 21,9 18,4 39,1 11,5 13,1 26,0 30,4 0,45 20,2 \n\nBe 2,03 3,01 1,94 1,81 2,87 1,1 0,92 3,08 2,20 0,15 1,45 \n\nB 51,6 34,7 30,8 54,4 109 91,1 126 104 72,5 15,6 11,1 \n\nNa 6375 2566 5733 6478 2925 9702 3925 8159 7939 4721 2175 \n\nMg 9731 4324 8770 5451 4892 4442 3920 4862 3989 3069 5114 \n\nAl 111302 148171 106209 94454 145380 39660 58776 110626 98319 1610 131890 \n\nK 9260 9149 8895 7538 7151 9962 10257 7948 7362 3548 3822 \n\nCa 25243 12067 21769 22644 18914 32398 18020 31957 33310 10467 7922 \n\nSc 19,9 17,9 18,3 13,6 23,9 7,4 16,7 25,2 16,7 1,08 22,9 \n\nTi 9696 6401 9194 6009 7572 2295 6284 7227 5287 206 9293 \n\nV 167 121 160 103 211 46,5 284 452 118 2,34 295 \n\nCr 139 106 111 116 226 176,5 142 149 226 20,0 87,7 \n\nMn 615 451 629 436 2050 1038,9 6865 2546 1866 108 532 \n\nFe 78476 93492 71338 86582 367492 132039 108677 317654 148578 4650 103203 \n\nCo 18,1 14,2 16,8 11,6 22,2 9,9 27,2 19,8 18,7 1,00 20,8 \n\nNi 55,0 46,4 44,8 49,8 95,6 83,4 89,6 78,5 79,7 10,7 55,8 \n\nCu 276 89,9 216 215 192 122,3 110 196 119 27,7 229 \n\nZn 1440 464 1241 806 400 285,5 253 539 324 119 336 \n\nGa 29,7 40,0 28,3 23,6 40,1 10,3 16,5 32,3 25,5 0,35 42,5 \n\nGe 3,45 3,09 2,91 2,39 4,01 1,4 1,74 4,65 3,14 0,12 3,30 \n\nAs 9,92 7,74 9,16 8,35 41,1 5,6 9,26 18,27 8,73 0,59 6,05 \n\nSe 5,43 5,07 4,79 4,94 7,45&lt;LD 3,38 8,98 5,38 0,94 3,57 \n\nRb 68,5 126 64,0 54,0 79,4 34,7 48,2 69,8 51,5 6,75 30,5 \n\nSr 224 123 198 197 253 373 106 314 378 65,8 82,8 \n\nY 38,7 37,3 36,2 33,7 51,4 18,0 13,9 58,1 34,9 2,68 30,8 \n\nZr 124 65,7 119 71,9 52,8 22,0 71,2 64,0 46,7 5,10 114 \n\nNb 18,1 23,8 18,0 13,3 18,6 5,7 9,54 14,3 12,1 1,98 16,2 \n\nMo 6,41 2,60 6,19 4,56 3,63 4,2 5,31 3,23 3,44 0,97 3,90 \n\nAg 1,89 0,48 3,27 4,12 0,63 3,6 1,33 0,93 1,09 2,46 0,48 \n\nCd 1,67 0,63 1,59 0,99 5,03&lt;LD 0,38 0,49 0,51 0,12 0,31 \n\nSn 27,0 7,92 21,0 16,8 17,4 404,9 6,52 10,7 8,40 1,64 12,5 \n\nSb 9,73 1,61 9,08 5,98 3,10 1,7 2,50 3,34 2,07 0,28 5,94 \n\nCs 3,22 5,29 3,21 2,45 4,82 1,3 2,92 3,30 3,13 0,06 0,82 \n\nBa 849 846 733 1003 1528 2726 421 1733 2693 62,1 254 \n\nHf 3,48 2,05 3,32 2,04 1,65 0,7 1,97 1,79 1,41 0,13 2,94 \n\nTa 5,54 5,99 4,75 5,37 10,9 7,2 8,36 9,14 7,19 1,26 3,41 \n\nW 0,73 0,51 0,73 0,73 1,06 1,2 0,95 1,13 0,94 0,09 0,48 \n\nTl 0,40 0,78 0,39 0,38 0,54 0,2 0,24 0,62 0,37 0,01 0,37 \n\nPb 118 46,7 121 66,4 52,4 23,2 22,0 51,5 41,5 4,05 38,5 \n\nBi 1,07 0,45 1,01 0,82 0,55 0,6 0,24 0,30 0,48 0,11 0,52 \n\nTh 14,7 21,7 14,2 10,7 13,6 4,7 7,99 15,9 11,1 0,91 17,1 \n\nU 3,85 7,23 4,02 3,47 4,54 1,4 2,13 2,50 2,90 1,25 2,19 \n\n \n\n\n\n57 \n\nTabela 5.12 - Resultados de ETR para o material particulado (µg/g). \n\nPonto La Ce Pr Nd Sm Eu Gd Tb Dy Ho Er Tm Yb Lu \n\nAt 11.1 27,7 73,3 6,45 23,5 3,81 0,97 2,55 0,39 2,21 0,43 1,25 0,17 1,12 0,17 \n\nAt 11.2 20,8 55,7 4,87 17,9 2,84 0,70 1,87 0,30 1,68 0,33 0,93 0,13 0,88 0,14 \n\nAt 12 14,8 40,7 3,44 12,6 2,07 0,47 1,40 0,22 1,14 0,22 0,57 0,08 0,52 0,08 \n\nAt 13 29,0 72,6 6,87 25,5 4,15 0,92 2,63 0,41 2,11 0,39 1,01 0,14 0,81 0,12 \n\nAt 14 37,1 87,5 8,80 32,3 5,20 1,16 3,37 0,50 2,69 0,48 1,32 0,17 1,25 0,15 \n\nAt 15.1 29,0 65,8 6,89 25,6 4,16 0,96 2,87 0,42 2,30 0,42 1,18 0,16 0,96 0,14 \n\nAt 15.2 31,4 72,0 7,54 28,2 4,58 0,97 3,06 0,47 2,49 0,47 1,26 0,17 1,06 0,16 \n\nAt 16 44,2 103 10,7 39,8 6,78 1,49 4,64 0,70 3,78 0,70 1,91 0,26 1,63 0,24 \n\nAt 18 35,6 105 8,89 33,5 5,34 1,21 3,48 0,55 2,97 0,55 1,44 0,20 1,26 0,18 \n\nAt 19 26,9 81,5 7,14 26,4 4,37 0,99 2,88 0,44 2,40 0,44 1,18 0,16 1,06 0,15 \n\nAt 20 42,2 108 10,3 38,2 6,26 1,43 4,07 0,65 3,39 0,62 1,71 0,23 1,41 0,21 \n\nAt 21 24,5 71,3 6,36 23,8 4,06 0,91 2,60 0,39 2,18 0,40 1,11 0,15 0,92 0,13 \n\nJg 11 34,9 89,5 8,04 29,8 4,83 0,97 3,09 0,46 2,53 0,48 1,25 0,19 1,11 0,16 \n\nAn 11 61,0 127 14,7 56,7 10,3 2,47 8,89 1,25 6,83 1,33 3,60 0,51 3,13 0,47 \n\nAn 12T 56,7 107 12,8 48,5 9,00 2,46 7,92 1,14 6,41 1,24 3,41 0,47 2,85 0,43 \n\nAn 13 56,2 119 13,5 51,6 9,43 2,21 8,04 1,16 6,41 1,23 3,41 0,48 2,82 0,44 \n\nAn 14 48,3 91,4 11,7 44,8 8,21 2,05 7,56 1,07 5,75 1,12 3,09 0,42 2,55 0,38 \n\nAn 15.1T 75,6 153 18,4 72,0 12,8 3,39 11,4 1,56 8,52 1,65 4,63 0,65 3,81 0,61 \n\nAn 16 27,0 57,0 6,50 25,7 4,70 1,10 4,40 0,60 3,00 0,70 1,60 0,30 1,30 0,20 \n\nAn 18T 21,5 56,4 4,61 18,0 3,56 0,87 2,96 0,45 2,45 0,49 1,39 0,20 1,12 0,17 \n\nAn 19T 82,7 188 19,8 78,4 14,3 3,54 12,8 1,79 9,68 1,87 4,87 0,66 3,84 0,57 \n\nAn 20 52,5 117 12,6 49,3 8,94 2,18 8,25 1,10 5,92 1,16 3,16 0,43 2,48 0,38 \n\nETE 1 3,80 8,12 0,93 3,76 0,76 0,23 0,72 0,10 0,49 0,09 0,24 0,03 0,16 0,02 \n\nETE 2 40,7 101 11,1 43,8 8,39 2,22 6,90 1,06 6,09 1,17 3,20 0,44 2,64 0,40 \n\n \n\n \n\nOs diagramas de ETR normalizados pelo folhelho australiano PAAS (MCLENNAN, \n\n1989) mostram padrões mais altos para o material particulado no Ribeirão Anhumas e mais \n\nbaixos no Rio Atibaia (Figura 5.5). \n\n\n\n58 \n\n    \n\nFigura 5.5 - Diagramas dos ETR no material particulado normalizados pelo PAAS no Rio Atibaia e \n\nRibeirão Anhumas. \n\n \n\nOs padrões obtidos para o material particulado do Rio Atibaia apresentam um patamar nos \n\nETR leves até o Eu, onde há uma quebra e o padrão adquire uma tendência decrescente até o fim \n\ndo grupo. Eles são similares aos padrões obtidos por Mortatti (2002) em amostras de material em \n\nsuspensão do mesmo rio (Figura 3.3). Quase todas as amostras possuem uma anomalia positiva \n\nde Ce e de Eu. Os resultados de ETR no material particulado do Ribeirão Anhumas produziram \n\npadrões levemente crescentes nos ETR leves até o Eu, e depois deste elemento eles são \n\nlevemente decrescentes. Os padrões apresentam anomalias positiva de Eu e algumas anomalias \n\npequenas de Ce (positivas e negativas). \n\n\n\n59 \n\nPara a quantificação de anomalias de Gd, Kulaksiz e Bau (2011b) indicam a utilização da \n\nrazão Gd/Gd*, onde Gd é o gadolínio medido e Gd* é o valor natural ou background de \n\ngadolínio obtido pela extrapolação dos valores dos elementos Pr, Nd e Sm por meio de uma \n\nregressão linear utilizando o método dos mínimos quadrados (equações 3 - 7). \n\n \n\n        \n            (3) \n\n      (   ) (4) \n\n    \n? (    ?)(    ?) \n\n? (    ?)\n  \n\n (5) \n\n  ?  \n           \n\n \n (6) \n\n  ?  \n                       \n\n \n (7) \n\n \n\nUma razão Gd/Gd* acima de 1,00 indicaria a introdução de origem antrópica do \n\nelemento. As razões obtidas para as amostras estão apresentadas na Tabela 5.13. \n\n \n\nTabela 5.13 - Quantificação das anomalias de Gd nas amostas de água e material particulado em supensão \n\nÁguas (dissolvido)  Material Particulado \n\nAmostra Gd/Gd* Amostra Gd/Gd*  Amostra Gd/Gd* Amostra Gd/Gd* \n\nAt 11.1 0,83 An 11 2,13  At 11.1 0,81 An 11 0,93 \n\nAt 11.2 0,84 An 12T 1,14  At 11.2 0,81 An 12T 0,93 \n\nAt 12 0,97 An 13 1,88  At 12 0,80 An 13 0,91 \n\nAt 13 0,99 An 14 40,55  At 13 0,76 An 14 0,98 \n\nAt 14 1,23 An 15.1T 1,00  At 14 0,78 An 15.1T 0,98 \n\nAt 15.1 1,35 An 15.2T 0,99  At 15.1 0,83 An 16 1,00 \n\nAt 15.2 1,38 An 16 86,70  At 15.2 0,80 An 18T 0,82 \n\nAt 16 2,81 An 17 54,53  At 16 0,68 An 19T 0,96 \n\nAt 17 1,54 An 18T 27,17  At 17 0,78 An 20 0,99 \n\nAt 18 1,54 An 19T 12,68  At 18 0,80 ETE 1 0,93 \n\nAt 19 1,83 An 20 44,22  At 19 0,77 ETE 2 0,84 \n\nAt 20 1,74 An 21 50,84  At 20 0,77 \n \n\n \n\nAt 21 1,40 ETE 1 9,54  At 21 0,73 \n \n\n \n\nJg 11 1,13 ETE 2 1,51  Jg 11 0,77 \n \n\n \n\n\n\n60 \n\nO material particulado presente na água e retido durante a filtração foi analisado por \n\nmicroscopia eletrônica de varredura. Foram obtidas imagens de elétrons secundários (permitem \n\nver o relevo da amostra) e retroespalhados (evidencia as variações composicionais) e espectros de \n\nenergia dispersiva que indicam a composição química de pontos selecionados. \n\nAs três primeiras imagens (Figura 5.6 A, B e C) mostram o material particulado \n\namostrado no Rio Atibaia em três ampliações. Percebe-se que o material é heterogêneo, porém \n\ndistribuído de forma uniforme sobre a membrana. As dimensões das partículas são muito \n\npequenas. Algumas partículas, que puderam ser medidas, possuem dimensão entre 1,5 e 2 µm, \n\nmas a maior parte do material, mesmo na ampliação maior, tem aparência de uma massa única \n\ncom pouca individualização. Nas duas imagens seguintes, pode-se observar um buraco onde não \n\nfoi depositado material durante a filtração, que aparece em contraste com uma camada espessa de \n\nparticulado (Figura 5.6 D). A região onde a membrana ficou preservada possui composição \n\nuniforme enquanto que ao redor o material particulado apresenta uma variação composicional \n\nsignificativa (Figura 5.6 E). As três últimas imagens (Figura 5.6 F, G e H) mostram o material \n\nque ficou retido na membrana durante a filtração de amostras do Ribeirão Anhumas. Nelas, em \n\nmeio à massa fina indistinta, pode ser observada a ocorrência de uma variedade de \n\nmicrorganismos. \n\n    \n\nFigura 5.6 (continua na página seguinte) - Imagens de MEV obtidas por elétrons retroespalhados (A) e \n\n(B) e elétrons secundários (C) do material retido na membrana da amostra At 21 (Rio Atibaia) em níveis \n\ncrescentes de ampliação. Imagens de MEV obtidas por elétrons secundários (D) e retroespalhados (E) de \nparte de membrana exposta com material depositado ao redor. (F, G, H) Imagens de MEV obtidas por \n\nelétrons retroespalhados do material retido na membrana da amostra An 20 (Ribeirão Anhumas) onde \n\nvários microrganismos podem ser observados. Nas imagens (B) e (H) estão assinalados os pontos onde foi \n\nanalisada a composição. \n\n \n\n\n\n61 \n\n    \n\n    \n\n    \n\nFigura 5.6 (cont.) \n\n \n\nA composição elementar foi obtida em diversos pontos escolhidos nas imagens (Figura \n\n5.6 B e H). Nas áreas onde ocorre a massa fina não foi possível obter dados pois o número de \n\ncontagens foi baixo e a imprecisão é muito grande. O material particulado do Rio Atibaia possui \n\n\n\n62 \n\nmajoritariamente O (45,9 - 59,8%), Al (7,2 - 19,4%), Si (14,2 - 23,3%) e Fe (1,1 - 25,8%). No \n\nponto 3 (Figura 5.6 H) também ocorreu Ti, nas proporções da ilmenita (Fe = 32,3%, Ti = 31,8%, \n\nO = 31,3%). Em bem menor proporção ocorrem K, Cl e Ca. Já o material particulado do Ribeirão \n\nAnhumas possui composição semelhante ao do Rio Atibaia, porém com a ocorrência significativa \n\nde P que chegou até 7,6%. \n\nA análise por espalhamento de luz dinâmico (DLS, Zetasizer Nano, Malvern) de uma das \n\namostras de água filtrada do Rio Atibaia mostrou que partículas pequenas estão presentes na \n\nsolução filtrada (Figura 5.7). Os resultados em duplicata apresentaram uma distribuição normal, \n\ncom a classe de maior frequência sendo 255 e 295,3 nm, próximo ao valor nominal do diâmetro \n\nde poro da membrana do filtro. Esses resultados não permitem dizer em que quantidade essas \n\npartículas estão presentes na água ou que influência elas podem ter nos resultados analíticos, mas \n\nconfirmam que elas existem. \n\n \n\n \n\nFigura 5.7 - Distribuição da ocorrência das classes de tamanho das partículas em uma amostra de água do \nRio Atibaia, filtrada com membrana com diâmetro de poro de 0,22 um. \n\n \n\nPara analisar os resultados obtidos no seu conjunto ou de uma maneira mais integrada \n\nforam investigadas as correlações que existem entre os constituintes determinados nas amostras \n\nde água e no material particulado dos rios. A matriz de correlação foi calculada considerando \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n F\nre\n\nq\nu\nê\nn\nc\nia\n\n R\ne\nla\n\nti\nv\na\n (\n\n%\n) \n\nClasses de Tamanho das Partículas (nm) \n\nMedida 1\n\nMedida 2\n\n\n\n63 \n\ntodos os resultados obtidos (CI, ICP-MS, ICP-MS com pré-concentração de ETR, parâmetros \n\nfísico-químicos, titulação e dados de carbono) em quatro grupos de amostras: \n\n? Todas as amostras de água (Rio Atibaia, Ribeirão Anhumas, ETEs, Rio Jaguari); \n\n? Somente as amostras de água do Ribeirão Anhumas e ETEs; \n\n? Somente as amostras de água do Rio Atibaia e Rio Jaguari; \n\n? Todas as amostras de material particulado.  \n\n\n\n64 \n\n  \n\n\n\n65 \n\n6. DISCUSSÃO \n\n6.1. Ocorrência natural e antrópica de ETR nas águas do Rio Atibaia e Ribeirão Anhumas \n\nA forma dos padrões normalizados de ETR em águas naturais resulta do fracionamento \n\nrelativo dentro do grupo por processos de complexação e adsorção, os quais são função dos \n\nligantes presentes e das condições físico-químicas, o que inclui a composição do meio como um \n\ntodo. A forma dos padrões de ETR obtidos para o Rio Atibaia (Figura 5.4) não é a esperada para \n\náguas fluviais segundo Goldstein e Jacobsen (1988) e Sholkovitz (1995), ou quando comparadas \n\ncom os padrões de rios mundiais (Figura 3.3) e de outros trabalhos publicados (BAU; DULSKI, \n\n1996; ELBAZ-POULICHET; SEIDEL; OTHONIEL, 2002; KULAKSIZ; BAU, 2007, 2011a; \n\nTRICCA et al., 1999). Ao invés de uma tendência crescente ao longo de toda a série, os LREE \n\nformam um patamar mais alto que os HREE. Quantitativamente obteve-se razões de La/Yb entre \n\n0,95 e 1,82, enquanto que em outros rios do mesmo porte tal razão situa-se entre 0,1 e 0,8 \n\n(TRICCA et al., 1999) e rios de grande porte em diversos locais do mundo a razão está entre 0,12 \n\ne 0,42 (GOLDSTEIN; JACOBSEN, 1988). A forma dos padrões obtidos e a razão de La/Yb \n\nassemelham-se ao que se espera para padrões de ETR do material particulado em suspensão em \n\náguas fluviais, cuja razão La/Yb é próxima de 1,9 (GOLDSTEIN; JACOBSEN, 1988). Os \n\npadrões obtidos para o material particulado no Rio Atibaia (Figura 5.5) apresentaram o formato \n\nesperado, com uma tendência decrescente na série do La ao Lu, e as razões La/Yb variam entre \n\n1,7 e 2,6. \n\nOs padrões de ETR das amostras do rio Atibaia na região de Paulínia (At 17 - 21) são \n\nmais altos que os padrões dos pontos à montante do município de Campinas (At 11 - 16). Em \n\nquase todas as amostras existe uma anomalia positiva de Ce, mais acentuada nas amostras At 17 - \n\n21 e mais discreta nos pontos At 11 - 16. Anomalias negativas de Ce são feições comuns em \n\npadrões de ETR em águas do mar, rios e águas subterrâneas (POURRET et al., 2008). Entretanto, \n\nanomalias positivas de Ce só foram relatadas em águas alcalinas e ricas em carbonato, como no \n\nlago Van, na Turquia (MÖLLER; BAU, 1993), isto é, em condições físico-químicas totalmente \n\ndistintas das águas do Rio Atibaia. Por outro lado, as anomalias positivas de Ce são comuns no \n\nmaterial particulado devido à sorção preferencial do Ce\n4+\n\n em relação às espécies trivalentes. \n\nNesses mesmos pontos existem discretas anomalias positivas de Eu. Comparando os padrões das \n\n\n\n66 \n\namostras de água com seus respectivos padrões de material particulado (Figura 5.5), percebe-se \n\nque o material particulado apresenta tanto a anomalia positiva de Ce quanto a de Eu. \n\nTrês hipóteses podem ser consideradas para explicar os padrões obtidos para as amostras \n\nde água: herança do padrão ETR das rochas da bacia, contribuição da fração coloidal na fração \n\ndissolvida ou influência antrópica. \n\nA forma dos padrões do Rio Atibaia poderia ser atribuída à geologia da área, mas ao \n\nlongo do seu percurso relativamente curto, o rio atravessa litotipos distintos porém o padrão de \n\nETR permanece, essencialmente, o mesmo. Apesar da fonte natural de ETR ser basicamente as \n\nrochas, os processos de fracionamento que ocorrem na água alteram o padrão original herdado \n\ndela. Quando os padrões normalizados de ETR das rochas da bacia (BULIA, 2013) são \n\ncomparados com os obtidos para as amostras de água deste trabalho, o que mais se assemelha \n\nseria uma mistura entre os padrões do gnaisse e do diabásio. A ocorrência de diabásio é restrita \n\nsomente à parte mais jusante do Rio Atibaia, quando ele entra na Bacia Sedimentar do Paraná, \n\nentretanto a água do rio já possui esse padrão desde seu início, no Embasamento Cristalino, onde \n\na principal rocha aflorante é o gnaisse. Além disso, o Ribeirão Anhumas corre quase que \n\nexclusivamente sobre os arenitos e o diabásio, porém o padrão de ETR do material em suspensão \n\né quase que idêntico ao do Rio Atibaia que percorre áreas com gnaisses, granitos, arenitos e \n\ndiabásios por uma extensão muito maior. Também deve ser considerada a interação das águas \n\nfluviais com os produtos do intemperismo das rochas, como sedimentos e solos, e o escoamento \n\nsuperficial. Porém esses materiais geralmente possuem pouca semelhança com as rochas \n\noriginais em termos de composição de ETR, devido aos processos de fracionamento que ocorrem \n\ndurante sua formação (VODYANITSKII, 2012). \n\nHá uma única menção de um rio com padrão enriquecido em LREE na fase dissolvida em \n\nGoldstein e Jacobsen (1988) que é o Rio Great Whale (EUA). Os autores o atribuíram à geologia \n\nda bacia do rio que era composta por gnaisses arqueanos, enquanto que os dados existentes para \n\noutros rios somente eram de bacias que drenavam rochas mais jovens. Entretanto, Sholkovitz \n\n(1995) reafirma que tudo indica que os padrões ETR em águas não são controlados pelos padrões \n\noriginais das rochas da bacia e na literatura mais recente consultada, esse argumento da idade de \n\nformação das rochas não foi mais retomado. De qualquer maneira, as rochas da bacia do Rio \n\nAtibaia possuem idade predominantemente neoproterozoica e, portanto, o argumento não se \n\naplica. \n\n\n\n67 \n\nOperacionalmente tudo que atravessa a membrana com poro de 0,22 µm é a fração \n\ndissolvida de uma amostra de água. Portanto uma parte das partículas coloidais, cujo tamanho \n\nsitua-se entre 1 nm e 1 µm, também atravessa o filtro. Os coloides de águas naturais são \n\nformados principalmente por oxi-hidróxidos de ferro, alumínio e manganês (SHOLKOVITZ, \n\n1992) e matéria orgânica (HEDGES et al., 1994) pelos quais os ETR possuem grande afinidade. \n\nKulaks?z e Bau (2007) estimam que até 90% dos ETR “dissolvidos” estão associados aos \n\ncoloides, especialmente em rios com elevadas concentrações de carbono orgânico dissolvido \n\n(DOC). Portanto, os resultados dos ETR obtidos para as amostras de água do Rio Atibaia \n\nprovavelmente representam uma fração verdadeiramente dissolvida mais uma contribuição da \n\nfração coloidal. As anomalias positivas de Ce e Eu nos padrões da água são uma evidência de que \n\nisso está ocorrendo. \n\nOs padrões de ETR obtidos para o Ribeirão Anhumas, diferentemente do Rio Atibaia, se \n\nassemelham bastante ao que é esperado para águas fluviais. Especialmente as amostras An 14 e \n\nAn 16 - 21 possuem uma clara tendência crescente do La ao Lu, com razões La/Yb variando de \n\n0,12 a 0,75. Mesmo assim, aparentemente há alguma influência do material particulado nos \n\npadrões normalizados de algumas amostras. Os pontos An 12T e An 15T, que correspondem a \n\ndois tributários do Ribeirão Anhumas, apresentam anomalias positivas de Eu assim como no \n\nmaterial particulado. Entretanto, todos os padrões das amostras de material particulado do grupo \n\nAnhumas apresentaram anomalia de Eu, enquanto nas outras amostras de água não é aparente \n\numa anomalia desse elemento. Isso pode significar que o material particulado não está \n\ninfluenciando tanto nos padrões das outras amostras. Além disso, a forma do padrão do Ribeirão \n\nAnhumas muda bastante após receber os efluentes da primeira ETE, ficando mais empobrecido \n\nem LREE. O que mais chama atenção no diagrama são as anomalias de gadolínio. As amostras \n\nAn 14 e An 16 - 21 possuem anomalias acentuadas de Gd, as amostras An 11 - 13 apresentam \n\nanomalias mais sutis e somente a amostra An 15T não apresenta nenhuma anomalia. Quando se \n\ncompara a localização dos pontos amostrados com a localização das ETEs (Figura 3.5) fica bem \n\nclara a relação da ocorrência das anomalias mais intensas de Gd (Gd/Gd* entre 12,68 e 86,70) \n\ncom o lançamento dos efluentes pelas estações. Os padrões obtidos para as duas amostras de \n\nefluentes (ETE 1 e ETE 2), apesar de não serem de ETEs localizadas no Ribeirão Anhumas, \n\nmostraram que eles possuem valores altos de Gd e, portanto, são fontes pontuais antrópicas de \n\nintrodução desse elemento no ambiente. Conforme mencionado na introdução, muitos autores já \n\n\n\n68 \n\nrelataram a ocorrência de anomalias de Gd antrópico em águas de rio tendo como fonte os \n\nefluentes de ETEs (BAU; DULSKI, 1996; ELBAZ-POULICHET; SEIDEL; OTHONIEL, 2002; \n\nKNAPPE et al., 2005; KULAKSIZ; BAU, 2007, 2011b; RAJU et al., 2010). Esses autores \n\natribuíram a presença de Gd nos efluentes a algum dos diversos quelatos de Gd utilizados como \n\ncontraste em exames de ressonância magnética e que são rapidamente excretados na urina após a \n\nadministração aos pacientes, como o Gd-DTPA, Gd-DOTA, Gd-BOTPA, Gd(HP-DO3A), dentre \n\noutros (ZHOU; LU, 2013), permanecendo na fração dissolvida devido à alta solubilidade e \n\nestabilidade do complexo, o que parece ser o mesmo caso aqui. Nos padrões de ETR do material \n\nparticulado não há anomalias de Gd e o cálculo da razão Gd/Gd* resultou em valores ? 1,00 para \n\ntodas as amostras do Ribeirão Anhumas. Isso significa que o Gd de origem antrópica não está no \n\nmaterial particulado e sim na fração dissolvida, como esperado para a ocorrência do complexo. \n\nO Ribeirão Anhumas atravessa a área urbana de Campinas e recebe efluentes tratados e \n\npossivelmente não tratados. O ponto de coleta da amostra An 14 está localizado logo após o \n\nlançamentos dos efluentes de ETE Anhumas e o ponto An 16 logo após a ETE do condomínio \n\nAlphaville, e ambos apresentaram anomalias intensas de Gd. A amostra ETE 2 representa o \n\nefluente da ETE do Shopping Dom Pedro e apresenta uma anomalia de Gd, sendo que no \n\nshopping há uma clínica que realiza os exames de ressonância magnética com contraste. Já a \n\namostra An 18T representa um pequeno curso d?água que atravessa o campus da Unicamp e é \n\ntributário do Rio da Pedras, que por sua vez é tributário do Ribeirão Anhumas. A princípio todos \n\nos efluentes gerados pela universidade e pelo Centro Médico localizado adjacente são afastados \n\npara a ETE Barão Geraldo, porém essa amostra apresentou uma anomalia grande de Gd. Isso \n\npode indicar a ocorrência de pontos de fuga onde os efluentes estão indo para o curso d?água ao \n\ninvés da estação, e reafirma a potencialidade do Gd ser usado como um traçador para emissões de \n\nefluentes antrópicos como já foi sugerido por Möller et al. (2000). \n\nNos diagramas dos padrões da água do rio Atibaia (Figura 5.4) é possível identificar \n\nanomalias de Gd nas amostras At 14 - 21 e Jg 11, que são confirmadas pela razão Gd/Gd* acima \n\nde 1,00 (Tabela 5.13). Nos pontos localizados à montante desses (At 11 - 13) a razão Gd/Gd* é ? \n\n1,00 e a quebra LREE/HREE no padrão ocorre no Eu. \n\nNo material particulado não há anomalias de Gd nos padrões e as razões Gd/Gd* estão \n\nentre 0,68 e 0,83. O valor de Gd* foi extrapolado a partir dos valores normalizados de Pr, Nd e \n\nSm, que são LREE, porém no material particulado o comportamento Gd se parece muito mais \n\n\n\n69 \n\ncom o de um HREE o que explicaria as razões tão baixas (já que o material particulado é \n\nenriquecido em LREE). O valor de Gd* extrapolado a partir dos valores normalizados de Tb e Dy \n\n(HREE) resulta em razões Gd/Gd* mais coerentes, entre 0,91 e 1,05. As razões baixas de Gd/Gd* \n\n(inferiores a 1,00) nas amostras de água At 11 - 13 são mais uma evidência da influência da \n\nfração coloidal nos resultados. \n\n6.2. Pré-concentração do Gd de origem antrópica \n\nUm aspecto adicional com relação aos resultados de Gd merece atenção. Os resultados de \n\nGd obtidos após a pré-concentração das amostras de água foram menores do que os obtidos na \n\nanálise direta das mesmas amostras, e quanto maior o valor de Gd na amostra, proporcionalmente \n\nmenor foi o valor obtido em comparação com a medida direta (Figura 6.1). Os valores mais altos \n\nde Gd correspondem às amostras com as anomalias atribuídas à contribuição antrópica por meio \n\ndo quelato de Gd, e são as mesmas que apresentaram as maiores diferenças em relação às \n\nmedidas diretas. Apesar do método de pré-concentração baseado no éster de fosfato ser utilizado \n\ndesde o trabalho de Bau e Dulski (1996), que o propuseram a partir de Shabani et al. (1992), com \n\na finalidade de investigação de anomalias antrópicas de Gd, os dados obtidos neste trabalho \n\nsugerem que a pré-concentração do Gd não foi quantitativa. A capacidade de retenção e eluição \n\ndo grupo dos ETR pelo éster 2-etilhexil fosfato deve depender de seu comportamento coerente e \n\nessencialmente trivalente. Já o Gd antrópico encontra-se na forma de quelatos lineares e \n\nmacrocíclicos que apresentam estabilidade diferente (MORCOS, 2008). A interação com o éster \n\nde fosfato depende da especiação do Gd. Num estudo de especiação de Gd em efluentes \n\nhospitalares e de efluentes de uma estação de tratamento, Künnemeyer et al. (2009) mostram que \n\na soma das concentrações dos quelatos de Gd mensurados era inferior à concentração total \n\ndeterminada por ICP-OES, sugerindo que há uma transformação nas espécies presentes. \n\nEntretanto, Raju et al. (2010) fizeram experimentos de laboratório testando especificamente a \n\nrecuperação de diversos dos complexos de Gd após passarem por um procedimento de pré-\n\nconcentração similar ao realizado neste trabalho e os resultados obtidos foram quantitativos, tanto \n\nem amostras dopadas quanto em amostras reais. Uma diferença é que no estudo mencionado só \n\nforam usados 100 mL de amostra, enquanto que aqui foi usado 1 L. Uma consequência possível \n\nseria a saturação da capacidade de retenção do Gd no cartucho e por isso quanto maiores os \n\nvalores de Gd, menores as recuperações. Por outro lado, quando se considera o somatório de \n\n\n\n70 \n\ntodos os ETR essas amostras possuem os valores mais baixos entre todas desse estudo (?ETR = \n\n120 - 250 ng/L, considerando-se a medida mais alta de Gd) e também iguais ou mais baixos do \n\nque as amostras com anomalia de Gd do Rio Reno (?ETR = 96 - 610 ng/L, KULAKSIZ; BAU, \n\n2011b), portanto esse não deveria ser um problema. Uma forma de verificar se o Gd não está \n\nsendo totalmente retido no cartucho seria coletar a amostra após ela passar pelo cartucho (que vai \n\npara o descarte no procedimento utilizado) e analisar a concentração de Gd, porém todas as \n\namostras já haviam sido preparadas quando os resultados foram obtidos e esse teste não pôde ser \n\nfeito. \n\n \n\n \n\nFigura 6.1 - Comparação entre os resultados de Gd obtidos pela análise direta por ICP-MS e após a pré-\n\nconcentração. Os valores obtidos após a pré-concentração são sistematicamente mais baixos. \n\n \n\n6.3. Correlações entre os ETR e o caráter discordante do Gd  \n\nOs ETR formam um grupo com comportamento coerente e, portanto, são esperadas \n\ncorrelações altas entre os elementos do grupo. Isto se confirmou na matriz de correlação \n\ncalculada com os dados obtidos em todas as amostras. As correlações entre os todos os ETR, \n\nexceto o Gd, foram positivas e fortes (? = 0,66 a 1,00). As correlações do Gd com os demais ETR \n\n0,00\n\n0,05\n\n0,10\n\n0,15\n\n0,20\n\nC\no\nn\nc\ne\nn\ntr\n\na\nç\nã\no\n d\n\ne\n G\n\nd\n (\n\nn\ng\n/m\n\nL\n) \n\nComparação entre os resultados obtidos para Gd \n\nMedida direta\n\nMedida após pré-concentração\n\n10 x LD \n\n\n\n71 \n\nforam fracas (? = -0,29 a 0,12) (Tabela 6.1). Estes resultados indicam que a fonte do Gd nas \n\namostras estudadas é distinta da dos demais ETR, e confirma que se trata de Gd antrópico. \n\nQuando se analisa o diagrama de correlação do Gd com algum dos outros ETR, por exemplo o \n\nNd (Figura 6.2), percebe-se que alguns pontos formam uma clara tendência linear enquanto \n\noutros estão dispersos. Os pontos dispersos são das mesmas amostras que apresentaram uma \n\nanomalia grande de Gd nos diagramas de ETR normalizados pelo PAAS. Já os demais pontos \n\nformam o que seria a tendência de correlação natural entre os dois elementos. Portanto, o \n\ndiagrama de correlação também permite identificar de amostras com Gd anômalo e não haveria a \n\nnecessidade de normalizar os resultados por algum padrão. \n\n \n\nTabela 6.1 - Matriz de correlação entre os ETR nas amostras de água (n = 28). \n\n La Ce Pr Nd Sm Eu Gd Tb Dy Ho Er Tm Yb Lu \n\nLa - \n             \n\nCe 0,98 - \n            \n\nPr 1,00 0,98 - \n           \n\nNd 0,99 0,98 1,00 - \n          \n\nSm 0,97 0,95 0,98 0,99 - \n         \n\nEu 0,96 0,93 0,98 0,98 1,00 - \n        \n\nGd -0,29 -0,30 -0,25 -0,25 -0,18 -0,18 - \n       \n\nTb 0,90 0,87 0,93 0,94 0,98 0,98 -0,08 - \n      \n\nDy 0,85 0,83 0,89 0,90 0,96 0,96 -0,02 0,99 - \n     \n\nHo 0,82 0,80 0,86 0,87 0,94 0,95 0,01 0,99 1,00 - \n    \n\nEr 0,83 0,79 0,87 0,87 0,94 0,95 0,02 0,98 0,99 1,00 - \n   \n\nTm 0,76 0,73 0,80 0,81 0,89 0,91 0,07 0,96 0,98 0,99 0,99 - \n  \n\nYb 0,73 0,70 0,78 0,79 0,87 0,88 0,09 0,94 0,97 0,98 0,98 1,00 - \n \n\nLu 0,68 0,66 0,73 0,74 0,83 0,84 0,12 0,91 0,95 0,96 0,96 0,99 0,99 - \n\n \n\n\n\n72 \n\n \n\nFigura 6.2 - Diagrama de correlação entre Gd e Nd. A linha vermelha representa a correlação natural \n\nentre os dois elementos. Os pontos brancos representam as amostras com anomalia de Gd enquanto os \npontos pretos as amostras sem anomalia. \n\n \n\nOs resultados de Gd apresentaram correlação positiva forte com os resultados de \n\nconstituintes dissolvidos como B\n+\n, Na\n\n+\n, K\n\n+\n, SO4\n\n2–\n, PO4\n\n3–\n, HCO3\n\n–\n, NH4\n\n+\n, COD e condutividade \n\nelétrica, o que foi interpretado como uma evidência adicional dele estar efetivamente dissolvido. \n\nBoro e amônio geralmente estão associados com efluentes antrópicos (KNAPPE et al., 2005), e a \n\ncorrelação do Gd com esses constituintes é um indicador da sua fonte. \n\nOs outros elementos do grupo dos ETR apresentam correlação positiva alta com Fe, Al, \n\nTi, Ga, Y, Zr, Pb, Th, V, Cr, Cu, Mo e U. Alumínio e ferro são constituintes frequentes do \n\nmaterial particulado fino e de partículas coloidais, na forma de argilominerais e oxi-hidróxidos \n\ndesses elementos. A análise por MEV do material retido na membrana do filtro mostrou que o Ti \n\n\n\n73 \n\ntambém estava associado ao particulado junto com o Fe e Al. Do ítrio, tório e urânio já se \n\nesperava um comportamento semelhante ao do La-Lu. Os demais elementos são todos que \n\napresentam mobilidade baixa em sistemas aquáticos. Essas associações apontam para o caráter \n\npredominantemente insolúvel dos ETR e sua afinidade com o material particulado e coloidal. A \n\ncorrelação positiva dos ETR (menos o Gd) com a turbidez (La = 0,59 ao Eu = 0,77; Tb = 0,84 ao \n\nLu = 0,91) reforça a interpretação e ainda indicam que os resultados obtidos para a fração \n\ndissolvida tem contribuição significativa da fração coloidal. \n\nQuando a matriz de correlação é calculada separadamente para o grupo de amostras do \n\nRibeirão Anhumas e o grupo do Rio Atibaia, as correlações entre os elementos do grupo dos ETR \n\nficam ainda mais altas. Nas amostras do Ribeirão Anhumas a fraca correlação do Gd com os \n\ndemais ETR (? = -0,28 a -0,07) fica mais evidente, enquanto nas amostras do Rio Atibaia o Gd \n\napresenta correlações positivas fortes com o grupo (? = 0,85 - 0,96) porém os valores dos \n\ncoeficientes de correlação são um pouco menores do que o padrão geral da matriz de correlação \n\ndos ETR (Tabela 6.2). A fraca correlação do Gd com os demais ETR nas amostras do Ribeirão \n\nAnhumas resulta numa intepretação semelhante à das intensas anomalias claramente identificadas \n\nnos diagramas dos ETR. Por outro lado os valores de correlação do Gd nas amostras do Rio \n\nAtibaia, que são somente sutilmente menores que as dos demais ETR, refletem uma pequena \n\ncontribuição de Gd antrópico, o que equivale às tênues anomalias nos diagramas dos ETR ou as \n\nrazões Gd/Gd* ligeiramente acima de 1,00. \n\nA matriz de correlação (Tabela 6.3) calculada para os resultados do material particulado \n\nmostrou um comportamento coerente dos ETR com correlações positivas altas (entre 0,87 e \n\n1,00). Nesse caso, a correlação positiva alta do Gd com os demais ETR indica que ele é coerente \n\ncom estes e, portanto, não está sob influência de uma fonte antrópica. Esse é o mesmo \n\ncomportamento que foi observado nos diagramas normalizados de ETR, que não apresentaram \n\nanomalias de Gd no material particulado. O Gd coerente no material particulado mostrado pela \n\nmatriz de correlação é mais uma evidência de que o Gd antrópico ocorre exclusivamente na \n\nfração verdadeiramente dissolvida e que, portanto, tem como fonte um dos quelatos de uso \n\nmédico advindos por meio dos efluentes das ETEs. \n\n \n\n \n\n\n\n74 \n\nTabela 6.2 - Matriz de correlação entre os ETR considerando-se somente as amostras do grupo do Rio \n\nAtibaia (fundo roxo, n = 14) e somente as amostras do grupo do Ribeirão Anhumas (fundo vermelho, n = \n\n14). \n\n  La Ce Pr Nd Sm Eu Gd Tb Dy Ho Er Tm Yb Lu   \n\nLa  0,98 1 1 1 1 0,96 1 1 1 0,99 0,99 0,96 0,89 \n\nA\nm\n\no\nst\n\nra\ns \n\nd\no\n R\n\nio\n A\n\nti\nb\n\na\nia\n\n \n\nCe 0,98  0,99 0,99 0,99 0,99 0,90 0,98 0,98 0,99 0,99 0,99 0,97 0,92 \n\nPr 1 0,99  1 1 1 0,95 1 1 1 1 0,99 0,97 0,89 \n\nNd 1 0,99 1  1 1 0,94 1 1 1 1 0,99 0,97 0,89 \n\nSm 0,99 0,99 1 1  1 0,94 1 1 1 1 0,99 0,96 0,89 \n\nEu 0,99 0,99 0,99 1 1  0,94 1 1 1 1 0,99 0,96 0,89 \n\nGd -0,28 -0,18 -0,23 -0,24 -0,21 -0,24  0,95 0,95 0,95 0,95 0,94 0,93 0,85 \n\nTb 0,99 0,99 0,99 0,99 1 1 -0,18  1 1 1 0,99 0,96 0,88 \n\nDy 0,97 0,99 0,99 0,99 0,99 0,99 -0,15 1  1 1 0,99 0,97 0,89 \n\nHo 0,96 0,98 0,98 0,98 0,99 0,99 -0,14 0,99 1  1 0,99 0,97 0,9 \n\nEr 0,97 0,98 0,98 0,98 0,99 0,99 -0,15 0,99 1 1  1 0,98 0,91 \n\nTm 0,94 0,96 0,96 0,96 0,97 0,97 -0,11 0,98 0,99 1 0,99  0,99 0,94 \n\nYb 0,94 0,96 0,95 0,95 0,96 0,97 -0,10 0,97 0,98 0,99 0,99 1  0,97 \n\nLu 0,93 0,95 0,94 0,94 0,95 0,95 -0,07 0,97 0,98 0,98 0,99 1 1  \n\n   Amostras do Ribeirão Anhumas   \n\n \n\nEntre os principais constituintes do material particulado foram identificados dois grupos \n\nde elementos com correlações positivas altas, um deles composto por Al, Fe e Ti e outro \n\ncomposto por K, Na, Ca e Ba. O Mg está numa situação intermediária, estando correlacionado \n\ncom os elementos do segundo grupo mas também com o Ti. Os ETR estão correlacionados com o \n\nprimeiro grupo. O Mn não possui correlação com nenhum dos grupos e nem com os ETR. \n\nFoi sugerido anteriormente que uma das explicações para os padrões de ETR das águas do \n\nRio Atibaia não possuírem a tendência crescente dos LREE para os HREE poderia ser devido à \n\ninfluência antrópica. Entretanto, para isso seria necessária haver uma fonte rica em todos os \n\nLREE que pudesse causar o enriquecimento no padrão. Além disso, as correlações positivas altas \n\nentre todos os ETR (com exceção do Gd), inclusive entre LREE e HREE, indica que eles \n\npossuem uma origem em comum, o que seria difícil ocorrer por meio de uma introdução \n\nantrópica. Portanto, essa hipótese necessitaria de outras evidências para poder ser levada a diante, \n\n\n\n75 \n\ne a influência coloidal é uma hipótese bem mais simples e fundamentada para explicar os \n\npadrões. \n\n \n\nTabela 6.3 - Matriz de correlação entre os ETR nas amostras de material particulado (n = 24). \n\n La Ce Pr Nd Sm Eu Gd Tb Dy Ho Er Tm Yb Lu \n\nLa -              \n\nCe 0,96 -             \n\nPr 1,00 0,97 -            \n\nNd 0,99 0,97 1,00 -           \n\nSm 0,99 0,95 0,99 1,00 -          \n\nEu 0,97 0,92 0,97 0,98 0,99 -         \n\nGd 0,96 0,89 0,96 0,97 0,99 0,99 -        \n\nTb 0,96 0,90 0,97 0,97 0,99 0,99 1,00 -       \n\nDy 0,96 0,90 0,96 0,97 0,99 0,99 1,00 1,00 -      \n\nHo 0,95 0,89 0,96 0,97 0,99 0,99 1,00 1,00 1,00 -     \n\nEr 0,95 0,88 0,95 0,96 0,98 0,99 0,99 1,00 1,00 1,00 -    \n\nTm 0,94 0,87 0,95 0,96 0,98 0,99 0,99 0,99 1,00 1,00 1,00 -   \n\nYb 0,95 0,89 0,96 0,96 0,98 0,99 0,99 0,99 0,99 0,99 1,00 1,00 -  \n\nLu 0,94 0,87 0,95 0,95 0,97 0,99 0,99 0,99 0,99 0,99 1,00 1,00 1,00 - \n\n6.4. Avaliação da influência da fração coloidal nos padrões normalizados de ETR \n\nA hipótese de que os resultados das concentrações de ETR obtidas para as amostras de \n\nágua contêm uma contribuição significativa do material particulado de tamanho coloidal, pode \n\nser expressa pela relação: \n\n        (8) \n\nOnde: A = concentração ETR medida na amostra de água filtrada; \n D = ETR na fração verdadeiramente dissolvida; \n\n P = ETR no material particulado retido no filtro; \n\n x = coeficiente de contribuição do particulado \n\n\n\n76 \n\nEm termos de ordens de grandeza dos resultados, as concentrações de ETR nas águas \n\nestão na faixa de ng/L, enquanto que no material particulado estão na ordem de mg/kg. \n\nDesconsiderando as unidades, os valores numéricos de ambos são semelhantes, portanto para \n\nefeitos de cálculo em um caso geral, pode-se supor que o coeficiente de contribuição do material \n\nparticulado no resultado das águas (x) pode alcançar, no máximo, 10\n-6\n\n (no caso-limite o valor dos \n\nETR da água estaria inteiramente como material coloidal). Também se assume que os coloides \n\ntem a mesma composição de ETR do material particulado. Quando os resultados de água são \n\nnormalizados pelo PAAS (MCLENNAN, 1989), temos: \n\n \n\n  (    )\n\n     (     )\n \n\n  (    )\n\n     (     )\n \n\n   (     )\n\n     (     )\n \n\n \n\nCom os resultados obtidos nas amostras deste trabalho os valores normalizados (\n \n\n    \n) \n\ndevem estar aproximadamente entre 0,2 e 2,0       e para efeitos de estimativa, será usado o \n\nvalor intermediário 1,0       nos cálculos a seguir. O valor normalizado (\n \n\n    \n) deve ser ao \n\nredor de 1,0 (pois a composição do material particulado é semelhante a do PAAS), então será \n\nconsiderado como 1,0. Considerando o caso limite onde x = 10\n-6\n\n, então: \n\n \n\n  (    )\n\n     (     )\n                   \n\n \n\nOu seja, no caso limite o particulado pode ter uma grande influência no resultado final do \n\nvalor normalizado. Quando x é pequeno ou nulo, então os valores dos resultados das amostras de \n\nágua normalizados pelo PAAS representam somente a fração dissolvida normalizada. \n\nAnalisando a forma dos diagramas normalizados, os termos D e P podem ter a mesma \n\nimportância no caso-limite, mas dentro de uma mesma amostra (\n \n\n    \n) é maior para os LREE do \n\nque para os HREE (até 3 vezes maior considerando as amostras deste trabalho). Para um \n\ncoeficiente de contribuição do material particulado (x) constante para todos os elementos do \n\ngrupo dos ETR (ou seja, não ocorre fracionamento durante a filtração), a contribuição nos LREE \n\né maior e nos HREE é menor (quando há uma contribuição significativa, ou seja, x “grande”). \n\nfração \n\ndissolvida \nfração \n\nparticulado \n\n(9) \n\n(10) \n\n\n\n77 \n\nSe a normalização for feita em relação aos resultados obtidos no material particulado de \n\ncada amostra (pelo próprio P), ao invés do folhelho PAAS, tem-se: \n\n \n\n     \n \n\n \n     \n\n  \n     \n\n \n\ne a contribuição de P para todos os elementos em \n  (    )\n\n  (     )\n \n\n  (    )\n\n  (     )\n \n\n   (     )\n\n  (     )\n fica \n\nconstante e depende somente do coeficiente x. Esse coeficiente altera o patamar, mas não a forma \n\ndos padrões. \n\nCom o artifício acima, a influência causada pelo material particulado nas formas dos \n\npadrões das amostras de água é diminuída ou praticamente eliminada, pois remove as diferenças \n\nnas contribuições individuais de cada ETR igualando-as todas para 1,0. Por outro lado, isso altera \n\nos patamares dos padrões, pois cada amostra é normalizada por um valor diferente (seu próprio \n\nmaterial particulado), então os padrões não podem ser comparados entre si com relação a \n\namostras mais enriquecidas ou empobrecidas em ETR. Essa limitação pode ser contornada \n\nobservando os patamares na normalização pelo PAAS e as formas na normalização pelo material \n\nparticulado, complementarmente. \n\nNa Figura 6.3 estão apresentados os padrões de ETR das amostras de água normalizados \n\npelo próprio material particulado. \n\nComparando com os padrões normalizados pelo PAAS, as mudanças ocorrem \n\nprincipalmente nos padrões do Rio Atibaia que são as amostras para as quais se concluiu haver \n\numa contribuição significativa da fração coloidal nos resultados. Os padrões das amostras do \n\nRibeirão Anhumas An 14 e An 16 - 21, que se suspeitava não estarem sob significativa influência \n\nda fração coloidal, praticamente não tiveram suas formas alteradas, somente os patamares. \n\nAs anomalias de Gd ficaram bastante evidenciadas nas amostras do Rio Atibaia, enquanto \n\nque as anomalias positivas de Ce foram atenuadas ou eliminadas. As razões La/Yb diminuíram \n\nficando entre 0,44 - 0,93, concordantes com os valores de Tricca et al. (1999) e os padrões \n\npossuem uma tendência geral levemente crescente do La ao Lu. Mesmo a amostra localizada \n\nmais a montante no Rio Atibaia já apresenta uma leve anomalia de Gd, que vai se acentuando \n\nconforme ele percorre os diversos municípios que estão localizados à sua margem e que lançam \n\nseus efluentes nele. \n\n(11) \n\n\n\n78 \n\n    \n\nFigura 6.3 - Diagramas dos ETR nas amostras de água normalizados pelos ETR nas amostras do material \n\nparticulado de cada ponto. \n\n \n\nAs razões La/Yb das amostras do Ribeirão Anhumas mudaram bem menos, ficando no \n\nintervalo de 0,08 - 0,62. A anomalia de Gd intensa já no ponto mais a montante amostrado, \n\nmesmo antes de qualquer uma das ETEs, indica que deve haver o lançamento de efluentes in \n\nnatura diretamente no ribeirão. Apesar dos efluentes das ETEs localizadas no Ribeirão Anhumas \n\nnão terem sido diretamente amostrados, é notável a similaridade entre o padrão do efluente de \n\nETE de Sumaré (ETE 1) e das amostras localizadas após as ETEs no Ribeirão Anhumas (An 14, \n\n16, 17, 20 e 21). O Ribeirão Anhumas é um curso d?água pequeno e a quantidade de efluentes \n\nlançados pelas estações é tal que ela adquire mais as características de efluente do que de água \n\nfluvial. O padrão anterior às estações é levemente crescente e muito parecido com os padrões do \n\n\n\n79 \n\nRio Atibaia, enquanto que após as ETEs ele fica acentuadamente crescente e semelhante ao \n\npadrão da ETE Sumaré. Isto também fica bem claro nas concentrações de NH4\n+\n, PO4\n\n3–\n e Cl\n\n–\n que \n\napresentam um aumento acentuado e repentino a partir do ponto An 14, o mesmo em que ocorre \n\na mudança do padrão ETR. Por fim, a abundância de microrganismos no Ribeirão Anhumas (e \n\nausentes no Rio Atibaia) advém da favorabilidade trazida por esses efluentes ricos em nutrientes. \n\n\n\n80 \n\n  \n\n\n\n81 \n\n7. CONCLUSÕES \n\nO estudo de ETR em amostras do Rio Atibaia e Ribeirão Anhumas permitiu determinar o \n\npadrão de ocorrência natural desse grupo na água e no material particulado e evidenciou a \n\npresença de anomalias antrópicas de Gd na água, cuja fonte foi atribuída a quelatos deste \n\nelemento utilizados em exames médicos, conforme já descrito em outras regiões do mundo. \n\nMostrou-se que é necessário pré-concentrar amostras de águas antes de determinar os \n\nETR, por causa das suas baixas concentrações nessa matriz. Dos três procedimentos testados, o \n\nmais eficiente foi o que utiliza 2-etilhexil fosfato suportado num cartucho C18 e com HCl como \n\neluente. Entretanto, os valores de Gd obtidos nas amostras que apresentaram anomalia deste \n\nelemento foram até 30% inferiores após a pré-concentração, comparados com as medidas diretas. \n\nEste resultado difere do que foi encontrado na literatura consultada, segundo a qual os quelatos \n\nde Gd são pré-concentrados da mesma maneira que os demais ETR. \n\nA presença de anomalias de Gd antrópico também foi evidenciada pela ausência de \n\ncorrelação com os demais ETR. O diagrama de correlação entre o Gd e os outros ETR mostrou-se \n\ncomo uma alternativa para o tratamento de resultados pois permite identificar as amostras com \n\nanomalias desse elemento, por simples observação dos pontos no diagrama que formam uma \n\ntendência linear (ocorrência natural) e os pontos discordantes (anomalia). O Gd anômalo está \n\nassociado exclusivamente à fase dissolvida nas águas superficiais e está diretamente relacionado \n\ncom o lançamento de efluentes das ETEs.  \n\nOs resultados para ETR das águas estudadas são influenciados pela presença de material \n\ncoloidal. Isso ficou evidenciado principalmente pelos padrões enriquecidos em LREE. Além \n\ndisso, a correlação forte desses elementos com Fe e Al indica a sua associação ao material \n\ncoloidal. A normalização dos resultados de ETR nas águas pelo resultados de ETR no material \n\nparticulado mostrou-se como um artifício eficaz para reduzir ou eliminar a influência do material \n\ncoloidal na forma dos padrões normalizados, evidenciando assim o padrão da fração dissolvida e \n\na ocorrência das anomalias antrópicas de Gd. \n\n\n\n82 \n\n  \n\n\n\n83 \n\n8. REFERÊNCIAS \n\nAGÊNCIA NACIONAL DE ÁGUAS. Atlas Brasil - Abastecimento Urbano de Água. \n\nDisponível em:&lt;http://atlas.ana.gov.br/>, 2010.  \n\nAIGNER-TORRES, M. et al. Laser Ablation ICPMS study of trace element partitioning between \n\nplagioclase and basaltic melts: an experimental approach. Contributions to Mineralogy and \n\nPetrology, v. 153, n. 6, p. 647–667, 2007.  \n\nALBARÈDE, F. Geochemistry: An Introduction. [s.l.] Cambridge University Press, 2009. p. \n\n342 \n\nBAU, M. Controls on the fractionation of isovalent trace elements in magmatic and aqueous \n\nsystems: evidence from Y/Ho, Zr/Hf, and lanthanide tetrad effect. Contributions to Mineralogy \n\nand Petrology, v. 123, n. 3, p. 323–333, 1996.  \n\nBAU, M.; DULSKI, P. Anthropogenic origin of positive gadolinium anomalies in river waters. \n\nEarth and Planetary Science Letters, v. 143, n. 1-4, p. 245–255, 1996.  \n\nBAU, M.; KNAPPE, A.; DULSKI, P. Anthropogenic gadolinium as a micropollutant in river \n\nwaters in Pennsylvania and in Lake Erie, northeastern United States. Chemie der Erde - \n\nGeochemistry, v. 66, n. 2, p. 143–152, 2006.  \n\nBAYON, G. et al. Multi-Element Determination of Trace Elements in Natural Water Reference \n\nMaterials by ICP-SFMS after Tm Addition and Iron Co-precipitation. Geostandards and \n\nGeoanalytical Research, v. 35, n. 1, p. 145–153, 2011.  \n\nBEST, M. G. Igneous and metamorphic petrology. 2. ed. [s.l.] Blackell Publishing, 2003. p. \n\n753 \n\nBOATNER, L. A. Synthesis, Structure, and Properties of Monazite, Pretulite, and Xenotime. \n\nReviews in Mineralogy and Geochemistry, v. 48, n. 1, p. 87–121, 2002.  \n\nBRITISH GEOLOGICAL SURVEY. Mineral Profile: Rare Earth Elements. 2011. p. 54 \n\nBULIA, I. L. Caracterização geoquímica das rochas reservatório e das águas subterrâneas dos \n\naquíferos do campus da UNICAMP. Relatório de Iniciação Científica. Campinas: UNICAMP, \n\n2013 \n\nCAMPOS, F. F. DE. Análise da Relação entre as Áreas de Preservação Permanente (APPs) e \n\na Qualidade da Água Fluvial no Município de Paulínia (SP). Trabalho de Conclusão de Curso \n\n(Graduação em Geologia), Universidade Estadual de Campinas, 2011. \n\nCASTOR, S. B.; HEDRICK, J. B. Rare Earth Elements. In: KOGEL, J. E.; TRIVERDI, N. C.; \n\nBARKER, J. M. (Eds.). Industrial Minerals and Rocks. [s.l: s.n.]. p. 769–792.  \n\nCHAKHMOURADIAN, A. R.; WALL, F. Rare Earth Elements: Minerals, Mines, Magnets (and \n\nMore). Elements, v. 8, n. 5, p. 333–340, 2012.  \n\n\n\n84 \n\nCOTTA, A. J. B.; ENZWEILER, J. Quantification of major and trace elements in water samples \n\nby ICP-MS and collision cell to attenuate Ar and Cl-based polyatomic ions. Journal of \n\nAnalytical Atomic Spectrometry, v. 24, n. 10, p. 1406–1413, 2009.  \n\nDEMANBORO, A. C.; LAURENTIS, G. L.; BETTINE, S. DO C. Cenários ambientais na bacia \n\ndo rio Atibaia. Engenharia Sanitaria e Ambiental, v. 18, n. 1, p. 27–37, 2013.  \n\nDUPRÉ, B. et al. Major and trace elements associated with colloids in organic-rich river waters: \n\nultrafiltration of natural and spiked solutions. Chemical Geology, v. 160, n. 1-2, p. 63–80, 1999.  \n\nEARTHREF. Partition Coefficients. Disponível em:&lt;http://earthref.org/KDD/>. 2012. \n\nELBAZ-POULICHET, F.; SEIDEL, J.; OTHONIEL, C. Occurrence of an anthropogenic \n\ngadolinium anomaly in river and coastal waters of Southern France. Water Research, v. 36, n. 4, \n\np. 1102–1105, 2002.  \n\nENZWEILER, J. Cromatografia de Íons (Notas de aula), 2012.  \n\nFRANCISCO, C. E. S. Áreas de Preservação Permanente na bacia do ribeirão das \n\nAnhumas: estabelecimento de prioridades para recuperação por meio de análise \n\nmulticriterial. Dissertação (Mestrado em Agricultura Tropical e Sub-tropical), Instituto \n\nAgronômico de Campinas, 2006. \n\nGAILLARDET, J.; VIERS, J.; DUPRÉ, B. Trace element in river waters. In: DREVER, J. I. \n\n(Ed.). Treatise on geochemistry. [s.l.] Pergamon, 2003.  \n\nGIDDINGS, J. C. Field-flow fractionation: analysis of macromolecular, colloidal, and particulate \n\nmaterials. Science, v. 260, n. 5113, p. 1456–1465, 1993.  \n\nGIOIA, S. M. C. L.; PIMENTEL, M. M. The Sm-Nd isotopic method in the geochronology \n\nlaboratory of the University of Brasília. Anais da Academia Brasileira de Ciências, v. 72, n. 2, \n\np. 219–245, 2000.  \n\nGOLDSCHMIDT, V. M. The Principles of Distribution of Chemical Elements in Minerals and \n\nRocks. Journal of the Chemical Society, p. 655–673, 1937.  \n\nGOLDSTEIN, S. J.; JACOBSEN, S. B. Rare earth elements in river waters. Earth and \n\nPlanetary Science Letters, v. 89, n. 1, p. 35–47, 1988.  \n\nGONZÁLEZ, C. H.; CABEZAS, A. J. Q.; DÍAZ, M. F. Preconcentration and determination of \n\nrare-earth elements in iron-rich water samples by extraction chromatography and plasma source \n\nmass spectrometry (ICP-MS). Talanta, v. 68, n. 1, p. 47–53, 2005.  \n\nGROPPO, J. D. et al. Análise de séries temporais de vazão e precipitação em algumas bacias do \n\nEstado de São Paulo com diferentes graus de intervenções antrópicas. Geociências, v. 24, n. 2, p. \n\n181–192, 2005.  \n\n\n\n85 \n\nHARRISON, W. J.; WOOD, B. J. An experimental investigation of the partitioning of REE \n\nbetween garnet and liquid with reference to the role of defect equilibria. Contributions to \n\nMineralogy and Petrology, v. 72, n. 2, p. 145–155, 1980.  \n\nHEDGES, J. I. et al. Origins and processing of organic matter in the Amazon indicated by \n\ncarbohydrates and amino acids. Limnology and Oceanography, v. 39, n. 4, p. 743–761, 1994.  \n\nHEIMBURGER, A. et al. SLRS-5 Elemental Concentrations of Thirty-Three Uncertified \n\nElements Deduced from SLRS-5/SLRS-4 Ratios. Geostandards and Geoanalytical Research, \n\nv. 37, n. 1, p. 77–85, 2013.  \n\nHOROWITZ, A. J. et al. U.S. Geological Survey Protocol for the Collection and Processing \n\nof Surface-Water Samples for the Subsequent Determination of Inorganic Constituents in \n\nFiltered Water. Reston: [s.n.]. 1994 \n\nIRRIGART. Relatório da Situação dos Recursos Hídricos das Bacias Hidrográficas dos Rios \n\nPiracicaba, Capivari e Jundiaí – 2002/2003. Piracicaba: [s.n.]. 2004 \n\nJIANG, Y.; JI, H. Rare earth geochemistry in the dissolved, suspended and sedimentary loads in \n\nkarstic rivers, Southwest China. Environmental Earth Sciences, v. 66, n. 8, p. 2217–2234, \n\n2011.  \n\nKNAPPE, A. et al. Positive gadolinium anomaly in surface water and ground water of the urban \n\narea Berlin, Germany. Chemie der Erde - Geochemistry, v. 65, n. 2, p. 167–189, 2005.  \n\nKULAKSIZ, S.; BAU, M. Contrasting behaviour of anthropogenic gadolinium and natural rare \n\nearth elements in estuaries and the gadolinium input into the North Sea. Earth and Planetary \n\nScience Letters, v. 260, n. 1-2, p. 361–371, 2007.  \n\nKULAKSIZ, S.; BAU, M. Rare earth elements in the Rhine River, Germany: first case of \n\nanthropogenic lanthanum as a dissolved microcontaminant in the hydrosphere. Environment \n\ninternational, v. 37, n. 5, p. 973–979, 2011a.  \n\nKULAKSIZ, S.; BAU, M. Anthropogenic gadolinium as a microcontaminant in tap water used as \n\ndrinking water in urban areas and megacities. Applied Geochemistry, v. 26, n. 11, p. 1877–\n\n1885, 2011b.  \n\nKÜNNEMEYER, J. et al. Quantification and excretion kinetics of a magnetic resonance imaging \n\ncontrast agent by capillary electrophoresis-mass spectrometry. Electrophoresis, v. 30, n. 10, p. \n\n1766–1773, 2009.  \n\nKYNICKY, J.; SMITH, M. P.; XU, C. Diversity of Rare Earth Deposits: The Key Example of \n\nChina. Elements, v. 8, n. 5, p. 361–367, 2012.  \n\nLAPIDO-LOUREIRO, F. E. O Brasil e a reglobalização da indústria das terras raras. Rio de \n\nJaneiro: CETEM/MCTI, 2013. p. 216 \n\n\n\n86 \n\nLAWRENCE, M. G. et al. Direct quantification of rare earth element concentrations in natural \n\nwaters by ICP-MS. Applied Geochemistry, v. 21, n. 5, p. 839–848, 2006.  \n\nLEYBOURNE, M. I.; JOHANNESSON, K. H. Rare earth elements (REE) and yttrium in stream \n\nwaters, stream sediments, and Fe–Mn oxyhydroxides: Fractionation, speciation, and controls over \n\nREE+Y patterns in the surface environment. Geochimica et Cosmochimica Acta, v. 72, n. 24, p. \n\n5962–5983, 2008.  \n\nLUO, Y.-R.; BYRNE, R. H. Yttrium and Rare Earth Element Complexation by Chloride Ions at \n\n25°C. Journal of Solution Chemistry, v. 30, n. 9, p. 837–845, 2001.  \n\nMCLENNAN, S. M. Rare earth elements in sedimentary rocks; influence of provenance and \n\nsedimentary processes. Reviews in Mineralogy and Geochemistry, v. 21, n. 1, p. 169–200, \n\n1989.  \n\nMÖLLER, P. et al. Anthropogenic gadolinium as a conservative tracer in hydrology. Journal of \n\nGeochemical Exploration, v. 69-70, p. 409–414, 2000.  \n\nMÖLLER, P.; BAU, M. Rare-earth patterns with positive cerium anomaly in alkaline waters \n\nfrom Lake Van, Turkey. Earth and Planetary Science Letters, v. 117, p. 671–676, 1993. \n\nMORCOS, S. K. Extracellular gadolinium contrast agents: differences in stability. European \n\nJournal of Radiology, v. 66, n. 2, p. 175–179, 2008.  \n\nMORTATTI, J. et al. Composição química dos sedimentos fluviais em suspensão na bacia do Rio \n\nPiracicaba: extração seletiva de elementos traço. Geochimica Brasiliensis, v. 16, n. 2, p. 123–\n\n141, 2002.  \n\nNATIONAL RESEARCH COUNCIL CANADA. Certificate of Analysis SLRS-5. [s.l: s.n.]. \n\n2012 \n\nNELSON, B. J.; WOOD, S. A.; OSIENSKY, J. L. Partitioning of REE between solution and \n\nparticulate matter in natural waters: a filtration study. Journal of Solid State Chemistry, v. 171, \n\nn. 1, p. 51–56, 2003.  \n\nOLIN, P. H.; WOLFF, J. A. Rare earth and high field strength element partitioning between iron-\n\nrich clinopyroxenes and felsic liquids. Contributions to Mineralogy and Petrology, v. 160, n. \n\n5, p. 761–775, 2010.  \n\nOLIN, P. H.; WOLFF, J. A. Partitioning of rare earth and high field strength elements between \n\ntitanite and phonolitic liquid. Lithos, v. 128-131, p. 46–54, 2012.  \n\nPÉDROT, M. et al. Insights into colloid-mediated trace element release at the soil/water \n\ninterface. Journal of colloid and interface science, v. 325, n. 1, p. 187–97, 2008.  \n\nPERROTA, M. M. et al. Mapa Geológico do Estado de São Paulo, escala 1:750.000. São \n\nPaulo: Programa Geologia do Brasil - PGM (CPRM). 2005. \n\n\n\n87 \n\nPOURRET, O. et al. New insights into cerium anomalies in organic-rich alkaline waters. \n\nChemical Geology, v. 251, n. 1-4, p. 120–127, 2008.  \n\nPROWATKE, S.; KLEMME, S. Trace element partitioning between apatite and silicate melts. \n\nGeochimica et Cosmochimica Acta, v. 70, n. 17, p. 4513–4527, 2006.  \n\nRADOJEVI?, M.; BASHKIN, V. N. Practical Environmental Analysis. Cambridge: Royal \n\nSociety of Chemistry Publishing, 2005. p. 457. \n\nRAJU, C. S. K. et al. A novel solid phase extraction method for pre-concentration of gadolinium \n\nand gadolinium based MRI contrast agents from the environment. Journal of Analytical Atomic \n\nSpectrometry, v. 25, n. 10, p. 1573–1580, 2010.  \n\nROLLINSON, H. R. Using Geochemical Data: Evaluation, Presentation, Interpretation. UK: \n\nLongman, 1993. p. 352 \n\nRUDNICK, R. L.; GAO, S. Composition of the Continental Crust. In: HOLLAND, H. D.; \n\nTUREKIAN, K. K. (Eds.). Treatise on Geochemistry. [s.l.] Pergamon, 2003.  \n\nSEADE Perfil Municipal. Disponível em:&lt;http://www.seade.gov.br/produtos/perfil/perfilMun \n\nEstado.php>, 2013.  \n\nSHABANI, M. B.; AKAGI, T.; MASUDA, A. Preconcentration of trace rare-earth elements in \n\nseawater by complexation with bis(2-ethylhexyl) hydrogen phosphate and 2-ethylhexyl \n\ndihydrogen phosphate adsorbed on a C18 cartridge and determination by inductively coupled \n\nplasma mass spectrometry. Analytical Chemistry, v. 64, n. 7, p. 737–743, 1992.  \n\nSHOLKOVITZ, E. R. Chemical evolution of rare earth elements: fractionation between colloidal \n\nand solution phases of filtered river water. Earth and Planetary Science Letters, v. 114, n. 1, p. \n\n77–84, 1992.  \n\nSHOLKOVITZ, E. R. The aquatic chemistry of rare earth elements in rivers and estuaries. \n\nAquatic Geochemistry, v. 1, n. 1, p. 1–34, 1995.  \n\nSTEPANOV, A. S. et al. Experimental study of monazite/melt partitioning with implications for \n\nthe REE, Th and U geochemistry of crustal rocks. Chemical Geology, v. 300-301, p. 200–220, \n\n2012.  \n\nTAKAHASHI, Y. et al. W- and M-type tetrad effects in REE patterns for water–rock systems in \n\nthe Tono uranium deposit, central Japan. Chemical Geology, v. 184, n. 3-4, p. 311–335, 2002.  \n\nTAKAHASHI, Y. et al. A rare earth element signature of bacteria in natural waters? Chemical \n\nGeology, v. 244, n. 3-4, p. 569–583, 2007.  \n\nTANG, J.; JOHANNESSON, K. H. Speciation of rare earth elements in natural terrestrial waters: \n\nassessing the role of dissolved organic matter from the modeling approach. Geochimica et \n\nCosmochimica Acta, v. 67, n. 13, p. 2321–2339, 2003.  \n\n\n\n88 \n\nTHOMAS, R. Practical Guide to ICP-MS: A tutorial for beginners. 2. ed. Boca Raton: CRC \n\nPress, 2008. p. 347 \n\nTRICCA, A. et al. Rare earth elements and Sr and Nd isotopic compositions of dissolved and \n\nsuspended loads from small river systems in the Vosges mountains (France), the river Rhine and \n\ngroundwater. Chemical Geology, v. 160, n. 1-2, p. 139–158, 1999.  \n\nTRICK, J.; STUART, M.; REEDER, S. Contaminated groundwater sampling and quality control \n\nof water analyses. In: DE VIVO, B.; BELKIN, H. E.; LIMA, A. (Eds.). Environmental \n\nGeochemistry: Site Characterization, Data Analysis and Case Histories. Hungary: Elsevier, \n\n2008. p. 429.  \n\nUSGS. National field manual for the collection of water-quality data: U.S. Geological \n\nSurvey Techniques of Water-Resources Investigations, book 9, chaps. A1-A9. Disponível \n\nem:&lt;http://pubs.water.usgs.gov/twri9A>, 2006.  \n\nVAN MIDDLESWORTH, P. E.; WOOD, S. A. The aqueous geochemistry of the rare earth \n\nelements and yttrium. Part 7. REE, Th and U contents in thermal springs associated with the \n\nIdaho batholith. Applied Geochemistry, v. 13, n. 7, p. 861–884, 1998.  \n\nVERPLANCK, P. L. et al. Evaluating the behavior of gadolinium and other rare earth elements \n\nthrough large metropolitan sewage treatment plants. Environmental Science &amp; Technology, v. \n\n44, n. 10, p. 3876–3882, 2010.  \n\nVODYANITSKII, Y. N. Geochemical fractionation of lanthanides in soils and rocks: A review \n\nof publications. Eurasian Soil Science, v. 45, n. 1, p. 56–67, 2012.  \n\nWILLIAMS-JONES, A. E.; MIGDISOV, A. A.; SAMSON, I. M. Hydrothermal Mobilisation of \n\nthe Rare Earth Elements - a Tale of “Ceria” and “Yttria”. Elements, v. 8, n. 5, p. 355–360, 2012.  \n\nWOOD, S. A. The aqueous geochemistry of the rare-earth elements and yttrium. Chemical \n\nGeology, v. 82, p. 159–186, 1990. \n\nYEGHICHEYAN, D. et al. A Compilation of Silicon and Thirty One Trace Elements Measured \n\nin the Natural River Water Reference Material SLRS-4 (NRC-CNRC). Geostandards \n\nNewsletter, v. 25, n. 2-3, p. 465-474, 2001. \n\nZHANG, C. et al. Geochemistry of rare earth elements in the mainstream of the Yangtze River, \n\nChina. Applied Geochemistry, v. 13, n. 4, p. 451–462, 1998.  \n\nZHOU, Z.; LU, Z.-R. Gadolinium-based contrast agents for magnetic resonance cancer imaging. \n\nWiley Interdisciplinary Reviews: Nanomedicine and Nanobiotechnology, v. 5, n. 1, p. 1–18, \n\n2013."}]}}}