{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11288"}, {"@name": "filename", "#text": "16567_Bevilaqua_Gabriela_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL DE CAMPINAS \n\nFACULDADE DE ENGENHARIA AGRÍCOLA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPRODUÇÃO DE BIODIESEL ETÍLICO VIA CATÁLISE \nHETEROGÊNEA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nGABRIELA BEVILAQUA \n\n \n\n \n\nCAMPINAS-SP \n\nFEVEREIRO DE 2011 \n\n\n\n \n\n \n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \n\nFACULDADE DE ENGENHARIA AGRÍCOLA \n\n \n\n \n\n \n\n \n\n \n\nPRODUÇÃO DE BIODIESEL ETÍLICO VIA CATÁLISE HETEROGÊNEA \n\n \n\n \n\n \n\n \n\n \n\nDissertação submetida à banca examinadora para a \nobtenção do título de Mestre em Engenharia Agrícola \nna área de concentração em Tecnologia Pós-Colheita.  \n\n \n\n \n\n \n\n \n\nGABRIELA BEVILAQUA \n\nORIENTADOR: Prof. Dr. Kil Jin Park \n\n \n\n \n\n \n\nCAMPINAS-SP \n\nFEVEREIRO DE 2011 \n\n \n\n\n\nii \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFICHA  CATALOGRÁFICA  ELABORADA  PELA  \n  BIBLIOTECA  DA  ÁREA  DE  ENGENHARIA  E  ARQUITETURA  -  BAE  -  UNICAMP \n\n \n\n \n\n \n \n    B468p \n\n \nBevilaqua, Gabriela \n     Produção de biodiesel etílico via catálise heterogênea \n/ Gabriela Bevilaqua. --Campinas, SP: [s.n.], 2011. \n \n     Orientador: Kil Jin Park. \n     Dissertação de Mestrado - Universidade Estadual de \nCampinas, Faculdade de Engenharia Agrícola. \n \n     1. Transesterificação .  2. Catálise heterogênea.  3. \nBiodiesel.  I. Park, Kil Jin.  II. Universidade Estadual de \nCampinas. Faculdade de Engenharia Agrícola.  III. \nTítulo. \n \n\n \nTítulo em Inglês: Production of ethyl biodiesel via heterogeneous catalysis \nPalavras-chave em Inglês: Transesterification, Heterogeneous catalysis, Biodiesel \nÁrea de concentração: Tecnologia Pós-Colheita \nTitulação: Mestre em Engenharia Agrícola \nBanca examinadora: Roseli Aparecida Ferrari, Anna Letícia Montenegro Turtelli \n\nPighinelli \nData da defesa: 02/03/2011 \nPrograma de Pós Graduação: Engenharia Agrícola \n\n\n\n \n\n \n\niii \n\n \n\n\n\niv \n\n \n\n \n\n \n\n \n\nDedicatória \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAos meus pais Genesio e Malu, por todo amor e \n\napoio ao longo de toda a minha vida e diante de \n\ntodas as minhas escolhas. \n\n \n\n \n\nÀ Marina, minha filha, pela \n\ninspiração e amor. Ao meu marido Angel, \n\npor seu amor e companheirismo.  \n\n \n\n \n\nDedico este trabalho... \n\n \n\n \n\n \n\n\n\nv \n\n \n\nAGRADECIMENTOS \n\n \n\nPrimeiramente gostaria agradecer a todas as pessoas que eu talvez esqueça de mencionar \n\nmas que, de certa forma, contribuíram e torceram, ainda que à distância, pela conclusão deste \n\ntrabalho.  \n\nAo meu orientador Prof. Dr. KIL JIN PARK, pela oportunidade e confiança no meu \n\ntrabalho; \n\nAos meus pais GENESIO e MALU, pelo apoio, pelo incentivo aos estudos, por toda a \n\nnossa convivência, pelos exemplos ao longo de toda minha vida. E por me quebrarem todos os \n\ngalhos do mundo;  \n\nAo meu marido ANGEL, pelo apoio imenso e incentivo. Pelas madrugadas insones de \n\nsíntese química e laboratório. E também por dividir comigo seus conhecimentos na área de \n\nEngenharia; \n\nÀ MARINA, minha filha, por sua infante sabedoria que me acrescenta tanto e por fazer \n\nmeus dias mais felizes;  \n\nA minha amiga RENATA, amiga-irmã pela constante presença, pela amizade, por todos \n\nos momentos compartilhados desde o primeiro ano de moradia em Campinas; \n\nÀ pesquisadora ANNA LETICIA pela colaboração e conhecimento que serviram de \n\ngrande valia para a realização deste trabalho; \n\nÀs pessoas com quem convivi ao longo desta jornada, ainda que a correria do dia-a-dia \n\ntenha impedido um contato mais freqüente e ao pessoal de Campinas por quem tenho imenso \n\ncarinho: TALITA PAQUER, ELLEN BRAGATTO, RICARDO RANGEL BARRETO, \n\nGUSTAVO GARCIA RIGOLIN, CAMILA CARNEIRO DIAS, PRISCILA LIMA DA \n\nSILVA, MAIRA GUEDES JACOB, CAROLINA BECKMAN NEVES, FERNANDA \n\nCARRACEDO.  \n\nÀs minhas irmãs GIOVANA E GIULIA, pela companhia agradável.  \n\nAos meu sogros ANGEL e ELIANA, e à minha cunhada ADRIANA, pelo apoio e \n\nincentivo; \n\nAos professores da FEAGRI - UNICAMP, por compartilhar comigo seu conhecimento.  \n\n\n\nvi \n\n \n\nAos professores da FEQ - UNICAMP, pela oportunidade de aprendizado nas disciplinas \n\ncursadas; \n\nAos funcionários da Faculdade de Engenharia Agrícola da UNICAMP, sempre prontos \n\npara colaborar com todos os alunos desta instituição. Em especial os funcionários do Laboratório \n\nde Tecnologia Pós-Colheita: ROSA, CHICO E ROSÁLIA.  \n\nÀs colegas CRISTIANE e HELEN, pela companhia e conversas ao longo do nosso \n\ntrabalho, e com quem divido uma grande paixão: a Química.  \n\nÀ técnica química JULIANA, por me fazer companhia no laboratório em final de semana \n\nde trabalho; \n\n Ao doutorando em Química SAMUEL SOUSA e ao PROF. DR. ALVICLÉR do \n\nInstituto de Química, pela parceria, pelo auxílio e análises de RMN; \n\n Ao Prof. Dr. Rafael Augustus, pelo auxílio com o software STATISTICA.  \n\n À FABRICA CARIOCA DE CATALISADORES (FCCSA), pela doação da zeólita \n\nfaujasita. Em especial à engenheira VANESSA COSTA, que foi meu contato com a empresa, por \n\nsua disposição em ajudar.  \n\nFinalmente, agradeço à COORDENAÇÃO DE APERFEIÇOAMENTO DE PESSOAL \n\nDE NÍVEL SUPERIOR (CAPES), por ter financiado meus estudos de mestrado.\n\n\n\nvii \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\"Sem a curiosidade que me move, que me inquieta, que me insere na busca, não aprendo nem \nensino\". \n\n \n\n\"A educação necessita tanto de formação técnica e científica como de sonhos e utopias\". \n\n       \n\n \n\n \n\n(PAULO FREIRE) \n\n\n\nviii \n\n \n\nRESUMO \n\n \n\nO impacto ambiental devido ao uso de combustíveis fósseis e as questões políticas envolvendo seu \n\nuso tem impulsionado a busca por combustíveis derivados da biomassa. Desta forma, o biodiesel \n\ntem aparecido nesse contexto de modo a substituir, parcialmente ou totalmente, a utilização de \n\ncombustíveis derivados de petróleo. O biodiesel é definido como uma mistura de ésteres obtidos \n\nprincipalmente a partir da reação de triacilglicerídios e álcool. A reação mais comumente utilizada \n\npara sua síntese é a transesterificação. Algumas condições reacionais afetam o rendimento, tais \n\ncomo: proporção entre triacilglicerídios e álcool (razão molar), concentração de catalisador (por \n\nmassa de óleo), temperatura, tempo e tipo de catalisador. Embora os catalisadores homogêneos \n\nsejam usados com maior freqüência na indústria, eles apresentam o inconveniente de produzir \n\nsabão e desativar durante o processo. Além disso, não podem ser recuperados. Neste cenário, \n\npassou-se a investigar o uso dos catalisadores heterogêneos na produção de biodiesel. O presente \n\ntrabalho teve como objetivo estudar a síntese de biodiesel etílico utilizando catalisador zeolítico \n\nfaujasita impregnado com hidróxido de potássio e óxido de cálcio como catalisadores \n\nheterogêneos, assim como investigar as variáveis reacionais que influenciam o rendimento da \n\nreação como tempo, temperatura e razão molar etanol/óleo vegetal. A melhor conversão em \n\nésteres etílicos utilizando a zeólita faujasita foi de 14,11%, a 70 °C, razão molar de 14:1 e tempo \n\nde 3,5 horas. Já a melhor conversão utilizando óxido de cálcio como catalisador foi de 11,66% a \n\n60 °C, razão molar de 12:1 e tempo de 3 horas. As amostras foram analisadas por ressonância \n\nmagnética nuclear de hidrogênio (RMN-H1). Os maiores rendimentos ocorreram na \n\ntransesterificação etílica utilizando a faujasita como catalisador. Tanto o óxido de cálcio como a \n\nzeólita faujasita mostraram baixo desempenho catalítico para a transesterificação etílica nas \n\ncondições reacionais estudadas quando comparado com o desempenho de catalisadores \n\nhomogêneos.  \n\nPalavras chaves: transesterificação etílica; catálise heterogênea; biodiesel.  \n\n \n\n\n\nix \n\n \n\nABSTRACT \n\n \n\nThe environmental impact due to the use of fossil fuels and the political issues surrounding its use \n\nhas driven the search for fuels derived from biomass. Thus, biodiesel has appeared in this context \n\nin order to replace partially or totally, the use of petroleum fuels. Biodiesel is defined as a mixture \n\nof esters derived mainly from the reaction of triglyceride and alcohol. The reaction most \n\ncommonly used for their synthesis is the transesterification. Some reaction conditions affect yield, \n\nsuch as ratio of triacylglycerols and alcohol (molar ratio), catalyst concentration (per mass of oil), \n\ntemperature, time and type of catalyst. Although homogeneous catalysts are most frequently used \n\nin industry, they have the disadvantage of producing soap and off during the process. Also, can not \n\nbe recovered. In this scenario, we started to investigate the use of heterogeneous catalysts in \n\nbiodiesel production. This work aimed to study the synthesis of biodiesel using ethyl faujasite \n\nzeolitic catalyst impregnated with potassium hydroxide and calcium oxide as heterogeneous \n\ncatalysts, as well as to investigate the reaction variables that influence the yield of the reaction \n\nsuch as time, temperature and molar ratio ethanol / vegetable oil. The best conversion into ethyl \n\nesters using a faujasite zeolite was 14.11% at 70 ° C, molar ratio of 14:1 and a time of 3.5 hours. \n\nAlready the best conversion using calcium oxide as catalyst was 11.66% at 60 ° C, molar ratio of \n\n12:1 and a time of 3 hours. The samples were analyzed by hydrogen nuclear magnetic resonance \n\n(NMR-H1). The highest yields occurred in the ethyl or using faujasite catalyst. The calcium oxide \n\nas the faujasite zeolite showed low catalytic performance for the ethyl or the reaction conditions \n\nstudied when compared with the performance of homogeneous catalysts. \n\n \n\nKeywords: ethyl esthers, heterogeneous catalysis; biodiesel. \n\n\n\nx \n\n \n\nLISTA DE FIGURAS \n\n \n\nFigura 1. Reação de transesterificação de óleo vegetal ................................................................................ 5 \n\nFigura 2. Esquema da reação de transesterificação (RINALDI et al., 2007) ................................................ 6 \n\nFigura 3.  Participação das matérias-primas na produção de biodiesel (BRASIL, 2010)............................. 7 \n\nFigura 4. Produção de etanol no Brasil a partir de 2008 (Brasil, 2010). ..................................................... 8 \n\nFigura 5. Zeólita do tipo faujasita .............................................................................................................. 13 \n\nFigura 6. Mecanismo de reação proposto por Kouzu et al, 2008 para a transesterificação metílica de \n\ntriacilglicerídios. ......................................................................................................................................... 19 \n\nFigura 7. Rota-evaporador acoplado a bomba de vácuo ............................................................................ 31 \n\nFigura 8. Superfície de resposta e curva de nível para a influência da temperatura e do tempo de reação \n\nna conversão em ésteres .............................................................................................................................. 38 \n\nFigura 9. Superfície de resposta e curva de nível para a influência da razão molar e do tempo de reação \n\nna conversão em ésteres .............................................................................................................................. 39 \n\nFigura 10. Superfície de resposta e curva de nível para a influência da razão molar e da temperatura na \n\nconversão em ésteres................................................................................................................................... 40 \n\nFigura 11. Espectro do RMH-H1 da mistura de ésteres produzidos por zeólita faujasita ........................... 41 \n\nFigura 12. Funil de separação contendo as fases éster e fase glicerol e catalisador depositados no fundo 43 \n\nFigura 13. Superfície de resposta e curva de nível para a influência da temperatura e do tempo de reação \n\nna conversão em ésteres .............................................................................................................................. 45 \n\nFigura 14. Superfície de resposta e curva de nível para a influência da razão molar e do tempo de reação \n\nna conversão em ésteres .............................................................................................................................. 46 \n\nFigura 15. Superfície de resposta e curva de nível para a influência da razão molar e da temperatura na \n\nconversão em ésteres................................................................................................................................... 47 \n\nFigura 16. Espectro do RMH-H1 da mistura de ésteres produzidos por óxido de cálcio ............................ 48 \n\n \n\n \n\n\n\nxi \n\n \n\nLISTA DE TABELAS \n\n \n\nTabela 1. Níveis e valores absolutos dos fatores. Planejamento central composto __________________ 26 \n\nTabela 2. Planejamento composto central (variáveis codificadas). ______________________________ 27 \n\nTabela 3. Análise de Variância __________________________________________________________ 28 \n\nTabela 4. Valores experimentais da variável dependente (resposta) para o biodiesel de soja __________ 34 \n\nTabela 5. Efeitos das variáveis sobre a resposta. ____________________________________________ 35 \n\nTabela 6: Análise de Variância (ANOVA) para o ajuste, pelo método de mínimos quadrados, para o \n\nmodelo central composto - linear. ________________________________________________________ 36 \n\nTabela 7: Teste F de determinação da significância e falta de ajuste do modelo ____________________ 37 \n\nTabela 8. Valores experimentais da variável dependente (resposta) para o biodiesel de soja __________ 42 \n\nTabela 9. Influência dos fatores na conversão em biodiesel ____________________________________ 44 \n\n \n\n \n\n\n\nxii \n\n \n\nSUMÁRIO \n\nRESUMO ___________________________________________________________________________ VIII \n\nABSTRACT ___________________________________________________________________________ IX \n\nLISTA DE FIGURAS _____________________________________________________________________ X \n\nLISTA DE TABELAS _____________________________________________________________________ XI \n\nSUMÁRIO ___________________________________________________________________________ XII \n\n1 INTRODUÇÃO E JUSTIFICATIVA ________________________________________________________ 1 \n\n2 OBJETIVOS ________________________________________________________________________ 4 \n\n2.1 OBJETIVO GERAL ____________________________________________________________________ 4 \n\n2.2 OBJETIVOS ESPECÍFICOS _______________________________________________________________ 4 \n\n3 REVISÃO BIBLIOGRÁFICA ____________________________________________________________ 5 \n\n3.1 BIODIESEL ________________________________________________________________________ 5 \n\n3.2 MATÉRIA – PRIMA __________________________________________________________________ 6 \n\n3.2.1 ÓLEO DE SOJA ____________________________________________________________________ 7 \n\n3.2.2 ÁLCOOIS ________________________________________________________________________ 8 \n\n3.3 CATÁLISE _________________________________________________________________________ 9 \n\n3.3.1 CATÁLISE HOMOGÊNEA _____________________________________________________________ 10 \n\n3.3.2 CATÁLISE HETEROGÊNEA ____________________________________________________________ 11 \n\n3.4 ZEÓLITAS ________________________________________________________________________ 12 \n\n3.5 ÓXIDOS METÁLICOS _________________________________________________________________ 17 \n\n3.5.1 ÓXIDO DE CÁLCIO _________________________________________________________________ 18 \n\n3.6 ESPECTROSCOPIA DE RESSONÂNCIA MAGNÉTICA NUCLEAR DE HIDROGÊNIO ___________________________ 22 \n\n4 MATERIAL E MÉTODOS _____________________________________________________________ 24 \n\n4.1 MATERIAL _______________________________________________________________________ 24 \n\n4.2 MÉTODOS _______________________________________________________________________ 24 \n\n4.2.1 CARACTERIZAÇÃO FÍSICO-QUÍMICA DO ÓLEO DE SOJA REFINADO __________________________________ 24 \n\n\n\nxiii \n\n \n\n4.2.1.1 Índice de Acidez ______________________________________________________________ 24 \n\n4.2.1.2 Teor de umidade e material volátil ________________________________________________ 25 \n\n4.2.1.3 Índice de saponificação _________________________________________________________ 25 \n\n4.2.2 PLANEJAMENTO EXPERIMENTAL _______________________________________________________ 25 \n\n4.2.2.1 Análise por RMN-H\n1\n ___________________________________________________________ 29 \n\n4.2.3 TESTES CATALÍTICOS COM CATALISADOR ZEOLÍTICO __________________________________________ 30 \n\n4.2.4 TESTES CATALÍTICOS COM ÓXIDO DE CÁLCIO _______________________________________________ 30 \n\n5 RESULTADOS E DISCUSSÃO __________________________________________________________ 33 \n\n5.1 CARACTERIZAÇÃO FÍSICO-QUÍMICA DO ÓLEO DE SOJA REFINADO __________________________________ 33 \n\n5.2 TRANSESTERIFICAÇÃO COM NAY IMPREGNADA COM KOH ______________________________________ 33 \n\n5.3 TRANSESTERIFICAÇÃO COM ÓXIDO DE CÁLCIO _______________________________________________ 41 \n\n6 COMPARAÇÃO ENTRE OS CATALISADORES _____________________________________________ 49 \n\n7 CONCLUSÕES _____________________________________________________________________ 50 \n\n8 SUGESTÕES PARA TRABALHOS FUTUROS ______________________________________________ 55 \n\n9 REFERÊNCIAS BILIOGRÁFICAS ________________________________________________________ 56 \n\n\n\n1 \n\n \n\n1 INTRODUÇÃO E JUSTIFICATIVA \n\n \n\nA crescente demanda por energia, assim como o aumento da emissão de gás carbônico \n\nna atmosfera e outros gases de efeito estufa, tem reacendido o debate sobre a necessidade do \n\ndesenvolvimento de novas fontes de energia que não as derivadas do petróleo. A queima de \n\ncombustíveis fósseis tem sido apontada como atividade antrópica de maior impacto sobre o \n\nclima segundo o Intergovernmental Panel on Climate Change (IPCC).  \n\nUm estudo recente também relaciona o crescente aumento de hidrocarbonetos \n\npolicíclicos aromáticos em grandes centros urbanos, chamados pela sigla HPA. Estes \n\ncompostos, derivados do benzeno, são emitidas na queima de combustíveis fósseis e são sido \n\nassociados a diversos tipos de câncer. Ainda não existe um protocolo para sua medição e \n\ncontrole, no entanto, é sabido que a utilização de combustíveis derivados da biomassa diminui \n\nseveramente os índices destes compostos no ar (ABRANTES et al., 2007).  \n\nEmbora a utilização de combustíveis fósseis já tenha sido consolidada, há o histórico de \n\ncrises na sua disponibilidade devido a oscilações do mercado externo e impasses políticos. \n\nAlém disso, trata-se de uma fonte não renovável de energia com previsões de que o consumo \n\nexcessivamente superior à oferta irá, por fim, esgotá-la. Segundo o Plano Nacional de Energia, \n\no PNE 2030, iniciativa do governo brasileiro que tem como objetivo fazer um estudo pioneiro \n\nde planejamento integrado dos recursos energéticos, no médio e longo prazo, a cana-de-açúcar \n\ne seus derivados deverão figurar como a segunda fonte de energia mais importante da matriz \n\nenergética brasileira. Os biocombustíveis foram responsáveis pelo abastecimento de 3% de \n\ncombustíveis de transporte mundial e a previsão é de que este percentual chegue a 8% em \n\n2035 (BRASIL, 2010).  \n\nPara evitar a dependência energética de outros países e aproveitando a tradição agrícola do \n\npaís, o Brasil tem procurado estabelecer programas para o desenvolvimento de fontes de \n\nenergia derivadas da biomassa. Neste cenário surge o biodiesel como uma fonte de energia \n\nalternativa. Com uma estrutura atuante do Estado em políticas energéticas, o Ministério da \n\nCiência e Tecnologia instituiu o Programa Brasileiro de Desenvolvimento Tecnológico de \n\nBiodiesel, o PROBIODIESEL. O objetivo deste programa é fomentar o desenvolvimento \n\n\n\n2 \n\n \n\ncientífico e tecnológico da cadeia produtiva de biodiesel utilizando como matéria-prima óleos \n\nvegetais e álcool etílico.  \n\nEm 2003 foi implementado o Programa Nacional de Produção e Uso do Biodiesel \n\n(PNPB) para inclusão do biodiesel na matriz energética brasileira. Em 13 de janeiro de 2005, a \n\nLei N° 11.097 foi publicada e tornou compulsória a adição de biodiesel, já então regulado pela \n\nAgência Nacional do Petróleo, Gás Natural e Biocombustíveis (ANP), ao diesel mineral pelas \n\nrefinarias e distribuidoras. Assim, o Programa Nacional de Produção e Uso do Biodiesel \n\n(PNPB) tornou obrigatório em julho de 2008 a mistura de 3% do biodiesel ao diesel \n\ncomercializado. Este percentual antecipou a meta previamente traçada. Já em 2009, a \n\nResolução CNPE nº 2/2009 estabeleceu que, a partir de julho de 2009 este percentual \n\nobrigatório de biodiesel adicionado ao diesel seria de 4%. A partir de 2010 o percentual de \n\nbiodiesel adicionado ao diesel passou a ser de 5% (em volume).  \n\nA medida que tornou obrigatória a adição de biodiesel ao diesel fóssil, além de peça \n\nfundamental da consolidação do emprego de um novo combustível, visava permitir o \n\nincremento social e econômico regionais ao incentivar a agricultura familiar como fornecedora \n\nde matéria-prima para sua produção e outros serviços. Diante deste quadro e da expectativa de \n\num aumento da demanda por biodiesel, faz-se necessário o aprimoramento e desenvolvimento \n\ntecnológico da produção e redes de distribuição, assim como normatização de parâmetros \n\nqualitativos.  \n\nSão várias as vantagens atribuídas ao uso de biodiesel, tais como: diminuição da \n\nemissão de material particulado e compostos sulfurados, grande diversidade de matéria-prima \n\ndisponível para fabricação, mitigação de dióxido de carbono na atmosfera decorrente da \n\ncaptura pela planta utilizada como matéria-prima, utilização de áreas cultiváveis atualmente \n\nociosas. Além disso, previsões são feitas de que o aumento da porcentagem de biodiesel \n\nadicionado ao diesel tenha efeito positivo na balança comercial brasileira. Em 2008 o uso de \n\nbiodiesel evitou a importação de aproximadamente 1,1 bilhão de litros de diesel fóssil.  \n\nÉ importante também que a mistura de biodiesel com o óleo diesel atenda a \n\nespecificação do diesel, principalmente quanto às exigências do sistema de injeção do motor, \n\ndo sistema de filtragem e de exaustão. \n\nO biodiesel é produzido principalmente por uma reação de transesterificação onde \n\ntriacilglicerídios são convertidos em uma mistura de ésteres utilizando um álcool de cadeia \n\n\n\n3 \n\n \n\ncurta. O álcool mais utilizado é o metanol, porém, apresenta o inconveniente de ser tóxico e \n\nderivado de fontes não-renováveis. São poucos os estudos sobre transesterificação etílica, que \n\né uma reação reversível e apresenta baixa constante de equilíbrio. No biodiesel etílico a fase \n\néster é mais dificilmente separada da fase glicerina, que é um co-produto da reação. No \n\nentanto a síntese de biodiesel utilizando etanol é estimulada pelo potencial agrícola brasileiro, \n\nassim como o conhecimento e tecnologia agregados há vários anos para produção deste álcool. \n\nOs catalisadores mais comumente utilizados na indústria são os homogêneos, que embora \n\nsejam de baixo custo e com alto rendimento na conversão, eles exigem um óleo de excelente \n\nqualidade, com baixa acidez e umidade, de forma a evitar a formação de sabão.  \n\nDiante disso, a catálise heterogênea tem sido apontada como uma maneira de \n\nminimizar estes inconvenientes. Elimina etapas de lavagem do produto final e podem ser \n\nregenerados para reutilização. Catalisadores heterogêneos são, geralmente, menos corrosivos e \n\nmais estáveis termicamente que os demais catalisadores. As reações em que eles atuam \n\ntendem a ser mais eficientes, tornando o produto mais economicamente viável. Além disso, \n\ncatalisadores heterogêneos podem ser mais específicos durante sua atuação em reações \n\nquímicas, minimizando a possibilidade de reações paralelas que geram produtos não \n\ndesejáveis. As zeólitas são conhecidas pela sua capacidade de sofrerem modificações, de \n\nmodo a tornar sua atividade com maior especificidade. O óxido de cálcio, por sua vez, \n\napresenta baixo custo e apresenta bom desempenho catalítico em reações de transesterificação \n\nutilizando metanol como insumo.  \n\nA catálise apresenta papel fundamental e está relacionada com o exercício da chamada \n\n“química verde”, ou seja, a prática da química que tem como princípio a sustentabilidade do \n\nplaneta incluindo a minimização da geração de resíduos e reaproveitamento de materiais.  \n\n\n\n4 \n\n \n\n2 OBJETIVOS \n\n \n\n2.1 Objetivo geral \n\n \n\nO presente trabalho tem como objetivo estudar a síntese de biodiesel etílico de óleo de \n\nsoja refinado por meio da reação de transesterificação utilizando catalisadores heterogêneos do \n\ntipo zeolítico e óxido de cálcio. \n\n \n\n2.2 Objetivos específicos \n\n \n\nOs objetivos específicos deste projeto são: \n\ni. Caracterizar o óleo de soja refinado como matéria-prima para a produção de ésteres \n\netílicos; \n\nii. Avaliar a influência de parâmetros reacionais (tempo, razão molar e temperatura) no \n\nrendimento em biodiesel, através do Planejamento Experimental e Metodologia da Superfície \n\nde Resposta; \n\niii. Análise do rendimento em ésteres do biodiesel obtido por RMN-H1.  \n\n\n\n5 \n\n \n\n3 REVISÃO BIBLIOGRÁFICA \n\n \n\n3.1 Biodiesel \n\n \n\nO biodiesel é uma mistura de ésteres que pode ser produzida por meio de vários \n\nmétodos, tais como: transesterificação catalítica, esterificação, uso de fluido supercrítico, entre \n\noutros. Embora seja apontado como combustível de vanguarda, a primeira patente mundial de \n\nbiodiesel foi depositada na década de 80 pelo professor Expedito Parente, na Universidade \n\nFederal do Ceará. As vantagens de utilizar este biocombustível são várias: utiliza como fontes \n\nde matérias-prima recursos renováveis, é biodegradável, não contém compostos sulfurados, o \n\nCO2 emitido em sua combustão é absorvido pelas oleaginosas e não é tóxico. Além disso, é \n\ntotalmente miscível com óleo diesel (HAAS et al., 2006).  \n\nO método mais difundido para a produção de biodiesel é transesterificação, onde \n\nmoléculas de triacilglicerídios reagem com moléculas de um álcool de cadeia curta e são \n\nconvertidos em moléculas de ésteres e glicerol, segundo a reação apresentada na  \n\nFigura 1. \n\n \n\nCH2-O-CO-R1      CH2-OH    R-O-CO-R1 \n |          | \nCH-O-CO-R2 +   3ROH   CH-OH      +  R-O-CO-R2 \n |          | \nCH2-O-CO-R3     CH2-OH    R-O-CO-R3 \n(triacilglicerídio)  (álcool)  (glicerol)                  (mistura de ésteres) \n\n \n\nFigura 1. Reação de transesterificação de óleo vegetal \n\n \n\nA reação de transesterificação consiste em uma sequência de três reações consecutivas \n\nreversíveis. A primeira etapa é a conversão dos triglicerídios em diacilglicerídios, seguida pela \n\nconversão dos diacilglicerídios em monoacilglicerídios, e finalmente, dos monoacilglicerídios \n\nao glicerol, com geração de uma molécula do éster de cada glicerídio em cada etapa, como \n\ndescrito na Figura 2. \n\n\n\n6 \n\n \n\n \n\nFigura 2. Esquema da reação de transesterificação (RINALDI et al., 2007) \n\n \n\nA reação de transesterificação se faz necessária porque o óleo vegetal apresenta \n\ncaracterísticas que dificultam seu uso nos motores de combustão interna, tais como: alta \n\nviscosidade, baixa volatilidade, pobre atomização, entre outras.  A viscosidade é um parâmetro \n\nimportante do combustível, uma vez que implica em sua capacidade de ser atomizado e \n\ninjetado no motor, em especial, a baixas temperaturas (VUJICIC et al., 2010).   \n\nA reação de transesterificação deve ser completa, ou seja, com ausência total de \n\nglicerídios remanescentes e o biocombustível deve ser de alta pureza, não contendo traços de \n\nglicerol livre, de catalisador residual ou de álcool excedente da reação.  \n\nA denominação mundial da mistura de biodiesel e óleo diesel é dada pela sigla BX, onde \n\nX representa a proporção em volume do biodiesel. Por exemplo, 5% de biodiesel adicionado \n\nao óleo diesel corresponde ao B5.  \n\n \n\n3.2 Matéria – prima \n\n \n\nAs matérias-primas mais comumente utilizadas para fabricação de biodiesel são óleos \n\nvegetais (óleo de soja, girassol, amendoim, dendê, pinhão-manso, mamona, etc.), gordura \n\nanimal e óleo residual. São fontes de triacilglicerídios, substâncias insolúveis em água \n\n(HARTMAN &amp; ESTEVES, 1982 apud PIGHINELLI, 2007). Óleos vegetais apresentam \n\nmaior número de insaturações na cadeia, de modo que se apresentam no estado líquido a \n\ntemperatura ambiente. Já a gordura animal, por conter menor percentual de insaturações, pode-\n\nse apresentar também no estado sólido à temperatura ambiente.  \n\n\n\n \n\n3.2.1 Óleo de soja\n\n \n\nA soja é uma \n\nsido explorada atualmente \n\no óleo de soja e as proteínas \n\nFatores como a geografia, o clima e a economia determinam o ó\n\ninteresse para uso potencial nos \n\nO Brasil é o segundo produtor mundial de soja, com produção de 57,1 milhões de \n\ntoneladas na safra 2008/\n\nprodutiva bem organizada e baixo preço em relação aos demais óleos produzidos, são fatores \n\nque foram levados em consideração na escolha do óleo de soja para produção de biodiesel.\n\nprocessamento da soja conta com um parque industrial estruturado, assim \n\nmaquinário agrícola e insumo\n\nCentro-Oeste as\n\nSegundo o Boletim Mensal dos Combustíveis \n\nsoja correspondeu, em \n\nbiodiesel, seguida da gordura bovina (12,92%) e algodão (3,18%), \n\n3. \n\n \n\nFigura 3.  Particip\n\n \n\n7 \n\nÓleo de soja \n\nA soja é uma leguminosa de origem asiática de\n\nsido explorada atualmente para o cultivo de grãos. A partir dos grãos de soja é possível extrair \n\ne as proteínas por meio de extração mecânica ou extração por solvente. \n\nFatores como a geografia, o clima e a economia determinam o ó\n\ninteresse para uso potencial nos biocombustíveis \n\nO Brasil é o segundo produtor mundial de soja, com produção de 57,1 milhões de \n\ntoneladas na safra 2008/2009 (BRASIL, 2009\n\nprodutiva bem organizada e baixo preço em relação aos demais óleos produzidos, são fatores \n\nque foram levados em consideração na escolha do óleo de soja para produção de biodiesel.\n\nprocessamento da soja conta com um parque industrial estruturado, assim \n\nmaquinário agrícola e insumo. É cultivada em praticamente todo o país, sendo as regi\n\nas que mais produzem os grãos (MOURAD, 2008\n\nSegundo o Boletim Mensal dos Combustíveis \n\nrespondeu, em novembro de 2010, a 8\n\nseguida da gordura bovina (12,92%) e algodão (3,18%), \n\nParticipação das matérias-primas na produção de biodiesel (\n\n82%\n\n13%\n\n4%\n\n \n\norigem asiática de nome científico Glycine Ma\n\npara o cultivo de grãos. A partir dos grãos de soja é possível extrair \n\npor meio de extração mecânica ou extração por solvente. \n\nFatores como a geografia, o clima e a economia determinam o óleo vegetal de maior \n\nbiocombustíveis (FERRARI et al., 2005).  \n\nO Brasil é o segundo produtor mundial de soja, com produção de 57,1 milhões de \n\n). Esta abundância, assim como uma cadei\n\nprodutiva bem organizada e baixo preço em relação aos demais óleos produzidos, são fatores \n\nque foram levados em consideração na escolha do óleo de soja para produção de biodiesel.\n\nprocessamento da soja conta com um parque industrial estruturado, assim como importan\n\nÉ cultivada em praticamente todo o país, sendo as regi\n\nMOURAD, 2008). \n\nSegundo o Boletim Mensal dos Combustíveis Renováveis (BRASIL, 2011\n\nmbro de 2010, a 82,92% da matéria-prima para produção de \n\nseguida da gordura bovina (12,92%) e algodão (3,18%), como mostrado \n\n \n\nprimas na produção de biodiesel (BRASIL, 2010). \n\nÓleo de soja\n\nGlycine Max, que tem \n\npara o cultivo de grãos. A partir dos grãos de soja é possível extrair \n\npor meio de extração mecânica ou extração por solvente.  \n\nleo vegetal de maior \n\nO Brasil é o segundo produtor mundial de soja, com produção de 57,1 milhões de \n\n, assim como uma cadeia \n\nprodutiva bem organizada e baixo preço em relação aos demais óleos produzidos, são fatores \n\nque foram levados em consideração na escolha do óleo de soja para produção de biodiesel. O \n\ncomo importante \n\nÉ cultivada em praticamente todo o país, sendo as regiões Sul e \n\n2011), o óleo de \n\nprima para produção de \n\ncomo mostrado na Figura \n\n\n\n8 \n\n \n\nAlém da disponibilidade, o óleo de soja refinado é considerado adequado como insumo \n\npara produção de biodiesel, uma vez que apresenta baixo teor de ácidos graxos livres \n\n(VUJICIC, et al., 2010). Uma vez que ácidos graxos tendem a reagir com catalisadores que \n\napresentam sítios básicos, o óleo de soja refinado, que já sofre uma neutralização prévia, \n\ngeralmente apresenta baixo índice de acidez, o que o torna adequado para uso na \n\ntransesterificação.  \n\n \n\n3.2.2 Álcoois \n\n \n\nAlguns álcoois que podem ser utilizados na produção de biodiesel são o metanol, \n\netanol, propanol, isopropanol, butanol ou álcool amílico. Normalmente, o metanol e etanol são \n\nempregados com maior freqüência devido às suas propriedades físico-químicas, ou seja, \n\nmenor cadeia carbônica, com polaridade maior. Estes podem reagir rapidamente com os \n\ntriacilglicerídios e dissolver facilmente o catalisador (SOLDI, et al., 2009).  \n\nA maior parte do biodiesel atualmente produzido no mundo deriva de óleo vegetal e \n\nmetanol. Embora apresente maior índice de toxicidade que o etanol, o custo de produção de \n\nmetanol é mais barato, o que o torna matéria-prima preferencial na produção biodiesel.  \n\nA Figura 4 mostra a produção de etanol anidro e hidratado a partir de 2008.  \n\n \n\n \n\nFigura 4. Produção de etanol no Brasil a partir de 2008 (Brasil, 2010). \n\n\n\n9 \n\n \n\n \n\nAlguns álcoois que podem ser utilizados na produção de biodiesel são o metanol, \n\netanol, propanol, isopropanol, butanol ou álcool amílico. Normalmente, o metanol e etanol são \n\nempregados com maior freqüência devido às suas propriedades físico-químicas, ou seja, \n\nmenor cadeia carbônica, com polaridade maior. Estes podem reagir rapidamente com os \n\ntriacilglicerídios e dissolver facilmente o catalisador (SOLDI, et al., 2009).  \n\n \n\n3.3 Catálise \n\n \n\nO termo catálise foi utilizado inicialmente pelo químico sueco Berzelius e é derivado da \n\npalavra de origem grega katálusis. A catálise é o fenômeno no qual um material estranho a \n\nreação aumenta a velocidade da mesma através de um caminho reacional mais favorável do \n\nponto de vista cinético.  \n\nEmbora a catálise participe de mais de 85% dos processos industriais químicos, \n\npesquisas envolvendo o tema só se iniciaram no Brasil na década de 70. A maior parte dessas \n\npesquisas eram desenvolvidas com ênfase na catálise relacionada à processos petroquímicos, \n\ncom ênfase na catálise heterogênea. O avanço nas pesquisas na área de catálise homogênea, \n\npor sua vez, se deu notoriamente na década de 90. Em 1995 houve a criação da Divisão de \n\nCatálise da Sociedade Brasileira de Química, como consequência do reconhecimento da \n\nimportância da catálise no ambiente acadêmico e industrial. (DUPONT, 2002) \n\nA aplicação da catálise é bastante ampla. Alguns setores que envolvem processos \n\ncatalíticos são: a indústria petroquímica, controle ambiental, produção de polímeros e produtos \n\nquímicos (SANTOS &amp; LAGO, 2007). Embora vários processos catalíticos ocorram \n\nnaturalmente, processos catalíticos artificiais ganharam notoriedade por sua importância. \n\nPode-se citar como exemplo a produção catalítica de amônia para produção de fertilizantes, \n\nuso de conversores catalíticos em automóveis, produção de hidrocarbonetos a partir de gás de \n\nsíntese, reforma a vapor do metano para produção de hidrogênio gasoso, craqueamento \n\ncatalítico, entre outros.  \n\nO catalisador é a substância “estranha” a reação e que não participa da mesma, podendo \n\nser recuperado. É sabido, no entanto, que reações paralelas podem ocorrer com catalisadores, \n\n\n\n10 \n\n \n\ndando origem a compostos que implicam em novas etapas de purificação de processos. O \n\ncatalisador não altera a composição do equilíbrio químico e seu uso tem efeito sobre a \n\nseletividade das reações químicas. É esperado que o catalisador não se altere nas condições \n\nreacionais, ou seja, apresente alta estabilidade mecânica e térmica. Além disso, tenha alta \n\natividade, que é a relação entre quantidade de produto produzido e volume de catalisador \n\nconsumido, e alta seletividade, que é a minimização de reações geradoras de produtos que não \n\nsão de interesse. Em alguns casos é necessário diminuir a atividade catalítica a fim de \n\naumentar a seletividade do catalisador.  \n\nTodos os catalisadores sofrem alteração da sua atividade catalítica ao longo de sua vida \n\nútil, fenômeno denominado desativação. (FOGLER, 1992). \n\n \n\n3.3.1 Catálise Homogênea \n\n \n\nA catálise homogênea é aquela que ocorre quando reagentes e catalisador se encontram \n\nna mesma fase do sistema reacional. Do ponto de vista industrial, a catálise homogênea \n\napresenta maior economia de energia, menor degradação dos reagentes e catalisadores. Além \n\ndisso, a transferência de calor ocorre de modo mais eficiente, promovendo uma redução do \n\nnúmero de “pontos quentes”, locais onde ocorrem reações paralelas indesejáveis.  \n\nNa produção de biodiesel, a transesterificação promovida por catálise homogênea é a \n\nmais difundida, uma vez que as reações ocorrem em condições mais amenas de temperatura, \n\napresentam alto rendimento e ocorrem em tempo reacional menor. No entanto, a produção de \n\nbiodiesel via catálise homogênea apresenta como inconvenientes o fato de requerer etapas \n\nadicionais de purificação do biodiesel pelo fato dos catalisadores ficarem solubilizados no \n\nmeio reacional. Além disso, óleos vegetais com alto teor de ácidos graxos livres como \n\nmatéria-prima tendem a formar sabão na transesterificação por catálise homogênea básica. \n\n(MEHER et al., 2006). \n\nOs catalisadores homogêneos mais comumente usados são os hidróxidos alcalinos e os \n\nalcóxidos, que promovem a catálise básica. Costumam ser mais baratos quando comparados \n\ncom outros tipos de catalisadores, como as zeólitas, porém sua vida útil também é menor e \n\ntendem a formar emulsões (PINTO et al., 2005).  \n\n\n\n11 \n\n \n\nCatalisadores homogêneos ácidos, embora insensíveis a ácidos graxos, são utilizados \n\ncom menor freqüência na síntese de biodiesel. Isso porque a taxa de reação da catálise \n\nhomogênea ácida é baixa e os catalisadores ácidos são geralmente corrosivos. (MEHER et al., \n\n2006). \n\n \n\n3.3.2 Catálise Heterogênea \n\n \n\nA catálise heterogênea ocorre quando o catalisador se encontra em uma fase distinta do \n\nmeio reacional. Geralmente é um sólido não solúvel em fase fluida (gasosa ou líquida) e \n\npodem ser mássicos e suportados. A catálise heterogênea é também conhecida como catálise \n\nde contato porque as reações químicas ocorrem na superfície do catalisador. A catálise \n\nheterogênea apresenta várias vantagens, tais como: utiliza reatores mais simples, catalisadores \n\nheterogêneos apresentam maior resistência mecânica, permite uma separação mais simples dos \n\nprodutos e do catalisador, minimizando etapas de purificação. Além disso, catalisadores \n\nheterogêneos apresentam maior estabilidade e fácil regeneração. Estas características atendem \n\nde forma relevante boa parte das exigências para que o catalisador seja considerado ótimo \n\nindustrialmente: ser estável nas condições reacionais, boa resistência ao atrito, possibilidade \n\nde regeneração e apresentar baixo custo, sendo esta última característica relativa, uma vez que \n\ndepende de quantos ciclos o catalisador poderá ser utilizado e sua atividade catalítica. \n\n(FLOGLER, 1992).  \n\nOutra vantagem do uso de catalisadores heterogêneos sólidos básicos é a menor \n\nquantidade utilizada. Zhang et al. (2003) reportaram que 88 toneladas de hidróxido de sódio \n\neram necessárias anualmente para a produção de 8000 toneladas de biodiesel, enquanto Dossin \n\net al. (2006) mostraram em uma simulação que 5,7 toneladas de MgO seriam necessárias para \n\na produção de 100.000 toneladas de biodiesel. Entretanto, o desempenho é ainda desfavorável \n\nquando os catalisadores heterogêneos básicos são comparados aos catalisadores homogêneos.  \n\nAs reações com catalisadores heterogêneos se processam a uma velocidade \n\nrelativamente baixa, tendo em vista os problemas difusivos associados ao fato da mistura \n\nreacional ser constituída por três fases (óleo/álcool/catalisador). Contudo, a catálise \n\nheterogênea apresenta potencial para promover métodos de síntese mais sustentáveis do ponto \n\nde vista ambiental e com redução nos custos de produção (XIE et al., 2006). \n\n\n\n12 \n\n \n\nNa produção de biodiesel, a catálise heterogênea tende a minimizar a formação de \n\nsabão e dispensa a etapa de lavagem, além da possibilidade de tornar o processo contínuo. Os \n\ncatalisadores heterogêneos são principalmente ácidos, básicos e enzimáticos, estes também \n\ndenominados biocatalisadores. Como subgrupos, podem-se definir os catalisadores \n\nheterogêneos como sendo óxidos metálicos, metais complexos, metais ativos suportados, \n\nzeólitas, resinas, membranas e lipases. (MA &amp; HANNA, 1999).  \n\nNa França, uma planta comercial para a produção de biodiesel, baseada na tecnologia \n\nEsterfip-H desenvolvida pelo Instituto Francês de Petróleo (IFP), entrou em funcionamento, \n\nutilizando pela primeira vez um catalisador heterogêneo. O catalisador utilizado foi um óxido \n\nmisto de zinco e alumínio. Esta tecnologia apresenta etapas de purificação dos produtos mais \n\nsimplificadas e altos rendimentos em ésteres metílicos. No entanto, condições operacionais \n\nmuito drásticas foram utilizadas (170-250 °C e 30-70 atm) (HELWANI et al., 2009). \n\nAlguns estudos utilizam catalisadores zeolíticos na alcoólise de ésteres para síntese de \n\nbiodiesel, apresentando bom rendimento. As zeólitas têm sido apontadas como catalisadores \n\ncom grande potencial de uso em catálise pela sua altíssima seletividade e por evitar reações \n\nparalelas indesejadas (LUNA &amp; SCHUCHARDT, 2001). Porém, são necessários mais estudos \n\nacerca de seu desempenho e atividade em reações de transesterificação.  \n\nJá o óxido de cálcio apresenta atividade catalítica na produção de biodiesel metílico e é \n\nviável economicamente (KOUZU et al., 2008) de modo que estudos envolvendo sua utilização \n\ncomo catalisador em reações de etanólise são necessários.  \n\n \n\n3.4 Zeólitas \n\n \n\nSão sólidos ácidos microporosos denominados aluminossilicatos com grande potencial \n\ncomo catalisadores. Seu uso ficou conhecido na indústria petrolífera por sua atividade, \n\nestabilidade e seletividade (DAVIS, 2003). Suas cavidades de dimensões moleculares são \n\ngeralmente preenchidas por cátions e água. A transferência de matéria entre o espaço interior e \n\nexterior das zeólitas é limitado pelo diâmetro dos canais que as constituem. Por isso, é dito que \n\nas zeólitas apresentam seletividade de forma, uma vez que, se a reação apresenta \n\nintermediários que não se ajustam ao tamanho dos poros, ela não ocorre (LAM et al., 2010).  \n\n\n\n13 \n\n \n\nA estrutura cristalina é constituída por tetraedros do tipo TO4, onde T são os átomos de \n\nsilício ou alumínio, unidos por meio de até quatro átomos de oxigênio, constituindo a unidade \n\nbásica da zeólita. A Figura 5 mostra a estrutura de um zeólita faujasita.  \n\n \n\n \n\nFigura 5. Zeólita do tipo faujasita  \n\n \n\nTambém conhecidas como peneiras moleculares, apresentam uma série de vantagens, \n\ncomo a alta seletividade durante sua ação, grande área superficial interna e uma estrutura que \n\npermite sua modificação, não são tóxicas, nem corrosivas (LUNA &amp; SCHUCHARDT, 2001). \n\nQuando há a incorporação de espécies, os sítios de ação da zeólita são modificados (DAVIS, \n\n2003), o que permite o controle de suas forças. A força dos sítios zeolíticos depende \n\nprincipalmente do arranjo do esqueleto, da composição química e dos tipos de interação entre \n\nos componentes, adequando a ação catalítica a diversos tipos de transesterificação (RAMOS et \n\nal., 2008).  \n\nAs zeólitas abrigam em sua estrutura óxidos metálicos alcalinos, metais alcalinos e \n\ncátions de metais alcalinos (DAVIS, 2003). Estes últimos aumentam a densidade de elétrons \n\nno esqueleto do oxigênio, influenciando a força dos sítios básicos do sólido, que também \n\ndependem da estrutura do esqueleto, dos átomos que o compõe e do modo com que as \n\ninterações ocorrem. A presença de cátions pode ser controlada, adequando a acidez da zeólita \n\npara diferentes reações de transesterificação (RAMOS et al., 2008). \n\n\n\n14 \n\n \n\nSuppes et al. (2004) testaram a zeólita do tipo faujasita NaY em duas temperaturas de \n\ntransesterificação (120 e 150 °C), utilizando 10% de catalisador em relação à massa de óleo \n\nvegetal de soja. O tempo reacional foi de 24 horas e a razão molar de metanol e óleo foi de \n\n6:1. O maior rendimento foi de 11,1% em ésteres para a transesterificação ocorrida a 150 °C. \n\nJá a 120 °C o rendimento foi de 9,6%.  \n\nA mesma zeólita NaY foi utilizada por Noiroj et al. (2009) na análise do rendimento de \n\numa reação de transesterificação utilizando zeólita NaY impregnada com 10% de hidróxido de \n\npotássio. Inicialmente analisou-se a influência do tempo reacional no rendimento em ésteres. \n\nApós 3 horas de reação o rendimento em ésteres permaneceu aproximadamente constante, \n\nindicando que a variável tempo só é significativa no início da reação. A variável razão molar \n\n(metanol/óleo) também foi estudada na faixa entre 6 e 21. Embora seja sabido que a razão \n\nteórica de metanol/óleo é 3, a reação apresenta constante de equilíbrio de baixo valor, de modo \n\nque seja necessário excesso de álcool para deslocar a reação para o sentido da formação de \n\nprodutos. Foi demonstrado que o aumento da temperatura promove o aumento de rendimento \n\nda reação até a razão molar de 15.  Por último analisou-se a influência da quantidade de \n\ncatalisador utilizado na reação de modo que o incremento na porcentagem de catalisador \n\nutilizado implicou em maior produção de ésteres.  \n\nO rendimento ótimo ocorreu a temperatura de 60°C, razão molar de metanol e óleo de \n\n15:1 e tempo reacional de 3 horas. Foi usado, ainda nas condições ótimas, 6% de catalisador \n\nem relação à massa de óleo sob agitação de 300 rpm e o rendimento obtido foi de 91,07%. Os \n\nmesmos autores verificaram que a impregnação das zeólitas com KOH parecem aumentar a \n\natividade catalítica até um valor máximo. Após este ponto máximo, o aumento da massa de \n\nKOH impregnada diminui o rendimento da reação. Uma explicação para este fenômeno é que \n\no excesso de KOH pode ocluir os sítios ativos de catálise ou formar uma nova fase ativa de \n\nhidróxido de potássio, diminuindo a área superficial da zeólita, determinada pelo método BET \n\n(Brunauer-Emmet-Teller).  \n\n Já Xie et al. (2007) utilizaram a zeólita NaX também impregnada com hidróxido de \n\nsódio na proporção de 3% de massa do catalisador em relação à massa de óleo vegetal. A \n\nimpregnação ocorreu a diversas proporções (4, 7, 10 e 14% em massa em relação à massa da \n\nzeólita). A transesterificação ocorreu a 65 °C durante 8 horas. Assim como Noiroj et al. \n\n(2009), os autores verificaram um pico da atividade catalítica com o aumento da impregnação \n\n\n\n15 \n\n \n\ncom hidróxido de sódio, seguida de uma queda no rendimento da reação. Em relação à razão \n\nmolar, Xie et al. (2007) também verificaram uma relação crescente do rendimento com o \n\naumento da razão molar metanol /óleo, obtendo rendimento máximo na razão 10:1. Ainda no \n\nmesmo estudo, a análise da influência da quantidade de catalisador no meio reacional \n\ncorrobora os resultados de Noiroj et al. (2009), demonstrando que a transesterificação é \n\ndependente da quantidade de catalisador. O rendimento máximo em biodiesel, 85,6%, foi \n\natingido para a zeólita carregada com 10% de KOH. A zeólita foi calcinada à temperatura de \n\n110 °C durante 2 horas como etapa de preparação do catalisador a fim de que fossem \n\ndesobstruídos os sítios catalíticos. \n\n No trabalho de Brito et al. (2007) foi avaliado um reator contínuo na transesterificação \n\nde óleo residual com zeólitas do tipo Y carregadas com diversos teores de Al2O3. Os teores de \n\nAl2O3 na zeólitas Y756 e Y530 são, respectivamente, 2,9% e 5,6%. A razão molar \n\nmetanol:óleo foi análoga ao trabalho de Suppes et al. (2004), 6:1 em todos os ensaios. Foram \n\nvariados a temperatura (200-476oC), fluxo de óleo (1,69 – 4,91cm3/min) e tempo (7,57 – 21,99 \n\nmin). À temperatura de 476 °C e tempo de 21,99 minutos, o maior rendimento (26,6%) \n\nocorreu utilizando a zeólita Y756. A transesterificação com zeólita Y530 apresentou \n\nrendimento de 21,9%.  \n\n López et al. (2005) avaliaram a atividade catalítica das zeólitas ETS-10 (Na, K) e ETS-\n\n10 (H) na transesterificação metílica de triacetina. A zeólita ETS-10 (Na, K) foi calcinada a \n\n500 °C e a ETS-10 (H) a 200 °C. A razão molar (metanol e triacetina) foi de 6:1 com 2% de \n\ncatalisador (em relação à massa de triacetina). O sistema foi submetido à agitação de 150 rpm \n\nà temperatura de 60 °C. A zeólita ETS-10 (Na, K) apresentou conversão de quase 99% após 8 \n\nhoras de reação, enquanto que zeólita ETS-10 (H) apresentou rendimento inferior a 10%. O \n\nmotivo para a discrepância entre os valores de conversão pode ser explicado pelo fato dos íons \n\nalcalinos compensarem a densidade negativa da estrutura zeolítica, modificando de forma \n\nmais efetiva a basicidade da zeólita.  \n\n A zeólita ETS-10 também foi tema do trabalho de Suppes et al. (2004), onde avaliaram \n\na zeólita na sua forma original, trocada com KOH e CsCl, originando as zeólitas K-ETS-10, \n\nCs-ETS10 e a zeólita (K,Cs)-ETS-10. Como etapa de preparação, todas foram calcinadas a \n\n500 °C durante 4 horas. Durante 24 horas a transesterificação metílica de óleo de soja ocorreu \n\nna razão molar 6:1 (metanol e óleo) com 10% de catalisador (em relação à massa de óleo). Foi \n\n\n\n16 \n\n \n\nverificada a influência de três temperaturas no rendimento da reação, 60, 120 e 150 °C na \n\nconversão em ésteres. As zeólitas testadas apresentaram bom rendimento (ETS-10, zeólita na \n\nforma original, catalisou a reação com maior rendimento dentre elas, de 95,8%, seguida da K-\n\nETS10, com 93,8%, Cs-ETS10 com 88,5% e (Cs,K)ETS10, com 88,1%). No mesmo trabalho, \n\nfoi testada a zeólita faujasita NaX na sua forma original, assim como trocada ionicamente com \n\npotássio e césio, originando as zeólitas KX, CsX e (Cs,K)X. As zeólitas também foram \n\ncalcinadas e utilizadas nas mesmas condições reacionais descritas para as zeólitas ETS-10 \n\nacima descritas. No entanto, as faujasitas apresentaram rendimento consideravelmente inferior \n\naos titanossilicatos. Em todos os casos, a temperatura de 150 °C foi a que apresentou maior \n\nrendimento no tempo reacional de 24 horas. Entretanto, foi observado que a zeólita ETS-10 \n\napresentou conversão de 92% em biodiesel, a 100 °C durante 3 horas, cujo tempo reacional \n\nconsideravelmente menor implicaria em diminuir os custos da síntese. Ainda no mesmo \n\nestudo, afirma-se que quanto mais eletropositivo o cátion de compensação, maior a basicidade \n\nda zeólita, que está relacionada com maior conversão em ésteres.  O trabalho de López et al. \n\n(2005) corrobora a explicação acima, uma vez que a transesterificação com a zeólita ETS-10 \n\n(H) apresentou rendimento em ésteres inferior a 10%, enquanto que o rendimento obtido \n\nquando o catalisador utilizado é ETS-10 (Na, K) o foi de 99% nas mesmas condições. O césio \n\nparece ser uma exceção, uma vez que seu cátion é maior que os demais e pode dificultar a \n\ntroca iônica.  \n\n Shu et al. (2007) utilizaram zeólita beta modificada com La3+ como catalisador da \n\ntransesterificação metílica de óleo de soja. Nas condições ótimas, a razão molar metanol/óleo \n\nfoi 14,5, a temperatura foi 60 °C e a razão molar catalisador/óleo foi de 0,011. O tempo \n\nreacional foi de 4 horas e o rendimento foi de 48,5% em ésteres. O mesmo estudo afirma que a \n\ntransesterificação com zeólita beta modificada apresenta maior conversão e estabilidade que a \n\nzeólita beta não modificada. Isto porque a modificação na zeólita aumenta o número de sítios \n\nácidos de Bronsted na superfície externa do catalisador.  \n\nJitiputti et al. (2006) testaram catalisadores (3% em relação à massa de óleo) na \n\ntransesterificação metílica de óleo de palma e coco. A zeólita L na forma potássica, \n\ndenominada KL, cuja composição teórica é dada por (K9)(Si27Al9O72).21H2O, foi impregnada \n\ncom solução de KNO3, a fim de ser sintetizada a zeólita KNO3/KL. O catalisador foi calcinado \n\n\n\n17 \n\n \n\npor 2 horas a 600°C. A razão molar metanol/óleo foi de 6:1, velocidade angular de agitação de \n\n350 rpm e pressão de 50 bar sob atmosfera de nitrogênio. \n\nO rendimento ótimo para o óleo de palma foi 71,4% em ésteres, com tempo reacional \n\nde 4 horas e temperatura de 200 °C. Assim como nos trabalhos de NOIROJ et al. (2009) e Xie \n\net al. (2007), o rendimento da reação demonstrou ser dependente do aporte de catalisador \n\nutilizado.  \n\nJá na transesterificação do óleo de coco o rendimento foi de 77,3%, obtido nas mesmas \n\ncondições de temperatura e tempo reacionais.  As características das condições experimentais \n\ncomo alta temperatura e pressão podem encarecer o processo.  \n\nZeólitas também tem sido utilizada como suportes em reações de produção de biodiesel \n\nutilizando catálise enzimática. Macario et al., (2008) mostrou que o suporte zeolítico aumenta \n\no rendimento em ésteres metílicos ao comparar o rendimento do catalisador suportado e da \n\nenzima livre.  \n\nZeólitas também tem sido usada em pré-tratamento de óleo vegetal para posterior \n\ntransesterificação. Foi utilizada a zeólita beta modificada para esterificação de ácidos graxos \n\nlivres presentes no óleo de Calophyllum inophyllum (SATHYASELVABALA et al., 2010).  \n\n \n\n3.5 Óxidos metálicos \n\n \n\nUma das alternativas para uso como catalisadores heterogêneos em reação para \n\nprodução de biodiesel são os óxidos metálicos. Estes materiais apresentam um grande \n\npotencial para uso em larga escala, uma vez que a preparação para seu uso é simples. São \n\nestáveis e tem apresentando bons resultados em reações de transesterificação, além de serem \n\nviáveis comercialmente. Além disso, podem ser dopados com cátions metálicos de modo a \n\nalterar sua força básica, que estão relacionadas com a ação catalítica. (MACLEOD et al., \n\n2008).  \n\nVários óxidos têm sido utilizados na transesterificação, tais como: óxido de zircônia, \n\nóxido de titânio, óxido de magnésio, óxido de cálcio, óxido de zinco, entre outros (LAM, et \n\nal., 2010).  \n\n\n\n18 \n\n \n\nAlumina (óxido de alumínio) também é utilizada com freqüência como suporte, uma \n\nvez que aumenta a área superficial do catalisador e, conseqüentemente, sua atividade catalítica \n\n(ARZAMENDI et al., 2007).  \n\n \n\n3.5.1  Óxido de cálcio \n\n \n\nÓxido de cálcio como catalisador tem sido estudado por sua atividade na reação de \n\ntransesterificação e possibilidade de combiná-lo com outros compostos a fim de incrementar \n\nseu desempenho catalítico.  Pode ser sintetizado a partir de matérias-primas de baixo custo e \n\nforça básica relativamente alta (ZABETI, et al., 2009), além de apresentar disponibilidade, \n\nbaixo custo e não ser corrosivo (SHARMA et al., 2010).  \n\nKouzu et al. (2008) compararam o rendimento da transesterificação metílica utilizando \n\ncatalisadores contendo cálcio. O óxido de cálcio foi o que apresentou maior atividade \n\ncatalítica (93% durante 1 hora de reação e razão molar de 12:1) sob atmosfera inerte. Os \n\ndemais catalisadores (hidróxido de cálcio e carbonato de cálcio) não se mostraram viáveis para \n\na transesterificação por promoverem baixo rendimento em ésteres. O mecanismo de reação \n\nproposto pelos autores pode ser visto na Figura 6.  \n\n \n\n\n\n19 \n\n \n\n \n\nFigura 6. Mecanismo de reação proposto por Kouzu et al, 2008 para a transesterificação metílica de \ntriacilglicerídios. \n\n \n\nAlbuquerque et al. (2008) utilizaram óxido de cálcio (14% em massa) suportado em \n\nsílica porosa na metanólise de etil-butirato sob atmosfera inerte e temperatura de 60 °C, onde o \n\ncatalisador foi previamente calcinado. O estudo mostra que a interação entre o suporte e o \n\nóxido evita a lixiviação do catalisador. A análise estatística ajustadas para a regressão linear \n\ndemonstra que o efeito principal sob a resposta (rendimento em ésteres) é a razão molar \n\nmetanol/óleo. Utilizado o mesmo procedimento para o óleo de girassol, foi obtida uma \n\nconversão de 95% em ésteres após 5 horas de reação.  \n\nÓxidos mistos também tem sido usados como catalisadores na reação de \n\ntransesterificação de óleos vegetais. Ngamcharussrivichai et al. (2008) analisaram alguns \n\nparâmetros (razão atômica Ca/Zn no catalisador preparado, quantidade de catalisador, razão \n\nPasso 1 \n\nPasso 2 \n\nPasso 3 \n\n\n\n20 \n\n \n\nmolar metanol/óleo, tempo de reação e teor de água no éster produzido) na transesterificação \n\nmetílica de óleo de palma utilizando como catalisador CaO.ZnO. Um dos possíveis fatores do \n\nalto rendimento obtido (acima de 94%) foi o aumento da área superficial promovido pela \n\ncombinação de ambos os óxidos. Para estes valores de conversão, a reação ocorreu a 60 °C, \n\ncom 10% de catalisador em relação a massa de óleo utilizada, razão molar de 30 moles de \n\nmetanol para 1 mol de óleo, uma hora de reação com razão Ca/Zn de 0,25. Outra observação \n\nrelevante do estudo é que a combinação dos óxidos permite uma menor temperatura de \n\ncalcinação necessária para ativação dos óxidos. A reutilização do catalisador é possível, de \n\nmodo a manter o rendimento de biodiesel acima de 90% em até três processos reacionais \n\nposteriores. \n\n Arzamendi et al. (2008) testaram catalisadores contendo metais alcalinos e metais \n\nalcalinos-terrosos em rotas homogêneas e heterogêneas. O único reagente com um metal \n\nalcalino-terroso testado que apresentou atividade catalítica significante foi o óxido de cálcio \n\nnão-calcinado. A reação foi conduzida a 50° C, sob pressão atmosférica, nas concentrações de \n\n12 moles de metanol para 1 mol de óleo, com 0,2% de catalisador em relação a massa de óleo \n\nutilizada. O rendimento em biodiesel utilizando CaO não-calcinado foi de 90%. Já a reação \n\ncom CaO calcinado obteve rendimento bastante inferior (1,5% em ésteres). Uma explicação \n\npossível é que a calcinação diminui a área superficial do catalisador diminuindo os sítios \n\nbásicos expostos. Além disso, sítios básicos fortes como os necessários para a catálise de \n\nreações de transesterificação não aparecem com calcinação sem atmosfera inerte.  \n\n Macleod et al., (2008) testaram óxido de cálcio combinado com sais de metais \n\nalcalinos. A transesterificação metílica de óleo de canola utilizando óxido de cálcio \n\ncombinado com nitrato de sódio obteve 100% de rendimento. A reação foi conduzida durante \n\n3 horas, a 60 °C, 0,2g de catalisador, razão molar metanol/óleo de 6:1 e 600 rpm de agitação. \n\nForam utilizados 165 mL de óleo vegetal e o catalisador formado foi calcinado. O mesmo \n\nrendimento foi obtido para óxido de cálcio combinado com nitrato de potássio, nas mesmas \n\ncondições reacionais. Óxido de cálcio combinado com óxido de lítio também obteve alta \n\nconversão (99%). Reações com óxido de cálcio combinados com LiNO3, NaNO3 e KNO3 \n\n(sem calcinação) também apresentaram bons resultados, sendo 85%, 98% e 90%, \n\nrespectivamente.  \n\n\n\n21 \n\n \n\nKawashima et al. (2008) testaram trinta óxidos metálicos contendo diferentes metais \n\ncomo catalisadores em reação de transesterificação com óleo de canola a 60 ºC, razão molar \n\nóleo/metanol de 1:6 e tempo de reação de 10 horas. Os compostos contendo cálcio mostraram \n\nmaior rendimento em ésteres metílicos, atingindo 92% nas condições citadas. Este rendimento \n\nsuperior aos demais óxidos pode ser explicado, entre outros, pela força básica dos sítios de \n\nação dos catalisadores contendo cálcio. Ainda no mesmo estudo os catalisadores contendo \n\ncálcio apresentam maior durabilidade, atingindo rendimento acima de 80% entre cinco e sete \n\nreações de transesterificação. \n\nZhu et al. (2006) utilizaram como catalisador sintetizado pelo óxido de cálcio imerso \n\nem solução de carbonato de amônio a fim de aumentar a basicidade do composto formado. \n\nInicialmente foi analisado o fator temperatura. Os autores demonstram que o aumento da \n\ntemperatura favorece o rendimento em biodiesel, sendo a faixa analisada de 50 a 70 °C, de \n\nmodo a evitar a ebulição e conseqüente perda de metanol.  Assim como para a maioria dos \n\ndemais catalisadores heterogêneos, a conversão em ésteres foi baixa durante a primeira hora, \n\numa vez que a transferência de massa ocorre de modo menos pronunciado quando reagentes e \n\ncatalisadores se encontram  em fases distintas. Após 2,5 horas de reação o rendimento teve \n\npouca variação ao longo do tempo. A análise da produção de biodiesel e a porcentagem de \n\ncatalisador utilizado corroboram os demais estudos que afirmam que a quantidade de \n\ncatalisador aumenta o rendimento reacional, tendo um valor máximo com seguinte queda na \n\nconversão. A reação de transesterificação metílica utilizando óleo de pinhão manso foi \n\notimizada de modo que as condições experimentais ótimas foram: temperatura de 70 °C, \n\ntempo reacional de 2,5 horas, 1,5% de catalisador em massa e razão molar metanol/óleo de \n\n9:1. O rendimento em ésteres foi de 93%. O catalisador foi calcinado a 900 °C para ativação \n\ndo catalisador.  \n\nZhu et al. (2006) também utilizaram óxido de cálcio na síntese de ésteres metílicos a \n\npartir do óleo de óleo de pinhão-manso. O catalisador foi calcinado a 900 ºC e a reação \n\nocorreu durante 2,5 horas, a 70 ºC e 1,5% de massa do catalisador em relação à massa de óleo. \n\nA razão molar metanol/óleo foi de 9:1. O rendimento em ésteres foi de 93%.  \n\nLiu et al. (2008) estudou os efeitos da razão molar de óleo de soja e metanol, a \n\ntemperatura de reação, a porcentagem de catalisador e umidade do mesmo na produção de \n\nbiodiesel. O maior rendimento em ésteres (93%) ocorreu a 65 ºC com adição de 8% de massa \n\n\n\n22 \n\n \n\nde CaO em relação à massa de óleo e tempo reacional de 3 horas. A razão molar ótima foi de \n\n12:1 (metanol/óleo).  \n\nAlguns trabalhos estudaram a reação de transesterificação metílica em ambiente \n\npressurizado. O limite máximo da temperatura da transesterificação é determinado pelo ponto \n\nde ebulição do álcool utilizado no processo. Com o aumento da pressão, a reação pode ocorrer \n\nem faixas de temperatura maiores sem que o álcool entre em ebulição e haja perda de reagente. \n\nVujicic et al. (2009) analisaram o rendimento em ésteres metílicos sob pressão (15 bar). \n\nObteve rendimento de 91% em 5,5 horas de reação. Foi utilizado 1% de catalisador em relação \n\nà massa total de reagentes à temperatura de 80 °C. A razão molar utilizada é considerada \n\nbaixa, sugerindo que o aumento da pressão requer menor quantidade de reagentes em excesso \n\npara ocorrência da reação. No entanto, o aumento necessário aumenta os custos da produção. \n\nDesta forma, com base na revisão da literatura, é possível verificar que os fatores que \n\ninfluenciam o rendimento em ésteres envolvendo catalisadores zeolíticos e óxidos são: \n\ntemperatura, razão molar de óleo vegetal e o álcool utilizado, tempo reacional e porcentagem \n\nde catalisador em relação à massa de óleo.  \n\n \n\n3.6 Espectroscopia de ressonância magnética nuclear de hidrogênio \n\n \n\n O fenômeno da ressonância magnética nuclear ocorre quando ondas de rádio-frequência \n\nincidem sobre uma amostra contendo um isótopo com spin nuclear maior que zero na presença \n\nde um campo magnético. Na ressonância magnética nuclear de hidrogênio, os átomos de \n\nhidrogênio presentes na amostra emitem energia absorvida em frequências específicas. Esta \n\nenergia emitida é detectada e analisada por meio de gráficos.  \n\nEmbora as técnicas cromatográficas sejam mais difundidas para análise do rendimento em \n\nbiodiesel, a ressonância magnética nuclear (RMN), em especial a ressonância magnética \n\nnuclear de hidrogênio (1H-RMN) tem sido apontada como uma técnica eficiente na análise de \n\nésteres. Gelbard et al. (1995) mostram que os resultados obtidos para análise de biodiesel por \n\ncromatografia apresentam boa concordância com os resultados obtidos por 1H-RMN.  \n\nOs espectros de 1H-RMN apresentam sinais referentes aos átomos de hidrogênio presentes \n\nna molécula da amostra. O método analítico proposto por Gelbard et al. (1995) relaciona a \n\n\n\n23 \n\n \n\nárea das integrais do espectro de modo a obter a conversão em ésteres. Na análise de biodiesel \n\netílico são analisados os sinais referentes aos hidrogênios ligados ao carbono alfa e aos \n\nhidrogênios presentes no grupo CH2 da etoxila. (GARCIA, 2006).  \n\n \n\n \n\n\n\n24 \n\n \n\n4 MATERIAL E MÉTODOS \n\n \n\n4.1 Material \n\n \n\nPara a realização dos experimentos de transesterificação foram utilizados óleo de soja \n\nrefinado comercial, álcool etílico absoluto da marca Synth (P.A., 99,5%) e, como \n\ncatalisadores, zeólita do tipo faujasita NaY (Fábrica Carioca de Catalisadores) e óxido de \n\ncálcio (VETEC).  \n\n \n\n4.2 Métodos \n\n \n\n Para que a transesterificação etílica de óleo de soja tenha sido estudada, foi necessária \n\numa análise das condições experimentais que influenciam a rota sintética de produção de \n\nbiodiesel. A revisão bibliográfica permite uma ampla observação destas condições.  \n\n \n\n4.2.1 Caracterização físico-química do óleo de soja refinado \n\n \n\nO óleo de soja refinado foi caracterizado quanto aos aspectos a seguir:  \n\n \n\n4.2.1.1  Índice de Acidez \n\n \n\nÉ a massa em miligramas de hidróxido de potássio necessária para neutralizar os \n\nácidos graxos presentes nas em um grama de óleo. A metodologia utilizada foi de acordo com \n\na norma Cd 3a-63 da American Oil Chemists´ Society (AOCS, 2008).  \n\nA mistura reacional foi composta por uma mistura 50/50 % em volume de isopropanol \n\ne tolueno e, então, adicionada uma solução alcoólica indicadora de fenolftaleína 1%. Por fim, \n\nfoi feita a titulação do óleo com solução de hidróxido de potássio 0,1 mol.L-1 padronizada.  \n\n \n\n\n\n25 \n\n \n\n4.2.1.2  Teor de umidade e material volátil \n\n \n\nO óleo foi mantido em estufa durante 24 horas à temperatura de 105 ºC, de acordo com \n\na ASSOCIATION OF OFFICIAL ANALYTICAL CHEMISTS (AOAC, 2007). \n\n \n\n4.2.1.3 Índice de saponificação  \n\n \n\nO índice de saponificação é a medida de miligramas de hidróxido de potássio \n\nnecessária para saponificar 1 g da amostra de óleo. O método para esta análise é o Cd 3-25 \n\n(AOCS, 2008).  \n\nO procedimento consistiu em adicionar 50 mL uma solução alcoólica 0,5 mol.L-1 de \n\nhidróxido de potássio em uma massa de óleo. Aquece-se a mistura em banho e aguardou-se \n\nseu resfriamento. A mistura foi então titulada com uma solução padronizada de ácido \n\nclorídrico 0,5 mol.L-1, utilizando, como indicador, uma solução de fenolftaleína.  \n\n \n\n4.2.2 Planejamento experimental \n\n \n\nOs dados necessários para a análise foram coletados seguindo o planejamento \n\nexperimental estatístico para a condução dos experimentos. A metodologia utilizada é descrita \n\npor Barros Neto et al. (2002) cujo objetivo é obter com precisão a influência de cada fator na \n\nresposta e uma superfície de resposta com um ponto máximo da curva. Deste modo é possível \n\nsaber as condições experimentais correspondente ao ponto ótimo.  \n\nDiante desta perspectiva, são chamadas de fatores as variáveis independentes que \n\nserão:  \n\n• temperatura de reação; \n\n• razão molar de etanol em relação ao óleo vegetal; \n\n• tempo de reação . \n\n\n\n26 \n\n \n\nJá a variável dependente é chamada de resposta e, neste caso, é o rendimento em \n\nésteres etílicos obtido por RMN-H1. \n\nPara isso foi utilizado o planejamento central composto, cuja matriz de experimentos \n\nestá descrita na Tabela 1  \n\n \n\nTabela 1. Níveis e valores absolutos dos fatores. Planejamento central composto  \n\n   Níveis   \n\n  - 1,682 -1 0 1 + 1,682 \n\nTemperatura (°C) 43,2 50 60 70 76,8 \n\nRazão Molar 8,6 10 12 14 15,4 \n\nTempo (h) 2,2 2,5 3 3,5 3,8 \n\n \n\nAs variáveis estão na forma codificada. Os valores absolutos das variáveis, por sua vez, \n\nforam definidos ao final dos testes preliminares. Foi utilizado um planejamento 23completo, \n\ncom seis pontos axiais e cinco pontos centrais. O valor mínimo do nível está simbolizado pelo \n\nsinal -1,682 e o valor máximo está simbolizado pelo sinal +1,682. As repetições em torno do \n\nponto central designadas pelo número zero na Tabela 2 são necessárias para se verificar se o \n\nmodelo é preditivo ou não no nível de 95% de confiança por meio da Análise de Variância \n\n(ANOVA).  \n\n \n\n\n\n27 \n\n \n\nTabela 2. Planejamento composto central (variáveis codificadas). \n\nEnsaio Tempo Temperatura Razão Molar \n\n1 -1 -1 -1 \n\n2 +1 -1 -1 \n\n3 -1 +1 -1 \n\n4 +1 +1 -1 \n\n5 -1 -1 +1 \n\n6 +1 -1 +1 \n\n7 -1 +1 +1 \n\n8 +1 +1 +1 \n\n9 -1,682 0 0 \n\n10 +1,682 0 0 \n\n11 0 -1,682 0 \n\n12 0 +1,682 0 \n\n13 0 0 -1,682 \n\n14 0 0 +1,682 \n\n15 0 0 0 \n\n16 0 0 0 \n\n17 0 0 0 \n\n18 0 0 0 \n\n19 0 0 0 \n\n  \n\nO modelo encontrado pode ser do tipo linear ou quadrático. Como os dados reportados \n\nda literatura indicam que há grande possibilidade do modelo a ser encontrado ser do tipo \n\nquadrático, foi feito o planejamento experimental expandido. A equação que descreve um \n\nmodelo quadrático está mostrada na equação 1, que  descreve a contribuição dos fatores na \n\nresposta. \n\n\n\n28 \n\n \n\n \n\nY (x1,x2,x3) = b0 + b1x1 + b11x1\n2 + b2x2+ b22x2\n\n2+ b3x3 + b33x3\n2 +b12x1x2 + b13x1x3 + b23x2x3 + b123x1x2x3\n\n  \n\nEquação 1 \n\n \n\nOnde Onde: Y = resposta em estudo; b = coeficientes da equação; x1, x2 e x3 = variáveis \n\nindependentes.  \n\nAs superfícies de respostas permitem uma observação visual de como as variáveis \n\nreacionais interferem na conversão em ésteres. \n\nJá as curvas de nível são importantes para que, visualmente, se observe os fatores de \n\nforma combinada.  \n\n Para que um modelo seja considerado adequado é necessário que este não apresente \n\nfalta de ajuste e apresente regressão significativa. O gráfico de resíduos, por sua vez, não deve \n\napresentar nenhum tipo de estrutura, ou seja, os pontos devem estar distribuídos de forma \n\naleatória.  \n\nA Tabela 3 mostra a análise de variância e alguns parâmetros estudados.  \n\n \n\nTabela 3. Análise de Variância \n\n \n\n\n\n29 \n\n \n\n \n\nSQr é a soma quadrática residual. \n\nSQR é a soma quadrática devido a regressão. \n\nSQT é a soma quadrática ao redor da média. \n\np representa o número de parâmetros do modelo.  \n\nm representa o número de níveis dos fatores. \n\nn é o total de observações. \n\n \n\n?????????? =\n\t\n?\n\n\t\n?\n                                                                                                 Equação 2 \n\n \n\n\n? =\n?\n\n\n?\n?\n                                                Equação 3 \n\n   \n\n \n\n4.2.2.1  Análise por RMN-H1 \n\n \n\n A análise da conversão em ésteres foi feita por meio de espectroscopia de ressonância \n\nmagnética nuclear de hidrogênio. O espectrômetro utilizado é da marca Bruker (Ultrashield, \n\nUltra Long Hold Time) 400 MHz/54 mm.  \n\n Foram diluídos 80 µ L da amostra em 500 µ L de clorofórmio deuterado com 1% de \n\ntetrametilsilano (TMS), este último utilizando a fim de calibração do aparelho.  \n\n Após obtenção dos espectros, foram calculadas as áreas referentes aos picos relativos a \n\ncada espécie química. Depois, foi feita uma relação entre as áreas referentes à absorção dos \n\nátomos de hidrogênio ligados a diferentes átomos. O software utilizado para análise dos dados \n\n\n\n30 \n\n \n\nfoi o Bruker Topspin 2.1. Foi utilizado um fator de correção, a fim de aumentar a precisão dos \n\ndados obtidos.  \n\n \n\n4.2.3  Testes catalíticos com catalisador zeolítico \n\n \n\nAs zeólita escolhida baseada na revisão bibliográfica foi a faujasita NaY doada pela \n\nFábrica Carioca de Catalisadores (FCCSA) na forma de suspensão aquosa com \n\naproximadamente 30% de sólido.   \n\nAs amostras foram filtradas a vácuo e então seca em estufa por 2 horas. Esta etapa é \n\nimportante para retirar água adsorvida na superfície do catalisador. Posteriormente a zeólita foi \n\nimpregnada com uma solução de hidróxido de potássio na proporção de 10% (massa) em \n\nrelação à massa da zeólita durante 24 horas. Por fim, a zeólita foi mantida em estufa a 110 ºC \n\npor 24 horas.  \n\nO procedimento para tratamento e uso das zeólitas foi baseado no trabalho de Noiroj et \n\nal. (2009).  \n\n A amostra de óleo de soja refinado (25 g) foi colocada em um recipiente de vidro e \n\ninserida em um sistema de agitação magnética sendo aquecido a temperaturas descritas no \n\nplanejamento experimental em banho-maria. Após estabilização da temperatura, o etanol foi \n\nmisturado ao óleo juntamente com 1,5 g de catalisador (6% em relação à massa de óleo). O \n\ntempo reacional também variou conforme o planejamento experimental.  \n\nApós o tempo reacional, a mistura foi colocada em um funil de separação a fim de obter \n\na separação total das fases éster, glicerol e catalisador e foi mantida no funil por \n\naproximadamente 12 horas. A fase éster foi seca em 6,25 g de sulfato de sódio anidro a fim de \n\neliminar umidade da amostra obtida.  \n\n \n\n4.2.4 Testes catalíticos com óxido de cálcio \n\n \n\nO catalisador mássico óxido de cálcio foi submetido a um pré-tratamento antes de ser \n\nutilizado na reação de transesterificação. Segundo Granados et al. (2010), a atividade catalítica \n\n\n\n31 \n\n \n\ndo óxido de cálcio pode ser prejudicada pela presença de moléculas de água adsorvidas na sua \n\nsuperfície. O pré-tratamento consiste na secagem do óxido em estufa a 120 ºC e posterior \n\ncalcinação sob atmosfera de ar em mufla por em uma temperatura de 550 ºC por 5 horas (LIU \n\net al., 2008). Por último, o catalisador calcinado foi colocado em uma dessecador para que não \n\nabsorvesse umidade do ar.  \n\nA metodologia de transesterificação utilizando óxido de cálcio foi baseada no estudo \n\nde (LIU et al., 2008). Inicialmente foram misturados etanol 2 g de óxido de cálcio (marca \n\nVetec), que corresponde a 8% de catalisador em relação à massa de óleo. Esta mistura foi \n\nsubmetida à agitação magnética por 40 minutos. Após este tempo, a mistura catalítica foi \n\ntransferida ao erlenmeyer contendo o óleo de soja refinado (25 g), que havia sido submetido, \n\nminutos antes, à temperatura nas condições experimentais descritas no planejamento \n\nexperimental. O recipiente contendo o sistema óleo-etanol-catalisador foi mantido em banho-\n\nmaria e sob agitação durante todo o tempo reacional.  \n\nDepois da reação cessada, a mistura foi levada ao rota-evaporador acoplado a uma \n\nbomba de vácuo a fim de retirar o etanol remanescente da mistura, como mostrado na Figura \n\n7. \n\n \n\n \n\nFigura 7. Rota-evaporador acoplado a bomba de vácuo \n\n\n\n32 \n\n \n\nDepois que todo etanol foi evaporado, a mistura foi colocada em um funil de separação \n\ndurante 48 horas para a separação das fases. A fase éster foi retirada após este tempo e \n\ncentrifugada, de modo com que o catalisador remanescente ou glicerol pudessem ser \n\nseparados da fase biodiesel. Por último, as amostras foram pesadas. Como a leitura na balança \n\nnão foi possível devido aos valores lidos não estabilizarem, pensou-se na hipótese de etanol \n\nresidual no biodiesel. Assim, as amostras foram levadas à estufa na temperatura de 100 ºC \n\ndurante 2 horas de modo a evaporar o etanol. As amostras foram pesadas novamente, desta \n\nvez com sucesso, e os valores lidos foram anotados.  \n\n\n\n33 \n\n \n\n5 RESULTADOS E DISCUSSÃO \n\n \n\n \n\n5.1 Caracterização físico-química do óleo de soja refinado \n\n \n\nO índice de acidez do óleo de soja refinado foi de 0,3 mg KOH/g em ácido graxos livres, \n\no que o dispensa um tratamento prévio a transesterificação com ambos os catalisadores. A \n\nacidez é um parâmetro qualitativo de óleos vegetais, influenciando na qualidade do biodiesel \n\nobtido a partir dele.  A umidade do óleo de soja foi 0,18% de água presente no óleo analisado. \n\nO índice de saponificação do óleo de soja refinado foi de 175,22 mg KOH/g.  \n\n \n\n \n\n5.2 Transesterificação com NaY impregnada com KOH  \n\n \n \n\nOs resultados da transesterificação de óleo de soja utilizando a zeólita faujasita para \n\nprodução de biodiesel estão apresentados na Tabela 4. \n\n \n\n\n\n34 \n\n \n\nTabela 4. Valores experimentais da variável dependente (resposta) para o biodiesel de soja \n\n Variáveis independentes Variável dependente (resposta) \n\nEnsaio Tempo (h) Temperatura (ºC) Razão Molar Conversão \n\n1 2,5 (-1) 50 (-1) 10 (-1) 7,78 \n\n2 3,5 (+1) 50 (-1) 10 (-1) 6,69 \n\n3 2,5 (-1)  70 (+1) 10 (-1) 12,30 \n\n4 3,5 (+1) 70 (+1) 10 (-1) 8,39 \n\n5 2,5 (-1) 50 (-1) 14 (+1) 7,78 \n\n6 3,5 (+1) 50 (-1) 14 (+1) 6,82 \n\n7 2,5 (-1) 70 (+1) 14 (+1) 13,98 \n\n8 3,5 (+1) 70 (+1) 14 (+1) 14,11 \n\n9 2,2 (-1,682) 60 (0) 12 (0) 8,90 \n\n10 3,8 (+1,682) 60 (0) 12 (0) 9,01 \n\n11 3 (0) 43,2 (-1,682) 12 (0) 5,97 \n\n12 3 (0) 76,8 (+1,682) 12 (0) 7,29 \n\n13 3 (0) 60 (0) 8,6 (-1,682) 10,71 \n\n14 3 (0) 60 (0) 15,4 (+1,682) 12,61 \n\n15 3 (0) 60 (0) 12 (0) 6,63 \n\n16 3 (0) 60 (0) 12 (0) 6,30 \n\n17 3 (0) 60 (0) 12 (0) 6,05 \n\n18 3 (0) 60 (0) 12 (0) 5,77 \n\n19 3 (0) 60 (0) 12 (0) 6,24 \n\n \n\n \n\n\n\n35 \n\n \n\nPor meio da análise dos resultados obtidos para o planejamento experimental central \n\ncomposto, pode-se analisar a influência dos fatores na conversão em ésteres obtida por \n\nressonância magnética nuclear de hidrogênio (RMN-H1).  \n\nA análise estatística foi feita utilizando o programa STATSOFT, 2006. Foi obtida a \n\nTabela 5 que mostra os efeitos das variáveis sobre a resposta, em negrito os efeitos que se \n\nmostraram significativos.  \n\n \n\nTabela 5. Efeitos das variáveis sobre a resposta. \n\nFatores Efeitos MS Erro Puro p -95 95 \n\nMédia 6,179605 0,691556 \n0,000002 5,78936 6,569846 \n\nEfeitos principais      \n\n(1)Temperatura (L) \n3,336968 0,837822 0,000040 2,86330 3,810632 \n\nTemperatura (Q) \n0,436700 0,837919 0,062506 -0,03655 0,909954 \n\n(2)Tempo (L) \n0,436700 0,837822 0,013469 -1,21738 -0,251290 \n\nTempo (Q) \n-0,734335 0,837919 0,000232 1,80144 2,824348 \n\nRazão Molar (L) \n2,312895 0,837822 0,000578 1,21393 2,156604 \n\n(3)Razão Molar (Q) \n1,685269 0,837919 0,000020 3,43945 4,367710 \n\nInteração 1L e 2L \n3,903580 1,094723 0,044513 -1,26275 -0,025551 \n\nInteração 1L e 3L \n-0,644150 1,094723 0,001966 0,98700 2,224199 \n\nInteração 2L e 3L \n1,605600 1,094723 0,020577 0,20895 1,446149 \n\n \n\nDas variáveis estudadas, todas foram significativas, assim como as interações entre \n\nelas, como pode ser visto na Tabela 5. Os fatores temperatura e razão molar apresentaram \n\nefeito positivo sobre a resposta, o que significa que, quanto maior os valores absolutos destas \n\nvariáveis, maior é a conversão em ésteres. Já o fator tempo apresenta efeito negativo sobre o \n\nrendimento. \n\n\n\n36 \n\n \n\nComo foi não foi necessário excluir nenhum efeito, já que todos tiveram significância, \n\nfoi feita uma Análise de Variância (Tabela 6) para que fosse analisado se o modelo é preditivo \n\nou não, ou se o mesmo apresenta falta de ajuste, por meio do teste F.  \n\n \n\nTabela 6: Análise de Variância (ANOVA) para o ajuste, pelo método de mínimos quadrados, para o \nmodelo central composto - linear. \n\nFonte de Variação Soma Quadrática N. de G. de liber. Média Quadrática \n\nRegressão 120,54   9   13,39 \n\nResíduos 21,35   9   2,37 \n\nFalta de ajuste 20,95   5   4,19 \n\nErro puro 0,39   4   0,10 \n\nTotal 141,89   18    \n\n% de variação explicada     84,95       \n\n% máxima de variação explicável   97,72       \n\n \n\nO valor de R2 (coeficiente de determinação) indica que o modelo explica 84,95% das \n\nvariações do rendimento em ésteres. \n\nPara avaliar o modelo gerado, é necessário fazer o teste F, que consiste na comparação \n\nentre os valores de F calculado e F tabelado. Se o valor de F calculado for maior que o valor \n\nde F tabelado, pode-se dizer que a o modelo é preditivo. A Tabela 7 mostra os valores de F \n\ntabelado e F calculado, mostrando que o modelo apresenta regressão significativa.  \n\nPara observar se o modelo apresenta falta de ajuste, é também necessário observar os \n\nvalores de F calculado e F observado. Se F calculado for maior que F tabelado, o modelo \n\napresenta falta de ajuste e, portanto, não é o mais adequado. \n\n\n\n37 \n\n \n\n \n\nTabela 7: Teste F de determinação da significância e falta de ajuste do modelo \n\n F calculado F Tabelado Resultado \n\nSignificância 5,64 3,18 Significativo \n\nFalta de ajuste 42,21 6,26 Apresenta falta de ajuste \n\n \n\nA equação do modelo gerado é \n\n \n\n???????ã? = 6,17+ 3,37\t? ? 0,73\t\" + 2,31\"$ +1,69\t&amp;' +3,9\t&amp;'$ ?0,64\t?\t\" + 1,6\t?\t&amp;'\n\n+ 0,83\t\"\t&amp;' \n\n \n\nonde  \n\nT = temperatura \n\nt = tempo \n\nRM = razão molar.  \n\n \n\nForam feitas superfícies de respostas de modo que fosse possível observar o efeito das \n\nvariáveis independentes sobre as respostas e tendências do rendimento em ésteres.  \n\nA Figura 8 mostra como a conversão em ésteres varia com o aumento da temperatura, \n\nque tem um efeito linear no rendimento.  Tempo reacional, por sua vez, apresenta uma \n\ninfluencia quadrática, de modo que valores com maior rendimento se encontram na região dos \n\npontos axiais.  \n\nA temperatura apresenta um efeito positivo sobre a conversão em ésteres, uma vez que \n\ndiminui a viscosidade do óleo e promove um incremento na taxa de reação (LEUNG et al., \n\n2010). No entanto, existem limitações experimentais para o uso de temperaturas reacionais \n\naltas, uma vez que o etanol apresenta temperatura de ebulição a 78,4 °C, à pressão ambiente. \n\nTemperaturas acima deste valor podem causar a perda de reagente do meio reacional.   \n\n \n\n\n\n38 \n\n \n\n \n\nFigura 8. Superfície de resposta e curva de nível para a influência da temperatura e do tempo de reação na \nconversão em ésteres \n\n \n\nA Figura 9 mostra a influência dos fatores temperatura e tempo no rendimento em \n\nésteres. A superfície descreve o comportamento de ambas as variáveis na influência na \n\nconversão de biodiesel. Independente do tempo de reação, razões molares maiores \n\ninfluenciaram positivamente a conversão.  De acordo com a superfície obtida, razões molares  \n\netanol:óleo acima de 15 colaboraram com o aumento da conversão em ésteres. É necessário, \n\nentretanto, notar que o aumento da razão molar a valores mais altos pode dificultar o processo \n\nde síntese de biodiesel. Uma vez que é necessário recuperar o etanol remanescente após o \n\ntérmino da transesterificação, o excesso do mesmo pode demandar mais energia e tempo, \n\nencarecendo o produto final (LEUNG, 2010).  \n\n \n\n\n\n39 \n\n \n\n \n\nFigura 9. Superfície de resposta e curva de nível para a influência da razão molar e do tempo de reação na \nconversão em ésteres \n\n \n\nO maior valor de conversão ocorreu a 70 °C, com razão molar etanol/óleo 14:1 e tempo \n\nde reação de 3,5 horas.  \n\nNoiroj et al. (2009) descreve a influência do tempo na transesterificação metílica \n\nutilizando como catalisador a zeólita NaY impregnada com hidróxido de potássio. A \n\nproporção de catalisador na mistura reacional foi a mesma utilizada para o planejamento \n\nexperimental central composto que foi utilizado neste trabalho. Noiroj et al. (2009) mostra que \n\na conversão em ésteres varia linearmente com o tempo entre 2 e 3 horas de reação. Após este \n\nperíodo, o rendimento da reação não se altera, indicando que a variação de tempo não mais \n\ninfluencia a conversão em ésteres.  \n\nA razão molar foi o fator que apresentou maior influência na conversão em ésteres, \n\ncomo mostra o valor de probabilidade, p. Quanto menor o valor de p, maior a influência do \n\nfator na resposta. A Figura 10 mostra a influência dos fatores razão molar e temperatura no \n\nrendimento em ésteres.  \n\n\n\n40 \n\n \n\n \n\nFigura 10. Superfície de resposta e curva de nível para a influência da razão molar e da temperatura na \nconversão em ésteres \n\n \n\nNoiroj et al. (2009) também estuda a influência da razão molar na transesterificação \n\nmetílica de óleo de soja. Ele observa que, para razões molares metanol/óleo acima de 15:1, \n\nnão há aumento da conversão de biodiesel com o aumento dos níveis da variável.  \n\nO espectro de RMN-H1 do biodiesel do ponto de maior conversão sintetizado está \n\napresentado visto na Figura 11.    \n\n \n\n\n\n41 \n\n \n\n \n\nFigura 11. Espectro do RMH-H1 da mistura de ésteres produzidos por zeólita faujasita \n\n \n\n5.3 Transesterificação com óxido de cálcio \n\n \n\nOs resultados da transesterificação de óleo de soja para produção de biodiesel estão \n\napresentados Tabela 8. \n\n\n\n42 \n\n \n\nTabela 8. Valores experimentais da variável dependente (resposta) para o biodiesel de soja \n\n Variáveis independentes Variável dependente (resposta) \n\nEnsaio Tempo (h) Temperatura (ºC) Razão Molar Conversão \n\n1 2,5 (-1) 50 (-1) 10 (-1) \n8,30 \n\n2 3,5 (+1) 50 (-1) 10 (-1) \n5,69 \n\n3 2,5 (-1) 70 (+1) 10 (-1) \n7,59 \n\n4 3,5 (+1) 70 (+1) 10 (-1) \n9,12 \n\n5 2,5 (-1) 50 (-1) 14 (+1) \n8,32 \n\n6 3,5 (+1) 50 (-1) 14 (+1) \n5,48 \n\n7 2,5 (-1) 70 (+1) 14 (+1) \n9,74 \n\n8 3,5 (+1) 70 (+1) 14 (+1) \n7,86 \n\n9 2,2 (-1,682) 60 (0) 12 (0) \n6,99 \n\n10 3,8 (+1,682) 60 (0) 12 (0) \n5,95 \n\n11 3 (0) 43,2 (-1,682) 12 (0) \n4,63 \n\n12 3 (0) 76,8 (+1,682) 12 (0) \n5,89 \n\n13 3 (0) 60 (0) 8,6 (-1,682) \n4,53 \n\n14 3 (0) 60 (0) 15,4 (+1,682) \n6,67 \n\n15 3 (0) 60 (0) 12 (0) \n11,66 \n\n16 3 (0) 60 (0) 12 (0) \n5,24 \n\n17 3 (0) 60 (0) 12 (0) \n5,85 \n\n18 3 (0) 60 (0) 12 (0) \n5,13 \n\n19 3 (0) 60 (0) 12 (0) \n5,07 \n\n \n\n\n\n43 \n\n \n\n Após 48 horas, tempo necessário para a separação das fases, foi possível observar as \n\nfases éster (fase superior) e fase glicerol e catalisador (depositada no fundo do funil de \n\nseparação), como mostra a Figura 12. \n\n \n\n \n\nFigura 12. Funil de separação contendo as fases éster e fase glicerol e catalisador depositados no fundo \n\n \n\nDe posse dos dados descritos na tabela acima, foi possível construir a Figura 7 mostrando \n\no efeito dos fatores sobre a resposta (rendimento em ésteres). \n\nA análise dos dados da Tabela 9 permite afirmar que nenhum dos fatores analisados se \n\nmostrou significativo para um nível de significância de 95%, assim como não foram \n\nsignificativas as interações entre as variáveis independentes. Por esse motivo, não foi feita a \n\nAnálise de Variância (ANOVA) para que fossem analisados os efeitos dos fatores sobre as \n\nrespostas. Foi retirado o ponto experimental 15, repetição em torno do ponto central, uma vez \n\nque apresentou uma discrepância em relação aos demais pontos.  \n\n \n\n\n\n44 \n\n \n\nTabela 9. Influência dos fatores na conversão em biodiesel \n\nVariável  Efeito  MS Erro Puro  p \n\nMédia Global 6,51440  0,000151 \n\nEfeitos principais     \n\n      \n\n(1)Temperatura (L) 1,26424 5,457480 0,343626 \n\nTemperatura (Q) -0,07564 0,019531 0,953623 \n\n(2)Tempo (L) -1,10596 4,176510 0,404607 \n\nTempo (Q) 0,78339 2,095031 0,551055 \n\nRazão Molar (L) 0,63119 1,360382 0,629706 \n\n(3)Razão Molar (Q) 0,16656 0,094701 0,898138 \n\nInteração 1L e 2L  1,27553 3,253928 0,459993 \n\nInteração 1L e 3L  0,26753 0,143139 0,874973 \n\nInteração 2L e 3L  -0,90893 1,652289 0,595699 \n\n \n\nPara que fossem observadas algumas tendências, ainda que com pequena significância, \n\nforam construídas as superfícies de resposta. \n\n A Figura 13 mostra como varia o rendimento da reação em ésteres em função da \n\ntemperatura e tempo de reação.  \n\n \n\n \n\n\n\n45 \n\n \n\n \n\nFigura 13. Superfície de resposta e curva de nível para a influência da temperatura e do tempo de reação \nna conversão em ésteres \n\n  \n\nA superfície de resposta e as curvas de nível permitem afirmar que as maiores \n\nconversões em ésteres ocorreram com um tempo reacional menor, ao contrário do que \n\naconteceu com a as conversões de biodiesel utilizando a zeólita faujasita. Em relação à \n\ntemperatura, as maiores conversões ocorreram à temperaturas mais baixas.  \n\nJá a Figura 14 mostra como os fatores razão molar e tempo se relacionam com a \n\nresposta. \n\n\n\n46 \n\n \n\n \n\n \n\nFigura 14. Superfície de resposta e curva de nível para a influência da razão molar e do tempo de reação \nna conversão em ésteres  \n\n \n\nA Figura 14 mostra que apenas o tempo reacional não apresenta qualquer relação com \n\na resposta, de modo que as maiores conversões ocorreram em razões molares maiores. \n\nKawashima et al., (2009) mostra que, para conversão em ésteres metílicos utilizando o mesmo \n\ncatalisador, o tempo reacional apresenta um efeito positivo na resposta, diferente do que foi \n\nvisualizado no presente trabalho. No entanto, esse efeito positivo apresenta um valor máximo, \n\nde modo que, após aproximadamente 3 horas de reação, o rendimento em ésteres não mais \n\naumenta.  \n\nJá a Figura 15 mostra que a conversão foi maior na região de maior temperatura e \n\nrazão molar.  \n\n \n\n\n\n47 \n\n \n\n \n\nFigura 15. Superfície de resposta e curva de nível para a influência da razão molar e da temperatura na \nconversão em ésteres \n\n \n\n O espectro de RMN-H1 do biodiesel do ponto de maior conversão sintetizado \n\nestá apresentado visto na Figura 16.  \n\n \n\n\n\n48 \n\n \n\n \n\nFigura 16. Espectro do RMH-H1 da mistura de ésteres produzidos por óxido de cálcio \n\n \n\n\n\n49 \n\n \n\n \n\n6 COMPARAÇÃO ENTRE OS CATALISADORES \n\n \n\nO catalisador do tipo faujasita NaY modificada apresentou maior desempenho catalítico \n\nna transesterificação etílica nas mesmas condições reacionais que o catalisador óxido de \n\ncálcio.  \n\nAs conversões em biodiesel etílico utilizando óxido de cálcio apresentaram menor valor \n\nquando comparado com dados da literatura de conversões em biodiesel metílico utilizando o \n\nmesmo catalisador. \n\nAmbos os catalisadores se apresentam na forma de pó, sendo que as etapas de tratamento \n\npré-uso são muito semelhantes. A zeólita foi adquirida na forma de lama, sendo necessária \n\numa filtração a vácuo anterior à secagem.  \n\nÉ importante observar que o custo da zeólita, no entanto, é significativamente mais alto \n\nque o óxido de cálcio, de modo que a diferença de desempenho possa ser compensada pelo \n\nvalor econômico relativo aos dois catalisadores.  \n\nIndustrialmente ambos os catalisadores já apresentam um amplo espectro de uso, sendo \n\nque ambas as substâncias estariam sujeitas aos mesmos problemas, tal como perda de carga.  \n\n\n\n50 \n\n \n\n \n\n7 CONCLUSÕES \n\n \n\nPor meio da análise de resultados, foi possível observar que todas as variáveis analisadas \n\nforam significativas na conversão em biodiesel utilizando o catalisador zeolítico. Ao contrário, \n\nnenhuma variável se mostrou significativa na transesterificação utilizando óxido de cálcio \n\ncomo catalisador. Em ambos os casos o planejamento central composto se mostrou adequado \n\npara analisar de forma precisa os fatores que influenciam a variável dependente.  \n\nNos testes feitos com catalisador zeolítico, pode-se notar que o aumento da razão molar \n\nprovoca um aumento do rendimento da reação em ésteres etílicos. A razão molar foi o \n\nparâmetro que mais influencia o rendimento da reação.  \n\nJá para o catalisador óxido de cálcio, o aumento da razão molar também provoca uma \n\naumento do rendimento da reação em ésteres etílicos, porém até a razão 12. Foi visto que a \n\ntemperatura, por sua vez, não foi um fator de maior influência no rendimento da reação \n\nutilizando óxido de cálcio, o que torna a possibilidade do processo ocorrer em condições mais \n\namenas de temperatura.  \n\nO catalisador zeolítico demonstra maior desempenho catalítico que o óxido de cálcio.  \n\nO modelo obtido para descrever a influência dos efeitos sobre a resposta apresenta falta de \n\najuste. \n\nA técnica de espectroscopia de RMN-H1 se mostrou adequada para analisar o biodiesel \n\nobtido, assim como fornecer informações quantitativas acerca da reação de transesterificação. \n\nAlém disso, é menos custosa e demanda menos tempo que a análise por cromatografia gasosa.  \n\n\n\n51 \n\n \n\n \n\n8 SUGESTÕES PARA TRABALHOS FUTUROS \n\n \n\n• Analisar a possibilidade de reuso dos catalisadores heterogêneos utilizados, assim \n\ncomo estudar técnicas de regeneração; \n\n \n\n• Obter dados quantitativos acerca do número de ciclos em os catalisadores óxido de \n\ncálcio e zeólitas são ativos cataliticamente; \n\n \n\n• Modificação dos catalisadores por troca-iônica ou pelo método da impregnação; \n\n \n\n• Estudo da transesterificação etílica utilizando catalisadores heterogêneos em plantas \n\npilotos; \n\n \n\n• Estudo da lixiviação de catalisadores sólidos e sua contribuição homogênea;  \n\n \n\n• Otimização das variáveis na transesterificação etílica de óleos vegetais; \n\n \n\n \n\n\n\n52 \n\n \n\n9 REFERÊNCIAS BILIOGRÁFICAS \n\n \n\nABRANTES, R. DE; DE ASSUNÇÃO, J. V.;  PESQUERO, C. R.;   BRUNS, R. E.; \n\nNÓBREGA, R. P. Emission of polycyclic aromatic hydrocarbons from gasohol and ethanol \n\nvehicles. Atmospheric Environment, v. 43, n. 3, p. 648–654, janeiro. 2009. \n\n \n\nALBUQUERQUE, M. C. G.; SANTAMARÍA-GONZÁLEZ, J.; MÉRIDA-ROBLES, J. M.; \n\nMORENO-TOST, R.; RODRÍGUEZ-CASTELLÓN, E.; JIMÉNEZ-LÓPEZ, A.; AZEVEDO, \n\nD. C. S.; CAVALCANTE JR., C. L.; MAIRELES-TORRES, P. MgM (M = Al and Ca) oxides \n\nas basic catalysts in transesterification processes. Applied Catalysis A: General, v. 347, n. 2, \n\np. 162-168, setembro. 2008.   \n\n \n\nAMERICAN OIL CHEMISTS SOCIETY. Official methods and recommended practices of \n\nthe AOCS. Champaign: A.O.C.S., 2008. \n\n \n\nASSOCIATION OF OFFICIAL ANALYTICAL CHEMISTS. Official methods of analysis \n\nof the Association of Official Analytical Chemists. 18th. Arlington: AOAC, 2007. \n\n \n\nARZAMENDI, G.; ARGUIÑARENA, E.; CAMPO, I.; ZABALA, S.; GANDÍA, L. M. \n\nAlkaline and alkaline-earth metals compounds as catalysts for the methanolysis of sunflower \n\noil. Catalysis Today, v.133-135, p. 305-313, abril-junho. 2008.  \n\n \n\nARZAMENDI, G.; CAMPO, I.; ARGUIÑARENA, E.; SÁNCHEZ, M.; MONTES, M.; \n\nGANDÍA, L. M. Synthesis of biodiesel with heterogeneous NaOH/alumina catalysts: \n\nComparison with homogeneous NaOH. Chemical Engineering Journal, v.134, n. 1-3, p. \n\n123-130, novembro. 2007.  \n\n \n\nBARROS NETO, B. de; SCARMÍNIO, I. S.; BRUNS, R. E.  Planejamento e Otimização de \n\nExperimentos. Campinas: Editora da UNICAMP, 299p., 2003. \n\n\n\n53 \n\n \n\n \n\nBRASIL. Ministério da Agricultura, Pecuária e Abastecimento. Companhia Nacional de \n\nAbastecimento – CONAB. Avaliação da Safra Agrícola 2008/2009 – Quarto Levantamento. \n\nDisponível em: www.conab.gov.br. Acesso em: 10/10/2010. \n\n \n\nBRASIL. Ministério de Minas e Energia. Agência Nacional do Petróleo, Gás Natural e \n\nBiocombustíveis (ANP). Boletim Mensal nº 36 de Combustíveis Renováveis. Brasília, \n\n2010. Acesso em: 15/9/2010. \n\n \n\nBRITO, A.; BORGES, M.E.; OTERO, N. Zeolite Y as a heterogeneous catalyst in biodiesel \n\nfuel production from used vegetable oil. Energy &amp; Fuels, v. 21, n. 6, p. 3280-3283, outubro. \n\n2007.  \n\n \n\nDAVIS, R. J. New perspectives on basic zeolites as catalysts and catalyst supports. Journal of \n\nCatalysis, v. 216, n. 1-2, p. 396-405, maio-junho. 2003.  \n\n \n\nDOSSIN, T. F.; REYNIERS, M. F.; BERGER, R. J.; MARIN, G. B. Simulation of \n\nheterogeneously MgO-catalyzed transesterification for fine-chemical and biodiesel industrial \n\nproduction. Applied Catalysis B Environment. v.67: p. 136-148, 2006. \n\n \n\nDUPONT, J. A CATÁLISE NO BRASIL NOS ÚLTIMOS 25 ANOS: UMA HISTÓRIA DE \n\nSUCESSO. Química Nova.v. 25, p.12-13. 2002. \n\n \n\nFERRARI, R. A.; OLIVEIRA, V. S.; SCABIO, A. Biodiesel de soja – Taxa de conversão em \n\nésteres etílicos, caracterização físico-química e consumo em gerador de energia. Química \n\nNova.v. 28, p.19-23. 2005. \n\n \n\nFOGLER, H. S. Elements of Chemical Reaction Engineering, 2 ed. New Jersey: Prentice-\n\nHall, Englewood Cliffs. 1992.  \n\n \n\n\n\n54 \n\n \n\nGARCIA, C. M. Transesterificação de óleo vegetais. 120 f. Dissertação (Mestrado). Instituto \n\nde Química, Universidade Estadual de Campinas, Campinas, 2006. \n\n \n\nGELBARD, B.O.; VARGAS, R.M.; VIELFAURE, F.; SCHUCHARDT, U.F. 1H nuclear \n\nmagnetic resonance determination of the yield of the transesterification of rapeseed oil with \n\nmethanol. J. Am. Oil Chem. Soc. 2. v 72, n. 10, p.1239-1241. 1995. \n\n \n\nGRANADOS, M. L.; ALBA-RUBIO, A.C.; VILA, F.; ALONSO, D. M.; MARISCAL, R. \n\nSurface chemical promotion of Ca oxide catalysts in biodiesel production reaction by the \n\naddition of monoglycerides, diglycerides and glycerol.  Journal of Catalysis, v. 276, n. 2, p. \n\n229-236, dezembro. 2010. \n\n \n\nHAAS, M. J.; MCALOON, A. J.; YEE, W.C.; FOGLIAV, T. A. A process model to estimate \n\nbiodiesel production costs. Bioresource Technology, v. 97, n. 4, p. 671-678, março. 2006. \n\n \n\nHARTMAN, L.; ESTEVES, W. Tecnologia de óleos e gorduras vegetais. Governo do \n\nEstado de São Paulo, 1982. 169p. \n\n \n\nHELWANI, Z.; OTHMAN, M.R.; AZIZ, N.; FERNANDO, W.J.N.; KIM, J. Technologies for \n\nproduction of biodiesel focusing on green catalytic techniques: A review . Fuel Processing \n\nTechnology, v. 90, n. 12, p. 1502-1514, dezembro. 2009. \n\n \n\nJITPUTTI, J.; KITIYANAN, B.; RANGSUNVIGIT, P.; BUNYAKIAT, K.; ATTANATHO, \n\nL.; JENVANITPANJAKUL, P. Transesterification of crude palm kernel oil and crude coconut \n\noil by different solid catalysts. Chemical Engineering Journal, v. 116, n. 1, p. 61-66, \n\nfevereiro. 2006.  \n\n \n\nKAWASHIMA, A.; MATSUBARA, K.; HONDA, K. Development of heterogeneous base \n\ncatalysts for biodiesel production. Bioresource Technology, v. 99, n. 9, p. 3439-3443, junho. \n\n2008.  \n\n\n\n55 \n\n \n\nKAWASHIMA, A.; MATSUBARA, K.; HONDA, K. Acceleration of catalytic activity of \n\ncalcium oxide for biodiesel production. Bioresource Technology, v. 100, n. 2, p. 696-700, \n\njaneiro. 2009.  \n\n \n\nKOUZU, M.; KASUNO, T.; TAJIKA, M.; SUGIMOTO, Y.; YAMANAKA, S.; HIDAKA, J. \n\nCalcium oxide as a solid base catalyst for transesterification of soybean oil and its application \n\nto biodiesel production. Fuel, v. 87, n.12, p. 2798-2806, setembro. 2008. \n\n \n\nLAM, M. K.; LEE, K. T.;  MOHAMED, A. R. Homogeneous, heterogeneous and enzymatic \n\ncatalysis for transesterification of high free fatty acid oil (waste cooking oil) to biodiesel: A \n\nreview. Biotechnology Advances, v. 28, n. 4, p. 500–518, agosto. 2010.  \n\n \n\nLEUNG, D.Y.C.; WU, X.; LEUNG, M.K.H. A review on biodiesel production using catalyzed \n\ntransesterification. Applied Energy, v. 87, n. 4, p. 1083–1095, abril. 2010.  \n\n \n\nLIU, X.; HE, H.; WANG, Y.; ZHU, S.; PIAO, X. Transesterification of soybean oil to \n\nbiodiesel using CaO as a solid base catalyst. Fuel. v. 87. n. 2. P. 216-221. fevereiro. 2008 \n\n \n\nLÓPEZ, D. E; GOODWIN JR., J.G.; BRUCE, D. A; LOTERO, E. Transesterification of \n\ntriacetin with methanol on solid acid and base catalysts. Applied Catalysis A: General, v. \n\n295, n. 2, p. 97-105, novembro. 2005.  \n\n \n\nLUNA, F.J.; SCHUCHARDT, U. Modificação de zeólitas para uso em catálise. Química \n\nNova, v. 24, n. 6, p. 885-892, dezembro. 2001.  \n\n \n\nMA, F.; HANNA, M. A. Biodiesel Production: a review. Bioresource Technology, v. 70, n. \n\n1, p. 1-15, outubro. 1999.  \n\n \n\n\n\n56 \n\n \n\nMACARIO, A.; MOLINER, M.; DIAZ, U.; JORDA, J. L.; CORMA, A.; GIORDANO, G. \n\nBiodiesel production by immobilized lipase on zeolites and related materials. Studies in \n\nSurface Science and Catalysis, v. 174, n. 2, p. 1011-1016. 2008. \n\n \n\nMACLEOD, C. S.; HARVEY, A. P.; LEE, A. F.; WILSON, K. Evaluation of the activity and \n\nstability of alkali-doped metal oxide catalysts for application to an intensified method of \n\nbiodiesel production. Chemical Engineering Journal, v. 135, n. 1-2, p. 63-70, janeiro. 2008. \n\n \n\nMEHER, L. C.; SAGAR, D. V.; NAIK, S. N. Technical aspects of biodiesel production by \n\ntransesterification – a review. Renewable and Sustainable Energy Reviews, v. 10, p. 248 – \n\n268, 2006. \n\n \n\nMOURAD, Anna Lucia. Avaliação da cadeia produtiva de biodiesel obtido a partir da \n\nsoja. 2008. 123 f. Tese (Doutorado). Faculdade de Engenharia Mecânica, Universidade \n\nEstadual de Campinas, Campinas,1993. \n\n \n\nNGAMCHARUSSRIVICHAI, C.; TOTARAT, P.; BUNYAKIAT, K. Ca and Zn mixed oxide \n\nas a heterogeneous base catalyst for transesterification of palm kernel oil. Applied Catalysis \n\nA: General, v. 341, n. 1-2, p. 77-85, junho. 2008.  \n\n \n\nNOIROJ, K.; INTARAPONG, P.; LUENGNARUEMITCHAI, A.; JAI-IN, S. A comparative \n\nstudy of KOH/Al2O3 and KOH/NaY catalysts for biodiesel production via transesterification \n\nfrom palm oil. Renewable Energy, v. 34, n. 4, p.1145-1150, abril. 2009. \n\n \n\nPIGHINELLI, Anna Leticia Montenegro Turtelli. Extração mecânica de óleos de amendoim \n\ne de girassol para produção de biodiesel via catálise básica. 80 f. Dissertação (Mestrado). \n\nFaculdade de Engenharia Agrícola, Universidade Estadual de Campinas, Campinas, 2007. \n\n \n\n\n\n57 \n\n \n\nPINTO, A. C.; GUARIEIRO, L. L. N.; REZENDE, M. J. C.; RIBEIRO, N. M.; TORRES, E. \n\nA.; LOPES, W. A.; PEREIRA, P. A. P; ANDRADE, J. B. Biodiesel: An overview. J. Braz. \n\nChem. Soc. v.16 (6B): p. 1313-30, 2005. \n\n \n\nRAMOS, M. J.; CASAS, A.; RODRÍGUEZ, L.; ROMERO, R.; PÉREZ, A. Transesterification \n\nof sunflower oil over zeolites using different metal loading: A case of leaching and \n\nagglomeration studies. Applied Catalysis A: General, v. 346, n. 1-2, p.79-85, agosto. 2008.  \n\n \n\nRINALDI, R.; GARCIA, C.; MARCINIUK, L. L.; ROSSI, A. V.; SCHUCHARDT, U. \n\nSíntese de biodiesel: uma proposta contextualizada de experimento para laboratório de \n\nQuímica Geral. Química Nova.v. 30, n. 5, p.1374-1380. 2007. \n\n \n\nSANTOS, E. N. dos; LAGO, R. M. Publicações na área de catálise envolvendo instituições \n\nbrasileiras: uma comparação entre os periódicos especializados e os da SBQ. Química \n\nNova.v. 30, n. 6, p.1480-1483. 2007. \n\n \n\nSATHYASELVABALA, V.; SELVARAJ, D. K.; KALIMUTHU, J.; PERIYARAMAN, P. \n\nM.; SUBRAMANIAN, S.  Two-step biodiesel production from Calophyllum inophyllum oil: \n\nOptimization of modified b-zeolite catalyzed pre-treatment. Bioresource Technology. No \n\nprelo 2010. \n\n \n\nSEMWAL, S.; ARORA, A. K.; BADONI, R. P.; TULI, D. K. Biodiesel production using \n\nheterogeneous catalysts. Bioresource Technology. No prelo 2010. \n\n \n\nSHARMA, Y. C.; SINGH, B.; KORSTAD, J. Latest developments on application of \n\nheterogenous basic catalysts for an efficient and eco friendly synthesis of biodiesel: A review. \n\nFuel. No prelo 2010. \n\n \n\n\n\n58 \n\n \n\nSHU, Q.; YANG, B.; YUAN, H.; QING, S.; ZHU, G. Synthesis of biodiesel from soybean oil \n\nand methanol catalyzed by zeolite beta modified with La3+. Catalysis Communications, v.8, \n\nn.12, p. 2159-2165, dezembro. 2007.  \n\n \n\nSILVA, C. L. M. da. Obtenção de ésteres etílicos a partir da transesterificação do óleo  de \n\nandiroba com etanol. 64 f. Dissertação (Mestrado). Instituto de Química, Universidade \n\nEstadual de Campinas, Campinas, 2005. \n\n \n\nSOLDI, R.A.; OLIVEIRA, A. R.S.; RAMOS, L. P.; CÉSAR-OLIVEIRA, M. A. F. Soybean \n\noil and beef tallow alcoholysis by acid heterogeneous catalysis. Applied Catalysis A: \n\nGeneral, v. 361, n. 1-2, p. 42-48, junho. 2009.  \n\n \n\nSTATISTICA. Statsoft for windows. Tulsa: Statsoft, 2006 (versão 6.0). \n\n \n\nSUPPES, G. J.; DASARI, M. A.; DOSKOCIL, E. J.; MANKIDY, P. J.; GOFF, M. J. \n\nTransesterification of soybean oil with zeolite and metal catalysts. Applied Catalysis A: \n\nGeneral, v. 257, n. 2, p. 213-233, janeiro. 2004.  \n\n \n\nVUJICIC, Dj.; COMIC, D.; ZARUBICA, A.; MICIC, R.; BOSKOVIC G. Kinetics of \n\nbiodiesel synthesis from sunflower oil over CaO heterogeneous catalyst. Fuel, v. 89, n. 8, p. \n\n2054-2061, agosto. 2010.  \n\n \n\nXIE, W.; HUANG, X.; LI, H. Bioresour. Technol Soybean oil methyl esters preparation using \n\nNaX zeolites loaded with KOH as a heterogeneous catalyst. Bioresource Technology, v.98, n. \n\n4, p. 936-939, março. 2007. \n\n \n\n\n\n59 \n\n \n\nXIE, W.; PENG, H.; CHEN, L. Calcined Mg–Al hydrotalcites as solid base catalysts for \n\nmethanolysis of soybean oil. Journal of Molecular Catalysis A: Chemical. v. 246: p.24–32, \n\n2006b. \n\n \n\nZABETI, M.; DAUD, W. M. A. W.; AROUA, M. K. Activity of solid catalysts for biodiesel \n\nproduction: A review. Fuel Processing Technology. v. 90, n. 6, p. 770-777, junho. 2009. \n\n \n\nZHANG, Y.; DUBE, M. A.; MCLEAN, D. D. L. Biodiesel production from waste cooking \n\noil: Process design and technological assessment. Bioresource Technology. v.89: p.1–16, \n\n2003. \n\n \n\nZHU, H.; WU, Z.; CHEN, Y.; ZHANG, P.; DUAN, S.; LIU, X.; MAO, Z. Preparation of \n\nBiodiesel Catalyzed by Solid Super Base of Calcium Oxide and Its Refining Process. Chinese \n\nJournal of Catalysis, v. 27, n. 5, p. 391-396, maio. 2006."}]}}}