{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21530"}, {"@name": "filename", "#text": "5285_DISS_RODRIGOALVESDOSSANTOS.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "RODRIGO ALVES DOS SANTOS \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nESTUDO DA VIABILIDADE TÉCNICA E ECONÔMICA DE PRODUÇÃO \nDE PETRÓLEO SINTÉTICO OFFSHORE A PARTIR DE REJEITO RICO \n\nEM CO2  \n \n \n \n \n \n\nDissertação apresentada à Escola \nPolitécnica da Universidade de São Paulo \npara obtenção do titulo de Mestre em \nCiências. \n \n \n \n \n\n \n \n \n \n \n \n \n\n      \n \n \n \n\nSÃO PAULO \n2013 \n\n\n\nRODRIGO ALVES DOS SANTOS \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nESTUDO DA VIABILIDADE TÉCNICA E ECONÔMICA DE PRODUÇÃO \nDE PETRÓLEO SINTÉTICO OFFSHORE A PARTIR DE REJEITO RICO \n\nEM CO2  \n \n \n \n \n \n\nDissertação apresentada à Escola \nPolitécnica da Universidade de São Paulo \npara obtenção do titulo de Mestre em \nCiências. \n \n \nÁrea de Concentração: \nEngenharia Química \n \n \nOrientador: \nProf. Dr. Galo Antonio Carrillo Le Roux \n\n \n \n\n      \n \n \n \n \n \n\nSÃO PAULO \n2013 \n\n\n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nEste exemplar foi revisado e corrigido em relação à versão original, sob \nresponsabilidade única do autor e com a anuência de seu orientador. \n \nSão Paulo,  08  de novembro de 2013. \n \n \nAssinatura do autor____________________________________________ \n \nAssinatura do orientador________________________________________ \n \n \n \n \n \n \n \n \n \n \n\nFICHA CATALOGRÁFICA \n \n \n \n\n \n \n \n \n \n\nFICHA CATALOGRÁFICA \n\n \n \nSantos, Rodrigo Alves dos \n\nEstudo da viabilidade técnica e econômica de produção de \npetróleo sintético offshore a partir de rejeito rico em CO2 / R.A. \ndos Santos. -- versão corr. -- São Paulo, 2013. \n\n100 p. \n \n\nDissertação (Mestrado) - Escola Politécnica da Universidade  \nde São Paulo. Departamento de Engenharia Química. \n \n\n1.Petróleo sintético offshore (Produção;Viabilidade) \nI.Universidade de São Paulo. Escola Politécnica. Departamento \nde Engenharia Química II.t. \n\n \n\n\n\nDEDICATÓRIA \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nDedico esse trabalho à minha querida \n\nesposa Ossana pelo amor, \n\ncompreensão e apoio durante todas as \n\nfases da elaboração do mesmo, aos \n\nmeus filhos Noah e Enzo, pela \n\nfelicidade e benção da paternidade e à \n\nminha mãe Antonia, pelo carinho, \n\ndedicação, apoio, educação e caráter à \n\nmim oferecidos. \n\n\n\nAGRADECIMENTOS \n \n \n \n\n A Deus pela saúde e paz a mim oferecida, sem a qual nada aconteceria.  \n \n \n\nAo Prof. Dr. Galo A. Carrillo Le Roux pela orientação, apoio e compreensão \nno desenvolvimento deste trabalho. \n \n \n A Petrobras pela oportunidade de crescimento pessoal e intelectual oferecida. \n \n \n Ao amigo Claudio Neves Borges, pelo seu apoio, amizade e conselhos. \n \n \n À Giovanna Jundurian pelo apoio na revisão do trabalho. \n \n \n A Secretaria do Departamento de Engenharia Química, em especial ao \nprofissional Alexandre, pelo auxilio administrativo durante esses anos. \n \n \n Aos membros da banca examinadora pela disponibilização de seu valoroso \ntempo para avaliação e sugestões de melhoria a este trabalho.  \n \n \n Ao colega Guilherme Rodrigues Junior pela compreensão e aprovação da \nminha participação no programa de mestrado oferecido pela Petrobras, em \ndetrimento de importantes horas de trabalho.   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\nEPÍGRAFE \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n“Todos os homens, de todos os \n\ntempos, e ainda os de hoje, dividem-se \n\nentre escravos e livres, porque quem \n\nnão dispõe de dois terços do próprio \n\ndia é um escravo, não importa o que \n\nseja de resto: homem de Estado, \n\ncomerciante, funcionário público ou \n\nestudioso.” \n\n \n\nFriedrich Nietzsche \n\n\n\nRESUMO \n \n \nA descoberta de uma nova província petrolífera, conhecida como pré-sal, localizada \n\nno litoral brasileiro, representa um novo marco na produção de petróleo mundial. \n\nDentre os vários desafios encontrados para exploração e produção dessa região, a \n\npresença de CO2 em grandes concentrações nos fluidos de alguns desses \n\nreservatórios tem sido um dos desafios de maior relevância para as empresas que \n\nexploram e produzem nessa área (FORMIGLI, 2007). Uma forma alternativa de \n\nseqüestro do CO2 retirado do gás natural é a sua utilização como matéria prima ou \n\nco-alimentação para a síntese de produtos químicos, em especial aqueles com \n\ngrande demanda de mercado. Um dos produtos que podem ser obtidos \n\nindiretamente a partir do CO2 é o petróleo sintético, produzido pelo processo \n\nconhecido como Gas-to-Liquids, ou GTL. Neste trabalho foi analisada a viabilidade \n\ntécnica, econômica e potencial de captura de CO2, da produção de petróleo \n\nsintético, pelo processo GTL, offshore, a partir de dióxido de carbono (CO2) e \n\nmetano (CH4), presentes na corrente de rejeito do tratamento do gás processado em \n\numa plataforma de produção de petróleo e gás, através das reformas seca e a \n\nvapor, seguida da síntese Fischer-Tropsch. A partir de dados de literatura e com uso \n\nde simulador comercial de processos, a simulação do processo foi desenvolvida e \n\ndiferentes alternativas para reaproveitamento das correntes residuais do processo \n\nforam analisadas, incluindo o reciclo e a queima dos efluentes combustíveis, assim \n\ncomo foram aplicadas técnicas de integração energética, otimização e análise \n\neconômica de processos. Os resultados indicaram que o processo, mássica e \n\nenergeticamente integrado, na condição de menor emissão de CO2 e maior retorno \n\nfinanceiro, produziu petróleo sintético de forma técnica e economicamente viável. Os \n\nresultados indicaram ainda que o processo GTL, com as tecnologias utilizadas, não \n\né indicado como método de captura de CO2 devido o fato de a geração desse \n\ncomponente para a produção de petróleo sintético ser duas vezes maior que a \n\nquantidade alimentada. \n\n \n\n \n\nPalavras-Chave: CO2, GTL, Fischer-Tropsch. \n \n \n \n\n\n\nABSTRACT \n \n \nThe discovery of a new oil province known as pre-salt, located in the Brazilian coast, \n\nrepresents a new frontier in the world's oil production. Among other challenges \n\ninvolved in the exploration and production in that region, the CO2 concentration at \n\nhigh levels in the fluids of some of those reservoirs has been the most relevant \n\nchallenge for the companies that explore and produce in that area (FORMIGLI, \n\n2007). An alternative to sequestering the CO2 extracted from natural gas is using it \n\nas a supply of raw material or as an input to the synthesis of chemical products, \n\nespecially those with great market demand. One of the products that can be obtained \n\nindirectly from CO2 is synthetic fuel, produced by the process known as Gas-to-\n\nLiquids, or GTL. In this work the technical, economical and potential feasibility of CO2 \n\ncapture is analyzed, as well as the production of synthetic fuel using the GTL \n\nprocess, offshore, from carbon dioxide (CO2) and methane (CH4), found in the waste \n\nchain of the gas treatment in an oil and gas production platform, through dry and \n\nsteam reforming, followed by Fischer-Tropsch synthesis. Thus, based on literature \n\ndata and on the use of a commercial process simulator, the simulation of the \n\nsuggested process was developed and different alternatives to the reutilization of the \n\nwaste chains were analyzed, including the recycling and burning of some effluent \n\nstreams. Techniques of energetic integration, optimization and economic analysis of \n\nprocess have also been applied. The results indicated that the process, mass and \n\nenergy integrated in the condition of lower CO2 emissions and greater financial \n\nreturn, produced synthetic oil in a technically and economically feasible way. The \n\nresults also indicated that the GTL process, with the technologies used, is not \n\nsuitable as a method for CO2 capture due to the fact that the generation of this \n\ncomponent for the production of synthetic oil is two times greater than the amount \n\nfed. \n\n \n\n \n\nKeywords: CO2, GTL, Fischer-Tropsch. \n \n \n \n\n \n \n\n\n\nLISTA DE ILUSTRAÇÕES \n \n \n\nFigura 3.1 – Processo GTL completo. 18 \n\nFigura 3.2 – Rotas de produção de gás de síntese. 20 \n\nFigura 3.3 – Produção do gás de síntese pela pré-reforma adiabática e \n\nreforma autotérmica. \n\n29 \n\nFigura 3.4 – Insumos e catalisadores.  33 \n\nFigura 3.5 – Reatores para a síntese de Fischer-Tropsch. 34 \n\nFigura 3.6 – Distribuição teórica mássica de produtos como função da \n\nprobabilidade de crescimento de cadeia (?). \n\n42 \n\nFigura 3.7– Distribuição teórica molar de produtos como função da \n\nprobabilidade de crescimento de cadeia (?). \n\n42 \n\nFigura 4.1 – Diagrama de blocos característico de um processamento \nprimário de petróleo e gás natural. \n\n44 \n\nFigura 4.2 –  Diagrama de blocos do processamento de petróleo, incluindo \no processo proposto. \n\n45 \n\nFigura 4.3 – Diagrama de blocos simplificado do processo de conversão de \nCO2 a petróleo sintético. \n\n48 \n\nFigura 4.4 – Diagrama de blocos da opção sem membrana. 58 \n\nFigura 4.5 – Diagrama de blocos da opção com membrana. 58 \n\nFigura 4.6 – Exemplo de um diagrama de intervalos de temperaturas. 61 \n\nFigura 4.7 – Exemplo de um diagrama de cascata (inicial e ajustado).  62 \n\nFigura 4.8 – Exemplo de uma rede integrada de trocadores de calor. 65 \n\nFigura 4.9 – Fluxograma representativo do sistema de utilidades.   73 \n\nFigura 4.10 – Fluxograma representativo do sistema de tratamento de água. \n \n\n  74 \n\nFigura 5.1 – Produção de petróleo das alternativas analisadas. 81 \n\nFigura 5.2 – Consumo de gás natural das alternativas analisadas. 82 \n\nFigura 5.3 – Conversão de CO2 para as alternativas analisadas. 82 \n\nFigura 5.4 – Custo de investimento das alternativas analisadas. 83 \n\nFigura 5.5 – Valor presente liquido (VPL) das alternativas analisadas. 84 \n\nFigura 5.6 – Diagrama de intervalos de temperaturas. 86 \n\nFigura 5.7 – Diagrama de cascata de troca térmica. 86 \n\nFigura 5.8 – Rede integrada de trocadores de calor. 87 \n\nFigura 5.9 – Fluxograma final do processo proposto. 88 \n\n\n\nLISTA DE TABELAS \n \n \n\nTabela 3.1 –  Principais reações da síntese de Fischer-Tropsch. 32 \n\nTabela 3.2 – Vantagens e desvantagens para os reatores de leito fixo multi-\ntubulares e reatores de leito de lama. \n\n37 \n\nTabela 3.3 – Evolução na tecnologia dos reatores. 38 \n\nTabela 3.4 – Características gerais dos principais catalisadores. 40 \n\nTabela 4.1 – Alternativas de integração mássica analisadas. 59 \n\nTabela 4.2 -  Exemplo de organização de dados de correntes. 60 \n\nTabela 4.3 – Dados necessários para cada classe de estimativa de custos. 67 \n\nTabela 4.4 – Projeção de preços para o petróleo tipo Brent.  69 \n\nTabela 4.5 – Correlações para calculo de despesas operacionais.  70 \n\nTabela 4.6 – Projeção de preços para o gás natural Henry Hub.  72 \n\nTabela 4.7 – Consumo energético das utilidades de processo. 74 \n\nTabela 5.1 – Dados da simulação do caso base. 77 \n\nTabela 5.2 – Composição do óleo produzido pela simulação do caso base. 78 \n\nTabela 5.3 – Emissões de CO2 - simulação do caso base. 79 \n\nTabela 5.4 – Resultados da simulação para a alternativa sem membrana. 80 \n\nTabela 5.5 – Resultados da simulação para a alternativa com membrana. 80 \n\nTabela 5.6 – Dados das correntes de processo que participaram da analise. 85 \n\nTabela 5.7 – Resultados da integração de trocadores de calor do processo 88 \n\nTabela 5.8 – Resumo dos resultados obtidos com a integração energética do \n\nprocesso. \n\n89 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\nLISTA DE ABREVIATURAS E SIGLAS \n \n \n \n\nANP Agência Nacional de Petróleo e Biocombustíveis  \nASF Anderson-Schulz-Flory \nATR Autothermal Reforming \nBTL Biomass-To-Liquids \nCEPCI  Chemical Engineering Plant Cost Índex \nCM Custo operacional \nCTL Coal-to-Liquids \nDMT Diferencial Mínimo de Temperatura \nEIA U.S Energy Information Administration \nFPSO Floating Production Storage and Offloading \nFT Fischer-Tropsch \nGRAP Gás Residual de Alta Pressão  \nGRBP Gás Residual de Baixa Pressão  \nGTL Gas-To-Liquids \nHTFT High Temperature Fischer-Tropsch \nIPCC Intergovernmental Panel on Climate Change \nLTFT Low Temperature Fischer-Tropsch \nMPE Método do Ponto de Estrangulamento Energético \nOTL Oil-To-Liquids \nPCI Poder Calorífico Inferior \nPE Pinch Point \nPFR Plug Flow Reactor \nPOX Partial Oxidation \nRTL Residue-To-Liquids \nSMR Steam Methane Reforming \nTMA Taxa Mínima de Atratividade \nVPL Valor Presente Líquido  \nWGS Water-Gas-Shift \n \n \n \n \n \n \n \n \n \n \n \n\n\n\nSUMÁRIO \n \n\n1      INTRODUÇÃO         13 \n1.1 MOTIVAÇÃO         13 \n\n \n2      OBJETIVOS         16 \n2.1 OBJETIVO         16 \n \n3      REVISÃO BIBLIOGRÁFICA      17 \n3.1 PRODUÇÃO DE COMBUSTÍVEIS LÍQUIDOS SINTÉTICOS  17 \n\n3.2 PRODUÇÃO DO GÁS DE SÍNTESE      19 \n\n3.2.1 Reforma a Vapor         22 \n3.2.2 Oxidação Parcial         24 \n3.2.3 Reforma Auto-térmica        26 \n3.2.4 Reforma Combinada ou Secundária     29 \n3.3 SÍNTESE DE FISCHER-TROPSCH         31 \n\n3.3.1 Tecnologias para a Síntese de Fischer-Tropsch.   32 \n3.3.2 Reatores para a Síntese de Fischer-Tropsch    34 \n3.3.3 Catalisadores         38 \n3.3.4 Distribuição dos produtos formados     41 \n \n4 MATERIAIS E MÉTODOS       44 \n4.1 DESENVOLVIMENTO E SIMULAÇÃO DO PROCESSO  44 \n\n4.1.1 Características da corrente de alimentação.    44 \n4.1.2 Premissas adotadas no estudo.      46 \n4.1.3 Descrição do processo proposto.       48 \n4.1.4 Simulação do processo.        51 \n4.1.4.1 Reator de reforma         52 \n\n4.1.4.2 Combustão catalítica       53 \n\n4.1.4.3 Reator Fischer-Tropsch       54 \n\n \n \n\n\n\n4.2 INTEGRAÇÃO MÁSSICA E ENERGÉTICA.     56 \n4.2.1 Integração mássica.        56 \n4.2.2 Integração Energética.        59 \n4.2.2.1  Mínimo consumo de utilidades e ponto de menor diferença de  \n\n                temperatura.          60 \n\n4.2.2.2     Síntese da rede de trocadores de calor     63 \n\n4.3 ANALISE DE VIABILIDADE ECONOMICA     65 \n\n4.3.1 Estimativa do capital de investimento      66 \n4.3.2 Fluxo de caixa         69 \n4.3.2.1 Preço do petróleo        69 \n\n4.3.2.2 Estimativa do custo operacional       70 \n\n4.3.2.3 Custo da matéria-prima       71 \n\n4.3.2.4 Custo com utilidades        72 \n\n4.3.2.5 Custo com tratamento de efluentes      74 \n\n4.3.2.6 Custo com operadores        75 \n \n5 RESULTADOS E DISCUSSÃO      77 \n5.1 SIMULAÇÃO DO CASO BASE      77 \n\n5.2 INTEGRAÇÃO MÁSSICA DO PROCESSO    80 \n\n5.3 INTEGRAÇÃO ENERGÉTICA DO PROCESSO    85 \n\n \n6   CONCLUSÕES          91 \n \n7 CONTINUIDADE DO TRABALHO     93 \n \n8 REFERÊNCIAS BIBLIOGRÁFICAS     94 \n \nAPÊNDICE – A  DADOS DE EQUIPAMENTOS - PROCESSO \n\nINTEGRADO       99 \n \n      \n  \n\n\n\n \n13 \n\n \n\n1 INTRODUÇÃO \n \n\n1.1 MOTIVAÇÃO \n \n\nA descoberta da província do pré-sal, localizada na plataforma continental \n\ndas regiões sudeste e sul, representa um novo marco na história da indústria \n\npetrolífera brasileira (FERRO; TEIXEIRA, 2009). \n\n \n\nPara transformar as estimativas de reservas de petróleo em riqueza \n\nexplorada será necessário superar diversas barreiras técnicas em várias áreas que \n\ncompõem, direta e indiretamente, a cadeia de valor da atividade (FERRO; \n\nTEIXEIRA, 2009). \n\n \n\nDentre os vários desafios encontrados para exploração e produção das \n\nreservas do pré-sal, a presença de CO2 em grandes quantidades nos fluidos desses \n\nreservatórios tem sido um dos desafios de maior relevância para as empresas que \n\nexploram e produzem nessa área (FORMIGLI, 2007). Isso porque o CO2, quando \n\npresente no gás natural acima de certas quantidades, pode causar problemas de \n\ncorrosão nos dutos de transporte e transferência, contaminação atmosférica \n\nrelacionada ao efeito estufa, dificuldades de comercialização do gás por não atender \n\nàs exigências da ANP, etc. (IPCC, 2005). \n\n \n\nPara desenvolvimento da produção de petróleo e gás dos campos da região \n\ndo pré-sal, principalmente por motivos ambientais, o CO2 removido do gás natural \n\nproduzido não poderá ser lançado na atmosfera, como acontecia no passado. Todo \n\no CO2 produzido deverá ter uma destinação diferente da atmosfera. Os destinos \n\nnormalmente utilizados para a deposição do CO2 produzido são a injeção e \n\nestocagem em reservatórios depletados, aqüíferos salinos, reservatórios de carvão e \n\nre-injeção em campos produtores para recuperação secundária de petróleo (IPCC, \n\n2005), sendo esse último, o modelo adotado atualmente para as plataformas \n\nresponsáveis pela produção no pré-sal.  \n\n\n\n \n14 \n\n \n\nUma forma alternativa de seqüestro de CO2 é a sua utilização como matéria \n\nprima ou co-alimentação para a síntese de produtos químicos, em especial aqueles \n\ncom grande demanda de mercado. \n\n \n\nDentro desse cenário, a pesquisa e desenvolvimento de processos e \n\ntecnologias que busquem a conversão química do CO2 produzido em plataformas de \n\npetróleo em produtos de maior valor agregado e de interesse da indústria química e \n\npetroquímica, apresenta-se como uma excelente alternativa para a garantia da \n\npreservação ambiental aliada a rentabilidade obtida a partir de um rejeito \n\nconsiderado o maior causador do efeito estufa. \n\n \n\nO dióxido de carbono pode reagir com uma série de compostos químicos \n\npara a produção dos mais diversos produtos. Um dos produtos obtidos indiretamente \n\na partir do CO2 é o petróleo sintético. Ele é produzido pela síntese de Fischer-\n\nTropsch (FT), que utiliza o gás de síntese (composto basicamente de hidrogênio e \n\nmonóxido de carbono) como matéria prima. O gás de síntese por sua vez, pode ser \n\nproduzido pela reação do gás natural (metano) com o CO2 ou com a água, sendo \n\nessas reações conhecidas como reforma seca e reforma a vapor, respectivamente. \n\nO processo completo (reforma e síntese FT) é conhecido como Gas-to-Liquids, ou \n\nGTL.  \n\n \n\nA síntese de FT é considerada o coração da tecnologia GTL. Através dela o \n\ngás de síntese é convertido em uma mistura de hidrocarbonetos composta \n\nprincipalmente por hidrocarbonetos parafínicos de longa cadeia linear e por ?-\n\nolefinas. Em resumo, o processo converte o monóxido de carbono e hidrogênio em \n\nhidrocarbonetos líquidos sintéticos (petróleo sintético) de altíssima qualidade, que \n\npode ser misturado ao petróleo produzido, estocado nos tanques da plataforma, \n\naumentando o volume de petróleo produzido e, com isso, aumentando os ganhos da \n\nunidade. \n\n \n\nAo se analisar o processamento primário de petróleo em uma plataforma de \n\npetróleo, verifica-se que o gás natural (metano) e a água são reagentes \n\nnaturalmente disponíveis para utilização, tornando o processo GTL uma excelente \n\nopção para reaproveitamento do CO2. \n\n\n\n \n15 \n\n \n\nO processo GTL é uma tecnologia amplamente dominada e que há muitos \n\nanos é utilizada para conversão de gás natural em combustíveis líquidos sintéticos. \n\nJá a utilização do CO2 para a produção do gás de síntese ainda é um tema pouco \n\ndesenvolvido e utilizado industrialmente, sendo que a grande maioria das pesquisas \n\nsobre o tema ainda estão restritas ao meio acadêmico. \n\n \n\nFace ao pequeno e disputado espaço disponível em uma plataforma de \n\nprodução de petróleo, tem-se que a utilização de reatores convencionais para a \n\nconversão de CO2 a combustíveis líquidos pode tornar o processo inviável \n\ntecnicamente. Nesse cenário, as tecnologias de reatores compactos (micro e \n\nmilicanais) despontam como uma interessante opção, pois intensificam tanto os \n\nprocessos de conversão química quanto de troca de energia no processo. Essa \n\ntecnologia já vem sendo testada para aplicação em um futuro próximo pela \n\nPetrobras em parceria com a britânica CompactGTL, em uma planta de \n\ndemonstração instalada em um sítio de testes em Aracaju/SE (BAXTER, 2010).  \n\n \n\nAlém da CompactGTL, outras duas empresas, Heatric e Velocys, atuam no \n\ndesenvolvimento de tecnologias específicas para a exploração de reservas de gás \n\nremotas ou offshore, que seguem uma linha de pesquisa diferenciada em função do \n\nseu produto final, o metanol.  \n\n  \n\nUm dos grandes desafios da planta GTL é a otimização da integração \n\nenergética da etapa de produção com a etapa de conversão do gás de síntese. \n\n(VOSLOO, 2001). Isso porque apesar do processo possuir duas etapas \n\ntermodinamicamente distintas (reforma endotérmica e síntese FT fortemente \n\nexotérmica), a grande diferença de temperatura entre as duas etapas impede que a \n\nintegração ocorra de forma direta. Apesar disso, as diversas correntes mássicas e \n\nenergéticas que entram e saem do processo necessitam ser integradas, a fim de \n\nreduzir os custos de produção e o consumo de matérias primas. \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n16 \n\n \n\n2 OBJETIVOS \n \n\n2.1 OBJETIVO \n \n\nEste trabalho tem como objetivo identificar a viabilidade técnica e econômica \n\nda produção de hidrocarbonetos líquidos sintéticos, a partir de dióxido de carbono \n\n(CO2) e metano (CH4), presentes na corrente de rejeito do tratamento do gás \n\nprocessado, em uma plataforma de produção de petróleo e gás, localizada na região \n\ndo pré-sal, através das reformas seca e/ou a vapor seguida da síntese de Fischer-\n\nTropsch. \n\n \n\nPara atendimento desse objetivo o trabalho foi realizado da seguinte forma: \n\n \n\n• Pesquisa bibliográfica sobre os processos utilizados (reforma seca, \n\nreforma a vapor, reforma combinada e síntese de Fischer-Tropsch), \n\nmetodologias e modelos utilizados no desenvolvimento do trabalho; \n\n• Levantamento e definição das premissas do processo (vazões de entrada \n\ne saída, temperaturas, pressões, etc.); \n\n• Simulação matemática do processo, em regime estático, a partir das \n\ninformações coletadas durante a pesquisa bibliográfica, para obtenção dos \n\ndados do processo que servirão de insumo para as análises posteriores; \n\n• Integração mássica do caso base simulado, através do reciclo das \n\ncorrentes residuais do processo (gás e água); \n\n• Análise e seleção da melhor opção de reciclo das correntes residuais; \n\n• Integração energética do processo; \n\n• Dimensionamento dos principais equipamentos; \n\n• Analise de viabilidade econômica do processo. \n\n \n \n \n \n \n \n \n \n \n\n\n\n \n17 \n\n \n\n3 REVISÃO BIBLIOGRÁFICA \n \n\n3.1 PRODUÇÃO DE COMBUSTÍVEIS LÍQUIDOS SINTÉTICOS \n \n\nA tecnologia para produção de combustíveis líquidos sintéticos (GTL) tem \n\numa longa história. Seu desenvolvimento inicial ocorreu na década de 1920, quando \n\nos cientistas alemães Franz Fischer e Hans Tropsch desenvolveram o processo de \n\nconversão do gás de síntese (mistura de monóxido de carbono e hidrogênio), \n\nproduzido a partir do carvão, em combustíveis líquidos. A partir deste \n\ndesenvolvimento inicial, a tecnologia foi utilizada em escala comercial na Alemanha \n\ndurante a Segunda Grande Guerra, nos Estados Unidos na década de 1950 e na \n\nÁfrica do Sul a partir da década de 1950 (ALMEIDA et al., 2004). \n\n \n\nProcessos para a conversão do gás natural em combustíveis líquidos, como \n\ngasolina ou diesel, produzidos a partir da síntese de Fischer-Tropsch (FT) vêm \n\natraindo bastante atenção, uma vez que consistem em uma importante estratégia \n\npara a valorização do gás natural existente em áreas remotas, que não pode ser \n\nfacilmente utilizado para outros fins. Além disso, outros fatores como a pressão \n\nambiental para a redução da queima do gás em flares e o progresso no que se \n\nrefere ao custo efetivo da tecnologia Fischer-Tropsch, resultante do desenvolvimento \n\nde catalisadores mais ativos e da melhoria no projeto dos reatores, contribuem para \n\no aumento do interesse pela tecnologia GTL baseada na síntese de Fischer-Tropsch \n\n(VOSLOO, 2001). \n\n \n\nA denominação XTL, comumente encontrada na literatura, é empregada para \n\ncaracterizar a produção de combustíveis líquidos sintéticos a partir de diversas \n\nfontes, tais como o gás natural (gas-to-liquids, GTL), carvão (coal-to-liquids, CTL), \n\nóleos extrapesados (OTL), biomassa (biomass-to-liquids, BTL) ou resíduo de vácuo \n\n(RTL). Essas tecnologias proporcionam a conversão dos insumos mencionados em \n\ngás de síntese, substância que pode ser convertida em combustíveis sintéticos \n\ncomo diesel, nafta, lubrificantes e parafinas, com altíssimo grau de pureza (sem \n\nelementos poluentes). \n\n \n\n\n\n \n18 \n\n \n\nO processo completo de conversão do gás natural para líquidos (Figura 3.1) \n\npode ser dividido em três seções, representadas cada uma por processos distintos \n\n(LAAN, 1999; VOSLOO, 2001; KNOTTENBELT, 2002; BASINI, 2005; BREED A. et \n\nal., 2005; SOUZA-AGUIAR, 2005) \n\n \n\n1. Produção do gás de síntese  \n\n2. Conversão do gás de síntese (Síntese Fischer-Tropsch)  \n\n3. Refino  \n\n \n  Figura 3.1 – Processo GTL completo \n\n \n  Fonte: adaptado de ALMEIDA et al., 2004 \n\n \n\nEmbora essas três etapas sejam bem estabelecidas, individualmente \n\notimizadas e comercialmente aprovadas, o uso combinado não é largamente \n\n\n\n \n19 \n\n \n\naplicado, passando a ser um interessante desafio à obtenção de metodologias \n\ncombinando essas três etapas de forma que se obtenham custos efetivos mais \n\nbaixos (ALMEIDA et al., 2004). \n\n \n\nUm dos grandes desafios da planta GTL é a otimização da integração \n\nenergética da etapa de produção com a etapa de conversão do gás de síntese. Essa \n\ndificuldade é resultado da influência da tecnologia da etapa de produção do gás de \n\nsíntese na eficiência térmica do processo completo da planta. A escolha da \n\ntecnologia de produção determina a necessidade, ou não, de uma planta de \n\nprodução de oxigênio, influenciando, portanto o custo de capital do processo \n\ncompleto (VOSLOO, 2001). \n\n \n\nAtualmente, vem sendo realizados esforços para obtenção de \n\nhidrocarbonetos de alto peso molecular e combustíveis líquidos de forma direta, ou \n\nseja, sem a obtenção do gás de síntese a partir do metano. No entanto, o processo \n\nnão apresenta viabilidade, sobretudo por se limitar a baixas conversões e baixa \n\nseletividade para os produtos de interesse (KUSMIYATI, 2005).  \n\n \n\n3.2 PRODUÇÃO DO GÁS DE SÍNTESE \n \n\nAtribui-se o nome de gás de síntese a uma mistura de hidrogênio (H2) e \n\nmonóxido de carbono (CO).  \n\n \n\nO processo de gaseificação ou produção do gás de síntese pode ser definido \n\ncomo a conversão de qualquer combustível que contenha carbono (carbonáceo) em \n\num produto gasoso que possua poder calorífico. Essa definição inclui processos \n\ncomo pirólise, oxidação parcial e hidrogenação (HIGMAN; VAN DER BURGT, 2003). \n\n \n\nO gás de síntese é composto por CO e H2 com a razão H2/CO tipicamente \n\nvariando entre 5,0:1 e 1,7:1 (RICE; MANN, 2007). A razão H2/CO pode variar \n\nconforme o tipo de insumo e também com o método de produção da mistura. \n\n \n\n\n\n \n20 \n\n \n\nApesar da possibilidade de poder ser produzido a partir de diversos insumos, \n\no mais comum para a produção de gás de síntese na indústria química é o gás \n\nnatural (RICE; MANN, 2007). \n\n \n\nA reforma do gás natural (em especial do metano) a gás de síntese é dada \n\natravés de quatro processos distintos: oxidação parcial, reforma autotérmica, \n\nreforma a vapor e reforma seca (IYER et al., 2003).  \n\n \n\nA figura 3.2 apresenta um esquema simplificado dessas reações. \n\n \n      Figura 3.2 – Rotas de produção de gás de síntese \n\n \nFonte: Elaboração própria.  (*A Reforma Autotérmica consome 3CH4) \n\n \n\nO gás de síntese é utilizado na indústria química para a obtenção de amônia, \n\nH2 e metanol, assim como é utilizado em outros processos como oxo-álcoois, ácido \n\nacético, anidro acético, fosgênio e acrilatos. Também é utilizado como fonte de \n\nhidrogênio para processos de refino de petróleo como: hidrocraqueamento, \n\nhidrotratamento e hidrodesulfurização (RICE; MANN, 2007). \n\n \n\n \n\n \n\n\n\n \n21 \n\n \n\nExistem quatro principais tecnologias de produção de gás de síntese bem \n\nestabelecidas (PEÑA et al. 1999, VOSLOO, 2001; BAKKERUD, 2005; KESHAV e \n\nBASU, 2007): \n\n \n\n• Reforma a Vapor (Steam Methane Reforming - SMR)  \n\n• Oxidação Parcial (Partial Oxidation - POX)  \n\n• Reforma Autotérmica (Autothermal Reforming - ATR)  \n\n• Reforma Combinada (Combined ou Two-step Reforming)  \n\n \n\nEntre os quatro processos citados é possível identificar dois processos \n\nbásicos distintos para a produção do gás de síntese: a reforma a vapor e a oxidação \n\nparcial. Os outros dois são combinações desses dois processos (KESHAV; BASU, \n\n2007). \n\n \n\nQuando considerado o número de plantas em funcionamento, a SMR é a \n\ntecnologia comercialmente dominante (WILHELM et al., 2001; RICE e MANN, 2007). \n\nQuando se utiliza como critério a capacidade total de produção do gás de síntese \n\ndas plantas em funcionamento, a POX é o processo atualmente dominante \n\n(HIGMAN; VAN DER BURGT, 2003). Essa diversidade é conseqüência da diferença \n\nde escala entre a indústria química, onde a SMR é dominante, e a indústria de \n\nenergia, onde o processo POX tem sido preferencialmente utilizado. \n\n \n\nAlém das quatro principais e bem estabelecidas tecnologias para a produção \n\nde gás de síntese, podemos citar outras tecnologias que também estão disponíveis, \n\ncomo por exemplo, a Reforma Compacta (Compact Reforming-CP), Reforma de Alto \n\nFluxo (High Flux Reformer-HFR), Haldor Topsoe Convective Reformer (HTCR), \n\nOxidação Parcial de Alta Eficiência (High Efficiency Oxidation Process–HOP), \n\nReforma por Membranas Cerâmicas (Ceramic Membrane Reforming-CMR), a \n\nReforma com Trocador de Calor (Heat Exchange Reforming-HER), Reforma com \n\nTrocador de Calor entre Produtos e Insumos (Product/Feed Heat Exchange- P/F \n\nHE), a Reforma com Gás Aquecido (Gas-Heated Reforming - GHR), etc. \n\n(BAKKERUD, 2005).  \n\n \n\n \n\n\n\n \n22 \n\n \n\nTodos esses novos processos, de uma forma ou de outra, são baseados e \n\nutilizam uma ou mais das principais tecnologias já citadas (SMR, POX e ATR). \n\nEssas tecnologias são patenteadas e fruto de pesquisas das principais empresas \n\nenvolvidas com a produção de gás de síntese para posterior produção de seu \n\nprincipal insumo, seja ele amônia, hidrocarbonetos, metanol, ou outro qualquer.  \n\n \n\nEmbora algumas ainda não sejam comerciais, estas tecnologias possuem um \n\ngrande potencial para dominarem o mercado futuro das plantas de geração de gás \n\nde síntese, pois foram desenvolvidas com o objetivo exclusivo de propiciar a \n\nredução nos custos de operação e de capital, seja através do aumento da eficiência \n\nenergética, da redução do consumo de insumos ou da obtenção de produtos com \n\nmaior pureza, eliminando etapas subseqüentes no processo. \n\n \n3.2.1 Reforma a Vapor  \n \n\nA reforma a vapor (SMR) consiste basicamente na conversão do gás natural \n\npor reação com vapor de água em altas temperaturas em um processo catalítico. \n\nTanto a alta temperatura quanto a grande quantidade de calor requeridas nesse \n\nprocesso, são fornecidas através de queimadores localizados no interior dos fornos, \n\nonde se encontram reatores tubulares, nos quais ocorre o processo de conversão \n\n(GEROSA, 2007; KESHAV e BASU, 2007; SONG e GUO, 2006; RICE e MANN, \n\n2007). \n\n  \nAs principais reações ocorridas nesse processo podem ser representadas de \n\nforma simplificada pela equação 3.1 e equação 3.2 (KESHAV e BASU, 2007; \n\nBHARADWAJ e SCHMIDT, 1995; RICE e MANN, 2007).  \n\n \n\nCH4 + H2O  CO + 3H2   ?H 298K = 205, 92 kJ/mol  (Equação 3.1) \n\nCH4 + CO2  2CO + 2H2   ?H 298K = 247,32 kJ/mol  (Equação 3.2) \n\n \n\nComo pode ser visto através das equações 3.1 e 3.2, a reforma a vapor é um \n\nprocesso endotérmico que ocorre na presença de catalisador (normalmente a base \n\nde níquel). Opera-se o processo com excesso de vapor em relação às quantidades \n\n\n\n \n23 \n\n \n\nestequiométricas de vapor/carbono (V/C) variando de 2:5 a 4:5 (MATAR, 2000), em \n\ntemperaturas na faixa e 750ºC a 900ºC e pressões entre 20 atm e 50 atm. \n\n \n\nNo SMR é necessário trabalhar com excesso de um dos reagentes, no caso, \n\no vapor, para deslocar o equilíbrio químico no sentido direto das reações, ou seja, \n\nseguindo o princípio de Le Chatellier (GEROSA, 2007). De acordo com Marschner e \n\nRenner (2002), o excesso não deve alterar ou prejudicar o resultado do processo. \n\n \n\nOutra razão, pela qual se deve utilizar um excesso de vapor, é a de prevenir a \n\ndeposição de carbono na superfície do catalisador. Esta deposição poderia causar \n\num fenômeno conhecido como hot-spot, o que reduziria a vida útil deste (GEROSA, \n\n2007).  \n\n \n\nDependendo do uso a que se destina o gás de síntese, as plantas de reforma \n\na vapor possuem, além do reator de reforma a vapor, unidades complementares. \n\nPor exemplo, as plantas destinadas à produção de H2 possuem uma unidade \n\ndedicada à reação de deslocamento de água (Water-Gas-Shift - WGS), que tem o \n\npapel de aumentar a produção de H2 pela reação abaixo representada \n\n(BHARADWAJ e SCHMIDT, 1995; PEÑA et al., 1999): \n\n \n\nCO + H2O ? CO2 +H2  ?H 298K = - 41 kJ/mol   (Equação 3.3)  \n\n \n\nA reação representada pela equação 3.3 é levemente exotérmica e ocorre \n\ntambém durante a produção normal do gás de síntese, porém em menor extensão \n\npor conta da temperatura em que o processo se passa. \n\n \n\nUma grande vantagem do processo SMR é que este não necessita de uma \n\nplanta auxiliar para o fornecimento de oxigênio, o que resulta em uma redução nos \n\ncustos e no espaço destinado à instalação da planta. \n\n \n\nApesar dessa vantagem este processo apresenta problemas como o \n\nconsumo de energia, o custo de construção e a obtenção do gás de síntese \n\nrelativamente rico em hidrogênio, com uma razão H2/CO entre 3 e 5, que é alta em \n\nrelação à razão ideal necessária para a síntese FT (KESHAV; BASU, 2007).  \n\n\n\n \n24 \n\n \n\nUma razão H2/CO mais adequada para a síntese de FT pode ser obtida com a \n\nreciclagem ou adição de CO2 ao insumo da reação. Apesar dessa possibilidade, a \n\nadição de CO2 pode causar problemas como a formação de carbono devido à \n\nreação de decomposição do metano, representada pela equação 3.4, problemas \n\ncom a desativação de catalisadores e metal dusting corrosion, como resultado da \n\nReação de Boudouard, representada pela equação 3.5 (SONG e GUO, 2006; PEÑA \n\net al., 1999).  \n\n \n  CH4   C + 2H2   ?H 298K =   75 kJ/mol   (Equação 3.4)  \n\n2CO  C + CO2           ?H 298K = 172 kJ/mol          (Equação 3.5)  \n\n \n\nA reciclagem ou adição de CO2 ao insumo da reação é muito atrativa, uma \n\nvez que contribui para o consumo de CO2 e CH4, principais causadores do efeito \n\nestufa e pelo potencial energético da produção de H2, que pode ser destinado a \n\ncélulas combustíveis, contribuindo para transformar o custo do seqüestro de CO2 em \n\nbenefícios econômicos (MAITRA e EDWARDS, 1995). \n\n \n\nHou et al (2006) testaram catalisadores de diversos tipos de materiais (Ru, \n\nRh, Pt, Ir, Ni, Co) para esta síntese, com sucesso na inibição da formação de coque, \n\ne obtiveram uma conversão de CO2 de até 85%, nas condições reacionais de 1 bar e \n\n800ºC. \n\n \n\nO processo SMR exige que a matéria-prima de entrada seja isenta de \n\ncompostos sulfurosos, pois os mesmos são considerados como veneno para o \n\ncatalisador a base de níquel, reduzindo a sua vida útil (SUPP; BREJC; MIRON, \n\n2002). \n\n \n3.2.2 Oxidação Parcial \n\n \n\nA oxidação parcial consiste na reação de hidrocarbonetos (em especial o \n\nmetano) com certa quantidade de oxigênio, insuficiente para que aconteça a \n\ncombustão completa, que ocorre em faixas de temperaturas entre 1100ºC e 1600ºC \n\ne pressões de até 15 MPa, para produção de gás de síntese (GENROSA, 2007).  \n\n\n\n \n25 \n\n \n\nNeste processo, o metano misturado com pequena quantidade de vapor é \n\noxidado dentro do reator, gerando o dióxido de carbono que reage com o próprio \n\nmetano, gerando monóxido de carbono e hidrogênio. Ocorre também a reação do \n\nmetano com o vapor d’água, tal como na reforma a vapor, porém em menor escala. \n\nA primeira reação, altamente exotérmica, produz energia para as duas etapas \n\nsubseqüentes que são endotérmicas. O processo global é exotérmico. \n\n  \n\nAs reações do processo POX podem ser representadas pelas equações 3.1, \n\n3.2 e 3.6 ou pela reação global 3.7 (AASBERG-PETERSEN et al., 2001; BASINI, \n\n2005): \n\n \nCH4 +  2O2    CO2 + 2H2O ?H = - 889 kJ/mol (Equação 3.6) \n\nCH4 + CO2    2CO + 2H2        ?H =    247 kJ/mol  (Equação 3.2) \n\nCH4 + H2O    CO   + 3H2           ?H =    206 kJ/mol  (Equação 3.1) \n\nCH4 + ½ O2  CO   + 2H2         ?H =    - 58 kJ/mol  (Equação 3.7) \n\n \n\nA composição do gás de síntese obtido tanto no processo SMR, quanto no \n\nPOX pode ser manipulada dentro de certos limites. Isso é possível com a alteração \n\nde algumas condições do processo e/ou com a adição de novas etapas. Apesar da \n\npossibilidade de manipulação, a necessidade de uma razão H2/CO de \n\naproximadamente 2 para a síntese de FT não permite uma utilização totalmente \n\nsatisfatória da SMR ou da POX para aplicações GTL (WILHELM et al., 2001).  \n\n \n\nOutra variável crítica é o teor de metano no gás de síntese (que deve estar \n\nabaixo de 3% v/v em base seca). Neste caso, por exemplo, a rota POX acaba \n\nprecisando aplicar temperaturas muito elevadas (1300°C – 1400°C) para obter \n\nelevada conversão de metano e reduzir a formação de fuligem, isto leva a custos \n\nmuito altos de investimento e operação (BASINI, 2005). \n\n \n\nO deslocamento de água (equação 3.3), equilíbrio do metano (equação 3.1), \n\nequilíbrio do ácido sulfídrico (equação 3.8), produção e equilíbrio de CO2 (equações \n\n3.9 e 3.2) são variáveis capazes de alterar o tempo padrão, a fim de que o equilíbrio \n\ndo processo seja atingido, bem como influenciar na estequiometria de saída \n\n(GEROSA, 2007). \n\n\n\n \n26 \n\n \n\n \n\nCO + H2O     CO2 + H2  ( Equação 3.3 ) \n\nCH4 + H2O     CO  + 3H2  ( Equação 3.1 ) \n\nH2S + CO2    H2O + COS  ( Equação 3.8 ) \n\n                  CO  + ½ O2     CO2              ( Equação 3.9 ) \n\nCH4 + CO2      2CO + 2H2       ( Equação 3.2 ) \n\n \n\nExistem dois tipos de oxidação parcial, a catalítica e a não-catalitica. O que \n\ndiferencia os dois tipos é a presença ou não de catalisador. Todas as reações \n\ncitadas anteriormente ocorrem, compulsoriamente, no interior do reator.  \n\n \n\nPara unidades não catalíticas, as reações de 3.1, 3.2, 3.3, 3.8 e 3.9 ocorrem e \n\na temperatura de saída da mistura gasosa tende a ser mais alta. Neste tipo de \n\nprocesso, é necessária a instalação de unidades de remoção de CO2 e compostos \n\nsulfurosos antes do envio do gás de síntese para as unidades de produção de \n\namônia e metanol. \n\n \n\nNa oxidação parcial catalítica, a conversão química ocorre no reator sem o \n\nuso de um queimador (AASBERG-PETERSEN et al., 2001; BAKKERUD, 2005; \n\nKESHAV e BASU, 2007). \n\n \n\nNas unidades de POX catalítico, a matéria prima de entrada deve estar isenta \n\nde compostos sulfurosos, já que estes danificam o catalisador. Logo, a reação 3.8 \n\nnão ocorre. A presença do catalisador faz com que a temperatura do processo seja \n\num pouco mais baixa. Dessa forma, a temperatura de saída da mistura gasosa é de \n\naproximadamente 1000ºC (GEROSA, 2007). \n\n \n\n3.2.3 Reforma Auto-térmica \n \n\nA reforma auto-térmica consiste na junção dos dois processos anteriores \n\n(SMR e POX). O gás natural (basicamente metano) é misturado e reagido com vapor \n\ne oxigênio, sendo queimado em uma câmara de combustão. O processo é dito auto-\n\ntérmico, pois a necessidade energética da reação da reforma a vapor é suprida pela \n\nprópria reação de oxidação parcial. \n\n\n\n \n27 \n\n \n\nAs reações representadas pelas equações 3.1, 3.3 e 3.10 representam o \n\nprocesso (AASBERG-PETERSEN et al., 2001): \n\n \n\nCH4  + 3/2O2  CO + 2H2O   ?H = - 520 kJ/mol  (Equação 3.10) \n\nCH4  +  H2O   CO  + 3H2            ?H =   206 kJ/mol  (Equação 3.1  ) \n\nCO   + H2O    CO2 + H2               ?H =   - 41 kJ/mol  (Equação 3.3  ) \n\n \n\nO agente oxidante utilizado pode ser o gás atmosférico ou oxigênio puro. \n\n \n\nO gás parcialmente oxidado passa através de um leito catalítico, normalmente \n\nde níquel, onde ocorre a reação do metano não queimado com o vapor, graças ao \n\nelevado conteúdo energético do gás de combustão gerado na câmara. A Reforma \n\nautotérmica gera uma menor formação de fuligem, com menor consumo de oxigênio \n\nquando comparada com a Oxidação Parcial. \n\n \n\nA ATR faz uso de catalisador, na presença de oxigênio e vapor, para a \n\nreforma do gás natural. Por apresentar condições menos severas que a POX, como \n\na temperatura de saída dos gases em aproximadamente 1.000 °C, e utilizar a razão \n\nV/C maior que 1,3, o gás de síntese obtido não apresenta fuligem, e apresenta \n\nmenos amônia e HCN quando comparado ao processo POX (VOOSLO, 2001). \n\n \n\nAnalisando-se a ATR sob os aspectos relacionados às condições de processo \n\ntais como, temperatura e pressão, nota-se seu posicionamento entre o SMR e o \n\nPOX. Seus valores típicos para temperatura e pressão estão na faixa de 2 a 4 MPa \n\ne 800ºC a 1000ºC, respectivamente (MARSCHNER, 2002). Outras fontes de \n\npesquisa consultadas, tal como Chen (2005), apontam temperaturas de até 1200ºC. \n\n \n\nA reação de combustão ocorre rapidamente e gera elevada temperatura no \n\ninterior do reator. Como o processo exige a injeção de oxigênio, é recomendável que \n\nexista uma planta de separação e limpeza do ar atmosférico, o que encarecerá o \n\nprocesso. A necessidade ou não da planta de separação está relacionada ao uso \n\nfinal do gás de síntese produzido. \n\n \n\n\n\n \n28 \n\n \n\nO processo ATR tem como vantagem a produção de um gás de síntese ideal \n\npara vários processos posteriores a conversão (GEROSA, 2007). \n\n \n\nA razão V/C de 1,3 resulta em um gás de síntese com uma razão H2/CO de \n\naproximadamente 2,5, que ainda é mais alta que a necessária para a síntese de FT \n\n(VOOSLO, 2001; BASINI, 2005).  \n\n \n\nO controle para a obtenção de uma razão adequada de H2/CO pode ser \n\nconseguido com a combinação da redução da razão V/C e a reciclagem de CO2 para \n\no reformador (VOOSLO, 2001; RICE e MANN, 2007). Apesar dessa possibilidade, \n\nquanto maior a reciclagem do gás rico em CO2 para o reformador, maior terá que ser \n\ncapacidade da etapa de produção de gás de síntese por tonelada de produto, \n\nconsequentemente os custos e as dimensões também aumentarão. \n\n \n\nA geração do gás de síntese com composição que permita a aplicação direta \n\nem processos Fischer-Tropsch está condicionada a altas temperaturas na reforma e \n\na razões V/C baixas, na ordem de 0,3 (WILHELM et al., 2001). \n\n \n\nComercialmente, utilizam-se razões V/C de 1,3, o que permite a obtenção de \n\ngás de síntese com razão H2/CO de 2,5. Porém, testes realizados pela Sasol e \n\nHaldor Topsøe na planta da Sasol na África do Sul apresentaram resultados \n\npositivos para razões V/C menores que 1,3 (VOSLOO, 2001). \n\n \n\nDe acordo com Chen (2005), quando o processo ATR é realizado nas \n\ncondições ideais de operação, com uma quantidade correta e precisa de ar, \n\ncombustível e vapor, a eficiência teórica pode ser maior que a do processo SMR \n\nconvencional (93,9% contra 91,7%). \n\n  \n\nUma vantagem do processo ATR é a sua flexibilidade para as matérias \n\nprimas de entrada, pois é possível trabalhar tanto com hidrocarbonetos gasosos, \n\ndenominados leves, quanto os mais pesados, tais como a nafta petroquímica, \n\ngasolina e óleo diesel. \n\n \n\n\n\n \n29 \n\n \n\nEntre os processos SMR, o POX (catalítico e não catalítico) e a ATR, este \n\nultimo é o mais recente e o que mais precisa ser melhorado. De acordo com Chen \n\n(2005), grandes evoluções poderão surgir com respeito à redução da relação \n\noxigênio:carbono. Isto deverá significar uma redução na temperatura do processo. O \n\nideal seria ter-se entre 650ºC e 900ºC. O autor também aponta que avanços nas \n\npesquisas dos catalisadores deverão reduzir o tempo de residência nos reatores. \n\n \n\nO processo ATR oferece grande perspectivas de melhorias tanto para sua \n\nutilização sozinha como em conjunto como é o caso da tecnologia Haldor Topsøe \n\nExchange Reformer (HTER) (BAKKERUD, 2005). \n\n \n\n3.2.4 Reforma Combinada ou Secundária \n \n\nQuando o conceito ATR é aplicado a reatores que utilizam, como insumo, \n\ngases parcialmente reformados em um reformador preliminar, estes reatores formam \n\numa subcategoria no processo ATR chamada de reforma combinada ou secundária \n\n(WILHELM et al., 2001; KESHAV e BASU, 2007). A figura 3.3 apresenta um \n\nesquema característico da reforma combinada: \n \n\nFigura 3.3 – Produção do gás de síntese pela pré-reforma adiabática e reforma autotérmica. \n\n \nFonte AASBERG-PETERSEN et al., 2003). \n\n \n\nA principal característica desse processo é que o primeiro estágio, baseado \n\nna SMR, e o segundo estágio, baseado na ATR, ocorrem em diferentes reatores \n\n(KESHAV; BASU, 2007). As principais etapas do processo são: dessulfurização, pré-\n\n\n\n \n30 \n\n \n\nreforma (adiabatic pré-reforming), ATR e recuperação de calor (AASBERG-\n\nPETERSEN et al, 2003).  \n\n \n\nA pré-reforma é um processo adiabático, que ocorre num reator de leito fixo \n\ncom uso de Ni como catalisador. Nesta etapa, os hidrocarbonetos são convertidos \n\nem uma mistura de CH4, H2 e CO2 (AASBERG-PETERSEN et al., 2003).  \n\n \n\nNesta configuração a parte principal da síntese de gás em uma unidade GTL \n\né a ATR, mas o uso da pré-reforma reduz o volume de O2 consumido em relação ao \n\nvolume de produto obtido (AASBERG-PETERSEN et al., 2003).  \n\n  \n\nO gás de baixa pressão obtido na primeira etapa SMR tem a sua pressão \n\naumentada no processo ATR, eliminando a necessidade de um compressor e \n\nconsequentemente o custo associado a sua utilização. Apesar disso, a utilização de \n\ndois reatores aumenta os custos envolvidos (KESHAV; BASU, 2007).  \n\n \n\nUma planta GTL pode ter sua eficiência térmica aumentada em 1 ou 2 %, \n\ndependendo do grau de integração energética e de condições específicas de \n\noperação, com a utilização da reforma combinada (VOOSLO, 2001).  \n\nOs custos envolvidos na reforma combinada são menores que a SMR e \n\nmaiores que a ATR e a sua utilização dependerá do custo do gás natural (VOOSLO, \n\n2001).  \n\n \n\nA ATR e a Reforma combinada são distintas, mas os usuários e os \n\nfornecedores das tecnologias nem sempre fazem essa distinção.  Na maioria dos \n\ncasos a reforma combinada é chamada de ATR.  A maioria das plantas comerciais \n\nenvolve as duas tecnologias, especialmente plantas de metanol que utilizam \n\noxigênio e plantas para a produção de amônia que utilizam ar no lugar de oxigênio \n\n(WILHELM et al., 2001). \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n31 \n\n \n\n3.3 SÍNTESE DE FISCHER-TROPSCH \n \n\nA síntese de Fischer-Tropsch (FT) é considerada o coração da tecnologia \n\nGas-to-Liquids. Na síntese de FT, por meio de reações exotérmicas, o gás de \n\nsíntese é convertido em uma mistura complexa de hidrocarbonetos lineares, não-\n\nlineares e produtos oxigenados, sendo os principais produtos hidrocarbonetos \n\nparafínicos de longa cadeia linear e por ?-olefinas (TAVASOLI et al, 2006; LAAN, \n\n1999; STELMACHOWSKI e NOWICKI, 2003). Esta conversão, catalisada por \n\nmetais, é altamente exotérmica e sua reação pode ser esquematicamente \n\nrepresentada pela equação 3.11 (DIJK, 2001). \n\n \n\nnCO + 2nH2  -(CH2)n- + nH2O  ?H = - 165 kJ/mol  (Equação 3.11) \n\n \n\nA etapa da síntese de FT é formada por: reatores, reciclagem e compressão \n\ndo gás de síntese que não foi convertido na síntese FT, remoção do H2 e do CO2 e \n\nseparação dos produtos da síntese de FT (LAAN, 1999). \n\n \n\nConsiderando que o maior custo de investimento entre os processos \n\nenvolvidos na tecnologia GTL consiste na etapa de obtenção do gás de síntese, o \n\nprocesso de conversão FT deve utilizar este gás com a maior eficiência possível. \n\nIsso faz com que a seletividade do processo seja considerada parâmetro chave na \n\notimização da etapa de conversão. Neste aspecto, a formação de hidrocarbonetos \n\nde cadeias superiores a cinco átomos de carbono deve ser preferida à formação de \n\nmetano e outros gases de baixa massa molar (TAVASOLI et al., 2006). As principais \n\nreações ocorridas durante a síntese de FT estão resumidas na tabela 3.1. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n32 \n\n \n\n Tabela 3.1 – Principais reações da síntese de Fischer-Tropsch  \n\n \n Fonte: LAAN, 1999. \n\n \n\n3.3.1 Tecnologias para a Síntese de Fischer-Tropsch \n \n\nA natureza fortemente exotérmica das reações de Fischer-Tropsch torna a \n\nremoção de calor do reator um parâmetro crítico do processo Gas-to-liquids, o que \n\nmotiva o constante desenvolvimento de novos equipamentos com objetivo de um \n\naproveitamento energético mais eficiente (DALAI e DAVIS, 2008; SILVA, 2004).  \n\n \n\nPara processos que visam à obtenção de produtos com maiores pesos \n\nmoleculares, tais como ceras, diesel e lubrificantes especiais, são utilizadas \n\ntemperaturas entre 200 – 240°C, sendo denominadas LTFT (Low Temperature \n\nFischer-Tropsch) (DRY, 2002). A operação em temperaturas mais elevadas (300-\n\n350°C), processo chamado HTFT (High Temperature Fischer-Tropsch), é utilizada \n\npara produção de nafta (petroquímica) e ?-olefinas (MARTÍNEZ et al., 2007). \n\n \n\nO processo de alta temperatura (HTFT) utiliza o Fe como catalisador, a uma \n\ntemperatura de aproximadamente 340°. O processo de baixa temperatura (LTFT) \n\nutiliza tanto o Fe quanto o Co como catalisador e opera a uma temperatura \n\naproximada de 230 °C (VOOSLO, 2001; DRY, 2002). \n\n \n\n\n\n \n33 \n\n \n\nPor ser uma reação exotérmica e por causa da alta atividade do catalisador \n\nCo, como já dito anteriormente, a troca de calor do reator para o seu resfriamento é \n\nfundamental (VOOSLO, 2001). A água é um produto primário da reação de FT e o \n\nCO2 pode ser produzido pela reação WGS (LAAN, 1999). A Figura 3.4 mostra as \n\nfaixas de aplicação para os catalisadores Fe e Co. \n\n \n        Figura 3.4 – Insumos e catalisadores \n\n \nFonte: LAAN, 1999. \n\n \n\nEmbora a distribuição de produtos demonstre a característica de \n\npolimerização da síntese de Fischer-Tropsch, seu mecanismo de crescimento de \n\ncadeias ainda não está plenamente consolidado e ainda é objeto de muito estudo \n\n(SILVA, 2004). \n\n \n\nOutro aspecto importante no desenvolvimento de reatores comerciais é o \n\ngrande número de produtos gerados com diferentes pressões de vapor.  \n\n \n\n \n\n \n\n \n\n\n\n \n34 \n\n \n\n3.3.2 Reatores para a síntese de Fischer-Tropsch \n \n\nConforme Steynberg et al. (1999), Espinoza et al. (1999) e Dry (2002), são \n\nquatro os principais modelos de reatores encontrados na indústria:  \n\n \n\n1. Reator de leito fixo multi-tubular ou tipo Arge (Multi Tubular Trickle Bed Reactor) \n(Figura 3.5a); \n \n2. Reator de leito fluidizado circulante ou tipo Kellogg (riser) (Circulating Fluidized \nBed Reactor) (Figura 3.5b); \n \n3. Reator de leito fluidizado (Fluidized Bed Reactor) (Figura 3.5c); \n \n4. Reator de leito fluidizado trifásico ou reator de leito de lama (Slurry Bubble \nColumn Reactor) (Figura 3.5d). \n \n\nFigura 3.5 - Reatores para a síntese de Fischer-Tropsch: a. Reator de leito fixo multi-tubular; b. \nReator de leito fluidizado circulante (CFB); c. Reator de leito fluidizado (FFB); d. Reator de leito de \nlama \n\n \nFonte: LAAN, 1999. \n\n \n\nOs reatores de leito fixo multi-tubular e os de leito de lama são normalmente \n\nutilizados para operações a baixa temperatura (LTFT) e os de leito fluidizado (CFB e \n\nFFB) para operações a alta temperatura (HTFT) (DRY, 2002). \n\n \n\nOs diferentes projetos básicos para cada tipo de reator mostram \n\ncaracterísticas e limitações no que concerne aos requisitos básicos da reação, tais \n\ncomo: capacidade de transferência de calor, perda de carga, tempo de residência, \n\nregeneração ou troca de catalisador e comportamento do catalisador. As diversas \n\n\n\n \n35 \n\n \n\nfaixas possíveis de produtos gerados também impõem limitações para a escolha do \n\nreator (DRY, 2002). \n\n \n\nOs reatores de leito fixo multi-tubulares (Figura 3.5a) são utilizados para a \n\nprodução de parafinas lineares de alta massa molar. O calor liberado na reação FT é \n\nremovido pela água que circula ao redor dos tubos reatores, com geração de vapor. \n\nSendo o principal objetivo a produção de parafinas, estes reatores operam a \n\ntemperaturas relativamente baixas (~225ºC). Em temperaturas mais elevadas \n\n(acima de 280ºC), além de ocorrer uma redução na seletividade para a produção da \n\nparafina, é possível ocorrer a deposição de fuligem sobre as partículas do \n\ncatalisador, que pode levar ao entupimento do reator (plugging) (DRY, 1990). \n\n \n\nOs reatores de leito fluidizado circulante (CFB) (Figura 3.5b) são utilizados \n\npara a produção de olefinas e óleos de baixa massa molar. A produção de óleos \n\npesados e parafinas devem ser evitadas, pois um excessivo molhamento do \n\ncatalisador pode resultar na aglomeração de partículas com conseqüente perda de \n\nfluidização do leito. A remoção do calor gerado na reação ocorre parcialmente em \n\ntrocadores de calor e parcialmente pela corrente de gases efluentes do reator (DRY, \n\n1990; ALMEIDA et al., 2004). \n\n \n\nOs reatores do tipo leito fluidizado (FFB) (Figura 3.5c) foram desenvolvidos \n\nposteriormente ao CFB e, na época, estimava-se que seu custo seria 50% do custo \n\nde um reator CFB de capacidade equivalente. Os FFB’s são reatores mais simples e \n\nde menor porte.  \n\n \n\nSteynberg et al. (1999) e Dry (2002) descrevem muitas vantagens \n\napresentadas pelo modelo de leito fluidizado borbulhante quando comparado ao \n\nmodelo CFB tipo Kellogg. Os custos de construção do FFB são 40% menores, \n\nsendo que para uma mesma capacidade, o FFB em geral é menor. O inventário do \n\ncatalisador utilizado no reator FFB está sempre na zona de reação, fazendo com \n\nque a razão catalisador/gás seja duas vezes superior. Em termos energéticos, as \n\nvelocidades do gás de alimentação, por não precisar arrastar o catalisador consigo, \n\nsão reduzidas no FFB, fazendo com que o seu diâmetro seja maior, possibilitando \n\ngerar uma maior quantidade de vapor devido à área da sua serpentina ser superior. \n\n\n\n \n36 \n\n \n\nAinda conforme o autor, outras vantagens incluem menor razão de reciclo e menor \n\nqueda de pressão no leito, reduzindo os custos do compressor para reciclo do gás, \n\nfacilidade para scale-up, menor consumo de catalisador e menor taxa de deposição \n\nde coque. \n\n \n\nFinalmente, os reatores de leito de lama (3.5d) são similares aos reatores do \n\ntipo FFB, exceto pelo catalisador estar suspenso em uma fase líquida, como \n\nparafina fundida resultante da síntese de FT. Nesses reatores, o gás de síntese é \n\nalimentado pelo fundo, sendo distribuídos pelo vaso no qual se encontram dispersos \n\nprodutos líquidos da reação com partículas do catalisador sólido suspensas. Os \n\ngases reagentes se difundem das bolhas de gás através da fase líquida para a \n\npartícula do catalisador, onde reagem. Os hidrocarbonetos mais pesados \n\npermanecem em suspensão na fase slurry (lama), enquanto que os produtos \n\ngasosos e o gás de síntese não convertido saem pelo topo. Assim como no outro \n\nmodelo usado no processo LTFT, há uma serpentina que gera vapor decorrente da \n\ntroca térmica (ESPINOZA et al., 1999). \n\n \n\nGeerlings et al. (1999) compararam os dois modelos utilizados no processo \n\nLTFT. Apresentou como vantagens para utilização dos multi-tubulares a facilidade \n\nde scale-up, a ausência de uma etapa necessária para separação das partículas do \n\ncatalisador dos produtos líquidos, a ausência de problemas relacionados ao atrito do \n\ncatalisador e a possibilidade de utilizar uma maior carga de catalisador dentro do \n\nreator. No entanto, o reator de leito de lama não apresenta limitações quanto à \n\ndifusão intrapartícula por utilizar partículas com menor diâmetro, a operação é \n\npróxima da isotermicidade devido à excelente troca térmica e os catalisadores \n\npodem ser adicionados ou removidos durante a operação. \n\n \n\nOs primeiros estudos mostraram que, para elevadas temperaturas (~320 ºC), \n\no reator de leito de lama possui menor conversão do que o sistema multi-tubular. \n\nAlém disto, nessas condições, a parafina é hidrocraqueada resultando em uma \n\nperda da fase líquida média. Portanto, o reator de lama não compete com os \n\nsistemas FFB/CFB e foi, então, concebido como uma alternativa para o reator multi-\n\ntubular de leito fixo para produção de parafinas a baixas temperaturas (DRY, 1990). \n\n\n\n \n37 \n\n \n\nAs vantagens e desvantagens das duas principais tecnologias de reatores F-T \n\nutilizadas para obtenção de produtos de alta massa molar, reator de leito fixo multi-\n\ntubular e reator de lama, são mostradas na tabela 3.2. \n \n\nTabela 3.2 - Vantagens e desvantagens para os reatores de leito fixo multi-tubulares e reatores de \nleito de lama  \n\n \n Fonte:LAAN, 1999. \n\n \n\nAs empresas detentoras de tecnologias Gas to Liquids estão constantemente \n\nbuscando a otimização de seus processos. A Sasol, a Rentech e a Exxon utilizam \n\nem seus processos reatores de leito de lama e a Shell e a Syntroleum utilizam \n\nreatores de leito fixo multi-tubulares (CHEM SYSTEMS, 2001). A tabela 3.3 \n\napresenta a evolução ocorrida na tecnologia dos reatores utilizados pela Sasol a \n\npartir da década de 50. \n \n\n \n\n \n\n\n\n \n38 \n\n \n\nTabela 3.3 - Evolução na tecnologia dos reatores da empresa Sasol  \n\n \nFonte: HEYDENRICH, 2005. \n\n \n\n3.3.3 Catalisadores \n \n\nComo ocorre na maioria dos processos industriais, os catalisadores \n\nempregados na Síntese de Fischer-Tropsch são heterogêneos. Em termos gerais, \n\ndentre as principais vantagens da catálise heterogênea comparada à homogênea \n\ndestaca-se a facilidade na separação do catalisador, a flexibilidade na sua \n\nregeneração e os menores custos associados (MOULIJN; MAKKEE; VAN DIEPEN, \n\n2001). \n\n \n\nA composição do catalisador utilizado no processo é dependente do tipo de \n\ntecnologia empregada na reação. No processo HTFT, a reação é realizada \n\nexclusivamente com catalisadores à base de ferro em reatores de leito fluidizado \n\nborbulhante ou de leito fluidizado circulante. A sua aplicação no processo LTFT \n\npossui uma maior variabilidade. A unidade SASOL-1 utiliza dois diferentes tipos de \n\ncatalisadores à base de ferro para seus modelos de reatores (multi-tubular e slurry). \n\nA unidade da Shell utiliza catalisadores à base de cobalto em reatores de leito fixo \n\nmulti-tubulares, enquanto que a planta da Oryx utiliza o mesmo tipo de catalisador, \n\nmas em reatores slurry (DE KLERK, 2008). \n\n \n\nConforme Dry (2002), os catalisadores utilizados no processo FT possuem \n\ncomo fase ativa metais de transição tais como Fe, Ni, Co e Ru, os quais apresentam \n\natividade necessária para sua aplicação comercial. \n\n\n\n \n39 \n\n \n\nEmbora todos os metais do grupo VIII possuam alguma atividade para a \n\nformação da ligação C-C durante a hidrogenação de CO, os metais com maior \n\natividade para a síntese de Fischer-Tropsch, em ordem decrescente, são: rutênio \n\n(Ru), ferro (Fe), cobalto (Co) e níquel (Ni). Esta atividade está relacionada com a \n\ncapacidade dos metais de dissociar a ligação CO (DIJK, 2001). \n\n \n\nOs catalisadores mais utilizados comercialmente são os catalisadores à base \n\nde ferro ou cobalto. Segundo Dijk (2001) a principal desvantagem para a utilização \n\nde níquel como catalisador é a formação de compostos voláteis, carbonila-metal, o \n\nque limita a pressão de reação e, conseqüentemente, reduz a produtividade dos \n\nreatores FT. Em condições industriais, catalisadores à base de Ni produziriam \n\nprincipalmente metano. Apesar de o rutênio ser o metal de maior atividade catalítica \n\nna síntese de FT, seu uso está limitado a estudos acadêmicos em função do seu \n\nalto custo no mercado. \n\n \n\nCatalisadores à base de ferro, cujo custo é relativamente baixo, possuem \n\ncomo fase ativa carbeto de ferro formado durante a síntese. Óxidos de ferro também \n\nsão formados e atuam como catalisadores da reação de deslocamento de gás \n\nd’água (water-gas-shift) a qual é muito útil quando o gás de síntese é originado a \n\npartir da gaseificação do carvão, o qual tipicamente possui uma razão H2/CO muito \n\nbaixa, havendo excesso de CO (YANG et al., 2004; WAN et al., 2006; HAYAKAWA, \n\nTANAKA e FUJIMOTO, 2007). Esta alta atividade em relação à reação de \n\ndeslocamento de água resulta em uma baixa eficiência de carbono para o processo \n\nGas to Liquids, justificada por uma maior perda de carbono na forma de CO2. À \n\nelevada temperatura (~340 ºC), catalisadores à base de ferro são seletivos para a \n\nformação de olefinas de baixa massa molar, com baixa seletividade para formação \n\nde metano. A aplicação desses catalisadores para a produção de parafinas de alta \n\nmassa molar é limitada em função da tendência para formação de carbono \n\nelementar, o que causa desativação do catalisador. \n\n \n\nOs catalisadores contendo cobalto como metal ativo têm a sua aplicação \n\nexclusivamente nos processos LTFT, visto produzirem excesso de metano e CO2 em \n\ntemperaturas mais altas (DRY, 2002). Os catalisadores à base de cobalto, de maior \n\ncusto, possuem como fase ativa cobalto metálico, justificado pela baixa tendência de \n\n\n\n \n40 \n\n \n\nformação de carbeto de cobalto nas condições de processo. A atividade da reação \n\nde deslocamento de água é baixa para estes catalisadores, o que faz com que a \n\nágua seja o principal produto oxigenado da reação. \n\n \n\nComparados aos catalisadores à base de ferro, os catalisadores à base de \n\ncobalto possuem maior seletividade para formação de hidrocarbonetos pesados, \n\npois as olefinas tendem a ser readsorvidas no catalisador dando continuidade ao \n\nprocesso de crescimento de cadeia (DIJK, 2001). \n\n \n\nA maior atividade por peso do metal, maior resistência à desativação pela \n\nágua, menor atividade para a reação de deslocamento e a menor produção de \n\noxigenados são vantagens que os catalisadores contendo cobalto apresentam frente \n\naos catalisadores à base de ferro (MARTÍNEZ et al., 2003). Os catalisadores à base \n\nde cobalto são quase que exclusivamente do tipo suportados devido ao alto custo \n\ndeste metal, limitando a sua composição a pequenas quantidades bem dispersas \n\nsobre um suporte poroso. \n\n \n\nDe acordo com a Rentech (2006), licenciadora de tecnologias para síntese de \n\nFischer-Tropsch, uma comparação resumida entre as características dos \n\ncatalisadores à base de ferro e cobalto é dada na tabela 3.4. \n\n \nTabela 3.4 – Características gerais dos principais catalisadores  \n\n \nFonte: RENTECH, 2006. \n\n \n\nEm função da elevada atividade e vida útil longa, catalisadores à base de \n\ncobalto são, atualmente, a melhor escolha para conversão do gás de síntese em \n\ncombustíveis líquidos (VOSLOO, 2001). \n\n\n\n \n41 \n\n \n\n3.3.4 Distribuição dos produtos formados \n \n\nA síntese de FT é um processo de crescimento das cadeias de carbono na \n\nsuperfície do catalisador. Em cadeias de qualquer comprimento existe a \n\nprobabilidade de crescimento, pela adição de mais um carbono, ou da interrupção \n\ndo crescimento, geralmente pela hidrogenação da cadeia. (STELMACHOWSKI; \n\nNOWICKI, 2003). \n\n \n\nDe acordo com Dijk (2001) a distribuição dos produtos da síntese de Fischer-\n\nTropsch pode ser descrita baseada em um processo de polimerização, de acordo \n\ncom a equação 3.12: \n\n \nFn = n(1??)2 ?n?1   (Equação 3.12) \n\n  \nOnde: Fn é a fração de átomos de carbono convertida em hidrocarbonetos de \n\ncadeia com n átomos de carbono e ? a probabilidade de crescimento de cadeia \n\n \n\nO mecanismo de reação consiste em uma polimerização que leva a uma \n\ndistribuição de produtos com diferentes pesos moleculares e que é denominado de \n\ndistribuição Anderson-Schulz-Flory (ASF). Essa distribuição determina uma relação \n\nentre o rendimento do produto e o numero de carbonos, mostrando uma seletividade \n\ndesde produtos gasosos (hidrocarbonetos leves), passando pelos produtos líquidos \n\n(hidrocarbonetos de peso intermediário) até ceras (hidrocarbonetos sólidos).  \n\n \n\nO modelo proposto por Anderson, Schulz e Flory é um modelo estatístico \n\nsimples que relaciona de forma linear o logaritmo da massa molar do hidrocarboneto \n\ne o seu numero de carbonos. \n\n \n\nFatores como temperatura, pressão e razão H2/CO são extremamente \n\nimportantes para a seletividade da síntese de Fischer-Tropsch e influenciam a \n\ndistribuição Anderson–Schulz–Flory (ASF) (SILVA, 2004; DIJK, 2001). \n\n \nTodo o espectro do produto da síntese é caracterizado por um parâmetro \n\nsingular denominado parâmetro da probabilidade de crescimento de cadeia (?). A \n\nfigura 3.6 mostra a distribuição de produtos em função de ?. \n\n\n\n \n42 \n\n \n\nFigura 3.6 – Distribuição teórica mássica de produtos como função da probabilidade de \ncrescimento de cadeia (?) de acordo com a distribuição ASF. \n\n \n\nFonte: Adaptado de DIJK, 2001. \n \n\nOutra forma de representar a distribuição ASF é apresentada na figura 3.7 \n\nonde é possível notar que as cadeias carbônicas cujo comprimento vai de C9 a C11 \n\nsão contadas duas vezes, em ambos produtos, gasolina e óleo diesel. \n \n\nFigura 3.7 – Distribuição teórica molar de produtos como função da probabilidade de \n\ncrescimento de cadeia (?) de acordo com a distribuição ASF. \n\n \nFonte: Adaptado de LAAN, 1999. \n\n \n\n\n\n \n43 \n\n \n\nO parâmetro da probabilidade de crescimento de cadeia (?) por sua vez, pode \n\nser obtido a partir da temperatura da reação e frações molares de H2 e CO \n\nalimentados, utilizando-se a equação proposta por Song et al. (2004). \n\n \n \n\n(Equação 3.3  )     (Equação 3.13  ) \n \n \n\n \nOs parâmetros A e B são ajustados como A = 0,2332 +/- 0,0740, B = 0,6330 \n\n+/- 0,0420 e a temperatura em Kelvin. \n\n \n\nA distribuição ASF é válida somente quando há a presença da constante \n\nprobabilística de crescimento de cadeias de hidrocarbonetos, uma vez que a reação \n\nprimordial consiste em uma adição um-a-um de um monômero a cadeia em \n\ncrescimento. Entretanto, na prática, a distribuição dos produtos difere \n\nsignificativamente da teoria da distribuição ASF, conforme Dijk (2001) e Laan (1999), \n\nprincipalmente devido à hidrogenação e à reinserção das olefinas durante o \n\ncrescimento das cadeias.  \n\n \n\nSteynberg e Dry (2004) explicam que a distribuição ASF somente seria \n\npossível, sem alterações, se as condições cinéticas no interior do reator fossem \n\nconstantes a cada ponto da superfície catalítica da síntese o que, em verdade, não é \n\npossível de ser obtido. \n\n \n\nOs principais desvios experimentais em relação às produções previstas pela \n\ndistribuição ASF são uma relativa elevação na seletividade para a produção de \n\nmetano, relativa baixa seletividade para a produção de etano e uma maior \n\nseletividade para produção de hidrocarbonetos de alto peso molecular. Dijk (2001) \n\nafirma que os produtos primários formados podem, em certo ponto do processo, \n\ninfluenciar a distribuição dos demais hidrocarbonetos, também causando desvios na \n\ndistribuição teórica ideal proposta por Anderson, Schulz e Flory. \n\n \n\n \n\n \n\n \n\n\n\n \n44 \n\n \n\n4 MATERIAIS E MÉTODOS \n \n\nNesse capítulo são apresentadas as premissas, metodologias e ferramentas \n\nutilizadas para simulação, integração mássica e energética e avaliação econômica, a \n\nfim de identificar a viabilidade técnica e econômica do projeto em estudo. \n\n \n\n4.1 DESENVOLVIMENTO E SIMULAÇÃO DO PROCESSO \n \n\nAntes de iniciar a construção do modelo representativo do processo de \n\nprodução de petróleo sintético a partir de uma corrente rica em CO2, faz-se \n\nnecessária a caracterização dessa corrente, assim como uma breve explicação \n\nsobre sua origem e a definição de algumas premissas. \n\n \n\n4.1.1 Características da corrente de alimentação \n \nO petróleo e o gás natural associado a ele, após serem retirados do \n\nreservatório, necessitam passar por um processamento inicial, a fim de que possam \n\natender uma especificação mínima e possam deixar a plataforma. A figura 4.1 \n\nrepresenta um diagrama de blocos característico de um processamento primário em \n\numa plataforma de petróleo: \n \n\nFigura 4.1 – Diagrama de blocos característico de um processamento primário de petróleo e gás \n\nnatural. \n \n\n \n\n \n\n \n\n \n\n \nFonte: Elaboração própria. \n\n \n\nDurante o processamento primário de um petróleo rico em CO2, devido às \n\npropriedades termodinâmicas desse componente, o mesmo tende a se concentrar \n\nnas frações mais leves produzidas, ou seja, o gás natural. Dentre os vários \n\n\n\n \n45 \n\n \n\nproblemas causados pela presença de CO2 em alta concentração, a corrosão e a \n\ndiminuição do poder calorífico (perda de especificação) são os mais importantes, \n\nfazendo com que o gás natural necessite de tratamento para remoção desse \n\ncomponente, para que possa ser movimentado e comercializado.  \n\n \n\nExistem diversas tecnologias, consolidadas ou não, disponíveis para \n\nseparação do CO2 de correntes de gás natural. Para processos com grande vazão \n\nde gás natural a ser tratado e altos teores de CO2, a tecnologia mais adequada é a \n\nseparação por membranas (BAKER e LOKHANDWALA, 2008). \n\n \n\nNormalmente, depois de separada, a corrente rica em CO2 é comprimida e \n\nreinjetada no reservatório, a fim de evitar que o mesmo seja lançado na atmosfera.  \n\n \n\nNeste trabalho, a corrente de permeado da separação por membranas, \n\ncomposta basicamente por CO2 e CH4, ao invés de reinjetada, será convertida em \n\npetróleo sintético pelo processo GTL. O diagrama representativo do processamento \n\nprimário, incluindo o processo em estudo, é apresentado na figura 4.2: \n \n\nFigura 4.2 – Diagrama de blocos do processamento de petróleo, incluindo o processo proposto. \n\n \nFonte: Elaboração própria. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n46 \n\n \n\n4.1.2  Premissas adotadas no estudo. \n \n\nComo já citado anteriormente, o objetivo principal do trabalho é avaliar a \n\nviabilidade da conversão de uma corrente rica em CO2, retirado do gás natural, em \n\npetróleo sintético. \n\n \n\nA corrente rica em CO2, também chamada de permeado do sistema de \n\nmembranas, apresenta as seguintes características na entrada do processo, \n\ninerentes às condições de saída do processo de tratamento com membranas: \n\n \n\n- Pressão  : 300 kPa  \n\n- Temperatura  : 35°C \n\n- Composição : 55% de CO2 e 45% de CH4 \n\n- Vazão  : dependente da vazão de gás natural tratado. \n\n \n\nA vazão de alimentação de carga para o processo variará de acordo com o \n\nconsumo de gás natural requerido pelo processo em análise. Isso porque, o gás \n\nnatural consumido no processo é retirado da corrente de alimentação das \n\nmembranas poliméricas, influenciando diretamente na vazão da corrente que passa \n\npelas membranas e, consequentemente da vazão de permeado das membranas, \n\ncarga do processo. \n\n \n\nA conversão do resíduo a petróleo sintético será conduzida em duas etapas:  \n\n \n\n- Produção do gás de síntese a partir da carga alimentada; \n\n- Produção de petróleo sintético a partir do gás de síntese. \n\n \n\nNa primeira etapa, o resíduo é convertido a gás de síntese, composto \n\nbasicamente de H2 e CO através da reforma seca combinada com a reforma a vapor \n\ndo metano. \n\n \n\nA tecnologia SMR (steam methane reforming) combinada à reforma seca foi \n\nescolhida por não necessitar de uma unidade de produção de oxigênio (como a \n\ntecnologia POX e ATR, por exemplo), reduzindo assim seus custos de implantação e \n\n\n\n \n47 \n\n \n\noperação. A tecnologia SMR foi a tecnologia também adotada na unidade compacta \n\nexperimental de produção de petróleo sintético da Petrobras construída em parceria \n\ncom empresa britânica CompactGTL (BAXTER, 2010). \n\n \n\nDevido ao caráter predominantemente endotérmico das reações de reforma, \n\nhá a necessidade do fornecimento de energia para que as mesmas aconteçam. O \n\nfornecimento de energia ao reator de reforma é feito pela combustão catalítica do \n\ngás natural, retirado do gás que entra nas membranas, com ar atmosférico. \n\n \n\nPara a segunda etapa, o gás de síntese produzido na primeira etapa é \n\nconvertido em petróleo sintético através da síntese de Fischer-Tropsch a baixa \n\ntemperatura (LTFT).  \n\n \n\nA tecnologia escolhida para o reator Fischer-Tropsch neste trabalho foi a de \n\nleito fixo compacto, também da CompactGTL. Existem algumas unidades no mundo \n\noperando com outras tecnologias, como o reator em leito de lama e fluidizado, mas \n\nem função de diversos artigos disponíveis na literatura e apesar da dificuldade na \n\nremoção do calor gerado em função da elevada exotermicidade da reação, os \n\nreatores em leito fixo tendem a apresentar um projeto final mais simples.  \n\n \n\nPara os equipamentos simulados, foram adotadas as seguintes premissas: \n\n \n\nTrocadores  : Tipo PCHE com perda de carga de 10 kPa; (PERRY) \n\n     Mínima diferença de temperatura entre as correntes de 15ºC; \n\nForno   : Eficiência de 81% do PCI; (TURTON, et al, 2012) \n\nCompressores : Eficiência politrópica de 78%; (TURTON, et al, 2012) \n\n  Movidos por turbinas a gás com eficiência de 40% do PCI.  \n\nBombas  : Eficiência adiabática de 75% \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n48 \n\n \n\n4.1.3 Descrição do processo proposto.  \n \n\nO diagrama de blocos simplificado (sem reciclos e integrações energéticas) \n\ndo processo em análise está representado na figura 4.3: \n \n\nFigura 4.3 – Diagrama de blocos simplificado do processo de conversão de CO2 a petróleo sintético. \n\n \nFonte: Elaboração própria. \n\n \n\nA corrente de alimentação do processo (CARGA), contendo 55% de CO2 e \n\n45% de CH4, é aquecida em um forno até a temperatura de reação, 790°C, e \n\nenviada ao reator de reforma.  \n\n \n\nAntes do aquecimento, ocorre a adição de gás natural (GAS NATURAL \n\nREAGENTE) e água (VAPOR) à alimentação. Isso possibilita que a reforma a vapor \n\nocorra, combinada à reforma seca, favorecendo a produção de um gás de síntese \n\ncom relação H2/CO, em torno de 2,18, evitando o consumo do H2 produzido pela \n\nreação de water-gas-shift, assim como a deposição de carbono na superfície do \n\ncatalisador pela decomposição do CH4 em excesso.  \n\n \n\n   Os produtos alimentados no reator de reforma são convertidos a gás de \n\nsíntese em temperatura de 790ºC e pressão de 290 kPa.  \n\n \n\nEm comparação com outros processos de reforma que operam com \n\ntemperaturas da ordem de 900ºC e pressões mais elevadas, a temperatura da etapa \n\nde reforma do processo em estudo será mais baixa e limitada a 790ºC. Isso porque \n\no limite de temperatura indicado pelo ASME VIII para estruturas soldadas (brazed \n\nstructures), como no caso dos reatores compactos, é de 815ºC. A pressão de \n\nÁGUA \n\n\n\n \n49 \n\n \n\noperação é conseqüência da pressão de saída da corrente de rejeito do processo de \n\nmembranas, menos as perdas de carga até sua chegada ao reator de reforma. A \n\noperação em pressão reduzida também é uma maneira de compensar a limitação de \n\ntemperatura e aumentar a conversão do processo.  \n\n \n\nComo as reações envolvidas no processo de reforma são em sua grande \n\nmaioria endotérmicas, é necessário o fornecimento de energia para que elas \n\nocorram, sendo essa energia fornecida pela combustão catalítica de gás natural com \n\nar atmosférico. \n\n \n\nOs produtos das reações de reforma são resfriados até 35°C e enviados para \n\num separador bifásico onde a água não reagida e/ou produzida no reator de reforma \n\nnecessita ser removida, afim de não influenciar no equilíbrio da síntese de Fischer-\n\nTropsch, por ser um de seus produtos. A temperatura de resfriamento está baseada \n\nna máxima temperatura de entrada nos compressores e é a temperatura também \n\nadotada para o resfriador inter estágios dos compressores. \n\n \n\nAs pressões aplicadas aos reatores da síntese FT normalmente variam de 10 \n\na 40 bar, sendo que baixas pressões favorecem a produção de gases e altas \n\npressões favorecem a produção de graxas. Para esse trabalho, o gás de síntese, \n\noriundo do separador bifásico, tem sua pressão elevada até 2510 kPa, em dois \n\nestágios de compressão, e é enviado para o reator da síntese de Fischer-Tropsch.  \n\n \n\nO gás de síntese é alimentado ao reator da síntese FT a 187,5°C e 2500 kPa, \n\ncondições ideais para o processo a baixa temperatura (LTFT), conforme indicado \n\npor Steynberg e Dry (2004). Ainda segundo os autores, a conversão esperada \n\nnessas condições é de 80%, conversão essa utilizada nesse trabalho e também \n\ncoerente com a informada pela CompactGTL para o seu processo. \n\n \n\nO gás de síntese alimentado ao reator da síntese FT é convertido em \n\nhidrocarbonetos de cadeias com diferentes tamanhos através de reações de \n\npolimerização. Os produtos dessa polimerização são os hidrocarbonetos sintéticos \n\npropriamente ditos, CO2, gás de síntese não convertido e grande quantidade de \n\nágua.  \n\n\n\n \n50 \n\n \n\nOs produtos do reator da síntese FT são resfriados até 95ºC e encaminhados \n\npara um separador trifásico a fim de separar o petróleo, a água produzida e o gás \n\nresidual de alta pressão (GRAP). A temperatura de 95ºC foi adotada a fim de \n\nliquefazer a grande maioria da água presente na corrente de produtos da síntese FT. \n\n \n\nO petróleo retirado do separador trifásico é resfriado até 50°C, temperatura \n\nmáxima para envio do petróleo aos tanques de carga do FPSO, tem sua pressão \n\nreduzida para 400 kPa, a fim de vaporizar os hidrocarbonetos na fase gasosa que \n\nainda possam estar presentes, e encaminhado para um separador bifásico. Lá, o \n\ngás residual de baixa pressão (GRBP) é retirado da corrente de petróleo e \n\nencaminhado para reaproveitamento.  \n\n \n\nO petróleo sintético produzido, com baixo teor de água e pressão de vapor \n\nReid inferior a 12 psi, é encaminhado para os tanques de carga, podendo ser \n\nmisturado ao petróleo produzido pelo FPSO ou ser estocado e exportado \n\nseparadamente, conforme a conveniência do mercado. \n\n \n\nDevido ao caráter extremamente exotérmico das reações envolvidas na \n\nsíntese Fischer-Tropch, é necessária a utilização de um fluido de resfriamento para \n\nremoção da energia gerada. O fluido normalmente utilizado nas plantas GTL e \n\ntambém utilizado neste estudo é a água.  \n\n \n\nA água de resfriamento é alimentada ao reator FT a 35ºC, onde é vaporizada \n\nà temperatura de 205ºC e 1711 kPa, respeitando a mínima diferença de temperatura \n\nde troca térmica entre as correntes de processo, adotada neste estudo. Após deixar \n\no reator FT, o vapor saturado gerado é resfriado e condensado até 35º e enviado \n\npara um vaso pulmão, de onde é bombeado de volta para o reator. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n51 \n\n \n\n4.1.4 Simulação do processo.  \n \n\nA fim de simular o processo proposto e obter os principais dados utilizados \n\nnas análises, foi escolhido o simulador comercial de processos industriais Aspen \n\nHYSYS em sua versão 7.3, disponível para uso acadêmico no departamento de \n\nEngenharia Química da Escola Politécnica da USP.  \n\n \n\nPara aplicações envolvendo petróleo, gás e petroquímica, a equação de \n\nestado Peng-Robinson é a equação geralmente recomendada, sendo a equação de \n\nestado selecionada para as simulações do processo em estudo. Melhorias nesta \n\nequação de estado permitem que ela possua uma precisão para uma variedade de \n\nsistemas em uma grande variedade de condições. Ela resolve rigorosamente a \n\nmaioria dos sistemas monofásicos, bifásicos e trifásicos, com um alto grau de \n\neficiência e confiabilidade. \n\n \n\nNo separador trifásico existente no processo, devido sua a maior importância \n\npara o processo, foi priorizado o rigor da separação liquido-gas,  também sendo \n\nutilizada a equação de estado Peng-Robinson. Apesar disso, devido à considerável \n\ndiferença de densidades entre o petróleo produzido e a água, não são esperadas \n\ndiferenças significativas entre a separação óleo-água simulada em relação a real.  \n\n \n\nNa definição do elenco de substâncias químicas envolvidas no processo, \n\nprimeiramente foram selecionadas todas as substâncias participantes das reformas \n\nseca e a vapor, além das substâncias relacionadas às reações paralelas as reações \n\nde reforma.  \n\n \n\nPara as substâncias envolvidas na etapa de conversão do gás de síntese \n\nforam selecionadas, além das substâncias já envolvidas nas reações de reforma, os \n\nhidrocarbonetos de caráter parafínico (ligações simples) de C1 até C30, produzidos \n\npela síntese de Fischer-Tropsch. \n\n \n\nCom base nas premissas adotadas, o fluxograma base do processo em \n\nanálise (sem reciclo e integração energética) em Hysys foi construído e a simulação \n\nexecutada.  \n\n\n\n \n52 \n\n \n\nA descrição detalhada dos três reatores utilizados, principais equipamentos \n\ndo processo, serão detalhados nos sub-capítulos a seguir.  \n\n \n\n4.1.4.1 Reator de reforma  \n \n\nA principal reação envolvida na etapa de reforma do processo em análise é a \n\nreforma seca, representada pela reação abaixo. Nessa reação o CH4 é reformado \n\ncom CO2 a fim de produzir CO e H2, também conhecido como gás de síntese.  \n\n \n\n                             CO2 + CH4     2CO + 2H2                   (Equação 3.2)               \n\n \n\nAlém da reação de reforma seca, outras reações paralelas, desejadas e não \n\ndesejadas, ocorrem. As principais reações do processo são a reforma a vapor do \n\nCH4 e reação de deslocamento da água (WGS), decomposição do CH4 reagente de \n\nreações cruzadas, e reações de remoção de carbono. Essas reações estão listadas \n\nabaixo (JIANGUO ZHANG, 2008): \n\n  \n\n         CO2 + H2   CO + H2O                       (Equação 3.3) \n\n                      H2O + CH4    CO + 3 H2                           (Equação 3.1) \n\n         CH4    C + 2 H2   (Equação 3.4) \n\n         C + CO2    2CO    (Equação 3.5) \n\n         C + H2O    CO + H2   (Equação 4.1) \n\n         CH4 + 2 CO2     3CO + H2O + H2  (Equação 4.2) \n\n         CH4 + 3CO2     4CO + 2 H2O  (Equação 4.3) \n\n \n\nPara representação da etapa de reforma do processo, foi selecionado o reator \n\nde Gibbs, disponível na biblioteca do simulador utilizado.  \n\n \n\nO “reator de Gibbs” calcula a composição de equilíbrio no reator, na pressão e \n\ntemperatura especificadas, quando a energia livre de Gibbs é mínima. Ele foi \n\nescolhido para simplificação da simulação e devido à proximidade de resultados \n\nobtidos em comparação a um processo real.  \n\n \n\n\n\n \n53 \n\n \n\nA temperatura de reação foi especificada pela especificação da temperatura \n\nde saída da fase gasosa do reator, sendo a energia consumida durante a reação \n\ncalculada pelo simulador em função das conversões do reator e representada pela \n\ncorrente de energia ligada ao reator. \n\n \n\nPara especificação da razão H2/CO que entra no reator de FT foi inserida uma \n\nfunção de ajuste na corrente de alimentação de vapor. Quanto maior a injeção de \n\nvapor, maior a razão H2/CO, devido ao favorecimento da reforma a vapor. \n\n \n\nCom o aumento da injeção de vapor, ocorre o aumento da conversão de \n\nhidrocarbonetos e a diminuição da conversão de CO2, aumentando com isso o teor \n\nde CO2 no gás de síntese produzido, o que não é interessante para o reator FT. A \n\ninjeção de gás natural para as reações de reforma favorece o aumento da conversão \n\nde CO2, pois aumenta a disponibilidade de CH4 para as duas reformas (seca e a \n\nvapor).  \n\n \n\n4.1.4.2 Combustão catalítica \n \n\nConforme já citado anteriormente, devido ao caráter endotérmico das reações \n\nde reforma, é necessário o fornecimento de energia para que essas reações \n\naconteçam da forma desejada. Para este estudo, primeiramente a energia \n\nnecessária será fornecida pela combustão catalítica adiabática de gás natural com \n\nar atmosférico. Com a evolução do estudo, correntes de gás residual também \n\npoderão ser usadas como gás combustível para fornecer energia. \n\n \n\nComo simplificação da simulação, assim como no reator de reforma, para o \n\ndesenvolvimento das reações acima foi utilizado um reator de Gibbs, alimentado por \n\nar atmosférico e gás natural. \n\nPara controle das vazões de alimentação desse reator foram inseridas duas \n\nfunções, uma de set e uma de ajuste. A primeira ajusta a vazão de ar baseada na \n\nvazão de combustível alimentada ao reator, através de uma relação de multiplicação \n\ndireta, de forma a controlar a temperatura da combustão (temperatura da chama). Já \n\na segunda, tem a função de controlar a vazão de alimentação de combustível, de \n\n\n\n \n54 \n\n \n\nforma a produzir a energia necessária às reações de reforma. Ela utiliza a energia \n\nconsumida nas reações de reforma como set-point. \n\n \n\nPara cálculo desse reator foi utilizada uma perda de carga de 20 kPa, a \n\nmesma que foi utilizada no reator de reforma, temperatura de combustão de 810ºC. \n\n \n\nPor se tratar de um reator adiabático, toda a energia proveniente da \n\ncombustão fica na corrente de gases de combustão desse reator. A transferência \n\ndessa energia para o reator de reforma é realizada através de um trocador de calor \n\nque simula essa transferência de energia, reduzindo a temperatura da corrente de \n\ngases exaustos de 810ºC para 805ºC.  \n\n \n\n4.1.4.3 Reator de Fischer-Tropch \n \n\nAs principais reações da síntese de FT são as envolvidas na formação dos \n\nhidrocarbonetos, sendo essas reações as que serão consideradas na simulação do \n\nreator. Para efeito de simplificação da simulação, não foram consideradas as \n\nreações de deslocamento da água (water-gas-shift), formações de álcoois, ácidos e \n\nde deposição de carbono sobre o catalisador (Boudouard). \n\n \n\nPara a simulação do reator da síntese FT foi utilizada a distribuição de \n\nprodutos ASF (Anderson-Schulz-Flory) que, apesar de apresentar alguns desvios, \n\nfornece uma qualidade em seus resultados que atende o requerido pelo trabalho, \n\nsendo também o modelo utilizado por El-Halwagi et al. (2010).  \n\n \n\nPelo modelo proposto, a distribuição dos produtos obtidos pela síntese FT \n\npode ser obtida através de uma através de uma equação que utiliza um fator “alpha” \n\ncomo principal parâmetro e, este, por sua vez, pode ser correlacionado com as \n\npressões parciais do H2 e CO alimentados e a temperatura de reação.  \n\n \n\nComo já citado, neste trabalho serão utilizados reatores do tipo compacto \n\nchamados de milicanais. Esses reatores possuem o comportamento de um reator do \n\ntipo PFR (Plug Flow Reactor), consistindo-se de milicanais retangulares recheados \n\ncom pequenas folhas metálicas de baixa queda de pressão revestidas com \n\n\n\n \n55 \n\n \n\ncatalisador, por onde passa a mistura reacional. As vantagens da tecnologia são \n\nbaseadas no uso de canais com pequeno diâmetro para aumentar a transferência de \n\ncalor e massa em uma ou duas ordens de magnitude. Apesar da taxa de transporte \n\nde massa das reações ser inversamente proporcional ao diâmetro dos canais, o \n\nprocesso compensa essa característica com um aumento da área da superfície por \n\nunidade de volume, resultando em um aumento do total de produtividade por \n\nunidade de volume (TONKOVICH et al., 2004).  \n\n. \n\nDevido às peculiaridades e complexidade das equações cinéticas envolvidas \n\nna produção do petróleo sintético, não foi possível a utilização de reatores do tipo \n\nPFR, disponíveis na biblioteca do Hysys 7.3. \n\n \n\nDevido à impossibilidade de utilização de um reator PFR, foi utilizado um \n\nreator de conversão, onde foram inseridas as 30 reações de formação de \n\nhidrocarbonetos (C1 até o C30). As conversões de cada uma dessas reações foram \n\ncalculadas com o uso da ferramenta spreadsheet do simulador. \n\n \n\nForam importadas para o spreadsheet as variáveis: pressão total, fração \n\nmolar de H2, fração molar de CO, vazão de CO e temperatura, todas da corrente de \n\nalimentação do reator. Essas variáveis foram utilizadas para o cálculo das pressões \n\nparciais de H2 e CO, utilizadas para cálculo do alpha e, em seguida, da distribuição \n\ndos produtos da síntese F-T. \n\n \n\nA partir da distribuição dos produtos (ASF) e das 30 equações para formação \n\nde hidrocarbonetos, obteve-se o consumo de CO relativo a cada reação. A partir do \n\nconsumo relativo e da conversão total de CO adotada, determinou-se a conversão \n\nde cada reação. \n\n \n\n As conversões calculadas pelo spreadsheet, para cada reação, foram então \n\nexportadas para suas respectivas reações no reator de conversão. \n\n \n\nO CO2 quando presente em altas concentrações na alimentação do reator de \n\nF-T pode causar o favorecimento de reações para formação de metano e outros \n\nhidrocarbonetos de baixo peso molecular, não desejados pelo processo \n\n\n\n \n56 \n\n \n\n(HILDEBRANDT et al., 2010). Dessa forma, a porcentagem máxima de CO2 \n\npermitida na alimentação do reator F-T adotada foi de 10%. \n\n \n\n4.2 INTEGRAÇÃO MÁSSICA E ENERGÉTICA.  \n \n\nA integração de processos (mássica e energética) é uma forma eficiente de a \n\nindústria aumentar sua produtividade através da redução no consumo de energia, \n\nágua e matéria-prima, redução em emissões de gases e na geração de rejeitos. \n\n \n\nNeste trabalho, após a simulação do caso base, foram analisadas as \n\npossibilidades de integração mássica das correntes residuais do processo e a \n\nsíntese da rede de trocadores de calor, assim como a análise usando a tecnologia \n\nPinch para identificação das quantidades mínimas de utilidades requeridas para \n\naquecimento e resfriamento das correntes de processo. Esse subcapitulo detalha as \n\nanálises e metodologias utilizadas. \n\n \n\n4.2.1 Integração mássica.  \n \n\nA partir da simulação do caso base (sem reciclos mássicos ou energéticos), \n\nforam identificadas três correntes com potencial para reaproveitamento (reciclo): \n\n \n\n- Água produzida; \n\n- Gás residual de alta pressão; \n\n- Gás residual de baixa pressão. \n\n \n\nA primeira corrente é composta basicamente por uma água oleosa que, após \n\numa separação simples, pode ser usada como alimentação no reator de reforma, \n\nreduzindo o consumo de água doce do processo e, conseqüentemente, o gasto com \n\na geração dessa matéria-prima. \n\n \n\n \n\n \n\n\n\n \n57 \n\n \n\nJá para as correntes de gás residual as seguintes opções de reciclo são \n\npossíveis: \n\n \n\n- Carga no reator de reforma; \n\n- Carga no reator FT; \n\n- Queima para fornecimento de energia para as reações de reforma. \n\n \n\nPara a corrente de gás residual de alta pressão, devido o seu alto teor de \n\nCO2, não reagido na etapa de reforma, o reciclo para o reator FT não é uma opção \n\ninteressante. Isso porque o seu reciclo aumenta a concentração desse componente \n\nna corrente que alimenta o reator FT, obrigando o aumento da injeção de gás natural \n\nna etapa de reforma a fim de aumentar a conversão de CO2 nessa etapa e conseguir \n\natender a especificação de entrada do reator FT, em 10%. Logo, o reciclo para o \n\nreator de reforma e/ou a queima seriam as opções mais favoráveis para utilização \n\ndesse gás. \n\n \n\nOutra opção para destinação do gás residual de alta pressão é utilizar a \n\nseparação por membranas para recuperar o H2 presente nessa corrente e reciclá-lo \n\npara o reator FT. O rejeito dessa membrana pode ser consumido como combustível \n\nou reciclado para o reator de reforma. \n\n \n\nJá para a corrente de baixa pressão, o ideal é o seu consumo como \n\ncombustível, uma vez que seu alto teor de CO2 não é interessante nem para a \n\nsíntese FT nem para a reforma. Devido à sua baixa vazão em relação ao gás \n\nresidual de alta pressão, o seu destino como combustível não apresenta impactos \n\nconsideráveis ao processo.  \n\n \n\nPela análise prévia das opções de reciclo, foram identificadas duas opções de \n\nprocessamento para o gás residual de alta pressão como sendo interessantes para \n\no processo, uma sem (figura 4.4) e uma com uso de membranas para recuperação \n\nde H2 (figura 4.5).Para a segunda opção, os dados da separação por membranas \n\nforam fornecidos pela empresa Air Liquide e consideram uma recuperação de \n\naproximadamente 90% do H2 presente na corrente do gás residual. \n\n \n\n\n\n \n58 \n\n \n\nCada opção de processamento possui duas alternativas de encaminhamento \n\ndo gás que, no caso da opção sem membranas é o próprio gás residual, e na opção \n\ncom membranas é o rejeito da mesma. Uma alternativa é a queima e a outra o \n\nreciclo para o reator de reforma. \n \n\nFigura 4.4 – Diagrama de blocos da opção sem membrana. \n\n \nFonte: Elaboração própria. \n\n \n\nFigura 4.5 – Diagrama de blocos da opção com membrana. \n\n \nFonte: Elaboração própria. \n\n \n\n \n\n As duas opções passaram por uma análise de sensibilidade para seleção da \n\nopção tecnicamente mais interessante. Na análise de sensibilidade, a proporção gás \n\nreciclado/gás queimado foi variada de 0% a 100%, em degraus de 20%, totalizando \n\n10 casos para análise, conforme descrito na Tabela 4.1.  \n\n \n\n \n\n \n\n \n\nÁGUA \n\nÁGUA \n\n\n\n \n59 \n\n \n\n \n         Tabela 4.1 – Alternativas de integração mássica analisadas. \n\nCaso Gás Combustível\nCarga para      \nReforma \n\n1.1.1.1 1                80% 1.1.1.2        20% \n2                60%       40% \n3               40%       60% \n4                20%       80% \n5                0%       100% \n6               80%       20% \n7               60%      40% \n8               40%      60% \n9               20%      80% \n\n10               0%      100% \n         Fonte: Elaboração própria. \n\n \n\n4.2.2 Integração Energética.  \n \n\nO principal objetivo da integração energética de processos é a utilização \n\neficiente da energia contida nas correntes quentes de processo para aquecimento \n\ndas correntes frias e com isso reduzir os custos com utilidades quentes e frias. \n\nDessa forma, é desejável estabelecer a máxima recuperação de energia possível \n\nem um processo, antes de planejar uma rede de trocadores, isto é, determinar as \n\nutilidades mínimas requeridas para aquecimento e resfriamento na rede de \n\ntrocadores, determinando a necessidade de aquecimento e resfriamento requeridos \n\npelo processo (SEADER et al, 2003). \n\n \n\nPara a análise energética do processo proposto, será utilizada a tecnologia \n\nPinch, também conhecida como Método do Ponto de Estrangulamento Energético \n\n(MPE). A aplicação da análise Pinch para melhor uso da energia de processos \n\nindustriais é a alternativa mais explorada nos estudos realizados até hoje, embora \n\nmuitos avanços também tenham sido obtidos em outras aplicações. \n\n \n\nA análise energética do processo foi dividida em duas etapas, sendo a \n\nprimeira a determinação do consumo mínimo de utilidades quentes e frias e \n\n\n\n \n60 \n\n \n\ndeterminação do ponto de menor diferença de temperatura (temperatura de pinch) e \n\na segunda a síntese da rede de trocadores de calor do processo. \n\n \n\nO estudo da síntese da rede de trocadores não se restringe às análises \n\nrealizadas nesse trabalho. Outras análises envolvendo o uso de técnicas mais \n\naprimoradas de otimização matemática (MILP), divisão das correntes que trocam \n\ncalor na rede, entre outras, são utilizadas quando se necessita de um resultado mais \n\npreciso, como por exemplo, na fase de detalhamento de um projeto para posterior \n\nconstrução.  \n\n \n\nPor se tratar de um estudo conceitual, este trabalho não fará uso de técnicas \n\ncomplexas para realização da análise energética do processo em estudo.  \n\n \n\n4.2.2.1 Mínimo consumo de utilidades e ponto de menor diferença de \n\ntemperatura (Pinch). \n  \n\nPrimeiramente os dados do processo básicos para a análise energética foram \n\norganizados em uma tabela (Tabela-4.2). Os dados básicos das correntes de \n\nprocesso necessários para a aplicação do MPE foram: vazão mássica, temperaturas \n\nde entrada (Te) e de saída (Ts) e calor específico (Cp), que para esse estudo foi \n\nutilizado o valor médio entre o Cp de entrada e o Cp de saída. Alternativamente, \n\nalguns autores usam as temperaturas e a taxa de capacidade calorífica (M.Cp). \n\n \n            Tabela 4.2 – Exemplo de organização de dados das correntes. \n\n \n                         Fonte: Elaboração própria. \n\n \n\nOutro parâmetro importante que deve ser definido desde o inicio é o \n\ndiferencial mínimo de temperatura (DMT) entre as correntes frias e quentes que \n\ntrocam energia. Na realidade, o DMT estará presente em alguns trocadores da rede. \n\n\n\n \n61 \n\n \n\nUm valor comumente encontrado na literatura é 10°C. Para esse estudo, foi \n\nadotado, conservativamente, o valor de DMT=15°C. \n\n \n\nA determinação do consumo mínimo de utilidades iniciou-se pelo ajuste das \n\ntemperaturas que alimentam a tabela problema. Isso foi feito reduzindo-se a \n\ntemperatura de entrada e saída das correntes quentes pelo DMT, mantendo as \n\ntemperaturas das correntes frias sem alteração. O ajuste da temperatura das \n\ncorrentes quentes em função do DMT visa trazer tanto as correntes quentes quanto \n\nas frias para uma mesma referencia, para que os balanços de energia sejam \n\nefetuados respeitando o DMT (SEADER et al, 2003). \n\n \n\nA partir do ajuste das temperaturas das correntes quentes, todas as \n\ntemperaturas foram ranqueadas, começando pelo T0 para a maior temperatura. Esse \n\nranqueamento de temperaturas foi usado para a construção de um diagrama de \n\nintervalos de temperaturas (Figura 4.6), onde as correntes de processo frias de um \n\nlado e quentes do outro, foram plotadas, utilizando escalas para cada conjunto, a fim \n\nde facilitar a identificação das correntes que participam de cada intervalo.  \n\n \n             Figura 4.6 – Exemplo de um diagrama de intervalos de temperaturas. \n\n \n             Fonte: Elaboração própria. \n\n \n\n \nAs correntes envolvidas em cada intervalo podem trocar energia na medida \n\nde suas necessidades respeitando o DMT. Em cada intervalo foi calculado balanço \n\nde energia trocado, utilizando o balanço do MCp das correntes que participam do \n\nintervalo, multiplicado pelo intervalo de temperatura. A partir desse balanço foi \n\n\n\n \n62 \n\n \n\nconstruído o diagrama de cascata para apresentação dos resultados referentes ao \n\nconsumo mínimo de utilidades (Figura 4.7). \n\n \nFigura 4.7 – Exemplo de um diagrama de cascata (inicial e ajustado)  \n\n \nFonte: El-HALWAGI, 2003. \n\n \n\nAo final da cascata, havendo resíduos negativos no diagrama, a fim de \n\nsatisfazer a segunda lei da termodinâmica, estes devem ser removidos porque o \n\ncalor não pode fluir de uma fonte a baixa temperatura para uma de alta temperatura. \n\nA forma de corrigir os residuais negativos é adicionar energia a alta temperatura. \n\nIsso foi feito acrescendo o valor do maior resíduo negativo na entrada do diagrama \n\n(entrada de utilidade quente). Após essa correção, um dos residuais será zero, ou \n\nseja, não haverá passagem de energia pelo limite inferior destes intervalos, \n\ndefinindo assim o chamado Ponto de Estrangulamento Energético - PE (pinch point). \n\nNormalmente os processos, quando apresentam pinch, ele é único. O ponto de \n\npinch divide o processo em dois sub-processos: um acima do pinch em equilíbrio \n\ncom as utilidades quentes e outro abaixo em equilíbrio com as utilidades frias. sendo \n\nessa a temperatura do pinch frio (PE) que acrescido do DMT indica a temperatura de \n\npinch quente.  \n\n \n\nOs somatórios das utilidades quentes e frias utilizadas, nesta condição de \n\ncascata com integração no interior e entre os intervalos de temperatura, definem o \n\nconsumo mínimo de utilidades quente (Qq) e fria (Qf), respectivamente. \n\n\n\n \n63 \n\n \n\nA identificação do PE e as suas características permitem que se realizem as \n\nseguintes observações: \n\n \n\n(1) não se deve transferir energia pelo PE a fim de que se use o mínimo de \n\nutilidades; \n\n(2) acima do PE só se deve usar utilidade quente e abaixo só utilidade fria. \n\n \n\nHá processos nos quais se identifica a necessidade de somente um tipo de \n\nutilidade, em um determinado DMT. Nestes não há pinch. Eles são chamados de \n\nproblemas limites (threshold problems). O aumento do DMT pode levar ao \n\naparecimento do PE. Muito menos freqüentes são os problemas com múltiplos PE’s. \n\nNestes, a região acima do maior PE está em equilíbrio com as utilidades quentes, \n\nenquanto a região abaixo do menor PE encontra-se em equilíbrio com as utilidades \n\nfrias. As regiões entre os PE’s encontram-se equilibradas termicamente, não sendo \n\nnecessária a utilização de utilidades para fechar os respectivos balanços térmicos. \n\n \n\n4.2.2.2 Síntese da rede de trocadores de calor \n \n\nDe posse do consumo mínimo de utilidades e conhecendo o PE, partiu-se \n\npara a síntese da rede de trocadores de calor. \n\n \n\nPara a síntese da rede de trocadores, o MPE fornece regras para a \n\ncombinação das correntes que chegam e partem do PE. Para a síntese afastada do \n\nPE, o MPE não indica regras específicas, ao contrário, cada problema é trabalhado \n\nde forma independente e segundo suas peculiaridades. \n\n \n\nEm problemas com um PE, a proposta de rede de trocadores é originada da \n\njunção de duas redes sintetizadas de forma independente. Estas redes são \n\noriginadas a partir das regras do MPE dividindo o problema original em dois sub-\n\nproblemas: um acima do PE no qual somente se deve utilizar utilidades quentes e \n\noutro abaixo do PE no qual são utilizadas as utilidades frias. \n\n \n\nExistem duas regras para o desenvolvimento de uma rede de trocadores, uma \n\nrelacionada ao número de correntes e outra relacionando os MCp’s das correntes \n\n\n\n \n64 \n\n \n\nparticipantes da combinação. Essas regras são enunciadas e comentadas a seguir \n\npara a região acima do PE. Para a região abaixo do PE, onde se lê quente, leia-se \n\nfria e vice-versa e onde se lê acima, leia-se abaixo. \n\n \n\n(1) O número de correntes quentes imediatamente acima do PE tem que ser \n\nmenor ou igual ao número de correntes frias imediatamente acima do PE. Caso \n\ncontrário, devem-se dividir correntes frias até que o número de correntes quentes e \n\nfrias se iguale.  \n\n \n\nA síntese envolvendo correntes que tocam o PE é a mais severa quanto à \n\npossibilidade de violação do DMT. Portanto, todas as correntes quentes devem ser \n\nretiradas do PE por correntes frias que tocam o PE, caso contrário haverá \n\nnecessidade de utilização de utilidade fria acima do PE, o que gera consumo acima \n\ndo mínimo. \n\n \n\n(2) Deve-se combinar a corrente quente imediatamente acima do PE que \n\ntenha MCp menor ou igual ao MCp da corrente fria também imediatamente acima do \n\nPE. \n\n \n\nQuando se realiza uma combinação entre uma corrente quente e uma \n\ncorrente fria que tocam o PE, a extremidade do trocador de calor com essas \n\ntemperaturas já estará com a diferença de temperaturas entre as correntes, igual ao \n\nDMT. Assim, caso essa regra seja violada, o diferencial na outra extremidade \n\nnecessariamente será menor que o DMT. \n\n \n\nO resultado da combinação das correntes envolvidas nas trocas térmicas da \n\nunidade, respeitando as regras estabelecidas para essa combinação, é uma rede de \n\ntrocadores, conforme a figura 4.8. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n65 \n\n \n\n               Figura 4.8 – Exemplo de uma rede integrada de trocadores de calor. \n\n \n   Fonte: Elaboração própria. \n\n \n\n \n\n4.3 ANÁLISE DE VIABILIDADE ECONÔMICA \n \n\nA análise da viabilidade do investimento para a planta GTL será baseada no \n\ncritério do Valor Presente Líquido (VPL).  Segundo este critério, o investimento só \n\ndeve ser realizado quando o valor dos fluxos de caixa futuros do investimento for \n\nmaior que o custo de investimento (PINDYCK e RUBINFELD, 2005). A utilidade do \n\ncritério do VPL é que todo o fluxo de caixa do projeto, incluindo investimentos, \n\nreceitas e custos, é transformado em um valor monetário que pode ser comparado a \n\noutros projetos (ROBERTSON, 1999). O VPL pode ser representado pela Equação \n\n4.4: \n\n \n\n                                (Equação 4.4)  \n\n \n\nonde,   \n\n \n\nC = custo de capital  \n\nr = taxa mínima de atratividade \n\nn = vida útil da planta  \n\n? = lucro ou prejuízo \n\n \n\n\n\n \n66 \n\n \n\n \n\nA equação representa o benefício líquido que será obtido pela empresa como \n\nresultado do seu investimento (PINDYCK E RUBINFELD, 2005). Assim, o \n\ninvestimento considerado no estudo terá um resultado viável economicamente \n\napenas quando o resultado da equação for positivo (VPL > 0).  \n\n \n\nDe modo geral, recursos financeiros disponíveis serão deslocados ao iniciar \n\num novo investimento, deixando, portanto, de auferir retornos de outra possível \n\nfonte. Em conseqüência, a nova proposta deve, no mínimo, render o equivalente aos \n\njuros das aplicações deslocadas. Este retorno é conhecido como Taxa Mínima de \n\nAtratividade (TMA), que pode ser uma aplicação de baixo risco, ou outra aplicação \n\nque o investidor venha a ter. A escolha da TMA é de grande importância na decisão \n\nde alocação dos recursos, sendo que para esse estudo foi aplicada a taxa de 10%, \n\ncomumente utilizada em projetos da área de petróleo e gás. \n\n \n\nA planta terá vida útil de 20 anos, menos que o tempo normal de operação de \n\numa plataforma de petróleo que é de 25 anos e igual à vida útil das plataformas \n\nafretadas de companhias internacionais. \n\n \n\n4.3.1 Estimativa do capital de investimento  \n \n\nDependendo do grau de detalhamento utilizado para se estimar o capital \n\nnecessário para a construção de uma indústria, tem-se um valor mais ou menos \n\npreciso. Quanto maior a quantidade de informações utilizadas, melhor será o \n\nresultado alcançado.  \n\n \n\nExistem cinco classes normalmente aceitas para classificar o grau de \n\nprecisão da estimativa do investimento, indo da menos precisa para a mais precisa: \n\nestimativa de ordem de magnitude, estudo estimativo, estimativa preliminar, \n\nestimativa definitiva e estimativa detalhada (TURTON et al, 2012). Na Tabela 4.3 \n\nestão listados os dados normalmente utilizados para cada uma das cinco classes \n\ncitadas. \n\n \n\n \n\n\n\n \n67 \n\n \n\n \nTabela 4.3 - Dados necessários para cada classe de estimativa de custos. \n\nClasse de \nEstimativa Dados Necessários  Precisão    \n\nOrdem de \nMagnitude \n\nNormalmente baseada em investimentos realizados em \noutros empreendimentos já realizados. 4 a 20 \n\nEstudo \nEstimativo \n\nDimensionamento preliminar dos principais \nequipamentos envolvidos no processo (incluindo \nbombas, compressores, turbinas, vasos e torres).  \n\n3 a 12 \n\nEstimativa \nPreliminar \n\nMelhor dimensionamento dos equipamentos, arranjo \npreliminar dos equipamentos, estimativa de tubulações, \n\ninstrumentação, energia necessária e utilidades.  \n2 a 6 \n\nEstimativa \nDefinitiva \n\nEspecificação preliminar de todos os equipamentos, \nutilidades, instrumentação, eletricidade e off-sites.  1 a 3 \n\nEstimativa \nDetalhada \n\nEngenharia completa de todos os processos, off-sites e \nutilidades.  1 \n\nFonte: Turton et al. (2012). \n\n \nQuando se estima o capital de investimento pelo método detalhado, espera-\n\nse que o custo estimado esteja dentro da faixa de +6% a -4% da faixa de precisão \n\n(TURTON et al, 2012). \n\n \n\nPara o processo em estudo, será realizado um estudo estimativo, baseado no \n\ndimensionamento preliminar dos principais equipamentos envolvidos no processo. \n\n \n\nPara estimativa preliminar do custo de investimento do processo foi utilizada a \n\ntécnica Bare Module Cost (TURTON et al, 2012). Essa técnica consiste na \n\nestimativa do custo de um determinado equipamento, a partir de uma característica \n\ndo mesmo (área, energia requerida, etc.), utilizando uma correlação com fatores \n\nespecíficos do equipamento e material construtivo do mesmo. \n\n \n\nPara obtenção do custo o equipamento, primeiramente é feita a estimativa do \n\ncusto do mesmo, operando em pressão ambiente, e construído em aço carbono. A \n\nequação a seguir foi utilizada para esse cálculo: \n\n \n\n\n\n \n68 \n\n \n\n                   Log10 Cp0 = K1 + K2 log10(A) + K3[log10(A)]²       (Equação 4.5) \n\n Onde Cp0 é o custo do equipamento operando em pressão ambiente e \n\nconstruído em aço carbono, K1, K2 e K3 são os fatores tabelados relativos ao \n\nequipamento a ser calculado e A é uma propriedade do equipamento (área, volume, \n\nenergia, etc.). \n\n \n\n Para obtenção do custo total de produção do equipamento e também levar \n\nem conta as características construtivas e de operação do equipamento, aplica-se a \n\nequação a seguir: \n\n \n\n                   CBM = Cp0 [B1 + B2FPFM]               (Equação 4.6) \n\n \n\nOnde CBM é o custo total de produção do equipamento, B1 e B2 são os fatores \n\ntabelados relativos ao equipamento a ser calculado e FP e FM são os fatores de \n\ncorreção para a pressão de operação e do material utilizado na sua construção, \n\nrespectivamente. FM é tabelado e FP pode ser calculado pela seguinte equação:  \n\n \n\nLog10 Fp = C1 + C2 log10(P) + C3[log10(P)]²         (Equação 4.7) \n\n \n\nC1, C2 e C3 são os fatores tabelados relativos ao equipamento a ser calculado \n\ne P é sua pressão de operação em barg. \n\n \n\nO custo total do processo é encontrado somando-se os custos individuais de \n\nconstrução de cada equipamento. O valor obtido está referenciado ao ano de 2001 e \n\ndeve ser corrigido pelo índice CEPCI (Chemical Engineering Plant Cost Índex), \n\nconforme equação abaixo: \n\n                                                              (Equação 4.8)      \n\nOnde:  \n\nI2   - valor do investimento desejado  \n\nI1   - valor do investimento base  \n\nA2  - índice para o ano desejado  \n\nA1  - índice para o ano do investimento base \n\n\n\n \n69 \n\n \n\n \n\nO índice utilizado como base foi o do ano de 2001 que era 397. O índice para \n\natualização foi o de dezembro de 2012 em 584,6. \n\n \n\nUma referência para este trabalho foi o custo de capital de investimento \n\nrelativo de USD 35.000,00 por barril/dia produzido, informado por um dos fabricantes \n\nda tecnologia compacta para uma planta com produção entre 159 e 795 m³/dia de \n\npetróleo sintético (1.000 e 5.000 barris/dia) (RICHES, 2007). \n\n \n\n4.3.2 Fluxo de caixa \n \n\nPara estimar o lucro ou prejuízo aferido pelo processo, é necessário calcular a \n\nreceita oriunda do petróleo produzido, assim como os custos operacionais da planta. \n\nA seguir são apresentadas as metodologias e premissas utilizadas para estimativa \n\ndo fluxo de caixa do processo. \n\n \n\n4.3.2.1 Preço do petróleo \n \n\nA produção de petróleo é a única fonte de receita do processo proposto. \n\nApesar de ser um petróleo de qualidade superior ao petróleo referência, Brent, o que \n\nlhe agregaria um maior valor de comercialização, devido à possibilidade de misturá-\n\nlo ao petróleo convencional produzido, foi adotada a projeção apresentada no \n\nrelatório do U.S. Energy Information Administration - EIA (EIA, 2013) para o petróleo \n\ndo tipo Brent, de 2010 a 2040: \n\n \n     Tabela 4.4 – Projeção de preços para o petróleo tipo Brent  \n\nAno 2010 2011 2020 2025 2030 2035 2040 \nPreço (USD/barril) 81,31 111,26 105,57 117,36 130,47 145,41 162,28\n\n     Fonte: EIA. 2013. \n \n\n \n\n \n\n \n\n\n\n \n70 \n\n \n\n4.3.2.2 Estimativa do custo operacional  \n\n \n\nDiversos são os custos envolvidos na produção de um determinado produto \n\nem uma instalação industrial, sendo alguns fáceis de serem estimados, enquanto \n\noutros exigem maior detalhamento do projeto. Normalmente esses custos estão \n\ndivididos entre os custos diretos, indiretos e despesas gerais \n\n \n\nA soma dos custos diretos de produção com os indiretos e as despesas \n\ngerais resulta no custo de operação (CM). Em um projeto de uma nova planta, é \n\npossível fazer uma estimativa de seu custo operacional conhecendo o capital de \n\ninvestimento, além de custos com operadores, utilidades, tratamento de efluentes e \n\nmatéria-prima. As demais despesas podem ser calculadas através de correlações, \n\nmostradas na Tabela 4.5. As equações apresentam uma faixa típica de fatores de \n\nmultiplicação e, na falta de informações mais completas sobre os custos, é utilizado \n\no valor médio (TURTON et al, 2012). \n\n \nTabela 4.5 – Correlações para cálculo de despesas operacionais (TURTON et al,. 2012) \n\n1 – Custos Diretos    \nMatéria Prima  CMP     \nTratamento de Efluentes  CTR     \nUtilidades     CUT     \nOperadores   COP     \nDireção, Supervisão ( CDS )    ( de 0,1 a 0,25 ) * COP \nManutenção e Reparos ( CMR )   ( de 0,02 a 0,1 ) * CI  \nInsumos para Operação   ( de 0,1 a 0,2 ) * CMR \nLaboratório   ( de 0,1 a 0,2 ) * COP \nPatentes e Royalties   ( de 0,1 a 0,06 ) * CM \n    \n2 – Custos Indiretos    \nDepreciação 0,1 * CI \nImpostos e Seguro  ( de 0,014 a 0,05 ) * CI \nCustos da Planta   ( de 0,5 a 0,7 ) * ( COP + CDS + CMR )\n    \n3 – Despesas Gerais      \nCustos Administrativos   0,15 * ( COP + CDS + CMR ) \nCustos com vendas e distribuição   ( de 0,02 a 0,2 ) * CM  \n\nPesquisa &amp; Desenvolvimento    0,05 * CM  \n            Fonte: TURTON et al. (2012). \n\n \n\n\n\n \n71 \n\n \n\nO custo operacional pode ser calculado pela seguinte equação:  \n                         \n\n              Cm = 1,234 ( CMP + CTR + CUT ) + 2,734 COP + 0,141 CI           (Equação 4.9)      \n \n\nPara a realização da análise econômica foram utilizados valores médios para \n\nas faixas apresentadas na tabela 4.5. \n\n \n\n4.3.2.3 Custo da matéria-prima \n\n \n\nO processo utiliza o rejeito das membranas (corrente rica em CO2) e gás \n\nnatural como matéria prima. \n\n \n\nA corrente rica em CO2, por ser um rejeito do processo, não possui um custo \n\nagregado, sendo seu custo considerado nulo para esse estudo. Cabe ressaltar que \n\nesse custo poderia ser negativo por causa dos custos relacionados à operação e \n\nmanutenção do flare e o pagamento de royalties, caso esse gás viesse a ser \n\nqueimado e, principalmente, devido aos custos de reinjeção, com o objetivo único de \n\nevitar a sua queima. \n\n \n\nO gás natural é a principal matéria-prima do processo GTL e, devido a isso, \n\nseu preço tem forte impacto nas despesas da planta. Por se tratar de um gás \n\nretirado diretamente da planta de processamento de petróleo, o gás utilizado não \n\natende as especificações necessárias para a sua comercialização, dificultando com \n\nisso a estimativa de seu preço de comercialização. Esse gás, devido à necessidade \n\nde tratamento, possui um valor de mercado inferior ao gás especificado. \n\n \n\nExistem centros de mercado para comercialização de gás natural nos EUA, \n\nReino Unido, Bélgica e Alemanha, onde são determinados os preços de \n\ncomercialização do gás nesses países. O mais desenvolvido é o Henry Hub, nos \n\nEUA, que é utilizado como referência no mercado americano e, em alguns casos, no \n\nmercado mundial. Portanto, o Henry Hub será usado como referência para o preço \n\ndo gás natural utilizado no processo. \n\n\n\n \n72 \n\n \n\nA projeção do preço Henry Hub, de 2010 a 2040, foi obtida a partir do relatório \n\ndo U.S. Energy Information Administration - EIA (EIA, 2013) e são apresentados a \n\nseguir: \n\n \n       Tabela 4.6 – Projeção de preços para o gás natural Henry Hub . \n\nAno 2010 2011 2020 2025 2030 2035 2040\nPreço (USD/1.106 BTU) 4,46 3,98 4,13 4,87 5,40 6,32 7,83 \n\n      Fonte: EIA (2013). \n\n \n\n4.3.2.4 Custo com utilidades  \n\n \n\nO custo de utilidades do processo envolve as correntes de água de \n\nresfriamento, água utilizada como alimentação do reator de reforma e gás \n\ncombustível, sendo este último calculado da mesma forma que o gás natural \n\nutilizado como matéria-prima no capítulo anterior. \n\n \n\nO processamento primário em um FPSO utiliza água tanto para resfriamento, \n\ncomo para aquecimento de suas correntes. Logo, não foi necessária a instalação de \n\numa nova unidade de captação e tratamento de água para o processo proposto, \n\nsendo utilizada a unidade existente no FPSO para esse fim. \n\n \n\nEm um FPSO o resfriamento das correntes quentes do processo é realizado \n\npor um sistema fechado de água de resfriamento. Nesse sistema, após ser utilizada \n\npara resfriamento das correntes de processo, as correntes quentes são resfriadas \n\ncom água salgada e bombeadas novamente para o sistema de resfriamento. \n\n \n\nJá a água salgada utilizada para resfriamento é captada diretamente do mar, \n\nfiltrada e enviada para os trocadores do sistema de resfriamento, sendo devolvida ao \n\nmar na seqüência. A captação de água salgada também é responsável pelo \n\nfornecimento de água ao sistema de osmose reversa, onde a água salgada é \n\ntransformada em doce e encaminhada para os consumidores, entre eles o vapor de \n\nalimentação do reator de reforma e reposição do sistema de água de resfriamento e \n\nsistema de resfriamento do reator FT. A figura 4.9 apresenta um fluxograma \n\n\n\n \n73 \n\n \n\nrepresentativo dos sistemas de agua de resfriamento, aquecimento e fornecimento \n\nde agua doce. \n\n \n  Figura 4.9 – Fluxograma representativo do sistema de utilidades de uma plataforma. \n\n   \n  Fonte: Elaboração própria.  \n\n \n\nO custo atrelado ao sistema de resfriamento e reposição de água está \n\ndiretamente ligado ao consumo energético de suas bombas de captação e \n\nmovimentação, que por sua vez está ligado ao consumo de combustível por parte \n\ndas turbinas geradoras de energia do FPSO. Logo, os gastos com o sistema de \n\nutilidades serão aferidos pelo consumo de gás combustível relativo ao sistema e o \n\npreço do gás combustível indicado no item anterior. \n\n \n\n \n\n \n\n \n\n\n\n \n74 \n\n \n\nO consumo energético relativo a cada utilidade consumida é apresentado na \n\ntabela 4.7: \n Tabela 4.7 – Consumo energético das utilidades de processo \n\nProcesso kJ/m³ \nCaptação 2650,7 \nCirculação Resfriamento 2687,0 \nDistribuição Água Doce 3013,8 \n\n     Fonte: Elaboração própria.  \n\n \n\n4.3.2.5 Custo com tratamento de efluentes  \n\n \n\nO único rejeito do processo é a água produzida e, assim como na geração de \n\nutilidades, o processo proposto também utilizará o sistema de tratamento de \n\nefluentes do FPSO para tratar seus rejeitos. O sistema de tratamentos de efluentes \n\nde um FPSO possui equipamentos muito simplificados, sendo composto \n\nbasicamente por hidrociclones e flotação, sendo esse último o único que possui \n\nconsumo de energia em sua bomba de circulação. A figura 4.10 apresenta um \n\nfluxograma representativo do sistema de tratamento da agua produzida pelo \n\nprocessamento primário de petróleo e gás natural. \n \n\n     Figura 4.10 – Fluxograma representativo do sistema de tratamento de água de uma plataforma. \n\n      \n     Fonte: Elaboração própria. \n\n \n\n \n\n\n\n \n75 \n\n \n\nO custo atrelado ao sistema de tratamento de efluentes, assim como ao de \n\nutilidades, está diretamente ligado ao consumo energético da bomba de circulação, \n\nque por sua vez está ligado ao consumo de combustível por parte das turbinas \n\ngeradoras de energia do FPSO. Logo, os gastos com o sistema de utilidades serão \n\naferidos pelo consumo de gás combustível relativo ao sistema e o preço do gás \n\ncombustível indicado anteriormente. \n\n \n\nO consumo energético relativo ao sistema de tratamento de efluentes foi de \n\n1.379,8 kJ/m³\n\n \n\n4.3.2.6 Custo com operadores  \n \n\nO custo com operadores é função do número necessário de trabalhadores por \n\nturno para fazer com que a planta produza e do salário médio pago a cada operador. \n\n \n\nTurton et al (2012) sugere uma equação que relaciona o número de \n\ntrabalhadores por turno com o número de equipamentos em uma planta de \n\nprocesso. Porém, devido o processo proposto se tratar de um sistema adicional em \n\numa planta de processamento primário de petróleo, que utiliza alguns dos sistemas \n\nauxiliares existentes nessa planta e por essa já possuir um número específico de \n\noperadores, foi adotado um número fixo de operadores adicionais atenderem o novo \n\nsistema. \n\n \n\nEm operação normal, uma planta de processamento primário de petróleo e \n\ngás natural possui, em média, sete operadores por turno por unidade, sendo dois \n\nresponsáveis pelo painel de controle e cinco responsáveis pela operação local. A \n\nesse número, foi adotado que dois operadores adicionais por turno serão suficientes \n\npara sua operação.  \n\n \n\nSeguindo a metodologia sugerida por Turton et al (2012), o número de \n\noperadores por turno deve ser multiplicado por 4,5 para obtenção do número de \n\noperadores por ano para operação da planta que, no caso foi de 9 operadores. \n\n \n\n\n\n \n76 \n\n \n\nConsiderando o salário médio de USD 2.500,00 por mês de cada operador e \n\numa carga de tributos trabalhistas de igual valor, tem-se o que o custo de cada \n\noperador é de USD 60.000,00 por ano. Multiplicando o custo anual pelo número de \n\noperadores, tem-se que o custo com operadores é de USD 540.000,00 por ano. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n77 \n\n \n\n5 RESULTADOS E DISCUSSÃO \n \n\nNeste capítulo serão apresentados os resultados das simulações e análises \n\nrealizadas neste estudo, assim como as suas respectivas discussões. \n\n \n\n5.1 SIMULAÇÃO DO CASO BASE \n \n\nA simulação do caso base serviu principalmente para validar e testar os \n\nmodelos utilizados, assim como confirmar a possibilidade de produção de petróleo \n\nsintético a partir do rejeito das membranas utilizadas no tratamento de gás. \n\n \n\nAs principais informações extraídas da simulação do caso base estão \n\napresentadas na tabela abaixo: \n\n \n                         Tabela 5.1 – Dados da simulação do caso base. \n\nCarga processada              (kmol/h)  1383 \nGás consumido                  (kmol/h)  1896 \nPetróleo produzido           (m³/h)  13,56 \nÁgua consumida                 (m³/h)  39,52 \nÁgua produzida                   (m³/h)  22,81 \nGás residual de alta         (kmol/h)  1934 \nGás residual de baixa      (kmol/h)  4,30 \n\nConversão de CO2           (% reator)  32,36 \n                         Fonte: Elaboração própria. \n\n \n\nVerifica-se pelos dados da tabela 5.1, que foram produzidos 325,44 m³/d de \n\npetróleo sintético, que corresponde a 2047 barris por dia, confirmando a viabilidade \n\nda produção de petróleo sintético a partir da carga utilizada, utilizando o processo \n\nGTL. O petróleo produzido possui densidade de 722,9 kg/m³ e ºAPI igual a 46,44, \n\nconsiderado um petróleo leve, com bom valor comercial, caso venha a ser \n\ncomercializado separado. A composição do petróleo produzido é apresentada na \n\ntabela 5.2. \n\n \n\n \n\n \n\n\n\n \n78 \n\n \n\n \n     Tabela 5.2 – Composição do petróleo produzido pela simulação do caso base. \n\nCOMPONENTE  FRAÇÃO MOLAR  PRODUTO \n\nH2O  0,01 \n\nIMPUREZAS \n\nH2  0,00 \n\nCO  0,00 \n\nO2  0,00 \n\nCO2  0,02 \n\nCH4  0,00 \nGAS NATURAL \n\nC2H6  0,00 \n\nC3H8  0,01 \nGLP \n\nC4H10  0,02 \n\nC5H12  0,04 \n\nNAFTA \n\nC6H14  0,06 \n\nC7H16  0,08 \n\nC8H18  0,10 \n\nC9H20  0,10 \n\nC10H22  0,10 \n\nC11?C14  0,26  QUEROSENE \n\nC15?C24  0,19  GASÓLEO \n\nC25?C30  0,02  PARAFINAS \n          Fonte: Elaboração própria. \n\n \n\nAlem do petróleo, produto desejado, o processo produziu também 1934 \n\nkmol/h de gás residual de alta pressão (GRAP) e 4,3 kmol/h de gás residual de baixa \n\npressão (GRBP) que não podem ser lançados na atmosfera e deverão ser \n\nreciclados a fim reduzir os gastos com insumos para o processo. \n\n \n\nO consumo de gás natural pelo processo é oriundo de vários consumidores \n\nsendo: 687,8 kmol/h (36%) pela combustão catalítica, 696,2 kmol/h (37%) pela carga \n\ndo reator de reforma, 354,5 kmol/h (19%) pelo forno aquecedor de carga e 157,8 \n\nkmol/h (8%) pelas turbinas dos compressores de gás de síntese. Logo, verifica-se \n\nque a maior parte do gás natural é consumida para ajuste da proporção entre a \n\nreforma a vapor e a seca, a fim de manter o CO2 na entrada do reator FT em no \n\n\n\n \n79 \n\n \n\nmáximo 10%, assim como é utilizado como combustível para fornecimento de \n\nenergia ao reator de reforma. O consumo do reator de reforma pode ser reduzido \n\ncom o reciclo das correntes de gás residual, como será detalhado mais adiante.  \n\n \n\nPara obtenção da relação H2/CO de 2,18, foram necessários 948,48 m³/d de \n\nágua doce (vapor). A vazão de água doce necessária para o reator de reforma pode \n\nser reduzida pela utilização da água produzida na síntese FT, que tem vazão de \n\n547,44 m³/d. \n\n \n\nO resfriamento dos reatores da síntese de FT consumiu 1 905,36 m³/d de \n\nágua circulante que foi transformada em 79 232 kg/h de vapor superaquecido a        \n\n1 711 kPa e 205ºC. \n\n \n\nForam alimentados ao processo 1051 kmol/h de CO2, através da corrente de \n\nalimentação do processo e do gás natural consumido. Por outro lado, 2183 kmol/h \n\nsaem do processo através dos gases de combustão do forno, turbinas dos \n\ncompressores e turbinas de geração de energia elétrica para alimentação dos \n\nsistemas de utilidades. Para cada kmol/h de CO2 capturado pelo processo, simulado \n\nno caso base, 2,08 kmol/d são emitidos. A tabela 5.3 apresenta a participação de \n\ncada etapa do processo na emissão de CO2. \n\n \n\n               Tabela 5.3 – Emissões de CO2 - simulação do caso base. \n\nCorrente / Sistema Vazão (kmol/h) % \nCombustão Catalítica 933 42,75 \nGás Residual de Alta 565 25,88 \nGás Residual de Baixa 2 0,10 \nPetróleo 1 0,07 \nForno e Compressão. 681 31,21 \n\n              Fonte: Elaboração própria. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n80 \n\n \n\n5.2 INTEGRAÇÃO MÁSSICA DO PROCESSO \n \n\nA partir do caso base simulado, foram analisadas dez alternativas para \n\nrecuperação das correntes de gás residual do processo, sendo uma alternativa sem \n\nmembranas e uma com membranas para recuperação de H2, variando-se as \n\nproporções entre queima e reciclo para o reator de reforma de 0 a 100%, em \n\nintervalos de 20%. Os resultados são apresentados nas tabelas 5.4 e 5.5, a seguir: \n\n \nTabela 5.4 – Resultados da simulação para a alternativa sem membrana. \n\nFonte: Elaboração própria. \n\n \nTabela 5.5 – Resultados da simulação para a alternativa com membrana. \n\n \nFonte: Elaboração própria. \n\n \n\nDurante as rodadas de simulação dos casos avaliados, verificou-se não ser \n\npossível encaminhar 80% do gás residual de alta pressão para consumo como gás \n\ncombustível, devido essa proporção superar a vazão de gás natural requerida pelo \n\n\n\n \n81 \n\n \n\nprocesso. Dessa forma, para os casos 1 e 6, o reciclo máximo de gás residual de \n\nalta pressão será 77,67% e 75,69%, respectivamente. \n\n \n\nTodas as alternativas analisadas até esta parte do estudo apresentaram VPL \n\nnegativo, assim como conversões negativas de CO2, isto é, o processo como um \n\ntodo produziu mais CO2 do que efetivamente foi alimentado ao processo. Na \n\npróxima etapa do estudo, a integração energética das correntes de processo tenderá \n\na reduzir o consumo de utilidades e, com isso, reduzirá os gastos com utilidades, \n\nfavorecendo a elevação do VPL do processo. \n\n \n\nPelos dados obtidos, verificou-se que, quanto maior o reciclo para o reator de \n\nreforma, tanto do gás residual de alta pressão para primeira alternativa, quanto do \n\nrejeito da membrana na segunda alternativa, maior a produção de petróleo (figura \n\n5.1). Isso se deve a maior disponibilidade de carga alimentada ao processo, \n\ncausado pelo aumento na vazão de reciclo.   \n \n\nFigura 5.1 – Produção de petróleo nas alternativas analisadas. \n\n \n Fonte: Elaboração própria. \n\n \n\n \n\nP\nro\nd\nu\nçã\no\n d\ne \np\net\nró\nle\no\n \n\n(m\n³/\nh\n)\n\n0,00\n\n10,00\n\n20,00\n\n30,00\n\n40,00\n\n50,00\n\n60,00\n\n0 1 2 3 4 5 6 7 8 9 10 11\n\nSem Membrana Com Membrana\n\n\n\n \n82 \n\n \n\nPorém, verifica-se também que o aumento do reciclo de gás residual para o \n\nreator de reforma, aumenta o consumo de gás natural requerido (Figura 5.2) e reduz \n\nainda mais a conversão de CO2 do processo (Figura 5.3).  \nFigura 5.2 – Consumo de gás natural das alternativas analisadas. \n\nFonte: Elaboração própria. \n\n \n\nFigura 5.3 – Conversão de CO2 para as alternativas analisadas. \n\n \n Fonte: Elaboração própria. \n\n \n\nC\no\nn\nsu\nm\no\n d\ne \nG\nN\n \n\n(k\nm\no\nl/\nh\n)\n\n0\n\n1000\n\n2000\n\n3000\n\n4000\n\n5000\n\n6000\n\n0 1 2 3 4 5 6 7 8 9 10 11\n\nSem Membrana Com Membrana\n\nC\no\nn\nve\nrs\não\n\n d\ne \nC\nO\n2\n\n?3,50\n\n?3,00\n\n?2,50\n\n?2,00\n\n?1,50\n\n?1,00\n\n?0,50\n\n0,00\n\n0 1 2 3 4 5 6 7 8 9 10 11\n\nSem Membrana Com Membrana\n\n\n\n \n83 \n\n \n\nIsso pode ser explicado pelo aumento das vazões dentro da planta, que \n\nelevam a necessidade energética requerida para aquecimento da carga, assim como \n\npara as reações de reforma e compressão do gás de síntese. O aumento de vazões \n\nna planta também causa a elevação do custo de investimento do processo, causado \n\npelo aumento nas dimensões dos equipamentos (figura 5.4). \n \n\nFigura 5.4 – Custo de investimento das alternativas analisadas. \n\n \nFonte: Elaboração própria. \n\n \n\n \n\nCom o aumento do reciclo de gás residual para o reator de reforma, o VPL do \n\nprocesso diminui (Figura 5.5). Essa redução é causada pelo maior consumo de gás \n\nnatural, tanto na matéria-prima quanto no consumo de utilidades e tratamento de \n\nefluentes, que possui forte impacto no balanço econômico da planta, assim como \n\ntambém é causado pelo aumento no custo de investimento, valor utilizado como \n\nreferência para cálculo de diversas outras despesas do processo. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\nIn\nve\nst\nim\n\nen\nto\n (\nU\nSD\n\n)\n\n50.000.000,00\n\n70.000.000,00\n\n90.000.000,00\n\n110.000.000,00\n\n130.000.000,00\n\n150.000.000,00\n\n170.000.000,00\n\n190.000.000,00\n\n0 1 2 3 4 5 6 7 8 9 10 11\n\nSem Membrana Com Membrana\n\n\n\n \n84 \n\n \n\n \n\nFigura 5.5 – Valor presente liquido (VPL) das alternativas analisadas. \n\nFonte: Elaboração própria. \n \n\n \n\nPelo exposto até aqui, as opções de máxima queima, tanto para a alternativa \n\nsem membranas (alternativa-1) quanto para a alternativa com membranas \n\n(alternativa-6), são as melhores opções de reciclo da corrente de gás residual de \n\nalta pressão do processo.  \n\n \n\nEm complemento, a alternativa sem membrana foi a que apresentou maior \n\nVPL, menor consumo de gás combustível, menor emissão de CO2 e maior \n\nconversão de CO2, sendo essa a alternativa tecnicamente escolhida para seguir \n\npara a próxima etapa do estudo, a avaliação energética. \n\n \n\nA corrente de gás residual de baixa pressão foi reciclada diretamente para a \n\ncombustão catalítica, pelos motivos citados no capítulo anterior.   \n\n \n\nApós a seleção da alternativa 1 como a mais tecnicamente interessante, foi \n\nrealizado o reciclo da água produzida. O principal resultado do reciclo da água \n\nproduzida foi a redução do consumo de água da unidade assim como da vazão para \n\nV\nP\nL \n(U\nSD\n\n)\n\n(350.000.000,00)\n\n(300.000.000,00)\n\n(250.000.000,00)\n\n(200.000.000,00)\n\n(150.000.000,00)\n\n(100.000.000,00)\n\n(50.000.000,00)\n\n?\n\n0 1 2 3 4 5 6 7 8 9 10 11\n\nSem Membrana Com Membrana\n\n\n\n \n85 \n\n \n\ntratamento de efluentes e consequente redução dos custos operacionais do \n\nprocesso. \n\n \n\n5.3 INTEGRAÇÃO ENERGÉTICA DO PROCESSO \n \n\nPara a integração energética do processo proposto foi utilizada a tecnologia \n\npinch (ou método do ponto de estrangulamento – MPE), aplicada à alternativa de \n\nintegração mássica número um, identificada como a melhor alternativa de reciclo no \n\nsubcapitulo anterior. \n\n \n\nA análise energética do processo foi dividida em duas etapas, sendo a \n\nprimeira a determinação do consumo mínimo de utilidades quentes e frias e \n\ndeterminação do ponto de menor diferença de temperatura (temperatura pinch) e a \n\nsegunda a síntese de trocadores de calor do processo. \n\n \n\nO primeiro passo foi o levantamento dos dados relevantes das correntes que \n\ntrocam calor no processo, conforme apresentado na Tabela 5.6.  \n\n \nTabela 5.6 – Dados das correntes de processo que participaram da analise. \n\n \nFonte: Elaboração própria. \n\n \nEm seguida, os dados das correntes quentes foram ajustados em função do \n\nmínimo diferencial de temperatura para elaboração do diagrama de intervalos de \n\ntemperaturas (Figura 5.6).                 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n86 \n\n \n\n \n\n       Figura 5.6 – Diagrama de intervalos de temperaturas. \n\n \n                              Fonte: Elaboração própria. \n\n \n\n \n\nEm cada intervalo foi calculado balanço de energia trocado, utilizando o \n\nbalanço do MCp das correntes que participam do intervalo, multiplicado pelo \n\nintervalo de temperatura. A partir desse balanço foi construído o diagrama de \n\ncascata para apresentação dos resultados referentes ao consumo mínimo de \n\nutilidades (Figura 5.7).  \n\n \n             Figura 5.7 – Diagrama de cascata de troca térmica \n\n \nFonte: Elaboração própria. \n\n \n\n \n\n\n\n \n87 \n\n \n\nComo pode ser observado no diagrama, o balanço apresentou pontos com \n\nvalor residuais negativos, acrescentando-se o valor do residual mais negativo como \n\nutilidade quente ao processo. \n\n \n\nA figura apresentou os valores de 370.946.365 kJ/h em sua entrada e \n\n349.670.981 kJ/h em sua saída, sendo a mínima utilidade quente e fria requeridas, \n\nrespectivamente. O ponto onde o resíduo assumiu o valor zero, ou seja, sem \n\npassagem de energia, é o ponto de equilíbrio ou pinch point, que no caso foi 775ºC. \n\n \n\nDe posse do valor mínimo de utilidades requeridas, do ponto de equilíbrio, do \n\ndiferencial mínimo de temperatura (DMT) adotado e respeitando as regras para \n\nsíntese de redes de trocadores, a seguinte rede integrada foi elaborada. (Figura 5.8) \n \n\nFigura 5.8 – Rede integrada de trocadores de calor \n\n \nFonte: Elaboração própria. \n\n \n\n \n\nComo resultado da integração dos trocadores do processo, verificou-se que o \n\nnumero de trocadores de calor aumentou de 5 para 7 e que não mais foi necessário \n\na utilização de um forno para aquecimento da carga, devido à integração da corrente \n\nde carga com a saída do reator de reforma e também com o retorno de vapor do \n\nsistema de resfriamento do reator FT. A troca de calor com a corrente de saída do \n\nreator de reforma, a 790ºC, proporcionou o aquecimento da carga até 775ºC, \n\nrespeitando o DMT adotado de 15ºC. O calor requerido para aquecimento da carga \n\nde 775°C até 790ºC, 4.865.317 kJ/h, foi obtido a partir da combustão catalítica, no \n\npróprio reator de reforma. \n\n\n\n \n88 \n\n \n\n \n\nEm comparação com as necessidades mínimas de utilidades quentes e frias, \n\no processo atingiu a meta em relação às utilidades quentes e apresentou uma \n\nnecessidade um pouco acima da mínima para as utilidades frias, conforme \n\napresentado na tabela 5.7. \n\n \nTabela 5.7 – Resultados da integração de trocadores de calor do processo \n\n \n            Fonte: Elaboração própria. \n\n \n\nO fato de o mínimo consumo de utilidades frias não ter sido atingido pode ser \n\ncreditado ao fato de não terem sido realizadas trocas de calor com correntes \n\ndivididas (splits) durante a síntese de trocadores. \n\n \n\nCom base na síntese da rede de trocadores apresentada na figura 5.8, o \n\nfluxograma integrado, mássica e energeticamente, foi desenvolvido (Figura 5.9) \n \n\nFigura 5.9 – Fluxograma final do processo proposto \n\n \nFonte: Elaboração própria. \n\n \n\n \n\nO fluxograma integrado foi simulado no Hysys 7.3 e os dados obtidos \n\nutilizados para a realização da análise econômica. Os resultados obtidos foram \n\n\n\n \n89 \n\n \n\ncomparados com as melhores alternativas antes da integração energética e os \n\nresultados estão apresentados na tabela 5.8. \n\n \nTabela 5.8 – Resumo dos resultados obtidos com a integração energética do processo. \n\n \n          Fonte: Elaboração própria. \n\n \n\nOs dados do processo integrado indicaram que a integração energética foi \n\ndeterminante para viabilidade econômica do projeto econômica do projeto. Com a \n\nintegração energética ocorreu o aumento do VPL, aumentou-se a conversão de CO2 \n\ne reduziu-se sua emissão. \n\n \n\nO custo de investimento relativo do projeto de USD 32.723,33/bbl/d foi \n\ncoerente com a faixa de produção indicada por um dos fabricantes da tecnologia \n\ncompacta. \n\n \n\nMesmo com a produção abaixo da obtida no caso que utilizava membranas \n\n(alternativa-6), como já dito anteriormente, a redução do consumo do gás natural \n\ninfluenciou na redução dos gastos com matéria prima, assim como nas demais \n\ndespesas operacionais, muitas delas influenciadas diretamente pelo consumo de \n\ngás natural. \n\n \n\nA retirada do forno foi uns dos fatores que mais impactou na redução do \n\nconsumo de gás combustível pelo processo, assim como pela redução das \n\nemissões e aumento da conversão de CO2. \n\n \n\n\n\n \n90 \n\n \n\nCom a integração, outro fato relevante foi o aumento da eficiência energética \n\ndo processo, que saltou de 31,91% para 40,70%, isso que dizer que, algo em torno \n\nde 40% da energia alimentada ao processo é convertida em energia, na forma de \n\npetróleo sintético. O consumo relativo de energia, ou seja, a energia gasta para \n\nprodução de cada barril de petróleo também foi reduzida de 1,64.107 kJ/bbl para \n\n1,28.107 kJ/bbl. \n\n \n\nMesmo com as integrações, mássicas e energéticas, apesar dos resultados \n\nmelhorarem significativamente, o processo continuou apresentando um balanço \n\nnegativo de CO2. Para o processo integrado, temos que para cada molécula de CO2 \n\nconvertida em petróleo sintético, duas são emitidas para a atmosfera, demonstrando \n\nque o processo proposto, da forma como está, não atende ao critério de viabilidade \n\nambiental. O maior e principal emissor de CO2  é o reator de combustão com 85,06% \n\ndo volume emitido, seguido das turbinas dos compressores com 14,85% e do \n\npetróleo produzido com 0,09%. \n\n \n\nO resumo dos principais dados técnicos, construtivos e econômicos dos \n\nequipamentos utilizados na alternativa escolhida (integrada) é apresentado com \n\ndetalhes no apêncice A. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n91 \n\n \n\n6 CONCLUSÕES \n \n\nNeste trabalho foi analisada a viabilidade técnica e econômica da produção \n\nde petróleo sintético a partir de uma corrente rica em CO2, rejeito do processo de \n\nseparação por membranas em uma unidade de processamento primário de petróleo \n\ne gás. \n\n \n\nApós a simulação do caso base, a análise das opções de reciclo de gás \n\nresidual do processo indicou ser interessante maximizar o uso dessas correntes \n\ncomo gás combustível, em detrimento do seu uso como reciclo para o reator de \n\nreforma catalítica.  \n\n \n\nMesmo com a maximização da queima das correntes de gás residual, o VPL \n\ndessas alternativas continuou sendo negativo e a análise por integração energética \n\ne síntese de trocadores foi necessária. \n\n \n\nVerificou-se que a integração energética das correntes que trocam calor no \n\nprocesso foi essencial para a viabilidade econômica do processo. Com ela o calor \n\natrelado a algumas correntes de processo que necessitavam de resfriamento pode \n\nser utilizado para aquecimento da corrente fria e, com isso, o forno, presente nos \n\ncasos sem integração energética, e necessário para aquecimento da carga do reator \n\nde reforma, pode ser substituído por um trocador que reaproveitou o calor presente \n\nna corrente de saída desse mesmo reator. Com isso, o custo de investimento e o \n\ncusto operacional do processo foram consideravelmente reduzidos. \n\n \n\nCom o fluxograma final obtido a partir das análises realizadas nesse trabalho, \n\nfoi possível produzir 2961 barris de petróleo por dia, com retorno financeiro ao final \n\nda vida útil do processo (VPL) de USD 154.676.200,49 e custo de implementação de \n\nUSD 32.723,33 por bbl/dia de capacidade de produção, coerente com valores \n\nindicados por uma das empresas detentoras da tecnologia de produção compacta \n\nde petróleo sintético. \n\n \n\n\n\n \n92 \n\n \n\nDo ponto de vista das emissões de CO2 verificou-se que o processo proposto \n\nproduz aproximadamente o dobro da quantidade de CO2 que efetivamente é \n\nconvertida no processo, não sendo viável em relação à viabilidade ambiental do \n\nprojeto. Do volume total emitido, a grande maioria é oriunda do reator de combustão, \n\nsugerindo que melhorias nessa etapa do processo ainda são necessárias. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n93 \n\n \n\n7 CONTINUIDADE DO TRABALHO \n \n\nO estudo de outras tecnologias para a etapa de produção de gás de síntese, \n\ncomo por exemplo, a utilização da reforma autotérmica pode trazer ganhos, tanto \n\nambientais, como econômicos, pois pode dispensar a necessidade do fornecimento \n\nde energia e, com isso, do reator de combustão. \n\n \n\nA utilização da tecnologia de oxi-combustão, que utiliza oxigênio puro ao \n\ninvés de ar na combustão catalítica, é uma opção para redução da emissão de CO2 \n\npelo processo. Essa tecnologia gera um produto de combustão composto \n\nbasicamente de CO2 e H2O, que podem ser utilizados como carga do processo ou \n\nreinjetado no reservatório. \n\n \n\nA modelagem rigorosa da etapa de produção do petróleo sintético, síntese \n\nFT, utilizando modelos cinéticos complexos e mais recentes, pode trazer maior \n\nprecisão aos resultados, em especial em relação a produção de metano e etano, \n\nassim como a conversão de CO2 nessa etapa, visto que o modelo utilizado nesse \n\nestudo, apesar de trazer uma boa aproximação em seus resultados, apresenta \n\nalguns desvios em relação a esses componentes. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n94 \n\n \n\n8 REFERÊNCIAS BIBLIOGRÁFICAS \n\n \n \nAASBERG-PETERSEN, K. et al. Technologies for large-scale gas conversion. \nCatalysis Today, n. 221, p. 379-387. 2001. \n \nAASBERG-PETERSEN, K. et al. Recent developments in autothermal reforming \nand pre-reforming for synthesis gas production in GTL applications, Fuel \nProcessing Technology, v. 83, p. 253–261. 2003. \n \nALMEIDA, E.L.F., BOMTEMPO, J. V., BICALHO R. G. Viabilidade das plantas \nGTL: uma análise de sensibilidade das variáveis determinantes. 4º Congresso \nLatino Americano e do Caribe de Gás e Eletricidade, 26-28 de abril, Rio de Janeiro. \n2004  \n \nBAKER, R.W.; LOKHANDWALA, K. Natural gas processing with membranes: An \noverview. Industrial &amp; Engineering Chemistry Research, v.47, p.2109–2121, \nCalifornia. 2008 \n \nBAKKERUD, P. K. Update on synthesis gas production for GTL. Catalysis Today, \nn. 106, p.30-33. 2005. \n \nBASINI, L. Issues in H2 and synthesis gas technologies for refinery, GTL and \nsmall and distributed industrial needs. Catalysis Today, n. 106, p. 34-40. 2005. \n \nBAXTER, L. Modular GTL as an Offshore Associated Gas Solution. Deep \nOffshore Technology International, Amsterdam. 2010. \n \nBHARADWAJ S.S., SCHMIDT L.D. Catalytic partial oxidation of natural gas to \nsyngas. Fuel Processing Technology, v. 42, p.109-127. 1995. \n \nBREED A., DOHERTY M. F., GADEWAR S., GROSSO P., LORKOVIC I. M., \nMCFARLAND E.W., WEISS M.J. Natural gas conversion to liquid fuels in a zone \nreactor. Catalysis Today, v. 106, p.301–304. 2005. \n \nCHEN, T. Investigation of Catalytic Autothermal Reforming Process for \nHydrogen Production. Institute of Nuclear Energy Research, Taiwan; University of \nBritisch Columbia, Canada. 2005 \n \nCHEM SYSTEMS. Stranded Gas Utilization: Methane Refineries of the Future, \nNew York. 2001. \n \nDE KLERK, A. de. Hydroprocessing peculiarities of Fischer–Tropsch syncrude. \nCatalysis Today, v. 130, p.439-445. 2008 \n \nDELAI, A.K.; DAVIS, B.H. Fischer-Tropsch synthesis:A review of water effects \non the performances of unsupported and supported Co catalysts. Applied \nCatalysis A: General, v.348, p.1-15. 2008. \n \n\n\n\n \n95 \n\n \n\nDIJK, Henricus A.J. Van. The Fischer-Tropsch synthesis: A mechanistic study \nusing transient isotopic tracing. Tese (Doutorado) - Technische Universiteit \nEindhoven, Eindhoven. 2001. \n \nDRY, M. E. The Fischer-Tropsch Process – Commercial Aspects. Catalysis \nToday, v.3, p.183-206. 1990. \n \nDRY, M. E. The Fischer-Tropsch Process: 1950-2000. Catalysis Today, v.71, p. \n227-241. 2002. \n \nEIA – U.S. Energy Information Administration. Annual Energy Outlook 2013 – With \nProjections to 2040. DOE/EIA-0383, Appendix B, Table B1, p.161. 2003. \n \nEL-HALWAGI, M.M. Process Integration. Department of Chemical Engineering, \nTexas. 2003 \n \nEL-HALWAGI, M.M.; Bao, B.; Elbashir, N.O. Simulation, integration and economic \nanalysis of gas-to-liquid processes. Fuel Processing Technology, v.91, p.703-713.  \n2010. \n \nESPINOZA, R.L.; STEYNBERG, A.P.; JAGER, B.; VOSLOO, A.C. Low temperature \nFischer-Tropsch synthesis from a Sasol perspective. Applied Catalysis A: \nGeneral, v.186, p.13-26. 1999. \n \nFERRO, F; TEIXEIRA, P. Os Desafios do Pré-Sal. Edições Câmara, Cadernos de \nAltos Estudos nº5, Camara dos Deputados, Brasília. 2009. \n \nFORMIGLI, J. M. Pre-Salt Reservoirs Offshore Brazil: Perspectives and \nChallenges. Petrobras oral presentation at Offshore Technology Conference, \nHouston,Texas, USA. 2007.  \nDisponível em:  www.investidorpetrobras.com.br/lumis/portal \nAcesso em: 20 jan. 2013. \n \nGEERLINGS, J.J.C.; WILSON, J.H.; KRAMER, G.J.; KUIPERS, H.P.C.E.; HOEK, A.; \nHUISMAN, H.M. Fischer-Tropsch technology – from a active site to commercial \nprocess. Applied Catalysis A: General, v.186, p.24-40. 1999. \n \nGEROSA, T.M. O Estudo da Utilização do Gás Natural no Brasil Como Insumo \nPara a Industria Química e Petroquímica: Modelagem de uma Planta Gás-\nQuímica. Dissertação (Mestrado em Energia) – Programa Interunidades de Pós-\nGraduação em Energia, Universidade de São Paulo, São Paulo. 2007. \n \nHAYAKAWA, H.; TANAKA, H.; FUGIMOTO, K. Studies on catalytic performance \nof precipitated iron/silica catalyst for Fischer-Tropsch synthesis. Applied \nCatalysis A: General, v.328, p.117-123. 2007. \n \nHAYWARD, P. The next generation. Fundamentals of Gas to Liquids, Petroleum \nEconomist, p.45-47, Londres, 2005. \n \n\n\n\n \n96 \n\n \n\nEYDENRICH, R. Howard Weil Energy Conference, abr. 2005. Disponível em: \n<http://www.sasol.com/sasol_internet/downloads/howardWeilConference_Apr05_111\n2340279010.pdf>.  \nAcesso em: 05 jan. 2012. \n \nHIGMAN, C., VAN DER BURGT M., 2003, Feedstocks and Feedstock \nCharacteristics.  Elsevier Science, Gasification, Gulf Professional Publishing, 1 ed., \nchapter 4, Burlington, MA, USA. 2003. \n \nIYER, M. V.; NORCIO, L.P.; KUGLER, E.L.; DADYBURJOR, D.B. Kinetic Modeling \nfor Methane Reforming with Carbon Dioxide overa Mixed-Metal Carbide \nCatalyst. Industrial &amp; Engineering Chemistry Research, v. 42, p. 2712-2721. 2003. \n \nIPCC – Intergovernmental Panel on Climate Changes. Carbon Dioxide Capture and \nStorage. Special Report, New York, USA, 2005. \n \nKESHAV T.R., BASU S. Gas-to-liquid technologies: India's perspective. Fuel \nProcessing Technology, v.88, p.493–500. 2007. \n \nKNOTTENBELT, C. Mossgas “Gas to Liquid” Diesel Fuels – an Environmentally \nFriendly Option. Catalysis Today, n. 71, p.437–445. 2002. \n \nKUSMIYATI, N.A.S.A. Production of gasoline range hydrocarbons from catalytic \nreaction of methane in the presence of ethylene over W/HZSM-5. Catalysis \nToday, v.106, p.271-274. 2005. \n \nLAAN, G. P. Van. Kinetics, Selectivity and Scale Up of the Fischer-Tropsch \nSynthesis. Tese (Doutorado) – Faculteit Wiskunde en Natuurwetenschappen, \nRijksuniversiteit Groningen, Groningen, 1999. \n \nMAITRA, A.M.; EDWARDS, J.H. The chemistry of methane reforming with \ncarbon dioxide and its current and potential applications. Fuel Processing \nTechnology, v. 42, p. 269-289. 1995. \n \nMATAR, S.; HARCH, L.F. Chemistry of Petrochemical Processes. 2º edição, Gulf \nPublishing Company. 2000 \n \nMARSCHNER, F; RENNER, H.J. Gas Production – Steam Reforming of Natural \nGas and Others Hydrocarbons. Parte integrante da Ullmann’s Encyclopedia of \nIndustrial Chemistry. 2002.  \n \nMARTÍNES, A.; LÓPEZ, C.; MÁRQUEZ, F.; DIAZ, I. Fischer-Tropsch synthesis of \nhydrocarbons over mesoporous Co/SBA-15 catalysts: the influence of metal \nloading, cobalt precursor, and promoters. Journal of Catalysis, v. 220, p. 486-499. \n2003  \n \nMARTÍNES, A.; ROLLÁN, J.; ARRIBAS, M.A.; CERQUEIRA, H.S.; COSTA, A.F.; \nAGUIAR, E.F.S. A detailed study of the activity and deactivation of zeolites in \nhybrid Co/SiO2-zeolite Fischer-Tropsch. Journal of Catalysis, v.249, p.162-173. \n2007  \n\n\n\n \n97 \n\n \n\n \nMOULIJN, J.A.; MAKKEE, M.; DIEPEN, A. VAN; Chemical Process Technology. \nJohn Wiley &amp; Sons, Chichester, Inglaterra. 2001. \n \nPEÑA, M.A. GÓMEZ J.P. FIERRO J.L.G. New catalytic routes for syngas and \nhydrogen production. Applied Catalysis A: General, v.144, p.7-57. 1999. \n \nPERRY, J.; PERRY, R.; GREEN, D. Perry ?s chemical engineers handbook. . \n8.ed. McGraw-Hill, New York. 2008.  \n \nPINDYCK R. S., RUBINFELD D. L. Microeconomia. Ed. Pearson - Prentice Hall, 6° \nedição. 2005. \n \nRENTECH, INC. General Catalysts Characteristics. 2006. Disponível em: \n<http://www.rentech.com/process-technology-comparisons.htm>.  \nAcesso em: 13 nov 2011. \n \nRICE S.F., MANN D.P. Autothermal Reforming of Natural Gas to Synthesis Gas. \nKBR Paper #2031 – SANDIA National Laboratories REPORT, Apendix A, abril. 2007.  \n \nRICHES P. CompactGTL: A tailored and revolutionary solution to associated \ngas problems in oilfield development. GTLtec Conference, Qatar. 2007 \n \nROBERTSON E. P. Options for gas-to- liquids technology in Alaska. Idaho \nNational Engineering and Environmental Laboratory Bechtel BWXT Idaho, Idaho. \n1999 \n \nSEADER, et al. Products and Process Design Principles. 2ª edição. John Wiley \nand Sons, Inc. 2003. \n \nSILVA, J.F. Catalisadores Suportados em Peneiras Moleculares Micro e \nMesoporosas para a Síntese de Fischer-Tropsch. Tese (Doutorado em Química \nInorgânica) Departamento de Química, Pontifícia Universidade Católica do Rio de \nJaneiro, Rio de Janeiro. 2004. \n \nSONG X., GUO Z. Technologies for direct production of flexible H2/CO \nsynthesis gas. Energy Conversion and Management, v. 47, pp. 560–569. 2006.  \n \nSOUSA-AGUIAR, E. F.; APPEL, L. G.; MOTA, C. Natural gas chemical \ntransformations: The path to refining in the future. Catalysis Today, v. 101, p. 3-\n7. 2005. \n \nSTELMACHOWSKI M., NOWICKI L. Fuel from the synthesis gas - the role of \nprocess Engineering. Applied Energy, v. 74, pp. 85–93. 2003. \n \nSTEYNBERG, A. P.; ESPINOZA, R,L,; JAGER, B.; VOSLOO, A.C. High \ntemperature Fischer–Tropsch synthesis in commercial practice. Aplied Catalysis \nA: General, v. 186, p. 41-54. 2004. \n \n\n\n\n \n98 \n\n \n\nSTEYNBERG, A. P.; Dry M.E. Fischer–Tropsch technology. Studies in surface \nscience and catalysis-152, Elsevier, 2004. \n \nSUPP, E.; BREJC, M.; LIEBNER, W. Gas production – Noncatalitic Partial \nOxidation and Special Gasification Processes for Higher´Boiling \nHydrocarbons. Parte integrante da Ullmann’s Encyclopedia of Industrial Chemistry. \n2002.  \n \nTONKOVICH, A.Y., PERRYA, S., WANGB, Y., QIUA, D., LAPLANTEA, T., ROGERSA, \nW.A., Microchannel Process Technology for Compact Methane Steam reforming, \nChemical Engineering Science, v. 59, p. 4819 – 4824. 2004, \n \nTURTON, et al. Analysis, Synthesis, and Design of Chemical Processes. 4ª \nedição. Upper Sadle River: Prentice Hall, 2012. \n \nVOSLOO, A. C. Fischer Tropsch: a Futuristic View. Fuel Processing Technology, \nn. 71, p. 149 –155. 2001. \n \nYANG, Y.; XIANG, H.W; XU, Y.Y; BAI, L.; LI, Y.W. Effect of potassium promoter \non precipitated iron-manganese catalyst for Fischer-Tropsch synthesis. Applied \nCatalysis A: General, v 266, p.181-194. 2004. \n \nWAN, H.J.; WU, B.S.; TAO, Z.C; LI, T.Z; AN, X.; XIANG, H.W.; LI, Y.W. Study of an \niron-based Fischer-Tropsch synthesis catalyst incorporated with SiO2  . Journal \nof Molecular Catalysis A: Chemical, v. 260, p. 255-263, 2006. \n \nWILHELM, D. J. et al. Syngas Production to Gas to Liquids Applications: \nTechnologies, Issues and Outlook. Fuel Processing Technology, n. 71, p. 139-148. \n2001. \n \nZENNARO, R. Recent advances in gas-to-liquids technologies. Society of \nPetroleum Engineers – Italian Section, p. 21. 2009. \n \nZHANG, J.; Research and development of nickel based catalysts for carbon \ndioxide reforming of methane. Tese de doutorado, Univerisity of Saskatchewan, \nCanadá, 2008 \n\n \n\n\n\n \n99 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPÊNDICE – A \n \n \n \n\nDADOS DE EQUIPAMENTOS - PROCESSO INTEGRADO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nDADOS DE EQUIPAMENTOS - PROCESSO INTEGRADO\n\nVASOS\nNº VAPOR (Sm³/h) LIQUIDO (m³/h) AGUA (m³/h) Temp. (ºC) Pressão (bar) Diametro (m) Altura (m) Volume (m³) Material Custo (USD)\nV-01 201279,92 24,30 - 35 5 1,13 3,94 3,5 Aço inox 51.146,76          \nV-02 198111,05 2,42  - 35 10 0,92 3,21 2,3 Aço inox 49.341,32            \nV-03 64653,35 19,94 32,97 95 25 1,25 4,37 4,3 Aço inox 124.711,38          \nV-04 145,71 19,62  - 50 5 0,97 3,40 2,5 Aço inox 40.144,98            \nV-05 0,00 112,49 0,00 35 20 1,46 4,50 7,5 Aço carbono 79.118,83            \n\nTOTAL (2001) 344.463,26        \nTOTAL (2012) 507.237,34        \n\nTROCADORES DE CALOR\nNº Corrente Vazão (kmol/h) T ent.(ºC) T sai.(ºC) Pressão (bar) Energia (kJ/h) Area (m²) Tipo Material Custo (USD)\n\nSaida do R-RF-01 9858,58 790,0 118,5 5 3035,63 3.918.314,38       \nCarga R-RF-01 6118,98 106,5 775,0 5 3035,63 3.918.314,38     \nSaida do R-RF-01 8512,78 187,5 35,0 5\nAgua de Resfriamento 38864,54 25,0 40,0 20\nDescarga C-01A 4655,38 220,0 95,0 20\nAgua de Resfriamento 72269,25 25,0 40,0 20\nSaida de óleo V-03 98,99 95,0 50,0 25\nAgua de Resfriamento 88935,05 25,0 40,0 20\nSaida de óleo V-04 9858,58 118,5 35,0 25\nAgua de Resfriamento 1322,55 25,0 40,0 20\nVapor Saturado R-FT 6231,77 205,0 204,7 25 638,15 193.977,17          \nAgua de Resfriamento 163274,05 25,0 40,0 20 638,15 193.977,17        \nVapor Saturado R-FT 6231,77 204,7 35,0 20\nCarga R-RF-01 6118,98 49,5 106,5 5\n\nTOTAL (2001) 11.319.568,90   \nTOTAL (2012) 16.668.564,18   \n\nCOMPRESSORES\nVazão (kmol/h) Pres.Ent.(bar) Temp. Ent (°C) Pres.Sai.(bar) Temp. Sai. (°C) Energia (KJ/h) Material Custo (USD)\n\nC-01A Comp. 1º estágio 8512,78 2,4 35 7,5 187,5 3,93.107 3.464.617,71    \nC-01B Comp. 2º estágio 8378,76 7,4 35 25,1 201,2 4,22.10\n\n8\n3.597.391,97    \n\nTOTAL (2001) 7.062.009,68  \nTOTAL (2012) 10.399.120,56\n\nTURBINAS\nEnergia (KJ/h) Material Custo (USD)\n\nTG-01A Turbina do C-01A 3,93.107 17.093.167,76   \nTG-01B Turbina do C-01B 4,22.10\n\n8\n18.136.563,40   \n\nTOTAL (2001) 35.229.731,16 \nTOTAL (2012) 51.877.332,08 \n\nREATORES\nAlimentação (kmol/h) T ent.(ºC) T sai.(ºC) Pressão (bar) Area (m²) Tipo Material Custo (USD)\n\nR-RF-01 REFORMA 6118,98 775 790 5 6168,27 Milicanais Fecralloy 9.111.757,30    \nR-FT-01 FISCHER-TROPSCH 8378,76 201,2 220 25 1673,72 Milicanais Fecralloy 2.711.119,75  \n\nTOTAL (2001) 11.822.877,05\nTOTAL (2012) 17.409.707,61\n\nBOMBAS\nNº Delta P (bar) Vazão (m³/h) Energia (KW) Material Custo (USD)\n\nB-01-A 3 112,49 4489 Aço Carbono 7249,93\nB-01-B 3 112,49 4489 Aço Carbono 7249,93\n\nTOTAL (2001) 14.499,86       \nTOTAL (2012) 21.351,69       \n\nAço Inox\n\nEquipamento\n\nEquipamento\n\n328,42\n\nAço Inox\n\n15,00\n\nAço Inox\n\nCircuito Impresso \n(PCHE)\n\nAço Inox\n\n938,40\nCircuito Impresso \n\n(PCHE)\n\nP-01\n\nP-02\n\nCircuito Impresso \n(PCHE)\n\nAço Inox2,36.108\n\n4,53.107\nCircuito Impresso \n\n(PCHE)\n\nP-04 329,62\n\n339,63\n\n703.403,60          \n\nP-03 8,42.107\n\n1,04.108\n\n34.773,20            \n\n195.107,08          \n\n704.998,23          \n\nEquipamento\n\nAço Inox\n\nAço InoxP-06\nCircuito Impresso \n\n(PCHE)1,90.10\n8\n\nCasco e TuboP-07 1,14.108\n\nP-05\n\nAço Inox\n\nAço Carbono\n\nCircuito Impresso \n(PCHE)1,54.10\n\n6\n\n1.456.703,69"}]}}}