{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.20137"}, {"@name": "filename", "#text": "3578_000835995.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "GEOLOGIA ESTRUTURAL E PETROLOGIA DO GRANITO CORRE-MAR, \n\nREGIÃO DE BALNEÁRIO CAMBORIÚ, SC \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre, 2011 \n\n \n\n\n\n2 \n\n \n\nAMÓS MARTINI \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nGEOLOGIA ESTRUTURAL E PETROLOGIA DO GRANITO CORRE-MAR, \n\nREGIÃO DE BALNEÁRIO CAMBORIÚ, SC \n\n \n\n \n\nTrabalho de Conclusão do Curso de Geologia do Instituto de Geociências da \n\nUniversidade Federal do Rio Grande do Sul. Apresentado na forma de \n\nmonografia, junto à disciplina Projeto Temático em Geologia III, como \n\nrequisito parcial para obtenção do grau de Bacharel em Geologia. \n\n \n\n \n\nOrientadora: Prof\na\n Dr\n\na\n Maria de Fátima Bitencourt \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre, 2011 \n\n \n\n \n\n\n\n3 \n\n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \nINSTITUTO DE GEOCIÊNCIAS \n\nDEPARTAMENTO DE GEOLOGIA \nCURSO DE GRADUAÇÃO EM GEOLOGIA \n\n \n\n \n\nA Comissão Examinadora, abaixo assinada, aprova o Trabalho de \n\nconclusão de Curso “Geologia Estrutural e Petrologia do Granito Corre-mar, \n\nRegião de Balneário Camboriú, SC”, elaborado por Amós Martini como \n\nrequisito parcial para obtenção do grau de Bacharel em Geologia. \n\n \n\n \n\nComissão Examinadora: \n\n \n\n \n\n \n\nProf. Dr. Ruy Paulo Philipp \n\n \n\n \n\n \n\n \n\nProf. Dr. Edinei Koester \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n4 \n\n \n\nDEDICATÓRIA \n\n \n\nEste trabalho é dedicado à Pachamamma, nossa mãe terra, pela qual tenho \n\ninfinita admiração e orgulho de fazer parte. Obrigado por me dar a \n\noportunidade de desvendar os teus mistérios através dessa maravilhosa \n\nciência que é a Geologia. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n5 \n\n \n\nAGRADECIMENTOS \n\n \n\nAgradeço aos meus pais, Romeu Ruben Martini e Renata Fenner Martini, pelo \n\napoio incondicional em todo esse ciclo, amo muito vocês. \n\nAo meu irmão, Matias Martini pelas vivências e trocas de idéias geológicas. \n\nÀ minha namorada e companheira Marina Duarte, pessoa tão especial, e \n\nindispensável para minha vida nesses últimos anos de curso. \n\nAos meus orientadores, Fátima Bitencourt e Lauro Nardi, por todas as trocas \n\nde idéias, paciência e disposição para passar o conhecimento geológico. \n\nÀ Luana Florisbal, que não é menos do que uma orientadora, por ter me \n\nconfiado um pedacinho da sua área de doutorado. \n\nAos colegas de bolsa, Fontana, Gregory, Jepeto, Samuel, Mariana, Moni, \n\nIngke, Daniel K., Adrio, pelas sempre interessantes discussões a respeito dos \n\nmais intrigantes fenômenos geológicos. \n\nA outros professores que auxiliaram e muito nessa caminhada, Ruy Philipp, \n\nCarlos Sommer, Marcus Remus e Léo Hartmann. \n\nA todos os colegas de CAEG, que não irei citar todos para não esquecer \n\nninguém, por todas as batalhas vencidas, dúvidas de aula resolvidas, semanas \n\nacadêmicas organizadas, sejam eventos de cunho cultural ou revolucionário, o \n\nCAEG me mostrou que a união faz a força! E que força! \n\nA todas amizades ENEGELISTAS! \n\nAos motoristas do IGEO, Claudinho, Jarson, Adalto, Armando e Paulo, por \n\nsempre nos levarem nos afloramentos mais inacessíveis e nos retornarem sãos \n\ne salvos, sempre com o maior espírito de companheirismo. \n\nAos irmãos de vida e morada, Alexandre Miorim, Efendy Emiliano Maldonado \n\nBravo, Oscar Gallas, Marcos Santos, Filipe Luz Doile, Arturo Fomento, Luis \n\nHenrique Labres, Rodrigo Elwanger e por aí vai... \n\n \n\nMuito Obrigado Geologia! Você é linda demais! \n\n \n\n \n\n \n\n\n\n6 \n\n \n\nEPÍGRAFE \n\n \n\n“O amor brota na terra em forma de vida nova” \n\nAutor desconhecido \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n7 \n\n \n\nRESUMO \n\n \n\nO Granito Corre-Mar (GCM), localizado na região de Balneário Camboriú, SC, \nfoi detalhado do ponto de vista estrutural e petrológico, a fim de esclarecer \nsuas estruturas, suas relações com as rochas encaixantes, e seu \nposicionamento em relação às zonas de cisalhamento transcorrentes do \nCinturão de Cisalhamento Sul-brasileiro (CCSB). Uma zona de cisalhamento \nde orientação NNE, subvertival, de cinemática transcorrente sinistral com \ncomponente trativa controla o posicionamento do GCM e o afeta de modo \ndúctil, formando uma foliação de cisalhamento (C) penetrativa. Nas rochas \nencaixantes, a mesma foliação é restrita e gera apenas discretas zonas de \ndeformação rúptil próximo aos contatos com o GCM. A foliação C trunca a \nfoliação magmática (S) do GCM, de direção NE-SW, e forma com ela um par \nS-C. Microestruturas indicam a deformação progressiva do GCM em \ntemperatura decrescente, evidenciada por estruturas de alta temperatura, como \nsubgrãos em padrão tabuleiro de xadrez no quartzo e grãos de plagioclásio \nrecristalizados por rotação de subgrãos, retrabalhadas por estruturas de mais \nbaixa temperatura, como intensa recristalização do quartzo por RSG e \nmigração de limites de grão, kink-bands em plagioclásio, pertitas em chamas \nno K-feldspato e intenso fraturamento de ambos os feldspatos. Os dados \ngeoquímicos indicam que o GCM tem composição semelhante à dos granitos \nSerra dos Macacos e Rio Pequeno, sugerindo que ocupam o mesmo contexto \ngeotectônico pós-colisional. O GCM mostra caráter levemente peraluminoso e \nconteúdos de elementos traços e terras raras que indicam uma fonte comum \ngeradora do magmatismo dos três granitóides. A integração dos dados \nestruturais e petrológicos indica que o GCM é sintectônico aos eventos \ntranscorrentes do CCSB, que marcam o estágio pós-colisional do Ciclo \nBrasiliano no sul do Brasil. \nPalavras-chave: Cinturão de Cisalhamento Sul-brasileiro; Granito Corre-mar; \n\ngranito sintectônico; \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n8 \n\n \n\nABSTRACT \n\n \n\nThe Corre-Mar Granite (CMG) located at the Balneário Camboriú region, SC, \nwas detailed on the structural and petrological point of view, in order to clarify \nthe structures, the relations with the country rocks and its emplacement in \nrelation to the transcurrent shear zones of the Southern Brazilian Shear Belt \n(SBSB). One NNE subvertical shear zone, of sinistral trancurrent kinematics \nwith a trative component, controls the emplacement of the CMG and affects it in \na ductile way, forming a penetrative shear foliation (C). In the country rocks the \nsame foliation is restrict and generate just discrete brittle deformation zones \nnear the contacts with the CMG. The C foliation truncates the magmatic foliation \n(S) of the CMG, with NE-SW direction, and forms with this one a S-C pair. \nMicrostructures indicate the progressive deformation of the CMG with \ndecreasing temperature, put in evidence by high temperature structures, as \nchessboard pattern subgrains on quartz and plagioclase grains recrystallized by \nsubgrain rotation, reworked by lower temperature structures, like intense quartz \nrecrystalization by subgrain rotation and grain boundary migration, kink bands in \nplagioclase, flame phertites on K-feldspar and strong fracturing of both \nfeldspars. The geochemical data indicate that the CMG has a similar \ncomposition to the Serra dos Macacos and Rio Pequeno granites, suggesting \nthat they occupy the same post-collisional geotectonic context. The CMG shows \nslightly peraluminous character and trace and rare earth element contents that \nindicate a common source for the generation of the three granitoids. The \nstructural and petrological data integration indicates that the CMG is syntectonic \nto the transcurrent events of the SBSB that demark the post-collisional stage of \nthe Brasiliano Cycle on southern Brazil. \nKeywords: Southern Brazilian Shear Belt; Corre-mar Granite; syntectonic \n\ngranite; \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\n9 \n\n \n\nLISTA DE ILUSTRAÇÕES \n\n \n\nFigura 1 - Localização da área de estudo. Mapas geológicos: (a) contexto geológico e \n\ngeotectônico do sul do Brasil e Uruguai, (b) principais unidades geológicas e traços \n\ntectônicos do Escudo Catarinense, (detalhe em vermelho) área de estudo. Modificado \n\nde Bitencourt &amp; Nardi (2004). \n\n \n\nFigura 2 – Mapa geológico da região de Camboriú. Modificado de Florisbal et. al. \n\n(2011). \n\n \n\nFigura 3 – Aspectos gerais das foliações do GCM, com a relação angular S-C em cada \n\numa. (a) Erosão diferencial ressaltando as foliações, com um feldspato potássico \n\n(centro) orientado na S e deformado pela C, que está marcada por biotitas orientadas; \n\n(b) Xenólitos de gnaisse orientados na S; (c) Xenólito de gnaisse orientado na S e \n\ndeformado pela C (embaixo à esq.) e um feldspato potássico com cauda assimétrica \n\nformada pela C (seta); (d) Textura porfiroclástica em zona de alta deformação, com o \n\npar S-C tendendo ao paralelismo; \n\n \n\nFigura 4 – Estereogramas das medidas das estruturas do GCM (hemisfério \n\ninferior). (a) Polos das foliações S, mostrando direção NE-SW com mergulhos de \n\nalto ângulo para SE e NW; (b) Polos das foliações C, mostrando direção NNE, \n\ncom mergulhos de alto ângulo para ESE e WNW; (c) Medidas das lineações de \n\nestiramento, mostrando baixos caimentos para NNE e SW; (d) Estereograma \n\nintegrado com medidas das foliações S e C e da Lx; \n\n \n\nFigura 5 – Bloco-diagrama mostrando o arranjo estrutural típico do GCM, com a \n\nfoliação mais evidente, com a foliação S subordinada e truncada, formando um par S -\n\nC, com o desenvolvimento de um lineação de estiramento (Lx) associada à \n\ndeformação da foliação C \n\n \n\n\n\n10 \n\n \n\nFigura 6 – Deformação rúptil próximo aos contatos com as rochas encaixantes. (a) \n\nInjeção do GCM em gnaisse do CC mostrando a deformação rúptil deslocando o \n\nbandamento gnáissico, concordante com a foliação C do GCM; (b) Zoom da parte \n\ndestacada (em vermelho na foto a detalhando o deslocamento do bandamento \n\ngnáissico com movimentação sinistral; (c) Zona de cataclasitos do GI (porção escura \n\nno centro) no contato com uma injeção do GCM; (d) Detalhe da zona de cataclasitos \n\nda foto c, mostrando um xenólito dentro do GI sendo dobrado e arrastado para dentro \n\nda zona de cataclase. \n\n \n\nFigura 7 – Injeções aplíticas e pegmatíticas dobradas com respectivos croquis \n\ninterpretativos. (a) Injeção aplítica com dobra em S aberta; (b) Injeção preenchendo \n\nfraturas extensionais; (c) Injeção aplítica com dobra em S fechada; (d) Trend de \n\ndobras fechadas a isoclinais em injeção aplítica; \n\n \n\nFigura 8 – (a) Xenólito alongado de gnaisse do CC em injeção do GCM; (b) Detalhe da \n\nfoto a mostrando o xenólito parcialmente assimilado pelo magma granítico; (c)Xenólito \n\nde anfibolito estirado pela foliação C assimetricamente, mostrando movimentação \n\nsinistral; (d) Detalhe do magma do GCM aproveitando o bandamento gnáissico p ara \n\nassimilar o xenólito de gnaisse; \n\n \n\nFigura 9 – Imagem aérea da área de estudo, obtida no Google Earth®. \n\n \n\nFigura 10 – Croqui na seção tipo do GCM (Ponta do Corre-mar), mostrando o contato \n\ndeste com o GI. Desenvolvimento de uma zona de contato, com obliteração dos limites \n\ndas duas unidades e intenso estiramento dos cristais e xenólitos. Notar também o \n\narraste do bandamento de fluxo do GI para dentro da zona, e o desenvolvimento de \n\ndeformação rúptil no GI concordante com a foliação C do GCM (acima à esq.). \n\n \n\nFigura 11 – Croqui mostrando o mecanismo de bifurcação das injeções do GCM, ora \n\nmostrando uma componente de abertura (injeções alargadas), gerando zonas com \n\nfoliação pouco desenvolvida.  \n\n\n\n11 \n\n \n\nFigura 12 – Croqui de uma zona de deformação que afeta o GI e o GCM. Zona de \n\ncataclase (baixa T°) desenvolvida no GI (porção escura indicada no croqui) com \n\nindicadores cinemáticos e direção compatível com a deformação da foliação C do \n\nGCM. \n\n \n\nFigura 13 – Croqui mostrando a relação do GCM com os gnaisses do CC. Notar o \n\nmecanismo de bifurcação das injeções do GCM e a assimilação parcial dos gnaisses \n\nno detalhe (abaixo à esq.) \n\n \n\nFigura 14 – Feições petrográficas e microestruturais do GCM. (a) Cristais de quartzo \n\nmostrando extinção ondulante e subgrãos, e recristalização por rotação de subgrão \n\n(RSG) e migração de limite de grão (MLG); (b) Cristal relicto de quartzo mostrando \n\npadrão tabuleiro de xadrez, com as bordas recristalizadas por rotação de subgrão \n\n(RSG)(acima à dir.); (c) Cristal de plagioclásio tendendo a formato sigmoidal e kink-\n\nbands na parte inferior esquerda do cristal; (d) Mesmo cristal de plagioclásio da foto c \n\ncom giro horário da platina cerda de 40°, revelando novos grãos recristalizadas por \n\nrotação de subgrão (RSG); (e) Cristal de K-feldspato mostrando pertitas em chama \n\n(abaixo à esq.), e uma recristalização fina nas bordas; (f) Mesmo cristal de K-feldspato \n\nda foto e com giro horário da platina cerca de 25°, mostrando a dupla macla distribuída \n\nheterogeneamente no cristal; \n\n \n\nFigura 15 - Feições petrográficas e microestruturais do GCM. (a) Textura granoblástica \n\npoligonal em cristais de K-feldspato; (b) Cristal de plagioclásio com macla encurvada e \n\nmacla tectônica (seta vermelha); (c) Fotomicromosaico mostrando cristal de K-\n\nfeldspato dividido em dois novos subgrãos. Detalhe em vermelho: Recristalização por \n\nmigração de limite de grão (MLG) entre os dois subgrãos; \n\nFigura 16 – Fotomicromosaico de uma zona de cataclase do GI (indicada na figura \n\n10), mostrando uma zona de intensa cominuição dos cristais. (Luz natural) \n\n \n\nFigura 17 – Fotomicromosaico de uma zona de milonitos do GCM, com indicadores \n\ncinemáticos sinistrais formados em feldspatos. (Luz natural) \n\n\n\n12 \n\n \n\nFigura 18 – Diagrama de variação de elementos maiores utilizando SiO2 como índice \n\nde diferenciação do Granito Corre-mar. O campo em rosa representa as análises do \n\nGranito Rio Pequeno e o campo cinza representa as análises do Granito Serra dos \n\nMacacos. \n\n \n\nFigura 19 - Diagrama A/NK vs A/CNK proposto por Shand (1943) mostrando o caráter \n\nlevemente peraluminoso do GCM (círculos azuis). O campo em rosa representa as \n\nanálises do Granito Serra dos Macacos e o campo cinza representa as análises do \n\nGranito Rio Pequeno. \n\n \n\nFigura 20 – Diagrama Zr/TiO2 vs Nb/Y, mostrando a composição do GCM (círculos \n\nazuis) predominantemente semelhante às de magmas traqui-andesíticos conforme \n\nproposto por Winchester e Floyd (1977). O campo em rosa representa as análises do \n\nGranito Rio Pequeno e o campo cinza representa as análises do Granito Serra dos \n\nMacacos. \n\n \n\nFigura 21 – Diagrama de classificação de granitos do Tipo-A de Whalen et. al. (1987). \n\nA – Granitos do Tipo-A. I – Granitos do Tipo-I. S – Granitos do Tipo-S. \n\n \n\nFigura 22 – Diagrama de classificação de granitos do Tipo-A de Whalen et. al. (1987), \n\nmostrando um caráter transicional do campo de granitos sub-alcalinos para granitos do \n\nTipo-A. \n\n \n\nFigura 23 - Diagrama de Pearce (1984) comparando as análises do GCM (círculos \n\nazuis) com um granito de cadeia meso-oceânica (ORG). O campo em rosa representa \n\nas análises do Granito Rio Pequeno e o campo cinza representa as análises do \n\nGranito Serra dos Macacos. \n\n \n\nFigura 24 - Diagrama de Boynton (1984), mostrando os padrões dos elementos terras \n\nraras do GCM (círculos azuis), normalizados para o condrito, mostrando um \n\n\n\n13 \n\n \n\nenriquecimento dos elementos terras raras leves em relação aos pesados. O campo \n\nem rosa representa as análises do Granito Rio Pequeno e o campo cinza representa \n\nas análises do Granito Serra dos Macacos. \n\n \n\nFigura 25 – Diagrama discriminante de ambiente tectônico de granitos proposto por \n\nPearce et. al. (1996), mostrando as rochas do GCM (círculos azuis) \n\npredominantemente no campo de rochas de ambiente pós-colisional. O campo em \n\nrosa representa as análises do Granito Serra dos Macacos e o campo cinza \n\nrepresenta as análises do Granito Rio Pequeno. \n\n \n\nFigura 26 – Diagrama discriminante de ambiente tectônico de granitos proposto por \n\nPearce (1984), mostrando claramente a transição das rochas graníticas estudadas de \n\num ambiente de arco vulcânico, passando por um ambiente sin-colisional e tendendo a \n\npassar para um ambiente intra-placa.  \n\n \n\nFigura 27 – Representação hipotética do posicionamento da zona de cisalhamento \n\nque afeta o GCM, em relação às zonas de cisalhamento Major Gercino e Itajaí, \n\nindicando uma transtração sinistral. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n14 \n\n \n\nLISTA DE ABREVIATURAS E SIGLAS \n\n \n\nCCSB – Cinturão de Cisalhamento Sul-brasileiro; \n\nGCM – Granito Corre-mar; \n\nCC – Complexo Camboriú; \n\nGI – Granito Itapema; \n\nGSM – Granito Serra dos Macacos; \n\nGRP – Granito Rio Pequeno; \n\nC – Foliação de cisalhamento do GCM; \n\nS – Foliação magmática do GCM; \n\nRSG – Rotação de subgrão; \n\nMLG – Migração de limite de grão \n\nRALG – Redução da área de limite de grão;  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n15 \n\n \n\nSUMÁRIO \n\nRESUMO ................................................................................................................. 7 \n\nABSTRACT.............................................................................................................. 8 \n\nINTRODUÇÃO ....................................................................................................... 16 \n\nMETODOLOGIA E TÉCNICAS .............................................................................. 19 \n\nCONTEXTO GEOLÓGICO REGIONAL ................................................................. 23 \n\nGEOLOGIA DO GRANITO CORRE-MAR .............................................................. 27 \n\nIntrodução ............................................................................................................... 27 \n\nGeologia Estrutural .................................................................................................. 29 \n\nEstruturas de macroescala ............................................................................. 29 \n\nEstruturas de mesoescala .............................................................................. 31 \n\nPetrografia............................................................................................................... 44 \n\nMicroestruturas ............................................................................................... 44 \n\nGeoquímica ............................................................................................................. 51 \n\nConsiderações Finais e Conclusões ...................................................................... 62 \n\nReferências ........................................................................................................... 66 \n\nAnexo 1 – Mapa de pontos .................................................................................... 71 \n\nAnexo 2 – Tabela de dados geoquímicos .............................................................. 72 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n16 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nINTRODUÇÃO \n\n \n\nEste trabalho relata os estudos e resultados obtidos na pesquisa realizada do \n\nperíodo de março de 2009 até outubro de 2011, referente ao Projeto Temático \n\nem Geologia III, requisito para a conclusão do Curso de Geologia da UFRGS. \n\nO trabalho consistiu em trabalhos de campo realizados na área localizada entre \n\nos municípios de Itapema e Balneário Camboriú, litoral norte do estado de \n\nSanta Catarina, revisões bibliográficas e trabalhos de laboratório para \n\norganização e processamento dos dados e resultados apresentados nessa \n\nmonografia.  \n\nO trabalho é focado no estudo de rochas graníticas deformadas que, por sua \n\nproximidade geográfica com zonas de cisalhamento transcorrentes regionais \n\npertencentes ao Cinturão de Cisalhamento Sul-brasileiro (CCSB) definido por \n\nBitencourt &amp; Nardi (2000), tiveram essa deformação associada à elas. \n\nBitencourt e Nardi (2000) discutem a relação entre magmatismo granítico e \n\neventos de cisalhamento transcorrente relacionados com o CCSB. Devido ao \n\nfato de a região de estudo mostrar feições condizentes com um ambiente de \n\ncisalhamento transcorrente, O trabalho tem como objetivo principal caracterizar \n\nas estruturas das rochas estudadas, e, com auxílio da petrologia, relacioná-las \n\ncom os eventos tectônicos referentes ao CCSB, posicionando-as espacial e \n\ntemporalmente na evolução tectônica da área.   \n\n \n\n\n\n17 \n\n \n\nSegundo Gregory et. al. (2007), eventos tectônicos e magmatismo estão \n\nintimamente relacionados, estabelecendo relações de causa e efeito entre \n\nprocessos e registros. Sabe-se que zonas de cisalhamento com magmatismo \n\nsintcrônico associado são responsáveis pela formação de petrotramas que \n\nregistram condições específicas. Com a integração da geologia e da petrologia, \n\né possível a respeito do ambiente geotectônico envolvido. \n\nExistem ainda grandes controvérsias a respeito da nomenclatura e gênese de \n\nrochas graníticas deformadas. Conforme apresentado por Florisbal et. al. \n\n(2011), muitas vezes observamos o uso indiscriminado do prefixo meta- para \n\nse referir às rochas graníticas com feições de recristalização, sobretudo em \n\nquartzo e feldspato. A escolha de um termo denominativo para a rocha é de \n\nextrema importância, pois cada designação traz embutida uma consequência \n\ninterpretativa, que pode levar a trajetórias conclusivas completamente diversas. \n\nA nomenclatura metamórfica, que utiliza termos como “metagranitóides” ou \n\n“ortognaisses” implica necessariamente que esta rocha foi submetida a \n\nmodificações nas condições de temperatura e/ou pressão, isto é, foi submetida \n\na metamorfismo, e que as feições de recristalização são oriundas ou ao menos \n\nrelacionadas a este processo, que por sua vez inclui transformações minerais \n\nou blastese. \n\nNo entanto, uma rocha pode apresentar feições de recristalização e \n\nmodificações na trama e mineralogia originais sem ser submetida a “condições \n\ndiferentes das quais foi formada” se durante a sua gênese houver calor \n\ndisponível para gerar essas feições. No estudo de granitos, essa fonte de calor \n\npode ser simplesmente atribuída à intrusão, que em algum momento vai ter \n\ntemperatura compatível para formação de estruturas de macro a microescala \n\nclassicamente atribuídas estritamente a eventos metamórficos. \n\nNo desenvolvimento do trabalho foram utilizadas técnicas de mapeamento \n\ngeológico, para individualizar o corpo granítico estudado, onde foi elaborado \n\num detalhamento estrutural, juntamente com a coleta de amostras, tanto para \n\nconfecção de lâminas delgadas para estudo petrográfico e microestrutural, \n\ncomo para análises químicas de elementos maiores menores e traços.  \n\n\n\n18 \n\n \n\nO principal objetivo do trabalho é a elaboração de um detalhamento estrutural \n\ndas rochas graníticas estudadas, enfocando problemas que ficaram em aberto \n\nem trabalhos anteriores (UFRGS, 2000; Peternell et. al. 2010), assim como \n\numa caracterização petrológica para facilitar sua contextualização \n\ngeotectônica. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n19 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMETODOLOGIA E TÉCNICAS \n\n \n\nO trabalho propõe uma abordagem integrada das rochas estudadas do ponto \n\nde vista estrutural, petrográfico e geoquímico, visando a, além de caracterizar \n\nesse magmatismo, investigar sua relação com as zonas de cisalhamento da \n\nregião, e, em maior escala, ao Cinturão de Cisalhamento Sul-brasileiro (CCSB). \n\nO mapeamento geológico realizado na região pela UFRGS (2000) delimitou o \n\nGranito Corre-mar (GCM), e definiu sua seção tipo na Ponta do Corre-mar, \n\nlocalizada no costão sul da Praia da Mata de Camboriú (anexo 1). Foi mapeado \n\ncomo um corpo maior e algumas injeções nas rochas do embasamento, tendo \n\ncomposição monzogranítica e a presença constante de duas foliações.Porém \n\nessa rocha foi pouco detalhada, e questões como a relação das foliações com \n\nas rochas encaixantes pouco estudadas. Dados a respeito da idade do GCM \n\ntambém ficaram em aberto nos trabalhos de, Basei (2000), Silva et. al. (2002) e \n\nHartmann et. al. (2003), onde não ficou claro se o GCM é paleoproterozóico ou \n\nneoproterozóico, aumentando as dúvidas sobre a gênese e o posicionamento \n\ndo GCM. Esses foram os principais motivos que determinaram a escolha dessa \n\nárea para a pesquisa. \n\nAntes de ser realizado o trabalho de campo, foi realizada uma revisão \n\nbibliográfica de trabalhos existentes sobre a área, assim como um \n\nreconhecimento prévio das rochas do GCM através da descrição macro e \n\n\n\n20 \n\n \n\nmicroscópica de amostras coletadas no trabalho de mapeamento geológico \n\n(UFRGS 2000). Uma análise com imagens do Google Earth® foi realizada para \n\nreconhecer os principais acessos aos afloramentos, que se localizam na maior \n\nparte nos costões das praias da região de Balneário Camboriú (Fig. 1). Alguns \n\npoucos afloramentos lozalizam-se no continente, e estes foram acessados por \n\nestradas vicinais.  \n\nA etapa de campo consistiu em oito dias de campo, onde nos três primeiros \n\ndias foi realizado um reconhecimento das principais feições de campo do GCM, \n\nacessibilidade dos afloramentos e possíveis locais para coleta de amostras \n\ntanto para confecção de lâminas petrográficas como para análises químicas. \n\nNos dias que se seguiram, foi realizado um detalhamento, com enfoque \n\nprincipalmente estrutural do GCM e suas relações com as encaixantes. Esse \n\ndetalhamento foi feito através da descrição dos afloramentos, confecção de \n\ncroquis em folhas A3 a fim de evitar distorções nas dimensões das estruturas, \n\ntomada de fotografias de feições representativas, e medidas das estruturas \n\ncomo foliações, lineações, orientação dos corpos, todas feitas com bússola \n\nCLAR, utilizando notação de trama. \n\nA coleta de amostras para confecção de lâminas petrográficas foi realizada \n\ncom rigoroso controle litológico e estrutural, sempre orientando-as com relação \n\nao plano horizontal e marcando o corte da amostra ainda em campo, \n\nperpendicular à foliação e paralelo à lineação. Essas amostras foram serradas \n\nno laboratório do Instituto de Geociências da UFRGS, seguido da marcação \n\ndos locais a serem laminados, e enviadas para laminação no Programa de \n\nPós-graduação de Mineralogia e Petrologia da USP. A análise petrográfica e \n\nmicroestrutural foi feita através da identificação das texturas de uma forma \n\ngeral, como tamanho, orientação e arranjo dos cristais, e microestruturas, como \n\nfoliações e lineações, deformação dos cristais, indicadores cinemáticos, \n\nidentificação de estruturas rúpteis e dúcteis, relacionando-as àquelas \n\nidentificadas na escala de afloramento. Composição QAP, índice de cor (M’) e \n\nidentificação de minerais acessórios. Após essa etapa foi feita uma descrição \n\nespecífica de cada mineral componente da rocha, sendo feita em cada mineral \n\numa abordagem específica.  Essa etapa de descrição petrográfica foi feita \n\nbaseada principalmente em Passchier e Trow (2000) e Vernon (2004). \n\n\n\n21 \n\n \n\nQuartzo: Grãos precoces ou tardios, feições de deformação intracristalina, tipos \n\nde extinção, subgrãos, feições e tipo de recristalização (rotação de subgrão \n\n(RSG), migração do limite do grão (MLG), redução da área do limite do grão \n\n(RALG) (Passchier e Trouw, 2000). \n\nPlagioclásio: Teor de Anortita (An), determinado pelo método da seção alfa \n\nproposto por Hibbard (1995), forma e zonação dos cristais, tipos de maclas \n\n(maclas originais e de deformação). Feições de deformação, rúptil e dúctil, e \n\nrecristalização.  \n\nFeldspato potássico: Forma dos cristais, formação de pertitas (porcentagem \n\nentre fase sódica e fase potássica de cada cristal e morfologia das pertitas). \n\nFeições de deformação rúptil e dúctil, e recristalização.  \n\nBiotita: Cor de absorção máxima (ng), tipos de inclusões, feições de \n\ndeformação rúptil e dúctil.  \n\nNa petrografia, foram também tomadas fotomicrografias em luz natural e \n\npolarizada, de feições julgadas didáticas e diagnósticas nas lâminas, e \n\nconfeccionados fotomosaicos para melhor visualização e entendimento das \n\nmicroestruturas em uma escala relativamente maior.  \n\nA etapa de análise química do GCM iniciou no campo onde as amostras foram \n\ncoletadas já na forma de fragmentos de no máximo 10 cm, sem nenhuma capa \n\nde alteração, tomando o devido cuidado para não conterem xenólitos das \n\nrochas encaixantes, e ou serem retiradas muito próximas dos contatos, ou seja, \n\namostras representativas. O armazenamento destas foi feito em sacos \n\nplásticos vedados com fita adesiva, e a marcação com caneta feita na \n\nembalagem e não na amostra, evitando assim possíveis contaminações. As \n\namostras foram então preparadas no anexo do Instituto de Geociências da \n\nUFRGS. Antes de iniciar o processo de preparação, as amostras foram \n\nsubmetidas a mais uma etapa de lavagem e retirada de qualquer alteração \n\nvinda do campo. Reduziram-se então as amostras até o tamanho brita \n\nutilizando um britador de Inox seguido de cominuição até a fração silte/argila \n\nutilizando gral e pistilo de porcelana. Após essa etapa, as amostras foram \n\n\n\n22 \n\n \n\npassadas em um moinho com bolas de ágata, a fim de pulverizá-las para envio \n\nao laboratório ACME Labs no Canadá, onde foram analisadas por ICP-MS. \n\nOs dados obtidos nas análises foram utilizados para confecção de diagramas e \n\ngráficos discriminantes, com auxílio do software GCDkit 2.3., a fim de \n\ncaraterizar geoquimicamente o GCM, onde foram também comparados com \n\ndados obtidos por Florisbal et. al. (2011) referentes a granitos do mesmo \n\ncontexto geológico. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n23 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCONTEXTO GEOLÓGICO REGIONAL  \n\n \n\nA área de estudo está inserida na porção meridional da Província Mantiqueira \n\n(Almeida et. al. 1977), no Escudo Catarinense, relacionada ao Cinturão de \n\nCisalhamento Sul-brasileiro, entre as zonas de cisalhamento Major Gercino e \n\nItajaí, conforme figura 1.  \n\n\n\n24 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nEssa área compreende rochas do Complexo Camboriú (CC) e o Granito \n\nItapema (GI), intrudidas pelo Granito Corre-mar (GCM), Granito Rio Pequeno \n\n(GRP) e Granito Serra dos Macacos (GSM) (UFRGS, 2000). \n\nFigura 1 - Localização da área de estudo. Mapas geológicos: (a) \n\ncontexto geológico e geotectônico do sul do Brasil e Uruguai, (b) \n\nprincipais unidades geológicas e traços tectônicos do Escudo \n\nCatarinense, (detalhe em vermelho) área de estudo. Modificado de \n\nBitencourt &amp; Nardi (2004). \n\n \n\n\n\n25 \n\n \n\nO CC é composto por ortognaisses de composição tonalítica a granodiorítica, \n\ncom corpos tabulares de anfibolito, gnaisses pelíticos e calci-silicáticos e \n\nrochas graníticas de espessura centimétrica a métrica, caracterizado por uma \n\ntectônica de baixo ângulo (Philipp et. al 2009). A principal foliação do CC na \n\nregião é paralela ao bandamento dos ortognaisses e ambos mergulham com \n\nvalores baixos para NW assim como para SE. Ambos os planos estão \n\ndobrados na escala centimétrica a decimétrica, com eixos sub-horizontais de \n\ndireção E-W a NW-SE e planos axiais subverticais (Peternell et. al., 2010). O \n\nCC apresenta idade de cristalização paleoproterozóica (ca. 2.0 Ga – U-Pb \n\nSHRIMP em zircão – Hartmann et. al.,2003; Silva et. al., 2005) com \n\nabundantes heranças arqueanas (3.3 – 2.7 Ga – U-Pb SHRIMP em zircão – \n\nBasei et. al., 2010); e evento de migmatização neoproterozóico (630-590 Ma – \n\nU-Pb SHRIMP em zircão – Silva et. al., 2005; Basei et. al., 2010). \n\nO GI compreende hornblenda-biotita granodioritos a biotita monzogranitos e \n\nleucogranitos equigranulares finos, sendo todos os termos ricos em xenólitos \n\n(Rivera et. al., 2004). Um bandamento de segregação bem desenvolvido é \n\nencontrado em todas as suas variedades, conforme descrito por Bitencourt e \n\nNardi (2004). Paralelo ao acamento magmático, uma foliação magmática é \n\ndesenvolvida, e geralmente mergulha com baixo ângulo para SE assim como \n\npara NW, (Peternell, 2010). O GI apresenta idade de cristalização 2.02 Ga (U-\n\nPb SHRIMP em zircão – Hartmann et. al., 2003) ou 0.64 Ga (U-Pb SHRIMP em \n\nzircão – Basei et. al., 2010). \n\nO GRP compreende monzogranitos porfiríticos com biotita e hornblenda na \n\nmatriz, com foliação magmática mergulhando em alto ângulo para NW e SE, \n\nlocalmente variando a direção da foliação para E-W e N-S com uma lineação \n\nsubhorizontal marcada pelo alinhamento de feldspatos potássicos, (Peternell \n\net. al. 2010). Apresenta idade de cristalização 622±15 Ma, idade de \n\ncristalização de dique máfico contemporâneo 626±7 Ma, herança \n\nneoproterozóica (ca. 660 e 730 Ma) e mesoproterozóica (1.6 Ga) (U-Pb LA-\n\nICP-MS em zircão – Florisbal et. al., 2011). \n\nO GSM compreende biotita sienogranitos, com foliação não muito bem \n\ndesenvolvida, embora seja observada em toda área de afloramento, e \n\n\n\n26 \n\n \n\ngeralmente mergulho com alto ângulo para NW e SE, e raramente forma uma \n\nlineação subhorizontal dada pela orientação de feldspatos potássicos, \n\n(Peternell et. al., 2010). O GSM apresenta idade de cristalização 611±9 Ma \n\ncom herança arqueana (3.4-2.9 Ga), paleoproterozóica (2.1-1.8 Ga) e \n\nneoproterozóica (700 Ma) (U-Pb LA-ICP-MS em zircão – Florisbal et. al., 2011). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n27 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nGEOLOGIA DO GRANITO CORRE-MAR \n\n \n\n \n\n Introdução \n\n \n\nO GCM é um biotita monzogranito de textura heterogranular fina a média, \n\npodendo ser encontrado localmente milonitizado, com textura porfiroclástica. \n\naflora na forma de corpos alogandos de no máximo 2,5 km\n2\n, e injeções com no \n\nmáximo 100 m de espessura, ambos com orientação preferencial NE-SW. Sua \n\nprincipal característica é a presença constante de duas foliações, uma \n\nmagmática (S) e outra de cisalhamento (C), que formam uma estrutura tipo S-\n\nC, presente em todas as suas ocorrências. É comum a presença de xenólitos \n\ncentimétricos a métricos dos gnaisses e anfibolitos do CC, assim como \n\nxenólitos e megaxenólitos do GI. Diversas feições desde a macro- até a \n\nmicroescala sugerem que o GCM foi submetido a tensões diferenciais durante \n\ne após sua cristalização, corroborando a hipótese de sua gênese ser \n\nsintectônica aos eventos de cisalhamento transcorrente descritos na região. \n\nNos trabalhos realizados anteriormente no GCM (UFRGS, 2000; Peternell et. \n\nal. 2010), não ficou elucidada a relação das duas foliações entre si, assim \n\ncomo com as rochas encaixantes. A falta de uma idade confiável também dá \n\nmargem para diferentes interpretações a respeito da natureza e idade das \n\nfoliações do GCM. O presente estudo apresenta um detalhamento estrutural, \n\n\n\n28 \n\n \n\nde macro- a microescala, que propõe investigar a relação das estruturas do \n\nGCM com as zonas de cisalhamento Major Gercino e Itajaí e outras zonas de \n\nmenor escala, assim como esclarecer a gênese das duas foliações. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n29 \n\n \n\n \n\nGeologia Estrutural \n\n \n\nEstruturas de macroescala \n\n \n\nEm mosaicos confeccionados utilizando os softwares Google Earth® e \n\nAutostich®, é possível observar o alongamento preferencial dos corpos do \n\nGCM, sempre com direção NE, assim com suas injeções nas rochas do CC e \n\ndo GI, na mesma orientação. Essa orientação coincide com foliação magmática \n\nS, também com direção NE (Fig. 4a e 4d), que foi observada em campo \n\nsempre paralela aos contatos das intrusões. Essa variação da direção das \n\nintrusões varia entre os azimutes 045 até 065. Essa característica está ligada \n\ndiretamente com a direção preferencial de intrusão do GCM. Lineamentos \n\nregionais de direção NNE-SSW (UFRGS, 2000; Florisbal et. al. 2011)(Fig. 2) \n\nocorrem na área e são concordantes com as medidas da foliação C do GCM \n\n(Fig. 4b e 4d). \n\n \n\n \n\n\n\n30 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 2 – Mapa geológico da região de Camboriú. Modificado de Florisbal et. al. (2011). \n\n\n\n31 \n\n \n\nEstruturas de mesoescala \n\n \n\nA foliação magmática (S) do GCM possui direção preferencial NE-SW com \n\nmergulhos acentuados ora para SE, ora para NW (Fig. 4a e 4d). É marcada \n\npela orientação de cristais de 0,5 a 1 cm de plagioclásio e K-feldspato bem  \n\nformados, orientação de agregados centimétricos de biotitas e orientação de \n\nxenólitos centimétricos a métricos dos gnaisses e anfibolitos do CC, conforme \n\ndescrito anteriormente em outras áreas por Balk (1937). Localmente, é \n\ndesenvolvida paralela à S uma estratificação composiconal dada pela \n\nsegregação de pegmatitos e aplitos durante a cristalização. Essa foliação \n\nmagmática tende a estar sempre paralela ou sub-paralela aos contatos dos \n\ncorpos e injeções do GCM. \n\nA foliação de cisalhamento (C) possui direção preferencial NNE-SSW com \n\nmergulhos subverticais ora para SSE, ora para WNW (Fig. 4b e 4d). É marcada \n\npelo estiramento e deslocamento dos xenólitos do CC anteriormente orientados \n\nna S, ora desenvolvendo schlieren, formação de caudas de recristalização \n\nassimétricas, que sugerem uma deformação não-coaxial, nos cristais de K-\n\nfeldspato e plagioclásio e inflexão das biotitas da S para C tornando evidente o \n\npar S-C. \n\n \n\n\n\n32 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAssociada à foliação C, desenvolve-se uma lineação de estiramento, marcada \n\nprincipalmente por cristais de plagioclásio e K-feldspato, que mostra baixo \n\nângulo de caimento, ora para NNE, ora para SSW (Fig. 4c e 4d). \n\nFigura 3 – Aspectos gerais das foliações do GCM, com a relação angular S-C em cada \n\numa. (a) Erosão diferencial ressaltando as foliações, com um feldspato potássico \n\n(centro) orientado na S e deformado pela C, que está marcada por biotitas orientadas; \n\n(b) Xenólitos de gnaisse orientados na S; (c) Xenólito de gnaisse orientado na S e \n\ndeformado pela C (embaixo à esq.) e um feldspato potássico com cauda assimétrica \n\nformada pela C (seta); (d) Textura porfiroclástica em zona de alta deformação, com o \n\npar S-C tendendo ao paralelismo; \n\n\n\n33 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nLocalizadamente, refletindo a heterogeneidade da deformação, ocorrem zonas \n\nde alto strain, que geram estiramento dos cristais de plagioclásio e K-feldspato, \n\ne recristalização formando faixas monominerálicas de quartzo. Nessas zonas \n\nobserva-se a diminuição do ângulo entre a foliação magmática e a de \n\ncisalhamento. Alguns cristais com até 0,5 cm de K-feldspato e plagioclásio \n\nresistem a essa deformação, gerando uma textura porfiroclástica, onde \n\nFigura 4 – Estereogramas das medidas das estruturas do GCM (hemisfério inferior). (a) \n\nPolos das foliações S, mostrando direção NE-SW com mergulhos de alto ângulo para SE e \n\nNW; (b) Polos das foliações C, mostrando direção NNE, com mergulhos de alto ângulo \n\npara ESE e WNW; (c) Medidas das lineações de estiramento, mostrando baixos caimentos \n\npara NNE e SW; (d) Estereograma integrado com medidas das foliações S e C e da Lx; \n\n\n\n34 \n\n \n\naumenta a proporção de quantidade de matriz em relação à quantidade de \n\nporfiroclastos (Fig.5). O bloco-diagrama da figura 5 mostra um esboço \n\nesquemático do arranjo estrutural do GCM, com a foliação C mais \n\ndesenvolvida, truncando a foliação S. \n\n \n\n \n\n \n\n \n\nPróximo aos contatos das injeções do GCM, tanto os gnaisses e anfibolitos do \n\nCC como o Granito Itapema apresentam discretas zonas de deformação rúptil, \n\ncom mesma orientação da foliação C do GCM, mostrando uma continuidade \n\ndas injeções para as encaixantes. Essas zonas têm sua ocorrência \n\nestritamente limitada às proximidades dos contatos com o GCM e não se \n\nestendem mais do que alguns metros para longe dos contatos. (Fig. 6a e 6b). \n\nEstas geram deformação de baixa temperatura nas encaixantes, deslocando \n\nFigura 5 – Bloco-diagrama mostrando o arranjo estrutural típico do GCM, \n\ncom a foliação mais evidente, com a foliação S subordinada e truncada, \n\nformando um par S-C, com o desenvolvimento de um lineação de \n\nestiramento (Lx) associada à deformação da foliação C \n\n\n\n35 \n\n \n\nestruturas prévias e em alguns casos formando cataclasitos e intensa \n\ncominuição dos cristais (Fig. 6c, 6d, 10 e 14). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nEm alguns contatos do GCM com o GI, se desenvolvem zonas de alta \n\ndeformação (Fig. 10), que geram arraste da foliação deste para dentro da \n\nfoliação C (Fig. 6c e 6d). Estas zonas têm até 3m de largura e geram uma \n\ncomplexa obliteração dos limites dessas duas unidades, ficando extremamente \n\ndifícil distinguí-las. Associado à esses contatos, observam-se xenólitos, \n\ninjeções pegmatíticas e cristais das duas unidades com formato sigmoidal, \n\nFigura 6 – Deformação rúptil próximo aos contatos com as rochas encaixantes. (a) Injeção \n\ndo GCM em gnaisse do CC mostrando a deformação rúptil deslocando o bandamento \n\ngnáissico, concordante com a foliação C do GCM; (b) Zoom da parte destacada (em \n\nvermelho na foto a detalhando o deslocamento do bandamento gnáissico com \n\nmovimentação sinistral; (c) Zona de cataclasitos do GI (porção escura no centro) no \n\ncontato com uma injeção do GCM; (d) Detalhe da zona de cataclasitos da foto c, \n\nmostrando um xenólito dentro do GI sendo dobrado e arrastado para dentro da zona de \n\ncataclase. \n\n\n\n36 \n\n \n\ntodos indicando movimentação sinistral. A deformação rúptil concordante com \n\na foliação C  do GCM na encaixante também é muito bem desenvolvida nesses \n\ncontatos, se dissipando logo após poucos metros para longe da injeção. Ocorre \n\ntambém o dobramento de xenólitos e enclaves presentes no GI, gerando \n\nindicadores cinemáticos que indicam um movimento sinistral da foliação C (Fig. \n\n6d). \n\nInjeções tabulares pegmatíticas e aplíticas, encontram-se dobradas, com eixos \n\nsubverticais e planos axiais paralelos à foliação C. Localmente ocorrem séires \n\nde dobras fechadas (Fig. 7d) com a foliação S bem desenvolvida em seu \n\ninterior. Freqüentemente aparecem dobras em “S” (Fig. 7a e 7c), que sugerem \n\num dobramento relacionado à cinemática sinistral da foliação C, conforme \n\nindicado nos croquis da figura 7. O exemplo da figura 7b mostra uma injeção \n\npreenchendo fraturas extensionais, que ajudam a reconstruir o arranjo das \n\ntensões atuantes durante a deformação do GCM, mostrando também \n\ncinemática sinistral. \n\nAs injeções do GCM mostram um padrão de bifurcação em várias escalas, \n\ncontornando grandes xenólitos do GI e do CC. Em diversos afloramentos é \n\nnotável uma componente de abertura nas injeções, resultando em zonas com \n\nfoliação pouco desenvolvida (Fig. 11). \n\n\n\n37 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nNos locais onde o GCM é intrusivo nas rochas do CC, ocorrem xenólitos de \n\ngnaisse e anfibolito, alguns com até 4 m de comprimento. Esses xenólitos são \n\nmuitas vezes angulosos e têm contatos retos, aparentemente sem interação \n\ncom o magma do GCM. Porém, localmente xenólitos alongados são orientados \n\ne parcialmente assimilados (Fig. 8a). Em alguns, o granito consegue penetrar \n\nno bandamento gnáissico, aproveitando a estrutura pré-existente (Fig. 8b, 8d e \n\n13). Alguns xenólitos centimétricos a decamétricos são deformados e estirados \n\nao longo da foliação C, gerando um formato assimétrico que indica movimento \n\nsinistral (Fig. 8c). É frequente também a ocorrência desses xenólitos muito \n\nestirados concordantes com a foliação C, formando schlieren, que são muitas \n\nvezes confundidos com agregados de biotita do próprio GCM. \n\n \n\nFigura 7 – Injeções aplíticas e pegmatíticas dobradas com respectivos croquis \n\ninterpretativos. (a) Injeção aplítica com dobra em S aberta; (b) Injeção preenchendo \n\nfraturas extensionais; (c) Injeção aplítica com dobra em S fechada; (d) Trend de dobras \n\nfechadas a isoclinais em injeção aplítica; \n\n\n\n38 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\nFigura 8 – (a) Xenólito alongado de gnaisse do CC em injeção do GCM; (b) Detalhe da foto \n\na mostrando o xenólito parcialmente assimilado pelo magma granítico; (c)Xenólito de \n\nanfibolito estirado pela foliação C assimetricamente, mostrando movimentação sinistral; (d) \n\nDetalhe do magma do GCM aproveitando o bandamento gnáissico para assimilar o \n\nxenólito de gnaisse; \n\n\n\n39 \n\n \n\nCroquis  \n\n \n\nAlguns afloramentos foram selecionados, e representados na forma de croquis \n\nde detalhe, visando a mostrar estruturas representativas do GCM, assim como \n\nsua relação com as rochas encaixantes. Para facilitar a localização dos croquis, \n\ntomou-se como referência uma imagem da área de estudo obtida no software \n\nGoogle Earth® (Fig. 9). \n\n \n\n \n\n \n\n \n\nFigura 9 – Imagem aérea da área de estudo, obtida no Google Earth®. \n\n\n\n40 \n\n \n\n \n \n \n \n \n \n \n \n\n \n \n\nFigura 10 – Croqui na seção tipo do GCM (Ponta do Corre-Mar), mostrando o contato \n\ndeste com o GI. Desenvolvimento de uma zona de contato, com obliteração dos limites \n\ndas duas unidades e intenso estiramento dos cristais e xenólitos. Notar também o \n\narraste do bandamento de fluxo do GI para dentro da zona, e o desenvolvimento de \n\ndeformação rúptil no GI concordante com a foliação C do GCM (acima à esq.). \n\n\n\n41 \n\n \n\n \n \n \n\n \n \n\nFigura 11 – Croqui mostrando o mecanismo de bifurcação das \n\ninjeções do GCM, ora mostrando uma componente de abertura \n\n(injeções alargadas), gerando zonas com foliação pouco desenvolvida.  \n\n\n\n42 \n\n \n\n \n \n \n \n \n\nFigura 12 – Croqui de uma zona de deformação que afeta o GI e o GCM. Zona de \n\ncataclase (baixa T°) desenvolvida no GI (porção escura indicada no croqui) com \n\nindicadores cinemáticos e direção compatível com a deformação da foliação C do GCM. \n\n\n\n43 \n\n \n\n \n \n \n \n\nFigura 13 – Croqui mostrando a relação do GCM com os gnaisses do CC. Notar o \n\nmecanismo de bifurcação das injeções do GCM e a assimilação parcial dos \n\ngnaisses no detalhe (abaixo à esq.) \n\n\n\n44 \n\n \n\n \n\n Petrografia \n\n \n\nO GCM compreende biotita monzogranitos de textura heterogranular fina a \n\nmédia, com duas foliações, sendo os principais minerais acessórios alanita, \n\nepidoto, esfeno e zircão. Os cristais de K-feldspato e plagioclásio zonado \n\npreservam algumas faces retas, têm no máximo 5 mm, e são orientados pela \n\nforma e localmente pela macla na foliação magmática (S). Alguns cristais de \n\nquartzo têm até 1 cm, porém a grande maioria está intensamente recristalizada \n\ne cominuída. O GCM tem de 10 a 15% de minerais máficos, principalmente \n\nmicas. As biotitas são orientadas na sua grande maioria na foliação C, e, \n\nsubordinadamente na foliação S. Comumente estão alteradas para clorita. \n\nTodo esse conjunto de minerais está intensamente deformado, dando origem a \n\ndiversas microestruturas, que serão detalhadas no item seguinte. \n\n \n\nMicroestruturas \n\n \n\nDiversas microestruturas complementam e corroboram a observação da \n\nmesoescala do GCM. É notável a sobreposição de estruturas rúpteis nas \n\nestruturas dúcteis. O par S-C formado pelas duas foliações é nítido na \n\nobservação de microscópio, e é dado principalmente pela orientação das \n\nmicas. A S é marcada pela orientação de cristais de até 0,5 cm de K-feldspato \n\ne plagioclásio zonado e agregados de biotita e muscovita. Já a foliação C é \n\nmarcada pela inflexão de biotitas da S para a C, estiramento e quebra dos \n\ncristais de feldspato, acompanhado muitas vezes de formação de subgrãos e \n\nrecristalização localizada, principalmente por rotação de limite de subgrão \n\n(RSG). Os cristais de quartzo estão na maioria das vezes recristalizados, \n\nformando agregados monominerálicos alongados segundo a C, com textura \n\ngranoblástica fina a média gerada tanto por RSG como por migração de limite \n\nde subgrão (MLG). Em zonas de alta deformação, ocorre uma considerável \n\n\n\n45 \n\n \n\ncominuição dos cristais de quartzo e feldspatos, sendo que os feldspatos \n\nsofrem quebramento, originando cristais menores com faces angulosas. A C \n\ntambém gera caudas de recristalização em cristais de plagioclásio e K-\n\nfeldspato, localmente formando caudas assimétricas, que indicam movimento \n\nsinistral. \n\n \n\nO feldspato potássico preserva ainda algumas faces retas, porém é comum a \n\npresença de extinção ondulante, evoluindo muitas vezes para subgrãos nas \n\nbordas dos cristais, e eventualmente ocorrendo rotação dos subgrãos e \n\nformação de novos cristais. Localmente, há textura granoblástica média a \n\ngrossa que indica temperaturas da ordem de 500°C (Passchier e Trouw, 2000) \n\nvisto na figura 15a. A presença de macla xadrez é comum, assim como pertitas \n\nem chama (Pryer &amp; Robin, 1995, 1996), sendo ambas distribuídas \n\nheterogeneamente nos cristais, devido à distribuição heterogênea da \n\ndeformação. Pertitas em chama ocorrem em grande quantidade, \n\nheterogeneamente distribuídas, tendendo a formar-se das bordas para o centro \n\ndos cristais, onde a tensão e a instabilidade do cristal tendem a ser maiores.  \n\nLocalmente, principalmente nas porções mais deformadas, desenvolvem \n\ncaudas de recristalização, que dão um aspecto sigmoidal assimétrico aos \n\ncristais, indicando movimentação sinistral associada à foliação C. Muitas vezes \n\nos cristais ocorrem fraturados, sendo as fraturas preenchidas pela matriz. \n\n \n\nO plagioclásio (An10-19) é comumente zonado, tendo a zonação marcada \n\nprincipalmente pela alteração diferencial dos núcleos dos cristais, e \n\napresentam um comportamento similar ao do K-feldspato, sendo a principal \n\ndiferença a ocorrência praticamente na totalidade das amostras de kink-bands \n\nnas maclas polissintéticas. É comum também a presença de maclas \n\nencurvadas (Fig. 15b).  Apresentam freqüentemente macla tectônica (Fig. 15b), \n\ne, assim como o K-feldspato, os cristais de plagioclásio apresentam extinção \n\nondulante, subgrãos e, localizadamente, recristalização por RSG, que indica \n\n\n\n46 \n\n \n\ntemperaturas da ordem de 550°C (Passchier &amp; Trouw, 2000). Raramente  \n\ndesenvolvem caudas de recristalização. \n\nEm geral, é o mineral mais alterado do GCM, alterando freqüentemente para \n\nepidoto e mica branca. É comum a presença de cristais de plagioclásio muito \n\nfraturados, com as fraturas preenchidas pela matriz. \n\n \n\nO quartzo ocorre como inclusões globulares de até 1mm no K-feldspato e no \n\nplagioclásio, mas forma principalmente agregados intersticiais. Os grãos têm \n\nforte extinção ondulante e é bastante comum a ocorrência de grãos \n\nrecristalizados por RSG e MLG (Fig. 14a). É possível identificar antigos cristais \n\nmaiores completamente substituídos por novos grãos recristalizados. Isso é \n\nvisto através da orientação óptica dos novos cristais, que em determinados \n\nângulos do giro da platina mostram orientações ópticas idênticas. Em zonas de \n\nmais alta deformação, ocorre quartzo fitado, principalmente entre cristais de \n\nfeldspato, como resultado da maior competência destes. Localizadamente, \n\nrelictos de quartzo com 2 conjuntos ortogonais de subgrãosindicam a ativação \n\nde dois sistemas de deslizamento neste mineral. O deslizamento do sistema \n\nprismático ao longo do eixo C é ativado apenas em temperaturas acima de \n\n650°C, em condições de pressão normal (Kruhl, 1996). \n\n \n\nA biotita é o mineral que melhor evidencia a presença do par S-C no GCM. \n\nTanto agregados quanto cristais individuais marcam a foliação S, e sofrem \n\ninflexão para a foliação C, mostrando uma rotação anti-horária, condizente com \n\na deformação sinistral verificada no GCM. São comuns micas finas \n\nneoformadas nas bordas dos cristais de K-feldspato e plagioclásio. A biotita \n\npossui cor castanha a castanha esverdeada para ng e comumente apresenta \n\nmicroestruturas do tipo mica-fish que indicam deformação sinistral. A biotita \n\ncomumente está alterada para clorita. \n\n \n\n\n\n47 \n\n \n\nAlanita euédrica é comum no GCM, tendo freqüentemente bordas de epidoto. \n\nEpidoto fino e intersticial aparece associado às zonas de mais alta deformação. \n\nInclusões de zircão bem formado ocorrem principalmente nas biotitas, \n\nmostrando um halo de alteração. \n\nUma recristalização fina na borda dos cristais de feldspato potássico (Fig. 14e) \n\ne plagioclásio, e quartzo finamente recristalizado, comumente buldging, é \n\nencontrada em todas as lâminas analisadas. Trata-se da relação de um cristal \n\ncentral e um manto com material mais fino da mesma composição, conforme \n\ndescrito por Passchier &amp; Trouw, (2000). Nas zonas de alta deformação (Fig. \n\n17), esse manto de recristalização tende a ser mais bem desenvolvido, \n\naumentando a proporção manto/núcleo. \n\n \n\n \n\n\n\n48 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 14 – Feições petrográficas e microestruturais do GCM. (a) Cristais de quartzo \n\nmostrando extinção ondulante e subgrãos, e recristalização por rotação de subgrão \n\n(RSG) e migração de limite de grão (MLG); (b) Cristal relicto de quartzo mostrando \n\npadrão tabuleiro de xadrez, com as bordas recristalizadas por rotação de subgrão \n\n(RSG)(acima à dir.); (c) Cristal de plagioclásio tendendo a formato sigmoidal e kink-\n\nbands na parte inferior esquerda do cristal; (d) Mesmo cristal de plagioclásio da foto c \n\ncom giro horário da platina cerda de 40°, revelando novos grãos recristalizadas por \n\nrotação de subgrão (RSG); (e) Cristal de K-feldspato mostrando pertitas em chama \n\n(abaixo à esq.), e uma recristalização fina nas bordas; (f) Mesmo cristal de K-feldspato \n\nda foto e com giro horário da platina cerca de 25°, mostrando a dupla macla distribuída \n\nheterogeneamente no cristal; \n\n\n\n49 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nFigura 16 – Fotomicromosaico de uma zona de cataclase do GI (indicada na figura 10), \n\nmostrando uma zona de intensa cominuição dos cristais. (Luz natural) \n\nFigura 15 - Feições petrográficas e microestruturais do GCM. (a) Textura granoblástica \n\npoligonal em cristais de K-feldspato; (b) Cristal de plagioclásio com macla encurvada e \n\nmacla tectônica (seta vermelha); (c) Fotomicromosaico mostrando cristal de K-feldspato \n\ndividido em dois novos subgrãos. Detalhe em vermelho: Recristalização por migração de \n\nlimite de grão (MLG) entre os dois subgrãos; \n\n\n\n50 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 17 – Fotomicromosaico de uma zona de milonitos do GCM, com indicadores \n\ncinemáticos sinistrais formados em feldspatos. (Luz natural) \n\n\n\n51 \n\n \n\n         Geoquímica \n\n \n\nDezessete amostras foram selecionadas para representar a variação \n\ncomposicional das rochas estudadas e avaliar a composição do magma \n\nparental. Os resultados são apresentados na tabela 1. Alguns gráficos mostram \n\nos dados dos granitos Rio Pequeno e Serra dos Macacos (Florisbal et. al. \n\n2011), a fim de compará-los com os dados do GCM.  \n\nNos diagramas de elementos maiores em função do teor de SiO2 (Figura 18), o \n\nGCM apresenta uma pequena variação no teor de sílica, a maior parte das \n\namostras contêm entre 72 e 74%, e nem todos os elementos mostram boas \n\ncorrelações em função do teor de sílica. Os teores de CaO, TiO2 e FeOt \n\napresentam uma  boa correlação negativa com a sílica. As amostras têm \n\nconteúdo de álcalis (Na2O+K2O) em torno de 8,5%, aproximando-se dos \n\nvalores típicos de rochas ácidas do tipo A ou das séries alcalinas sódicas \n\nsaturadas em sílica (Le Maitre, 2002). \n\n \n\n\n\n52 \n\n \n\n \n\n Figura 18 – Diagrama de variação de elementos maiores utilizando SiO2 como índice de \n\ndiferenciação do Granito Corre-Mar. O campo em rosa representa as análises do Granito \n\nRio Pequeno e o campo cinza representa as análises do Granito Serra dos Macacos. \n\n \n\n\n\n53 \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\nNo diagrama A/NK vs A/CNK utilizando os parâmetros propostos por Shand \n\n(1943), as amostras analisadas mostram um caráter levemente peraluminoso \n\n(Figura 19), com teores A/CNK predominantemente entre 1 e 1,1  \n\n \n\nFigura 19 - Diagrama A/NK vs A/CNK proposto por Shand (1943) mostrando o \n\ncaráter levemente peraluminoso do GCM (círculos azuis). O campo em rosa \n\nrepresenta as análises do Granito Serra dos Macacos e o campo cinza representa \n\nas análises do Granito Rio Pequeno. \n\n \n\n\n\n54 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\nUtilizando as proporções Zr/TiO2 vs Nb/Y, conforme proposto por Winchester e \n\nFloyd (1977), a composição do GCM assemelha-se predominantemente à \n\nmagmas de composição traqui-andesítica (Figura 20). \n\n \n \n \n\nFigura 20 – Diagrama Zr/TiO2 vs Nb/Y, mostrando a composição do GCM (círculos \n\nazuis) predominantemente semelhante às de magmas traqui-andesíticos conforme \n\nproposto por Winchester e Floyd (1977). O campo em rosa representa as análises do \n\nGranito Rio Pequeno e o campo cinza representa as análises do Granito Serra dos \n\nMacacos. \n\n \n\n\n\n55 \n\n \n\n \n \n \n \n\nFigura 21 – Diagrama de classificação de granitos do Tipo-A de Whalen et. al. (1987). A \n\n– Granitos do Tipo-A. I – Granitos do Tipo-I. S – Granitos do Tipo-S. \n\n\n\n56 \n\n \n\n \n \n\n \n\n \n\nFigura 22 – Diagrama de classificação de granitos do Tipo-A de Whalen et. al. \n\n(1987), mostrando um caráter transicional do campo de granitos sub-alcalinos para \n\ngranitos do Tipo-A. \n\n\n\n57 \n\n \n\nDe acordo com os critérios de Whalen et. al. (1987) as rochas estudadas \n\nsituam-se predominantemente no campo de rochas subalcalinas, porém \n\nmostrando uma tendência de deslocar-se para o campo dos granitos do Tipo-A \n\nou dos granitos intra-placa (Figuras 21 e 22). Os teores relativamente elevados \n\nde Nb e Zr ilustram bem esse caráter transicional das rochas do GCM. \n\n \n \n\n \n \n \n \n \n \n \n \n \n \n\nDe acordo com o diagrama que compara as rochas estudadas com um granito \n\npadrão de cadeia meso-oceânica (ORG), conforme proposto por Pearce et. al. \n\n(1984) (Fig. 23), o GCM apresenta teores de K2O, Rb, Ba e Th cerca de trinta a \n\nquarenta vezes maior que o ORG. Os teores de Ta e Nb apresentam \n\nsimilaridade aos teores do ORG. O Ce apresenta um teor de três a quatro \n\nvezes o valor do ORG, enquanto Y e Yb mostram teores menores que os do \n\nORG. \n\nFigura 23 - Diagrama de Pearce et. al. (1984) comparando as análises do GCM \n\n(círculos azuis) com um granito de cadeia meso-oceânica (ORG). O campo em rosa \n\nrepresenta as análises do Granito Rio Pequeno e o campo cinza representa as análises \n\ndo Granito Serra dos Macacos. \n\n \n\n\n\n58 \n\n \n\n \n\n \n \n \n \n \n \n \n \n\n \n\n \n\n Analisando a distribuição dos elementos terras raras normalizados para \n\no condrito (Boynton, 1984) diagrama da figura 24, nota-se um enriquecimento \n\ndo terras raras leves em relação aos pesados, o que é notável fazendo a razão \n\nde Ce/Yb normalizado = 18,53. O teor de Ce normalizado fica entre 54 e 242. \n\nO diagrama mostra também uma leve anomalia negativa de Eu.  \n\n \n \n \n \n \n \n \n \n\nFigura 24 - Diagrama de Boynton (1984), mostrando os padrões dos elementos terras \n\nraras do GCM (círculos azuis), normalizados para o condrito, mostrando um \n\nenriquecimento dos elementos terras raras leves em relação aos pesados. O campo em \n\nrosa representa as análises do Granito Rio Pequeno e o campo cinza representa as \n\nanálises do Granito Serra dos Macacos. \n\n\n\n59 \n\n \n\n \n \n \n\n \n \n \n \n \n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n\nFigura 25 – Diagrama discriminante de ambiente tectônico de granitos proposto por \n\nPearce et. al. (1996), mostrando as rochas do GCM (círculos azuis) predominantemente \n\nno campo de rochas de ambiente pós-colisional. O campo em rosa representa as análises \n\ndo Granito Serra dos Macacos e o campo cinza representa as análises do Granito Rio \n\nPequeno. \n\n \n\n\n\n60 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nEm gráficos discriminantes de ambiente tectônico, como os propostos por \n\nPearce et. al. (1984, 1996), ilustrados nas figuras 25 e 26 levando em \n\nconsideração respectivamente os teores de Rb vs Y+Nb e Ta vs Y, indicam \n\nque as rochas estudadas são relacionadas a um ambiente pós-colisional. E, em \n\nambos os gráficos é possível ver uma distribuição das amostras analisadas \n\nentre ambiente de arco vulcânico e sin-colisional, transicionando para um \n\nambiente intra-placa. \n\n \n\nFigura 26 – Diagrama discriminante de ambiente tectônico de granitos proposto por \n\nPearce (1984), mostrando claramente a transição das rochas graníticas estudadas de \n\num ambiente de arco vulcânico, passando por um ambiente sin-colisional e tendendo a \n\npassar para um ambiente intra-placa.  \n\n\n\n61 \n\n \n\n \n\nAs temperaturas de cristalização do zircão obtidas nas curvas de solubilidade \n\npropostas por Watson e Harrison (1983), indicam valores em torno de 795°C. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n62 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nConsiderações Finais e Conclusões \n\n \n\nAs estruturas de macro- a microescala observadas no Granito Corre-mar \n\napontam para uma evolução controlada por tectônica transcorrente associada \n\nao CCSB, conforme interpretado por Peternell et al. (2010). O fato de \n\nencontrarmos uma zona de cisalhamento subvertical de direção NNE-SSW, \n\ncom cinemática de transtração sinistral, controlando a intrusão do GCM, pemite \n\ninterpretá-la como uma zona subordinada às zonas de cisalhamento Major \n\nGercino e Itajaí, ambas de direção NE-SW (Fig. 27). Isso explica as estruturas \n\nde deformação com indicadores cinemáticos sinistrais, como dobras de \n\ncisalhamento, zenólitos estirados e caudas de recristalização assimétricos, \n\nassim como as zonas de abertura e alívio encontradas no GCM e descritas \n\nnesse trabalho.  \n\n \n\n \n\n\n\n63 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nO par S-C do GCM esteve ativo durante seu posicionamento, porém a foliação \n\nC persistiu após o estágio magmático e, com o resfriamento do magma, gerou \n\nestruturas cada vez mais rúpteis até equilibrar-se com a temperatura da \n\nencaixante, o que indica que o posicionamento do GCM se deu em um nível \n\ncrustal não muito profundo. \n\nA deformação rúptil encontrada no CC e no GI próximo aos contatos com o \n\nGCM é o efeito da mesma deformação que afetou ductilmente o GCM, gerando \n\na foliação C, porém com mais baixa temperatura pelo fato de as encaixantes já \n\nestarem frias.  No momento da intrusão do GCM, o magma sofreu strain \n\nFigura 27 – Representação hipotética do \n\nposicionamento da zona de cisalhamento que \n\nafeta o GCM, em relação às zonas de \n\ncisalhamento Major Gercino e Itajaí, indicando \n\numa transtração sinistral. \n\n\n\n64 \n\n \n\nsoftening e absorveu a tensão da zona de cisalhamento, evitando assim uma \n\ncataclase generalizada das encaixantes. \n\nA temperatura de saturação em Zr obtida a partir das curvas de solubilidade de \n\nWatson e Harrison (1983) e o caráter precoce dos cristais de zircão \n\nidentificados na petrografia sugere uma temperatura liquidus da ordem de \n\n795°C para o Granito Corre-mar. \n\nFeições de deformação de alta temperatura, como cristais de quartzo com \n\nsubgrãos em padrão tabuleiro de xadrez, e de K-feldspato com textura \n\ngranoblástica poligonal grossa, ainda que localmente, indicam que o sistema \n\nsofreu deformação em temperaturas da ordem de 650°C (Khrull, 1996; \n\nPasschier e Trouw, 2000), compatíveis com as da fácies anfibolito superior e \n\ncom a temperatura solidus de composições graníticas. Pelo fato de esta \n\ndeformação ser de alta temperatura e, dada a preservação de estruturas e \n\ntexturas típicas de rochas ígneas, como cristais de plagioclásio zonados e \n\ncristais de quartzo reliquiares grandes e ausência de minerais metamórficos, \n\nconclui-se que esta deformação é de caráter magmático e que a mesma se dá \n\nao longo da cristalização. \n\nJá a recristalização fina, bem desenvolvida e distribuída homogeneamente no \n\nGCM, é sugestiva de um evento de deformação de baixa temperatura. Feições \n\nque atestam o caráter de baixa temperatura, como geração de micas finas \n\nneoformadas; recristalização fina do quartzo, comumente com buldging; \n\nselamento de fraturas dos cristais maiores de feldspato por material fino da \n\nmatriz finamente recristalizada e neoformação de grãos finos ao redor dos \n\ncristais de K-feldspato de maior tamanho são indicativos de deformação em \n\ntemperaturas ordem de 300°C, bem abaixo da solidus, compatíveis com as da \n\nfácies xistos verdes. Esta deformação de baixa temperatura é a evolução do \n\nevento de alta temperatura, representando desta forma que a progressão do \n\nrebaixamento da temperatura da zona de cisalhamento é controlada pelo \n\nresfriamento do magma. \n\n \n\nOs dados geoquímicos do Granito Corre-mar foram comparados com os do \n\nGranito Serra dos Macacos e do Granito Rio Pequeno,  levando em conta que \n\ntambém são granitóides sintranscorrência, com cinemática de posicionamento \n\n\n\n65 \n\n \n\nparecida com a do GCM. É possível notar semelhanças que sugerem uma \n\nfonte parecida para esses granitóides. \n\nO conteúdo de alumina sobre álcalis é muito semelhante, assim como o caráter \n\nlevemente peraluminoso dessas rochas, conforme o diagrama de Shand et. al. \n\n(1943). Os três granitóides coincidem também no diagrama de classificação \n\ngeotectônica proposto por Pearce et. al. (1996), todos indicando um ambiente \n\npós-colisional, com uma transição de ambiente de arco vulcânico para \n\nambiente intraplaca. Na análise dos elementos terras raras no diagrama de \n\nBoynton et. al. (1984), os três granitos têm comportamento parecido, com um \n\nenriquecimento dos elementos terras raras leves em relação aos pesados, e \n\numa leve anomalia negativa de Eu. \n\nOs dados colocados no diagrama proposto por Pearce et. al. (1984) sugerem \n\numa fonte comum para esses granitos, devido ao conteúdo similar de \n\nelementos de comportamento muito diferente. O diagrama de Winchester &amp; \n\nFloyd (1977) corrobora a idéia de uma fonte comum, mostrando magmas de \n\ncomposição predominantemente traqui-andesítica para os três granitos. \n\nAssim, a integração da geologia estrutural de detalhe e da petrologia permite \n\nafirmar que o magmatismo do Granito Corre-mar é sintectônico a uma zona de \n\nabertura relacionada às zonas de cisalhamento Major Gercino e Itajaí, \n\ncinemática de posicionamento muito semelhante à dos granitos Serra dos \n\nMacacos e Rio Pequeno. Estes mostram assinaturas geoquímicas que \n\nsugerem uma mesma fonte comum ao GCM, marcando desse modo um \n\nmagmatismo sintectônico aos eventos de cisalhamento transcorrente do \n\nCinturão de Cisalhamento Sul-brasileiro, que representa o estágio pós-\n\ncolisional do Ciclo Brasiliano no sul do Brasil. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n66 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nReferências \n\n \n\n \n\nAlmeida, F.F.M.; Hasui, Y.; Brito Neves, B.B. &amp; Fuck, R.A. 1977. Províncias \n\nEstruturais Brasileiras. In: SIMPÓSIO DE GEOLOGIA DO NORDESTE, 8, \n\nCampina Grande, 1977. Atas... Campina Grande, SBG, p. 363-391. \n\n \n\nBasei, M.A.S., 2000. Geologia e Modelagem geotectônica dos terrenos pré-\n\ncambrianos das regiões sul-oriental brasileira e uruguaia: possíveis correlações \n\ncom províncias similares do sudoeste africano.(Livre Docência Thesis). \n\nIGC/USP, São Paulo, 123 pp. (Unpublished). \n\n \n\nBasei, M.A.S., Lopes, A.P., Nutman, A., Dunyi, L., Sato, K., 2010. Polycyclic \n\nevolution of the Camboriu Complex, Northeastern Santa Catarina State, South \n\nBrazil. In: VII South American Symposium on Isotope Geology, 2010, Brasília. \n\nShort Papers of VII SSAGI. Brasília : CD-ROM. \n\n \n\nBitencourt, M.F.; Nardi, L.V.S. 2000. Tectonic setting and sources of \n\nmagmatism related to the Southern Brazilian Shear Belt. Revista Brasileira de \n\nGeociências, São Paulo, v.30, n. 1, p. 186-189. \n\n \n\nBitencourt, M.F. &amp; Nardi, L.V.S. 2004. The role of xenoliths and flow \n\nsegregation in the genesisand evolution of the Paleoproterozoic Itapema \n\n\n\n67 \n\n \n\nGranite, a crustally derived magma of shoshonitic affinity from southern Brazil. \n\nLithos, 73:1-19.  \n\n \n\nBoynton, W.V. 1984. Cosmoghemistry of the rare earth elements: Meteorite \n\nstudies. In: P. Henderson. Rare earth element geochemistry. Elsevier, p 63-\n\n114. \n\n \n\nFlorisbal, L. M. F., Janasi, V. A., Bitencourt, M.F., Heaman, L.M., 2011a. Space-\n\ntime relation of post-colliosional granitic magmatism in Santa Catarina, southern \n\nBrasil: U-Pb LA-MC-ICP-MS zircon geochronology of coeval mafic-felsic \n\nmagmatism related to the Major Gercino Shear Zone. Precambrian Research \n\n(submetido). \n\n \n\nFlorisbal, L.M. 2011. Petrogênese de granitos sintectônicos em ambiente pós-\n\ncolisional do Escudo Catarinense: estudo integrado de geologia estrutural, \n\ngeoquímica elemental e isotópica Sr-Nd-Pb e geocronologia U-Pb em zircão. \n\nTese de Doutoramento. Programa de Pós-graduação em Mineralogia e \n\nPetrologia, Universidade de São Paulo.153pp. \n\n \n\nGregory, T.R. 2007. Caracterização estrutural e petrológica do magmatismo \n\nprecoce do Complexo Gnáissico Arroio dos Ratos. Porto Alegre, 54p. \n\nMonografia de conclusão de curso, Curso de Geologia, Instituto de \n\nGeociências, Universidade Federal do Rio Grande do Sul. \n\n \n\nHartmann, L.A., Bitencourt, M. F., Santos, J.O., McNaughton, N.J., Rivera, \n\nC.B., Betiollo, L., 2003. Prolonged Paleoproterozoic magmatic participation in \n\nthe Neoproterozoic Dom Feliciano belt, Santa Catarina, Brazil, based on zircon \n\nU–Pb SHRIMP geochronology. Journal of South American Earth Science 16, \n\n477-492. \n\n \n\nHibbard, M. J. Petrography to petrogenesis. New Jersey: Prentice Hall. 1995. \n\n604p. \n\n \n\n\n\n68 \n\n \n\nKruhl, J.H. 1996. Prism- and basis-parallel subgrain boundaries in quartz: a \n\nmicrostructural geothermobarometer. Journal of Metamorphic Geology, 14: 581-\n\n589. \n\n \n\nLe Maitre, R.W. A classification of igneous rocks and glossary of terms. Oxford, \n\nBlackwell. 1989. 193 p. \n\n \n\nPasschier, C.W., Trouw, R.A.. Microtectonics. Berlin: Springer, 2000. 366 p. \n\n \n\nPearce, J.A., Harris, N.B.W., and Tindle, A.G., 1984, Trace element \n\ndiscrimination diagrams for the tectonic interpretation of granitic rocks:  Journal \n\nof Petrology, v. 25, p. 956-983. \n\n \n\nPearce, J.A., 1996. Sources and settings of granitic rocks. Episodes 19, 120-\n\n125. \n\n \n\nPeternell, M., Bitencourt, M.F, Kruhl, J.H., STÄB, C., 2010. Macro and \n\nmicrostructures as indicators of the development of syntectonic granitoids and \n\nhost rocks in the Camboriú region, Santa Catarina, Brazil. Journal of South \n\nAmerican Earth Sciences 29, 738-750. \n\n \n\nPhilipp, R.P., Massonne, H.J., Teye, T., and Campos, R.S., 2009, U-Th-Pb \n\nEMPA geochronology of polygenetic monazites of the etapelitic gnaisses of \n\nCamboriú Complex, SC, southern Brazil: evidences for the collisional and post \n\ncollisional events in Dom Feliciano Belt, in Simpósio 45 Anos de Geocronologia \n\nno Brasil, São Paulo: Boletim de Resumos Expandidos, p. 289–291.  \n\n \n\nPryer, L. L. &amp; Robin, P.- Y. F. 1995: Retrograde metamorphic reactions in \n\ndeforming granites and the origin of flame perthite. Journal of metamorphic \n\nGeology, 14, 645-58. \n\n \n\nPryer, L. L. &amp; Robin, P.- Y. F.  1996: Differential stress control on the growth \n\nand the orientation of flame perthite: a paleostress-direction indicator. Journal of \n\nstructural Geology, 18, 1511-66.0 \n\n\n\n69 \n\n \n\n \n\nRivera, C. B. ; Bitencourt, M. F.; Nardi, L. V. S. Integração de Parâmetros \n\nFísicos do Magma e Composição Química dos Minerais na Petrogênese do \n\nGranito Itapema. Revista Brasileira de Geociências, São Paulo, v. 34, n. 3, p. \n\n361-372, 2004 \n\n \n\nShand, S. J., 1943. Eruptive Rocks. Their Genesis, Composition, Classification, \n\nand Their Relation to Ore-Deposits with a Chapter on Meteorite. New York: \n\nJohn Wiley &amp; Sons. \n\n \n\nSilva, L.C. da, Armstrong, R., Pimentel, M.M, Scandolara, J., Ramgrab, \n\nG.,Wildner, W., Angelim, L.A.A.,Vasconcelos, A.M., Rizzoto, G.,Quadros, \n\nM.L.E.S., Sander, A., Rosa, A.L.Z. 2002a. Reavaliação da evolução geológica \n\nem terrenos pré-cambrianos brasileiros com base me novos dados U-Pb \n\nSHRIMP, Parte III: Províncias Borborema, Mantiqueira Meridional e Rio Negro-\n\nJuruena. Revista Brasileira de Geociências 32(4), 529-544. \n\n \n\nSilva, L.C., McNaughton, N.J., Fletcher, I.R., 2005. SHRIMP U/Pb zircon \n\ngeochronology of Neoproterozoic crustal granitoids (Southern Brazil): a case for \n\ndiscrimination of emplacement and inherited ages. Lithos 82, 503-525. \n\n \n\nUFRGS 2000a. Mapeamento Geológico 1:25000 de parte das folhas Camboriú \n\n(MI2894/2) e Itajaí (2882/4), SC. Porto Alegre, 7 vol., trabalho de Graduação do \n\ncurso de geologia. Instituto de Geociências. Universidade Federal do Rio \n\nGrande do Sul.  \n\n \n\nUFRGS 2000b. Mapeamento Geológico 1:25000 de parte da folha Camboriú \n\n(MI2894/2), SC. Porto Alegre. 1 vol., 3 mapas. Curso de Geologia. Instituto de \n\nGeociências. Universidade Federal do Rio Grande do Sul \n\n \n\nVernon, R. H., 2004. A pratical Guide to Rock Microstructure. Cambridge \n\nUniversity Press. 594 p. \n\n \n\n\n\n70 \n\n \n\nWatson, E.B., Harrison,T.M., 1983. Zircon saturation revisited: temperature and \n\ncomposition effects in a variety of crustal magma types. Earth and Planettary \n\nScience Letters 64, 295-304. \n\n \n\nWhalen, J.B., Currie, K.L., Chappell, B.W., 1987. A-type granites: geochemical \n\ncharacteristics discrimination and petrogenesis. Contribution Mineralogy \n\nPetrology 95, 407-419. \n\n \n\nWinchester, J.A., and Floyd, P.A., 1977, Geochemical discrimination of different \n\nmagma series and their differentiation products using immobile elements:  \n\nChemical Geology, v. 20, p. 325-343. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n71 \n\n \n\nAnexo 1 – Mapa de pontos \n\n \n\n \n\n \n\n\n\n72 \n\n \n\n \n\n \n\n \n\nAnexo 2 – Tabela de dados geoquímicos"}]}}}