{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.16711"}, {"@name": "filename", "#text": "23379_CLB-MCS_RM%2bAC%2bRMF%2bGM%2bTA%2bRR_1_FINAL.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Congresso Luso-Brasileiro de Materiais de Construção Sustentáveis \n5, 6 e 7 de Março de 2014 \n\nGuimarães, Portugal \n\n \n\n \n\n283 \n\n \n\nEvolução da frente de carbonatação em argamassas contendo cinzas \n\nvolantes tendo em conta a presença de iões cloreto \n\n MALHEIRO Raphaele\n1,a\n\n, CAMÕES Aires\n1,b\n\n, FERREIRA Rui Miguel\n2,c\n\n, \n\nMEIRA Gibson\n3,d\n\n, AMORIM Teresa\n4,e\n\n e REIS Rui\n1,f\n\n \n1 \nC-TAC, Departamento de Engenharia Civil, Universidade do Minho, Campus de Azurém, 4800-\n\n058, Guimarães, Portugal \n\n2\n VTT Technical Research Centre of Finland, Spoo, Finland \n\n3\n Instituto Federal de Educação, Ciência e Tecnologia da Paraíba R. Dep. Balduíno M. de \n\nCarvalho, 155/1104, 58.036-860, João Pessoa, Brasil \n\n4\n Departamento de Engenharia Têxtil Universidade do Minho Campus de Azurém, 4800-058 \n\nGuimarães, Portugal \n\na\nraphamalheiro@gmail.com, \n\nb\naires@civil.uminho.pt, \n\nc\nmiguel.ferreira@vtt.fi, \n\nd\ngibson.meira@ifpb.edu.br, \n\ne\nmtamorim@det.uminho.pt, \n\nf\nruicunhareis @gmail.com \n\nPalavras-chave: Argamassa, Cinzas volantes, Carbonatação, Cloretos, Ação combinada. \n\nResumo. A incorporação de cinzas volantes (CV) em matrizes cimentícias tem sido frequentemente \n\nutilizada com objetivo de tornar a matriz mais resistente à ação dos cloretos. Por outro lado, sabe-se \n\nque o Ca(OH)2 existente na matriz é parcialmente consumido pelas reações pozolânicas, o que \n\nfacilita o avanço da frente de carbonatação. Tendo em conta que a ação conjunta entre a \n\ncarbonatação e a penetração de cloretos é uma realidade ainda pouco conhecida, especula-se sobre o \n\ncomportamento da matriz face a esta ação combinada. Assim, este trabalho investiga a influência da \n\npresença de cloretos sobre a frente de carbonatação em argamassas contendo CV. Foram moldados \n\nprovetes com 0% e 40% de substituição de cimento CEM I 42,5R por CV e relação água/ligante de \n\n0,56 e 0,52, respetivamente. Após 90 dias de cura os provetes foram submetidos a ciclos de \n\nimersão/secagem por 56 dias. Metade dos provetes foi submetida ao seguinte ciclo: 2 dias em \n\nsolução contendo NaCl (concentração igual a 3,5%); 12 dias em câmara de carbonatação (4% de \n\nteor de CO2). A outra metade esteve: 2 dias em água destilada; 12 dias em câmara de carbonatação. \n\nEm seguida, a evolução da frente de carbonatação foi avaliada. Os resultados indicam que a \n\npresença de cloretos exerce influência sobre a carbonatação. Os provetes submetidos à ação \n\nexclusiva do CO2 apresentaram uma profundidade de carbonatação superior aquela apresentada \n\npelos provetes submetidos à ação combinada. Este fato pode estar relacionado com alterações em \n\npropriedades da matriz que podem conduzir  a um maior refinamento dos poros e com a presença do \n\nsal que pode conduzir ao preenchimento parcial dos poros e ao aumento no teor de humidade.  \n\nIntrodução \n\nPara assegurar a sustentabilidade das estruturas de betão armado é fundamental garantir a sua \n\ndurabilidade. Entretanto, o que se tem constatado nos últimos anos em todo mundo é uma \n\ndegradação precoce destas estruturas. Tal fato envolve prejuízos financeiros na ordem de milhões de \n\neuros [1] para reparação e reconstrução das estruturas, além de prejuízos ambientais e sociais \n\nincalculáveis. Além disso, a fim de tornar as estruturas de betão mais sustentáveis desde a fase de \n\nconceção, tem sido cada vez mais comum a incorporação de resíduos ou subprodutos industriais à \n\nsua composição. Neste contexto, conhecer o modo como estas estruturas reagem à ação dos agentes \n\nagressores assume grande importância.  \n\n \n\n\n\n \n\n284 \n\n \n\nAlém de imprimir um carater sustentável ao betão, a incorporação de cinzas volantes (CV) em \n\nmatrizes cimentícias tem sido frequentemente utilizada com objetivo de tornar a matriz mais \n\nresistente à ação dos cloretos. Várias pesquisas chegaram a resultados que apontam para esta \n\ndireção. Jung et al. [2], por exemplo, estudaram misturas de betão com substituição de cimento, em \n\nmassa, por 0% e 20% de CV concluindo que misturar CV ao betão é extremamente eficaz para a \n\nprevenção da penetração de iões cloreto. Segundo os autores, o uso desta adição aumenta a \n\nconcentração superficial de cloretos e diminui a quantidade de iões que penetra para o interior do \n\nbetão. Também de acordo com Dal Ri [3], investigadores verificaram uma significativa redução no \n\ncoeficiente de difusão de cloretos em betões com misturas que utilizaram 20% e 40% de CV em \n\nsubstituição ao cimento. \n\nEntretanto, no que diz respeito à carbonatação, quando se fala em adição de CV por substituição do \n\ncimento, existe um efeito duplo resultante do emprego destas adições. Se por um lado a redução da \n\npermeabilidade reduz a penetração do dióxido de carbono na estrutura, por outro, as reações \n\npozolânicas, e o consequente consumo de hidróxido de cálcio, diminuem a reserva alcalina do \n\nbetão, resultando em uma frente de carbonatação mais rápida quando comparada aos betões sem \n\nadição [4, 5, 6].   \n\nA ação de cada um destes mecanismos de deterioração, Cl\n-\n e CO2, de forma isolada, tem sido \n\nbastante investigada. No entanto, o estudo sobre a combinação de mecanismos de degradação é algo \n\nrelativamente recente e que alcança maior expressividade a partir do ano 2000. Assim, apesar da \n\nação combinada destes agentes ser uma realidade, ainda não há consenso sobre o efeito da ação \n\ncombinada dos cloretos e da carbonatação sobre a durabilidade do betão com e sem CV. \n\nA grande maioria dos estudos encontrados sobre o assunto em questão incide sobre o efeito da \n\ncarbonatação sobre a penetração de cloretos. De acordo com Basheer et al. [7], em casos extremos, \n\na taxa de corrosão em estruturas reais, devido à ação dos iões cloretos, pode chegar aos 5 mm/ano e, \n\ndevido à carbonatação, pode chegar aos 0,05 mm/ano. Assim, devido ao carater supostamente \n\nsecundário que a carbonatação assume dentro da ação combinada com os iões cloretos, são muito \n\npoucas as investigações que procuram compreender o efeito da ação dos iões cloreto sobre a \n\ncarbonatação. \n\nAssim, de forma a contribuir para o avanço desta importante discussão, este trabalho experimental \n\npretendeu estudar a influência da penetração de iões cloreto sobre a evolução da frente de \n\ncarbonatação em argamassas com CV, submetidas à ação combinada destes dois agentes, através de \n\nensaios acelerados (cíclicos). \n\nTrabalho experimental \n\nForam moldados provetes cúbicos de argamassa com as dimensões de 50x50x50 mm\n3\n, utilizando \n\ncimento Portland (CEM I 42,5R), CV (substituição de 40% de cimento em massa) e relação \n\nágua/ligante de aproximadamente 0,52. No caso dos provetes de referência não foram utilizadas CV \n\ne a relação água/ligante foi igual 0,56, diferente da anterior de forma a manter constante a \n\ntrabalhabilidade. A composição química do cimento e das CV são apresentadas na  Tabela 1. Já a \n\ncomposição das argamassas e algumas características no estado fresco e no estado endurecido \n\npodem ser vistas na Tabela 2.  \n\nDepois de moldados os provetes foram cobertos com uma película plástica e estiveram 24 horas em \n\nambiente controlado (21 ºC e 98% HR). Em seguida, foram removidos dos moldes e permaneceram \n\nem câmara húmida (21°C e 100% de HR) por 90 dias. A escolha do período de cura está relacionada \n\ncom as reações pozolânicas que ocorrem nos provetes contendo CV. \n\nFinalizado o período de cura, todas as faces de cada provete foram isoladas com pintura \n\nbi-componente de base epóxi, exceto aquela através da qual se pretendia que houvesse a penetração \n\ndos agentes agressores. Este processo demorou 3 dias: no primeiro dia a pintura funcionou como um \n\nprimer; no segundo dia os poros foram efetivamente cobertos; no terceiro dia os poros que ainda não \n\nestavam completamente cobertos foram identificados e o epóxi foi novamente aplicado mas, desta vez, \n\n\n\n \n\n285 \n\n \n\nincidindo diretamente sobre estes poros. Concluída a pintura os provetes estiveram em processo de \n\nsecagem por 4 dias em ambiente de laboratório (21ºC e 60% HR). \n\nTabela 1: Composição química do cimento e das CV \n\nComposição  Cimento Portland CV \n\nSiO2  19,65 40,87 \n\nAl2O3  4,28 22,72 \n\nFeO3  3,35 6,81 \n\nCaO  61,35 1,97 \n\nMgO  1,7 1,18 \n\nSO3  3,36 1,08 \n\nK2O  0,89 2,78 \n\nNa2O  0,19 0,82 \n\nResíduo insolúvel 1,7 - \n\nPerda ao fogo (%) 2,82 5,60 \n\nTabela 2: Mistura e propriedades das argamassas \n\nMaterial e propriedades \nArgamassa 0%CV \n\n(referência) \nArgamassa 40%CV \n\nLigante : areia – kg 1:3 1:3 \n\nEspalhamento – mm 190 190 \n\nResistência à compressão (28 / 90 dias) - MPa 21,72 / 37,76 23,67 / 44,60 \n\nDepois disso, concluída a preparação dos provetes, a fim de simular a ação combinada dos iões de \n\ncloreto e da carbonatação, os provetes foram submetidos a ciclos de molhagem e secagem durante \n\n56 dias. Tanto no caso dos provetes de referência, quanto nos provetes contendo CV, metade dos \n\nprovetes foi submetida ao seguinte ciclo: 2 dias em solução contendo NaCl (3,5%) e 12 dias em \n\ncâmara de carbonatação (20ºC, 55%HR e 4%CO2) [8]. Já a outra metade esteve: 2 dias em água \n\ndestilada e 12 dias em câmara de carbonatação (Fig. 1). \n\n \nFigura 1: (a) Imersão em água destilada e em solução contendo cloretos; (b) Secagem em câmara de carbonatação \n\nTerminado o período de exposição, a profundidade da frente de carbonatação foi determinada com o \n\nauxílio de um indicador químico colorimétrico, a solução de fenolftaleína. Este é o indicador mais \n\nutilizado pelas investigações atuais [9]. A solução de fenolftaleína com uma concentração de 1% \n\nquando dissolvida em álcool etílico é incolor em para pH inferior a 8,3 (situação de carbonatação), \n\npara valores superiores a 9,5 torna-se vermelho-carmim e entre 8,3 e 9,5 apresenta uma coloração \n\nvariável entre rosa e vermelho carmim [10].  \n\nPara isso, os provetes foram partidos ao longo da direção da penetração do CO2. Depois, as \n\nsuperfícies fraturadas foram pulverizadas com a solução de fenolftaleína  (Fig. 2) e, em seguida, a \n\nprofundidade de carbonatação foi determinada de acordo com o método descrito no RILEM CPC-18 \n\n[11]. \n\n \n\n(a) (b) \n\n\n\n \n\n286 \n\n \n\n \nFigura 2: (a) Rompimento do provete; (b) Provete após aspersão de fenolftaleína \n\nA fim de observar possíveis alterações na estrutura da matriz após a exposição aos agentes \n\nagressores, optou-se por realizar o ensaio de permeabilidade ao oxigénio [12]. Análises \n\nmicroscópicas, utilizando microscópio ótico com um aumento de 400x, foram, também, realizadas \n\nde maneira pontual. \n\nResultados obtidos \n\nCarbonatação. A Fig. 3 apresenta a profundidade de carbonatação média obtida para os \n\nprovetes estudados.  \n\n \nFigura 3: Profundidade de carbonatação média obtida para os provetes sem (A1,E1) e com (A2, E2) CV \n\nA Fig. 3 deixa clara a influência da presença de cloretos sobre a evolução da frente de carbonatação \n\ntanto para as argamassas sem CV (1) quanto para aquelas com CV (2). Esta influência é maior para \n\nas argamassas sem CV. Neste caso, há uma redução aproximada de 51% na profundidade de \n\ncarbonatação dos provetes submetidos à ação combinada dos agentes agressores (A) quando \n\ncomparada à profundidade obtida para os provetes sujeitos apenas ao CO2 (E). No caso dos provetes \n\ncom CV esta redução é de aproximadamente 31%. \n\nAlém disso, e como esperado, observam-se profundidades de carbonatação bem mais elevadas para \n\nas argamassas contendo CV. Tal fato está relacionado com o consumo do Ca(OH)2 existente na \n\nmatriz de cimento que é consumido pelas reações pozolânicas proporcionadas pela adição das CV, o \n\nque facilita o avanço da frente de carbonatação. \n\nEnsaio complementar. Os resultados obtidos com o ensaio de permeabilidade ao oxigénio são \n\napresentados na figura a seguir (Fig. 4).  \n\n \n\n(a) (b) \n\n\n\n \n\n287 \n\n \n\n \nFigura 4: Valores médios obtidos para a permeabilidade ao oxigénio em provetes sem (A1, E1) e com (A2, E2) CV \n\nAnalisando a Fig. 4 é possível observar que há uma redução nos valores da permeabilidade ao \n\noxigénio, tanto na argamassa sem CV quanto naquela com CV, quando se comparam os valores \n\nobtidos para os provetes submetidos apenas à ação do CO2 (E) com aqueles obtidos para os provetes \n\nsubmetidos à ação combinada dos agentes agressores (A).  \n\nAnálise dos resultados \n\nAs profundidades de carbonatação apresentadas na Fig. 3 deixam claro que a evolução da frente de \n\ncarbonatação é influenciada  pela presença de iões cloreto. Isso acontece tanto para as argamassas \n\nde referência quanto para as argamassas contendo CV. Para as condições estudadas, há uma \n\ntendência para a redução da profundidade de carbonatação nas situações onde as argamassas foram \n\nsubmetidas, de maneira combinada, ao CO2 e aos Cl\n-\n.  \n\nUma das explicações para esta redução na profundidade de carbonatação pode estar relacionada com \n\na alteração sofrida em propriedades da argamassa que são consideradas importantes para o processo \n\nde carbonatação, tal como, permeabilidade ao oxigénio[7]. A Fig. 4  mostra que também há uma \n\ntendência para redução deste parâmetro nas argamassas submetidas à ação combinada do CO2 e Cl\n-\n, \n\nsejam estas argamassas com ou sem CV, quando comparadas àquelas submetidas apenas à ação do \n\nCO2. A redução da permeabilidade ao oxigénio indicia uma redução nos poros da matriz estudada, \n\nfato que dificulta a penetração do agente agressor e, consequentemente, reduz a profundidade de \n\ncarbonatação. \n\nOutra justificativa para a redução na profundidade de carbonatação pode estar relacionada com a \n\ncapacidade do sal em bloquear fisicamente os poros da matriz e, consequentemente, dificultar a \n\npenetração do agente agressor. Na tentativa de verificar a presença de sal na fase de secagem dos \n\nprovetes submetidos à ação combinada do CO2 e Cl\n-\n, optou-se por produzir imagens de microscópio \n\nótico em alguns dos provetes estudados (Fig. 5). \n\nNa Fig. 5 é possível verificar a existência de uma estrutura cristalina junto à parede dos poros. Esta \n\nestrutura pode estar relacionada com a cristalização do sal após a evaporação da água da solução \n\ndurante a fase de secagem do provete (12 dias) fato que corrobora a ideia de bloqueamento dos \n\nporos da matriz. \n\nAlém do bloqueio dos poros, o caráter higroscópico do sal também deve ser levado em \n\nconsideração. Esta capacidade de retenção de água pode ajudar a aumentar o teor de humidade no \n\ninterior do provete e, eventualmente, prejudicar o desenvolvimento do processo de carbonatação \n\numa vez que, como é sabido [7, 9], o controlo da humidade é um dos fatores mais relevantes \n\ndurante o processo de carbonatação. \n\n\n\n \n\n288 \n\n \n\n \n\n \n\nFigura 5: (a) (b) Imagens de microscópio ótico (400x) de provetes submetidos à ação combinada em região não \n\ncarbonatada \n\nConclusões \n\nCom base nos resultados obtidos é possível concluir que: \n\n- Tanto para os provetes sem CV quanto para os provetes com CV, o avanço da frente de \n\ncarbonatação é afetado pela presença de cloretos; \n\n- Para as condições estudadas, há uma tendência para redução da profundidade de carbonatação na \n\npresença de cloretos;  \n\n- A redução de porosidade dos provetes submetidos à ação combinada, indiciada pela redução da \n\npermeabilidade ao oxigénio e da absorção de água por imersão, bem como a capacidade do sal em \n\nbloquear fisicamente os poros, podem ter colaborado para a redução da profundidade de \n\ncarbonatação verificada nestes provetes; \n\n- O caráter higroscópico do sal também pode, também, ter colaborado para a redução verificada na \n\nprofundidade de carbonatação; \n\n- Tendo em conta a carência de estudos na área e a importância do tema, o assunto precisa ser \n\naprofundado e mais discutido no meio científico. Uma vez que, conhecendo melhor a durabilidade \n\nde estruturas que utilizam adições pozolânicas em sua produção, é possível utilizá-la de maneira \n\nmais racional e favorável ao meio ambiente e a economia dos países. \n\nAgradecimentos \n\nOs autores agradecem à equipe do Laboratório de Materiais de Construção da Universidade do \n\nMinho pelo auxílio nas atividades deste projeto de pesquisa. Os autores também agradecem à \n\nFundação para a Ciência e a Tecnologia (FCT) pelo apoio a esta pesquisa.  \n\nReferências \n\n[1] DURAR – Durabilidad de la armadura (1998); Manual de inspeccion, evaluacion y diagnostico \n\nde corrosion en estructuras de hormigon armado. CYTED – Programa Iberamericano de \n\nCinência y Tecnologia para el Desarrollo, 208.pp  \n\n[2] S. Jung, Y. Choi and B. Lee: Influence of carbonation on the chloride diffusion in concrete. \n\nSB07 Seoul: Proceedings of the International Conference on Sustainable Building Asia, Seoul, \n\nKorea (2007).  \n\n[3]  M. Dal Ri:  Efeitos da adição de cal hidratada em concretos com altos teores de adição mineral \n\nna penetração de cloretos e na solução aquosa dos poros do concreto. 2002. Mestrado, \n\nUniversidade Federal de Santa Maria, Santa Maria, (2002).  \n\n[4]  A. M. Neville: Propriedades do Concreto. 2ª ed. São Paulo, Pini (1997) 828p.  \n\n(a) (b) \n\n\n\n \n\n289 \n\n \n\n[5] A. O. Vaghetti: Efeitos da cinza volante com cinza da casca de arroz ou sílica ativa sobre a \n\ncarbonatação do concreto de cimento Portland. 1999. Mestrado, Universidade Federal de Santa \n\nMaria, Santa Maria (1999).  \n\n[6] J.E.K. Sperb: Carbonatação e absorção capilar de concretos com adições minerais e ativadores \n\nquímicos. Mestrado, Universidade Federal de Santa Maria, Santa Maria (2003).  \n\n[7] L. Basheer, U. Kroppb and D.  Clelandc: Assessment of the durability of concrete from its \n\npermeation properties: a review. Construction and Building Materials, v.15, p. 93-103 (2001).  \n\n[8] CEN/TS 12390-12. EUROPEAN COMMITTEE FOR STANDARDIZATION. Testing \n\nhardened concrete - Part 12: Determination of the potential carbonation resistance of concrete: \n\nAccelerated carbonation method. Brussels (2010).  \n\n[9]  C.  Pauletti: Análise comparativa de procedimentos para ensaios acelerados de carbonatação. \n\n2004. Mestrado, Universidade Federal do Rio Grande do Sul, Porto Alegre (2004).  \n\n[10]  C. Andrade: Manual para Diagnóstico de Obras Deterioradas por Corrosão de Armaduras. São \n\nPaulo, Pini (1992).  \n\n[11] RILEM CPC-18. REUNION INTERNATIONALE DE LABORATOIRES D´ESSAIS ET \n\nMATERIAUX. ´Measurement of hardened concrete carbonation depth´. Materials and \n\nStructures (1988). \n\n[12] LNEC E 392. LABORATÓRIO NACIONAL DE ENGENHARIA CIVIL. Betões. \n\nDeterminação da permeabilidade ao oxigénio. Lisboa (1993)."}]}}}