{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10294"}, {"@name": "filename", "#text": "15359_Doutorado.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "JULIANA MARIA MANIERI VARANDAS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAvaliação da qualidade física do solo em uma escala de microbacia \n\n \n\n \n\n \n\n \n\nTese apresentada ao Centro de Energia \nNuclear na Agricultura da Universidade de São \nPaulo, para a obtenção do Título de Doutor em \nCiências \n\nÁrea de Concentração: Energia Nuclear na \nAgricultura e no Ambiente  \n\nOrientador: Prof. Dr. Osny de Oliveira Santos \nBacchi \n\nCo-orientador: Dr. Carlos Manoel Pedro Vaz \n\n \n \n\n \n \n \n \n \n \n \n\nPiracicaba \n2011 \n\n \n \n\n\n\n2 \n\n \n\n \n\nAUTORIZO A DIVULGAÇÃO TOTAL OU PARCIAL DESTE TRABALHO, POR QUALQUER \nMEIO CONVENCIONAL OU ELETRÔNICO, PARA FINS DE ESTUDO E PESQUISA, \nDESDE QUE CITADA A FONTE. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nDados Internacionais de Catalogação na Publicação (CIP) \nSeção Técnica de Biblioteca - CENA/USP \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n\n \n\nVarandas, Juliana Maria Manieri \nAvaliação da qualidade física do solo em um escala de microbacia / Juliana \n\nMaria Manieri Varandas; orientador Osny Oliveira Santos Bacchi, co-orientador \n\nCarlos Manoel Pedro Vaz. - - Piracicaba, 2011.  \n\n88 f.: il. \n \n\nTese (Doutorado – Programa de Pós-Graduação em Ciências. Área de \nConcentração: Energia Nuclear na Agricultura e no Ambiente) – Centro de \nEnergia Nuclear na Agricultura da Universidade de São Paulo. \n\n \n1. Bacia Hidrográfica 2. Compactação dos solos 3. Degradação do solo  \n\n4. Densidade do solo 5. Física do solo 6. Granulometria do solo 7. Porosidade \ndo solo 8. Textura do solo I. Título \n\n \n\nCDU  631.43:556.51 \n\n\n\n3 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAos meus queridos pais Moacir e Maria \n\nAntonieta, com muito amor e eterna \n\ngratidão por dedicarem toda a sua vida, \n\nsem egoísmo ou vaidade alguma, para os \n\nfilhos e para Deus. \n\n \n\nAo meu amado esposo Leandro e aos \n\nnossos filhos Estêvão, Chiara e aos que \n\nDeus ainda nos concederá, ofereço com \n\nmuito carinho e também gratidão pelo \n\namor e felicidade indescritível. \n\n \n\n\n\n4 \n\n \n\n \n\nAGRADECIMENTOS \n\n \n\nAo Dr. Osny de Oliveira Santos Bacchi e ao Dr. Carlos Manoel Pedro Vaz, \n\nagradeço a confiança, paciência e o incentivo nos momentos difíceis, me \n\nencorajando a levar à frente estes estudos e trabalhos, mas principalmente por \n\ntransmitir tantos conhecimentos durante estes anos, com muita dedicação e \n\ndisposição para instruir e ensinar. \n\nAo meu pai Moacir Carlos Manieri e minha mãe Maria Antonieta, aos meus \n\nirmãos queridos Junior e Thais, meus cunhados, agradeço por estarem sempre ao \n\nmeu lado encorajando e principalmente pelo amor que sempre me dedicaram. \n\nAo meu querido esposo Leandro pela paciência, dedicação, cumplicidade e \n\npelo amor em todos os momentos da nossa vida. \n\nAos meus amigos e irmãos de fé, que tanto me ajudaram, principalmente \n\nem suas orações.  \n\nAos muitos amigos que fiz durante esses anos de convivência na Embrapa \n\nInstrumentação Agropecuária, que não haveria espaço para citar todos, agradeço os \n\nmomentos felizes e a presença marcante e inesquecível de todos vocês em minha \n\nvida. \n\nAo colega Paulo Renato Orlandi Lasso, pela amizade, apoio, incentivo e \n\ncompanheirismo nesses anos. \n\nAos técnicos da EMBRAPA Instrumentação Agropecuária, que facilitaram \n\nmeus trabalhos com tanta dedicação, contribuindo com seus conhecimentos e pelo \n\ncompanheirismo nos momentos difíceis, principalmente aos amigos José Ferrazini \n\nJúnior e Renê de Oste, agradeço muito. \n\nAos estagiários Wilton , José Renato e Thiago, pelo apoio no campo e \n\nlaboratório. \n\nAo CENA pela oportunidade de realização do curso de pós-graduação, à \n\nEMBRAPA pelo apoio técnico e à FAPESP pela bolsa de estudos concedida e pelo \n\napoio financeiro ao projeto. \n\nÀ Embrapa Pecuária Sudeste pela concessão de áreas para os \n\nexperimentos. \n\nE, finalmente, meu carinho a todos àqueles que direta ou indiretamente \n\ndurante este tempo estiveram ao meu lado torcendo por mim. \n\n\n\n5 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nO tempo que não dá tempo... \n\nUm sonho, um desejo de conhecer a terra \n\nque deu vida às flores, as matas, aos alimentos  \n\ne tantas outras muitas e muitas espécies \n\ne esta realidade do conhecimento também me trouxe à vida \n\ne esta,cheia de sabedoria, me ensinou a descansar e sonhar! \n\n(Maria Antonieta) \n\n \n\n \n\n \n\n\n\n6 \n\n \n\n \n\nRESUMO \n\n \n\nVARANDAS, J. M. M. Avaliação da qualidade física do solo em uma escala de \n\nmicrobacia. 2011. 88 f. Tese (Doutorado) – Centro de Energia Nuclear na \n\nAgricultura, Universidade de São Paulo, Piracicaba, 2011. \n\n \n\nAs condições físicas do solo têm efeitos diretos e indiretos na produtividade \ne na qualidade ambiental. Solos bem agregados, com um manejo adequado, são \ncapazes de manter um balanço de ar e água assim como promover a ciclagem de \nnutrientes e propiciar o desenvolvimento de raízes. O objetivo desse trabalho foi \navaliar o uso do modelo de Dexter – índice S, para o mapeamento da qualidade \nfísica do solo em uma escala de microbacia hidrográfica (MB) e avaliar o \ndesempenho do modelo indireto de Arya e Paris e programa Qualisolo para a \nobtenção do índice S. O experimento foi dividido em três etapas: 1) Medida  do \níndice S em uma base de dados de solos contendo 111 amostras e avaliação da sua \ndependência com a densidade do solo. Em todas as amostras obteve-se o índice S \nde duas formas: i) a partir da curva de retenção (CR) experimental (SCRexperimental) e ii) \npor meio da granulometria detalhada, usando o modelo de Arya e Paris com o \nprograma Qualisolo (SCRqualisolo); 2) Estudo do índice S em uma escala de microbacia \nhidrográfica (MB),  15 parcelas na MB do Ribeirão Canchim, São Carlos, SP, \ncompreendendo classes de solos e coberturas mais comumente encontradas nessa \nregião. 3) Ampliação do estudo do índice S na microbacia, realizando medidas de \ngranulometria, densidade (?s), resistência à penetração (RP) e a obtenção do índice \nSCRqualisolo em mais trinta pontos da MB. Na comparação entre os métodos para o \ncálculo do índice S verificou-se que SCRexperimental apresentou uma maior variabilidade \nentre seus pontos, demonstrando ser mais sensível as variações de ?, textura ou \nestrutura. Apesar do modelo de Arya e Paris receber uma forte influência da textura \ndo solo, sua determinação integrado ao programa Qualisolo, demonstrou ser uma \nopção rápida para obter a curva de retenção e o índice S. Com relação ao estudo do \níndice S na MB, as áreas de pastagem apresentaram os maiores valores de RP, ?s e \n?relativa e os menores valores de índice S, sendo classificadas como solos de \nqualidade física pobre. Os valores de S apresentaram a mesma tendência dos \nparâmetros do solo que estão associados com a qualidade física, que são ?s e RP, \nporosidade, curva de retenção e a avaliação qualitativa e quantitativa das imagens \nde microtomografia que estão associadas com a macroporosidade. Apesar de ser \npossível uma classificação visual do solo em relação a sua qualidade física, o índice \nS é possibilita uma avaliação quantitativa e objetiva do estado de degradação física \ndo solo, uma vez que possui uma boa correlação com os demais parâmetros que \nindicam a qualidade do solo, como observado. \n\n \n\nPalavras-chave: índice S, modelo de Arya e Paris, curva de retenção, Qualisolo \n \n\n \n\n \n\n \n\n \n\n\n\n7 \n\n \n\n \n\nABSTRACT \n\n \n\nVARANDAS, J. M. M. Evaluation of soil physical quality in a watershed scale. \n2011. 88 f. Tese (Doutorado) – Centro de Energia Nuclear na Agricultura, \nUniversidade de São Paulo, Piracicaba, 2011. \n \n\nThe soil physical conditions have direct and indirect effects on plant productivity and \nenvironmental quality. Well aggregated soils with appropriate management are able \nto maintain a good balance between air and water, promote nutrient cycling and good  \ndevelopment of roots. The objective of this work was to evaluate the use of the S \nindex of Dexter, for mapping the soil physical quality in a watershed and evaluate the \nperformance of the indirect model of Arya and Paris and the Qualisolo software to \nestimate the S index. The study was divided into three parts: Measurement of the S \nindex in a database containing 111 soils and the evaluation of their dependence with \nthe soil bulk density (?s). For all samples the S index was determined by: i) using the \nexperimental soil water retention curve (SRCexperimental) and ii) using the Arya and Paris \nmodel and the Qualisolo software (SRCqualisolo) on measured particle size distribution \ndata; 2) The study of the S index in 15 points of the Ribeirão Canchim watershed, \nSão Carlos, SP, covering the most abundant soil classes and the most commonly \nused crops in this region; 3) Extension of the S index study to other 30 points where \nonly the SCRqualisolo was determined from measured particle size distribution and \ncompared with measured ?s and penetration resistance (PR). When comparing the \ntwo methods for determining S it was verified that SRCexperimental presented a greater \nvariability among points, showing to be more sensitive to variations in ?s, texture and \nstructure. Although the significant influence of soil texture on the Arya and Paris \nmodel,,the estimation of  SCRqualisolo from particle size distribution is very simple and \nfaster than SCRqualisolo and it is an interesting alternative. The areas under pasture \npresented the lowest S index and the highest ?s and were classified as low physical \nquality areas. The S values follow the same trends of the soil parameters associated \nwith soil quality, which are ?s, PR, porosity, the soil water retention curves and the \nqualitative and quantitative parameters of the microtomographic images. The S index \nallows a quantitative and objective measure and expresses the state of physical \ndegradation of soil, since it showed a good correlation with other parameters \nassociated with soil physical quality. \n \n\nKeywords: index, Arya and Paris model, soil water retention, Qualisolo \n\n \n\n \n\n\n\n8 \n\n \n\n \n\nLISTA DE FIGURAS \n\n \n\nFigura 1 - Curva de retenção da água no solo para três classes de texturas (adaptado de \nDexter e Czyz, 2007) ........................................................................................................... 19 \n\nFigura 2 - O ponto de inflexão é quando a curvatura da curva de retenção da água é zero. A \ninclinação do ponto de inflexão é dado por S = tan ?. (adaptado de Dexter e Czyz, 2007) . 20 \n\nFigura 3 - Curvas de retenção de água de um mesmo solo franco areno argiloso com duas \ndensidades do solo diferentes. A degradação física do solo ocorre quando o solo é \ncompactado, e reduz a inclinação da curva de retenção no ponto de inflexão. Adaptado de \nDexter (2004a) ..................................................................................................................... 22 \n\nFigura 4 - Fazenda Canchim e Microbacia Hidrográfica do Ribeirão Canchim – \nEMBRAPA/CPPSE .............................................................................................................. 27 \n\nFigura 5 - Pedologia da Fazenda Canchim, Embrapa-CPPSE. LVA: Latossolo Vermelho \nAmarelo; LVE: Latossolo Vermelho Escuro; LVdf: Latossolo Vermelho distroférrico; NV: \nNitossolo Vermelho; PV: Argissolo Vermelho e NQ: Neossolo Quartzarênico...................... 29 \n\nFigura 6 - Equipamentos utilizados para a determinação da curva de retenção da água no \nsolo, no laboratório de física do solo do Instituto Agronômico (IAC). Em (a) câmaras de \npressão para extração de água em altas pressões e em (b) câmaras de pressão para a \nextração da água em baixas pressões. ................................................................................ 34 \n\nFigura 7 - Sistema de transmissão de raios gama para medida da granulometria de solos. 35 \n\nFigura 8 - Microtomógrafo SkyScan 1172 ............................................................................ 37 \n\nFigura 9 - Exemplos de curvas de retenção utilizadas para o cálculo do índice S, com solo \nde textura arenosa e argilosa, respectivamente: a) experimentalmente (vermelho) e b) \nestimada pelo modelo de Arya e Paris utilizando o Qualisolo (azul). As linhas contínuas \n\nrepresentam o modelo de van Genuchten ajustados aos dados experimentais e estimados.\n ............................................................................................................................................ 41 \n\nFigura 10 - Relação entre valores de índice S calculados através do programa Qualisolo \n(SCRqualisolo) x S calculado a partir da curva de retenção experimenta (SCR experimental). ............ 43 \n\nFigura 11 - Efeito da densidade e da textura nos valores de índice S calculado para as 111 \namostras, a partir da curva de retenção experimental (a) e da curva de retenção estimada \nutilizando o programa Qualisolo (método de Arya e Paris) (b). ............................................ 45 \n\nFigura 12 - Influencia da densidade no índice S para os solos arenosos (a) e de textura \nmédia (b). ............................................................................................................................ 46 \n\nFigura 13 - Influencia de densidade no índice S para os solos de textura argilosa. ............. 46 \n\nFigura 14 – Densidade máxima (?max) em função do teor de argila. ..................................... 51 \n\nFigura 15 - Perfil da resistência à penetração (RP) de 0-40 cm, para o Latossolo Vermelho \nAmarelo (LVA) e para o Latossolo Vermelho (LV) sob diferentes coberturas. ...................... 51 \n\n\n\n9 \n\n \n\n \n\nFigura 16 - Perfil da resistência à penetração (RP) de 0-40 cm, para o Latossolo Vermelho \ndistroférrico (LVdf) e Nitossolo Vermelho (NV), sob diferentes coberturas do solo............... 52 \n\nFigura 17 - Perfil da resistência à penetração (RP) de 0-40 cm, para o Neossolo \nQuartzarênico órtico (RQo), sob diferentes coberturas do solo. ........................................... 52 \n\nFigura 18 - Imagens de microtomografia computadorizada de amostras cilíndricas de cerca \nde 2 cm de diâmetro por 2 cm de altura do Latossolo Vermelho Amarelo sob área de mata \npastagem, eucalipto, milho, sorgo e cana-de-açúcar (pixel da imagem de 14,8 ?m, com filtro \nde Al+Cu)............................................................................................................................. 54 \n\nFigura 19 - Imagens de microtomografia computadorizada de amostras cilíndricas de cerca \nde 2 cm de diâmetro por 2 cm de altura do Latossolo Vermelho sob área de mata, \npastageme milho (pixel da imagem de 14,8 ?m, com filtro de Al+Cu). ................................. 55 \n\nFigura 20 – Imagens de microtomografia computadorizada de amostras cilíndricas de cerca \nde 2 cm de diâmetro por 2 cm de altura do Latossolo Vermelho distroférrico sob área de \nmata e pastagem, (pixel da imagem de 14,8 ?m, com filtro de Al+Cu). ................................ 56 \n\nFigura 21 - Imagens de microtomografia computadorizada de amostras cilíndricas de cerca \nde 2 cm de diâmetro por 2 cm de altura do Nitossolo Vermelho sob área de mata e \npastagem (pixel da imagem de 14,8 ?m, com filtro de Al+Cu). ............................................ 56 \n\nFigura 22 - Imagens de microtomografia computadorizada de amostras cilíndricas de cerca \nde 2 cm de diâmetro por 2 cm de altura do Neossolo Quartzarênico órtico sob área de mata \ne pastagem (pixel da imagem de 14,8 ?m, com filtro de Al+Cu). ......................................... 57 \n\nFigura 23 - Comparação entre a macroporosidade determinada pela microtomografia, a \nporosidade total e a macroporosidade obtida pela curva de retenção. ................................. 58 \n\nFigura 24 – curva de retenção da água nos solos LVA e LV de 0-10 e 10-30 cm, para \ndiversas culturas. ................................................................................................................. 61 \n\nFigura 25 – Curvas de retenção da água nos solos LVdf e NVef de 0-10 e 10-30 cm, em \nmata e pastagem. ................................................................................................................ 62 \n\nFigura 26 - Curvas de retenção da água no solo RQo de 0-10 e 10 – 30 cm, em mata e \npastagem. ............................................................................................................................ 63 \n\nFigura 27 – Comparação entre os valores de S determinados diretamente da curva de \nretenção experimental (SCRexperimental e da curva estimada pelo Qualisolo (SCRqualisolo). .......... 65 \n\nFigura 28 - Valores correspondentes de S para as 15 áreas estudadas da MBH do Ribeirão \nCanchim. ............................................................................................................................. 66 \n\nFigura 29 - Correlação entre os valores do índice S calculado a partir da curva de retenção \nestimada pelo modelo de Arya e Paris (Scr qualisolo) e experimental (S CRexperimental) versus  \ndensidade global do solo (?) e densidade relativa, para os principais solos encontrados na \nMBH do Ribeirão Canchim. .................................................................................................. 69 \n\nFigura 30 - Correlação entre os valores do índice S calculado a partir da curva de retenção \nestimada pelo modelo de Arya e Paris (SCRqualisolo) e experimental (SCRexperimental) versus  água \ndisponível e porosidade total obtida da curva de retenção, para os principais solos \nencontrados na MBH do Ribeirão Canchim. ........................................................................ 70 \n\n\n\n10 \n\n \n\n \n\nFigura 31 - Correlação entre os valores do índice S calculado a partir da curva de retenção \nestimada pelo modelo de Arya e Paris (SCRqualisolo) e experimental (SCRexperimental) versus  \nmacroporosidade, obtida da curva de retenção e porosidade estimada, para os principais \nsolos encontrados na MBH do Ribeirão Canchim. ............................................................... 71 \n\nFigura 32 - Correlação entre os valores do índice S e de resistência à penetração (RP) em \nMPa para os principais solos encontrados na MBH do Ribeirão Canchim: Latossolo \nVermelho Amarelo, Latosolo Vermelho, Latossolo Vermelho distroférrico, Nitossolo \nVermelho e Neossolo Quartzarênico sob diferentes coberturas. .......................................... 72 \n\nFigura 33 – Tela para demonstração de resultados do programa Qualisolo......................... 76 \n\nFigura 34 – Correlação entre os valores de densidade e índice S CRqualisolo. .......................... 77 \n\nFigura 35 – Correlação entre a densidade do solo e S CRqualisolo. ........................................... 77 \n\nFigura 36 – Qualidade física do solo na Microbacia hidrográfica do Ribeirão Canchim na \nprofundidade de 0-10 cm. .................................................................................................... 78 \n\nFigura 37 - Qualidade física do solo na Microbacia hidrográfica do Ribeirão Canchim na \nprofundidade de 10-30 cm. .................................................................................................. 78 \n\nFigura 38 - Mapa de uso do solo da área em estudo (adaptado de SILVA et.al, 2010) ........ 79 \n\n\n\n11 \n\n \n\n \n\nLISTA DE TABELAS \n\n \n\nTabela 1 - Pontos amostrados no estudo ............................................................................. 29 \n\nTabela 2 - Informações sobre parâmetros analisados e métodos utilizados......................... 33 \n\nTabela 3 – Média, desvio padrão (DP), valor máximo e mínimo de alguns parâmetros físicos \nde cada conjunto de solos usados para a estimativa da curva de retenção de água do solo.\n ............................................................................................................................................ 42 \n\nTabela 4 - Valores referentes a moda, média, desvio padrão da média (DP), mínimo e \nmáximo, para as 111 amostras de solo................................................................................ 44 \n\nTabela 5 - Umidade de saturação, umidade residual, umidade na capacidade de campo e \nágua disponível para os 15 solos estudados........................................................................ 48 \n\nTabela 6 – Principais parâmetros físicos avaliados para as quinze áreas amostradas da \nMBH do Ribeirão Canchim. .................................................................................................. 50 \n\nTabela 7 - Comparação entre os valores em porcentagem de porosidade total obtidos por \ndois métodos: curva de retenção de água no solo e microtomografia computadorizada. ..... 58 \n\nTabela 8 – Índice S obtidos com a curva de retenção experimental e estimada pelo Qualisolo \npara as quinze áreas estudadas da MBH. ........................................................................... 64 \n\nTabela 9 - Valores médios de argila do solo (kg kg\n-1\n\n), ? (g cm\n-3\n\n),?maxima (g cm\n-3\n\n), ?relativa (g cm\n-\n\n3\n), u (kg kg\n\n-1\n) e RP (MPa) dos trinta pontos amostrados na MBH do Ribeirão Canchim. ...... 74 \n\n \n\n \n\n\n\n12 \n\n \n\n \n\nSUMÁRIO \n\n1 INTRODUÇÃO ....................................................................................................... 14 \n\n2 OBJETIVOS ........................................................................................................... 16 \n\n3. REVISÃO DA LITERATURA ................................................................................ 17 \n\n3.1 Qualidade Física do Solo __________________________________________ 17 \n\n3.2 Teoria sobre o parâmetro S ________________________________________ 19 \n\n3.3 Modelo de Arya e Paris e o Programa Qualisolo ________________________ 24 \n\n4 MATERIAL E MÉTODOS ...................................................................................... 27 \n\n4.1 Área de estudo __________________________________________________ 27 \n\n4.2 Metodologia ____________________________________________________ 32 \n\n4.2.1 Estudo da estimativa do índice S pelo modelo de Arya e Paris.................. 32 \n\n4.2.2 Avaliação do índice S em escala de microbacia......................................... 33 \n\n4.2.3 Ampliação do estudo do índice S na escala da microbacia ........................ 33 \n\n4.3 Detalhamento sobre parâmetros analisados e métodos utilizados___________ 34 \n\n4.3.1 Curva de retenção da água no solo ............................................................ 34 \n\n4.3.2 Análise Granulométrica .............................................................................. 35 \n\n4.3.3 Resistência à Penetração ........................................................................... 35 \n\n4.3.4 Umidade do solo (?) ................................................................................... 36 \n\n4.3.5 Densidade do solo (?) ................................................................................ 36 \n\n4.3.6 Estrutura e Distribuição de Poros ............................................................... 37 \n\n4.3.7 Georeferenciamento ................................................................................... 38 \n\n4.3.8 Determinação do índice S .......................................................................... 39 \n\n5 RESULTADOS E DISCUSSÃO ............................................................................. 41 \n\n5.1 Estudo da estimativa do índice S pelo modelo de Arya e Paris _____________ 41 \n\n5.2 Avaliação do índice S em escala de microbacia ________________________ 47 \n\n\n\n13 \n\n \n\n \n\n5.2.1 Parâmetros físicos do solo ......................................................................... 47 \n\n5.2.2 Índice S medido e estimado nos 15 pontos da microbacia. ........................ 63 \n\n5.3 Ampliação do estudo do índice S em escala de microbacia ________________ 73 \n\n6 CONCLUSÕES ...................................................................................................... 80 \n\n \n\n \n\n\n\n14 \n\n \n\n \n\n1 INTRODUÇÃO \n\n \n\n \n\nAs condições físicas do solo têm efeitos diretos e indiretos na produtividade \n\ne na qualidade ambiental. Solos bem agregados, com um manejo adequado, são \n\ncapazes de manter um balanço de ar e água assim como promover a ciclagem de \n\nnutrientes e propiciar o desenvolvimento de raízes, sendo resistente a erosão \n\nhídrica, selamento superficial e outros processos erosivos. (DORAN; PARKIN, \n\n1994). Na última década os cientistas de solos têm se preocupado, \n\npredominantemente, com dois aspectos: identificar e selecionar indicadores, \n\nrelacionados a propriedades físicas, químicas ou biológicas do solo, associados a \n\ndeterminadas funções que o solo deve desempenhar e definir valores quantitativos e \n\nmensuráveis desses indicadores. Para atribuir um valor às qualidades do solo, tem-\n\nse primeiramente que identificar seu estado atual e compará-lo às suas condições \n\noriginais. Essa ação permite acessar o estado de conservação, degradação ou \n\nrecuperação de determinado solo.  \n\nDiversos autores têm citado a compactação (IMHOFF et al., 2000; SUZUKI, \n\n2005; GIAROLA et al., 2007), a estrutura (CARTER, 1988; KAY, 1990; PERFECT  \n\net al., 1990; REINERT et al., 1990; ANGERS, 1992; WOHLENBERG et al., 2004),  \n\na infiltração de água (ALVES et al., 2005; TREIN et al., 1991; BERTOL et al., 1998; \n\nCASSOL, 2003; LANZANOVA, 2005; ALVES et al., 2007) e a densidade (SCAPINI \n\net al., 1997; SILVA et al., 2000b; ALVES et al., 2007), como sendo bons indicadores \n\nda qualidade física do solo. Dexter (2004a) estabeleceu, após diversos estudos \n\nrealizados, um índice, denominado por S (índice de qualidade física do solo).  \n\nO conceito teórico para obter o valor de S foi baseado na definição da curva de \n\nretenção de água do solo, expressando a relação entre a umidade a base de massa \n\n(u, kg kg\n-1\n\n) e o logaritmo (base neperiana), do potencial da água no solo (?, hPa), \n\ndefinido-se S como a inclinação da curva de retenção da água do solo no seu ponto \n\nde inflexão.  S pode ser determinado diretamente a partir da curva de retenção. No \n\nentanto, os valores de ?(u) podem ser ajustados por uma função matemática e a \n\ninclinação da curva de retenção da água do solo no seu ponto de inflexão pode ser \n\ncalculada a partir das estimativas dos parâmetros da função utilizada.  \n\n\n\n15 \n\n \n\n \n\nCom a finalidade de minimizar os erros na obtenção de S e agilizar o \n\ndiagnóstico da qualidade física do solo Naime et al. (2006) desenvolveram um \n\nprograma de computador, denominado “Qualisolo”.  O uso do referido programa \n\npermite determinar o valor S partindo-se da análise granulométrica medida pelo \n\nsistema de transmissão de raios gama (NAIME et al., 2001), da densidade do solo , \n\ne com aplicação do modelo de Arya e Paris (1981), validado para solos brasileiros \n\n(VAZ et al., 2005), estima-se a curva de retenção da água no solo. Dessa forma o \n\nQualisolo pode fornecer a curva de retenção da água do solo, o valor S (DEXTER, \n\n2004a), e o valor S em função da densidade, faixa de umidade ótima para o manejo, \n\ne a condutividade hidráulica do solo na faixa de umidade ótima (DEXTER, 2004b). \n\nCom a utilização de um sistema de transmissão de raios gama e com o Qualisolo, é \n\npossível obter todos esses parâmetros em no máximo 24 horas. \n\n \n\n \n\n\n\n16 \n\n \n\n \n\n2 OBJETIVOS \n\n \n\n \n\nO presente trabalho teve como objetivo principal: \n\nAvaliar o uso do modelo de Dexter – índice S, para o mapeamento da \n\nqualidade física do solo em uma escala de microbacia hidrográfica e avaliar o \n\ndesempenho do modelo indireto de Arya e Paris e o programa Qualisolo para a \n\nobtenção do índice S.  \n\nE como objetivos específicos: \n\ni) Realizar medidas de parâmetros físicos do solo como a granulometria com o \n\nanalisador granulométrico automático, retenção de água no solo, \n\ndensidade global, porosidade, resistência à penetração e umidade nos \n\ndiferentes ambientes da Microbacia hidrográfica do Ribeirão Canchim; \n\nii) Determinar o índice S para cada ambiente utilizando a medida direta na curva \n\nde retenção medida e pela estimativa da curva de retenção obtida pelo \n\nmodelo de Arya e Paris e o Qualisolo; \n\niii) Correlacionar os valores do índice S com a s propriedades físicas dos solos \n\ndeterminados para áreas cultivadas e sob mata nativa ou de pouca \n\ninterferência; \n\niv) Com os índices de qualidade física do solo, obtidos pelo modelo de Dexter, \n\nrealizar um mapeamento da região estudada, considerando os diversos \n\nusos e tipos de solos; \n\nv) Com os mapas, realizar um estudo de possíveis impactos causados pelas \n\natividades agrícolas na qualidade física do solo. \n\n \n\n \n\n\n\n17 \n\n \n\n \n\n3. REVISÃO DA LITERATURA \n\n \n\n \n\n3.1 Qualidade Física do Solo \n\n \n \n\nA qualidade dos solos, segundo Gregorich e Carter (1997), tem duas feições \n\n– uma ligada à capacidade inerente do solo e outra ligada à parte dinâmica desse, \n\ninfluenciada pelo seu uso e manejo. Por isso, alguns anos são necessários para se \n\nverificar a resposta das propriedades do solo às alterações do sistema de manejo. \n\nDessa forma, preferencialmente, a qualidade do solo deve ser avaliada em \n\nexperimentos ou áreas agrícolas com histórico de manejo de longa duração (MOTTA \n\net al., 2000). Outra dificuldade reside em selecionar quais propriedades do solo \n\nserão avaliadas e definir os valores considerados adequados ou ideais, os quais \n\npodem ser variáveis de acordo com a classe de solo investigada (ARSHAD; \n\nMARTIN, 2002). Araújo et al. (2007), avaliaram a qualidade do solo, utilizando dentre \n\noutros, atributos de natureza física, em áreas ou glebas de diferentes usos. Como \n\nindicadores estudaram a densidade do solo, porosidade total, resistência à \n\npenetração e taxa de infiltração de água e verificaram diferenças significativas de \n\nqualidade física do solo entre as áreas avaliadas. Tendo como referência o solo sob \n\nCerrado nativo, verificaram que na camada superficial nas áreas sob pastagem \n\nplantada e cultivo convencional ocorrem os valores mais altos de densidade e, \n\nconseqüentemente, mais baixos de porosidade total. A introdução de sistemas \n\nagrícolas em substituição às florestas causa um rompimento do equilíbrio entre o \n\nsolo e o meio, modificando desta forma, suas propriedades químicas, físicas e \n\nbiológicas, podendo limitar a utilização agrícola do solo. Estas alterações ocorrem na \n\nmedida em que os ecossistemas naturais vão sendo substituídos por atividades \n\nvoltadas para fins industriais ou para produção de alimentos (GODEFROY; \n\nJACQUIN, 1975; CENTURION et al., 2001). De modo geral, o solo mantido em \n\nestado natural, apresenta características físicas adequadas ao desenvolvimento \n\nnormal das plantas (ANDREOLA et al., 2000). \n\nEm estudos realizados sob vegetação nativa, comparando com áreas \n\ncultivadas Reynolds et al. (2002), constataram alterações de diversos parâmetros \n\nfísicos do solo, sendo a porosidade e densidade as que sofreram maiores \n\n\n\n18 \n\n \n\n \n\nalterações, o que também é comprovado em Islam e Weil (2000) e em Silva e \n\nRibeiro (1992). Araujo et al. (2004), em um estudo das propriedades físicas de um \n\nLatossolo Vermelho, também verificaram essa diferença quando compararam área \n\nsob cultivo e área nativa. Os resultados indicaram valores significativamente maiores \n\nde densidade do solo e menores de macroporosidade e porosidade total na área \n\ncultivada. \n\nTopp et al. (1997) afirmam que um solo com uma boa qualidade física não \n\ndeve ser somente um solo capaz de manter uma boa estrutura, resistir a pressões, \n\nerosão e compactação, mas também deve conter uma estrutura que ofereça um \n\ncrescimento radicular sem restrição e a proliferação da fauna e flora do solo. Deve \n\nter também boa infiltração de água e armazenamento que permitam uma correta \n\nproporção de água, de nutrientes dissolvidos e ar, para um desempenho máximo na \n\ncolheita e uma degradação ambiental mínima.  \n\nAtributos como a densidade, a porosidade, a resistência do solo à \n\npenetração e também a curva de retenção de água do solo têm sido comumente \n\nutilizados para avaliar a qualidade física do solo pela relativa facilidade de \n\ndeterminação e pelo baixo custo de obtenção das medidas. No entanto, a avaliação \n\nda qualidade física do solo deve integrar diferentes propriedades num reduzido \n\nnúmero de parâmetros que expresse o ambiente físico a que as plantas são \n\nsubmetidas (SILVA et al., 1994). Dexter (2004a; 2004b; 2004c), propôs um índice \n\ndenominado S para quantificar a qualidade física do solo, que é obtido a partir da \n\ncurva de retenção da água no solo, o qual tem grande potencial de utilização em \n\navaliações da interação manejo com a física do solo, mas ainda necessita de \n\nvalidações e testes em diversas condições de solo, clima, vegetação, sistemas de \n\nprodução e ecossistemas. O uso do parâmetro S como um índice de qualidade física \n\ndo solo vem apresentando bons resultados como em alguns trabalhos mais recentes \n\ncomo em Tormena e Silva (2004), Fidalski e Tormena (2007) enquanto em outros, \n\ncomo Tormena et al. (2008), sugere-se mais estudos para uma melhor avaliação do \n\níndice S em condições tropicais. \n\n \n\n\n\n19 \n\n \n\n \n\n3.2 Teoria sobre o parâmetro S \n\n \n \n\nO desenvolvimento teórico do parâmetro S está baseado no conceito da \n\ncurva de retenção de água do solo, que representa a relação entre o teor de água e \n\na energia com a qual ela está retida. Por isso Dexter (2004a) inicia a teoria \n\nclassificando a porosidade do solo em: Porosidade textural, que ocorre entre as \n\npartículas de minerais primários (microporos) e porosidade estrutural, que \n\ncompreende os bioporos e a macroestrutura (macroporos). A porosidade textural é \n\npouco afetada pelo manejo do solo e a porosidade estrutural é sensível a fatores de \n\nmanejo da cultura. Silva e Kay (1997) salientaram que a microporosidade do solo é \n\nfortemente influenciada pela textura, teor de carbono orgânico e muito pouco \n\ninfluenciada pelo aumento da densidade do solo, originada do tráfego de máquinas, \n\nimplementos, etc. Na Figura 1 estão representadas exemplos das curvas de \n\nretenção para três classes de texturas. \n\n \n\n \n\nFigura 1 - Curva de retenção da água no solo para três classes de texturas \n(adaptado de Dexter e Czyz, 2007) \n\n \n\n \n\nMuitos fatores interferem na capacidade de retenção de água de um solo, \n\ndentre os quais se destacam a textura, a estrutura e o conteúdo de carbono orgânico \n\n(GIAROLA et al., 2002; DEXTER et al., 2004; SEVERIANO et al., 2010). Segundo \n\nRawls et al. (1991), a retenção de água no solo sob baixos potenciais matriciais é \n\n\n\n20 \n\n \n\n \n\ndecorrente do processo de capilaridade, sendo, portanto, fortemente alterada pelo \n\narranjamento das partículas do solo, devido à presença de poros estruturais (poros \n\ninter-agregados). Por outro lado, com o secamento do solo, a composição \n\ngranulométrica e mineralógica assume maior importância, o que se deve à maior \n\nsuperfície específica para a adsorção das moléculas de água (GUPTA; LARSON, \n\n1979; MACHADO et al., 2008).  \n\nNa construção de uma curva de retenção da água no solo, quando uma \n\namostra do solo for drenada progressivamente da saturação, os poros maiores são \n\nesvaziados primeiramente, sendo seguido pelo esvaziamento dos poros \n\nprogressivamente menores. Os poros que são drenados até o ponto de inflexão da \n\ncurva de retenção, podem principalmente ser classificados como poros estruturais, \n\nenquanto os poros que perdem água abaixo do ponto de inflexão são principalmente \n\nos poros texturais (DEXTER, 2004).  \n\nO ponto de inflexão é onde a curvatura é igual a zero, ou seja, quando a \n\ncurvatura muda de convexa para côncava. Assim, a inclinação da curva no ponto de \n\ninflexão é dado por S = tan ? (Figura 2). \n\n \n\n \n\nFigura 2 - O ponto de inflexão é quando a curvatura da curva de retenção da \nágua é zero. A inclinação do ponto de inflexão é dado por S = tan ?. \n(adaptado de Dexter e Czyz, 2007) \n\n \n \n\n\n\n21 \n\n \n\n \n\nNo cálculo do S o interesse principal está na inclinação da tangente à curva \n\nde retenção da água no seu ponto de inflexão. Isto pode ser medido diretamente \n\natravés da curva se existirem muitos pontos medidos com exatidão. Entretanto, é \n\nmais conveniente ajustar a curva a uma função matemática e então calcular a \n\ninclinação da tangente no ponto de inflexão em termos dos parâmetros da função. \n\nOs pares de pontos experimentais (u, h) são ajustados com as equações de \n\nvan Genuchten (1980) (que é dada na equação 1).  \n\n \n\n? ? ? ?? ? resmnressat h ????? ???? ?1   ............................................................  (1) \n \n\nonde ?sat e ?res são a umidade na saturação e residual (cm\n3\ncm\n\n-3\n), respectivamente; ? \n\ne h são a umidade do solo (cm\n3\ncm\n\n-3\n) e potencial da água no solo (hPa); ?, m e n são \n\nparâmetros adimensionais que governam o formato da curva ajustada. Dexter e Bird \n\n(2001) demonstraram que o módulo do potencial da água no ponto de inflexão, \n\nquando é apresentado como ln (h) versus ? é: \n\n \n\nn\n\ni\nm\n\nh\n\n1\n\n11\n?\n?\n\n?\n?\n?\n\n?\n?\n?\n\n  .....................................................................................  (2) \n\n \n\nEm que hi (hPa) é o potencial da água no ponto de inflexão. \n\nSubstituindo (2) em (1) obtém-se a umidade do solo no ponto de inflexão \n\ncomo: \n\n? ?\nres\n\nm\n\nressati\nm\n\n???? ??\n?\n\n?\n?\n?\n\n?\n???\n\n?\n1\n\n1   ...........................................................  (3) \n\n \n\nEm que ?i (cm\n3\n cm\n\n-3\n) é o conteúdo de água no ponto de inflexão. \n\nComo demonstrado por Dexter (2004a), essa equação fornece a tangente da \n\ncurva de retenção de água no ponto de inflexão: \n\n \n\n? ?\n? ?m\n\nressat\nm\n\nnS\n\n??\n\n?\n?\n\n?\n?\n?\n\n?\n????\n\n1\n1\n\n1??   ............................................................  (4) \n\nA teoria desenvolvida para o cálculo do índice S apresentada por Dexter \n\n(2004a) vem da definição da curva de retenção da água no solo como a relação \n\n\n\n22 \n\n \n\n \n\nentre a umidade à base de massa (kg kg\n-1\n\n) e o logaritmo neperiano do potencial da \n\nágua no solo em hPa. Por isso nesse trabalho será utilizado em todas as equações, \n\ncomo convenção, o símbolo „u? para designar a umidade do solo à base de massa. \n\nO exame das curvas de retenção da água na literatura mostra que a \n\ndegradação física do solo conduz sempre a uma mudança na forma das curvas \n\n(Figura 3). Pode-se observar especialmente, que o valor do conteúdo de água na \n\nsaturação usat, torna-se menor e que a inclinação da curva de retenção no ponto de \n\ninflexão, S = tan ? torna-se também menor. Isto é ilustrado na Figura 3 em que a tan \n\n? para solo fisicamente degradado é menor do que a tan ? para solo não-\n\ndegradado. Uma inclinação menor corresponde ao solo desestruturado enquanto \n\nque uma inclinação maior corresponde ao solo que é estruturado e que tem muitos \n\nmacroporos. \n\n \n\nFigura 3 - Curvas de retenção de água de um mesmo solo franco areno \nargiloso com duas densidades do solo diferentes. A degradação \nfísica do solo ocorre quando o solo é compactado, e reduz a \ninclinação da curva de retenção no ponto de inflexão. Adaptado \nde Dexter (2004a) \n\n \n\n \n\nEm vários trabalhos têm sido confirmada a aplicação do índice S como \n\nindicador da qualidade física do solo. Fidalski e Tormena (2007) utilizaram o índice S \n\ncomo uma das ferramentas para avaliar a homogeneidade da qualidade física do \n\nsolo nas entrelinhas de um pomar de laranjeira com diferentes sistemas de manejo \n\n\n\n23 \n\n \n\n \n\nda vegetação permanente (gramínea, leguminosa e plantas espontâneas \n\ndessecadas com herbicidas). Destacaram que a inclusão do índice S associado à \n\ndistribuição do tamanho de poros permitiu melhor entendimento das alterações \n\nfísicas resultantes do manejo do solo com vegetações permanentes nas entrelinhas \n\ndo pomar de laranjeira. Andrade et al. (2009b) propuseram em seu estudo avaliar a \n\nadequação do índice S no diagnóstico da qualidade física em solos de cerrado e \n\nconcluíram que este índice se correlacionou altamente com os atributos físicos como \n\ndensidade, macroporosidade e porosidade total, mostrando ser um indicador \n\nadequado da qualidade física de solos de cerrado. O mesmo foi comprovado por \n\nMarchão, et al. (2007) que avaliaram o parâmetro S como indicador da qualidade \n\nfísica de um Latossolo Vermelho de cerrado submetido a sistema de integração \n\nlavoura-pecuária. \n\nPode-se dizer também que o parâmetro S é um indicador sensível da \n\nqualidade do solo, como comprovaram Silva et al. (2008) demonstrando que a área \n\nde mata nativa apresentou melhor qualidade física do solo determinada pelo índice \n\nS, em relação ás áreas de plantio direto e Carvalho Filho et al. (2009) que \n\nobservaram em um Latossolo Vermelho férrico um decréscimo no valor de S para \n\nsolos de pastagem quando comparado ao cerrado nativo. Esse decréscimo no valor \n\nde S acompanhou também um decréscimo no valor da densidade e da porosidade \n\ndo solo.  \n\nOutros autores como Tormena, et al. (2008) e Andrade et al. (2009b) \n\ntambém afirmam que o parâmetro S expressa os efeitos dos sistemas de manejo do \n\nsolo na sua qualidade física, mas ressaltam a necessidade de estudos em diferentes \n\nsolos e sistemas de manejo para uma melhor avaliação e validação do parâmetro S. \n\nEssa observação é importante pois em vários trabalhos é demonstrada a dificuldade \n\nem adequar o valor S obtido dentro da escala proposta por Dexter (2004) que \n\nsugeriu o valor de 0,035 como sendo crítico. Na maioria dos trabalhos o valor crítico \n\nencontrado parece ser superior a 0,035, como citado em Fidalski e Tormena (2007), \n\nAndrade et al. (2009b), Carvalho Filho et al. (2009), Pereira et al. (2011). \n\n \n\n \n\n \n\n\n\n24 \n\n \n\n \n\n3.3 Modelo de Arya e Paris e o Programa Qualisolo \n\n \n \n\nO modelo de Arya e Paris é caracterizado por uma abordagem físico-\n\nempírica, as propriedades dos solos são derivadas com base em alguns princípios \n\nfísicos. Assim, na predição da curva de retenção de água, Arya e Paris (1981) \n\ntraduziram a distribuição granulométrica em uma curva de retenção de água, através \n\nda conversão de frações de massa sólida em conteúdo de água e distribuição da \n\nporosidade em potencial hidráulico por meio da equação de capilaridade (BUDIMAN \n\net al., 2003). \n\nO modelo é baseado em dois conceitos. Primeiro a equação da capilaridade \n\nque relaciona o potencial mátrico (?i), com o raio do poro \n\n \n\niw\ni\n\ngr\n\ncos2\n\n?\n\n??\n??   ....................................................................................  [5] \n\n \n\nOnde: ? (N m\n-1\n\n) é a tensão superficial na interface ar-água, ? é o ângulo de contato \n\n(assumido como ? = 0), ?w (kg m\n-3\n\n) a densidade da água e g (m s\n-2\n\n) a aceleração da \n\ngravidade. No sistema internacional de unidade (SI), ? = 0,0728 N m\n-1\n\n e g = 9,81 m \n\ns\n-2\n\n.  \n\nSegundo, é o cálculo do conteúdo de água a partir da distribuição do tamanho \n\ndas partículas, como uma contribuição de cada fração para o molhamento do solo.  \n\n????\n?\n\n?\n\n1i\n\n0i\nii w   ......................................................................................  [6] \n\nOnde: ? (m\n3\n m\n\n-3\n) é a porosidade, wi (kg kg\n\n-1\n) é a fração de massa, calculada por \n\nmeio de uma função sigmoidal logística ajustada aos dados de distribuição de \n\ntamanhos de partículas do solo. A porosidade do solo pode ser estimada por meio \n\nda densidade do solo ?s (kg m\n-3\n\n) e das partículas ?p (kg m\n-3\n\n) :  ? = 1- (?s / ?p). \n\nO raio dos poros (ri) é determinado através do raio das partículas (Ri), \n\nconsiderando o empacotamento de partículas esféricas e um fator de escalonamento \n\n?, que corrige a estimativa para solos estruturados (ARYA e PARIS, 1981; ARYA et \n\nal, 1999), por meio da equação: \n\n6/en4Rr\n1\n\niii\n??\n\n?   .............................................................................  [7] \n\n\n\n25 \n\n \n\n \n\nonde ni é o número de partículas da classe i e e é a razão de vazios (volume de \n\nporos / volume de partículas), dado por Arya e Paris (1981): \n\np\n3\ni\n\ni\ni\n\nR4\n\nw3\nn\n\n??\n?   .....................................................................................  [8] \n\ns\n\nsp\ne\n\n?\n\n???\n?   ........................................................................................  [9] \n\nO potencial mátrico do solo é calculado pela combinação das equações 5, 7, \n\n8 e 9: \n\n? ?\n??\n\n?\n?\n\n?\n\n?\n\n?\n?\n\n?\n\n?\n\n???\n\n???\n?\n\n?\n??\n\n1\n\np\n3\ni\n\ni\n\ns\n\nsp\n\niw\n\ni\n\nR4\n\nw3\n\n3\n\n2\ngR\n\n2\n  ............................................  [10] \n\nUma vez conhecido o fator de escalonamento ?, a curva de retenção pode \n\nser estimada pelo modelo de Arya e Paris, calculando-se a umidade pela eq. 6 e o \n\npotencial mátrico pela eq. 10, para diversas classes de diâmetros de partículas, as \n\nquais foram originalmente sugeridas por Arya e Paris (1981) como: 1, 2, 3, 5, 10, 20, \n\n30, 40, 50, 70, 100, 150, 200, 300, 400, 600, 800, 1000, 1500 e 2000 ?m.  \n\nSegundo Basile e D?Urso (1997), o modelo de Arya e Paris que é um \n\nmodelo de predição da curva de retenção de água do solo a partir de dados da \n\ndistribuição do tamanho da partícula, é um método bem aceito para solos com \n\ntextura média, podendo ocorrer limitações para os solos argilosos. Schuh et al. \n\n(1998) avaliaram o modelo de Arya e Paris comparando-o com a curva de retenção \n\nexperimental e sugeriram um valor de ? diferente para cada textura do solo. Dessa \n\nforma conseguiram uma melhor aproximação dos valores da curva de retenção \n\nestimada e da experimental. \n\nO Qualisolo é um software que trabalha integrado ao sistema de transmissão \n\nde raios gama (NAIME et al., 2001) que fornece a granulometria detalhada do solo \n\natravés de um arquivo de dados com valores de diâmetro e concentração de \n\npartículas. Essas informações são enviadas ao Qualisolo que juntamente com a \n\ndensidade do solo, o programa aplica o modelo de Arya e Paris (1981) aos dados da \n\ngranulometria e faz o ajuste da equação de van Genuchten (1980) para o cálculo de \n\nS (DEXTER, 2004a). \n\nAlém da curva da distribuição das partículas e as porcentagens de argila, \n\nsilte e areia do solo, o Qualisolo fornece a curva de retenção da água, o índice S \n\n\n\n26 \n\n \n\n \n\n(DEXTER, 2004a), S em função da densidade do solo, faixa de umidade indicada \n\npara o manejo (DEXTER et al., 2005) e a condutividade hidráulica na umidade ótima \n\npara o manejo (DEXTER, 2004b).  \n\nVaz et al. (2005) analisaram 104 amostras e validaram para solos brasileiros \n\no método de Arya e Paris (1981) para obtenção da curva de retenção da água. O \n\nmétodo Arya e Paris apresentou boa correlação com os métodos experimentais \n\nquando se tem detalhada a distribuição de tamanho de partículas (DTP), o que é \n\ndifícil de obter com métodos como o da pipeta e o do densímetro. Como o analisador \n\ngranulométrico mede 33 pontos da DTP, têm-se dados suficientes para gerar uma \n\nboa interpolação da DTP através de uma função sigmoidal ou logística.  \n\n\n\n27 \n\n \n\n \n\n4 MATERIAL E MÉTODOS \n\n \n\n4.1 Área de estudo \n\n \n\n \n\nA coleta das amostras e as medidas de campo foram realizadas em uma \n\nárea de uma microbacia localizada na região Central do Estado de São Paulo, \n\nPlanalto de São Carlos (Planalto Ocidental Paulista/Planalto Meridional brasileiro), \n\nna borda da linha de \"Cuestas\" areníticas da serra Geral. Seu relevo entalhado se \n\nestende na direção sudeste e se localiza, topograficamente, na ligação da região da \n\nchamada serra do Chibarro à serra do Cuscuzeiro. Mais precisamente a área está \n\nlocalizada na fazenda Canchim, base do Centro de Pesquisa de Pecuária do \n\nSudeste (CPPSE ou Embrapa Pecuária Sudeste), situada no município de São \n\nCarlos, SP, entre as coordenadas geográficas 21°55' e 22°00' Sul, 47°48' e 47°52' \n\nOeste, e entre as cotas altimétricas 690 e 911 m, apresentando uma área de 1.465 \n\nha (14,65 km\n2\n) (Primavezi, 1999) (Figura 4). \n\n \n\n \n\nFigura 4 - Fazenda Canchim e Microbacia Hidrográfica do Ribeirão Canchim \n– EMBRAPA/CPPSE \n\n \n \n\n\n\n28 \n\n \n\n \n\nO clima ocorrente é considerado como tropical de altitude, Cwa, segundo a \n\nclassificação de Köppen-Geiger: quente com inverno seco e com a temperatura \n\nmédia do mês mais frio inferior a 18° C e do mês mais quente maior que 22°C. O \n\ntotal das chuvas do mês mais seco não atinge 30 mm, e o do mês mais chuvoso \n\natinge valores superiores em dez vezes. Segundo critérios adotados por \n\nThornthwaite, o clima seria classificado como, BB'w, mesotérmico úmido com \n\ndeficiência de água no inverno (TOLENTINO, 1967). Segundo Nimer (1977) os \n\nmeses secos vão de junho a agosto, embora na prática variem num período de seis \n\nmeses (junho a novembro com déficit hídrico mais intenso, ou de abril a setembro \n\nconsiderando o período com menos chuvas). \n\nO relevo apresenta-se plano a moderadamente ondulado (CALDERANO \n\nFILHO et aI., 1998), sendo a declividade média da microbacia hidrográfica (MBH) de \n\n3,64% (VILLELA e MATTOS, 1975). A MBH do Canchim e a fazenda Canchim \n\napresentam os solos de maior ocorrência na região Sudeste (Figura 5), com a \n\npresença dos níveis naturais de fertilidade desde o álico até o eutrófico, passando \n\npelo distrófico (PRIMAVEZI, 1999). A MBH do Ribeirão Canchim é ocupada por \n\necossistemas naturais, agrícolas e urbanizados. A coleta de solos e as medidas em \n\ncampo concentraram-se nos ambientes agrícolas, que compreende as lavouras de \n\nmilho, cana-de-açúcar, pastagens e eucalipto, e em ambientes naturais, conforme \n\ndescrito na Tabela 1.  \n\n \n\n \n\n\n\n29 \n\n \n\n \n\n \n\n \n\nFigura 5 - Pedologia da Fazenda Canchim, Embrapa-CPPSE. LVA: Latossolo Vermelho \nAmarelo; LVE: Latossolo Vermelho Escuro; LVdf: Latossolo Vermelho \ndistroférrico; NV: Nitossolo Vermelho; PV: Argissolo Vermelho e NQ: Neossolo \nQuartzarênico \n\n \n\nTabela 1 - Pontos amostrados no estudo \n\nSolo Uso/Cobertura Pontos \n\nLVA \n\nMata 1 \n\nPastagem 2 \n\nEucalipto 3 \n\nMilho 4 \n\nSorgo 5 \n\nCana-de-açúcar 6 \n\nLV \n\nMata 7 \n\nPastagem 8 \n\nMillho 9 \n\nLVdf \nMata 10 \n\nPastagem 11 \n\nRQo \nMata 12 \n\nPastagem 13 \n\nNV \nMata 14 \n\nPastagem 15 \n\n(LVA: Latossolo Vermelho Amarelo; LV: Latossolo Vermelho; LVdf: Latossolo Vermelho \ndistroférrico; RQo: Neossolo Quartzarênico órtico; e NV: Nitossolo Vermelho) \n\n\n\n30 \n\n \n\n \n\nEstas diferentes coberturas estão presentes nas principais classes de solos \n\nque compõem a área da microbacia: \n\n \n\nLatossolos \n\n \n\n \n\nOs solos pertencentes à ordem dos Latossolos são os mais abundantes \n\ndesse ambiente da MBH do Ribeirão Canchim. Essa classe compreende solos \n\nconstituídos por material mineral, com horizonte B latossólico imediatamente abaixo \n\nde qualquer um dos tipos de horizonte diagnóstico superficial. Os solos dessa ordem \n\nocupam mais de 50% do território brasileiro, constituindo, portanto, nesse aspecto, a \n\nordem mais importante do país. São solos que apresentam elevado estágio de \n\nintemperismo e, conseqüentemente, material coloidal com baixa capacidade de \n\ntrocas de cátions e baixos teores de minerais primários facilmente alteráveis. Sua \n\nreserva de nutrientes é, portanto, muito reduzida, fato que não os impedem de \n\nserem solos bastante produtivos quando bem manejados. A grande maioria dos \n\nLatossolos situa-se em relevo aplainado a suavemente ondulado. As ocorrências em \n\nrelevo montanhoso são bem menos freqüentes. São solos de fácil preparo para o \n\npalntio, mesmo os argilosos, em decorrência de sua adequada consistência. As \n\ncondições de relevo e a baixa erodibilidade dos solos dificultam os processos \n\nerosivos, especialmente nos solos que apresentam horizonte superficial de textura \n\nfranco-argilosa ou mais fina. São, por isso, bastante utilizados para culturas \n\nextensivas. A capacidade de retenção de água dos Latossolos varia bastante em \n\ndecorrência da textura, que pode ser a franco-arenosa até a muito argilosa \n\n(OLIVEIRA, 2005).  \n\n \n\n \n\nNeossolos \n\n \n\n \n\nCompreendem solos constituídos por material mineral ou orgânico pouco \n\nespesso, com pequena expressão dos porcessos pedogenéticos em conseqüência: \n\n1) da baixa intensidade de atuação desses processos, que não permitiu ainda \n\nmodificações expressivas do material originário; 2) de caracterísiticas do próprio \n\n\n\n31 \n\n \n\n \n\nmaterial, pela sua resistência ao intemperismo ou composição química; 3) do relevo, \n\nque, isoladamente ou em conjunto, impediu ou limitou a evolução desses solos \n\n(OLIVEIRA, 2005). \n\nCerca de 13,8% da área da MBH do Ribeirão Canchim é constituída por \n\nNeossolo Quartzarênico (PRIMAVESI et al., 1999). Estes solos, por serem muito \n\narenosos, apresentam sérias limitações com respeito ao armazenamento de água \n\ndisponível para as plantas. São exceção os Neossolos Quartizarênicos \n\nhidromórficos, nos quais o lençol freático encontra-se elevado em grande parte do \n\nano.  \n\nComo a sua areia é constituída praticamente por quartzo, os Neossolos \n\nQuartzarênicos são solos desprovidos por completo de minerais primários alteráveis \n\ne, portanto, sem nenhuma reserva potencial de nutrientes para as plantas.  Apesar \n\ndisso, são bastante utilizados com reflorestamento e até com cultura canavieira, \n\nneste caso, com produções sempre aquém das obtidas em outros solos. A diminuta \n\ncapacidade de adsorção desses solos implica em facilidade de perdas dos insumos \n\naplicados, além de elevada taxa de mineralização da matéria orgânica (OLIVEIRA, \n\n2005). \n\n \n\n \n\nNitossolos \n\n \n\n \n\nCompreende solos constituídos por material mineral, com horizonte B nítico, \n\ncom argila de atividade baixa ou com caráter alumínico conjugado com CTC ? 20 \n\ncmolc/kg argila imediatamente abaixo do horizonte A ou dentro dos primeiros 50 cm \n\ndo horizonte B. São solos de textura argilosa ou muito argilosa, estrutura em blocos \n\nsubangular ou prismática muito bem desenvolvida (moderada ou forte), com \n\nsuperfície dos agregados reluzentes, relacionadas à cerosidade, e/ou superfícies de \n\ncompressão. São por definição, solos com pequena diferença textural, o que lhes \n\nconferem, em igualdade de condições de relevo e uso, menor erodibilidade que \n\noutros solos que apresentam diferenças mais acentuadas de textura. São solos em \n\ngeral profundos e, apesar de argilosos, possuem boa permeabilidade interna.  \n\nA maior parte dos Nitossolos corresponde às anteriormente denominadas Terras \n\nRoxas Estruturadas, constituindo solos de grande importância agrícola  \n\n\n\n32 \n\n \n\n \n\n(OLIVEIRA, 2005). Na MBH do Ribeirão Canchim, os Nitossolos representam um \n\ntotal de 9,2% da área total,  formados sobre rocha basáltica, que chega a aflorar em \n\ndiferentes pontos (PRIMAVESI et al., 1999). \n\n \n\n \n\n4.2 Metodologia \n\n \n\n \n\nO estudo foi realizado em 3 etapas: \n\n \n\n? 1ª etapa: Estudo da estimativa do índice S pelo modelo de Arya e Paris; \n\n? 2ª etapa: Avaliação do índice S em escala da MB, com uma análise detalhada \n\nde 15 pontos amostrados na MBH Ribeirão Canchim, incluindo a \n\ndeterminação do índice S e a sua comparação com os demais \n\nparâmetros medidos; \n\n? 3ª etapa: Ampliação do estudo do índice S na escala da microbacia, \n\ncoletando amostras indeformadas em outros locais da MBH, com uma \n\ncombinação maior de solos e coberturas. \n\n \n\n \n\n4.2.1 Estudo da estimativa do índice S pelo modelo de Arya e Paris \n\n \n \n\nPara avaliar esta forma indireta de calcular S foi necessária a comparação \n\nentre dois procedimentos: o primeiro consistiu na estimativa do índice S pelo modelo \n\nde Arya e Paris e o Qualisolo; e o segundo foi a obtenção do índice S a partir da \n\ncurva de retenção obtida pelo método experimental convencional. Os dois \n\nprocedimentos foram aplicados para um banco de dados pré adquiridos constando \n\nde 111 amostras provenientes da Universidade Federal do Rio Grande do Sul \n\n(UFRGS) e da Escola Superior de Agricultura Luis de Queirós (ESALQ).  Para cada \n\namostra deste banco de dados havia registro dos valores de densidade do solo, \n\nretenção de água no solo realizado nos laboratórios de solos da ESALQ e UFRGS, \n\ngranulometria detalhada e densidade global do solo. Os procedimentos de cada \n\ndeterminação são descritos no item 3.2.3. \n\n\n\n33 \n\n \n\n \n\n \n\n4.2.2 Avaliação do índice S em escala de microbacia \n\n \n\n \n\nNesta segunda etapa do trabalho, foram analisados em detalhe (Tabela 2) \n\num conjunto de 15 pontos amostrais distribuídos na região da microbacia. As áreas \n\nescolhidas compreendem os solos mais encontrados na região da MBH que estão \n\nsob diversas coberturas como descrito na Tabela 1.  Com os dados da curva de \n\nretenção foram obtidos os valores do índice S e correlacionados com os demais \n\nparâmetros medidos para cada solo com amostras coletadas e analisadas no \n\nlaboratório ou medidas diretamente no campo, como descrito na Tabela 2. \n\n \n\nTabela 2 - Informações sobre parâmetros analisados e métodos utilizados. \n\nParâmetro \nTipo de \namostra \n\nProf. \nNº de \n\nrepetições \nEquip./método \n\nLocal da \nanálise \n\nRP ___ 0-40 cm 9 \nPenetrômetro de \nImpacto (Stolf) \n\nCampo \n\nUmidade \nvolumétrica \n\nindeformada \n0-10 cm 3 \n\nAnel volumétrico Campo \n 10-30cm 3 \n\nRetenção de \nágua \n\nIndeformada \n0-10 cm \n\n10-30cm \n\n3 \n\n3 \n\nMesa de tensão \ne Câmara de \n\nRichards \nIAC \n\nDensidade global Indeformada \n0-10 cm \n\n10-30cm \n\n3 \n\n3 \ngravimetria \n\nLab. de Solos \nEmbrapa \n\nInstrum. Agrop. \n\nGranulometria \n\nDeformada \n\n-amostra \ncomposta- \n\n0-10 cm \n\n10-30cm \n\n6 \n\n6 \n\nAnalisador \ngranulométrico \n\nEmbrapa \nInstrum. Agrop. \n\nEstrutura/distrib. \nde poros \n\nindeformada 0-20 cm 3 \nMicrotomógrafo \nSkyScan 1172 \n\nEmbrapa \nInstrum. Agrop. \n\nRP: resistência à penetração (MPa) \n\n \n\n \n\n4.2.3 Ampliação do estudo do índice S na escala da microbacia \n\n \n\n \n\nPara ampliar a validação do índice “S” na escala da microbacia, foram \n\ncoletadas amostras indeformadas em outros locais da microbacia, consistindo de \n\numa combinação maior de solos e coberturas (acrescentando 30 pontos). Nessas \n\n\n\n34 \n\n \n\n \n\namostras foram determinadas apenas granulometria, densidade do solo, umidade, \n\nresistência à penetração do solo e o índice “S” obtido indiretamente pelo modelo de \n\nArya e Paris e o programa Qualisolo. As análises foram realizadas como descrito na \n\nTabela 2 e no item 3.2.1. \n\n \n\n \n\n4.3 Detalhamento sobre parâmetros analisados e métodos utilizados \n\n \n\n \n\n4.3.1 Curva de retenção da água no solo \n\n \n\n \n\nA medida de retenção de água no solo foi realizada no laboratório de física \n\ndo solo do Instituto Agronômico (IAC). Os equipamentos utilizados foram a mesa de \n\ntensão e da câmara de pressão de Richards (CLAESSEN, 1997) (Figura 6), com \n\naplicação das seguintes pressões: amostra saturada, 1, 2, 4, 8, 10, 33, 100, 500 e \n\n1500 kPa. Foram coletadas e analisadas amostras de solo indeformado em duas \n\nprofundidades para cada ponto (Tabela 2), 0-10 e 10-30 cm. \n\n  \n\nFigura 6 - Equipamentos utilizados para a determinação da curva de \nretenção da água no solo, no laboratório de física do solo do \nInstituto Agronômico (IAC). Em (a) câmaras de pressão para \nextração de água em altas pressões e em (b) câmaras de pressão \npara a extração da água em baixas pressões. \n\n \n\na b \n\n\n\n35 \n\n \n\n \n\n4.3.2 Análise Granulométrica \n\n \n\nPara a análise granulométrica foi utilizado o analisador granulométrico \n\nautomático de raios gama (VAZ et al. 1992; OLIVEIRA et al. 1997; VAZ et al. 1999 e \n\nNAIME et al. 2001) (Figura 7), baseado na atenuação de um feixe de raios gama \n\npelas partículas dispersas em sedimentação. As amostras compostas, coletadas em \n\nduas profundidades (Tabela 2), foram secas em estufa a temperatura de 60 °C por \n\num período de 24 horas (EMBRAPA, 1997). Depois foram pesadas 40 g de solo e \n\ndeixadas em contato com 10 ml de NaOH, 1 N, por uma noite. Após esse período \n\npassaram por um período de 16 horas, em agitação de rotação lenta (agitador tipo \n\nWagner). As amostras agitadas foram colocadas em recipientes especiais de acrílico \n\ne introduzidas na plataforma do equipamento para análise. Para analisar um \n\nconjunto de 10 amostras o equipamento leva em média 3 horas. Os resultados foram \n\narmazenados em um arquivo de texto contendo dados de concentração e diâmetro \n\nde partícula. \n\n \n\n \nFigura 7 - Sistema de transmissão de raios gama para medida da \n\ngranulometria de solos. \n \n\n \n\n4.3.3 Resistência à Penetração \n\n \n\n \n\nPara a avaliação da resistência do solo à penetração (RP), foi utilizado o \n\npenetrômetro de impacto modelo IAA/Planalsucar-Stolf, que é constituído por um \n\npeso para provocar o impacto e uma haste e cone para a penetração no solo. A \n\npenetração da haste é obtida pelo impacto de uma massa m = 4 kg, em queda livre \n\nde uma certa altura h (metros). A cada impacto são registrados os valores do \n\ndeslocamento x (metros), os quais são convertidos em pressão de penetração ou \n\n\n\n36 \n\n \n\n \n\nresistência à penetração (em unidades de MPa), através da equação apresentada \n\nabaixo, descrita em detalhes em Stolf (1991) e Vaz e Hopmans (2001): \n\n \n\n? ?\ng\n\nA\n\nmM\n\nmM\n\nM\n\nAx\n\nMgh\nRP\n\n?\n???\n\n?\n\n?\n?\n?\n\n?\n\n?\n??\n?\n\n?\n?\n?\n\n?\n?\n\n  ....................................................  (11)\n\n \n\nsendo: m (kg) a massa do corpo do penetrômetro, A (m\n2\n) a área da base do cone e g \n\n(ms\n-2\n\n) a aceleração da gravidade, e M=4kg a massa do cilindro que se desloca na \n\nhaste. \n\nForam feitas medidas a uma profundidade de 0-40 cm, constituindo de 9 \n\nrepetições por unidade amostral (Tabela 2). \n\n \n\n \n\n4.3.4 Umidade do solo (?) \n\n \n\nA umidade volumétrica (?, m\n3\n m\n\n-3\n) foi obtida pela seguinte equação: \n\nV\n\nVa\n??   .............................................................................................  (12) \n\nEm que Va é o volume de água (m\n3 \n\nm\n-3\n\n) e V é o volume total do solo (m\n3\n m\n\n-3\n) \n\n \n\n \n\n4.3.5 Densidade do solo (?) \n\n \n\n \n\nA densidade do solo foi determinada pelo método do anel volumétrico, \n\nconforme EMBRAPA (1997), o qual se fundamenta no uso de um anel de bordas \n\ncortantes com capacidade interna conhecida. A verificação da densidade do solo \n\nocorreu no final do período de avaliação da umidade e foi calculada através da \n\nseguinte equação: \n\nV\n\nm\n??   .............................................................................................  (13) \n\nEm que ? é a densidade do solo (g cm\n-3\n\n); m: massa do solo seco à 105°C \n\npor 24h (g);e V: volume do anel (cm\n-3\n\n). \n\n \n\n \n\n\n\n37 \n\n \n\n \n\n4.3.6 Estrutura e Distribuição de Poros \n\n \n\n \n\nEsses parâmetros foram avaliados através de imagens utilizando a Micro \n\nTomografia Computadorizada (Micro-TC) (Figura 8), que permite a visualização de \n\nseções transversais (cortes internos) de um objeto de forma não destrutiva. No caso \n\ndo solo é possível visualizar a estrutura interna de poros, canais, diferentes partículas \n\ne material orgânico, bem como estudar processos dinâmicos de absorção e retenção \n\nde água. O sistema de microtomografia de raios-X adquirido pela Embrapa \n\nInstrumentação Agropecuária é de fabricação da empresa belga SkyScan, modelo \n\n1172 que é composto por um tubo de raios-X de microfoco com fonte de alta tensão \n\n(100kV), um porta-amostra com manipulador de precisão e um detector baseado em \n\numa câmera CCD de 10Mp (4000 x 2300 pixel), conectados a um computador de \n\ncontrole e aquisição de dados (host) interligado em rede a um cluster de \n\ncomputadores utilizado na reconstrução das imagens tomográficas (LASSO et al. \n\n2009). \n\n \n\n \n\nFigura 8 - Microtomógrafo SkyScan 1172 \n \n\nPara a análise foram coletadas amostras indeformadas de solo (torrões), com \n\n20 cm de profundidade e 20 cm de largura, para cada um dos 15 pontos. Destes \n\nblocos foram retiradas sub-amostras, em forma de torrões cilíndricos de 5 cm de altura \n\ne 2,5 cm de diâmetro,  para cada bloco. Essas sub-amostras foram analisadas no \n\n\n\n38 \n\n \n\n \n\nmicrotomógrafo com base nos seguintes parâmetros: tamanho do pixel: 14 ?m, \n\nnúmero de frames para média: 15, passo de rotação: 0,3º , rotação total: 360º e filtro: \n\nAlumínio + cobre. \n\n \n\n4.3.7 Georeferenciamento \n\n \n\n \n\n Os pontos amostrados na microbacia, foram georeferenciados e a partir dos \n\ndados de latitude e longitude e com os índices e os parâmetros físicos do solo que \n\nforam determinados foram construídos mapas utilizando o software ArcView GIS \n\nversão 3.0.  \n\n \n\n\n\n39 \n\n \n\n \n\n4.3.8 Determinação do índice S  \n\n \n\n \n\nÍndice “S” a partir da curva de retenção \n\nDe acordo com o conceito teórico para obter o valor de S (DEXTER, 2004) \n\nforam utilizados umidade a base de massa, em kg kg\n-1\n\n, e os valores de potencial \n\nmátrico, expressos em hecto Pascal, fornecidos pela retenção de água. Para o \n\najuste sobre esses valores de umidade e potencial foi utilizada a equação de Van \n\nGenuchten (1980) apresentada na equação 1. \n\nOs parâmetros (?r, ?s, ? e n) foram obtidos pelo ajuste não-linear de mínimos \n\nquadrados (WRAITH; OR, 1998), usando a ferramenta solver do excel (Microsoft®). \n\nNo ajuste foi sempre fixado o valor de ?s e, para ?r, o valor foi fixado somente nos \n\ncasos em que o ajuste para esse parâmetro resultava em valores negativos ou muito \n\npróximos de zero. \n\nA partir dos valores das variáveis ?, n, ?r e ?s, foi calculado o índice “S” \n\nutilizando a equação descrita por Dexter (2004) (equação 4) \n\n S > 0,035 indica solo de boa qualidade, 0,020 &lt;S ? 0,035 solo pobre e S \n\n?0,020 para solo muito pobre. \n\n \n\n\n\n40 \n\n \n\n \n\nÍndice S a partir da curva de retenção estimada – modelo de Arya e Paris e Qualisolo \n\nA curva de retenção de água do solo foi estimada através da aplicação do \n\nmodelo de Arya e Paris sobre os dados da granulometria detalhada do solo. O \n\nmodelo é uma função de pedotransferência que transforma os valores de \n\nconcentração e diâmetro da partícula em umidade e potencial mátrico.  \n\nA granulometria detalhada do solo pode ser obtida através de equipamentos \n\nbaseados em sistema de transmissão de raios gama como o Analisador \n\nGranulométrico (VAZ et al. 1992; OLIVEIRA et al. 1997; VAZ et al. 1999 e NAIME et \n\nal. 2001) ou em equipamentos que medem a transmitância de raios X através da \n\nsuspensão da amostra, como o Sedigraph (LIMA; LUZ, 2001).  Neste trabalho foi \n\nutilizado o Analisador Granulométrico que trabalha em conjunto com o programa \n\nQualisolo. Este programa utiliza o arquivo de dados obtido com o analisador \n\ngranulométrico, a densidade global do solo e o melhor ajuste da equação de van \n\nGenuchten (1980), para o cálculo de S (Dexter, 2004a). É uma ferramenta \n\nimportante para garantir a exatidão e a rapidez dos cálculos.  \n\nPortanto, para calcular o índice S a partir da curva de retenção estimada, \n\nforam utilizados os dados da granulometria, que enviados ao programa Qualisolo e a \n\neles aplicado o modelo de Arya e Paris, conforme descrito no item 5.3, obteve-se a \n\ncurva de retenção estimada. Após este procedimento, os dados foram ajustados \n\npela equação de van Genuchten (1980) (equação 1) \n\nConhecendo os parâmetros ?r, ?s, ? e n, o programa calcula o índice S \n\nutilizando a equação descrita por Dexter (2004) (equação 4). \n\n\n\n41 \n\n \n\n \n\n5 RESULTADOS E DISCUSSÃO \n\n \n\n \n\n5.1 Estudo da estimativa do índice S pelo modelo de Arya e Paris \n\n \n\n \n\nPara a estimativa do índice S pelo modelo de Arya e Paris usando a \n\nferramenta Qualisolo, a metodologia foi aplicada a um banco de dados pré adquirido \n\ncom 111 amostras (VAZ et al. 2005) (Figura 9). Essas amostras continham \n\ninformações sobre curvas de retenção realizadas nos laboratórios de solos da \n\nESALQ e UFRGS, densidade e granulometria detalhada (Tabela 3), possibilitando a \n\ncomparação do índice S obtido pelo Qualisolo e diretamente da curva de retenção. \n\nNa Figura 10 são apresentados exemplos das curvas de retenção (CR) para solos \n\ncom textura arenosa e argilosa, respectivamente, em que os parâmetros de ajuste \n\nforam utilizados para o cálculo de S.  \n\n \n\n0.1 0.2 0.3 0.4 0.5\n\n1\n\n10\n\n100\n\n1000\n\n10000\n\n100000\n\nh\n (\n\nh\nP\n\na\n)\n\nUmidade (kg kg\n-1\n)\n\n CR experimental\n\n  CR estimada- A &amp; P e Qualisolo\n\n  \n\n0.1 0.2 0.3 0.4 0.5\n\n1\n\n10\n\n100\n\n1000\n\n10000\n\n100000\n\nh\n (\n\nh\nP\n\na\n)\n\nUmidade (kg kg\n-1\n)\n\n CR experimental\n\n CR estimada-A &amp; P e Qualisolo\n\n \n\nFigura 9 - Exemplos de curvas de retenção utilizadas para o cálculo do índice S, \ncom solo de textura arenosa e argilosa, respectivamente: a) \nexperimentalmente (vermelho) e b) estimada pelo modelo de Arya e \nParis utilizando o Qualisolo (azul). As linhas contínuas representam o \nmodelo de van Genuchten ajustados aos dados experimentais e \n\nestimados. \n \n\n \n \n\n\n\n42 \n\n \n\n \n\nTabela 3 – Média, desvio padrão (DP), valor máximo e mínimo de alguns \n\nparâmetros físicos de cada conjunto de solos usados para a \n\nestimativa da curva de retenção de água do solo. \n\nLocal da coleta Estatística ?s ?p* u 330hPa u 15000hPa Argila Silte Areia \n\nSão Carlos,SP \n \n\n \n g cm\n\n-3  \n kg kg\n\n-1\n  kg kg\n\n-1\n \n\nmédia 1,41 2,84 0,27 0,13 0,41 0,13 0,47 \n\nDP 0,17 0,16 0,13 0,08 0,13 0,08 0,19 \n\nmáximo 1,62 3,05 0,57 0,35 0,63 0,30 0,79 \n\nmínimo 1,11 2,63 0,06 0,03 0,19 0,03 0,09 \n\nRio Grande do \nSul \n\n \n\nmédia 1,15 2,74 0,25 0,14 0,39 0,28 0,34 \n\nDP 0,13 0,10 0,09 0,07 0,19 0,12 0,19 \n\nmáximo 1,51 2,98 0,46 0,31 0,69 0,57 0,86 \n\nmínimo 0,88 2,61 0,02 0,01 0,02 0,09 0,08 \n\n?s: densidade do solo;  ?p: densidade das partículas;  u 330hPa: umidade gravimétrica a 330 \n\nhPa ou 33 kPa;  u 15000hPa: umidade gravimétrica a 15000 hPa ou 1500 kPa;* medida \nestimada à partir da do coeficiente de atenuação de massa obtido na análise granulométrica \n(VAZ et al. 1999) \n\n \n\nAs curvas de retenção foram adquiridas da seguinte forma: medida \n\nexperimentalmente e; estimada pelo modelo de Arya e Paris utilizando o programa \n\nQualisolo.  Na Figura 10 é apresentada a relação entre os valores do índice S \n\ncalculados através do programa Qualisolo (SCRqualisolo) versus índice S calculado de \n\nforma direta, ou seja, a partir da curva de retenção experimental (SCRexperimental), com \n\nos dados separados nas classes arenosa (argila ? 0,15 kg kg\n-1\n\n), média (0,16 a 0,35 \n\nkg kg\n-1\n\n de argila ) e argilosa (0,36 a 0,60 kg kg\n-1 \n\nde argila). \n\nObserva-se na Figura 10, que o coeficiente de determinação (r\n2\n) para todos \n\nos solos abrangendo as texturas arenosa à argilosa, é de 0,28. Esse coeficiente \n\naumenta significativamente quando se considera apenas os solos de textura média \n\n(r\n2\n=0,52) e apresenta valores intermediários para solos com textura argilosa \n\n(r\n2\n=0,36) e arenosa (r\n\n2\n=0,34). Esses coeficientes de correlação relativamente baixos \n\nsão devido à dificuldades do modelo de Arya e Paris em estabelecer modelos \n\ngeométricos capazes de simular com grande exatidão a estrutura do solo e que \n\npermitam a caracterização de relações fundamentais entre partículas e espaço \n\nporoso que governam tais processos (BACCHI; REICHARDT, 1993). Nimmo (1997) \n\nafirma que modelos como Arya e Paris, muitas vezes trabalham razoavelmente bem \n\npara as texturas arenosa e média, que têm um arranjo mais aleatório de partículas, \n\nmas não apresentam o mesmo desempenho em solos com estrutura mais fina e \n\norganizada como é o caso das argilas. \n\n\n\n43 \n\n \n\n \n\n \n\n0.04 0.06 0.08 0.10 0.12 0.14\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\n                r\n2\n        epe  \n\nTodos     0,28    0,00911\n\nArenosa 0,34    0,00789\n\nMédia     0,52    0,00796\n\nArgilosa  0,36    0,00991\n\nS\n C\n\nR\n Q\n\nu\na\n\nli\ns\no\n\nlo\n\nS \nCR\n\n \nexperimental\n\n  arenosa\n\n  média\n\n  argilosa\n\n \nFigura 10 - Relação entre valores de índice S calculados através do \n\nprograma Qualisolo (SCRqualisolo) x S calculado a partir da curva \nde retenção experimenta (SCR experimental). \n\n \n\n \n\n O modelo de Arya e Paris usa a similaridade entre o formato das curvas de \n\ndistribuição do tamanho de partículas (granulometria) e as curvas de retenção de \n\nágua no solo. Não é um modelo puramente matemático, mas trata-se de um modelo \n\nsemi-empírico, ou seja, com algum embasamento físico (ARYA et al., 1999). Para \n\nestimar a curva de retenção de água do solo, considera parâmetros físicos como a \n\ndistribuição dos diâmetro das partículas, porosidade total e densidade do solo. Por \n\nisso, esse modelo recebe influencia direta da textura do solo. Essa característica \n\nafeta, portanto, a estimativa de S, uma vez que a teoria do índice S de Dexter está \n\nbaseada na curva de retenção experimental. Rawls et al. (1991) mostraram que, em \n\ntensões baixas (menos negativas), a curva de retenção é influenciada por poros \n\nestruturais associados ao efeito da matéria orgânica na formação e na estabilidade \n\nda estrutura do solo. Em tensões altas (mais negativas), a composição \n\ngranulométrica e a mineralogia do solo tornam-se mais importantes devido à \n\nsuperfície disponível para a adsorção de água (GUPTA; LARSON, 1979). Dessa \n\nforma, a curva de retenção de água permite relações de dependência entre os \n\ncoeficientes das equações matemáticas que a descrevem com diferentes \n\npropriedades do solo, como o teor de argila, o teor de C orgânico, a área superficial \n\nespecífica e a densidade do solo (VAN DEN BERG et al., 1997). \n\n\n\n44 \n\n \n\n \n\n \n\nNa comparação entre os métodos para o cálculo do índice S (por meio da \n\ncurva de retenção estimada pelo modelo de Arya e Paris utilizando o programa \n\nQualisolo e a curva de retenção experimental), verifica-se na Tabela 4, que \n\nSCRexperimental apresentou uma maior variabilidade entre seus pontos (DP = 0,0091), \n\ndemonstrando ser mais sensível às variações de densidade, textura ou estrutura dos \n\nsolos.  \n\n \n\nTabela 4 - Valores referentes a moda, média, desvio padrão da média (DP), \n\nmínimo e máximo, para as 111 amostras de solo \n\n \n\nNa Figura 11 observa-se o efeito da densidade no índice S. Dexter (2004), \n\nexplica em seu trabalho original que quando um solo é compactado, o volume de \n\nporos é reduzido. No entanto nem todos os poros são reduzidos da mesma forma. \n\nOs poros maiores são reduzidos de tamanho e a compactação cessa quando o solo \n\nse torna forte o suficiente para resistir ao estresse aplicado a ele. Essa perda \n\npreferencial dos poros maiores tem o efeito de alterar a distribuição característica \n\ndos poros e conseqüentemente a curva de retenção de água no solo. Por isso \n\nocorre a redução do índice S com o aumento da densidade do solo. Mas, continua \n\nexplicando, que isso não é necessariamente uma regra geral, pois algumas vezes a \n\ncompactação pode aumentar o número de microporos capazes de reter água e \n\nresultar em um aumento do índice S, melhorando a Qualidade Física do Solo. \n\nS moda média DP mínimo máximo \n\nSCRexperimental 0,0314 0,0314 0,0091 0,0161 0,0539 \n\nSCRQualisolo 0,0224 0,0252 0,0068 0,0129 0,0527 \n\n\n\n45 \n\n \n\n \n\n0.8 1.0 1.2 1.4 1.6 1.8\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\nr\n2\n=0,55\n\nr\n2\n=0,73\n\nr\n2\n=0,34S\n\n C\nR\n\n e\nx\np\n\ne\nri\nm\n\ne\nn\n\nta\nl\n\n? (g cm\n-3\n)\n\n arenosa\n\n média\n\n argilosa\n\n0.8 1.0 1.2 1.4 1.6 1.8\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\nr\n2\n=0,026\n\nr\n2\n=0,62\n\nr\n2\n=0,65\n\nS\n C\n\nR\n Q\n\nu\na\nli\n\ns\no\n\nlo\n? (g cm\n\n-3\n)\n\n arenosa\n\n média\n\n argilosa\n\n \n\nFigura 11 - Efeito da densidade e da textura nos valores de índice S calculado para \nas 111 amostras, a partir da curva de retenção experimental (a) e da \ncurva de retenção estimada utilizando o programa Qualisolo (método de \nArya e Paris) (b). \n\n \n \n\nVerificou-se com esses resultados a mesma tendência observada por Dexter \n\n(2004), ressaltando que os solos com textura argilosas apresentaram um coeficiente \n\nde correlação para SCRqualisolo bem inferior quando comparado a SCRexperimental, \n\nconfirmando a deficiência do modelo Arya e Paris para solos mais argilosos como \n\ndescrito em trabalhos anteriores com a aplicação do modelo de Arya e Paris (ARYA \n\ne PARIS, 1981; BASILE e D?URSO, 1997; VAZ et al., 2005). \n\nSeparando-se os pontos experimentais da Figura 12 para cada classe \n\n(arenosa, média e argilosa) pode-se verificar melhor a variação de S com a \n\ndensidade em função de uma dada textura (Figuras 12 e 13). Dexter (2004a) \n\nrelacionou o índice S com o teor médio de argila de 12 classes texturais, variando de \n\narenosa a argilosa, e observou que esse índice apresentou uma tendência de \n\ndecréscimo com o incremento no teor de argila. Isso é explicável porque solos com \n\nalto teor de argila são freqüentemente mais difíceis de serem manejados. \n\n \n\nb) a) \n\n\n\n46 \n\n \n\n \n\n0.8 1.0 1.2 1.4 1.6 1.8\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\nTextura Arenosa\n\n                          r\n2\n\nS \nCR Qualisolo\n\n         0,34\n\nS \nCR experimental\n\n      0,65\n\nS\n\n? (g cm\n-3\n)\n\n S \nCR Qualisolo\n\n S \nCR experimental\n\n  \n\n0.8 1.0 1.2 1.4 1.6 1.8\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\n S \nCR Qualisolo\n\n S \nCR experimental\n\nTextura Média\n\n                        r\n2\n\nS \nCR Qualisolo\n\n      0,62\n\nS \nCR experimental\n\n   0,73\n\nS\n\n? (g cm\n-3\n)\n\n Textura Média\n\n \n\nFigura 12 - Influencia da densidade no índice S para os solos arenosos (a) e \nde textura média (b). \n\n \n\n0.8 1.0 1.2 1.4 1.6 1.8\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\nTextura Argilosa\n\n                           r\n2\n\nS \nCR Qualisolo\n\n        0,03\n\nS \nCR experimental\n\n     0,55\n\n S \nCR Qualisolo\n\n S \nCR experimental\n\nS\n\n? (g cm\n-3\n)\n\nTextura Argilosa\n\n \n\nFigura 13 - Influencia de densidade no índice S para os solos de textura \nargilosa. \n\n \n\nOs solos do Brasil têm variações muito grandes de densidade das partículas, que \n\ncausam uma variação grande na densidade global. Assim solos arenosos em geral \n\napresentam densidades muito maiores que solos argilosos, às vezes devido ao \n\nefeito da densidade das partículas e não só devido à textura.  \n\na) b) \n\n\n\n47 \n\n \n\n \n\n5.2 Avaliação do índice S em escala de microbacia \n\n \n\n \n\n5.2.1 Parâmetros físicos do solo \n\n \n\n \n\nCom o objetivo de avaliar o índice S para uma escala de microbacia, foram \n\nanalisados em detalhes 15 pontos amostrais da microbacia compreendendo as \n\nclasses de solos mais comumente encontradas nesse ecossistema: 1) Latossolo \n\nVermelho Amarelo (LVA), com áreas de mata, pastagem, eucalipto, milho, sorgo e \n\ncana-de-açúcar; 2) Latossolo Vermelho (LV), com coberturas de mata, pastagem e \n\nmilho; 3) Latossolo Vermelho distroférrico (LVdf), antigo Latossolo Roxo, com \n\ncobertura de mata e pastagem; 4) Neossolo Quartzarênico ótico (RQo): \n\ncompreendendo mata e pastagem e; 5) Nitossolo Vermelho (NV), antiga Terra Roxa \n\nEstruturada, nas áreas de mata e pastagem. Para cada ponto foram feitas medidas \n\nde resistência à penetração, umidade volumétrica, densidade global, curva de \n\nretenção da água, granulometria (distribuição do tamanho de partículas), \n\nmicrotomografia e a determinação do índice S por duas formas diferentes: a partir da \n\ncurva de retenção experimental (SCRexperimental) e da curva de retenção estimada pelo \n\nmodelo de Arya e Paris utilizando o programa Qualisolo (SCRqualisolo). \n\nA Tabela 5 apresenta os valores das umidades gravimétricas na saturação \n\n(usat), as umidades residuais (ures) (15000 hPa ou 1500 kPa), na capacidade de \n\ncampo (ucc) (10 kPa ou 100 hPa) e os valores de água disponível (AD = ucc – ures). \n\nao tamanho e ao arranjo diferenciado dessas partículas (ALLEONI; \n\nCAMARGO,1997). \n\n \n\n \n\n \n\n\n\n48 \n\n \n\n \n\n \n\nTabela 5 - Umidade de saturação, umidade residual, umidade na capacidade \n\nde campo e água disponível para os 15 solos estudados. \n\nSolo \nProf. usat ures ucc AD \n\ncm kg kg\n-1\n\n \n\nLVA Mata \n0-10 0,54 0,16 0,22 0,06 \n\n10-30 0,41 0,15 0,23 0,08 \n\nLVA \nPastagem \n\n0-10 0,34 0,13 0,18 0,06 \n\n10-30 0,36 0,15 0,21 0,05 \n\nLVA \nEucalipto \n\n0-10 0,42 0,13 0,21 0,08 \n\n10-30 0,24 0,10 0,15 0,05 \n\nLVA \nmilho \n\n0-10 0,25 0,10 0,17 0,08 \n\n10-30 0,24 0,09 0,13 0,04 \n\nLVA \nSorgo \n\n0-10 0,25 0,09 0,13 0,04 \n\n10-30 0,31 0,10 0,17 0,07 \n\nLVA \nCana-de-\nAçúcar* \n\n0-10 0,39 0,11 0,20 0,09 \n\n10-30 0,40 0,12 0,20 0,08 \n\nLV Mata \n0-10 0,52 0,19 0,24 0,05 \n\n10-30 0,56 0,14 0,21 0,07 \n\nLV \nPastagem \n\n0-10 0,42 0,21 0,29 0,08 \n\n10-30 0,42 0,21 0,28 0,07 \n\nLV Milho \n0-10 0,49 0,17 0,25 0,08 \n\n10-30 0,42 0,17 0,25 0,08 \n\nLVdf \nmata \n\n0-10 0,53 0,16 0,24 0,08 \n\n10-30 0,56 0,16 0,26 0,10 \n\nLVdf \nPastagem \n\n0-10 0,26 0,10 0,16 0,06 \n\n10-30 0,26 0,11 0,15 0,04 \n\nNV Mata \n0-10 0,47 0,16 0,20 0,05 \n\n10-30 0,39 0,15 0,19 0,04 \n\nNV \nPastagem \n\n0-10 0,34 0,20 0,26 0,06 \n\n10-30 0,34 0,16 0,24 0,08 \n\nNQo mata \n0-10 0,34 0,09 0,15 0,06 \n\n10-30 0,31 0,08 0,12 0,04 \n\nNQo \nPastagem \n\n0-10 0,28 0,10 0,16 0,06 \n\n10-30 0,28 0,10 0,15 0,05 \n\n \n \n\nO tráfego de máquinas, equipamentos agrícolas e pisoteio de animais \n\nresultou em maiores RP e densidades para todos os solos sob pastagem e nas \n\ndemais culturas avaliadas (Tabela 6), ou seja, parâmetros como a densidade e a \n\nresistência à penetração aumentam com a intensificação do uso do solo.  \n\n\n\n49 \n\n \n\n \n\nA resistência à penetração é um parâmetro fortemente influenciado pela \n\ndensidade e umidade do solo, bem como o teor de matéria orgânica, textura e \n\noutros, mas apesar disso, Canarache (1990) sugere que valores acima de 2,5 MPa \n\ncomeçam a restringir o pleno crescimento radicular da planta. Outros pesquisadores \n\ncomo Sene et al. (1985), sugerem uma diferenciação entre esse parâmetro para \n\nsolos com textura arenosa (6,0 a 7,0 MPa) e textura argilosa (2,5 MPa).  \n\nPara as áreas de mata, presente nas cinco classes de solos, os valores de \n\nRP estão abaixo do sugerido por Canarache (1990). Os solos sob pastagem são os \n\nque apresentaram maiores valores de RP. A compactação em pastagens é um fato \n\ncomum e pode estar associada às altas pressões exercidas pelo pisoteio de animais. \n\nWillatt e Pullar (1983) assinalaram que bois da raça Jersey podem exercer pressões \n\nde 0,2 MPa, enquanto que as pressões aplicadas nos solos por ovinos e caprinos \n\nforam de 0,08 MPa e 0,06 MPa, respectivamente. De acordo com Kondo e Dias \n\nJunior (1999), o efeito do pisoteio animal é mais pronunciado nos primeiros \n\ncentímetros do solo, geralmente de 0-3 cm de profundidade. No entanto, nessas \n\náreas, para a maioria dos solos inicia-se um incremento nos valores de RP acima \n\ndessa profundidade (Figuras 15 a 17 ).  \n\n\n\n50 \n\n \n\n \n\nTabela 6 – Principais parâmetros físicos avaliados para as quinze áreas \namostradas da MBH do Ribeirão Canchim. \n\nSolo Prof. Argila ? ? max ?rel. ? u RP \n\n cm kg kg\n-1\n g cm\n\n-3\n cm\n\n3\ncm\n\n-3\n kg kg\n\n-1\n MPa \n\nLVA Mata \n0-10 0,25 1,00 1,74 0,57 0,21 0,21 1,0 \n\n10-30 0,24 1,24 1,75 0,71 0,16 0,13 1,7 \n\nLVA \n\nPastagem \n\n0-10 0,25 1,42 1,74 0,81 0,20 0,14 4,5 \n\n10-30 0,26 1,32 1,73 0,76 0,16 0,12 7,3 \n\nLVA \n\nEucalipto \n\n0-10 0,26 1,37 1,74 0,79 0,26 0,19 1,8 \n\n10-30 0,32 1,49 1,69 0,88 0,24 0,16 3,2 \n\nLVA milho \n0-10 0,22 1,70 1,76 0,96 0,25 0,15 1,5 \n\n10-30 0,22 1,68 1,76 0,95 0,23 0,14 2,5 \n\nLVA Sorgo \n0-10 0,24 1,61 1,75 0,92 0,23 0,14 1,6 \n\n10-30 0,26 1,66 1,73 0,96 0,24 0,14 2,7 \n\nLVA Cana-\n\nde-Açúcar \n\n0-10 0,19 1,36 1,78 0,76 0,23 0,17 1,0 \n\n10-30 0,21 1,45 1,77 0,82 0,22 0,15 1,9 \n\nLV Mata \n0-10 0,40 1,16 1,63 0,71 0,20 0,17 1,1 \n\n10-30 0,45 1,18 1,59 0,74 0,21 0,18 2,1 \n\nLV \n\nPastagem \n\n0-10 0,38 1,28 1,64 0,78 0,28 0,22 4,4 \n\n10-30 0,39 1,29 1,64 0,79 0,24 0,19 7,2 \n\nLV Milho \n0-10 0,33 1,10 1,68 0,65 0,25 0,23 1,1 \n\n10-30 0,32 1,30 1,69 0,77 0,28 0,22 3,0 \n\nLVdf mata \n0-10 0,46 1,22 1,59 0,77 0,21 0,17 1,2 \n\n10-30 0,47 1,07 1,58 0,68 0,21 0,20 2,5 \n\nLVdf \n\nPastagem \n\n0-10 0,33 1,64 1,68 0,98 0,25 0,15 1,3 \n\n10-30 0,32 1,58 1,69 0,94 0,25 0,16 2,2 \n\nNV Mata \n0-10 0,42 1,29 1,61 0,80 0,37 0,29 1,0 \n\n10-30 0,38 1,45 1,65 0,88 0,38 0,26 1,7 \n\nNV \n\nPastagem \n\n0-10 0,70 1,37 1,41 0,97 0,22 0,16 9,8 \n\n10-30 0,71 1,42 1,40 1,01 0,23 0,16 8,6 \n\nRQo mata \n0-10 0,15 1,43 1,81 0,79 0,14 0,10 0,9 \n\n10-30 0,16 1,42 1,81 0,79 0,13 0,09 1,5 \n\nRQo \n\nPastagem \n\n0-10 0,15 1,60 1,82 0,88 0,14 0,09 1,7 \n\n10-30 0,15 1,54 1,81 0,85 0,14 0,09 2,2 \n\nu = ?/?; ?: densidade global do solo; ?max : densidade máxima obtida com dados da literatura \nrelacionando ?max com teor de argila (Figura 14) e densidade relativa: ?rel =  ?/?max. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n51 \n\n \n\n \n\n0,0 0,2 0,4 0,6 0,8\n\n1,2\n\n1,4\n\n1,6\n\n1,8\n\n2,0\n\n?\nm\n\na\nx\n (\n\ng\n c\n\nm\n-3\n)\n\nargila (g g\n-1\n)\n\n?\nmax\n\n=1,925-0,736 argila\n\n           r\n2\n = 0,78\n\n \nFigura 14 – Densidade máxima (?max) em função do teor de argila. \n \n\n \n\n0 5 10 15 20 25 30 35 40 45\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nR\nP\n\n (\nM\n\nP\na\n)\n\nProfundidade (cm)\n\n Mata\n\n Pastagem\n\n Eucalipto\n\n Milho\n\n Sorgo\n\n Cana-de-Açúcar\n\n \n\n0 5 10 15 20 25 30 35 40 45\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nR\nP\n\n (\nM\n\nP\na\n)\n\nProfundidade (cm)\n\n Mata\n\n Pastagem\n\n Milho\n\n \n\nFigura 15 - Perfil da resistência à penetração (RP) de 0-40 cm, para o \nLatossolo Vermelho Amarelo (LVA) e para o Latossolo \nVermelho (LV) sob diferentes coberturas. \n\n \n\n  \n\nLVA LV \n\n\n\n52 \n\n \n\n \n\n0 5 10 15 20 25 30 35 40 45\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\nR\n\nP\n (\n\nM\nP\n\na\n)\n\nProfundidade (cm)\n\n Mata\n\n Pastagem\n\n \n\n0 5 10 15 20 25 30 35 40 45\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nR\nP\n\n (\nM\n\nP\na\n\n)\nProfundidade (cm)\n\n Mata\n\n Pastagem\n\n \n\nFigura 16 - Perfil da resistência à penetração (RP) de 0-40 cm, para o Latossolo \nVermelho distroférrico (LVdf) e Nitossolo Vermelho (NV), sob diferentes \ncoberturas do solo. \n\n \n\n0 5 10 15 20 25 30 35 40 45\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\nR\nP\n\n (\nM\n\nP\na\n\n)\n\nProfundidade (cm)\n\n Mata\n\n Pastagem\n\n \n\nFigura 17 - Perfil da resistência à penetração (RP) de 0-40 cm, para o Neossolo \nQuartzarênico órtico (RQo), sob diferentes coberturas do solo. \n\n \n\nQuando um solo está compactado, ou seja, com valores de RP acima de 2,5 \n\nMPa, é iniciada várias modificações não somente física, mas como conseqüência \n\naparecem também alterações ou prejuízos de ordem química e biológica. Mas \n\napesar da resistência à penetração e da densidade do solo ser utilizadas para \n\nNV LVdf \n\nRQo \n\n\n\n53 \n\n \n\n \n\nmonitorar a compactação do solo, essas propriedades não podem ser diretamente \n\nutilizadas para comparar o estado de compactação de solos diferentes \n\n(ARVIDSSON e HAKANSSON, 1991; HAKANSSON e LIPIEC, 2000). A relação \n\nentre a densidade atual do solo e a densidade máxima (?máxima) do solo (densidade \n\nresultante da máxima compactação obtida em laboratório pelo teste de Proctor ou \n\nestimada por função de pedotransferência, como é o caso da Figura 14), tem se \n\nmostrado útil na caracterização da compactação do solo (BEUTLER et al., 2005; \n\nKLEIN, 2006; MARCOLIN e KLEIN, 2011), pois é menos influenciada pelas \n\ncaracterísticas dos minerais do solo e independe do tipo de granulometria do solo. O \n\nquociente dessa relação recebe o nome de densidade relativa do solo (?relativa). \n\nA ?máxima dos diferentes manejos dentro de uma mesma classe de solo são \n\nmuito semelhantes. Esse resultado também foi encontrado por Mentges et al. (2007), \n\nembora apresentem no campo diferentes estruturas. Apenas para o NVef e para o \n\nRQo os valores da ?maxima estavam diferentes dos demais solos, podendo ser \n\ncausado pelo alto teor de argila e areia, respectivamente. A ?relativa apresenta valores \n\nsemelhantes entre os manejos dos diferentes solos. \n\nOutro importante indicador da qualidade física do solo proposto por \n\nReynolds et al. (2002) é a porosidade no domínio dos macroporos e a porosidade da \n\nmatriz do solo, equivalentes aos diâmetros de poros superiores e inferiores a 300 \n\nµm, respectivamente. Os autores justificam o desdobramento dessas duas classes \n\nde poros, porque elas distinguem as funções de armazenamento e transmissão de \n\nágua e ar. Em um solo fisicamente degradado, o diâmetro dos macroporos é \n\nreduzido, a resistência mecânica aumenta e a aeração pode tornar-se deficiente. \n\nAs Figuras 18 a 22 são as imagens de microtomografia computadorizadas \n\n(micro-TC) dos solos estudados (LVA, LV, LVdf, NV e RQo), para as seis coberturas \n\ndo solo. Nessas imagens pode-se observar visualmente o efeito de cada manejo na \n\norganização da estrutura e na porosidade do solo. Nas imagens, as regiões em tom \n\npreto, são equivalentes aos espaços vazios do solo (poros) e as regiões branca \n\nrepresentam as partículas de solo com altas densidades e alta atenuação, ou seja, \n\nprovavelmente os óxidos metálicos de ferro, titânio e manganês (VAZ et al., 2011). \n\nOs tons de cinza claro indicam regiões de menor densidade, enquanto que os tons \n\nde cinza mais escuro, indicam regiões de maior densidade. \n\n \n\n \n\n\n\n54 \n\n \n\n \n\n  \n\n  \n\n  \n\nFigura 18 - Imagens de microtomografia computadorizada de amostras \ncilíndricas de cerca de 2 cm de diâmetro por 2 cm de altura do \nLatossolo Vermelho Amarelo sob área de mata pastagem, \neucalipto, milho, sorgo e cana-de-açúcar (pixel da imagem de \n14,8 ?m, com filtro de Al+Cu). \n\nmata pastagem \n\neucalipto milho \n\nCana-de-açúcar Sorgo \n\n\n\n55 \n\n \n\n \n\n  \n\n \n\nFigura 19 - Imagens de microtomografia computadorizada de amostras \ncilíndricas de cerca de 2 cm de diâmetro por 2 cm de altura do \nLatossolo Vermelho sob área de mata, pastageme milho (pixel \nda imagem de 14,8 ?m, com filtro de Al+Cu). \n\n \n \nPara todos os solos visualiza-se uma maior quantidade de espaços vazios \n\npara a mata e eucalipto devido a maior presença de matéria orgânica, agregados e \n\nausência do trânsito de máquinas. Dessa forma observa-se uma maior diversidade \n\nde poros em relação ao tamanho quando comparado ao solo sob pastagem.  \n\nmata pastagem \n\nmilho \n\n\n\n56 \n\n \n\n \n\n \n\n  \n\nFigura 20 – Imagens de microtomografia computadorizada de amostras \ncilíndricas de cerca de 2 cm de diâmetro por 2 cm de altura do \nLatossolo Vermelho distroférrico sob área de mata e pastagem, \n(pixel da imagem de 14,8 ?m, com filtro de Al+Cu). \n\n \n \n\n  \n\nFigura 21 - Imagens de microtomografia computadorizada de amostras \ncilíndricas de cerca de 2 cm de diâmetro por 2 cm de altura do \nNitossolo Vermelho sob área de mata e pastagem (pixel da \nimagem de 14,8 ?m, com filtro de Al+Cu). \n\n \n\nmata pastagem \n\nmata pastagem \n\n\n\n57 \n\n \n\n \n\n  \n\nFigura 22 - Imagens de microtomografia computadorizada de amostras \ncilíndricas de cerca de 2 cm de diâmetro por 2 cm de altura do \nNeossolo Quartzarênico órtico sob área de mata e pastagem \n(pixel da imagem de 14,8 ?m, com filtro de Al+Cu). \n\n \n\n \n\nEssas imagens de micro-TC feitas com tamanho do pixel de 14,8 ?m, \n\noferecem uma resolução do dobro do seu tamanho, ou seja, de 30 ?m (STOCK, \n\n2008). Portanto, quando falamos de porosidade em imagens com essa resolução, \n\nsomente é possível avaliar os poros ou espaços vazios que possuem diâmetro igual \n\nou acima desse valor. Segundo Camargo e Alleoni (1997), os macroporos possuem \n\ndiâmetro superior a 30 ?m (potencial de aproximadamente 10 kPa), ou seja, nessas \n\nimagens foi possível quantificar através do software CTAn da SkyScan\n®\n, somente os \n\nmacroporos. Essa caracterização se torna muito clara quando comparamos solos \n\ncom tratamentos diferentes, como pode ser observado na Tabela 5. \n\nA Figura 23 apresenta uma comparação entre a macroporosidade \n\ndeterminada pela microtomografia, a porosidade total e a macroporosidade obtida \n\npela curva de retenção. Apesar da dispersão dos pontos, causado provavelmente \n\npela variabilidade entre as amostras usadas para a tomografia e curva de retenção, \n\nobserva-se uma tendência de correlação entre os dados da tomografia e da curva de \n\nretenção. \n\n \n\n \n\n \n\n \n\n \n\nmata pastagem \n\n\n\n58 \n\n \n\n \n\n16 20 24 28 32 36\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n porosidade total\n\n microporosidade\n\n \n\n?\nT\n ,\n m\n\na\nc\nro\n\n (\n%\n\n)\n\n?\nT\n TC (%)\n\n \n\nFigura 23 - Comparação entre a macroporosidade determinada pela \nmicrotomografia, a porosidade total e a macroporosidade obtida \npela curva de retenção. \n\n \n\nTabela 7 - Comparação entre os valores em porcentagem de porosidade \n\ntotal obtidos por dois métodos: curva de retenção de água no \n\nsolo e microtomografia computadorizada. \n\nSolo Cobertura ?T ?T TC micro macro ? ?relativa \n\nLVA \n\nMata 56,2 26,6 25,6 32.8 1,12 0,64 \n\nPastagem 54,2 22,3 26,7 22,8 1,37 0,79 \n\nEucalipto 59,8 28,7 34,0 25,5 1,43 0,84 \n\nMilho 45,5 22,5 30,8 14,8 1,69 0,96 \n\nSorgo 44,8 20,4 25,5 19,5 1,64 0,94 \n\nCana-de-Açúcar 47,0 21,5 26,7 20,5 1,41 0,79 \n\nLV \n\nMata 68,8 23,8 30,2 38,5 1,17 0,73 \n\nPastagem 58,3 22,8 39,3 19,2 1,29 0,79 \n\nMilho 57,7 23,9 32,8 25,0 1,20 0,71 \n\nLVdf \nMata 68,7 25,8 34,7 34,0 1,15 0,73 \n\nPastagem 47,0 18,3 28,2 18,8 1,61 0,96 \n\nNV \nMata 57,7 32,5 31,0 27,0 1,37 0,84 \n\nPastagem 53,2 19,1 36,5 16,7 1,40 0,99 \n\nRQo \nMata 49,5 33,6 22,2 27,2 1,43 0,79 \n\nPastagem 48,7 16,3 19,7 29,0 1,57 0,87 \n\n?T (%):: porosidade total fornecida pela curva de retenção de água do solo; ?T TC (%): porosidade \ntotal (poros acima de 30  ?m) obtida da tomografia computadorizada; micro e macro (m\n\n3\nm\n\n-3\n): \n\nmicroporosidade e macroporosidade fornecida pela curva de retenção de água do solo.  \n\n \n\nNesses resultados observa-se que os valores de macroporos e de \n\nporosidade total foram menores nos solos sob pastagem em comparação com o solo \n\nsob mata. As áreas de milho e sorgo para o LVA  também apresentaram valores de \n\nporosidade total bem inferiores aos demais solos, correspondendo aos maiores \n\n\n\n59 \n\n \n\n \n\nvalores de densidade relativa. A redução da porosidade total pode estar relacionada \n\nà redução do volume ocupado por macroporos no solo de mata em função do \n\nprocesso de compactação quando se inicia a implantação de uma cultura ou tráfego \n\nde animais, como atestam Assouline et al. (1997), Klein e Libardi (2002) e Araújo et \n\nal. (2004).  \n\nAtravés das imagens (Figuras 18 a 22), observa-se nas áreas de mata, um \n\nmaior desenvolvimento dos poros estruturais (macroporos), o que resulta em menor \n\nRP e ?relativa do solo. Nas áreas de cultura e pastagem, há uma diminuição da \n\ndiversidade de poros, sendo os macroporos os primeiros a serem afetados pelo \n\nprocesso de compactação, como também foi constatado por Lima et al. (2005). \n\nPara Camargo e Alleoni (1997), a distribuição da porosidade total de um solo \n\nideal para a produção agrícola deve ser de 50%, que, na capacidade de campo, teria \n\n33,5% para a água e 16% para o ar. Normalmente, em condições de solo não \n\nsaturado, os poros maiores (macroporos) são ocupados por ar e os poros menores \n\n(microporos) ocupados por água. Nesse estudo os valores de porosidade total \n\nforam, em geral, superiores a 50%, com exceção para os solos, LVA com milho \n\n(45,5%), LVA com sorgo (44,8%), LVA com cana-de-açúcar (47,0%), LVdf com \n\npastagem (47,0%), RQo com mata (49,5%) e RQo com pastagem (48,7%) indicando \n\numa boa porosidade para aeração, infiltração de água e qualidade física para o \n\ncrescimento das plantas (BRADY e WEIL, 1999; CAMARGO e ALLEONI, 1997). \n\nAs Figuras de 24 a 26 apresentam as curvas de retenção para os 15 pontos \n\nexperimentais referentes aos diferentes solos e coberturas (culturas). Os potenciais \n\nsão expressos em hPa e as umidades em base de massa (kg kg\n-1\n\n) para facilitar a \n\naplicação do conceito do índice S de Dexter. As linhas contínuas representam o \n\najuste do modelo de van Genuchten nos dados experimentais. \n\nO efeito da degradação física do solo pode ser claramente observado na \n\ncurva de retenção da água do solo em geral, como redução nos valores de umidade \n\nde saturação e da retenção dos macroporos. As diferenças observadas nos valores \n\ndas umidades residuais, nas curvas de retenção (Figuras 24 a 26) em um mesmo \n\nsolo e para diferentes culturas, são atribuídas provavelmente à variabilidade \n\nespacial. Apesar de serem classificados como mesmos solos, existem distâncias \n\nrazoáveis entre as áreas de um determinado solo submetido à diversas coberturas, o \n\nque pode ser verificado pelas diferenças nas texturas. Constatou-se que o uso, o \n\nmanejo do solo e a profundidade alteraram consideravelmente o formato e valores \n\n\n\n60 \n\n \n\n \n\ndas curvas de retenção de água no solo com a redução da porosidade \n\n(principalmente da macroporosidade) e como conseqüência a diminuição da \n\ncapacidade de retenção de água. Estas alterações foram mais acentuadas na área \n\ncom pastagem para a maioria dos solos e também com milho e sorgo no Latossolo \n\nVermelho Amarelo. Carvalho Filho et. al (2009) também observaram em seu trabalho \n\nque o sistema de uso com pastagem utilizado como pastejo intensivo apresentou a \n\nmenor macroporosidade do solo e consequentemente o menor conteúdo de água \n\nretido nas tensões de água inferiores a 20 kPa. \n\n\n\n61 \n\n \n\n \n\n \n\n1\n\n10\n\n100\n\n1000\n\n10000\n\n100000\n\n0.1 0.2 0.3 0.4 0.5 0.6\n\nu (kg kg\n-1\n)\n\nh\n (\n\nh\nP\n\na\n)\n\n mata\n\n pastagem\n\n eucalipto\n\n milho\n\n sorgo\n\n cana-de-açúcar\n\n \n\n1\n\n10\n\n100\n\n1000\n\n10000\n\n100000\n\n0.1 0.2 0.3 0.4 0.5 0.6\n\nu (kg kg\n-1\n)\n\nh\n (\n\nh\nP\n\na\n)\n\n mata\n\n pastagem\n\n eucalipto\n\n milho\n\n sorgo\n\n cana-de-açúcar\n\n \n\n1\n\n10\n\n100\n\n1000\n\n10000\n\n100000\n\n0.1 0.2 0.3 0.4 0.5 0.6\n\nu (kg kg\n-1\n)\n\nh\n (\n\nh\nP\n\na\n)\n\n mata\n\n pastagem\n\n milho\n\n \n\n1\n\n10\n\n100\n\n1000\n\n10000\n\n100000\n\n0.1 0.2 0.3 0.4 0.5 0.6\n\nu (kg kg\n-1\n)\n\nh\n (\n\nh\nP\n\na\n)\n\n mata\n\n pastagem\n\n milho\n\n \n\nFigura 24 – curva de retenção da água nos solos LVA e LV de 0-10 e 10-30 cm, para \ndiversas culturas. \n\nLVA 0-10 cm LVA 10-30 cm \n\nLV 0-10 cm LV1 0-30 cm \n\n\n\n62 \n\n \n\n \n\n1\n\n10\n\n100\n\n1000\n\n10000\n\n100000\n\n0.1 0.2 0.3 0.4 0.5 0.6\n\nu(kg kg\n-1\n)\n\nh\n (\n\nh\nP\n\na\n)\n\n pastagem\n\n mata\n\n \n\n1\n\n10\n\n100\n\n1000\n\n10000\n\n100000\n\n0.1 0.2 0.3 0.4 0.5 0.6\n\nu (kg kg\n-1\n)\n\nh\n (\n\nh\nP\n\na\n)\n\n mata\n\n pastagem\n\n \n\n1\n\n10\n\n100\n\n1000\n\n10000\n\n100000\n\n0.1 0.2 0.3 0.4 0.5 0.6\n\nu (kg kg\n-1\n)\n\nh\n (\n\nh\nP\n\na\n)\n\n pastagem\n\n mata\n\n \n\n1\n\n10\n\n100\n\n1000\n\n10000\n\n100000\n\n0.1 0.2 0.3 0.4 0.5 0.6\n\nu (kg kg\n-1\n)\n\nh\n (\n\nh\nP\n\na\n)\n\n mata\n\n pastagem\n\n \n\nFigura 25 – Curvas de retenção da água nos solos LVdf e NVef de 0-10 e 10-\n30 cm, em mata e pastagem. \n\n \n\nLVdf 0-10 cm LVdf 10-30 cm \n\nNVef 10-30 cm NVef 0-10 cm \n\n\n\n63 \n\n \n\n \n\n1\n\n10\n\n100\n\n1000\n\n10000\n\n100000\n\n0.1 0.2 0.3 0.4 0.5 0.6\n\nU (kg kg\n-1\n)\n\nh\n (\n\nh\nP\n\na\n)\n\n mata\n\n pastagem\n\n \n\n1\n\n10\n\n100\n\n1000\n\n10000\n\n100000\n\n0.1 0.2 0.3 0.4 0.5 0.6\n\nu (kg kg\n-1\n)\n\nh\n (\n\nh\nP\n\na\n)\n\n mata\n\n pastagem\n\n \nFigura 26 - Curvas de retenção da água no solo RQo de 0-10 e 10 – 30 cm, \n\nem mata e pastagem. \n \n \n\nEm solos compactados a quantidade de água retida diminui, pois há uma \n\ndiminuição da porosidade total do solo. Na Figura 24 que apresenta os seis tipos de \n\ncobertura para o LVA, destaca-se a curva de retenção para o solo de mata, com \n\numa maior porosidade e melhor estrutura, devido a grande presença de matéria \n\norgânica e a ausência do tráfego de máquinas. Observa-se também que em altas \n\ntensões, como também constatado por Demattê (1988) e Beutler et al. (2002), o \n\nmaior teor de argila foi responsável por maior retenção de água, visto que, acima da \n\ntensão de 20 kPa ou 200 hPa, a estrutura deixa de ser relevante na retenção de \n\nágua e a retenção passa a ser governada pelo efeito da textura do solo. \n\n \n\n \n\n5.2.2 Índice S medido e estimado nos 15 pontos da microbacia. \n\n \n\n \n\nOs valores do índice de qualidade física do solo (S) obtidos pela inclinação \n\nda curva de retenção de água no solo no seu ponto de inflexão diretamente na curva \n\nde retenção experimental (SCRexperimental) e pela curva de retenção estimada pelo \n\nQualissolo são (SCRqualisolo) são apresentados na Tabela 8. Uma comparação gráfica \n\nentre os dois procedimentos de determinação se S é apresentado na (Figura 27).  \n\nRQo 0-10 cm RQo 10-30 cm \n\n\n\n64 \n\n \n\n \n\n \n\nTabela 8 – Índice S obtidos com a curva de retenção experimental e \n\nestimada pelo Qualisolo para as quinze áreas estudadas da MBH. \n\nSolo \nProf.  \n\n(cm) \n\nS \n\nCRQualisolo \n\nS \n\nCRexperimental \n\nLVA Mata \n0-10 0.138 0.143 \n\n10-30 0.090 0.092 \nLVA \n\nPastagem \n\n0-10 0.053 0.053 \n10-30 0.060 0.067 \n\nLVA \n\nEucalipto \n\n0-10 0.064 0.062 \n10-30 0.058 0.062 \n\nLVA milho \n0-10 0.039 0.035 \n\n10-30 0.044 0.037 \n\nLVA Sorgo \n0-10 0.044 0.046 \n\n10-30 0.039 0.044 \nLVA Cana-\n\nde-Açúcar* \n\n0-10 0.069 0.062 \n10-30 0.055 0.058 \n\nLV Mata \n0-10 0.078 0.145 \n\n10-30 0.071 0.131 \nLV \n\nPastagem \n\n0-10 0.051 0.041 \n10-30 0.046 0.062 \n\nLV Milho \n0-10 0.074 0.122 \n\n10-30 0.058 0.062 \n\nLVdf mata \n0-10 0.076 0.099 \n\n10-30 0.090 0.113 \nLVdf \n\nPastagem \n\n0-10 0.046 0.039 \n10-30 0.048 0.051 \n\nNV Mata \n0-10 0.062 0.083 \n\n10-30 0.053 0.060 \nNV \n\nPastagem \n\n0-10 0.023 0.051 \n10-30 0.025 0.046 \n\nRQo mata \n0-10 0.078 0.090 \n\n10-30 0.076 0.090 \nRQo \n\nPastagem \n\n0-10 0.053 0.044 \n10-30 0.058 0.053 \n\n \n\n\n\n65 \n\n \n\n \n\n0.00 0.02 0.04 0.06 0.08 0.10 0.12 0.14 0.16\n0.00\n\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\n0.16\n\nr\n2\n=0.71\n\nS\n C\n\nR\n Q\n\nu\na\nli\n\ns\no\n\nlo\n\nS \nCR experimental  \n\nFigura 27 – Comparação entre os valores de S determinados diretamente da \ncurva de retenção experimental (SCRexperimental e da curva \nestimada pelo Qualisolo (SCRqualisolo). \n\n \n\n \n\nVerifica-se uma boa concordância entre os dois procedimentos, \n\nprincipalmente para os solos mais arenosos (LVA e RQo). As maiores diferenças \n\nforam obtidas para os solos argilosos, principalmente o LV na condição de altos \n\nvalores de S, ou seja, para a condição de mata, que é justamente aquela onde \n\nocorre a maior variabilidade espacial. Assim, as diferenças de procedimentos podem \n\nser atribuídas as dificuldades do método de Arya e Paris com solos mais argilosos e \n\ndevido à maior variabilidade espacial das amostras de solos argilosos coletadas nas \n\náreas de mata. \n\nEm geral, observa-se que os valores de S seguem a mesma tendência dos \n\nparâmetros do solo que estão associados com a qualidade do solo, que são \n\ndensidade e RP (compactação), porosidade e curva de retenção (disponibilidade de \n\nágua) e a avaliação qualitativa e quantitativa das imagens de microtomografia que \n\nestão associadas com a macroporosidade. Conforme sugerido no modelo de Dexter, \n\nquanto menor o valor de S pior a qualidade física do solo. Para o LVA, o maior valor \n\nde S foi encontrado na área de mata (0,115 e 0,117), indicando que o solo tem boa \n\nqualidade física. Essa tendência pode ser confirmada pelos dados apresentados na \n\nTabela 4, onde verifica-se um menor valor de densidade para este solo (1,0 g cm\n-3\n\n \n\n\n\n66 \n\n \n\n \n\nna profundidade de 0-10 cm e 1,24 g cm\n-3\n\n em 10-30 cm) e menor RP 1,0 e 1,7 nas \n\ncamadas de 0-10 e 10-30 cm. Os solos com as coberturas de milho e sorgo \n\napresentaram os menores valores de S (0,041; 0,037 e 0,041; 0,044, \n\nrespectivamente), concordando com os maiores valores de RP, densidade e o \n\nformato da curva de retenção que expressa a sua degradação física. Para o restante \n\ndos solos, a pastagem sempre apresentou um valor de S inferior ao solo de mata \n\ncompreendendo entre 0,023 a 0,067.  \n\nA Figura 28 apresenta os valores de S para todos os solos e coberturas, nos \n\ndois procedimentos de medida utilizados. Segundo Dexter (2007) apesar de ser \n\npossível uma classificação visual do solo em relação a sua qualidade física, o índice \n\nS é importante por ser uma medida objetiva. As categorias propostas por Dexter \n\n(2004) são: solo muito bom: (S ? 0,050); bom: (0,050 > S ? 0,035); pobre: (0,035 > S \n\n? 0,020) e muito pobre: (S ? 0,020). \n\n \n\n \n\nFigura 28 - Valores correspondentes de S para as 15 áreas estudadas da MBH do \nRibeirão Canchim. \n\n \n \nVerifica-se que pelo cálculo de S pela curva de retenção estimada nenhum \n\ndos solos, tanto em mata como sob cultura, apresenta valores inferiores ao limite de \n\n0,035, que separa a condição de solo com qualidade boa e ruim. Pelo valor \n\nestimado pelo Qualisolo, apenas a condição NV pastagem é que seria considerada \n\nde qualidade pobre. \n\n\n\n67 \n\n \n\n \n\nUm aspecto interessante a observar é que alguns outros trabalhos \n\nrealizados com solos do Brasil também obtiveram valores de S sempre maiores que \n\no limite de 0,035 (Dexter (2004a), como Angelotti Netto et al. (2007), Marchão et al. \n\n(2007), Beutler (2008) e Aratani et al. (2009). \n\nA degradação física do solo evidenciada pelo aumento na densidade do \n\nsolo resulta em modificações no sistema poroso com efeitos danosos às plantas. \n\nIsso decorre da redução da porosidade total do solo e da macroporosidade, \n\nreduzindo as trocas de gases entre o solo e a atmosfera e aumentando a RP, o que \n\npoderia atuar como fator limitante ao crescimento das plantas dentro da faixa de \n\nágua disponível (LETEY, 1985; TOPP et al., 1994). Os solos cobertos por pastagem, \n\nmilho e sorgo, apresentados nesse estudo, tiveram altas densidades, resistência à \n\npenetração e uma diminuição na retenção de água devido a compactação e a \n\ndegradação física que sofreram. As porosidades total e macroporosidades também \n\ndiminuíram. Portanto, essas áreas apresentam uma degradação física evidente, mas \n\ncomo já foi visto, os valores de S encontrados, segundo a classificação de Dexter \n\n(2004), se enquadram em solos com boa qualidade física. Carvalho Filho et al. \n\n(2009), também encontraram valores maiores de S e observaram que o valor crítico \n\nproposto por Dexter (2004), para o solo em questão, deveria ser de 0,063, uma vez \n\nque esse coincidiu com a densidade crítica do solo estudado. Andrade et al. (2009b) \n\nconcluíram, com base em equações de regressão, que o valor limite de S também \n\ndeveria ser maior (S=0,045) que o valor proposto por Dexter (2004a) (que é de \n\n0,035). Afirma que S=0,045 mostra-se adequado à divisão entre solo de boa \n\nqualidade estrutural e solo com tendências a se tornar degradado, enquanto valores \n\nde S ? 0,025 indicam solos inteiramente degradados fisicamente. \n\nIsso sugere que talvez o valor desse limiar apresentado por Dexter deve ser \n\natualizado em função de solos com diferentes origens ou locais. Para isso uma \n\ncomparação mais extensiva, considerando solos de diferentes regiões, bem como \n\ndiferentes métodos de determinação da curva de retenção da água solo empregados \n\nnos diferentes trabalhos, deve ser realizada no futuro.  \n\nIsso demonstra que precisam ser realizados mais estudos para definir \n\nparâmetros condizentes com as condições dos solos tropicais com relação ao índice \n\nS. Mas ainda há uma outra problemática que é a não concordância e muitas vezes o \n\nnão esclarecimento nos cálculos do parâmetro S, dificultando a comparação entre \n\ntrabalhos e o uso errôneo da escala de parâmetros proposto por Dexter (2004).  \n\n\n\n68 \n\n \n\n \n\nA teoria desenvolvida para obter o valor S apresentada por Dexter (2004a), \n\nvem da definição da curva de retenção de água como a relação entre a umidade \n\ngravimétrica (kg kg\n-1\n\n) e o logaritmo (base e) do potencial de água do solo em hPa. \n\nEm alguns trabalhos, o parâmetro S tem sido calculado em umidade volumétrica \n\n(FIDALSKI e TORMENA, 2007), ou com potencial em kPa (ANDRADE e STONE \n\n2009b), cm de água (FIDALSKI e TORMENA, 2007), MPa (CARVALHO FILHO, \n\n2009). Ou ainda, em alguns casos, as unidades não são mencionadas nos \n\ntrabalhos, pressupondo-se que sejam as mesmas usadas para a função de van \n\nGenuchten (1980), como acontece em Marchão et al. (2007), Freddi et al. (2009). A \n\nquestão está nas unidades em que são plotados os dados, pois a escala influencia o \n\nformato da curva e também desloca a sua posição nos eixos, gerando parâmetros \n\nde ajustes diferentes e conseqüentemente valores de S diferentes. Quando se faz \n\nuso de unidades distintas daquelas definidas por Dexter (2004a) não se pode utilizar \n\nos limiares propostos no modelo original. \n\nEntretanto, independente dos valores absolutos obtidos, comparados com o \n\nlimiar, a avaliação comparativa entre os solos e sistemas de cultivo, bem como a \n\ncomparação do índice com propriedades física do solo associadas com qualidade \n\n(densidade, porosidade, RP, curva de retenção e outras) em um dado trabalho \n\nfornece informações bastante úteis dos aspectos da qualidade física do solo. Para \n\ntanto, a seguir os valores de S são correlacionados com os diversos parâmetros \n\nfísicos medidos neste trabalho. \n\nA Figura 29 apresenta a correlação entre os valores de S com a densidade \n\nglobal do solo (?) e a densidade relativizada pela densidade máxima obtida pelo \n\nteste de Proctor (?max). De acordo com Andrade e Stone (2009), o índice S é \n\naltamente correlacionado com a densidade do solo, porosidade total e \n\nmacroporosidade, mostrando tratar-se de um indicador adequado da qualidade física \n\ndo solo. Pode-se observar que quanto maior a densidade global ou relativa, maior é \n\no índice S e que houve um aumento significativo no coeficiente de determinação (r\n2\n) \n\nquando S foi correlacionado com ?relativa no caso de S CRqualisolo. Valores de ?relativa \n\nacima de 0,86 são considerados elevados e prejudiciais ao desenvolvimento das \n\nculturas e abaixo de 0,80 podem afetar a produtividade de alguns cereais em \n\nconseqüência da redução da capacidade de armazenamento de água no solo \n\n(LINDSTRON e VOORHEES, 1994). Segundo ARVIDSSON e HAKANSSON (1991), \n\nem geral, na ?relativa de 0,86 são obtidas maiores produtividades, oscilando com as \n\n\n\n69 \n\n \n\n \n\ncondições climáticas e culturas, sendo os resultados similares para os diferentes \n\nsolos. \n\n \n\n0.8 1.0 1.2 1.4 1.6 1.8\n\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\n0.16\n\nr\n2\n = 0,48\n\nS\n C\n\nR\n Q\n\nu\na\nli\n\ns\no\n\nlo\n\n? (g cm\n-3\n)\n\n argilosa\n\n média\n\n arenosa\n\n1.0 1.2 1.4 1.6 1.8\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\n0.16\n\nr\n2\n = 0,69\n\nS\n C\n\nR\n e\n\nx\np\n\ne\nri\n\nm\ne\nn\n\nta\nl\n\n? (g cm\n-3\n)\n\n argilosa\n\n média\n\n arenosa\n\n \n\n \n\n0.5 0.6 0.7 0.8 0.9 1.0\n\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\nr\n2\n = 0,76S\n\n C\nR\n\n Q\nu\n\na\nli\n\ns\no\n\nlo\n\n?\nrelativa\n\n (g cm\n-3\n)\n\n argilosa\n\n média\n\n arenosa\n\n \n\n0.5 0.6 0.7 0.8 0.9 1.0\n\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\n0.16\n\nr\n2\n = 0,67\n\nS\n C\n\nR\n e\n\nx\np\n\ne\nri\n\nm\ne\nn\n\nta\nl\n\n? \nrelativa\n\n (g cm\n-3\n)\n\n argilosa\n\n média\n\n arenosa\n\n \n\nFigura 29 - Correlação entre os valores do índice S calculado a partir da curva de retenção \nestimada pelo modelo de Arya e Paris (Scr qualisolo) e experimental (S \n\nCRexperimental) versus  densidade global do solo (?) e densidade relativa, para os \nprincipais solos encontrados na MBH do Ribeirão Canchim. \n\n \n\n\n\n70 \n\n \n\n \n\n0.04 0.06 0.08 0.10\n\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\nr\n2\n = 0,020\n\nS\n C\n\nR\n Q\n\nu\na\nli\n\ns\no\n\nlo\n\nÁgua disponível (kg kg\n-1\n)\n\n argilosa\n\n média\n\n arenosa\n\n0.04 0.06 0.08 0.10\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\n0.16\n\nr\n2\n = 0,017S\n\n C\nR\n\n e\nx\np\n\ne\nri\n\nm\ne\nn\n\nta\nl\n\nÁgua disponível (kg kg\n-1\n)\n\n argilosa\n\n média\n\n arenosa\n\n \n\n \n\n0.2 0.3 0.4 0.5 0.6 0.7\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\n0.16\n\nr\n2\n = 0,42S\n\n C\nR\n\n Q\nu\n\na\nli\n\ns\no\n\nlo\n\n?\nT\n (kg kg\n\n-1\n)\n\n argilosa\n\n média\n\n arenosa\n\n0.2 0.3 0.4 0.5 0.6 0.7\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\n0.16\n\nr\n2\n = 0,72\n\nS\n C\n\nR\n e\n\nx\np\n\ne\nri\n\nm\ne\nn\n\nta\nl\n\n?\nT\n  (kg kg\n\n-1\n)\n\n argilosa\n\n média\n\n arenosa\n\n \n\nFigura 30 - Correlação entre os valores do índice S calculado a partir da curva de retenção \nestimada pelo modelo de Arya e Paris (SCRqualisolo) e experimental \n(SCRexperimental) versus  água disponível e porosidade total obtida da curva de \nretenção, para os principais solos encontrados na MBH do Ribeirão Canchim. \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n71 \n\n \n\n \n\n0.1 0.2 0.3 0.4\n\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\nr\n2\n = 0,65\n\nS\n C\n\nR\n Q\n\nu\na\nli\n\ns\no\n\nlo\n\nmacroporosidade (kg kg\n-1\n)\n\n argilosa\n\n média\n\n arenosa\n\n \n\n0.1 0.2 0.3 0.4 0.5\n\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\n0.16\n\nr\n2\n  = 0,93\n\nS\n C\n\nR\n e\n\nx\np\n\ne\nri\n\nm\ne\nn\n\nta\nl\n\nmacroporosidade (kg kg\n-1\n)\n\n argilosa\n\n média\n\n arenosa\n\n \n\n \n\n0.2 0.3 0.4 0.5 0.6 0.7\n\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\n0.16\n\nr\n2\n = 0,31\n\nS\n C\n\nR\n Q\n\nu\na\nli\n\ns\no\n\nlo\n\n?\nT\n estimada (kg kg\n\n-1\n)\n\n argilosa\n\n média\n\n arenosa\n\n0.2 0.3 0.4 0.5 0.6 0.7\n\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\n0.16\n\nr\n2\n = 0,59\n\nS\n C\n\nR\n e\n\nx\np\n\ne\nri\n\nm\ne\nn\n\nta\nl\n\n?\nT\n estimada (kg kg\n\n-1\n)\n\n argilosa\n\n média\n\n arenosa\n\n \n\nFigura 31 - Correlação entre os valores do índice S calculado a partir da curva de retenção \nestimada pelo modelo de Arya e Paris (SCRqualisolo) e experimental \n(SCRexperimental) versus  macroporosidade, obtida da curva de retenção e \nporosidade estimada, para os principais solos encontrados na MBH do \nRibeirão Canchim. \n\n \n\n \n\nCom as equações de regressão obtidas da correlação entre S CRqualisolo (S \n\nCRqualisolo = - 0,1794 ?relativa + 0,2082) e S CRexperimental  (S CRexperimental = - 0,2442 ?relativa + \n\n0,2722) versus densidade relativa, foram empregados o valor de ?relativa de 0,86 para \n\ndeterminar um valor de S crítico para os solos estudados. Obteve-se dessa forma, \n\num valor crítico de 0,054 para S CRQualisolo e de 0,062 para S CRexperimental. \n\n\n\n72 \n\n \n\n \n\nO índice S correlacionou-se significativamente com todos os atributos físicos \n\ndo solo avaliados (Figuras 29 a 32) com exceção da água disponível que apresentou \n\numa alta dispersão dos pontos. As funções de regressão entre os atributos físicos \n\nem função de S ajustaram-se relativamente bem ao modelo linear. Assim, com o \n\naumento da macroporosidade e da porosidade total, houve correlação positiva em \n\nrelação ao índice S. Com o aumento da densidade do solo e da densidade relativa, \n\ncorrelações negativas foram observadas, concordando com Stone et al. (2005), \n\nDexter (2004a) e Aratani et al. (2009). Verificou-se que o maior coeficiente de \n\ndeterminação foi encontrado para a macroporosidade, corroborando com Stone et \n\nal. (2005) e Aratani et al. (2009). \n\n0 2 4 6 8 10 12\n\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\n0.16\n\nr\n2\n = 0,27\n\nS\n C\n\nR\n Q\n\nu\na\nli\n\ns\no\n\nlo\n\nRP (MPa)\n\n textura argilosa\n\n textura média\n\n textura arenosa\n\n0 2 4 6 8 10 12\n\n0.02\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\n0.12\n\n0.14\n\n0.16\n\nr\n2\n = 0,11\n\nS\n C\n\nR\n e\n\nx\np\n\ne\nri\n\nm\ne\nn\n\nta\nl\n\nRP (MPa)\n\n textura argilosa\n\n textura média\n\n textura arenosa\n\n \nFigura 32 - Correlação entre os valores do índice S e de resistência à penetração (RP) em \n\nMPa para os principais solos encontrados na MBH do Ribeirão Canchim: \nLatossolo Vermelho Amarelo, Latosolo Vermelho, Latossolo Vermelho \ndistroférrico, Nitossolo Vermelho e Neossolo Quartzarênico sob diferentes \ncoberturas. \n\n \n\nO índice S responde às variações na densidade e RP. Quanto maior a \n\ndensidade e a RP do solo, menor será o índice S. Para o LVA, por exemplo, na área \n\nde pastagem, resultou em uma RP de 5,9 MPa (valor médio de 0-40 cm) e \n\nconseqüentemente um índice SCRqualisolo igual a 0,057. No entanto, em alguns casos, \n\nobserva-se inconsistências entre os valores de S e de RP, como no caso do solo \n\nLVA em área de mata, onde a RP foi baixa (1,4 MPa, média de 0-40 cm) e o valor de \n\nSCRqualisolo foi de 0,115, ou seja, muito alto com relação a escala de Dexter. Essas \n\ninconsistências pontuais podem ser explicadas por vários aspectos, como por \n\n\n\n73 \n\n \n\n \n\nexemplo a própria dificuldade do parâmetro avaliado (no caso a RP) de fornecer \n\ndados consistentes para a avaliação da qualidade do solo. Deve-se lembrar que a \n\nRP é altamente afetada pela umidade do solo, por exemplo. Assim, a idéia dessa \n\nabordagem é de se avaliar as tendências gerais de correlações de S com os \n\nparâmetros físicos do solo, para se avançar no entendimento dos índices de \n\nqualidade do solo, como é o caso do índice S, com outros parâmetros que também \n\nsão usados para esse fim.   \n\n \n\n \n\n5.3 Ampliação do estudo do índice S em escala de microbacia \n\n \n\n \n\nForam avaliados 30 pontos aleatoriamente e coletadas amostras para \n\ngranulometria detalhada, amostra indeformada para densidade e umidade, medidas \n\nde resistência à penetração e a determinação do índice S através da curva de \n\nretenção estimada pelo modelo de Arya e Paris, com a finalidade de caracterizar a \n\nárea da MBH com relação à sua qualidade física. Os resultados dessas \n\ndeterminações estão na Tabela 9. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n74 \n\n \n\n \n\nTabela 9 - Valores médios de argila do solo (kg kg\n-1\n\n), ? (g cm\n-3\n\n),?maxima (g cm\n-3\n\n), \n\n?relativa (g cm\n-3\n\n), u (kg kg\n-1\n\n) e RP (MPa) dos trinta pontos \n\namostrados na MBH do Ribeirão Canchim. \n\nsolo cobertura \nprof. Argila ? ?maxima ?relativa u RP \n\nSCRqualisolo \ncm kg kg\n\n-1\n g cm\n\n-3\n kg kg\n\n-1\n MPa \n\nLV \n\nmata \n0-10 0,30 1,33 1,70 0,78 0,11 0,9 0,091 \n\n10-30 0,33 1,39 1,68 0,83 0,11 1,5 0,080 \n\npastagem \n0-10 0,48 1,04 1,57 0,66 0,35 2,6 0,064 \n\n10-30 0,43 1,08 1,61 0,67 0,32 3,8 0,060 \n\npastagem \n0-10 0,39 1,40 1,64 0,86 0,06 4,3 0,065 \n\n10-30 0,42 1,46 1,62 0,90 0,07 4,9 0,056 \n\npastagem \n0-10 0,45 1,19 1,59 0,75 0,40 2,0 0,053 \n\n10-30 0,47 1,17 1,58 0,74 0,38 2,5 0,053 \n\npastagem \n0-10 0,40 1,49 1,63 0,91 0,18 2,7 0,054 \n\n10-30 0,42 1,54 1,62 0,95 0,15 4,5 0,044 \n\nmata \n0-10 0,41 1,12 1,63 0,69 0,17 1,6 0,090 \n\n10-30 0,42 1,17 1,61 0,73 0,16 2,8 0,078 \n\npastagem \n0-10 0,37 1,09 1,65 0,66 0,25 5,8 0,091 \n\n10-30 0,37 1,17 1,65 0,71 0,24 8,7 0,067 \n\npastagem \n0-10 0,38 1,14 1,65 0,69 0,23 7,2 0,061 \n\n10-30 0,42 0,92 1,62 0,57 0,23 6,9 0,087 \n\npastagem \n0-10 0,44 1,15 1,60 0,72 0,21 5,6 0,061 \n\n10-30 0,48 1,12 1,57 0,71 0,21 7,4 0,047 \n\nLVA \n\npastagem \n0-10 0,30 1,44 1,70 0,84 0,10 10,4 0,059 \n\n10-30 0,34 1,47 1,67 0,88 0,10 10,5 0,065 \n\npastagem \n0-10 0,45 1,39 1,59 0,87 0,12 12,2 0,056 \n\n10-30 0,40 1,34 1,63 0,82 0,14 12,4 0,063 \n\npastagem \n0-10 0,39 1,43 1,64 0,87 0,07 9,8 0,055 \n\n10-30 0,37 1,38 1,65 0,84 0,08 9,8 0,061 \n\nfeijão \n0-10 0,16 1,52 1,81 0,84 0,12 1,5 0,066 \n\n10-30 0,17 1,48 1,80 0,82 0,13 2,6 0,051 \n\ncana-de-\naçúcar \n\n0-10 0,19 1,51 1,79 0,85 0,13 3,4 0,061 \n\n10-30 0,18 1,5 1,79 0,84 0,14 4,1 0,068 \n\nsorgo \n0-10 0,40 1,29 1,63 0,79 0,09 7,7 0,075 \n\n10-30 0,38 1,4 1,65 0,85 0,10 14,3 0,061 \n\n \n\n \n \n \n \n \n \n \n \n\n(continua...) \n\n\n\n75 \n\n \n\n \n\n(conclusão) \n\nsolo cobertura \nprof. Argila ? ?maxima ?relativa u RP \n\nSCRqualisolo \ncm kg kg\n\n-1\n g cm\n\n-3\n kg kg\n\n-1\n MPa \n\nLVA \n\nseringueira \n0-10 0,22 1,26 1,76 0,71 0,11 1,6 0,101 \n\n10-30 0,25 1,27 1,74 0,73 0,11 3,9 0,089 \n\npastagem \n0-10 0,35 1,39 1,67 0,83 0,12 7,2 0,071 \n\n10-30 0,36 1,37 1,66 0,83 0,15 6,4 0,091 \n\npastagem \n0-10 0,40 1,38 1,63 0,85 0,18 2,4 0,056 \n\n10-30 0,45 1,33 1,59 0,83 0,18 4 0,072 \n\npastagem \n0-10 0,27 1,42 1,73 0,82 0,11 8,1 0,075 \n\n10-30 0,29 1,43 1,71 0,84 0,10 10,9 0,055 \n\nmata \n0-10 0,35 1,08 1,67 0,65 0,22 1,3 0,068 \n\n10-30 0,38 1,1 1,65 0,67 0,21 4,7 0,069 \n\npastagem \n0-10 0,35 1,4 1,67 0,84 0,16 3,4 0,081 \n\n10-30 0,34 1,38 1,67 0,82 0,15 3,3 0,068 \n\nmata \n0-10 0,20 1,22 1,78 0,69 0,13 1,4 0,099 \n\n10-30 0,24 1,21 1,75 0,69 0,12 1,6 0,095 \n\npastagem \n0-10 0,35 1,36 1,67 0,82 0,21 3,5 0,064 \n\n10-30 0,30 1,59 1,70 0,93 0,15 4 0,043 \n\npastagem \n0-10 0,32 1,31 1,69 0,78 0,13 9,5 0,062 \n\n10-30 0,38 1,36 1,65 0,82 0,14 8,2 0,054 \n\nLR pastagem \n0-10 0,45 1,15 1,59 0,72 0,25 4,5 0,036 \n\n10-30 0,50 1 1,56 0,64 0,26 4,9 0,042 \n\nNV \n\nsorgo \n0-10 0,49 1,17 1,56 0,75 0,15 1 0,054 \n\n10-30 0,54 1,36 1,53 0,89 0,26 2,4 0,042 \n\nmata \n0-10 0,42 1,27 1,62 0,79 0,16 2,3 0,058 \n\n10-30 0,39 1,38 1,64 0,84 0,14 3,9 0,058 \n\npastagem \n0-10 0,44 1,25 1,60 0,78 0,17 6,5 0,053 \n\n10-30 0,47 1,18 1,58 0,75 0,18 9,5 0,057 \n\nmata \n0-10 0,57 1,27 1,50 0,84 0,20 5,6 0,039 \n\n10-30 0,52 1,28 1,54 0,83 0,17 5,8 0,043 \n\nRQo mata \n0-10 0,13 1,31 1,83 0,72 0,09 0,7 0,099 \n\n10-30 0,17 1,38 1,80 0,77 0,09 0,8 0,08 \n\n \n\n \n\nA maior parte das amostras coletadas se concentrou em áreas de pastagem, \n\npois é a cobertura predominante da área de estudo. Na Figura 33 pode-se observar \n\na tela da exibição de resultados do programa Qualisolo, que forneceu as curva de \n\ndistribuição do tamanho de partículas, as porcentagens de argila, silte e areia, a \n\ncurva de retenção estimada, o valor S e outros resultados que não foram abrangidos \n\nnesse trabalho. \n\n \n\n\n\n76 \n\n \n\n \n\n \n\nFigura 33 – Tela para demonstração de resultados do programa Qualisolo. \n \n\nNa Tabela 9 verificamos que os maiores valores de S foram obtidos para as \n\náreas de mata e seringueira, compreendendo entre um valor mínimo de 0,039 a um \n\nmáximo de 0,101. Os menores valores foram encontrados nos solos com pastagem \n\ne com sorgo obtendo maiores valores de ?relativa, o que indica a presença da \n\ncompactação e degradação física. \n\nO menor valor de S encontrado, como podemos observar na Figura 31, foi \n\nencontrado em um solo com alto teor de argila (NV), pois, segundo observações de \n\nDexter (2007), solos com maior teor de argila têm valores mais baixos de S com o \n\nmesmo valor de densidade. O mesmo foi observado também neste estudo (Figura \n\n34), a influência da textura no valor S. Há dois grupos distintos de dados, que \n\nexpressam uma correlação negativa com o valor S, um grupo de solos com textura \n\nargilosa, apresentando valores menores de S e outro grupo com textura média a \n\narenosa, e valores maiores de S. \n\n\n\n77 \n\n \n\n \n\n0.8 1.0 1.2 1.4 1.6\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\nS\n C\n\nR\n Q\n\nu\na\nli\n\ns\no\n\nlo\n\n? (g cm\n-3\n)\n\n textura arenosa à média\n\n textura argilosa à muito argilosa\n\n \n\nFigura 34 – Correlação entre os valores de densidade e índice S CRqualisolo. \n \n\nA dispersão do valor S para os solos argilosos é devido ao modelo de Arya e \n\nParis que tem grande influencia da textura do solo, uma vez que é um modelo semi \n\nempírico e para sua estimativa, considera valores como diâmetro das partículas, \n\nconcentração e densidade do solo, como já discutido no item 6.1. O índice S \n\nestimado pelo modelo de Arya e Paris (SCRqualisolo) oferece uma maior confiabilidade \n\nnos resultados quando estimado para solos mais arenosos (Figura 35), devido a \n\numa menor dispersão dos valores de S. \n\n \n\n1.1 1.2 1.3 1.4 1.5 1.6 1.7\n\n0.04\n\n0.06\n\n0.08\n\n0.10\n\nr\n2\n = 0,49\n\nS\n C\n\nR\n Q\n\nu\na\nli\n\ns\no\n\nlo\n\n??(g cm\n-3\n)\n\n \n\nFigura 35 – Correlação entre a densidade do solo e S CRqualisolo. \n\n\n\n78 \n\n \n\n \n\n \nFigura 36 – Qualidade física do solo na Microbacia hidrográfica do Ribeirão \n\nCanchim na profundidade de 0-10 cm. \n \n\n \nFigura 37 - Qualidade física do solo na Microbacia hidrográfica do Ribeirão \n\nCanchim na profundidade de 10-30 cm. \n \n\n \n\n\n\n79 \n\n \n\n \n\n \n\nFigura 38 - Mapa de uso do solo da área em estudo (adaptado de SILVA \net.al, 2010) \n\n \n\n \n\nObserva-se que o valor de S não é homogêneo dentro de uma determinada \n\nárea como mata ou pastagem (Figuras 36 a 38), ou seja, não recebe influência \n\napenas do manejo, e sofre influencia de parâmetros como a densidade e a \n\nporosidade, bem como da textura do solo. Isso não ocorre somente quando o \n\nparâmetro S é calculado pela curva de retenção estimada pelo Qualisolo, mas \n\ntambém para os valores de S calculados a partir da curva de retenção experimental. \n\nSegundo Dexter (2007), solos com elevado teor de argila tem valores de S mais \n\nbaixos, mesmo apresentando os mesmos valores de densidade quando comparados \n\na solos com texturas menos argilosa. \n\n \n\n \n\n \n\n\n\n80 \n\n \n\n \n\n6 CONCLUSÕES \n\n \n\n \n\n1) O modelo de Arya e Paris recebe influencia direta da textura do solo. Essa \n\ncaracterística afeta, portanto, a estimativa de S, uma vez que a teoria do índice S de \n\nDexter está baseada na curva de retenção experimental. Seus valores de S quando \n\ncomparados com SCRexperimental demonstraram mais confiabilidade quando usado para \n\nsolos de textura média a arenosa. Mesmo assim, o uso do modelo de Arya e Paris \n\nintegrado ao programa Qualisolo mostrou-se uma boa alternativa para a \n\ndeterminação do índice S devido a sua rapidez e simplicidade comparativamente ao \n\nprocedimento tradicional utilizando a curva de retenção experimental.  \n\n2) Na avaliação do índice S em escala de microbacia, o parâmetro do solo \n\n?relativa, permitiu a comparação dos resultados da qualidade física entre solos e \n\nmanejos diferentes. A ?relativa apresentou valores semelhantes entre os manejos dos \n\ndiferentes solos. Os solos sob as coberturas de milho, sorgo e pastagem \n\napresentam os maiores valores de RP, ?relativa e os menores valores de índice S, \n\nsendo classificados como solos de qualidade física pobre. \n\nNas imagens de microtomografia, para todas as classes de solos, foi \n\npossível visualizar uma maior quantidade de espaços vazios e maior diversidade de \n\nporos, em relação ao tamanho, para a mata e eucalipto devido a maior presença de \n\nmatéria orgânica e ausência do trânsito de máquinas. Observa-se também, através \n\ndos resultados fornecidos pelo microtomógrafo, que os valores de macroporos e de \n\nporosidade total foram menores nos solos que apresentaram degradação da \n\nqualidade física (pastagem, para todos os solos e milho e sorgo para LVA). Nas \n\náreas de mata observou-se um maior desenvolvimento dos poros estruturais \n\n(macroporos), o que resultou em menor RP e ?relativa do solo. \n\nConstatou-se que o uso, o manejo do solo e a profundidade alteraram \n\nconsideravelmente o formato e valores das curvas de retenção de água no solo com \n\na redução da porosidade e como conseqüência a diminuição da capacidade de \n\nretenção de água. Estas alterações foram mais acentuadas na área com pastagem \n\npara a maioria dos solos e também com milho e sorgo no LVA. \n\nOs valores de S seguem a mesma tendência dos parâmetros do solo que \n\nestão associados com a qualidade do solo, que são densidade e RP, porosidade, \n\n\n\n81 \n\n \n\n \n\ncurva de retenção e a avaliação qualitativa e quantitativa das imagens de \n\nmicrotomografia que estão associadas com a macroporosidade.  \n\nNesse estudo apenas para uma amostra foi encontrado valor de S inferior ao \n\nlimite de 0,035, mesmo para solos em que os parâmetros medidos indicaram algum \n\ntipo de degradação física. Isso sugere que o valor desse limiar apresentado por \n\nDexter deve ser revisto e atualizado em função de solos com diferentes origens ou \n\nlocais. \n\nO índice S correlacionou-se significativamente com todos os atributos físicos \n\ndo solo avaliados com exceção da água disponível que apresentou uma alta \n\ndispersão dos pontos. O maior coeficiente de determinação foi encontrado para a \n\nmacroporosidade seguido da densidade relativa. \n\n3) Na ampliação do estudo em escala de microbacia, verificou-se que os \n\nmaiores valores de S foram obtidos para as áreas de mata e seringueira e os valores \n\nmínimos e máximos encontrados foram 0,039 e 0,101.  \n\nA avaliação dos mapas de S gerados indicou que não há homogeneidade de \n\nS dentro de uma determinada área como mata ou pastagem, ou seja, S não sofre \n\ninfluência apenas do manejo, mas também da variabilidade dos parâmetros do solo \n\ncomo a densidade e porosidade, bem como da textura do solo.  \n\n \n\n\n\n82 \n\n \n\n \n\nREFERÊNCIAS \n\nANDRADE, R. S.; STONE, L. F.  Índice S como indicador da qualidade física de \nsolos do cerrado brasileiro.  Revista Brasileira de Engenharia Agrícola e \nAmbiental, Campina Grande, v. 13, p. 382-388, 2009. \n\nANDREOLA, F.; COSTA, L. M.; OLSZEVSKI, N. Influência da cobertura vegetal de \ninverno e da adubação orgânica e, ou, mineral sobre as propriedades físicas de uma \nTerra Roxa Estruturada. Revista Brasileira Ciência do Solo, Viçosa, v. 24, p. 857-\n\n865, 2000. \n\nANGELOTTI NETTO, A.; FERNANDES, J. E.; CENTURION, J. F. Propriedades \nfísicas e indicador de qualidade de um Latossolo Vermelho submetido a diferentes \nsistemas de uso e manejo. Irriga, Botucatu, v. 12, p. 27-37, 2007. \n\nARATANI, R. G.; FREDDI, O. S.; CENTURION, J. F.; ANDRIOLI, I. Qualidade física \nde um Latossolo Vermelho acriférrico sob diferentes sistemas de uso e manejo. \nRevista Brasileira Ciência do Solo, Viçosa, v. 33, p. 677-687, 2009. \n\nARAÚJO, R.; GOEDERT, W. J.; LACERDA, M. P. C. Qualidade de um solo sob \ndiferentes usos e sob cerrado nativo. Revista Brasileira Ciência do Solo, Viçosa,  \nv. 31, p. 1099-1108, 2007. \n\nARSHAD, M. A.; MARTIN, S. Identifying critical limits for soil quality indicators in \nagro-ecosystems. Agriculture Ecosystems and Environment, Amsterdam, v. 88,  \np. 153-160, 2002. \n\nARVIDSSON, J.; HAKANSSON, I.  A model for estimating crop yield losses caused \nby soil compaction.  Soil Till. Res., v. 20, p. 319-332, 1991. \n\nARYA, L. M.; PARIS, J. F. A physic empirical model to predict soil moisture \ncharacteristics from particle-size distribution and bulk density data. Soil Science \nSociety of America Journal, Madison, v. 45, p. 1023-1030, 1981. \n\nASSIS, R. L.; LANÇAS, K. P. Avaliação dos atributos físicos de um Nitossolo \nvermelho distroférrico sob sistema plantio direto, preparo convencional e mata \nnativa. Revista Brasileira Ciência do Solo, Viçosa, v. 29, p. 515-522, 2005. \n\nBACCHI, O. O. S.; REICHARDT, K. Geometria fractal em física do solo. Scientia \nAgricola, Piracicaba, v. 50, n. 2, p. 321-325, 1993. \n\nBASILE, A.; D?URSO, G. Experimental corrections of simplified methods for \npredicting water retention curves in clay-loamy soils from particle-size determination. \nSoil Technology, Amsterdam, v. 10, p. 261-272, 1997. \n\nBETZ, C. L.; ALLMARAS, R. R.; COPELAND, S. M.; RANDALL, G. W. Least limiting \nwater range: traffic and long-term tillage influences in a Webster soil. Soil Science \nSociety of America Journal, Madison, v. 62, p. 1384–1393, 1998. \n\n\n\n83 \n\n \n\n \n\nBEUTLER, A. N.; CENTURION, J. F.; SOUZA, Z. M.; ANDRIOLI, I.; ROQUE, C. G. \nRetenção de água em dois tipos de latossolos sob diferentes usos Revista \nBrasileira Ciência do Solo, Viçosa, v. 26, p. 829-834, 2002. \n\nBRADY, N. C.; WEIL, R. R. The nature and properties of soils. 12.\n \n\ned. New \n\nJersey: Prentice Hall, 1999. p. 14-15. \n\nBUDIMAN, M.; MC BRATNEY, A. B.; MENDONÇA-SANTOS, M. L.; SANTOS, H. G. \nRevisão sobre funções de pedotransferência (PTFs) e novos métodos de \npredição de classes e atributos do solo. Rio de Janeiro: Embrapa Solos, 2003.  \n50 p. (Documentos, 45). \n\nCALDERANO FILHO, B.; SANTOS, H. G. dos; FONSECA, O. O. M. da; SANTOS,  \nR. D. dos; PRIMAVESI, O.; PRIMAVESI, A. C. Os solos da Fazenda Canchim, \nCentro de Pesquisa de Pecuária do Sudeste, São Carlos, SP: Levantamento \nsemidetalhado, propriedades e potenciais. Rio de Janeiro: EMBRAPA-CNPS; São \nCarlos: EMBRAPA-PPSE, 1998. 95 p. (CNPS. Boletim de Pesquisa, 7; CPPSE. \nBoletim de Pesquisa, 2). \n\nCAMARGO, O. A.; ALLEONI, L. R. F. Compactação do solo e desenvolvimento \nde plantas. Campinas: Fundação Cargill, 1983. 44 p. \n\nCANARACHE, A. PENETR – a generalized semi-empirical model estimating soil \nresistence to penetration.  Soil and Tillage Research, Amsterdam, v. 16, p. 51-70, \n1990. \n\nCENTURION, J. F.; CARDOSO, J. P.; NATALE, W. Efeito de formas de manejo em \nalgumas propriedades físicas e químicas de um Latossolo Vermelho em diferentes \nagroecossistemas. Revista Brasileira de Engenharia Agrícola e Ambiental, \n\nCampina Grande, v. 5, n. 2, p. 254-258, 2001. \n\nDEMATTÊ, J. L. I. Manejo de solos ácidos dos trópicos úmidos região \namazônica. Campinas: Fundação Cargill, 1988. 215 p. \n\nDEXTER, A. R. Soil physical quality: Part I. Theory, effects of soil texture, density, \nand organic matter, and effects on root growth. Geoderma, Amsterdam, v. 120,  \n\np. 201-214, 2004a. \n\nDEXTER, A. R. Soil physical quality: Part II. Friability, tillage, tilth and hard-setting. \nGeoderma, Amsterdam, v. 120, p. 215-225, 2004b. \n\nDEXTER, A. R. Soil physical quality: Part III. Unsaturated hydraulic conductivity and \ngeneral conclusions about S-theory. Geoderma, Amsterdam, v. 120, p. 227-239, \n2004c. \n\nDEXTER, A. R.; CZYZ, E. A.; BIRKÁS, M.; DIAZ-PEREIRA, E.; DUMITRU, E.; \nENACHE, R.; FLEIGE, H.; HORN, R.; RAJKAJ, K.; DE LA ROSA, D.; SIMOTA, C. \nSIDASS project Part 3: The optimum and the range of water content for tillage – \nfurther developments. Soil and Tillage Research, Amsterdam, v. 82, p. 29-37, 2005. \n\n\n\n84 \n\n \n\n \n\nDEXTER, A. R.; BIRD, N. R. A. Methods for predicting the optimum and the range of \nwater contents for tillage based on the water retention curve. Soil and Tillage \nResearch, Amsterdam, v. 57, p. 203-212, 2001. \n\nDOURADO NETO, D.; NIELSEN, D. R.; HOPMANS, J. W.; REICHARDT, K.; \nBACCHI, O. O. S. Software to model soil water retention curves (SWRC, version \n2.00). Scientia Agricola, Piracicaba, v. 57, n. 1, p. 191-192, 2000. \n\nEMBRAPA. Manual de métodos de análise de solos. 2. ed. Rio de Janeiro: \n\nEMBRAPA-CNPS, 1997. 212 p. \n\nEMBRAPA. Revisão sobre funções de pedotransferência (PTFs) e novos \nmétodos de predição de classes e atributos do Solo / Minasny Budiman... [et al.]. \n- Rio de Janeiro : Embrapa Solos, 2003. 50 p.. - (Embrapa Solos. Documentos; n. \n45) \n\nFIDALSKI, J.; TORMENA, C. A.  Homogeneidade da qualidade física do solo nas \nentrelinhas de um pomar de laranjeira com sistemas de manejo da vegetação \npermanente. Revista Brasileira Ciência do Solo, Viçosa, v. 31, p. 637-645, 2007. \n\nGIAROLA, N. F. B.; SILVA, A. P.; IMHOFF, S. Relações entre propriedades físicas e \ncaracterísticas de solos da região sul do Brasil. Revista Brasileira Ciência do Solo, \nViçosa, v. 26, p. 885-893, 2002. \n\nGODEFROY, J.; JACQUIN, F. Relation entre la stabilité structurale des sols cultivés \net les apports organiques en conditions tropicales; comparasion avec les sols \nforestiers. Fruits, Paris, v. 30, p. 595-612, 1975. \n\nGREENWOOD, K. L.; McKENZIE, B. M. Grazing effects on soil physical properties \nand the consequences for pastures: a review. Australian Journal of Experimental \n\nAgriculture, East Melbourne, v. 41, p. 1231?1250, 2001. \n\nGUPTA, S. C.; LARSON, W. E. Estimating soil water retention characteristics from \nparticle size distribution, organic matter percent, and bulk density. Water Resources \nResearch, Washington, DC, v. 15, p. 1633-1635, 1979. \n\nISLAM, K. R.; WEIL, R. R. Land use effects on soil quality in a tropical forest \necosystem of Bangladesh. Agriculture Ecosystems and Environment, \nAmsterdam, v. 79, p. 9-19, 2000. \n\nKONDO, M. K.; DIAS JUNIOR, M. S. Compressibilidade de três Latossolos em \nfunção da umidade e uso. Revista Brasileira Ciência do Solo, Viçosa, v. 23,  \n\np. 211-218, 1999. \n\nLANZANOVA, M. E.; NICOLOSO, R. da S.; LOVATO, T.; ELTZ, F. L. F.; AMADO,  \nT. J. C.; REINERT, D. J. Atributos físicos do solo em sistema de integração lavoura-\npecuária sob plantio direto. Revista Brasileira Ciência do Solo, Viçosa, v. 31,  \n\np. 1131?1140, 2007. \n\n\n\n85 \n\n \n\n \n\nLETEY, J. Relationship between soil physical properties and crop production. \nAdvances in Soil Science, New York, v. 1, p. 277-294, 1985. \n\nLINDSTRON, M. J.; VOORHEES, W. B.  Response of temperate crops to soil \ncompaction.  In: SOANE, B.D.; van OUWERKERK, C.  Soil compaction in crop \nproduction. London, Elsevier,  p.265-268. 1994. \n\nMACHADO, J. L.; TORMENA, C. A.; FIDALSKI, J.; SCAPIM, C. A. Inter-relações \nentre as propriedades físicas e os Coeficientes da curva de retenção de água de um \nLatossolo sob diferentes sistemas de uso. Revista Brasileira Ciência do Solo, \nViçosa, v. 32, p. 495-502, 2008. \n\nMARCHÃO, R. L.; SANTOS JUNIOR, J. D. G.; SILVA, E. M.; SÁ, M. A. C.; \nBALBINO, L. C.; VILELA, L.; BECQUER, T. Parâmetro “S” e intervalo hídrico ótimo \nem Latossolo Vermelho sob sistemas de integração lavoura-pecuária no Cerrado. In: \nCONGRESSO BRASILEIRO DE CIÊNCIA DO SOLO, 31., 2007, Gramado, RS. \nAnais... Gramado: SBCS, 2007. 1 CD-ROM. \n\nMOTTA, A. C. V.; REEVES, D. W.; TOUCHTON, J. T. Longterm tillage system \neffects on chemical soil quality indicators in the southeastern coastal plain. In: \nANNUAL SOUTHERN CONSERVATION TILLAGE CONFERENCE FOR \nSUSTAINABLE AGRICULTURE, 23., 2000, Monroe, LA. Agricultural water quality \nand quantity: Issues for the 21st century; proceedings… Baton Rouge, LA, 2000.  \np. 114-120. \n\nMUALEM, Y. A new model for predicting the hydraulic conductivity of unsaturated \nporous media. Water Resources Research, Washington, DC, v. 12, p. 513-522, \n\n1976. \n\nNAIME, J. M.; SHINYA, V. T.; VAZ, C. M. P. Programa para estimativa indireta da \ncurva de retenção da água no solo. In: REUNIÃO BRASILEIRA DE MANEJO E \nCONSERVAÇÃO DO SOLO E DA ÁGUA, 15., 2004, Santa Maria, RS. Anais... \nSanta Maria, RS: UFSM, 2004. 1 CD-ROM. \n\nNAIME, J. M.; VAZ, C. M. P.; MACEDO, A. Determinações físicas do solo a partir da \ngranulometria: programa qualisolo. In: REUNIÃO BRASILEIRA DE MANEJO E \nCONSERVAÇÃO DO SOLO E DA ÁGUA, 16., 2006, Aracaju, SE. Anais... Aracaju, \n\nSE: SBCS, 2006. 1 CD-ROM. \n\nNAIME, J. M.; VAZ, C. M. P.; MACEDO, A. Automated soil particle size analyzer \nbased on gamma-ray attenuation. Computers and Electronics in Agriculture, \nAmsterdam, v. 31, n. 3, p. 295-304, 2001. \n\nNIMER, E. Clima. In: IBGE. Geografia do Brasil: Região Sudeste. Rio de Janeiro, \n\n1977. v. 3, p. 51-89. \n\nNIMMO, J. R. Modeling structural influences on soil water retention.  Soil Science \nSociety of America Journal, Madison, v. 61, p. 712-719, 1997. \n\nOLIVEIRA, J. B. Pedologia aplicada. Piracicaba: FEALQ, 2005. 574 p. \n\n\n\n86 \n\n \n\n \n\nOLIVEIRA, J. C. M.; VAZ, C. M. P.; REICHARDT, K.; SWARTZENDRUBER, D. \nImproved soil particle-size analysis through gamma-ray attenuation. Soil Science \nSociety of America Journal, Madison, v. 60, n. 7, p. 23-26, 1997. \n\nPEREIRA, Fabiana de Souza et al . Qualidade física de um Latossolo Vermelho \nsubmetido a sistemas de manejo avaliado pelo Índice S. Rev. Bras. Ciênc. \nSolo, Viçosa. v. 35, n. 1,Feb. 2011. Available from \n\n<http://www.scielo.br/scielo.php?script=sci_arttext&amp;pid=S0100-\n06832011000100008&amp;lng=en&amp;nrm=iso>. access on  24  Aug.  2011.  \nhttp://dx.doi.org/10.1590/S0100-06832011000100008. \n\nPRIMAVESI, O.; PRIMAVESI, A. C. P. de A.; PEDROSO, A. de F.; CAMARGO, A. C. \nde; RASSINI, J. B.; ROCHA FILHO, J.; OLIVEIRA, G. P. de; CORREA, L. de A.; \nARMELIN, M. J. A.; VIERIA, S. R.; DECHEN, S. C. F. Microbacia hidrográfica do \nRibeirão Canchim: um laboratório real de laboratório ambiental. São Carlos: \nEmbrapa Pecuária Sudeste, 1999. 133 p. (Boletim de Pesquisa, 5). \n\nRAWLS, W. J.; GISH, T. J.; BRAKENSIEK, D. L. Estimating soil water retention from \nsoil physical properties and characteristics. Advances in Soil Science, New York,  \nv. 16, p. 213-234, 1991. \n\nSENE, M.; VEPRASKAS, M. J.; NADERMAN, G. C.; DENTON, H. P. Relationships \nof soil texture and structure to corn yield response to subsoiling. Soil Science \nSociety of America Journal, Madison, v. 49, p. 422-427, 1985. \n\nSEVERIANO, E. C. Alterações estruturais de Latossolos representativos da região \ndo cerrado e potencial de uso de solos cultivados com cana-de-açúcar. 2010. 148 p. \nTeses (Doutorado) - Universidade Federal de Lavras, Lavras, 2010.  \n\nSILVA, A. P.; KAY, B. D. Estimating the least limiting water range of soils from \nproperties and management. Soil Science Society of America Journal, Madison,  \n\nv. 61, p. 877-883, 1997. \n\nSILVA, A. P.; KAY, B. D.; PERFECT, E. Characterization of the least limiting water \nrange of soils. Soil Science Society of America Journal, Madison, v. 58, p. 1775–\n\n1781, 1994. \n\nSILVA, M. S. L.; RIBEIRO, M. R. Influência do cultivo contínuo da cana-de-açúcar \nem propriedades morfológicas e físicas de solos argilosos de tabuleiro no estado de \nAlagoas. Revista Brasileira Ciência do Solo, Viçosa, v. 16, p. 397-402, 1992. \n\nSTOLF, R. Teoria e teste experimental de fórmulas de transformação dos dados de \npenetrômetro de impacto em resistência do solo. Revista Brasileira Ciência do \nSolo, Viçosa, v. 15, p. 229-235, 1991. \n\nTOLENTINO, M. Estudo crítico sobre o clima da região de São Carlos. São \n\nCarlos: Prefeitura Municipal, 1967. 78 p. (Concurso de Monografias Municipais). \n\nTOPP, G. C.; GALGANOV, Y. T.; WIRES, K. C.; CULLEY, J. L. B. Non limiting \nwater range (NLWR): an approach for assessing soil structure. Soil Quality \n\nhttp://www2.cppse.embrapa.br/cgi-bin/AINFOWeb.exe/AINFOWeb?base=ACERVO&amp;ID=12988&amp;WRD=aiw1F.tmp&amp;Reg=16\nhttp://www2.cppse.embrapa.br/cgi-bin/AINFOWeb.exe/AINFOWeb?base=ACERVO&amp;ID=12988&amp;WRD=aiw1F.tmp&amp;Reg=16\n\n\n87 \n\n \n\n \n\nEvaluation Program. Ottawa: Agriculture and Agri-Food Canada, Central \nExperimental Farm, 1994. 36 p. (Technical Report, 2). \n\nTOPP, G. C.; REYNOLDS, W. D.; COOK, F. J.; KIRBY, J. M.; CARTER, M. R. \nPhysical attributes of soil quality. In: GREGORICH, E. G.; CARTER, M. R. (Ed.). Soil \nquality for crop production and ecosystem health. Elsevier, New York, NY: \nElsevier, 1997. p. 21-58. (Developments in Soil Science, 25). \n\nTORMENA, C. A.; SILVA, A. P.; LIBARDI, P. L. Soil physical quality of a Brazilian \nOxisol under two tillage systems using the least limiting water range approach. Soil \nand Tillage Research, Amsterdam, v. 52, p. 223–232, 1999. \n\nTORMENA, C. A.; SILVA, A. P.; LIBARDI, P. L. Caracterização do intervalo hídrico \nótimo de um Latossolo Roxo sob plantio direto. Revista Brasileira Ciência do Solo, \n\nViçosa, v. 22, p. 573-581, 1998.  \n\nTORMENA, C. A.; SILVA, A. P.; IMHOFF, S. D.; DEXTER, A. R. Quantification of the \nsoil physical quality of a tropical Oxisol using the S index. Scientia Agricola, \n\nPiracicaba, v. 65, p. 56-60, 2008. \n\nvan GENUCHTEN, M. T. A closed-form equation for predicting the hydraulic \nconductivity of unsaturated soils. Soil Science Society of America Journal, \nMadison, v. 44, p. 892-898, 1980. \n\nVAZ, C. M. P.; IOSSI, M. de F.; NAIME, J. de M.; MACEDO, A.; REICHERT, J. M.; \nREINERT, D. J.; COOPER, M. Validation of the Arya and Paris water retention model \nfor Brazilian Soils. Soil Science Society of America Journal, Madison, v. 69, n. 3, \n\np. 577-583, 2005. \n\nVAZ, C. M. P.; HOPMANS. J. W. Simultaneous measurement of soil strength and \nwater content with a combined penetrometer-moisture probe. Soil Science Society \nof America Journal, Madison, v. 65, n. 1, p. 4-12, 2001. \n\nVAZ, C. M. P.; OLIVEIRA, J. C. M.; REICHARDT, K.; CRESTANA, S.; CRUVINEL,  \nP. E.; BACCHI, O. O. S. Soil mechanical analysis through gamma ray attenuation. \nSoil Technology, Amsterdam, v. 5, p. 319-325, 1992. \n\nVAZ, C. M. P.; BASSOI, L. H.; HOPMANS. J. W. Contribution of water content and \nbulk density to field soil penetration resistance as measured by a combined cone \npenetrometer-TDR probe. Soil and Tillage Research, Amsterdam, v. 60, n. 1-2,  \n\np. 35-42, 2001. \n\nVAZ, C. M. P.; NAIME, J. M.; MACEDO, A. Soil particle size fractions determined by \ngamma-ray attenuation. Soil Science, New Brunswick, v. 164, n. 6, p. 403-410, \n\n1999. \n\nVILLELA, S. M.; MATTOS, A. Hidrologia aplicada. São Paulo: Ed. McGraw-Hill do \n\nBrasil, 1975. 245 p. \n\nhttp://ametista.cnpdia.embrapa.br/cgi-bin/AINFOWeb.exe/AINFOWeb?base=ACERVO&amp;ID=9381&amp;WRD=aiwA0.tmp&amp;Reg=4\nhttp://ametista.cnpdia.embrapa.br/cgi-bin/AINFOWeb.exe/AINFOWeb?base=ACERVO&amp;ID=9381&amp;WRD=aiwA0.tmp&amp;Reg=4\n\n\n88 \n\n \n\n \n\nWRAITH, J. M.; OR, D.Nonlinear parameter estimation using spreadsheet software. \nJournal of Natural Resources and Life Sciences Education, Madison, v. 27,  \np. 13–19, 1998. \n\nWU, L.; FENG, G.; LETEY, J.; FERGUSON, L.; MITCHELL, J.; MCCULLOUGH-\nSANDEN, B.; MARKEGARD, G. Soil management effects on the nonlimiting water \nrange. Geoderma, Amsterdam, v. 114, p. 401–414, 2003."}]}}}