{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06211"}, {"@name": "filename", "#text": "1072_000884220.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "unesp\nUNIVERSIDADE ESTADUAL PAULISTA “JULIO DE MESQUITA FILHO”\nINSTITUTO DE GEOCIÊNCIAS E CIÊNCIAS EXATAS\nunesp\nTrabalho de Conclusão de Curso\nCurso de Graduação em Geologia\nA PORÇÃO SUPERIOR DA FORMAÇÃO CORUMBATAÍ (PERMIANO, BACIA DO PARANÁ) NA REGIÃO DE PIRACICABA (SP)\nFERNANDO DANÚBIO SOUSA LOPES\nOrientadora: Prof.aDr.a Rosemarie Rohn Davies\ni\nUNIVERSIDADE ESTADUAL PAULISTA Instituto de Geociências e Ciências Exatas Câmpus de Rio Claro\nFERNANDO DANÚBIO SOUSA LOPES\nA PORÇÃO SUPERIOR DA FORMAÇÃO CORUMBATAÍ (PERMIANO, BACIA DO PARANÁ) NA REGIÃO DE PIRACICABA (SP)\nTrabalho de Conclusão de Curso apresentado ao Instituto de Geociências e Ciências Exatas -Câmpus de Rio Claro, da Universidade Estadual Paulista Júlio de Mesquita Filho, para obtenção do grau de Geólogo.\nA PORÇÃO SUPERIOR DA FORMAÇÃO CORUMBATAÍ (PERMIANO, BACIA DO PARANÁ) NA REGIÃO DE PIRACICABA (SP)\nTrabalho de Conclusão de Curso apresentado ao Instituto de Geociências e Ciências Exatas -Câmpus de Rio Claro, da Universidade Estadual Paulista Júlio de Mesquita Filho, para obtenção do grau de Geólogo.\nComissão Examinadora\nProfa. Dr3. Rosemarie Rohn Davies (orientadora)\nProf. Dr. Lucas Veríssimo Warren\nProf. Dr. Norberto Morales\nRio Claro, 28 de Novembro de 2016.\nAssinatura do aluno\nAssinatura da orientadora\nAGRADECIMENTOS\nÀ minha família, principalmente aos meus pais, José Danubio Lopes Junior e Marisa Miranda de Sousa, e ao meu irmão, Gustavo Danubio Sousa Lopes, pelo enorme apoio e carinho, não somente durante a faculdade, mas em todas as fases da minha vida.\nÀ Profa. Dra. Rosemarie Rohn Davies pela orientação, pela paciência e dedicação durante este trabalho.\nAos meus amigos de Itaí e de Rio Claro pelos momentos de diversão e sabedoria e, em especial, aos que me ajudaram durante o trabalho de campo: Denis, Daniel, Luan e Ricardo.\nRESUMO\nO presente trabalho descreve e interpreta a parte superior da Formação Corumbataí (Grupo Passa Dois, Bacia do Paraná, Permiano, Kunguriano-Roadiano) e da parte basal Formação Piramboia (Grupo São Bento, Jurássico?) na região noroeste de Piracicaba (SP). Um trecho de aproximadamente três km da Rodovia SP-304, parcialmente em obras para duplicação, ofereceu excelentes exposições a partir do Condomínio Colinas de Piracicaba (UTM 7.491.618N/ 213.671E, datum Córrego Alegre) no sentido de Águas de São Pedro. O trabalho abrangeu a caracterização detalhada das fácies e do contato entre as duas formações; a identificação preliminar dos principais fósseis; a confecção de três seções colunares na escala 1:100, posteriormente correlacionadas para a construção de uma seção colunar composta de 48,5 m; a coleta, a preparação e o estudo de amostras, inclusive a análise petrográfica de 16 lâminas; a realização de correlações estratigráficas preliminares com um poço entre Botucatu e Anhembi; e a interpretação dos dados com ênfase na interpretação dos paleoambientes, paleoclimas e das sucessões cíclicas. As litologias predominantes são rochas heterolíticas de argilitos/siltitos alternados com arenitos muito finos a finos, frequentemente bioturbadas e com pequenas gretas de contração, organizados em sucessões cíclicas granocrescentes, podendo estar sobrepostos por arenitos finos com estratificação cruzada por ondas ou hummocky. Na área de estudo foi observado um intervalo com algumas camadas de calcilutitos (ou biomicritos na classificação petrográfica), onde se concentram abundantes fósseis como ostracodes, restos de peixes, coprólitos, fragmentos de caules e micrófilos de licófitas e minúsculas pecopterídeas. Os dados obtidos revelaram -se coerentes com interpretações anteriores de que a parte estudada da Formação Corumbataí se originou num mar interior epêirico sem comunicação evidente com o oceano aberto, influenciado por ondas de tempestade, onde ocorriam pequenas variações do nível da água controladas pelo clima, ora mais úmido, ora mais seco. As camadas carbonáticas provavelmente foram geradas em fases climáticas mais secas e constituem os melhores horizontes para as correlações estratigráficas. Contudo, o trabalho revelou-se particularmente interessante pela presença de diversos diques de arenitos em seis intervalos estratigráficos,\nexpostos principalmente no piso dos afloramentos. Outras feições igualmente notáveis da área de estudo são camadas muito deformadas e pelo menos uma discordância intraformacional associada. Conforme estudos de outros autores, diques clásticos são abundantes na Formação Corumbataí em regiões próximas, como Charqueada e Rio Claro, e foram gerados por intrusões ascendentes de areia como consequência de liquefação de sedimentos inconsolidados durante abalos sísmicos. Estes eventos estariam relacionados à reativação de falhas do embasamento condicionadas pela Zona de Cisalhamento Jacutinga durante o Permiano. A área de estudo situa-se exatamente sobre esta zona e os dados de atitudes obtidos no campo, indicando direção preferencial NNE dos diques (podendo variar para NW), corroboram esta interpretação.\nPalavras-chave: Bacia do Paraná. Grupo Passa Dois. Permiano. Estratigrafia. Diques clásticos. Paleoambientes.\nABSTRACT\nThe present study describes and interprets the upper part of the Corumbataí Formation (Passa Dois Group, Paraná Basin, Permian, Kungurian-Roadian) and the basal part of the Piramboia Formation (São Bento Group, Jurassic?) in the northwest region of Piracicaba city (SP). A stretch of three kilometers of the highway SP-304, partially in duplication works, offered excellent expositions from the Condomínio Colinas de Piracicaba (UTM 7.491.618N/ 213.671E, datum Córrego Alegre) towards Águas de São Pedro. This study presents a detailed characterization of the sedimentary facies and of the boundary between the two formations; a preliminary identification of the main fossils; three columnar sections on a scale of 1:100, which were correlated for a composite columnar section of 48.5 m; collection, petrologic and petrographic analyses of samples and 16 thin sections; preliminary stratigraphic correlations with a previously described well between Botucatu and Anhembi; and the data interpretation focusing on the paleoenvironments, paleoclimates and cyclic successions. The predominant lithologies are heterolithic rocks (couplets of claystone/siltstone and very fine/fine sandstones) with flaser, wavy and lenticular bedding, frequently bioturbated and with mudcracks, organized in coarsening upwards cyclic successions, sometimes covered by fine sandstones with wave or hummocky cross stratification. Few calcilutite/biomicrite beds in a 1.5 m thick interval bear abundant fossils as ostracods, fish scales and teeth, coprolites, stem fragments and microphylls of lycophites and tiny pecopterids. The obtained data are coherent with previous interpretations for equivalent intervals of the Corumbataí Formation, i.e., the sedimentation probably occurred in an epeiric sea without evident communication with the open ocean, influenced by storm waves, where water level variations were controlled by climate changes, from relatively humid to dry. The carbonate beds were probably deposited during the drier intervals and they are useful horizons for stratigraphic correlations. However, the most interesting structures observed in this study are abundant clastic dikes found in six stratigraphic intervals, exposed mainly on the floor of the outcrops. Other equally remarkable features in the area are deformed layers and at least one associated intraformational unconformity. According to the studies of other authors, the clastic dikes are abundant in the\nCorumbataí Formation in regions not far from the study area, for example in Charqueada and Rio Claro. The dikes were originated by an upward intrusion of sand as consequence of the liquefaction of unconsolidated sediments during earthquakes. These events were probably related to the reactivation of basement faults of a shear zone called Zona de Cisalhamento Jacutinga during the Permian. The study area is located exactly on this zone and the data obtained during the fieldwork indicate a preferential orientation with strikes varying from NNE to NW that confirms this interpretation.\nKey words: Paraná Basin. Passa Dois Group. Permian. Stratigraphy. Clastic dikes. Paleoenvironments.\nÍNDICE DE FIGURAS\nde campo....................................................................................3\nFigura 2.1. Medições das atitudes dos diques clásticos utilizando uma bússola Clar..........5\nFigura 3.1. Bacia do Paraná e coberturas cenozoicas: localização e unidades delimitadas por critérios cronoestratigráficos (SCHOBBENHAUS et al. 1984)...................................9\nFigura 3.2. Propostas estratigráficas em discussão para o Grupo Passa Dois e as unidades soto- e sobrepostas na porção central a nordeste da Bacia do Paraná. As setas indicam\nextensões maiores das unidades do que as representadas......................................11\nFigura 4.1. Legenda dos perfis litológicos (modificado de Rohn &amp; Fairchild, 2015)...........23\nFigura 4.2. Perfil\tlitológico 1.............................................................24\nFigura 4.3. Perfil\tlitológico 2.............................................................25\nFigura 4.4. Perfil\tlitológico 3.............................................................26\nFigura 4.5. Exemplos de fácies carbonáticas alternadas com siliciclásticas na parte superior do\nperfil 1....................................................................................27\nFigura 4.6. Fotomicrografia da fácies FC1 (amostra PRC-16)..................................28\nFigura 4.7. (A) e (B) Fotomicrografias de rochas heterolíticas com acamamento wavy a flaser\ndas fácies FS3 e FS4 (amostra PRC-24).......................................................28\nFigura 4.8. Fotomicrografias da fácies FB (bone bed) constituído por restos de peixes com\nalguns ostracodes (amostras PRC-11 e 28, do mesmo nível)....................................29\nFigura 4.9. Exemplos de fácies FS2 e FS3 da Formação Corumbataí.............................30\nFigura 4.10. Exemplo de arenitos com estratificação cruzada côncavo-convexa (hummocky)\n(fácies FS6) da Formação Corumbataí.........................................................31\nFigura 4.11. Fácies FS7 da Formação Corumbataí representada por arenitos muito finos com\nmarcas onduladas vistas em planta de litologias com acamamento wavy.........................31\nFigura 4.13. Arenitos calcíferos finos esbranquiçados representando a fácies FS11 da Formação Corumbataí....................................................................32\nFigura 4.14. Exemplos de Fácies encontradas na Formação Corumbataí.....................33\nFigura 4.15. Camada Porangaba presente na seçao 3......................................35\nFigura 4.16. Deformações e discordâncias presentes na seção 1..........................37\nFigura 4.17. Camadas deformadas nas seções 2 e 3.......................................38\nFigura 4.18. Diagramas de concentração dos polos das atitudes e diagramas de roseta dos diques clásticos para cada intervalo e para o total das diferentes seções colunares....39\nFigura 4.19. Intervalos com diques clásticos na seção 2, em vista oblíqua do piso do afloramento............................................................................40\nFigura 4.20. Formas dos diques encontrados. (A) Dique um pouco curvo em corte obliquo vertical. (B) Diques sinuosos (em “S”), em corte vertical. (C) Diques bifurcados em vista obliqua do piso. (D) Intersecção de diques em vista obliqua do piso............................40\nFigura 4.21. Feições e estruturas comuns no afloramentos com diques clásticos..........41\nFigura 4.22. Evidências de injeção forçada durante a intrusão..........................42\nFigura 4.23. Fósseis de vegetais.......................................................44\nFigura 4.24. Fragmentos de peixes, coprólito e bone beds...............................46\nFigura 4.25. Exemplos do conteúdo fossilífero vistos microscopicamente.................47\nFigura 4.26. Alguns fósseis significativos da área de estudo...........................48\nFigura 5.1. Ciclos granocrescentes ascendentes métricos\tcom\tos\tlimites de ciclos e as\nsuperfícies de inundação máxima (SIM) utilizados nas correlações.......................50\nFigura 6.1. Seção Colunar Colinas de Piracicaba e ao lado as amostras das camadas usadas na correlação entre a seção 1 e a seção 2..............................................52\nde campo. Sobrelevação de 20x.......................................................53\nFigura 6.3. Correlação da Seção Colinas de Piracicaba com as outras seções da região.54\nFigura 6.4. Localização das seções utilizadas nas correlações.......................55\nFigura 6.5. Seção colunar levantada por Turra (2009) em Santa Luzia (Charqueada)....56\nFigura 7.1. Localização dos afloramentos do presente trabalho (Colinas de Piracicaba) e dos afloramentos estudados por Turra (2009) em relação ao traçado da Zona de Cisalhamento Jacutinga (ZCJ) e campos de esforços médio obtidos pela orientação dos diques (modificado de TURRA, 2009).........................................................................66\nFigura 7.2. Localização da área estudada (ponto vermelho) em relação a ZCJ e campo de esforço médio (paleotensão) obtido pela orientação média dos diques (figura de TURRA, 2009)...................................................................................66\nÍNDICE DE TABELAS\nTabela 1: litofácies carbonáticas, bioclásticas e sílex.\nTabela 2: litofácies siliciclásticas\n20\n21\nSUMÁRIO\n1.\tIntrodução..................................................................1\n1.1.\tContextualização........................................................1\n1.2.\tObjetivos...............................................................2\n1.3.\tLocalização e acessos...................................................2\n2.\tMateriais e Métodos.........................................................4\n2.1.\tLevantamento bibliográfico..............................................4\n2.2\tAquisição de dados......................................................4\n2.2.1.\tTrabalhos de campo...................................................4\n2.2.2.\tT rabalhos laboratoriais.............................................6\n2.3.\tTrabalhos de gabinete...................................................6\n2.3.1.\tClassificação de fácies sedimentares.................................6\n2.3.2.\tPreparação das seções colunares e da seção colunar composta..........7\n2.3.3.\tCorrelações estratigráficas regionais................................7\n2.3.4.\tAnálise dos diques clásticos.........................................8\n2.3.5.\tInterpretações.......................................................8\n3.\tInformações Bibliográficas...................................................9\n3.1\t. Bacia do Paraná.......................................................9\n3.2\t. Grupo Passa Dois......................................................12\n3.3\t. Diques clásticos na Formação Corumbataí..............................17\n4.\tResultados ................................................................ 19\n4.1\t. Litofácies...........................................................19\n4.1.1.\tCamada Porangaba ................................................... 34\n4.2\t. Diques clásticos e camadas deformadas ............................... 36\n4.3. Contéudo fossilífero...............................................43\n4.3.1.\tVegetais.......................................................43\n4.3.2.\tOstracodes.....................................................45\n4.3.3.\tFragmentos de peixes e cóprolitos..............................45\n5.\tSucessões cíclicas.....................................................49\n6.\tCorrelações............................................................51\n7.\tDiscussões.............................................................57\n7.1.\tInterpretações paleoambientais.....................................57\n7.2.\tContato entre a Formação Corumbataí e Formação Pirambóia...........62\n7.3.\tDiques elásticos e deformações.....................................63\n8.\tConclusões.............................................................67\n9.\tReferências............................................................69\n1.\tIntrodução\n1.1.\tContextualização\nDiversos trabalhos relacionados ao Grupo Passa Dois foram realizados ao longo dos anos, contudo ainda faltam levantamentos estratigráficos detalhados em diversas regiões, como em Piracicaba, centro-leste do Estado de São Paulo, nordeste da Bacia do Paraná.\nAs obras de duplicação da rodovia Piracicaba-Águas de São Pedro (SP-304) ofereceram uma excelente oportunidade para a descrição detalhada de afloramentos da parte superior da Formação Corumbataí e seu contato com a Formação Piramboia do Grupo São Bento. Considerando que o relevo nesta região é relativamente acidentado, os afloramentos estudados em três trechos da rodovia abrangem um intervalo estratigráfico um pouco superior a 45 m, o que é significativo em relação à espessura total de aproximadamente 150 m para a Formação Corumbataí na região (ROHN, 1994), porém salientando que a unidade equivalente (Fm. Teresina) pode ultrapassar 250 m de espessura no sul do estado ou em regiões mais centrais da bacia (ROHN, 1994).\nPortanto, o Trabalho de Conclusão de Curso consistiu num levantamento detalhado de três perfis colunares na região mencionada de Piracicaba, na escala vertical de 1:100, com indicação precisa dos níveis de ocorrência de fósseis e de rochas carbonáticas. Diversas amostras de rochas carbonáticas foram selecionadas para estudos petrográficos e comparadas com outras rochas anteriormente descritas. Conforme o empilhamento estratigráfico dos fósseis e das litofácies, procurou-se reconhecer sucessões cíclicas e realizar interpretações dos paleoambientes deposicionais e, quando possível, reconhecer seu potencial para correlações. O levantamento de campo acabou revelando a ocorrência de muitos diques clásticos, ainda não registrados por outros autores para esta região específica. Os diques foram caracterizados conforme a geometria, dimensão e orientação. Adicionalmente, foi realizada uma descrição detalhada do contato entre as formações Corumbataí e\nPiramboia, salientando-se que este contato raramente está bem exposto e seu caráter -concordante ou discordante - constitui assunto polêmico. As três seções colunares foram correlacionadas entre si para compor uma seção colunar composta e esta foi tentativamente correlacionada com o poço FP-12-SP da região entre Botucatu e Anhembi (à distância um pouco inferior a 60 km), cujos testemunhos foram descritos por Rohn (2001) e Meglhioratti (2006). Perfis geofísicos de outros poços (raios gama e resistividade) e dados de alguns poços artesianos da região auxiliaram nas correlações.\n1.2.\tObjetivos\nO presente trabalho teve como objetivo o estudo estratigráfico da parte superior da Formação Corumbataí na região noroeste do Município de Piracicaba, incluindo, como objetivos específicos, a , a caracterização de diques clásticos e do contato entre as formações Corumbataí-Piramboia, a análise petrográfica das rochas, particularmente das carbonáticas, e a identificação preliminar dos fósseis encontrados ao longo da sucessão, além da realização de interpretações dos paleoambientes deposicionais e correlações estratigráficas com seções colunares anteriormente levantadas em regiões relativamente próximas.\n1.3.\tLocalização e acessos\nOs afloramentos selecionados neste trabalho, denominados perfil 1, perfl 2 e perfil 3, são três cortes de estrada na porção noroeste de Piracicaba (SP), na Rodovia Geraldo de Barros (SP-304), a partir do acesso do Condomínio Colinas de Piracicaba (aproximadamente entre os quilômetros 180-181 da rodovia), num trecho colinoso de 3 km no sentido de Águas de São Pedro (figura 1.1). A base do primeiro perfil situa-se nas coordenadas UTM 7.491.618 N/ 213.671 E (datum Córrego Alegre). O levantamento dos três perfis baseou-se tanto em exposições subverticais, quanto em planta, especialmente os perfis 2 e 3, localizados em trechos em obras para a\nFigura 1.1. Localização dos três perfis litológicos levantados em trabalho de campo (coordenadas UTM em metros conforme datum WGS 84, zona 23 S).\n2.\nMateriais e Métodos\n2.1.\tLevantamento bibliográfico\nFoi realizado um levantamento bibliográfico com foco na geologia regional, paleontologia e estratigrafia da Formação Corumbataí e do Grupo Passa Dois na região de Piracicaba e vizinhas, além de artigos mais específicos sobre diques clásticos, sismitos, estratigrafia de sequências, ciclicidade em sucessões sedimentares e sedimentação mista carbonática-siliciclástica. O levantamento foi realizado conforme as bases de dados disponíveis no site da Biblioteca do Câmpus de Rio Claro, o próprio acervo da biblioteca e nos artigos e dissertações, teses e outros trabalhos disponibilizados pela orientadora.\n2.2\tAquisição de dados\n2.2.1.\tTrabalhos de campo\nOs trabalhos de campo consistiram na descrição de todos os atributos das rochas, o que incluiu a coleta de amostras (sigla PRC; total = 29) e a confecção de fotos digitais das feições mais significativas.\nPara a localização, foi usado GPS Etrex-VistaC da Garmin, selecionando-se o datum Campo Alegre. Posteriormente, as coordenadas foram convertidas para o datum WGS84 (através do site http://www.dpi.inpe.br/calcula/) e plotadas utilizando os softwares ArcGis e Google Earth Pro. Desta forma, foram obtidos os dados de altitude da base e topo de cada perfil levantado. Assim, o perfil 1 começa nas coordenadas UTM 7.491.618 N/ 213.671 E (datum Córrego Alegre) na cota 475 m e termina na cota 500, possuindo portanto aproximadamente 25 m de altura. Já o perfil 2 com 23 m,\nComo a maior parte dos três perfis se encontra em terreno inclinado, os levantamentos de campo foram realizados com clinômetro (tipo Abney, do Departamento de Geologia Aplicada do IGCE/UNESP), descrevendo-se as litologias compreendidas entre sucessivas visadas horizontais (alturas entre visadas = 1,75 m). O método aplica-se às situações de camadas horizontais ou com mergulho muito pequeno. Considerando-se que estavam disponíveis cortes de estrada tanto subverticais, quanto em planta, as descrições foram facilitadas por visadas em ambos os planos de exposição. As espessuras das camadas também foram medidas ou conferidas com trena, especialmente nas partes superiores dos morros, acima das últimas visadas.\nForam realizadas medidas das atitudes de diques clásticos com bússola do tipo Clar (figura 2.1). Procurou-se medir todos os planos possíveis dos diques expostos em planta e não nos cortes subverticais da estrada, já que alguns diques poderiam estar posicionados, por exemplo, paralelamente aos cortes, sem aflorar. Contudo, em algumas porções (como na parte superior do perfil 2), os diques clásticos estão mal expostos e não permitiram realizar muitas medidas de atitudes. No caso da Formação Piramboia, foram realizadas algumas medidas dos sentidos dos paleoventos nos depósitos de origem provavelmente eólica.\nFigura 2.1. Medições das atitudes dos diques clásticos utilizando uma bússola Clar.\n2.2.2.\tTrabalhos laboratoriais\nNo laboratório do UNESPetro foram confeccionadas 16 lâminas petrográficas, principalmente de rochas carbonáticas, as quais foram descritas e fotografadas no Laboratório de Microscopia do DPM do IGCE/UNESP.\nAs análises petrográficas consistiram não só na determinação da mineralogia e textura das rochas sedimentares nas lâminas, como também na identificação dos grupos de microfósseis, suas características tafonômicas, identificação de eventual bioturbação e, quando possível, observação da natureza dos contatos entre litotipos distintos (erosivos, por dissolução, passagens graduais, etc.).\nPara a classificação dos carbonatos foi utilizada a nomenclatura de Folk (1962), buscando interpretar, principalmente, as condições de energia em que eles foram depositados. Para os carbonatos impuros foi usada a classificação de Mount (1985).\n2.3.\tTrabalhos de gabinete\n2.3.1.\tClassificação de fácies sedimentares\nNa descrição das fácies sedimentares foram considerados os atributos físicos como a composição, textura, estrutura sedimentar, geometria dos depósitos e conteúdo fossilífero, conforme a concepção de Walker (1992). Foram definidas litofácies carbonáticas, bioclásticas e de sílex (tabela 1) e litofácies siliciclásticas (tabela 2).\nFoi elaborado um código para a denominação das fácies, sendo “FS” para fácies siliciclásticas, “FC” para fácies carbonáticas, FCx para carbonato silicificado e “FB” para fácies bioclásticas.\nOs dados de campo e os dados obtidos em laboratório resultaram na confecção de três seções colunares na escala vertical 1:100, utilizando-se o software Corel Draw 7x. Nas seções colunares estão indicadas as amostras coletadas com a sigla “PRC”, as visadas realizadas durante o levantamento de campo, além das fácies, fósseis, direções das cristas de ondulações e diques clásticos. Estas colunas foram usadas para reconhecer associações de fácies e tendências cíclicas na sua organização.\nFoi confeccionado um perfil topográfico com sobrelevação de 20x para auxiliar na construção de uma seção colunar composta (figura 6.2). De acordo com a posição principalmente das camadas carbonáticas, de sílex e pacotes expressivos de arenitos das três seções colunares, não houve dificuldade para correlacioná-los e construir a coluna composta. De acordo com mapas geológicos regionais (e.g., SÃO PAULO. PRÓ-MINÉRIO, 1981), o sentido de mergulho das camadas é para NW e a direção do perfil topográfico coincide aproximadamente com a direção do mergulho. Portanto, sem a sobrelevação, os mergulhos reais das camadas parecem variar entre 0,3o a 0,5o para NW. É possível que estes valores baixos de mergulho sejam reflexo do Domo de Pitanga, situado poucos quilômetros a nordeste.\n2.3.3.\tCorrelações estratigráficas regionais\nA seção composta de Piracicaba foi correlacionada com o poço FP-12-SP, descrito anteriormente por Rohn (2001) e Meglhioratti (2006), da região entre Botucatu e Anhembi (coordenadas UTM 7.480.600N/780.500E) (figura 6.3). Para auxiliar esta correlação, em primeiro lugar, foram analisados perfis de poços artesianos gentilmente fornecidos pela geóloga Natália Chaves Sobreira da CLAmbiental da região de Piracicaba e de Águas de São Pedro, além de acompanhar a perfuração de um poço da mesma empresa no Condomínio Recreio Águas de São Pedro (figura 6.4) e analisar as amostras de calha coletadas a cada 6 m. Tais amostras forneceram pouca informação detalhada sobre o empilhamento estratigráfico da Formação Corumbataí, mas permitiram reconhecer as posições aproximadas dos contatos superior e inferior\ndesta unidade e de uma soleira de diabásio. Estes dados tiveram importância fundamental para estimar a posição da seção colunar composta em relação ao contato entre as formações Irati e Corumbataí. A segunda etapa nestes procedimentos consistiu em correlacionar os perfis geofísicos de raios gama e resistividade do poço FP-12-SP com os respectivos perfis dos poços da Petrobras 1-AB-1-SP (Anhembi) e 1-AT-1-SP (Artemis) e de um poço artesiano de Charqueada. Como datum nas correlações, foi adotado o topo da Formação Irati/base da Formação Corumbataí (figuras 6.3 e 6.4). Uma vez visualizado o comportamento geral das correlações e das variações de espessuras no intervalo de interesse, foi possível determinar qual é a provável equivalência entre o intervalo de Piracicaba e o do poço FP-12-SP.\n2.3.4.\tAnálise dos diques clásticos\nAs atitudes medidas dos diques clásticos foram analisadas por confecção de diagramas de rosetas e estereogramas, utilizando-se o software Stereonet. Cada intervalo com diques clásticos foi analisado separadamente e, ao final, foi realizada a análise em conjunto de todos os diques clásticos de toda a seção colunar composta. Várias fotos dos diques em cortes horizontais e verticais auxiliaram para complementar as informações de campo e distinguir diferentes tipos de diques e as principais características de cada um.\n2.3.5.\tInterpretações\nO conjunto de informações é usado para apresentar interpretações dos paleoambientes deposicionais, tendências cíclicas observadas no empilhamento estratigráfico, considerações sobre o contato entre as formações Corumbataí e Piramboia, e discussão sobre os diques clásticos e deformações.\n3.\tInformações Bibliográficas\n3.1\t. Bacia do Paraná\n1\n1\n1\nQuaternário\n|\t| Paleógeno/Neógeno\n|\t| Cretáceo Superior\nD\nO\nCretáceo Inferior Predominantemente Jurássico Carbonífero Superior-Permiano Ordoviciano a Devoniano Pré-Cambriano\nArco\nFigura 3.1. Bacia do Paraná e coberturas cenozoicas: localização e unidades delimitadas por critérios cronoestratigráficos (SCHOBBENHAUS et al. 1984).\nDe acordo com Milani (2004), a bacia é uma sinéclise que apresenta limites erosivos em praticamente todo o seu perímetro e o atual formato da bacia é decorrente de eventos pós-paleozoicos. Os moldes dos flancos leste e oeste da bacia são consequências das feições originadas pelo soerguimento marginal ao rifte sul-atlântico e pelo Arco de Assunção, respectivamente. Durante a evolução da bacia ocorreram diversas reativações tectônicas que foram modificando a posição de depocentros, calhas deposicionais, desenvolvimentos de altos internos e ocorrência de atividade sísmica sin-sedimetar (e.g. FÚLFARO et al. 1982; ZALÁN et al. 1990; RICCOMINI et al. 2005). A região onde está localizada a calha do Rio Paraná é coincidente com o principal depocentro carbonífero-permiano da bacia, que nesta região, pode chegar a espessuras de até sete mil metros, embora o eixo principal de deposição tenha variado durante a história da bacia (FULFARO et al. 1982; MILANI et al. 2007).\nMilani (1997) identificou seis unidades ou Supersequências no registro estratigráfico da Bacia do Paraná que são distribuídas descontinuamente ao longo dos seus 385 Ma de história. Ou seja, grande parte deste intervalo de tempo corresponde a hiatos entre as sequências sedimentares. As supersequências registradas por Milani (1997) são: Rio Ivaí (Ordoviciano - Siluriano), Paraná (Devoniano), Gondwana I (Carbonífero - Eotriássico), Gondwana II (Meso/Neotriássico), Gondwana III (Neojurássico - Eocretáceo) e Bauru (Neocretáceo). As três primeiras correspondem a ciclos transgressivos-regressivos do Paleozoico e as outras três são pacotes sedimentares continentais Mesozoicos com rochas ígneas associadas. Na visão de alguns autores (e.g., Fernandes &amp; Coimbra, 1996; Fulfaro &amp; Perinotto, 1996; Batezelli et al. 2003), a última sequência equivale a uma bacia separada denominada Bacia Bauru.\nA supersequência que engloba a unidade principal de estudo desse trabalho, a Formação Corumbataí, é a Gondwana I, sequência que sucede o hiato deposicional neodevoniano (Supersequência Paraná) e inclui os grupos Itararé, Guatá e Grupo Passa Dois. Também é caracterizada por possuir a maior espessura da bacia, com cerca de 2.500 m em algumas regiões (MILANI et al. 2007). Cabe ser destacado que Milani et al. (2007) também incluíram a Formação Piramboia na Supersequência\nGondwana I, o que é refutado, por exemplo, por Soares et al. (2008) e Holz et al. (2010). Da mesma forma, há controvérsias quanto à idade dos depósitos finais da supersequência, pois considerando que pertençam à Formação Rio do Rasto, os dados paleontológicos desta unidade limitados à borda leste da bacia não permitem interpretar idades mais novas do que Wuchiapingiano (Neopermiano) (LANGER et al., 2009; FERREIRA-OLIVEIRA &amp; ROHN, 2010).\nAforamentos\nEsque\nMILAM\nGeocronologia/ Cranoestratig rafia\nConforme ROHN &amp; FAIRCHILD.\n(2015) e ROHN et al. (2011)\nConforme WARREN et al.\n(Conforme Carta Cro no estratigrafía Internacional, 2ÜI6. w ww. s tratig rap hy.org)\nJurássico\t\t\nTriâs sic o\t\t\nPermiano\té 5 £\tÜhanghsingiano\n\t\tWuchiapingiano\n\ti — zj O-S\tCapita ni ano\n\t\tWordiano\n\t\tRoadiano\n\tCisura lia no (inferior)\tKunguriano\n\t\tArtinskiano\nParte centra! a norte da baeta\nFigura 3.2. Propostas estratigráficas em discussão para o Grupo Passa Dois e as unidades soto- e sobrepostas na porção central a nordeste da Bacia do Paraná. As setas indicam extensões maiores das unidades do que as representadas.\n3.2\t. Grupo Passa Dois\nAs divisões litoestratigráficas do Grupo Passa Dois são simples, porém ainda falta consenso em pequenos detalhes nomenclaturais ou realmente no que tange a importantes interpretações. No presente trabalho foi adotada a proposta litoestratigráfica de Schneider et al. (1974), atualizada por Rohn &amp; Fairchild (2015) através da integração com informações cronoestratigráficas (figura 3.2). O grupo, que corresponde à parte superior da Supersequência Gondwana I, subdivide-se nas formações Irati, Serra Alta, Teresina e Rio do Rasto (membros Serrinha e Morro Pelado) e, no nordeste e norte da bacia, apresenta as formações Irati e Corumbataí.\nAntes de tratar o Grupo Passa Dois no Estado de São Paulo, cabe um breve resumo para a porção central-leste da bacia. A Formação Irati é composta principalmente por folhelhos escuros na parte inferior (Membro Taquaral) e folhelhos betuminosos intercalados por calcários dolomíticos na parte superior (Membro Assistência) (ARAUJO 2001; LAGES 2004). Não sendo de interesse direto para o presente trabalho, não é abordada em detalhe.\nA Formação Serra Alta é constituída principalmente por folhelhos escuros que alcançam 100 m de espessura nas porções mais centrais da bacia, adelgaçando-se para cerca de 60 m na parte nordeste do Estado do Paraná (Rohn, 1994). A passagem entre as formações Irati e Serra Alta é tida como transicional por alguns autores (e.g., ARAUJO 2001), porém um delgado bone bed de restos de peixes no contato e mudanças abruptas de fácies sugerem caráter discordante (ROHN et al. 2003a; LAGES 2004). O topo da Formação Serra Alta é definido pelo aparecimento de fácies heterolíticas de folhelhos/arenitos que já são atribuídos à unidade sobreposta (ROHN 2001; MEGLHIORATTI 2006). A formação é pobre em fósseis, exceto pela relativa abundância de fragmentos de peixes (dentes e escamas) e coprólitos, incluindo alguns bivalves (ROHN 1994, 2001; MEGLHIORATTI 2006). Esta unidade é interpretada como um sistema de águas relativamente profundas e condições disóxicas a anóxicas (ROHN 1994; MEGLHIORATTI 2006).\nA Formação Teresina, ao longo de quase toda a coluna sedimentar na parte centro-leste da bacia, com cerca de 300 m de espessura, é caracterizada principalmente por fácies heterolíticas de folhelhos e arenitos interlaminados com acamamento wavy/linsen/flaser, bioturbados, às vezes com gretas de contração, formados em condições mais oxidantes e com maior energia do que as unidades sotopostas (SCHNEIDER et al. 1974; ROHN 2001; MEGLHIORATTI 2006; ROHN &amp; FAIRCHILD, 2015). Também ocorrem arenitos com estratificações cruzadas por ondas, os quais normalmente estão posicionados na parte superior de sucessões granocrescentes de rochas heterolíticas (ROHN 2001; MEGLHIORATTI 2006). Intercalam-se rochas carbonáticas, principalmente oobioesparitos e biomicritos, que devem estar relacionados a condições de clima relativamente seco, situação em que as águas ficaram mais rasas, salgadas e alcalinas (ROHN 1994, 2001; MEGLHIORATTI 2006). Em relação ao conteúdo fossilífero, Rohn (1994, 2001) relatou bone beds de escamas e dentes de peixes, vegetais (licófitas, glossopterídeas, raras coníferas, briófitas, carófitas) e coquinas de bivalves com camadas centimétricas. Meglhioratti (2006) assinalou sucessões cíclicas em duas escalas distintas e propôs a subdivisão das formações Serra Alta e Teresina em três sequências estratigráficas provavelmente de 3a ordem. O limite entre a segunda e a terceira sequência parece traduzir-se numa importante discordância intraformacional nas colunas mais setentrionais, como na parte superior do poço FP-12-SP entre Botucatu e Anhembi. Rohn (1994, 2001) havia anteriormente suspeitado da existência de pelo menos uma discordância intraformacional no nordeste da bacia, representando o limite entre duas biozonas de bivalves.\nA Formação Teresina tem sido tradicionalmente atribuída a ambientes marinhos rasos com influência de marés (SCHNEIDER et al. 1974; MILANI et al. 2007), porém a falta de publicações sobre fósseis considerados “marinhos” e reinterpretações das fácies anteriormente atribuídas a marés constituem argumentos favoráveis para admitir paleoambientes deposicionais muito rasos sem influência de marés e sem comunicação direta com o oceano (LAVINA 1991; ROHN 1994, 2001; MEGLHIORATTI 2006; ROHN &amp; FAIRCHILD, 2015).\nAcima da Formação Teresina assenta-se a Formação Rio do Rasto, dividida nos membros Serrinha e Morro Pelado, cada um com espessura aproximada de 300 m no centro da bacia, diminuindo marcantemente para nordeste e desaparecendo no sul do Estado de São Paulo, um pouco além da divisa com o Estado do Paraná. Esta unidade possui maior proporção de arenitos, é predominantemente vermelha no membro superior e teve origem em paleoambientes continentais (lacustres, fluviais, eólicos). Como não interessa diretamente ao presente trabalho, a Formação Rio do Rasto não é tratada em detalhe.\nAs características gerais do Grupo Passa Dois apontadas para o centro-leste da bacia cabem também para o Estado de São Paulo, porém a Formação Rio do Rasto desaparece, as espessuras das outras unidades diminuem, a proporção de calcários dolomíticos aumenta na Formação Irati, assim como cresce a proporção de carbonatos no intervalo equivalente à Formação Teresina e, de um modo geral, aumentam as litologias de tons avermelhados (SCHNEIDER et al. 1974; SOUSA 1985; MARANHÃO 1995; HACHIRO, 1996; ARAUJO 2001; ROHN, 2001; LAGES 2004; MEGLHIORATTI 2006). Além das litologias já citadas, Méndez-Duque (2012) observou evaporitos em depósitos equivalentes à Formação Teresina no Estado de São Paulo, como cimento de anidrita, textura de hopper em dolomita (que indicaria pseudomorfos de halita) entre outras feições que sugerem intervalos deposicionais controlados por condições de alta salinidades.\nSchneider et al. (1974) consideraram que os depósitos das formações Serra Alta e Teresina das regiões sulinas podem ser denominados como Formação Corumbataí no Estado de São Paulo e outras regiões setentrionais da bacia. O termo “Estrada Nova” também foi aplicado por diversos autores para o mesmo intervalo (e.g., PETRI &amp; COIMBRA 1982; SOUSA 1985; SOUSA et al. 1991). No mapa geológico de São Paulo (SÃO PAULO. PRÓ-MINÉRIO 1981), foram consideradas válidas as duas designações, posicionando o limite entre as formações Estrada Nova e Corumbataí na calha atual do rio Tietê.\nRohn (1994, 2001) e Meglhioratti (2006), ao estudarem o Grupo Passa Dois no Estado do Paraná e numa pequena parte do sul do Estado de São Paulo, usaram as\ndesignações “formações Serra Alta e Teresina” para toda a área abrangida, já que não há diferenças laterais abruptas que justifiquem a utilização da designação “Formação Corumbataí”. Por outro lado, em estudos do mesmo intervalo estratigráfico restritos ao Estado de São Paulo, a segunda designação tem sido preferida (e.g., MATOS, 1995; TAVARES &amp; ROHN 2009, 2011; ROHN et al. 2015).\nWarren et al. (2015) consideraram que a Formação Serra Alta seria reconhecível em todas as áreas abrangidas pelo Grupo Passa Dois, com uma espessura de no máximo 60 m no sul Estado de São Paulo. Desta forma, estes autores mantiveram também a Formação Teresina na litoestratigrafia do Grupo Passa Dois, porém apenas no sul do estado até o Domo de Gibóia (Munícipio de Rio das Pedras); ao norte do domo, a Formação Teresina daria lugar à Formação Corumbataí (figura 3.2). A funcionalidade da separação entre as formações Serra Alta e Corumbataí no centro e norte do estado ainda precisa ser testada, já que a espessura da primeira unidade não chegaria a 14 m na região de Rio Claro (informação verbal de C.C. Montibeller, 09/11/2016), o que deve representar dificuldades no seu mapeamento (na escala de 1:25.000, conforme os protocolos estratigráficos para o estabelecimento de formações; Petri et al. 1986). Já que o presente trabalho abrange apenas a parte superior do Grupo Passa Dois, a mapeabilidade da Formação Serra Alta na região de Piracicaba é irrelevante neste momento.\nDe qualquer modo, Warren et al. (2015) também reconheceram contato discordante entre as formações Irati e Serra Alta no Estado de São Paulo, lags transgressivos com restos de peixes ou arenitos basais, incluindo possíveis pseudomorfos de gipsita. Nos perfis de correlação indicaram diversos níveis fossilíferos com bivalves (alguns em concreções), restos de peixes, espículas de esponjas e coprólitos. Cerca de 15 a 25 m acima da base ocorreria a superfície de inundação máxima, a qual deve ser rastreável até a superfície de inundação máxima da primeira sequência de Meglhioratti (2006). A passagem para as formações Teresina ou Corumbataí ocorreria nos níveis com maiores proporções de arenitos ou rochas heterolíticas. Dadas as características paleontológicas, com bivalves endêmicos, Warren et al. (2015) também ressaltaram que o imenso corpo d'água não apresentava\nHá controvérsias a respeito do contato entre as formações Corumbataí e Piramboia. Os principais autores que trataram da passagem do Grupo Passa Dois e o Grupo São Bento no Estado de São Paulo, podem ser divididos em dois grupos conforme as seguintes interpretações: 1. inexistência de hiato deposicional entre as unidades (e.g. FULFARO &amp; BÓSIO 1968, FULFARO 1972, MATOS 1995, RICCOMINI 1995, DONATTI et al. 2001, GIANNINI et al. 2004, MILANI et al. 2007; WARREN et al. 2015) e, 2. com discordância entre as unidades, pelo menos no Estado de São Paulo. (e.g. SOARES 1973, CAETANO-CHANG 1997, ROHN 1994, SOARES et al. 2008, HOLZ et al. 2010, ROHN et al. 2011). O trabalho de Matos (1995) é de especial interesse pelo estudo detalhado de uma camada extremamente brechada no contato entre as formações. Este autor estabeleceu uma nova unidade litoestratigráfica para a brecha, denominada Camada Poranga, que passou a integrar a parte mais alta do Grupo Passa Dois, substituindo a denominação “regolito fóssil” ou “brechas de contato”. Ele interpretou uma proximidade cronológica entre a deposição final do Grupo Passa Dois e a inicial da Formação Pirambóia através do contato plano e litologicamente abrupto que sugeriria uma substituição repentina de ambiente, sem exposições prolongadas que permitissem o desenvolvimento de solos.\nConforme anteriormente mencionado, Milani (1997) também propôs que a parte superior do Grupo Passa Dois e a Formação Piramboia ocorrem interdigitadas, sem uma discordância expressiva (figura 3.2). Por outro lado, Soares et al. (2008), de acordo com estudos detalhados de fácies, paleocorrentes (e sentidos de paleoventos), correlações e análises estruturais, interpretaram que a Formação Piramboia provavelmente é Jurássica. Rohn et al. (2011) corroboraram esta interpretação para uma camada da Formação Piramboia num afloramento da Rodovia Washington Luís, em Rio Claro, de acordo com a identificação de conchostráceos (figura 3.2). Soares et al. (2008) consideraram que a cor vermelha intensa da parte superior do Grupo Passa\n3.3\t. Diques clásticos na Formação Corumbataí\nRiccomini et al. (1992) iniciaram os trabalhos sobre diques clásticos na porção superior da Formação Corumbataí, associando-os a uma gênese sísmica. Estes primeiros estudos foram realizados nos arredores de Santa Luzia, Município de Charqueada, interior de São Paulo. De acordo com esses autores, os diques ocorrem em quatro diferentes intervalos estratigráficos em meio a uma sucessão com intercalações de siltitos e arenitos. Os diques são compostos por arenito fino, com espessuras de 15 a 50 cm, podendo ser verticais a subverticais. Comumente os diques apresentam ramificações em direção ao topo e dobras de arrasto nas rochas adjacentes, sendo estes indicativos de injeção forçada durante a intrusão.\nAnálises de dezenas de atitudes de diques feitas por Riccomini (1995) no mesmo afloramento de Santa Luzia, indicaram um conjunto de duas famílias ortogonais entre si, com direção predominante NE-SW, interpretada como a direção do vetor de tensão horizontal máxima.\nOs eventos sísmicos responsáveis pelas estruturas de liquefação observadas na Formação Corumbataí foram atribuídos a reativações de falhas do embasamento da Zona de Cisalhamento Jacutinga (RICCOMINI et al. 2005). Outras feições nas unidades permotriássicas, como dobras convolutas e falhas sin-sedimentares, também foram consideradas como sismitos (estruturas de liquefação sismicamente induzidas) por outros autores (CHAMANI et al. 1992, RICOMMINI et al. 1996). Fernandes &amp; Coimbra (1993) também identificaram sismitos do tipo escape de fluidos em Jacarezinho, norte do Estado do Paraná, no Membro Serrinha (Formação Rio do Rasto, parte superior do Grupo Passa Dois) e na Formação Teresina. Meglhioratti (2006) observou sismitos de escape de fluidos também no Membro Serrinha, a 30 km de Jacarezinho, em Ribeirão Claro, podendo corresponder ao mesmo intervalo\nPosteriormente, diversos autores como, Turra (2009), Perinotto et al. (2008) e Catelani (2010) fizeram estudos detalhados sobre ocorrências de diques clásticos na Formação Corumbataí. Nos trabalhos de Turra (2005, 2009) foram determinadas atitudes de diques em três afloramentos no interior de estado de São Paulo, sendo as medidas de orientação efetuadas separadamente para cada intervalo estratigráfico. Os dados de paleotensões obtidos indicam esforço horizontal com orientação NE-SW, condizente com a reativação da Zona de Cisalhamento Jacutinga, e mostram boa coerência em escala regional, de acordo com os trabalhos prévios. Turra (2009) também associou esse contexto tectônico à propagação de esforços compressivos de direção N-S que ocorreram ao longo da borda sul do Gondwana durante o Permotriássico.\nEstudando as mesmas ocorrências já descritas em alguns municípios do interior de São Paulo, Perinotto et al. (2008) concluíram que estas estruturas estão presentes no terço superior da Formação Corumbataí e também admitiram a sismicidade como hipótese para a geração dos diques clásticos. Contudo, eles discordaram do padrão de orientação definido anteriormente por Turra et al. (2006), atribuindo a orientação regular dos diques a efeitos da direção dos cortes de estrada anteriormente observados. Não haveria, portanto, um padrão regional de orientação dos diques, de modo que Perinotto et al. (2008) relacionaram sua gênese a preenchimento de fraturas preexistentes ou por hidrofraturamento devido à pressão do fluido. Estes autores e também Inglez (2015) observaram escamas de peixes fósseis nos arenitos dos diques clásticos.\nCatelani (2010) estudou a formação da trama dos diques clásticos através de métodos de anisotropia de forma. Assim, caracterizou orientações de fluxo dos clastos nos diques, distinguindo os diferentes modos de formação dessas estruturas e os efeitos da compactação posterior.\n4.\tResultados\n4.1\t. Litofácies\nNeste trabalho, através das descrições macroscópicas e microscópicas, foram feitas as análises faciológicas do terço superior da Formação Corumbataí da área de estudo. As tabelas 1 e 2 resumem as litofácies e as respectivas interpretações quanto aos processos deposicionais. Através dos dados obtidos nos trabalhos de campo e das análises petrográficas, foram construídas três seções colunares (1, 2 e 3), representadas, a partir da legenda, nas figuras 4.1 a 4.4.\nAlém do reconhecimento das litofácies individuais, foi possível constatar que algumas comumente ocorrem associadas. A principal associação de fácies é representada por fácies heterolíticas argilosas (FS2) que passam ascendentemente para fácies heterolíticas mais arenosas (FS3 e FS4), incluindo ondulações simétricas (FS7) e, eventualmente, terminando com camadas de arenitos com estratificação cruzada por ondas ou hummocky (FS6). Esta tendência granocrescente ascendente (a priori, de aumento da proporção de lâminas e camadas de arenitos da base para o topo) representa condições de energia crescentes no ambiente deposicional, discutidas no final do presente trabalho.\nOutra associação entre fácies siliciclásticas é dos arenitos com estratificação cruzada acanalada da Formação Piramboia (FS9) com arenitos e pelitos com ondulações convolutas (FS12), representando respectivamente condições de dunas eólicas e de interdunas.\nAs litofácies carbonáticas (FC1 a 3) não formam grandes empilhamentos, constituem camadas internamente bastante homogêneas, ocorrem alternadas com rochas siliciclásticas argilosas ou siltosas maciças (FS1), ou com arenitos muito finos que possuem nódulos ou concreções (FS11) e todo o conjunto de camadas carbonáticas ou calcíferas (cerca de 2 m de espessura) termina com uma delgada camada de sílex (que originalmente também pode ter sido carbonática).\nTabela 1: Litofácies carbonáticas, bioclásticas e sílex.\nFácies\tDescrição\tProcessos deposicionais\tFigs.\nFC1\tEscala macro: calcilutitos esbranquiçados a rosados, maciços a levemente laminados, localmente com grãos maiores (fósseis), constituindo camadas tabulares com espessuras entre 8 e 30 cm. Uma destas camadas (PRC-16) parece ter extensão lateral mais restrita. Petrografia: biomicritos puros maciços ou levemente laminados, podendo ter ostracodes, fragmentos de caules e micrófilos de licófitas e raros grãos de quartzo. Às vezes com nódulos carbonáticos irregulares parcialmente silicificados. Exemplos: PRC-13, 13A, 16, 20, 20B.\tDecantação lenta em ambiente de baixa energia, quase sem aporte de siliciclastos, sem influência de tempestade, em águas alcalinas talvez salgadas.\t4.5d 4.5e 4.6\nFC2\tCalcilutitos e biomicritos como FC1 denominados “impuros” devido a sua mistura (em até 50%) com grãos finos a muito finos de quartzo, eventualmente com intraclastos angulosos de argilitos, apresentando estrutura maciça. Podem intercalar-se com biomicrito puro.\tAmbiente carbonático de águas calmas com eventuais aportes de\tsiliciclásticos\tdurante tempestades.\t\nFC3\tEscala macro: calcilutito com fraturas irregulares (até 2 cm de largura) em parte preenchidas por fragmentos angulosos irregulares do próprio carbonato. Presença de concreções. Petrografia: biomicrito ou brecha com peloides (~0,03 mm de diâmetro), abundantes ostracodes irregularmente distribuídos, e possível bioturbação. Localmente com muitas microfraturas ou grandes fraturas preenchidas por material opaco oxidado. Amostra PRC-22.\tOrigem similar à da fácies FC1, porém\tcom\tenergia possivelmente um pouco mais alta (para justificar os peloides) e posterior exposição subaérea que causou o brechamento.\t4.14a 4.14b\nFB\tBone beds submilimétricos a 1 cm, constituídos por restos de peixes, provavelmente paleonisciformes, alguns coprólitos e raros ostracodes. Amostras PRC-11 e 28.\tRetrabalhamento de restos de peixes e outras partes esqueletais em condições de alta energia.\t4.8 4.24b 4.24f\nFCx\tSílex com aparência maciça ou brechada porosa, apresentando raras carapaças de ostracodes. Amostras PRC-17 e 23.\tOs ostracodes sugerem da substituição de carbonato por sílex.\t4.14e 4.14f\nTabela 2: Litofácies siliciclásticas.\nFácies\tDescrição\tProcessos deposicionais\tFigs\nFS1\tSiltitos ou siltitos argilosos cinza-claros a escuros e com coloração clara (creme a amarelo) ou avermelhados/arroxeados quando alterados. Finamente laminados em certas partes. Presença de restos de peixes (escamas e dentes) dispersos, fragmentos vegetais (licófitas) e ostracodes.\tDecantação de silte e argila em águas calmas, assim como os restos de peixes e de vegetais.\t4.5a 4.5b\nFS2\tRochas heterolíticas predominantemente síltico-argilosas com acamamento lenticular. As porções areníticas podem apresentar granodecrescência ascendente. Presença frequente de restos de peixes dispersos (principalmente escamas de paleonisciformes), coprólitos, bioturbações e gretas de contração. Esta fácies normalmente grada ascendentemente para a fácies FS3.\tAlternância\tde\tcondições hidrodinâmicas calmas, com lenta decantação de silte/ argila, e raros episódios com ondas induzidas por ventos de tempestades, quando ocorria aporte de areia ao sítio deposicional e rápida decantação sob influência de fluxos oscilatórios.\t4.9\nFS3\tRochas heterolíticas predominantemente síltico-arenosas com acamamento wavy. Presença frequente de restos de peixes dispersos (principalmente escamas de paleonisciformes), coprólitos, bioturbações e gretas de contração. Esta fácies pode gradar para a FS4.\tGênese similar à da fácies FS2, porém com aporte de mais areia ao sítio deposicional nos eventos de tempestade, provavelmente em ambientes mais rasos e/ou mais proximais.\t4.7a 4.9\nFS4\tRochas heterolíticas predominantemente areno-siltosas com acamamento flaser. Presença frequente de restos de peixes dispersos (principalmente escamas de paleonisciformes), coprólitos, bioturbações e gretas de contração.\tGênese em condições similares às duas anteriores, porém provavelmente ainda mais rasas e proximais, próximo ao nível de base de ondas de tempestade.\t4.7b 4.9\nFS5\tArenitos muito finos a finos amarelo-esbranquiçados\tem\tcamadas\ttabulares decimétricas com organização em lâminas planas horizontais.\tProvavelmente trata-se de acamamento similar ao da fácies FS4, mas quase sem pelitos intercalados entre as lâminas de arenitos e estas apresentam ondulações pouco evidentes.\t\nFS6\tArenitos muito finos a finos com estratificação cruzada côncavo-convexa ou hummocky e de coloração cinza-esbranquiçada, em camadas tabulares decimétricas a métricas com topo ondulado com grande comprimento de onda.\tDeposição de areia sob influência principalmente de fluxos oscilatórios de alta energia durante eventos de tempestades.\t4.10\nFácies\tDescrição\tProcessos deposicionais\tFigs\nFS7\tArenitos muito finos a finos em camadas centimétricas, bem selecionados, com estratificação cruzada por ondas e topo com ondulações simétricas de crista reta. Esses arenitos podem fazer parte das porções mais arenosas da fácies FS3 ou FS4.\tMigração de marcas de ondas em regime de fluxo inferior.\t4.11\nFS8\tCamadas tabulares decimétricas de arenitos maciços muito finos a finos e com coloração amarelada.\tDepósitos com perda das estruturas originais pela ação de bioturbação, diferença granulométrica ou fluidificação.\t\nFS9\tArenitos finos a muito finos bem selecionados, de coloração amarelada, com estratificação cruzada acanalada de médio a grande porte, preservados como camadas tabulares ou irregulares decimétricas.\tMigração de dunas eólicas de cristas sinuosas sob ação de ventos unidirecionais.\t4.12\nFS10\tArenitos e pelitos irregulares marrons intercalados com ondulações convolutas.\tProváveis\tdepósitos de interduna\túmida\tpor decantação.\t4.12b\nFS11\tArenito calcífero muito fino a fino em camadas tabulares decimétricas, maciço a levemente acamado, apresentando porções irregulares mais argilosas, restos de peixes e ostracodes, destacando-se nódulos milimétricos irregulares de sílex ou abundantes concreções carbonáticas mais regulares, esféricas, com até 2 cm de diâmetro (frequentemente intemperizadas, restando apenas cavidades esféricas). Exemplos: PRC-7, 8 e 9.\tConcreções e nódulos são feições epigenéticas comuns em rochas porosas como arenitos.\t4.13 4.14c\nFS12\tIntervalo entre a Formação Corumbataí e a Formação Piramboia, com cerca de 1 a 2,5 m de espessura, cores mosqueadas, composto por brecha irregular de fragmentos sílticos angulosos marrons, ocre a vermelhos, misturados heterogeneamente com grãos de areia mal selecionados esbranquiçados.\tPaleossolo composto somente pelos horizontes B e/ou C.\t4.14d 4.15\nLEGENDA\nLITOLOGIAS E LITOFÁCIES\n21 Siltito\nPelitos com lentes areníticas muito delgadas\nPelitos e arenitos muito finos intertaminados com acamamento wavy. onde: (1) pelitos > 50%; (2) arenitos s* 50%\nArenito muito fino a fino com interlaminações de pelitos muito delgadas onduladas a irregulares Arenito maciço muito fino a fino\nBone bed\nPaleossolo\nPorção silidficada\ns Rochas carbonáticas:\n□HE (Bio)micrito\n-LA-L Brecha e/ou intramicrito\nIWI (Bio)micrito impuro\nESTRUTURAS EACAMAMENTOS\nLa mi nação plano-paralela\nXsS Laminação cruzada por ondas\n•O' Estratificação cruzada hummocky\nEstratificação cruzada acanalada\nTV Gretas de contração\nDique clástico\n■aaáx Deformação\nSuperficie de erosão\nl Bioturbação\nFÓSSEIS\n2 Micrófilos de licófitas § Caules de licófitas\nOstracodes\ni--1 Fragmentos de caules\n<±x] Escamas/dentes de peixes\n2 CaCO3(<50%) em cimento, matriz ou grãos co Nódulo-SiCk ou CaCCh\n□ Medidas de direções das cristas de ondulações\n(J) N° do intervalo dos diques elásticos\nFeições de ressecamento\n□\nO o\nFigura 4.1. Legenda das seções colunares (modificado de Rohn &amp; Fairchild, 2015).\nFigura 4.2. Seção colunar 1. Legenda na figura 4.1.\nFigura 4.3. Seção colunar 2. Legenda na figura 4.1.\nVISADAS\n14 m\n10 m\n5 m\nC MÚG M FMFS A\nI_______I\nA\nFÓSSEIS\nfig. 4.12\nfig. 4.1 5\nca —Od\nOTOLOGIAS\nVO\nU\nFm. Piramboia\nFm. Corumbataí\n\n\n\nFigura 4.4. Seção colunar 3. Legenda na figura 4.1.\n-■ Ar\nPRC-17:(síleX<)'\nFigura 4.5. Exemplos de fácies carbonáticas alternadas com siliciclásticas na parte superior do perfil 1. (A) e (B) Indicação dos níveis das amostras apresentadas e de alguns níveis fossilíferos. (C) Fotomicrografia de arenito muito fino com porção argilosa, observando-se mistura de grãos de quartzo, carbonatos e ostracodes (amostra PRC-9). (D) e (E) Biomicrito com ostracodes e níveis com nódulos silicosos (em D) (amostras PRC 13 e 13A).\nFigura 4.6. Fotomicrografia da fácies FC1 (amostra PRC-16). (A) Biomicrito com micrófilos de licófitas (setas vermelhas). (B) Biomicrito com ostracodes (setas vermelhas) e escama de peixe (seta amarela).\nFigura 4.7. (A) e (B) Fotomicrografias de rochas heterolíticas com acamamento wavy a flaser das fácies FS3 e FS4 (amostra PRC-24). Notar (em A) o contato localmente erosivo na base das lâminas areníticas, a granodecrescência ascendente ao longo de cada lâmina e a porção superior finamente laminada.\nFigura 4.8 Fotomicrografias da fácies FB (bone bed) constituído por restos de peixes com alguns ostracodes (amostras PRC-11 e 28, do mesmo nível). (A) e (B) Bone bed na porção basal de rocha heterolítica calcífera, notando-se granodecrescência ascendente na primeira lâmina, respectivamente com nicois paralelos e nicois cruzados. A seta aponta para um dente em seção transversal. (C) Notar o empacotamento denso dos restos de peixes; o retângulo indica a fotomicrografia (D) que mostra em detalhe um dente de peixe paleonisciforme em corte transversal (seta vermelha), escama de peixe (seta verde) e provável coprólito (seta amarela).\nFigura 4.9. Exemplos de fácies FS2 e FS3 da Formação Corumbataí. (A) Passagem (tracejado preto) de rochas heterolíticas síltico-argilosas arroxeadas para rochas hererolíticas mais arenosas esbranquiçadas, ambas com acamamento wavy. (B) Contraste entre as rochas heterolíticas vistas em planta. (C) Gretas de contração nas lâminas mais pelíticas das fácies heterolíticas. (D) Concentração de restos de peixes em prováveis coprólitos (indicados pela seta vermelha) num nível mais argiloso das rochas heterolíticas. (E) Rocha heterolítica com acamamento wavy e gretas de contração numa seção vertical; as lâminas mostram gradação ascendente de arenito muito fino (amarelado) para argilito (avermelhado).\nFigura 4.10. (A) e (B) Exemplos de arenitos com estratificação cruzada côncavo-convexa (hummocky) (fácies FS6) da Formação Corumbataí na parte superior do perfil 2 e no perfil 3, respectivamente.\nFigura 4.11. Vistas oblíquas da fácies FS7 da Formação Corumbataí, a qual designa arenitos muito finos com ondulações de rochas heterolíticas com acamamento wavy. (A) Ondulações com cristas levemente sinuosas simétricas. (B) Ondulações com cristas retilíneas simétricas.\nFigura 4.12. Fácies FS9 da Formação Piramboia no Perfil 3 caracterizada por arenitos amarelados/avermelhados/esbranquiçados, finos, bem selecionados em camadas decimétricas com estratificações cruzadas acanaladas. (A) Vista geral. (B) Detalhe da parte inferior para melhor visualização de porção mais pelítica e convoluta marrom (fácies FS10), que pode representar interduna úmida.\nFigura 4.13. Arenitos calcíferos finos esbranquiçados com abundantes cavidades arredondadas resultantes da dissolução de concreções carbonáticas da fácies FS11 da Formação Corumbataí. (A) Parte inferior do perfil 1. (B) Parte média a superior do perfil 1 (nódulos um pouco acima do martelo).\nFigura 4.14. Exemplos de fácies encontradas na Formação Corumbataí. (A) Biomicrito fraturado e brechado por ressecamento com (B) microfraturas, peloides e ostracodes (amostra PRC-22) (C) Arenitos calcíferos da Formação Corumbataí com nódulos milimétricos a centimétricos de sílica (nível da amostra PRC-7). (D) Paleossolo da fácies FS12, acima do nível tracejado, constituído por arenitos finos mal selecionados e avermelhadas com porções brechadas, no contato entre as formações Piramboia e Corumbataí (E) e (F) Sílex, fácies FCx no perfil 2, com variações laterais, ora com aspecto brechoide, ora maciço (nível da amostra PRC-23).\n4.1.1.\tCamada Porangaba\nConforme a proposta de Matos (1995), a brecha (fácies FS12) no contato entre a Formação Corumbataí e a Formação Piramboia (no perfil 3), é denominada como Camada Porangaba (figuras 4.14D, 4.15). As primeiras brechas da camada demarcariam o contato entre a Formação Corumbataí e a Camada Porangaba. As brechas possuem matriz variável, ora argilosa, ora mais arenosas, passando para rochas heterolíticas arenosas com estruturas internas pouco preservadas. A Camada Porangaba possui forma tabular ou irregular, e espessura variando de 60 cm a 1,5 m ao longo do afloramento. A diminuição de espessura da Camada Porangaba no pacote central da camada parece ter sido causada por uma falha inversa, sendo uma forte evidência de atividade tectônica penecontemporânea à sedimentação (figuras 4.15E, F). O contato entre a Camada Porangaba e a Formação Piramboia é abrupto e regular com a passagem da brecha e rochas heterolíticas para os arenitos finos com estratificação cruzada.\n\n\nCamada Porangàba\nFormação Corumbataí\n- t- I\nmgsrêr *\"\t1\nFormação Piramboia\n; ’\t/ J\t( y.\n-JEJ.- y - • • r*\nCamada Porangaba 1\n- .&lt;■:\tv ■\t1 l\nCamada Porangaba\nFojrmação Corumbataí\n- • - ; .\n■ ........ ■ ; - >\n,&lt;- ”\t■ ■■■ v ■ ■\n-\n\n\n\n\n\nFigura 4.15. Camada Porangaba presente no perfil 3. (A) Brecha com matriz argilosa no contato com a Formação Corumbataí (indicado por linha tracejada). (B) Brecha com matriz argilosa. (C) Contato entre a Formação Corumbataí e a Camada Porangaba. (D) Contato entre a Camada Porangaba e a Formação Piramboia. (E) Indicação da diminuição de espessura do pacote central da Camada Poragaba. (F) Falha inversa no pacote central da camada Porangaba.\n4.2\t. Diques clásticos e camadas deformadas\nOs diques foram observados em planta, no piso dos afloramentos, e em cortes subverticais (figura 4.19). Eles são compostos por arenito muito fino esbranquiçado, com grãos bem selecionados, e são aparentemente maciços. As formas dos diques podem variar bastante, dependendo do grau de compactação posterior, sendo elas principalmente retilíneas, sinuosas (em “S”), às vezes apresentando bifurcações, e até mesmo intersecção de diques (figura 4.20). A variação na espessura dos diques é ampla, podendo ser de poucos centímetros a até 40 centímetros.\nForam realizadas medidas de atitudes em todos os níveis em que foram encontrados diques clásticos, como mostra a figura 4.18. Constatou-se que as direções preferenciais dos diques são NW-SE e NNE-SSW.\nAs feições que limitam os níveis dos diques são documentadas como fraturas de extrusão (AUDERMARD et al. 1990) e estão presentes em alguns locais das seções. Também são encontradas algumas camadas descontínuas e horizontais de arenitos intrudidos, interpretadas como “sills” clásticos, como já descritos anteriormente na literatura (e.g. TRUSWELL, 1992; HISCOTT, 1979). Outras feições como fraturas, pequenos veios carbonáticos, bolsões areníticos e “vulcões” ou cones de areia (descritos por Obermeier, 1996) também se destacam nos afloramentos (figura 4.21). Fósseis, geralmente escamas de peixes paleonisciformes, também são comumente encontrados nos limites entre os diques e as litologias adjacentes, o que foi anteriormente interpretado como resultado do próprio processo de injeção da areia, remobilizando não só os sedimentos, como também seu conteúdo fossilífero (INGLEZ, 2015). Pequenas deformações, dobras de arrasto, fragmentos de diferentes litologias (“enclaves”) (figura 4.22) e pequenas falhas são encontradas próximas aos diques,\nCamadas deformadas e falhas sin-sedimentares na Formação Corumbataí e na base da Formação Pirambóia são encontradas com pouca frequência ao longo das três seções, mas juntamente com os diques clásticos, também são indícios de atividade sísmica (RICCOMINI et al. 1996). Na seção 1 encontram-se camadas levemente dobradas e com possíveis discordâncias erosivas com novas superfícies de deposição acima destas (figura 4.16). Na seção 2 e na seção 3 ocorrem pacotes areníticos completamente deformados abaixo de uma camada de sílex. Essas deformações apresentam estruturas como dobras, laminações convolutas e falhas sin-sedimentares que ocorrem entre camadas não deformadas (figura 4.17), representando um contexto de tectônica sin-sedimentar (CHAMANI et al. 1992).\nFigura 4.16. Deformações e discordâncias intraformacionais no perfil 1. (A) A linha pontilhada vermelha destaca um corpo arenítico descontínuo que está sobre um pequeno “sinforme” de rochas heterolíticas. (B) Rochas heterolíticas também deformadas, sendo que a imagem mais detalhada em (C) mostra nitidamente que a porções dobradas para cima foram erodidas de modo a gerar uma discordância intraformacional antes da retomada da sedimentação.\nFigura 4.17. Camadas deformadas nos perfis 2 e 3. (A) e (B) Pacotes areníticos deformados na parte superior do perfil 2. (C) Intervalo deformado entre camadas não deformadas (posição do intervalo indicada pelas linhas tracejadas pretas). (D) Falha inversa no perfil 3. (E) Laminações convolutas no perfil 3, na porção basal da Formação Piramboia. (F) Deformação e diminuição de espessura do arenito esbranquiçado na parte superior da Formação Corumbataí.\nIntervalo 1\nN =\nTotal das 3 seções\nSeção Colunar 2\nIntervalo 2\nN = 6\nIntervalo 1\nN = 6\nSeção Colunar 1\nIntervalo 2\tIntervalo 3\tTotal\nN = 5\t,---N = 4\tN = 15\nSeção Colunar 3\nIntervalo 1\nN = 5.\nFigura 4.18. Diagramas de concentração dos polos das atitudes de diques clásticos e diagramas de roseta para cada intervalo de diques e, embaixo, para todo o conjunto de dados (N= número de medidas).\nFigura 4.19. Intervalos com diques clásticos no perfil litológico 2, em vista oblíqua do piso do afloramento. (A) Intervalo “1”. (B) Intervalo “2”.\nFigura 4.20. Formas dos diques encontrados. (A) Dique um pouco curvo em corte obliquo vertical. (B) Diques sinuosos (em “S”), em corte vertical. (C) Diques bifurcados em vista obliqua do piso. (D) Intersecção de diques em vista obliqua do piso.\nFigura 4.21. Feições e estruturas comuns no afloramentos com diques clásticos. (A) Feição de extrusão no limite da mudança de fácies. (B) Camadas horizontais de diques indicadas pelas setas, possuem coloração esbranquiçada e são interpretadas como “sills” clásticos. (C) Bolsão arenítico encontrado em meio as rochas heterolíticas, devido à processos de fluidificação e remobilização da areia. (D) “Vulcão” ou cone de areia visto em planta na seção 1.\nFigura 4.22. Evidências de injeção forçada de areia em depósitos impermeáveis ainda não litificados. (A) Feição de extrusão de areia em rochas heterolíticas da fácies FS3 (delimitada por linha tracejada preta) em corte oblíquo e vertical do afloramento. (B) Detalhe da extrusão e parte da litologia hospedeira deslocada (retângulo vermelho). (C) Dique clástico alojado em rochas heterolíticas (FS3) (observado em planta e destacado por linha tracejada preta). (D) Fragmento de rocha relativamente grande também remobilizado no evento que gerou o dique (como um “enclave”) (E) Dique clástico em meio a rochas heterolíticas da fácies FS3 (delimitado por linha tracejada preta). (F) Detalhe do contato entre o dique e a rocha heterolítica, evidenciando pequenas dobras de arrasto.\n4.3.\tContéudo fossilífero\nAs identificações e análises do conteúdo fossilífero foram feitas macroscopicamente e ao microscópio petrográfico. A caracterização tafonômica dos fósseis é de extrema importância por sua relação direta à história do registro sedimentar, auxiliando nas interpretações paleoambientais e paleoecológicas e, consequentemente, na identificação das condições ambientais da bacia. Os principais fósseis encontrados na unidade estudada são apresentados nesse capítulo, enfocando o significado paleoambiental e deposicional.\n4.3.1.\tVegetais\nNa Formação Corumbataí são conhecidos poucos vegetais fósseis, encontrados principalmente em depósitos siliciclásticos. Na área de estudo, os principais fósseis vegetais identificados foram os caules de licófitas preservados como moldes achatados (Lycopodiopsis, figura 4.23), micrófilos de licófitas, dispersos ou em concentrações, fossilizados como moldes ou permineralizados por sílica (figura 4.23), alguns muito bem preservados em biomicritos (figuras 4.6A, 4.25D). Embora não muito bem preservadas, foram encontradas minúsculas pecopterídeas permineralizadas por sílica (figura 4.26C, D), anteriormente conhecidas apenas no Bairro Santa Teresinha de Piracicaba e em nenhum outro local da Bacia do Paraná com o mesmo tipo de fossilização. Finalmente, também foram encontrados pequenos fragmentos de caules de gimnospermas (figura 4.23E). Todos os vegetais geralmente não revelam o local de vida, pois são flutuantes e podem ser transportados por longas distâncias. Apenas as licófitas podem ter sido hidro-higrófilas (ou seja, seu rizoma pode ter ficado temporariamente ou sempre dentro da água) e, conforme exemplos de outras bacias, é possível que estes vegetais tenham tolerado águas relativamente salgadas (vide comentários em Rohn, 1994 e no final do presente trabalho).\nFigura 4.23. Fósseis de vegetais. (A) Molde de caule de licófita (Lycopodiopsis). (B) Moldes de micrófilos de licófitas. (C) Moldes de caules e micrófilos de licófitas no mesmo nível. (D) Concentração de vários caules de licófitas posicionados em diferentes direções. (E) Fragmento de gimnosperma permineralizado por sílica. (F) Fragmentos de micrófilos de licófita.\n4.3.2.\tOstracodes\nOstracodes possuem grande aplicação nos estudos de depósitos sedimentares e são amplamente distribuídos pelo Grupo Passa Dois. Alguns propiciam correlações biocronoestratigráficas locais e/ou regionais, porém ainda foram pouco estudados na Formação Corumbataí para esta aplicação. Em alguns casos, a alta sensibilidade à salinidade, disponibilidade de nutrientes e temperatura, por exemplo, para a mineralização das carapaças (principalmente carbonato de cálcio e pouca quitina) pode fornecer evidências sobre os paleoambientes. No caso dos ostracodes da Formação Corumbataí, as carapaças são lisas (figura 4.26), o que é mais típico de ambientes não marinhos (Rohn &amp; Rocha Campos, 1990).\nOs ostracodes ocorrem em diversos níveis nos perfis litológicos estudados e são encontrados geralmente associados a outros fósseis e em rochas carbonáticas ou siliciclásticas. Nas carbonáticas, analisadas ao microscópio petrográfico, os ostracodes podem ocorrer com as valvas fechadas (com o interior preenchido por esparita) ou isoladas (figuras 4.6, 4.25), já em rochas siliciclásticas, os ostracodes ocorrem na forma de moldes (figura 26B).\n4.3.3.\tFragmentos de peixes e cóprolitos\nDiversos fragmentos de peixes, particularmente escamas de paleosniciformes, foram encontrados na seção estudada da Formação Corumbataí. Os restos podem estar dispersos (figura 4.6B) ou concentrados em delgados pavimentos de siltitos e arenitos muito finos ou em bone beds (figuras 4.8, 4.24). As escamas de peixes de paleonisciformes são as mais abundantes e ocorrem com ganoína carbonificada ou como moldes. Também foi encontrada uma provável enteróspira de tubarão (figura 4.26A), que antigamente era apontada como evidência de águas não marinhas (ROSLER et al. 1985). Coprólitos atribuídos a peixes são mais ou menos elipsoides a esféricos achatados e apresentam coloração escura, podendo alcançar mais de 2 cm de comprimento (figura 4.24D e 4.25). Coprólitos menores ocorrem associados a escamas e dentes de peixes em bone beds (figura 4.8D).\nFigura 4.24. Fragmentos de peixes, coprólito e bone beds. (A) rocha pelítica com várias escamas de peixes vistas em planta. (B) concentração de fragmentos de peixes vista lateralmente no afloramento. (C) Concentração dos fósseis no contato entre o siltito amarelado e o carbonato acinzentado, como mostra a seta vermelha. (D) Coprólito em rocha heterolítica argilosa (FS2). (E) Pequenas escamas vistas em seção vertical. (F) Bone bed de coloração escura.\nFigura 4.25. Exemplos do conteúdo fossilífero em lâminas petrográficas. (A) Micrófilo de licófita (seta vermelha), cóprolito (seta verde) e pequenos fragmentos de ostracodes (retângulo amarelo). (B) Ostracodes com valvas fechadas e preenchimento por esparita (seta verde) e fragmentos de ostracodes dispersos. (C) Valvas de ostracodes fechadas (seta verde) e valvas isoladas (seta vermelha). (D) Micrófilo de licófita (seta vermelha).\nFigura 4.26. Alguns fósseis significativos da área de estudo. (A) Provável enteróspira de tubarão. (B) Ostracodes com carapaças lisas, escamas de peixes e micrófilo de licófita. (C) e (D) Pecopterídeas logo abaixo da camada de sílex do perfil 1 (abaixo da amostra PRC-17).\n5.\tSucessões cíclicas\nAs principais sucessões repetitivas observadas, atribuíveis a fatores cíclicos, são as associações granocrescentes ascendentes já mencionadas no capítulo da descrição das litofácies. Referem-se à passagem de argilitos ou siltitos (fácies FS1) para rochas heterolíticas argilosas (fácies FS2) e estas para rochas heterolíticas arenosas (fácies FS3 e FS4). Também pode ocorrer a passagem de rochas heterolíticas para arenitos finos com estratificações cruzadas hummocky (figura 5.1). Algumas sucessões aparecem incompletas, sem argilitos ou siltitos na porção basal, ou sem arenitos espessos na porção superior.\nEstas sucessões cíclicas representam a passagem de depósitos de águas mais profundas/distais para depósitos de águas mais rasas/proximais, podendo até mesmo ter ocorrido períodos de exposição aérea atestados pelas gretas de contração. A complementação desta interpretação é discutida no final do trabalho.\nAs rochas carbonáticas da área de estudo são delgadas e não permitiram reconhecer algum caráter cíclico referente exclusivamente a estas litologias, ao contrário de outras áreas situadas mais a sul da Bacia do Paraná, onde ocorrem alguns intervalos carbonáticos mais espessos, estudados por Meglhioratti (2006). Mas a própria alternância entre camadas carbonáticas e siliciclásticas na parte superior do perfil 1 (correlacionável à parte média do perfil 2) deve representar ciclicidade quanto ao caráter respectivamente mais “limpo” ou mais “turvo” da água. Um dos carbonatos também evidencia exposição subaérea através de brechamento. Este assunto é retomado no capítulo “Discussões”.\nNo caso da área de estudo, pelo menos uma sucessão cíclica na parte central da seção colunar 1 (figura 5.1) está interrompida por uma discordância intraformacional, já que uma camada deformada foi teve seu topo absolutamente aplainado e depois recoberto por uma camada horizontal não deformada (fig. 4.16).\nCittat matoev*\nSeção Colunar 3\nT\nFigura 5.1. Ciclos granocrescentes ascendentes métricos com os limites de ciclos utilizados nas correlações.\n6.\tCorrelações\nPrimeiramente, foi realizada a correlação estratigráfica entre as três seções levantadas. Para estabelecer a correlação entre a seção 1 e a seção 2 foram usadas as rochas carbonáticas e a camada de sílex, as quais são semelhantes em termos de espessura, conteúdo fossilífero e características petrográficas. Por exemplo, biomicritos da fácies FC1 de ambas as seções possuem ostracodes, micrófilos de licófitas e restos de peixes (figura 6.1). Para a seção 2 e seção 3 foram correlacionados os pacotes areníticos com estratificações cruzadas hummocky (fácies FS6), uma camada de sílex e também foram observados intervalos de deformações coincidentes quanto à posição estratigráfica. Com as correlações (figura 6.2) foi possível estimar os mergulhos verdadeiros das camadas, sendo ~0.3° entre as seções 1 e 2, e ~0.5° entre as seções 2 e 3. Esta pequena diferença poderia indicar existência de alguma falha geológica com rejeito de poucos metros entre algumas das seções. A diferença também pode ter resultado de alguma imprecisão durante o trabalho de campo. Esta correlação das três seções foi denominada Seção Colunar Colinas de Piracicaba e possui 48,5 m. (figura 6.1).\nA outra etapa consistiu na tentativa de correlação da seção colunar composta com o poço FP-12-SP (figura 6.3), inteiramente testemunhado, já descrito por Rohn (2001) e Meglhioratti (2006). Os procedimentos já foram explicados no capítulo “Materiais e Métodos”. Apesar da distância relativamente grande entre a área de estudo e este poço, a correlação apresenta coerência em relação à posição do intervalo carbonático e aos dois intervalos relativamente espessos de arenitos (abaixo e acima dos carbonatos). Se esta correlação estiver correta, pode-se inferir que eventuais bivalves encontrados entre a base e aproximadamente a segunda camada de sílex (no topo do perfil 2) podem pertencer à biozona central da Formação Corumbataí (Zona Pinzonella illusa); acima sílex estão previstos bivalves da terceira biozona. É óbvio que os dados ainda são efêmeros e insuficientes para realizar correlações confiáveis. Portanto, a figura 6.3 é apenas um exercício preliminar.\nFigura 6.1. Seção Colunar Colinas de Piracicaba e ao lado as amostras das camadas usadas na correlação entre a seção 1 e a seção 2. (A-Seção 2-PRC-23; B-Seção 1-PRC-17) Sílex com ostracodes. (C-Seção 2-PRC-21; D-Seção 1-PRC-16) Biomicrito com ostracodes com valvas articuladas e carapaças isoladas.\nFigura 6.2. Correlações estratigráficas entre as três seções colunares levantadas em trabalho de campo. Sobrelevação de 20x.\nRaio Gama pp-u-sp\n3 j\nResistividade (Ohm.ni)\n20 rn\n■aüm\n100 —\nSeção colunar eompüstà Colmas de Piradcalw\nRaio Gama\n(cps) Poço Charqueada\n1-A0-Í-SP\nResistividade ioriin.no\n* Çonlprme poços artesianos em Aguas de SJo Pedro, a basti da scçao colunar comporta silua-sô -105 m acima do conta to Frq iraii/ F m Gorumbats i\n30 rn\n\nFigura 6.3. Correlação da Seção Colinas de Piracicaba com as outras seções da região.\ncontato CO-PIR-\n.jPoçokCh arq ú ead a aparqueada\n/■Anhembi\n/PÍjfo'Condomímo J\n* '\nAfloramento Santa Luzia\n■ » fc/‘. ■\t1\n> >U_\t’\nSão Pèòro\npr. K\nFigura 6.4. Localizações das seções utilizadas nas correlações.\n\nFinalmente, procurou-se correlacionar a seção colunar de Colinas de Piracicaba com a seção colunar levantada por Turra (2009) em Santa Luzia, Charqueada (figura 6.5), tendo em vista que alguns intervalos com diques clásticos poderiam representar os mesmos abalos sísmicos nas duas regiões. Entretanto, não houve sucesso nesta tentativa, pois a distribuição vertical dos intervalos com diques clásticos é diferente, não parecem ocorrer rochas carbonáticas, nem sílex em Santa Luzia, e os arenitos são menos abundantes. Uma vez que diques clásticos são muito comuns na região de Piracicaba-Rio Claro- Charqueada, com registros inclusive na Formação Serra Alta (WARREN et al. 2015), os intervalos comparados de Charqueada e Piracicaba não são necessariamente os mesmos.\nFigura 6.5. Seção colunar levantada por Turra (2009) em Santa Luzia (Charqueada).\n7.\tDiscussões\n7.1.\tInterpretações paleoambientais\nDiversos trabalhos das décadas de 1960 a 1980 (e.g., SCHNEIDER et al. 1974) assumiram a ideia de que as formações Teresina/ Corumbataí representariam planícies de marés e condições marinhas rasas, porém é muito antigo o conhecimento de que faltam fósseis tipicamente marinhos nestas unidades (e.g., MENDES 1952). Possíveis exceções paleontológicas, registradas mais recentemente, são ostracodes supostamente marinhos cosmopolitas (ALMEIDA, 2005; ALMEIDA &amp; DO CARMO, 2005; TOMASSI &amp; DO CARMO, 2009), assim como um braquiópodo (SIMÕES &amp; ANELLI, 2009) e grandes icnofósseis Thalassinoides (ROHN et al. 2004).\nAinda que alguns destes fósseis realmente indiquem condições marinhas, não se pode extrapolar este paleoambiente para todo o intervalo das formações Teresina/Corumbataí. Dado o tempo enorme envolvido na deposição das formações e o registro incompleto, Rohn et al. (2004) e Simões &amp; Anelli (2009) consideraram a possibilidade de incursões marinhas esporádicas e de curta duração. O possível cosmopolitismo dos ostracodes precisa ser melhor investigado, pois Sohn &amp; Rocha-Campos (1990) não reconheceram formas marinhas nas assembleias da Formação Corumbataí. Entre os trabalhos das últimas décadas, Milani et al. (2007) ainda mantiveram as interpretações tradicionais (paleoambiente de planícies de marés às margens de um ambiente marinho) num contexto de gradual tendência regressiva em grande escala na bacia, mas em outros trabalhos parecem predominar interpretações de que não ocorria ou quase não ocorria comunicação dos corpos d'água do Grupo Passa Dois com o oceano aberto (LAVINA 1991; ROHN 1994, 2001; GHILARDI &amp; SIMÕES 2002; MEGLHIORATTI 2006; MÉNDEZ-DUQUE 2012; WARREN et al. 2015; ROHN &amp; FAIRCHILD 2015).\nPara designar o paleoambiente das formações Irati, Serra Alta, Teresina e Corumbataí, Lavina (1991), Rohn (1994) e Simões et al. (2010), entre outros, adotaram a expressão “lago-mar”, introduzida na literatura geológica brasileira por Della-Fávera (1990). Contudo o caráter do paleoambiente talvez seja melhor traduzido como “mar\ninterior epêirico”, o qual representa um corpo d'água com gradiente baixíssimo e profundidade muito pequena (ROHN &amp; FAIRCHILD, 2015). Este modelo foi bem discutido por Lukasik et al. (2000) e Poppelreiter &amp; Aigner (2005). Nas partes mais proximais dos mares, ao invés de praias e ilhas barreiras, haveria uma imensa faixa lamosa de baixa energia (com mais de uma centena de quilômetros de largura). As condições muito rasas numa enorme área teriam impedido a propagação de ondas normais. Conforme o modelo (LUKASIK et al. 2000; POPPELREITER &amp; AIGNER 2005), apenas muito longe da costa, em condições um pouco mais profundas, existiriam ondas e, desta forma, um nível de base de ondas normais. Contudo, as condições de energia mais altas seriam promovidas por ondas de tempestade, capazes de retrabalhar todo o fundo dos mares epêiricos, mas sem causar erosões profundas (nem vales incisos). Os depósitos, mesmo que tenham sido amalgamados e formados diacronicamente em diferentes partes da bacia, seriam caracterizados por lençóis de milhares a dezenas de milhares de quilômetros quadrados, empilhados em arquitetura agradacional, como “camadas de bolo” (POPPELREITER &amp; AIGNER, 2005). Da mesma forma, abaixamentos relativos do nível de base poderiam causar exposições subaéreas de enormes áreas e produção de gretas de contração e outras feições de ressecamento em porções até centrais dos mares epêiricos. Nos dois exemplos da literatura, os mares epêiricos tinham conexão aos oceanos. No caso da Bacia do Paraná, conexões ao mar aberto foram, no máximo, esporádicas, de modo que as variações do nível de base devem ter sido controladas principalmente pelo clima.\nConsiderando-se este contexto, as rochas heterolíticas com acamamento flaser, wavy e lenticular, como observadas em Piracicaba, não podem mais ser interpretadas como fácies típicas de planícies de marés (como na visão tradicional, e.g. REINECK &amp; WUNDERLICH, 1968), mas devem estar relacionadas, na realidade, à alternância de condições calmas do dia-a-dia (favoráveis à decantação de lama) e condições de maior energia causadas por tempestades (deposição dos grãos de areia, muitas vezes com fragmentos de conchas, de restos de peixes e carapaças de ostracodes) (e.g. RAAF et al. 1977).\nConforme já concluído nos capítulos anteriores, as sucessões de fácies heterolíticas (FS2-FS3-FS4), com aumento da proporção de arenitos no sentido ascendente, às vezes sobrepostas por arenitos com estratificação cruzada hummocky (fácies FS6), refletem paleoambientes com diminuição da profundidade de água (fases de “raseamento” do corpo d'água). Se a associação fosse de planície de marés, os sedimentos mais finos predominariam na parte superior e não na basal (e.g. PRATT &amp; JAMES, 1986).\nEm resumo, o empilhamento de associações granocrescentes representa sucessivas fases regressivas. O registro transgressivo pode ser restringir a delgadas camadas de grânulos, seixos ou bioclastos retrabalhados (lags transgressivos; seções condensadas), pois quando o nível relativo da água sobe, o suprimento de sedimentos se torna insuficiente para o preenchimento do espaço de acumulação (considerando que a área-fonte dos sedimentos fica mais distante do sítio deposicional durante cada fase transgressiva).\nDe acordo com a literatura (vide compilação em Meglhioratti, 2006), as fases transgressivas podem ser propícias para a deposição de sedimentos ou camadas geradas no próprio ambiente deposicional (como carbonatos, microbialitos), porque as águas se tornam menos turvas (menor aporte de siliciclastos à bacia). Por outro lado, a geração de carbonatos comumente pode estar associada a condições de águas mais salinas (e alcalinas), mais rasas e com menor aporte de siliciclastos em consequência de substituição de climas relativamente úmidos por mais secos. Por esta razão, existem distintas sugestões na literatura para a delimitação de sucessões cíclicas carbonáticas ou siliciclásticas-carbonáticas mistas: a) os carbonatos seriam transgressivos; ou b) os carbonatos seriam regressivos; ou c) uma parte da camada ou intervalo carbonático seria regressivo e outro, transgressivo. No caso da Formação Teresina, Rohn (2001) e Meglhioratti (2006) analisaram as sucessões mistas caso a caso, mas comumente atribuíram as camadas carbonáticas à porção superior das sucessões cíclicas devido às evidências de alta energia (tempestitos de águas rasas), ou de exposição subaérea.\nNo caso do estudo realizado em Piracicaba, as sucessões cíclicas das rochas siliciclásticas puderam ser facilmente delimitadas e são similares às reconhecidas em Rohn (2001) e Meglhioratti (2006). Diversas concentrações de restos de peixes (figura 4.7) podem representar lags transgressivos, ajudando a reconhecer as bases das sucessões cíclicas. Conforme já mencionado, pelo menos uma sucessão foi abruptamente truncada por erosão, tendo uma pequena discordância intraformacional no topo (figura 4.16). Na parte superior da Seção 2 também pode haver situação similar.\nAs camadas carbonáticas de Piracicaba são predominantemente micríticas com abundância grande de ostracodes e alguns restos de peixes, o que sugere deposição em condições de águas muito calmas, não necessariamente em final de ciclo regressivo. Mas o leve brechamente de um biomicrito (FC5, amostra PRC-22) talvez já seja evidência suficiente para interpretar pelo menos este carbonato se enquadra no final de uma sucessão cíclica.\nA camada de sílex nas seções 1 e 2, apresenta carapaças de ostracodes e laminação irregular, o que sugere que esta camada era originalmente um carbonato. Na parte basal desta camada na Seção 1, o aspecto da rocha é de uma fina brecha silicificada, mas apesar deste caráter, ela possui pequenos fragmentos de pecopterídeas (“samambaias”) permineralizadas por sílica e outros fragmentos vegetais (figura 4.26). As pecopterídeas, assim como a brecha de sílex, assemelham-se àquelas encontrados no Bairro Santa Teresinha em Piracicaba, estudados por Tavares &amp; Rohn (2009). Considerando-se a preservação tridimensional das pínulas, sem achatamento, sua permineralização por sílica deve ter sido bem precoce, provavelmente logo após sepultamento muito raso no próprio ambiente deposicional. Este processo de fossilização só acontece quando há muita sílica disponível. Uma alternativa é considerar que a sílica esteve disponível por hidrotermalismo, o que é fortemente sugerido por campos de cones de sílex no Município de Anhembi (SP), interpretados como geiseritos, originados durante a deposição da Formação Corumbataí (e.g. MATOS, 1995; YAMAMOTO et al. 2005); contudo, ainda não foi determinada a posição estratigráfica exata dos cones e não se sabe se o hidrotermalismo esteve restrito à\nregião de Anhembi - talvez distante demais para ter influenciado a fossilização das folhas em Piracicaba. Outra hipótese para explicar a permineralização precoce dos vegetais por sílica seria a sazonalidade bem marcada com estações úmidas e secas, pois são necessárias condições químicas específicas tanto para a alteração de minerais silicáticos, quanto para a solubilização da sílica e a sua impregnação nos vegetais (Tavares &amp; Rohn, 2009). Outra possibilidade seria a influência microbial, já que a ação de cianobactérias aumentaria o PH da água tornando o ambiente mais propício para a solubilização da sílica. De qualquer forma, a fossilização rápida dos vegetais leva a crer que a silicificação do último carbonato de Piracicaba também aconteceu pouco tempo após a deposição.\nO intervalo carbonático de Piracicaba também mecere atenção pela abundância de caules e micrófilos de licófitas. No Paleozoico, quase todas as licófitas estiveram relacionadas a paleoambientes paludais em planícies deltaicas ou lagunas, de modo que as formas arborecentes constituíram cerca de 70% da biomassa que originou os carvões do Carbonífero da Euramérica (conforme compilação bibliográfica de Manfroi et al. 2012). Gastaldo (1986) salientou que muitas licófitas apresentavam tolerância a águas salinas, como os mangues modernos. Há poucas consideração paleoecológicas para as licófitas das formações Teresina e Corumbataí. Nestas unidades não existem carvões e os caules geralmente têm diâmetros pequenos, ocorrendo tanto como moldes, como permineralizados por sílica. A região de Piracicaba parece ser especialmente rica em licófitas, pois os principais estudos sobre o grupo foram realizados com fósseis desta região (ALARCON, 1998; TAVARES &amp; ROHN, 2009; FARIA et al. 2009; FARIA &amp; RICARDI-BRANCO, 2010). Contudo, os fósseis vegetais mais abundantes na Formação Teresina nos estados de Santa Catarina e Paraná também são caules de licófitas, embora raros e distribuídos ao longo de vários níveis estratigráficos (ROHN, 1994).\nNo afloramento de Piracicaba não foram reconhecidos rizomas, nem bioturbação dos estratos atribuível a rizomas de vegetais, porém a associação entre caules e micrófilos nos mesmos níveis sedimentares permite especular que o transporte dos vegetais não deve ter sido longo (considerando-se comportamentos tafonômicos\ndistintos dos caules e micrófilos no transporte). Assumindo-se que os vegetais viveram nas proximidades da área de estudo, este sítio deposicional estava localizado próximo da paleocosta? Sua posição não era obrigatoriamente proximal, pois as licófitas muito provavelmente toleravam águas relativamente salgadas, solos instáveis e pobres em nutrientes (como as licófitas paludais do Carbonífero). É possível que, nas condições epêiricas, devido à pequena profundidade da água, alguns bancos ficassem esporadicamente expostos (como pequenas ilhas, aproximadamente similares às do modelo de Pratt &amp; James, 1986, mas sem marés) e fossem colonizados por vegetais. Por outro lado, dada a abundância de licófitas em diferentes afloramentos na região de Piracicaba, além da ocorrência de pecopterídeas, é possível que a área continental (emersa), de fato, estivesse próxima. Esta ideia de que a costa tenha se deslocado para o interior da bacia coaduna com a interpretação de que os carbonatos (que preservaram os vegetais) se formaram nas fases mais secas.\n7.2.\tContato entre a Formação Corumbataí e Formação Pirambóia\nDe acordo com Matos (1995), a Camada Porangaba representa um dos elementos mais característicos no contato Passa Dois-Piramboia da Bacia do Paraná no Estado de São Paulo. A camada, atribuída à parte superior do Grupo Passa Dois, foi reconhecida tanto em afloramentos, como em perfurações, o que demonstra uma relativa extensão lateral. É preciso esclarecer que a designação ainda é informal, pois a proposta ainda não foi publicada.\nMatos (1995) interpretou que praticamente houve uma continuidade temporal desde o final da sedimentação da Formação Corumbataí até o início da deposição da Formação Piramboia. Este autor procurou discutir as condições climáticas vigentes na origem da Camada Porangaba e, assumindo idades quase iguais às da Formação Corumbataí, utilizou argilominerais, teores de boro, ooides fibrorradiados, possíveis evaporitos e outras possíveis evidências de hipersalinidade desta formação para concluir que o clima era árido a semiárido.\nAlguns fatos são significativos para a Camada Porangaba: no pequeno trecho do Perfil 3 de Piracicaba, a camada apresenta espessuras muito variáveis; a camada está truncada por falha, enquanto a Formação Pirambóia, sobreposta, não está falhada no mesmo local; por outro lado, há deformações na Formação Pirambóia, o que poderia servir como evidência de relativa continuidade na sedimentação e na influência por abalos sísmicos (RICCOMINI et al. 2005).\nA análise do contato realizada no presente trabalho foi muito simples e não acrescentou novas informações para avaliar a diferença de idade entre as formações Corumbataí e Pirambóia. Não foram usadas novas técnicas de estudo (como fluorescência) para comparar, por exemplo, os materiais de cimentação das formações Corumbataí, Pirambóia e da Camada Porangaba. Se as três unidades apresentassem padrões diagenéticos iguais, haveria um novo argumento para considerar que elas se originaram sem grandes diferenças de tempo.\nPorém, numa análise mais ampla, abrangendo maiores áreas, é significativo que as espessuras do Grupo Passa Dois sejam tão variáveis, até entre regiões próximas. Por exemplo, suas espessuras são bem menores na região de Angatuba (centro-sul do Estado de São Paulo), porém correlações estratigráficas detalhadas mostram que o comportamento sedimentar (subsidência, etc.) desta região foi normal nos “tempos” Teresina/Corumbataí (Meglhioratti, 2006). Portanto, a região tornou-se um bloco tectonicamente alto, sujeito à maior erosão, bem depois da deposição da Formação Corumbataí. Desta forma, a Formação Pirambóia também seria bem mais nova.\n7.3.\tDiques clásticos e deformações\nComo já relatado em trabalhos anteriores (e.g., RICCOMINI et al. 2015, TURRA 2009), os diques clásticos da Formação Corumbataí possuem, provavelmente, uma\ngênese sísmica relacionada à reativação de falhas do embasamento condicionada pela Zona de Cisalhamento Jacutinga. De acordo com Turra (2009), a localização geográfica dos diques clásticos com as maiores espessuras está diretamente relacionada à proximidade do epicentro do sismo indutor, ou seja, estão mais próximos à Zona de Cisalhamento Jacutinga. Outro fator importante em relação à espessura dos diques clásticos é a espessura das camadas fonte, já que quanto mais espessa a camada, mais areia estaria sujeita à liquefação e consequente injeção dos diques durante os terremotos (TURRA, 2009). A área de estudo se encontra na Zona de Cisalhamento Jacutinga (figura 7.2) e os diques com as maiores espessuras (até 40 cm) se encontram no perfil 1 e diminuem de espessura nas outras áreas, conforme se distanciam um pouco da ZCJ.\nEm relação ao modo de como os diques invadem as camadas pelíticas sobrepostas, apesar de existirem diversos sistemas de fraturamento de camadas, Obermeier (1996) ressaltou que a existência de diques ramificados, como na figura 4.20, é uma forte evidência de que o fraturamento hidráulico foi o principal processo envolvido na geração de diques clásticos. Se, por exemplo, as fraturas tivessem sido geradas por ondas sísmicas (não por fraturamento hidráulico), a disposição dos corpos seria diferente, de forma paralela. Outro fator importante é a presença de deformações (dobras de arrasto) e “enclaves” da rocha encaixante ao lado dos diques, indicando uma intrusão forçada do material liquefeito (figura 4.22), como já observado em trabalhos anteriores (e.g. PERINOTTO et al. 2008).\nA direção predominante dos diques da região estudada é NNE, mas podendo variar para NW (figura 7.1). Direção semelhante à da região de Santa Luzia, próxima a Piracicaba, onde Turra (2009) realizou parte de seu trabalho. Turra (2009) concluiu que essas direções preferencias marcam os planos perpendiculares ao eixo de esforço principal mínimo (o3) durante as intrusões, com uma direção de distensão média E-W, aproximadamente. Além disso, ele mencionou que essas variações nas atitudes podem ser explicadas pelo baixo valor de sfress diferencial durante a intrusão dos diques, remetendo a uma situação de fraturamento hidráulico em pequenas profundidades. No caso dos diques estudados por Turra (2009) a profundidade média de intrusão foi de 5\nNo trabalho de Perinotto et al. (2006) foi concluído que os diques podem ter sido formados tanto por fraturamento hidráulico como por preenchimento de fraturas preexistentes. Eles também sugeriram que a ampla dispersão das direções dos diques seria devido à ação de sfress local, sem caracterizar um padrão regional. Além disso, esta ampla dispersão poderia ser causa do “efeito de corte”, efeito este que tende a favorecer as medidas de diques perpendiculares à direção da parede, mascarando as direções verdadeiras e podendo ocasionar um possível erro na avaliação das direções. Contudo, no caso do presente trabalho, a visualização dos diques em planta, no piso dos afloramentos, exclui a possibilidade deste “efeito de corte”.\nOutras possíveis evidências de sismicidade são as feições resultantes de deformações sin-deposicionais, sendo que muitas feições foram observadas nos afloramentos estudados. As camadas deformadas encontram-se entre camadas não deformadas - situação característica de tectônica sin-sedimentar, e contêm estruturas como laminações convolutas, laminações dobradas e falhas sin-sedimentares. Em diversos trabalhos anteriores realizados para a Bacia do Paraná, estas estruturas foram interpretadas como produtos de liquefação sismicamente induzida (e.g. CHAMANI et al. 1992; RICCOMINI et al. 1996).\nColinas dé Piraciçaba\nFigura 7.1. Localização dos afloramentos do presente trabalho (Colinas de Piracicaba) e dos afloramentos estudados por Turra (2009) em relação ao traçado da Zona de Cisalhamento Jacutinga (ZCJ) e campos de esforços obtidos pela orientação dos diques (modificado de TURRA, 2009).\nFigura 7.2. Localização da área estudada (ponto vermelho) em relação à Zona de Cisalhamento Jacutinga e o campo de esforço (paleotensão) inferido pela orientação média dos diques (figura de TURRA, 2009).\n8.\tConclusões\n(1)\tAs litofácies e fósseis melhor representados na parte superior da Formação Corumbataí na região noroeste de Piracicaba (SP) são: a) rochas heterolíticas de argilitos/siltitos e arenitos muito finos, com acamamento flaser, wavy e lenticular, organizados em sucessões cíclicas métricas com aumento ascendente da proporção de arenitos; frequentemente apresentam gretas de contração, bioturbação, restos de peixes e coprólitos; b) arenitos espessos, localmente com estratificações cruzadas por ondas e hummocky bem desenvolvidas, às vezes muito deformados; alguns arenitos são calcíferos e têm nódulos/concreções; c) calcilutitos/biomicritos centimétricos a decimétricos (dispostos num intervalo de ~1,5 m), com ostracodes, escamas e dentes de peixes, caules e micrófilos de licófitas; d) camadas de sílex, provavelmente por substituição de rocha carbonática; e) argilitos/siltitos maciços, comumente intercalados entre as rochas carbonáticas; f) delgados bone beds de restos e coprólitos de peixes na base das camadas.\n(2)\tAs informações litológicas e paleontológicas obtidas no estudo são coerentes com a interpretação de que os paleoambientes estiveram relacionados a um mar interior epêirico sem conexão clara com o oceano, com forte influência de ondas de tempestades e variações do nível da água controladas pelo clima, ora mais úmido, ora mais seco.\n(3)\tA área de estudo revelou-se como uma nova importante ocorrência de diques clásticos, observados em diversos intervalos ao longo de mais de 45 m de espessura da Formação Corumbataí. Os diques, assim como camadas muito deformadas, são fortes evidências de abalos sísmicos penecontemporâneos à sedimentação. Os diques foram formados por fraturamento hidráulico das camadas pelíticas e injeção fluidificada forçada dirigida para cima.\n(4)\tDe acordo com trabalhos anteriores, os eventos sísmicos estariam relacionados à reativação das falhas do embasamento condicionada pela Zona de Cisalhamento Jacutinga. A área de estudo localiza-se exatamente nesta zona, o que parece ser corroborado pela abundância dos diques e as suas grandes espessuras e dimensões (proporcionais à proximidade aos epicentros dos abalos sísmicos).\n9.\tReferências\nALARCON, C.M. Licófitas da Formação Corumbataí, Grupo Passa Dois, Neopermiano, Bacia do Paraná, na região de Artemis, Município de Piracicaba, SP - Brasil. 1998. 97p: + 7 est. Dissertação (Mestrado em Ciências Biológicas) - Instituto Biológico, Universidade Guarulhos, São Paulo, 1998.\nALMEIDA, C. M. Taxonomia e paleocologia de ostracodes do Permiano da bacia do Paraná, Estado de Goiás, Brasil: considerações paleoambientais e cronoestratigráficas. 2005. 42 f. Dissertação (Mestrado) - Instituto de Geociências, Universidade de Brasília, Brasília, Distrito Federal, 2005.\nALMEIDA, C.M.; CARMO, D.A. do 2005. Taxonomy and palaeoecology of Permian ostracods from the Parana Basin, Goias State, Brazil. In: 15th international symposium on Ostracoda; program and abstracts. Berliner Palaeobiologische Abhandlungen, 6:11-12.\nARAÚJO L.M. 2001. Análise da expressão estratigráfica dos parâmetros de geoquímica orgânica nas Sequências Deposicionais Irati, Tese de Doutoramento em Geociências, Instituto de Geociências, Universidade Federal do Rio Grande do Sul, Porto Alegre, 307 p.\nAUDEMARD, F.; BELTRÁN, C.; DE SANTIS, F.; LUGO, M. (1990) Liquefaction on the eastern coastlands of falcon State (Northwestern Venezuela), induced by moderate shallow earthquakes. Bulletin of the I-QUA -eotectonics Commission, 13: 47-50.\nBATEZELLI, A.; SAAD, A.R.; ETCHEBEHERE, M.L.C.; PERINOTTO, J.A.J.; FULFARO, V.J. 2003. Análise estratigráfica aplicada à Formação Araçatuba (Grupo Bauru _ Ks) no Centro-Oeste do Estado de Sâo Paulo. Geociências, UNESP, 22(n.Esp.):5-19.\nCAETANO-CHANG, M.R. 1997. A Formação Pirambóia no centro-leste do Estado de São Paulo. Tese de Livre Docência, Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista, 196 p.\nCHAMANI, M.A.C., MARTIN, M.A.B., RICCOMINI, C. 1992. Estruturas de liquefação induzidas por abalos sísmicos no permo-triássico da Bacia do Paraná, Estado de São Paulo, Brasil. In: 37 Congresso Brasileiro de Geologia, São Paulo. Boletim de Resumos Expandidos, SBG. p.508-510.\nDONATTI, L.M., SAWAKUCHI, A.O., GIANNINI, P.C.F., FERNANDES, L.A. 2001. The Pirambóia-Botucatu sucession (Late Permian-Early Cretaceous, Paraná Basin, São Paulo and Paraná States): two contrasting eolian systems. Anais Acad. Bras. Ciênc., 73(3): 465.\nDELLA FÁVERA, J.C. 1990 Tempestitos da Bacia do Parnaíba. Tese de Doutoramento, UFRGS, Porto Alegre, 2 vols., 243p., apênd., 70 est.\nFARIA, R. S.; RICARDI-BRANCO, F.; GIANNINI, P.C.F.; SAWAKUCHI, A.O.; DEL BEN, L.E.V. 2009. Lycopodiopsis derbyi Renault from the Corumbataí Formation in the state of São Paulo (Guadalupian of Paraná Basin, Southern Brazil): New data from compressed silicified stems. Review of Palaeobotany and Palynology, 158: 180-192.\nFARIA, R. S.; RICARDI-BRANCO, F. 2010. Lepidophylloides corumbataensis sp. nov. from the Guadalupian in the Paraná Basin, southern Brazil. Review of Palaeobotany and Palynology, v. 160, p. 135-142.\nFERNANDES, L.A. &amp; COIMBRA, A.M., 1994. Registros de episódios sísmicos na parte superior da Formação Rio do Rasto no Paraná. In: SIMPÓSIO DE GEOLOGIA DO SUDESTE, 3, Rio de Janeiro, 1993. Atas, p. 271-275.\nFERNANDES, L.A. &amp; COIMBRA, A.M. 1996. A Bacia Bauru (Cretáceo Superior, Brasil). Anais da Academia Brasileira de Ciências, 68(2):195-205.\nFERREIRA-OLIVEIRA, L.G. &amp; ROHN, R. 2010. Leaiid conchostracans from the uppermost Permian strata of the Paraná Basin, Brazil: Chronostratigraphic and\nFULFARO V.J. &amp; BÓSIO N.J. 1968. Novas observações sobre a faciologia do Arenito Botucatu no Estado de São Paulo. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 22, Boletim de Resumos..., SBG. p. 57-59.\nFULFARO, V.J. &amp; PERINOTTO, J.A.J. 1996. A Bacia Bauru: estado da arte. In: Simpósio sobre o Cretáceo do Brasil, 4. Boletim ... Rio Claro. P. 297-303.\nFULFARO, V.J.; SAAD, A.R.; SANTOS, M.V.; VIANNA, R.B. 1982 Compartimentação e evolução tectônica da Bacia do Paraná. Revista Brasileira de Geociências, 12(4):590-611.\nGASTALDO, R.A. 1986 Implications on the paleoecology of autochthonous lycopods in clastic sedimentary environments of the Early Pennsilvanian of Alabama. Palaeogeography, Palaeoclimatology, Palaeoecology, 53(2-4):191-212.\nGHILARDI, R. P.; &amp; SIMÕES, M. G. 2002. Foram os bivalves do Grupo Passa Dois (Exclusive Formação Rio do Rasto), Neopermiano, invertebrados tipicamente dulcícolas? Pesquisas em Geociências, 29(1): 91-99.\nGIANNINI, P.C.F.; SAWAKUCHI, A.O.; FERNANDES, L.A.; DONATTI, L.M. 2004 Paleoventos e paleocorrentes subaquosas do sistema deposicional Pirambóia nos estados de São Paulo e Paraná, Bacia do Paraná: estudo baseado em análise estatística de dados azimutais. Revista Brasileira de Geociências, 34(2):282-292.\nHACHIRO, J. 1996. O Subgrupo Irati (Neopermiano) da Bacia do Paraná. São Paulo, Instituto de Geociências, Universidade de São Paulo, 196 p.(Tese de Doutoramento).\nHISCOTT, R.N. (1979) Clastic sills and dikes associated with deep-water sandstones, tourelle formation, Ordovician, Quebec. Journal of Sedimentary Petrology, 49: 110.\nINGLEZ, L. 2015. Estudo sedimentológico e tafonômico comparativo de concentrações de bioclastos na Formação Corumbataí, Grupo Passa Dois, Permiano, Bacia do Paraná, SP. São Paulo, Universidade de São Paulo, Instituto de Geociências, 74 p. (Monografia de Trabalho de Formatura).\nLAGES, L. C. 2004. A Formação Irati (Grupo Passa Dois, Permiano, Bacia do Paraná) no furo de sondagem FP-01-PR (Sapopema, PR). Rio Claro, Universidade Estadual Paulista, 117 p. (Dissertação de Mestrado).\nLANGER, M.C.; ELTINK, E.; BITTENCOUR, J.S.; ROHN, R. 2009. SERRA DO CADEADO, PR - Uma janela paleobiológica para o Permiano continental Sul-americano. In: Winge, M.; Schobbenhaus, C.; Souza, C.R.G.; Fernandes, A.C.S.; Berbert-Born, M.; Queiroz, E.T.; Campos, D.A. (eds.) Sítios Geológicos e Paleontológicos do Brasil. Volume II. 2. ed., Brasília, CPRM/SIGEP, p. 433-450. Internet\tem\t04/08/2008\tno\tendereço\nhttp://www.unb.br/ig/sigep/sitio007/sitio007.pdf.\nLAVINA, E.L. 1991. Geologia sedimentar e paleogeografia do Neopermiano e Eotriássico (Intervalo Kazaniano-Scythiano) da Bacia do Paraná. Porto Alegre, Tese de Doutoramento, Instituto de Geociências, Universidade Federal do Rio Grande do Sul, 2v., 333p., 81 figs. 1991.\nLUKASIK, J.J.; JAMES, N.P.; MCGOWRAN, B.; BONE, Y. 2000. An epeiric ramp: low-energy, cool-water carbonate facies in a Tertiary inland sea, Murray Basin, South Australia. Sedimentology, 47:851-881.\nMANFROI, J.; JASPER, A.; GUERRA-SOMMER, M.; UHL, D. 2012 Sub-arborescent lycophytes in coal-bearing strata from the Artinskian (Early Permian/Cisuralian) of the Santa Catarina coalfield (Paraná Basin, SC, Brazil). Revista Brasileira de Paleontologia, 15(2):135-140.\nMATOS, S. L.F. 1995. O contato entre o Grupo Passa Dois e a Formação Pirambóia na borda leste da Bacia do Paraná no Estado de São Paulo. Dissertação de mestrado, Instituto de Geociências, Universidade de São Paulo, São Paulo, 175p.\nMEGLHIORATTI T. 2006. Estratigrafía de seqüências das formações Serra Alta, Teresina e Rio do Rasto (Permiano, Bacia do Paraná) na porção nordeste do Paraná e centro-sul de São Paulo. Dissertação de Mestrado, Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista, 133 p.\nMENDES, J.C. 1952. A Formação Corumbataí na região do rio Corumbataí (estratigrafia e descrição dos lamelibrânquios). Boletim da Faculdade de Filosofia, Ciências e Letras da Universidade de São Paulo, 145 (Geol., 8), 119 p., 4 est.\nMÉNDEZ-DUQUE, J. Fácies carbonáticas da Formação Teresina na borda centro-leste da Bacia do Paraná. 71 p. Dissertação (Mestrado em Geoquímica e Geotectónica) - Instituto de Geociências, Universidade de São Paulo, São Paulo. 2012.\nMILANI, E. J. Evolução tectono-estratigráfica da Bacia do Paraná e seu relacionamento com a geodinâmica fanerozóica do Gondwana sul-ocidental. 1997. 2 v. Tese (Doutorado) - Universidade Federal do Rio Grande do Sul, Porto Alegre, 1997.\nMILANI, E.J., FRANÇA, A. B., SCHNEIDER, R. L., 1994. Bacia do Paraná. Boletim de Geociências Petrobrás, 1, 69-82.\nMILANI, E.J., 2004. Considerações sobre a origem e evolução tectónica da Bacia do Paraná. In: MANTESSO-NETO, V.; BARTORELLI, A.; CARNEIRO, C. D. R., BRITO-NEVES, B. B. (eds) Geologia do continente sul-americano: Evolução da obra de Fernando Flávio Marques de Almeida, 265-279p.\nOBERMEIER, S. F. (1996) Use of liquefaction-induced features for paleoseismic analysis - An overview of how seismic liquefaction features can be distinguished from other features an how their regional distribution and properties of source sediment can be used to infer the location and strengh of Holocene paleoearthquakes. Engineering Geology, 44: 1-76.\nPERINOTTO, J.A.J.; ETCHEBEHERE, M.L.; SIMÕES, L.S.A.; ZANARDO, A. 2008. Diques Clásticos na Formação Corumbataí (P) no Nordeste da Bacia do Paraná, SP: Análise Sistemática e Significações Estratigráficas e Tectônicas. Geociências, 27(4): 469-491.\nPETRI, S. &amp; COIMBRA, A M., 1982. Estruturas sedimentares das Formações Irati e Estrada Nova (Permiano) e sua contribuição para a elucidação dos seus paleoambientes geradores. In: CONGRESSO LATINO-AMERICANO DE GEOLOGIA, 5. Actas... v. 2, p. 353-371.\nPETRI, S.; COIMBRA, A.M.; AMARAL, G.; PONÇANO, W.L. 1986 Guia de nomenclatura estratigráfica. Revista Brasileira de Geociências, 16(4):376-415.\nPOPPELREITER, M. &amp; AIGNER, T. 2003. Unconventional pattern of reservoir facies distribution in epeiric successions: Lessons from an outcrop analog (Lower Keuper, Germany). AAPG Bulletin, 87(1):39-70.\nPRATT, B.R. &amp; JAMES, N.P. 1986 The St George Group (Lower Ordovician) of western Newfoundland: Tidal flat island model for carbonate sedimentation in shallow epeiric seas. Sedimentology, 33:313-343.\nRAAF, J.F.M. de; BOERSMA, J.R. &amp; VAN GELDER, A. 1977 Wave-generated structures and sequences from a shallow marine succession, Lower Carboniferous, County Cork, Ireland. Sedimentol., 24:451-483.\nRICCOMINI, C., 1995. Tectonismo gerador e deformador dos depósitos sedimentares pós-gondwânicos da porção centro-ocidental do Estado de São Paulo e áreas vizinhas. São Paulo, Tese de Livre Docência, Instituto de Geociências, Universidade de São Paulo, 100p.\nRICCOMINI, C; ALMEIDA, R. P.; TURRA, B. B.; CHAMANI, M. A. C.; FAIRCHILD, T. R.; HACHIRO, J. 2005. Reativação de falha do embasamento causa sismicidade no Permotriássico da Bacia do Paraná. In: X Simpósio Nacional de Estudos Tectónicos e IV International Symposium on Tectonics of the Brazilian Geological Society, Curitiba, PR. Boletim de Resumos Expandidos, Curitiba, PR, Sociedade Brasileira de Geologia, Núcleo Paraná, p. 18-20.\nRICCOMINI, C.; CHAMANI, M.A.C.; AGENA, S.S.; FAMBRINI, G.L.; FAIRCHILD, T.R.; COIMBRA, A.M. (1992). Earthquake-induced liquefaction features in the Corumbataí Formation (Permian, Paraná Basin, Brazil) and the dynamics of Gondwana. Anais da Academia Brasileira de Ciências, 64:210.\nRICCOMINI, C., SALLUN FILHO, W., FERREIRA, N.B., COIMBRA, A.M. (1996) Estruturas de liquefação em arenitos eólicos da Formação Pirambóia na Serra de Itaqueri, SP. In: Congresso Brasileiro de Geologia, 39, Salvador, Anais, 1: 151-153.\nROHN, R. 1994. Evolução Ambiental da Bacia do Paraná durante o Neopermiano no leste de Santa Catarina e do Paraná. São Paulo, IG-USP, 2v., 327p. (Tese de Doutoramento).\nROHN, R. 2001. A estratigrafia da Formação Teresina (Permiano, Bacia do Paraná) de acordo com furos de sondagem entre Anhembi (SP) e Ortigueira (PR). In: Melo, J.H.G. &amp; TERRA, G.J.S. (eds.) Correlação de seqüências Paleozóicas Sul-Americanas. Ciência-Técnica-Petróleo. Seção: Exploração de Petróleo, 20: 209218.\nROHN, R. &amp; FAIRCHILD, T.R. 2015. Microbialitos do Grupo Passa Dois, Permiano Inferior-Médio, Bacia do Paraná, estados de São Paulo e Paraná. In: Fairchild, T. R.; Rohn, R.; Dias-Brito, D. (eds.) Microbialitos do Brasil do Pré-Cambriano ao Recente: um atlas. Rio Claro, UNESP - IGCE - UNESPetro, Obra 2, p. 270-317.\nROHN, R.; FAIRCHILD, T.R.; DIAS-BRITO, D. 2015 Microbialitos de Santa Rosa de Viterbo, Estado de São Paulo, Formação Irati, Permiano Inferior, Bacia do Paraná. In: Fairchild, T. R.; Rohn, R.; Dias-Brito, D. (eds.) Microbialitos do Brasil do Pré-Cambriano ao Recente : um atlas. Rio Claro, UNESP - IGCE -UNESPetro, Obra 2, p. 248-269. ISBN: 978-85-89082-41-9.\nROHN, R.; LAGES, L. C.; PENNATTI, J. R. R. 2003a. Litofácies da Formação Irati no furo de sondagem FP-01-PR (Permiano, borda leste da Bacia do Paraná). In: Congresso Brasileiro de P&amp;D em Petróleo &amp; Gás, 2, Rio de Janeiro, 2003. CD-ROM (trabalho completo) e Resumos, UFRJ, Rio de Janeiro, v. 1, p. 1-6.\nROHN, R.; LOURENÇO, A. T. A.; MEGLHIORATTI, T. 2003b. As formações Serra Alta, Teresina e Rio do Rasto no furo de sondagem SP-23--PR (Permiano, Grupo Passa Dois, Borda Leste da Bacia do Paraná) In CD-ROM (trabalho completo) e Resumos CONGRESSO BRASILEIRO DE P&amp;D EM PETRÓLEO &amp; GÁS, 2 Rio de Janeiro. 2003 1 1-6 Rio de Janeiro: UFRJ.\nROHN, R.; TOGNOLI, F.M.W.; MEGLHIORATTI, T. 2004. Icnogênero Thalassinoides na Formação Teresina (Grupo Passa Dois, Permiano, Bacia do Paraná), na região de Sapopema-Congonhinhas (PR). In: CONGRESSO BRASILEIRO DE GEOLOGIA, 42, Araxá, MG. Anais..., SBG. CD-ROM, arquivo 02-913-ROHNR.pdf.\nROSLER, O.; CHRISTOPHE-DA-SILVA, J.C.; DINIZ, M.N.; TABACH, R. 1985 Coprólitos da localidade de Rio Preto, PR, em sedimentos da Formação Serra Alta. In: 8o CONGRESSO BRASILEIRO DE PALEONTOLOGIA, Rio de Janeiro, Sér. Geol., 27 (Paleont./ Estrat., 2):123-127.\nSCHNEIDER, R. L.; MÜHLMANN, H.; TOMMASI, E.; MEDEIROS, R. A.; DAEMON, R. F.; NOGUEIRA, A. A. Revisão Estratigráfica da Bacia do Paraná. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 28, Porto Alegre, 1974, Anais, SBG, v. 4. p. 41-65.\nSCHOBBENHAUS, C.; CAMPOS, D.A.; DERZE, G.R.; ASMUS, H.E. (coords). 1984 Geologia do Brasil, 501 p. Brasília, MME/DNPM, map.\nSIMÕES, M. G.; ANELLI, L. E.; DAVID, J.M. Othonella araguaiana (Bivalvia, Megadesmidae) from the Corumbataí Formation (Midlle Permian), Eastern Margin of the Paraná Basin: Systematic, Evolutionary and Biostratigraphic Significances. Revista do Instituto de Geociências - USP, Série Científica, 10(2):45-55. 2010.\nSIMÕES, M. G.; ANELLI, L. E. Unusual small shelly fauna (bivalve mollusks and brachiopods) from the Permian micritic limestones of the Teresina Formation, Paraná basin, Brazil. In: CONGRESSO BRASILEIRO DE PALEONTOLOGIA, 21., 2009, Belém. Boletim de Resumos... Belém: SBP, 2009. 1 CD-ROM.\nSOARES P.C. 1973. O Mesozóico gondwânico no Estado de São Paulo. Tese de Doutoramento, Fac. Filos. Ciências e Letras, Universidade Estadual Paulista, 153 p.\nSOARES, A. P., SOARES, P. C. &amp; HOLZ, M. 2008. Correlações estratigráficas conflitantes no limite Permo-Triássico no sul da Bacia do Paraná: O contato entre duas sequências e implicações na configuração espacial do aquífero Guarani. Revista Pesquisas em Geociências (UFRGS) 35, 115-33.\nSOHN, I.G. &amp; ROCHA-CAMPOS, A.C. 1990 Late Paleozoic (Gondwanan) ostracodes in the Corumbataí Formation, Paraná Basin, Brazil. J. Paleont., 64(1):116-128.\nSOUSA, S.H. DE M.; SUGUIO, K.; CASTRO, J.C. 1991. Sedimentary facies of the Estrada Nova and Corumbataí Formations (Late Paleozoic of the Paraná Basin) in the State of São Paulo, Brazil. In: INTERNATIONAL GONDWANA SYMPOSIUM, 7, São Paulo, Proceedings, p. 161-172.\nTAVARES, T.M.V.; ROHN, R.; MERLOTTI, S. 2011 Caules permineralizados de Tietea e Psaronius na Bacia do Paraná (Formação Corumbataí, Permiano). Pesquisas em Geociências, 38(2):114-131\nTOMASSI, H. Z.; DO CARMO, D. A. Taxonomy of Permian Ostracoda from Irati and Corumbataí formations in the northern Paraná basin. In: INTERNATIONAL SYMPOSIUM ON OSTRACODA, 16., 2009, Brasília. Boletim de Resumos... Brasília: ISSO, 2009.\nTRUSWELL, J.F. (1972) Sandstone sheets and related intrusions from Coffe Bay, Transkei, South Africa. Journal of Sedimentary Petrology, 42(3): 578-583.\nTURRA, B.B. 2009. Diques clásticos da Formação Corumbataí, Bacia do Paraná, no contexto da tectónica permotriássica do Gondwana Ocidental. São Paulo, Universidade de São Paulo, Instituto de Geociências, 96 p. (Dissertação de Mestrado).\nTURRA, B.B.; RICCOMINI, C.; ALMEIDA, R.P. (2006) Significado tectónico dos sismitos permotriássicos da Bacia do Paraná. In: Congresso Brasileiro de Geologia, 43, Aracaju, Anais: 111p.\nWALKER, R. G. 1992. Facies, facies models and modern stratigraphic concepts. In: Facies models: responses to sea level change. WALKER R.G. &amp; JAMES N.P. (eds). Geological Association of Canada, p. 1-14.\nWARREN, L.V.; ASSINE, M.L.; SIMÕES, M.G.; RICCOMINI, C.; ANELLI, L. E. 2015. A Formação Serra Alta, Permiano, no centro-leste do Estado de São Paulo, Bacia do Paraná, Brasil. Brazilian Journal of Geology, 45:109-126.\nYAMAMOTO, J.K.; FAIRCHILD, T.R.; BOGGIANI, P.C.; MONTANHEIRO, T.J.; ARAUJO, C.C.; KIYOHARA, P.K.; MATOS, S.L.F.; SOARES, P.C. (2005) A record of Permian subaqueous vent activity in southeastern Brazil. Nature, 438: 205-207.\nZALÁN, P. V.; WOLFF, S.; ASTOLFI, M. A. M.; VIEIRA, I. S.; CONCEIÇÃO, J. C. J.;\nAPPI, V. T.; SANTOS NETO, E. V.; CERQUEIRA, J. R.; MARQUES, A. The Paraná Basin, Brazil. In: LEIGHTON, M. W.;KOLATA, D. R.; OLTZ, D. F.; EIDEL, J. J. (Ed.). Interior cratonic basins. Tulsa: American Association of Petroleum Geologists, 1990. p. 681-708. (AAPG. Memoir, 51)."}]}}}