{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09346"}, {"@name": "filename", "#text": "14329_COMPRESSIBILIDADE%20E%20RESIST%c3%8aNCIA%20AO%20CORTE%20DE%20SOLOS%20CONTAMINADOS.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Raquel Alexandra Afonso Sabino de Sousa Louro\nCOMPRESSIBILIDADE E RESISTENCIA AO CORTE DE AREIAS CONTAMINADAS\nCOMPRESSIBILITY AND SHEAR STRENGTH OF CONTAMINATED SANDS\nDissertação de Mestrado Integrado em Engenharia do Ambiente, na área de Especialização em\nTerritório e Gestão do Ambiente, orientada pelo Professor Doutor Paulo Coelho\nCoimbra, 7 de Setembro de 2017\nUniversidade de Coimbra\nFCTUC DEPARTAMENTO DE ENGENHARIA CIVIL\nFACULDADE DE CIÊNCIAS E TECNOLOGIA\nUNIVERSIDADE DE COIMBRA\nRaquel Alexandra Afonso Sabino de Sousa Louro\nCOMPRESSIBILIDADE E RESISTÊNCIA AO CORTE\nDE AREIAS CONTAMINADAS\nCOMPRESSIBILITY AND SHEAR STRENGTH OF CONTAMINATED SANDS\nDissertação de Mestrado Integrado em Engenharia do Ambiente, na área de Especialização em Território e Gestão do Ambiente, orientada pelo Professor Doutor Paulo Coelho\n“ Se tiver o hábito de fazer as coisas com alegria, raramente encontrará situações difíceis. “\nBaden-Powell\nAgradecimentos\nAGRADECIMENTOS\nCom o terminar desta fase, aproveito este espaço para agradecer a todos os que me ajudaram a chegar até aqui e a concluir este trabalho.\nAo Professor Paulo Coelho, por me ter encaminhado da melhor maneira e por ter acreditado que mesmo não tendo muitas bases na área é possível realizar um bom trabalho e aprender com ele. Ao Sr°. José António por toda a ajuda, disponibilidade, e partilha do seu conhecimento a nível laboratorial.\nÀ GALP, em especial à Dr.a Conceição Subtil, por disponibilizar prontamente o material pedido necessário para a realização deste trabalho. Ao Professor Luís Santos pelo material disponibilizado e pela ligação ao ISEC onde utilizei equipamentos.\nAgradeço também à minha família, em especial aos meus pais e irmão, por todo o apoio e conselhos dados ao longo dos anos, e por me fazerem acreditar em mim.\nPor último e não menos importante, aos meus amigos de sempre, mas quero agradecer em particular às amizades criadas em Coimbra; Cátia, Catarina e Isabel, que me acompanharam no dia a dia e sempre me fizeram sentir em casa.\ni\nRaquel de Sousa Louro\nResumo\nRESUMO\nAo longo dos anos, a vertente ambiental está cada vez mais presente em todas as áreas em desenvolvimento da sociedade, particularmente as que envolvem as áreas das engenharias. Apesar das crescentes preocupações ambientais, continuam a existir casos em que, por acidente ou por ações humana consciente, os solos são contaminados com materiais derivados do petróleo. Assim, o tema das areis contaminadas é não só atual como uma emergência, quer do ponto de vista ambiental quer do ponto de vista da decisão sobre como utilizar estes materiais.\nPara ajudar a resolver este tipo de problemas, é necessário conhecer as características de um solo não-contaminado, e de um solo contaminado, através de ensaios laboratoriais. Realizaram-se estudos de compressibilidade, através de ensaios edométricos, e resistência ao corte, realizados com a caixa de corte direto. As amostras eram preparadas por camadas de areia limpa intercaladas com os vários contaminantes: óleo novo de motor de carro (10W40), mistura de óleos usados de motores de carros e crude. No estudo da intervenção destes contaminantes nas propriedades da areia, foram tidas em conta a contaminação com percentagens de 6% e de 10% do peso seco da areia.\nCom base nos resultados dos ensaios realizados verificou-se que a presença de óleos, de uma maneira geral, aumenta a compressibilidade e diminui a resistência ao corte. E por isso importante conhecer o tipo de solo que vai ser utilizado numa construção, de forma a prever a sua reação às cargas a que o solo vai estar sujeito, ou para o poder descontaminar da melhor maneira possível.\nPalavras-chave: Areias contaminadas, Engenharia, Testes laboratoriais, Ensaio edométrico, Caixa de corte, Compressibilidade, Resistência ao corte, Óleo, Crude\nii\nRaquel de Sousa Louro\nAbstract\nABSTRACT\nOver the years, the environmental issue is increasingly present in all developing areas of society, particularly those involving engineering areas. Despite growing environmental concerns, there are still cases where, by accident or by conscious human actions, soils are contaminated with petroleum-derived materials. Thus, the issue of contaminated soils is not only current but also an emergency, from an environmental point of view and from the point of view of the decision on how to use these materials.\nTo help solve this type of problem, it is necessary to know the characteristics of an uncontaminated soil, and contaminated soil, through laboratory tests. Tests of compressibility, through tests with the oedometric, and shear resistance tests, were carried out with the direct apparatus. The samples were prepared by layers of clean sand contaminated with the various contaminants: new car engine oil (10W40), blend of used oils from car engines and crude oil. In the study of the intervention of these contaminants in the sand properties, contamination with the percentages of 6% and 10% of the dry weight of the sand was taken into account.\nBased on the results of the performed tests it has been found that the presence of oils, in general, increases compressibility and decreases the shear strength. It is therefore important to know the type of soil that will be used in a construction, in order to predict its reaction to the loads to which the soil will be subjected, or to be able to decontaminate in the best possible way.\nKeywords: Contaminated sands, Engineering, Laboratory tests, Endometrial test, direct shear test, Compressibility, Oil, Crude\niii\nRaquel de Sousa Louro\nConteúdo\nCONTEÚDO\nAGRADECIMENTOS......................................................i\nRESUMO.............................................................ii\nABSTRACT..........................................................iii\nCONTEÚDO...........................................................iv\nÍNDICE DE FIGURAS...................................................v\nÍNDICE DE TABELAS.................................................vii\nABREVIATURAS.......................................................ix\n1\t- INTRODUÇÃO......................................................1\n1.1\t- Enquadramento geral.........................................1\n1.2\t- Objetivos e estrutura da dissertação........................2\n2\t- REVISÃO BIBLIOGRÁFICA...........................................3\n2.1\t- Ocorrências e casos de contaminação.........................3\n2.2\t- Propriedades de areias não contaminadas.....................3\n2.3\t- Equipamentos e metodologias.................................6\n2.3.1\t- Caixa de corte...........................................7\n2.3.2\t- Edométrico...............................................7\n2.4\t- Efeito da contaminação em solos.............................8\n3\t- PROGRAMA EXPERIMENTAL..........................................13\n3.1\t- Materiais utilizados.......................................13\n3.1.1\t- Areia...................................................13\n3.1.2\t- Contaminantes...........................................15\n3.2\t- Preparação das amostras....................................18\n3.2.1\t- Ensaios de corte........................................20\n3.2.2\t- Ensaios de compressibilidade............................22\n4\t- ANÁLISE E DISCUSSÃO DE RESULTADOS..............................24\n4.1\t- Ensaios de corte...........................................24\n4.2\t- Ensaios de compressibilidade...............................36\n5\t- CONCLUSÃO E TRABALHOS FUTUROS..................................41\niv\nRaquel de Sousa Louro\níndice de figuras\nÍNDICE DE FIGURAS\nFigura 1 - Exemplos de poluição com petróleo. a) Derramamento de crude no Golfo do México em 2010 (Fonte: (WSCOM, 2010)); b) Incêndio numa refinaria da Venezuela (Fonte: (Globo,\n2012)).........................................................................1\nFigura 2 - Comportamento de amostras de areia soltas e densas para a mesma tensão de consolidação. Relação entre extensão (s) e: a) tensões de corte (t); b) deformações volumétricas (sv); c) índice de vazios (e). (Adaptado Coelho, n.d.)..............................5\nFigura 3 - Representação esquemática do ensaio de corte direto (Silva et al., 2004).7\nFigura 4 - Esquema simplificado do ensaio edométrico (Matos Fernandes, 1994)........8\nFigura 5 - Relação entre a evaporação do óleo com a percentagem de contaminação (Khamehchiyan et al., 2006).........................................................9\nFigura 6 - Influência do teor de óleo no ângulo de atrito dos solos (Khamehchiyan et al., 2006) .....................................................................................9\nFigura 7 - Influência do teor de óleo na coesão dos solos (Khamehchiyan et al., 2006).10\nFigura 8 - Influência do teor de óleo sobre o coeficiente de permeabilidade das amostras de solo (Khamehchiyan et al., 2006)...........................................................11\nFigura 9 - Curva granulométrica do lote 2 da Areia de Coimbra (Santos, 2009)..........14\nFigura 10 - Contaminantes utilizados nos ensaios: a) Óleo novo de motor de carro, b) Mistura de óleos usados de motores de carros, c) Crude........................................16\nFigura 11 - Viscosímetro “Rion viscotester VT-03” cedido pelo ISEC....................16\nFigura 12 - Picnómetros utilizados....................................................17\nFigura 13 - Exemplo do processo de contaminação de uma amostra com 6% óleo 10W40 ... 19 Figura 14 - Exemplo do processo de contaminação de uma amostra com 10% óleo 10W40.19 Figura 15 - Caixa de Corte do Laboratório de Geotecnia do DEC-FCTUC...................20\nFigura 16 - Edométrico do Laboratório de Geotecnia do DEC-FCTUC.......................22\nFigura 17 - Gráficos obtidos através do ensaio de resistência ao corte para uma amostra de areia limpa.................................................................................25\nFigura 18 - Gráficos obtidos através do ensaio de resistência ao corte para uma amostra de areia contaminada com 6% de óleo novo.......................................................26\nFigura 19 - Gráficos obtidos através do ensaio de resistência ao corte para uma amostra de areia contaminada com 10% de óleo novo......................................................27\nFigura 20 - Gráficos obtidos através do ensaio de resistência ao corte para uma amostra de areia contaminada com 6% de óleo usado......................................................28\nFigura 24 - Gráficos de comparação dos ensaios de resistência ao corte.............32\nFigura 25 - Representação gráfica dos parâmetros de resistência ao corte para as varias amostras estudadas..........................................................................33\nFigura 26 - Representação gráfica dos parâmetros de resistência ao corte para as varias amostras estudadas com coesão nula..........................................................35\nFigura 27 - Gráfico obtido através do ensaio edométrico para uma amostra de areia limpa ... 37 Figura 28 - Gráfico obtido através do ensaio edométrico para uma amostra de areia contaminada por óleo 10W40.....................................................................37\nFigura 29 - Gráfico obtido através do ensaio edométrico para uma amostra de areia contaminada pela mistura de óleos usados.......................................................38\nFigura 30 - Gráfico obtido através do ensaio edométrico para uma amostra de areia contaminada por crude..........................................................................39\nFigura 31 - Gráficos de comparação dos ensaios de compressibilidade................40\nvi\nRaquel de Sousa Louro\níndice de tabelas\nÍNDICE DE TABELAS\nTabela 1 - Classificação da areia quanto à sua compacidade (Adaptado de Fernandes, 1994).. 4\nTabela 2 - Parâmetros de resistência ao corte com coesão nula (Taborda, 2012).......12\nTabela 3 - Resultados das várias amostras de pluviação para a caixa de corte........15\nTabela 4 - Resultados das várias amostras de pluviação para o edométrico............15\nTabela 5 - Valores médios obtidos no cálculo da densidade relativa..................15\nTabela 6 - Resultados de viscosidades dos óleos.....................................17\nTabela 7 - Cálculo do volume dos Picnómetros........................................17\nTabela 8 - Cálculo das densidades dos óleos.........................................18\nTabela 9 - Lista de ensaios de resistência ao corte.................................21\nTabela 10 - Lista de ensaios de Compressibilidade...................................23\nTabela 11 - Resultados obtidos no cálculo dos parâmetros de resistência ao corte....34\nTabela 12 - Resultados obtidos no cálculo dos parâmetros de resistência ao\tcorte para coesão\nnula................................................................................36\nvii\nRaquel de Sousa Louro\nSimbologia\nSIMBOLOGIA\nCu\tCoeficiente de uniformidade\nc'\tCoesão em termos de tensões efetivas\nDr\tDensidade relativa\nD10\tDiâmetro efetivo, correspondente a 10% de passados\nD60\tDiâmetro efetivo, correspondente a 60% de passados\ne\tÍndice de vazios natural\nemax\tÍndice de vazios máximo\nemin\tÍndice de vazios mínimo\n£\tExtensão\n£v\tDeformação volumétrica\nG\tÂngulo de atrito em termos de tensões efetivas Densidade das partículas sólidas\nYdmax\tPeso volúmico seco máximo\nYdmin\tPeso volúmico seco mínimo\nYw Id\tPeso volúmico da água Índice de compacidade\ng'\tTensão efetiva normal\nN\tForça normal vertical\nT\tTensão de corte\nT\tForça tangencial\nAbreviaturas\nABREVIATURAS\nDEC\tDepartamento Engenharia Civil\nFCTUC\tFaculdade Ciências e Tecnologia da Universidade de Coimbra\nASTM\tAmerican Society for Testing Materials\nNP\tNorma portuguesa\nSW\tAreia bem graduada\nSP\tAreia mal graduada\nSM\tAreia siltosa\nSC\tAreia argilosa\nCL\tArgila magra\nAL\tAreia limpa\nACN\tAreia contaminada com óleo novo de motor de carro\nACU\tAreia contaminada com mistura de óleos usados de motor de carro\nACC\tAreia Contaminada com crude\n1\t- INTRODUÇÃO\n1.1\t- Enquadramento geral\nSempre que se realiza uma obra de engenharia, é necessário ter em atenção as deformações a que os terrenos estão sujeitos ao longo dos anos. Tendo em conta este facto, é indispensável estudar previamente os terrenos onde a obra será construída, fundamentando o estudo na possibilidade de existência de contaminantes e em calcular o limite de resistência do solo.\nQuando a superfície de construção está contaminada por óleos, algumas das suas características são alteradas como por exemplo o aumento da possibilidade de assentamento nas fundações (Shakarchi, 1999). Sendo estes fatores que comprometem a estabilidade da estrutura e põem em risco o resultado da obra, a curto e a longo prazo.\nUma das maiores fontes de contaminação das areias e do meio marinho é o vazamento de petróleo, tanto durante a exploração, como em acidentes com petrolíferas, transporte ou operações de armazenamento do mesmo.\nEstas fontes de contaminação têm todas origens antropogénicas, por exemplo; uma oficina pode não ter definido qual o futuro que deve dar a óleos de motor de carros usados, e sem preocupação, despejar estes restos sem reutilização em algum descampado, acumulando-se e infiltrando os terrenos.\nNa Figura 1.a) e b) estão representados dois exemplos de poluição: um derrame de petróleo no Golfo do México, e um incêndio na maior refinaria da Venezuela, respetivamente. Em ambos os casos a poluição e a contaminação do meio é facilmente visível, realçando que a fonte destas catástrofes é o petróleo.\nFigura 1 - Exemplos de poluição com petróleo. a) Derramamento de crude no Golfo do México em 2010 (Fonte: (WSCOM, 2010)); b) Incêndio numa refinaria da Venezuela (Fonte: (Globo, 2012))\n1\nRaquel de Sousa Louro\nNeste trabalho vão-se analisar alguns métodos existentes para avaliar as areias contaminadas por crude e alguns óleos (caixa de corte e edométrico), quais os seus procedimentos, vantagens e desvantagens. Em qualquer dos métodos será necessário estudar areias com presença de várias percentagens de contaminante, pois, a quantidade de contaminação é um dos fatores que influencia as propriedades das areias.\n1.2\t- Objetivos e estrutura da dissertação\nO trabalho apresentado tem como principal objetivo estudar a compressibilidade e a resistência ao corte da areia de Coimbra, contaminada por crude e óleos de motor de carro: óleo Novo, sem utilização (10W40) e uma mistura de óleos usados. Contudo, também serão comparadas as alterações das propriedades mecânicas do solo tendo em conta as diferentes percentagens de contaminação existentes.\nA presente dissertação é dividida em 5 capítulos estruturados do seguinte modo:\n•\tCapítulo 1 - Introdução: é apresentada a estrutura da dissertação e expõe os problemas existentes desta temática.\n•\tCapítulo 2 - Revisão bibliográfica: faz-se uma abordagem a ocorrências e casos de contaminação e uma revisão de alguns estudos abordados.\n•\tCapítulo 3 - Programa experimental: breve resumo do programa, são apresentadas as características da areia e dos contaminantes utilizados\n•\tCapítulo 4 - Resultados: serão apresentados e discutidos os resultados obtidos durante o programa experimental\n•\tCapítulo 5 - Conclusão e trabalhos futuros: tal como o nome indica, será feita uma síntese dos principais resultados obtidos e mencionadas algumas sugestões de trabalho futuro.\n2\nRaquel de Sousa Louro\n2\t- REVISÃO BIBLIOGRÁFICA\n2.1\t- Ocorrências e casos de contaminação\nOs derramamentos de óleos na maioria das vezes são casos acidentais, havendo, no entanto, casos de derrames propositados. O considerado um grande acidente petrolífero da história, ocorreu em 1991, durante a Guerra do Golfo, no Golfo Pérsico. Nesta altura, as tropas iraquianas procederam à queima de válvulas de petróleo e oleodutos, este acontecimento resultou numa intensa poluição atmosférica que se espalhou por milhares de quilómetros. Despejaram também milhões de barris de petróleo no oceano, resultando na contaminação das águas e da zona costeira. (Mundo Educação, n.d.)\nNo golfo do México houve, em 2016, uma falha num poço subaquático pertencente à petrolífera Shell, que derramou mais de 340 mil litros de petróleo. Este grande derramamento provocou uma mancha negra de quase 21 quilómetros na superfície da água, exigindo uma grande gestão de equipas para o processo de limpeza. (Viana, 2016)\nTambém em Portugal existem casos de areias contaminadas, sendo o acontecimento mais referido, e que ainda hoje é dado como referência, o da zona da Expo em Lisboa. Recentemente foram feitas escavações, tendo já sido evidentes alguns perigos para a saúde, pois durante as escavações são libertados compostos orgânicos voláteis para a atmosfera muito perigosos para a saúde humana com efeitos cancerígenos, preocupando moradores vizinhos a estas escavações. (Tomás, 2017)\n2.2\t- Propriedades de areias não contaminadas\nAs areias contaminadas sofrem alterações no seu comportamento, relevando um grande impacto não só a nível ambiental como na segurança de diferentes obras de engenharia. Como o objetivo consiste em analisar as alterações a que as areias foram sujeitos, é necessário conhecer um pouco melhor as características de areias quando não contaminadas.\nSabendo que as partículas de areia poderão ter diferentes tamanhos e que este fator influencia diretamente na sua disposição, obtém-se experimentalmente a curva granulométrica da referida areia. É assim possível relacionar com a curva granulométrica obtida o coeficiente de uniformidade (Cu), e o índice de compacidade (Id) com os valores de índice de vazios mínimo (emin ) e o índice de vazios máximo (emax).\n3\nRaquel de Sousa Louro\np '\t—p\nID= Dr=\tX 100\tEquação 1\n^máx ^min\nConsoante o valor obtido em percentagem, é convertida numa nomenclatura fácil de classificar a areia quanto à sua compacidade, apresentada na Tabela 1.\nTabela 1 - Classificação da areia quanto à sua compacidade (Adaptado de Matos Fernandes, 1994)\nAreia\tId (%)\nMuito solta\t0 - 15\nSolta\t15 - 35\nMedianamente compacta\t35 - 65\nCompacta ou densa\t65 - 85\nMuito compacta ou muito densa\t85 - 100\nO coeficiente de uniformidade (Cu) revela se o solo pode ser bem graduado ou não, quanto maior o valor de Cu, melhor graduada é a amostra de areia, e para um Cu=1 o solo é considerado uniforme, sendo que D10 se refere ao “diâmetro abaixo do qual se situam 10% em peso das partículas do solo” (Taborda, 2012), e Dóo tem uma definição idêntica.\nCv =\tEquação 2\n°10\nNesta classificação as areias estão divididas em quatro grupos, consoante a sua composição granulométrica: Areia bem graduada (SW), Areia mal graduada (SP), Areia siltosa (SM) e Areia argilosa (SC). (Taborda, 2012)\nPara estudar o comportamento de solos arenosos recorre-se a ensaios de corte e de compressibilidade para amostras soltas, com níveis de compacidade baixos, e para amostras densas, com valores de compacidade mais elevados. As duas amostras são sujeitas a um corte segundo um plano definido, sendo a tesão normal ao plano de rotura igual e constante, obtendo-se resultados típicos apresentados na Figura 2.\n4\nRaquel de Sousa Louro\na)\nb)\nc)\nTr«íduai ~ resistência residual\not.c den®\nden® *’»• '.ui uai\ndense\n*'pco\neve ».*c\neQ — índice de vazios inicial; ec — índice de vazios crítico; — resistência de pico;\n30 fC\nCo\ne >\nenheo\ndenso\neo\nc'ed den®\ncree x>.*c\ncre.c doo®\nOHC.C ®*C\nFigura 2 - Comportamento de amostras de areia soltas e densas para a mesma tensão de consolidação. Relação entre extensão (e) e: a) tensões de corte (t); b) deformações volumétricas (Ev); c) índice de vazios (e). (Adaptado Coelho, 2010)\nVerifica-se que, durante o corte na situação da Figura 2.a), a amostra de areia densa mostra um pico inicial nos valores para a tensão de corte, justificado pelas forças de atrito e pelo imbricamento existentes. Nota-se que no final, ambas as amostras convergem para o mesmo valor, sendo que na amostra solta, a tensão de corte tem um aumento gradual.\nÉ possível também analisar pela Figura 2.b) as diferentes reações relativamente às variações volumétricas das amostras. Para areia solta, existe apenas o fenómeno de contração devido à baixa densidade da amostra, ou seja, o elevado índice de vazios inicial (apresentado na Figura\n2.c)) permite que as partículas se rearranjem no espaço mais facilmente diminuindo o índice de vazios gradualmente até atingir o valor crítico, aumentando assim sua densidade.\nA areia densa, inicialmente revela uma pequena contração, mas rapidamente expande o seu volume de forma a permitir a formação da superfície de rotura (Coelho, 2010), e derivado disso, aumenta os valores do índice de vazios, coincidindo no valor crítico atingido pela areia solta.\n5\nRaquel de Sousa Louro\nA influência da granulometria explica-se, em primeiro lugar, porque com o aumento do diâmetro, tende a aumentar a rugosidade da superfície das partículas, logo aumenta o atrito puro entre os grãos. Por outro lado, o aumento do diâmetro potencia o efeito do imbricamento (Matos Fernandes, 1994; Taborda, 2012). Comparando os estados soltos e compactos, a gama de valores deste ângulo é bastante restrita para os solos finos, tendo uma maior amplitude para os solos grossos (Narciso, 2013).\nNos solos, o critério de rotura mais utilizado é o método de Mohr-Coulomb, segundo Coelho, (2010), o critério de Mohr-Coulomb determina que um solo entra em rotura num ponto quando num par de facetas ou planos que passam pelo ponto se verifica a relação entre a tensão efetiva normal (o’f) e tangencial, ou de corte (Tf), apresentada na Equação 3. Em que c' representa a coesão, ^’ é o ângulo de atrito, sendo estes, parâmetros de resistência ao corte.\nTf = c' + a' f tan 0'\tEquação 3\nO índice inferior das componentes da tensão destina-se a indicar que aquelas componentes correspondem à rotura (“failure”, na nomenclatura inglesa) (Coelho, 2010). A Equação 3 define uma reta, que em termos gráficos traduz o limite admissível que o estado de tensão pode assumir em termos de tensões efetivas. (Taborda, 2012).\nMas segundo (Narciso, 2013), em solos arenosos, a coesão não existe, o que permite concluir que para estes casos a resistência que o solo oferece ao corte apenas depende do ângulo de atrito e da tensão de confinamento.\n2.3\t- Equipamentos e metodologias\nEm termos genéricos, para se estudar um determinado solo é possível realizar uma grande quantidade de testes experimentais, mas, neste trabalho, vamos focar-nos nas características de compressibilidade e resistência ao corte, tendo, para isso, sido utilizados dois aparelhos, o edométrico e a caixa de corte, respetivamente.\n2.3.1\t- Caixa de corte\nA utilização da caixa de corte é o procedimento mais antigo para a avaliação ao corte de um solo, realizado numa caixa de metal com duas partes, separadas horizontalmente, em que a metade superior se faz deslizar em relação à metade inferior. A caixa está sujeita a duas forças, uma força tangencial, T, no plano horizontal, e uma força vertical, N (Marangon, n.d.-b). O problema apontado neste teste é o facto de se forçar a rutura no plano horizontal, acabando o solo por não ceder no plano de maior fraqueza (Universidade Federal do Paraná, n.d.). O ensaio de resistência ao corte é um método que permite avaliar o solo de uma forma pouco pormenorizada, mas, pelo facto de ser um método simples e fácil de entender, acaba por ser muito utilizado.\nFigura 3 - Representação esquemática do ensaio de corte direto (Silva et al., 2004)\nNa Figura 3, estão ilustrados todos os elementos deste aparelho, tal como as forças tangencial (F) e normal (on) anteriormente referidas.\n2.3.2\t- Edométrico\nPara o estudo da compressibilidade foi utlizado o edométrico. Este método consiste em aplicar diversas cargas ao longo de um espaço de tempo, simulando as deformações resultantes de uma compressão vertical, (Taborda, 2012) e as condições de carregamento e deformação existentes. (Matos Fernandes, 1994)\nNas areias, a velocidade a que acontecem as deformações é muito maior comparativamente com as argilas, pois resultam de uma forma quase instantânea quando colocados os pesos, desta forma consegue-se concluir os ensaios arenosos em apenas num dia (Matos Fernandes, 1994).\n7\nRaquel de Sousa Louro\nFigura 4 - Esquema simplificado do ensaio edométrico (Matos Fernandes, 1994)\nNa Figura 4 está representado um esquema simplificado do ensaio edométrico, onde a amostra é representada pelo número 1, as pedras porosas no número 2, a carga aplicada é representada pelo número 3, o anel rígido que impede as deformações laterais é apresentado no número 4, e por fim, a medição dos deslocamentos verticais (LVDT) surge no número 5. (Matos Fernandes, 1994)\n2.4\t- Efeito da contaminação em solos\nNeste subcapítulo são apresentados casos de literatura sobre o assunto em estudo. A ideia de solo contaminado está relacionada com alterações nas características do solo, dependentes da composição química do contaminante e das propriedades físicas do solo, no entanto, a contaminação só é normalmente detetada após períodos relativamente longos devido à sua evaporação.\nNuma oportunidade de investigação, Khamehchiyan et al., (2006) elaborou um estudo onde, utilizando três tipos de solos: areia mal graduada (SP), areia siltosa (SM) e argila magra (CL) e utilizando óleo crude como contaminante, observou os diferentes comportamentos solos quando sujeitos a percentagens de contaminação de 4%, 8%, 12%, 16%. Foram realizados ensaios de compactação, testes de compressão uniaxial, ensaios de permeabilidade e limites de Atterberg.\n8\nRaquel de Sousa Louro\nPercentagem de contaminação (%)\n30\n20 ■\n10\n0 -\n0\nFigura 5 - Relação entre a evaporação do óleo com a percentagem de contaminação (Khamehchiyan et al., 2006)\nOs testes de corte direto, revelam que existe uma diferença de comportamento da argila em comparação com a areia siltosa e a mal graduada. Os mesmos demonstram, na Figura 6, haver uma correlação direta entre o teor de óleo presente nos solos e o ângulo de atrito, aumentando este valor para a amostra de argila magra (CL), enquanto que nos casos com a areia mal graduada (SP) e a areia siltosa (SM), este parâmetro diminuiu.\n5\t10\t15\nPercentagem de contaminação (%)\n— CL — SM — SP\n9\nRaquel de Sousa Louro\nOs resultados do corte direto revelam também informação sobre a coesão das partículas (Figura 7), na amostra da argila, verificou-se uma diminuição no parâmetro da coesão com o aumento do teor de óleo. As amostras de areia (siltosa e mal graduada) reagem de forma contrária, aumentando a coesão das partículas para maiores percentagens de contaminação, realçando que a amostra de areia mal graduada tem valores de coesão muito inferiores à amostra de areia siltosa. No entanto, a resistência ao corte de todas as amostras de solo diminui com o aumento da contaminação do óleo (Khamehchiyan et al., 2006).\nPor último, analisa-se as alterações da permeabilidade do solo quando sujeitas a alterações de teor de contaminação por crude (Figura 8). Neste caso, a argila destaca-se por ter valores mais baixos, e a areia mal graduada por ter os valores mais elevados, fazendo entender para Khamehchiyan et al., (2006) que o efeito do óleo no parâmetro da permeabilidade diminui com o aumento da porosidade do solo e que a redução da permeabilidade está relacionada com a redução dos vazios, ou seja dos poros existentes que passam a ser ocupados pelo crude.\n10\nRaquel de Sousa Louro\nU2\no\nQ\nT3\nLOE+OO\nIJQE-OL\n1.0E-02\ni .0E-03\nI.ÜE-Ü4\nI.QE-05\nLÜE-Ü6\n1 .ÜE-O7\n■\n■'\nj(--*-,-!-,-fxt,-----|\n5\t10\t15\nPercentagem de contaminação (%)\nFigura 8 - Influência do teor de óleo sobre o coeficiente de permeabilidade das amostras de solo (Khamehchiyan et al., 2006)\nPode-se concluir que a contaminação por óleos reduz a permeabilidade e a resistência ao corte dos solos, sendo que para o último teste os solos não apresentam essa redução da mesma forma (Khamehchiyan et al., 2006).\nTambém Taborda, (2012) obteve conclusões quanto à resistência ao corte de areias contaminadas com querosene, gasóleo e crude. Concluindo através dos dados apresentados na Tabela 2 que não se verifica um efeito significativo dos contaminantes sobre a resistência ao corte da areia testada. Mas que ainda assim, em qualquer dos casos ensaiados, a resistência ao corte medida na areia contaminada sofre sempre uma redução relativamente à areia limpa.\n11\nRaquel de Sousa Louro\n\tAmostra\tTens» Efetiva «)\tTess» de Corir Máxima tjux (kPi)\tAivtas (°)\tDeclive Reta\t4>’O\n\t\tõOkPa\t41.333\t39,579\t\t\nos x\t\t\t\t\t\t\nt E\tSolta\t100 kPí.\t76,976\t37.538\t0,669\t33,779\n&lt;3\t\t\t\t\t\t\n\t\t200kPü\t126.760\t32,366\t\t\n■Li\t\t50kPa\t33,836\t37.337\t\t\np s?\tSolta\t100 kPa.\t72,981\t36.122\t0.644\t32,765\nb Ã 3 ’\t\t\t\t\t\t\n\t\t\t\t\t\t\nO\t\t200kPa.\t122.740\t31.537\t\t\n■u\t\tõOkPa\t37,644\t36,975\t\t\n\t\t\t\t\t\t\ns\t\t\t\t\t\t\n\tSolta\t100 kPí.\t«351\t33,565\t0.630\t32,190\n-Lf » 3\t—'\t\t\t\t\t\t\nO\t\t200kPa.\t122.666\t31,522\t\t\nç ■W ■—x\t\tõOkPa\t37,943\t37,197\t\t\n<8\tSolta\t100 KPa.\t63.737\t34,523\t0.65-2\t33,092\n3 *\t\t\t\t\t\t\n□\t\t200kPa.\t127,195\t32,455\t\t\n\t\tõOkPa\t33,343\t37.345\t\t\n\t\t\t\t\t\t\nLS £\tSolta\t100kPa\t69.400\t34,760\t0,668\t33.731\nd 2\t\t200kPa.\t13O;854\t33,196\t\t\n■u -\t\tõOkPa\t36,511\t36.137\t\t\n. B =\tQ\"\"\tSolta\t100kPa\t65.853\t\t0.623\t31,9’’7\n> M *\t\t200kPi\t121,496\t31,271\t\t\n\t\tõOkPa\t35,122\t35.036\t\t\n\t\t\t\t\t\t\n3 i.\tSolta\t100kPi\t65,729\t33,317\t0.636\t32,456\nü ”\t\t200kPa.\t125313\t32,070\t\t\n12\nRaquel de Sousa Louro\n3\t- PROGRAMA EXPERIMENTAL\nA areia trabalhada nesta parte experimental é a areia de Coimbra por serem já conhecidas as suas características.\nOs contaminantes que foram utilizados poderiam ser fontes de poluição do solo, por descuido ou mesmo intencional, estão à disposição de qualquer pessoa, exceto o crude que foi cedido pela GALP. O óleo de motor de carro não se prevê que seja uma fonte de poluição, por ainda ter muita utilidade, mas neste trabalho serve como ponto de comparação com a mistura de óleos de motor de carro usados.\n3.1\t- Materiais utilizados\n3.1.1\t- Areia\nA areia utilizada nesta dissertação, é denominada pelo Laboratório de Geotecnia da Universidade de Coimbra como “Areia de Coimbra”. Este solo granular, que se observa macroscopicamente com facilidade (Taborda, 2012), foi utilizado em vários trabalhos anteriores realizados no mesmo Laboratório, tendo a sua descrição sido baseada nos mesmos.\nAté à data existem dois lotes de areia de Coimbra, sendo que nesta tese foi utilizada a areia do lote dois, retirada do leito do estuário do rio mondego, na Figueira da Foz. Essa preparação consiste no processo de peneiração em que a areia é sujeita a um peneiro n°40 (#0.425mm), para separar as partículas maiores. As partículas que passam este peneiro passam depois pelo peneiro n°100 (#0.150mm). A areia utilizada no estudo corresponde às partículas retidas neste último peneiro da série ASTM (Santos, 2009). Em seguida a amostra é lavada para remover os finos, e seca em estufa a uma temperatura de 110°C por mais de 24h.\nEsta areia peneirada resultou em partículas com diâmetros compreendidos entre 0,06 mm e 2 mm (Santos, 2009), com um coeficiente de uniformidade (Cu) igual a 1.6 e, sendo este inferior a 6, segundo a norma D 2487- 6 da ASTM, classifica-se como areia mal graduada (Santos, 2015).\nNa Figura 9 observamos que, as curvas granulométricas obtidas com 5 ensaios distintos são idênticas e sobrepõem-se, concluindo que a preparação foi bem realizada (Taborda, 2012).\n13\nRaquel de Sousa Louro\nFigura 9 - Curva granulométrica do lote 2 da Areia de Coimbra (Santos, 2009)\nAntes de começar os ensaios, foi calculado o índice de vazios (e), tendo para isso como referência os valores constantes do índice de vazios máximo, emax=0.81, para um peso volúmico seco mínimo de ydmin=14.36 KN/m3, o índice de vazios mínimo, emin=0.48, para um peso volúmico seco máximo de ydmax=17.57 KN/m3, o peso volúmico da água de yw=9.81 KN/m3 e a densidade das partículas sólidas (G) aproximadamente igual a 2.65 à temperatura de 20°C (Narciso, 2013; Taborda, 2012).\nForam realizadas 6 pluviações para cada equipamento, e foram obtidos valores médios para o peso de areia utilizada. Os valores obtidos para cada amostra da caixa de corte estão apresentados na Tabela 3 e os mesmos valores para o edométrico na Tabela 4. De seguida é apresentado um resumo dos valores médios obtidos ao longo do cálculo da densidade relativa (Tabela 5).\nTendo por base o valor do peso médio da areia necessária para encher cada equipamento e aplicando a Equação 4, obtemos valores do peso volúmico seco para cada equipamento utilizado.\nYd =\tEquação 4\nCaixa de corte: yd = 15.17 KN/m3\nEdométrico: yd=15.38 KN/m3\ne _\t_ J\tEquação 5\nZd\nCaixa de corte: e= 0.694\nEdométrico: e=0.689\nPor fim, conseguimos obter também a densidade relativa (Dr), utilizando a Equação 6, equivalente ao peso utilizado para encher o espaço das amostras inicialmente:\nDr=\te *100\n&amp;max ^min\nEquação 6\nCaixa de corte: Dr=35%\nEdométrico: Dr=36%\nTabela 3 - Resultados das várias amostras de pluviação para a caixa de corte\nCaixa de Corte\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\nAmostra 1\t\t\tAmostra 2\t\t\tAmostra 3\t\t\tAmostra 4\t\t\tAmostra 5\t\t\tAmostra 6\t\t\nVALORES OBTIDOS\t\t\tVALORES OBTIDOS\t\t\tVALORES OBTIDOS\t\t\tVALORES OBTIDOS\t\t\tVALORES OBTIDOS\t\t\tVALORES OBTIDOS\t\t\nPESO\t0,576\tkg\tPESO\t0,591\tkg\tPESO\t0,582\tkg\tPESO\t0,587\tkg\tPESO\t0,598\tkg\tPESO\t0,587\tkg\nVOLUME\t0,0004\tm3\tVOLUME\t0,0004\tm3\tVOLUME\t0,0004\tm3\tVOLUME\t0,0004\tm3\tVOLUME\t0,0004\tm3\tVOLUME\t0,0004\tm3\ngama d\t15,064\tkN/m3\tgama d\t15,456\tkN/m3\tgama d\t15,221\tkN/m3\tgama d\t15,352\tkN/m3\tgama d\t15,639\tkN/m3\tgama d\t15,352\tkN/m3\ne\t0,7257\t\te\t0,6819\t\te\t0,7079\t\te\t0,6934\t\te\t0,6622\t\te\t0,6934\t\nDr\t25,535\t%\tDr\t38,807\t%\tDr\t30,926\t%\tDr\t35,334\t%\tDr\t44,774\t%\tDr\t35,334\t%\nTabela 4 - Resultados das várias amostras de pluviação para o edométrico\nEdométrico\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\nAmostra 1\t\t\tAmostra 2\t\t\tAmostra 3\t\t\tAmostra 4\t\t\tAmostra 5\t\t\tAmostra 6\t\t\nVALORES OBTIDOS\t\t\tVALORES OBTIDOS\t\t\tVALORES OBTIDOS\t\t\tVALORES OBTIDOS\t\t\tVALORES OBTIDOS\t\t\tVALORES OBTIDOS\t\t\nPESO\t0,1203\tkg\tPESO\t0,1204\tkg\tPESO\t0,1198\tkg\tPESO\t0,1205\tkg\tPESO\t0,1202\tkg\tPESO\t0,1201\tkg\nVOLUME\t8E-05\tm3\tVOLUME\t8E-05\tm3\tVOLUME\t8E-05\tm3\tVOLUME\t8E-05\tm3\tVOLUME\t8E-05\tm3\tVOLUME\t8E-05\tm3\ngama d\t15,394\tkN/m3\tgama d\t15,407\tkN/m3\tgama d\t15,33\tkN/m3\tgama d\t15,42\tkN/m3\tgama d\t15,381\tkN/m3\tgama d\t15,368\tkN/m3\ne\t0,6887\t\te\t0,6873\t\te\t0,6958\t\te\t0,6859\t\te\t0,6901\t\te\t0,6915\t\nDr\t36,746\t%\tDr\t37,171\t%\tDr\t34,61\t%\tDr\t37,595\t%\tDr\t36,32\t%\tDr\t35,894\t%\nTabela 5 - Valores médios obtidos no cálculo da densidade relativa\nCaixa\tde corte\nPeso médio =\t0,59 kg\nVolume médio =\t0,00037 m3\ngd médio =\t15,35 kN/m3\ne médio =\t0,694\nDr médio =\t35,1 %\nEdométrico\t\nPeso médio =\t0,12 kg\nVolume médio\t=\t7,7E-05 m3\ngd médio =\t15,38 kN/m3\ne médio =\t0,690\nDr médio =\t36,4 %\n15\nRaquel de Sousa Louro\nrepresentados na Figura 10. O crude, considerado hidrocarboneto moderado a pesado (Tipo II) (Taborda, 2012), é o elemento mais estudado noutros trabalhos, e será o termo de comparação com os mesmos.\nFigura 10 - Contaminantes utilizados nos ensaios: a) Óleo novo de motor de carro, b) Mistura de óleos usados de motores de carros, c) Crude\nPara a medição da viscosidade dinâmica dos óleos contaminantes, foi utilizado um viscosímetro, cedido pelo ISEC, “Rion viscotester VT-03” (Figura 11), cujo funcionamento consiste na rotação do spinner que, consoante a sua dificuldade/facilidade em girar, gera um movimento no ponteiro de leitura. Para o óleo novo e a mistura de óleos usados, foi utilizado o spinner número 3, com escala entre os 50-330 CP, já para o crude, tendo suscitado algumas dúvidas por estar no limite da escala, foi utilizado o spinner número 5, com escala entre os 15150 CP.\nFigura 11 - Viscosímetro “Rion viscotester VT-03” cedido pelo ISEC\n16\nRaquel de Sousa Louro\nNa Tabela 6 é apresentada a viscosidade dinâmica medida em cada amostra de contaminante:\nTabela 6 - Resultados de viscosidades dos óleos\nContaminante (T=26°C)\tÓleo 10W40\tMistura óleos usados\tCrude\nViscosidade (mPa.s)\t132.5\t236.25\t17.75\nPara o cálculo da densidade dos óleos, foram utilizados picnómetros, representados na Figura 12. Numa primeira etapa pesou-se o picnómetro vazio, e em seguida cheio de água, assim, pode obter-se qual o peso da água que ocupa o volume do referido picnómetro, subtraindo os dois valores. Sendo conhecido o valor da densidade da água p=996.81Kg/m3=996810g/m3, para a temperatura T=26°C, é fácil chegar ao valor de volume ocupado através da Equação 7, os valores obtidos das pesagens, e dos cálculos para a densidade estão representados na Tabela 7.\n^-liquido ^vazio\nV\nEquação 7\nFigura 12 - Picnómetros utilizados\nTabela 7 - Cálculo do volume dos Picnómetros\nPicnómetro n°\t85 (crude)\t91 (mistura de óleos)\t95 (óleo novo)\nMassa Vazio (g)\t35.182\t32.967\t32.819\nMassa cheio água (g)\t131.252\t129.913\t129.831\nVolume (m3)\t0.0000964\t0.0000973\t0.0000973\n17\nRaquel de Sousa Louro\nTabela 8 - Cálculo das densidades dos óleos\nPicnómetro n°\t85\t91\t95\nVolume (m3)\t0.0000964\t0.0000973\t0.0000973\nMassa óleo (g)\t119.175\t118.139\t118.003\nDensidade (g/m3)\t871296\t875354\t875477\nDensidade (Kg/m3)\t871.296\t875.354\t875.477\n3.2\t- Preparação das amostras\nNuma primeira fase de laboratório foi necessário estabelecer métodos de pluviação. Este é um método utilizado para dispor a areia através de uma espécie de chuveiro, tendo a vantagem de não haver grande influência por parte do operador e permite uma maior precisão nos resultados. Assim a distribuição da areia é feita de modo a que todas as amostras sejam coerentes e que o índice de vazios seja constante em todos os ensaios (e=0.69) para uma areia solta com Dr=35%. Neste caso em substituição ao chuveiro, utilizou-se uma garrafa de plástico, em forma de funil, fazendo variar os furos existentes na tampa, consoante os ensaios (Caixa de corte e edométrico) e a área a preencher.\nO método de pluviação apresenta duas variáveis que podem interferir no resultado final: a altura de queda, e a quantidade de areia que pode dar vazão. Sendo por isso necessário estabelecer qual o processo ideal, e ser capaz de o fazer igual repetidamente.\nPara contaminar a areia com os óleos em estudo foi utilizado um conta-gotas de maneira a espalhar o contaminante de forma mais homogénea, utilizando este instrumento nos 3 contaminantes de viscosidades diferentes. Na caixa de corte foram colocadas 10 camadas de Areia de Coimbra intercaladas com o contaminante, e no edométrico apenas 3 camadas.\nA diferença de camadas deve-se à pequena dimensão da amostra no edométrico (V=76.6 dm3), não tendo muito espaço para colocar camadas homogéneas. Já a caixa de corte tem um volume comparativamente maior (V=344.7 dm3), mas o maior número de camadas permite que no momento do corte, em que a metade da caixa se desloca, seja garantido que o contaminante tenha influência na resistência ao corte da areia. Os ensaios de areia limpa, ou seja, 0% de contaminação, foram preparados da mesma maneira em camadas, não havendo dificuldades de maior.\n18\nRaquel de Sousa Louro\nAs Figuras 13 e 14 representam um exemplo contaminação de 6% e de 10%, respetivamente, de óleo novo 10W40 numa tina, sendo possível ver de uma forma mais clara a preparação das amostras. A sequência de imagens representa a preparação de uma amostra. Como apenas foi feita para efeitos de demonstração e perceção do comportamento do óleo, a amostra somente foi dividida em 5 camadas.\nNa Figura 13.a) a camada de areia está preparada para receber o contaminante, nas Figuras 13.b) e 13.c) é representado o processo de contaminação, em que as gotas de óleo são espalhadas aleatoriamente, mas de maneira a que fiquem bem distribuídas. Por fim, na Figura 13.d) é considerada a vista lateral da tina, e é visível a olho nu que na contaminação de 6% o óleo infiltra em algumas zonas, estando provavelmente relacionado com a distribuição do contaminante.\nA Figura 14 analisa-se da mesma forma que a Figura 13, alterando a percentagem de contaminante colocado. Comparativamente, na Figura 14.d) é muito mais evidente a passagem entre as camadas de areia e de contaminante, apresentando camadas de contaminante com uma espessura significativa e com pequenas indicações de que continuará a infiltrar.\nFigura 13 - Exemplo do processo de contaminação de uma amostra com 6% óleo 10W40\n19\nRaquel de Sousa Louro\n3.2.1\t- Ensaios de corte\nNeste tipo de ensaios, que estuda a resistência ao corte das areias, foi dividida a amostra de areia em 10 camadas como referido anteriormente intercalado com camadas de contaminante, e foram realizados ensaios para as diferentes percentagens de contaminação, 0%, 6% e 10%, dos diferentes óleos contaminantes, e fazendo variar a tensão de corte entre 50KPa, 100KPa e 200KPa para cada um.\nPara cada ensaio é utilizado 480g de areia, ou seja, sensivelmente 48g por cada camada, e intercalado com 3.2g de óleo caso esteja em estudo a contaminação de 6%, e 5.3g para os 10%. A preparação da amostra não pode encher por completo a caixa, pois é necessário garantir a melhor colocação da tampa e que esta tenha uma inclinação mínima durante o deslocamento. Como o ensaio é feito com areia solta, preparação da amostra é feita diretamente no equipamento, assim, não se corre o risco de haver reajustes nas partículas durante o transporte.\nApós encher a caixa de corte é necessário garantir um pequeno afastamento na vertical entre as duas metades da caixa de modo a que não se mobilizem forças atríticas entre as duas peças (Matos Fernandes, 1994), de seguida carrega-se o braço com o peso desejado e inicia-se o deslocamento da metade superior da caixa, garantindo uma velocidade de 0.61mm/min.\nFigura 15 - Caixa de Corte do Laboratório de Geotecnia do DEC-FCTUC\nA caixa de corte utilizada, situada no laboratório de Geotecnia do DEC-FCTUC, está representada na Figura 15.\nNa Figura 15.a) obtemos uma vista mais aproximada da caixa onde é colocada a amostra, cada lado da caixa tem aproximadamente 10cm, e tem uma altura de 3.7cm. Esta peça é encaixada\n20 Raquel de Sousa Louro\nno equipamento da Figura 15 .b), este equipamento está ligado a um computador com o software “Triax5.1.7” que faz a leitura de dois sensores de deslocamento vertical e horizontal.\nNa Tabela 9 são apresentadas as características dos ensaios realizados na caixa de corte, onde se fizeram variar as tensões verticais durante o ensaio e as características da contaminação, quer no que se refere ao tipo como à percentagem de contaminante.\nAs designações dos ensaios contêm informação do tipo de contaminação, areia limpa (AL), areia contaminada com óleo novo de motor de carro (ACN), areia contaminada com mistura de óleos usados de motor de carro (ACU), e por fim, areia contaminada com crude (ACC). Logo de seguida aparece o valor da percentagem de contaminação (6% ou 10%), seguida de ‘’-‘’ e a tensão aplicada na caixa de corte (50KPa, 100KPa ou 200KPa).\nTabela 9 - Lista de ensaios de resistência ao corte\nReferência\tTensão Vertical (KPa)\tContaminante\tPercentagem (%)\nAL-50\t50\t-\t0\nAL-100\t100\t-\t0\nAL-200\t200\t-\t0\nACN6-50\t50\tÓleo novo de motor de carro\t6\nACN6-100\t100\tÓleo novo de motor de carro\t6\nACN6-200\t200\tÓleo novo de motor de carro\t6\nACN10-50\t50\tÓleo novo de motor de carro\t10\nACN10-100\t100\tÓleo novo de motor de carro\t10\nACN10-200\t200\tÓleo novo de motor de carro\t10\nACU6-50\t50\tMistura óleos usados de motor de carro\t6\nACU6-100\t100\tMistura óleos usados de motor de carro\t6\nACU6-200\t200\tMistura óleos usados de motor de carro\t6\nACU10-50\t50\tMistura óleos usados de motor de carro\t10\nACU10-100\t100\tMistura óleos usados de motor de carro\t10\nACU10-200\t200\tMistura óleos usados de motor de carro\t10\nACC6-50\t50\tCrude\t6\nACC6-100\t100\tCrude\t6\nACC6-200\t200\tCrude\t6\nACC10-50\t50\tCrude\t10\nACC10-100\t100\tCrude\t10\nACC10-200\t200\tCrude\t10\n21\nRaquel de Sousa Louro\n3.2.2\t- Ensaios de compressibilidade\nEstando já predefinida a metodologia de pluviação e contaminação, procedeu-se aos ensaios de compressibilidade, fazendo variar as mesmas percentagens de cada contaminante, e a tensão vertical de consolidação utilizada durante o ensaio. As areias soltas foram sujeitas a carga -descarga - recarga - descarga, a compressibilidade da areia em análise pode ser atribuída à compressão das partículas sólidas ou à compressão dos espaços vazios da mesma (Marangon, n.d.-a).\nNeste ensaio as cargas são feitas com intervalos de 15min, pois as areias têm resposta rápida ao peso colocado, estabilizando o assentamento muito rápido, a carga utilizada variou entre os 0.250kg e o peso máximo de 128kg que só foi atingido na altura da recarga.\na)\nFigura 16 - Edométnco do Laboratório de Geotecma do DEC-FCTUC\nO equipamento utilizado pertence ao Laboratório de Geotecnia do DEC-FCTUC, representado na Figura 16. A Figura 16.a) mostra o anel onde são preparadas as amostras, sendo sempre utilizado os anéis de 70mm de diâmetro. Este anel é encaixado no aparelho da Figura 16.b). Tal como nos ensaios de corte, e pelas mesmas razões, as amostras são preparadas com o equipamento pronto a realizar o ensaio.\n22\nRaquel de Sousa Louro\nNa Tabela 9 são apresentadas as características dos ensaios realizados com o edométrico, onde se fizeram variar as tensões aplicadas ao longo do ensaio e as características da contaminação, quer no que se refere ao tipo como à percentagem de contaminante.\nA Tabela 10 apresenta uma nomenclatura idêntica à Tabela 9, em que é apresentado o tipo de contaminação (AL, ACN, ACU, ACC) junto com a percentagem de contaminação (6% e 10%). Após o hífen, está uma designação meramente indicativa do número do edométrico utilizado, visto existirem 3 equipamentos (1, 2 e 3) e haver ocasiões em que são utilizados em simultâneo, facilitando no momento de tratamento de dados.\nTabela 10 - Lista de ensaios de Compressibilidade\nReferência\tNúmero do Edométrico\tTipo de Contaminante\tPercentagem de contaminante (%)\nAL-2\t2\t-\t0\nAL-3\t3\t-\t0\nACN6-2\t2\tÓleo novo de motor de carro\t6\nACN6-3\t3\tÓleo novo de motor de carro\t6\nACN6-2\t2\tÓleo novo de motor de carro\t6\nACN10-1\t1\tÓleo novo de motor de carro\t10\nACN10-3\t3\tÓleo novo de motor de carro\t10\nACU6-1\t1\tMistura óleos usados de motor de carro\t6\nACU6-3\t3\tMistura óleos usados de motor de carro\t6\nACU10-2\t2\tMistura óleos usados de motor de carro\t10\nACU10-3\t3\tMistura óleos usados de motor de carro\t10\nACC6-2\t2\tCrude\t6\nACC6-3\t3\tCrude\t6\nACC10-2\t2\tCrude\t10\nACC10-3\t3\tCrude\t10\n23\nRaquel de Sousa Louro\n4\t- ANÁLISE E DISCUSSÃO DE RESULTADOS\nNeste capítulo serão discutidos os resultados obtidos, estando organizados em duas partes. Uma primeira parte em que são apresentados os dados obtidos e em seguida uma parte em que é feita uma comparação de dados entre contaminantes e entre percentagem de contaminação.\nNesta dissertação é utilizada a convenção normal da Mecânica dos Solos, onde os valores positivos de deformações correspondem à compressão, na medida que valores negativos se referem a extensão/expansão.\n4.1\t- Ensaios de corte\nOs resultados obtidos neste ensaio são apresentados em forma de gráfico de maneira a possibilitar uma melhor compreensão e uma rápida visualização dos mesmos.\nTodos os grupos de gráficos serão apresentados com a mesma estrutura, no gráfico a) é exposto a relação Deslocamento Horizontal/Tensão de corte para as três tensões verticais (normais) consideradas, 50KPa, 100KPa e 200KPa (correspondendo respetivamente a 5Kg, 10Kg e 20Kg, colocados no prato de carga). No gráfico b), os ensaios realizados são representados no plano o’- T (Tensão Efetiva/Tensão de Corte- Plano de Mohr) por 3 pontos, correspondentes aos maiores valores de tensão de cada corte obtido, com a respetiva regressão linear. Por fim, o gráfico c) representa o Deslocamento Horizontal/Extensão Volumétrica a nível vertical, também para as três tensões consideradas.\nTodos os dados foram igualmente analisados, excluindo alguns valores, que por defeito do aparelho são registados antes do ensaio ser iniciado, e após a sua conclusão. Com a construção da curva relativa aos valores obtidos era por vezes visível pontos que não se ajustavam ou seriam um pequeno erro de leituras devido à rotação da tampa quando era feito o deslocamento da metade superior, que eram igualmente eliminados.\nNa Figura 17 estão representados os gráficos relativos à areia limpa, e é possível observar no gráfico da Figura 17.a) que existe uma estabilização na tensão de corte, aumentando o valor desta com o aumento da carga utilizada.\nFigura 17 - Gráficos obtidos através do ensaio de resistência ao corte para uma amostra de areia limpa\nNo caso da areia contaminada com óleo novo 10W40, observamos exatamente o mesmo comportamento nos gráficos da Figura 18.a) e da Figura 18.c) para as percentagens de 6% que para a areia limpa, mas certamente com valores diferentes. Mais à frente na Figura 24 são comparados gráficos de várias percentagens de forma a serem mais percetíveis as alterações da presença dos contaminantes.\nNo gráfico b) estão também incluídos os valores obtidos na areia limpa para a relação Deslocamento Horizontal/Extensão Volumétrica, sendo esperado, com base em (Narciso, 2013; Taborda, 2012), que as tensões de corte máximas da areia limpa fossem maiores que as amostras contaminadas, o que não acontece para a contaminação de 6% de óleo 10W40, como as diferenças mínimas das retas podem ser justificadas por erros experimentais, podemos concluir que o óleo não altera de forma significativamente o comportamento da areia.\nNa Figura 18.c), os valores máximos de contração da amostra foram atingidos muito rapidamente, por volta dos 2mm de deslocamento, para todas as tensões verticais.\n25\nRaquel de Sousa Louro\nFigura 18 - Gráficos obtidos através do ensaio de resistência ao corte para uma amostra de areia contaminada com 6% de óleo novo\nDe seguida, na Figura 19, analisamos o mesmo óleo que na Figura 18, óleo novo 10W40, mas com 10% de contaminação. Na Figura 19.a) é visível os diferentes patamares de tensão de corte, realçando que o valor máximo de tensão de corte para a tensão vertical de 200KPa é mais baixo que para as mesmas condições com contaminação de 6% (Figura 18.a)).\nNo gráfico da Figura 19.b) é notório que as tensões de corte máximas da areia limpa têm valores mais altas que os da amostra considerada, mas tal como a contaminação de óleo 10w40 com 6% de contaminação, não são valores consideráveis. Neste caso, houve uma alteração no formato do gráfico, na Figura 19.c) os valores de contração da amostra obtidos para a tensão vertical de 100KPa e 200KPa são muito idênticos.\n26\nRaquel de Sousa Louro\nFigura 19 - Gráficos obtidos através do ensaio de resistência ao corte para uma amostra de areia contaminada com 10% de óleo novo\nNo caso da contaminação de 6% com a mistura de óleos de motores usados, na Figura 20.a), a tensão vertical de 100KPa tem valores de tensão de corte um pouco mais baixos na parte inicial comparativamente com a contaminação de 6% de óleo novo de motor de carro nas mesmas condições (Figura 18.a)).\nNovamente se verifica, na Figura 20.b), um caso em que os valores máximos da tensão de corte não são significativos em relação à areia limpa, com uma regressão linear de R2=0.9986.\nACU 6 c)\n-----ACU 6-50.2\n------ACU 6-200.1\nACU 6-100.1\nFigura 20 - Gráficos obtidos através do ensaio de resistência ao corte para uma amostra de areia contaminada com 6% de óleo usado\nPara o caso de contaminação da amostra com 10% de mistura de óleos, já começa a ser mais notório os efeitos da presença do óleo na diminuição dos valores de tensão de corte. Na Figura 21.a) os patamares dos valores de tensão de corte atingem valores mais baixos, que os casos anteriormente apresentados, sendo bem visível na Figura 21.b) onde as duas envolventes de rotura têm uma distância já significativa com valores inferiores à areia limpa.\nNa Figura 21.c) as curvas apresentam alguma desordem, é visível que para uma tensão vertical de 200KPa os valores de extensão volumétrica atingem valores muito mais baixos comparativamente às outras duas tensões estudadas.\n28\nRaquel de Sousa Louro\nACU 10-100.1\n-----ACU 10-50.1\n------ACU 10-200.2\nACU 10 c)\nFigura 21 - Gráficos obtidos através do ensaio de resistência ao corte para uma amostra de areia contaminada com 10% de óleo usado\nO crude revela baixos valores de tensão de corte (Figura 22.a)), e tem uma resposta inicial imediata muito acentuada, nos valores relativos à tensão vertical de 200KPa. É possível confirmar a diferença de valores de tensão de corte relativamente à areia limpa na Figura 22.b), sendo significativa a redução causada por uma contaminação de 6% de crude.\nA Figura 22.c), confirma que esta contaminação é muito relevante, pois para todas as tensões verticais, foram atingidos valores de contração de 1%.\n29\nRaquel de Sousa Louro\nFigura 22 - Gráficos obtidos através do ensaio de resistência ao corte para uma amostra de areia contaminada com 6% de crude\nPor último, o caso de contaminação de amostras com 10% de crude. Na Figura 23.a) os valores de tensão de corte são quase idênticos ao caso anterior (Figura 22.a)), sendo também inferiores com uma grande diferença dos valores obtidos para a areia limpa, observável na Figura 23.b).\nA Figura 23.c) revela que a contaminação de 10% de crude é a mais relevante em termos de contração da amostra, sendo que as três tensões verticais atingem valores máximos na ordem dos 1%/1.5% de extensão volumétrica.\n30\nRaquel de Sousa Louro\nFigura 23 - Gráficos obtidos através do ensaio de resistência ao corte para uma amostra de areia contaminada com 10% de crude\nUma vez que se pretende também analisar as diferenças nos efeitos dos diferentes contaminantes, fez-se a sobreposição de algumas curvas, com a mesma percentagem de contaminação para a mesma tensão normal.\nNo gráfico da Figura 24.a) verifica-se que, para a amostra de areia limpa, a tensão de corte apresenta valores maiores do que para amostras contaminadas, sendo que para uma tensão de 50KPa, as amostras contaminadas apresentam o mesmo comportamento.\nPara as tensões de 100KPa e 200KPa, nas Figuras 24.b) e 24.c) respetivamente, é possível concluir claramente que para amostras contaminadas por crude, a tensão de corte é menor do que para amostras contaminadas pelos restantes óleos.\nNas Figuras 24.b) e 24.c) as amostras de areia limpa não se destacam com valores de tensão de corte mais altos, obtendo valores muito idênticos para o caso da contaminação com óleo novo e a mistura de óleos, o que indica que dos três óleos, o crude é o mais influenciável.\n31\nRaquel de Sousa Louro\nFigura 24 - Gráficos de comparação dos ensaios de resistência ao corte\nSegundo o critério de Mohr-Coulomb os ensaios podem ser representados graficamente através dos pontos de tensão de corte máximo para cada tensão efetiva ensaiada. Até agora foram apresentados esses pontos em todas os gráficos b), desde a Figura 17.b) à 23.b), em comparação com a areia limpa, neste momento estamos em condições de juntar os dados todos e obter as Equações de regressão linear para cada reta.\n32\nRaquel de Sousa Louro\n•\tAreia Limpa\ny = 0,5694x+10,3\n•\tÓleo Novo 6%\ny = 0,6081x+6,15\n•\tÓleo Novo 10%\ny = O,5924x + 5,O5\n•\tMistura de óleos Usados 6%\ny = 0,564x+ll,3\n•\tMistura de óleos usados 10%\ny = 0,5809x-0,9\n•\tCrude 6%\t_\ny = O,5399x+3,65\n•\tCrude 10%\nV\t= 0,5076x4-8,15\n.......Linear (Areia Limpa)\n.......Linear (Óleo Novo 6%)\n.......Linear (Óleo Novo 10%)\nLinear (Mistura de óleos Usados 6%)\nLinear (Mistura de óleos usados 10%)\nLinear (Crude 6%)\nLinear (Crude 10%)\nFigura 25 - Representação gráfica dos parâmetros de resistência ao corte para as varias amostras\nestudadas\nAplicando o critério Mohr-Coulomb, através da Equação 8, encontramos os valores equivalentes aos da Equação da regressão linear obtida para cada reta.\nTf = c' + a'f * tan&lt;p'\tEquação 8\nOs parâmetros obtidos aplicando o critério de Mohr-Coulomb estão apresentados na Tabela 11, onde é possível analisar, que aconteceu o mesmo que foi obtido a colegas que realizaram estudos parecidos, os valores da tensão de corte diminuem com o aumento da percentagem de contaminação para todos os contaminantes.\n33\nRaquel de Sousa Louro\ncontaminante com percentagem de 6% pode resultar em conclusões incorretas, como se demonstrará na Tabela 12 e nas Figuras 25 e 26.\nTabela 11 - Resultados obtidos no cálculo dos parâmetros de resistência ao corte\n\tTensão Efetiva, o’\tTensão de Corte Máxima, Tmax (KPa)\t(o)\tc' (KPa)\nAreia Limpa\t50\t37.6\t\t\n\t100\t69.0\t29.66\t10.3\n\t200\t123.6\t\t\nÓleo\t50\t37.0\t\t\nNovo\t100\t66.3\t31.30\t6.15\n6%\t200\t128.0\t\t\nÓleo\t50\t33.6\t\t\nNovo\t100\t65.9\t30.64\t5.05\n10%\t200\t123.0\t\t\nMistura\t50\t38.3\t\t\nde óleos\t100\t69.5\t29.422\t11.3\n6%\t200\t123.5\t\t\nMistura\t50\t28.2\t\t\nde óleos\t100\t57.1\t30.15\t-0.9\n10%\t200\t115.3\t\t\nCrude 6%\t50\t33.8\t\t\n\t100\t52.9\t28.36\t3.65\n\t200\t113.2\t\t\nCrude 10%\t50\t33.2\t\t\n\t100\t59.4\t26.91\t8.15\n\t200\t109.5\t\t\nSendo que para o caso da areia solta a coesão não é considerada real, a resistência ao corte depende apenas do ângulo de atrito. Assim, é mais fácil de entender os resultados se considerarmos a coesão nula (c’=0), ou seja, definir a interceção da reta na coordenada de origem. Esta alteração está apresentada graficamente na Figura 26 e os valores do ângulo de atrito anteriores e os corrigidos estão reunidos na Tabela 11.\n34\nRaquel de Sousa Louro\n•\tAreia Limpa\ny = 0,6381x\n•\tÓleo Novo 6%\ny = 0,649 lx\n•\tÓleo Novo 10%\ny = O,6261x\n•\tMistura de óleos Usados 6%\ny = O,6393x\n•\tMistura de óleos usados 10%\ny = 0,5749x\n•\tCrude 6%\ny = O,5642x\n•\tCrude 10%\ny = 0,5619x\n....... Linear (Areia Limpa)\n....... Linear (Óleo Novo 6%)\n.......Linear (Óleo Novo 10%)\n.......Linear (Mistura de óleos Usados 6%)\n....... Linear (Mistura de óleos usados 10%)\n....... Linear (Crude 6%)\n....... Linear (Crude 10%)\nFigura 26 - Representação gráfica dos parâmetros de resistência ao corte para as varias amostras estudadas com coesão nula\nApós uma breve análise da Tabela 12, é possível constatar que mais uma vez a mistura de óleos de motor de carros usados tem um comportamento diferente dos restantes contaminantes. Em todos os casos o ângulo de atrito aumentou com a imposição de c’=0, ao inverso da mistura de óleos quando a percentagem é de 10%.\nAgora é mais percetível a diferença de valores no ângulo de atrito do caso da mistura de óleos de motor de carros usado, mostrando uma diminuição do ângulo de atrito com o aumento da percentagem de contaminação. Isto representa exatamente o contrário que se considerarmos apenas os valores do ângulo de atrito da Tabela 11.\nPor último podemos concluir que a diferença no parâmetro da resistência ao corte é significativa nos valores da mistura de óleos com 10% de contaminação e nos resultados com a utilização de 6% e 10% de crude.\n35\nRaquel de Sousa Louro\nTabela 12 - Resultados obtidos no cálculo dos parâmetros de resistência ao corte para coesão nula\n\tTensão Efetiva, o’\tTensão de Corte Máxima, Tmax (KPa)\t(o)\tc' (KPa)\t(o) Com c'=0\nAreia Limpa\t50\t37.6\t\t\t\n\t100\t69.0\t29.66\t10.3\t32.5\n\t200\t123.6\t\t\t\nÓleo\t50\t37.0\t\t\t\nNovo\t100\t66.3\t31.30\t6.15\t33.0\n6%\t200\t128.0\t\t\t\nÓleo\t50\t33.6\t\t\t\nNovo\t100\t65.9\t30.64\t5.05\t32.1\n10%\t200\t123.0\t\t\t\nMistura\t50\t38.3\t\t\t\nde óleos\t100\t69.5\t29.422\t11.3\t32.6\n6%\t200\t123.5\t\t\t\nMistura\t50\t28.2\t\t\t\nde óleos\t100\t57.1\t30.15\t-0.9\t29.9\n10%\t200\t115.3\t\t\t\nCrude 6%\t50\t33.8\t\t\t\n\t100\t52.9\t28.36\t3.65\t29.4\n\t200\t113.2\t\t\t\nCrude 10%\t50\t33.2\t\t\t\n\t100\t59.4\t26.91\t8.15\t29.3\n\t200\t109.5\t\t\t\n4.2\t- Ensaios de compressibilidade\nNo Edométrico, sendo um aparelho de menores dimensões, optou-se por colocar apenas 3 camadas de areia, intercaladas com óleo contaminante, realizando da mesma forma a variação do contaminante e da percentagem utilizada.\nNos gráficos seguintes, podemos visualizar as curvas o'v - e (Tensão Efetiva/Índice de vazios) para os vários tipos de amostra considerados, que representam os dois ciclos de carga e descarga aplicados nos ensaios, com carga sequencial de 0.250Kg, 0.500Kg, 1Kg, 2Kg, 4Kg, 8 Kg, 16Kg, 32Kg, 64Kg, 128Kg.\n36\nRaquel de Sousa Louro\ndevido a carga a que foram sujeitas, assim, as partículas de menores dimensões ocupam mais facilmente os espaços vazios.\nFigura 27 - Gráfico obtido através do ensaio edométrico para uma amostra de areia limpa\nNos casos que se seguem os dois ciclos não têm o mesmo carregamento. O primeiro ciclo tem um valor de 1000KPa equivalente a um carregamento de 32Kg mais a placa de topo, e o segundo ciclo já atinge os 3500KPa de tensão tal como na areia limpa.\nMesmo com a forma das curvas muito semelhante à areia limpa, a contaminação da amostra com óleo novo de motor (Figura 28), tem no primeiro carregamento um efeito muito maior na compressibilidade para os casos de percentagem de 6% e de 10%, pois a redução do índice de vazios é mais brusca.\nSendo imprevisível, em relação aos óleos, que a percentagem de 6% (Figura 28.a)) apresente maior compressibilidade que a contaminação com 10% (Figura 28.b)), o mesmo não acontece para o crude (Figuras 30.a) e 30.b) respetivamente).\n37\nRaquel de Sousa Louro\nOs ensaios realizados com a mistura de óleos usados de motor de carro são apresentados na Figura 29. O gráfico 29.a), para uma contaminação de 6% de mistura de óleos, apresenta um primeiro ciclo de tensão efetiva máxima igual a 1800KPa, equivalente a 64Kg mais a placa de topo, este ensaio tem uma tensão diferente no primeiro ciclo devido a um erro na colocação dos pesos, mas não deixa de ser um ensaio válido.\nA Figura 29.b) revela que a amostra teve, no primeiro ciclo, um comportamento diferente comparativamente aos restantes ensaios. A amostra teve uma diminuição brusca inicial no índice de vazios, tal deve-se à elevada percentagem de contaminação (10%) que teve um efeito de lubrificante, permitindo um melhor reajuste das partículas quando sujeitas a alguma tensão.\nFigura 29 - Gráfico obtido através do ensaio edométrico para uma amostra de areia contaminada pela mistura de óleos usados\nOs ensaios realizados com o crude (Figura 30), demonstram uma diferença significativa no índice de vazios obtido nas tensões máximas das percentagens de contaminação estudadas. Na Figura 30.a) obteve-se um índice de vazios de 0.66 para o primeiro ciclo (1000KPa de tensão efetiva) enquanto que para a percentagem de 10% (Figura 30.b), na mesma tensão, resultou num índice de vazios igual a 0.65.\nEm relação ao segundo ciclo, a diferença revela-se maior, com índice de aproximadamente 0.634 para 6%, e um índice de 0.619 para 10%, sendo este o óleo estudado onde se nota mais o aumento da compressibilidade com o aumento da percentagem de contaminação.\n38\nRaquel de Sousa Louro\nFigura 30 - Gráfico obtido através do ensaio edométrico para uma amostra de areia contaminada por crude\nO comportamento da areia contaminada com 6% dos 3 óleos (Figura 31.a)) é muito idêntico, mas em relação aos resultados com contaminação de 10% (Figura 31.b), é evidente que os óleos procedem de maneiras distintas, sendo que o óleo novo 10W40 apresenta uma maior compressibilidade, devido ao facto de ser um óleo lubrificante e facilitar o rearranjo das partículas à medida que a amostra é sujeita às diversas tensões. Pelas razões opostas, se verifica que a mistura de óleos usados não tem o mesmo efeito na redução do atrito entre partículas, pois perdeu essas qualidades durante a sua utilização.\nPodendo concluir que a compressibilidade não está diretamente relacionada com a viscosidade ou a densidade do contaminante, mas sim com as suas propriedades lubrificantes. Nota-se que o aumento da percentagem de contaminação tem interferência no aumento da compressibilidade para o óleo novo e para o crude. A mistura de óleos usados tem o comportamento inverso aos outros quando é aumentada a percentagem de contaminante, este fenómeno pode estar relacionado com a constituição do mesmo, pode conter resíduos relativos à sua utilização que impedem as partículas de se adaptarem.\n6% a)\n......ACC6.3\n— — ACN6.3\n------ACU6.1\n39\nRaquel de Sousa Louro\nFigura 31 - Gráficos de comparação dos ensaios de compressibilidade\n40\nRaquel de Sousa Louro\n5- Conclusão e trabalhos futuros\n5\t- CONCLUSÃO E TRABALHOS FUTUROS\nTendo em conta as várias fontes de poluição ambiental que existem, é preocupante a contaminação acidental ou propositada por óleos já utilizados que não têm destino definido, ou por derivados de petróleo. Esta trabalho procurou estabelecer as alterações do comportamento de uma areia solta quando contaminada.\nPara isso foi necessário conhecer os métodos de avaliação mais utilizados no estudo da caracterização de solos e como se utilizam os seus equipamentos. A parte laboratorial do estudo foi baseado em ensaios edométricos, para se poder analisar a compressibilidade das amostras, e ensaios com a caixa de corte, para conhecer a resistência ao corte das mesmas.\nQuanto à resistência ao corte podemos concluir que o óleo crude confere à amostra de areia solta a tensão de corte mais baixa comparativamente aos outros dois óleos, e é notório mesmo com a percentagem de contaminação mais baixa (6%). Também se verifica que o óleo novo não apresentam variações significativas, em relação à areia. No entanto, quando as amostras têm a presença da mistura de óleos como contaminante é notória a diferença do efeito das percentagens, diminuindo a resistência ao corte com o aumento de percentagem de contaminante.\nEm função dos resultados dos ensaios edométricos concluímos que a compressibilidade das amostras não está diretamente relacionada com as características de densidade ou viscosidade dos óleos contaminantes, mas sim das suas propriedades lubrificantes. Mas independentemente disso, observa-se que o aumento da percentagem de contaminação tem interferência no aumento da compressibilidade para os casos do óleo novo e do crude.\nEm suma, pode-se comprovar que as areias contaminadas apresentam características piores que a areia limpa no que diz respeito ao seu comportamento mecânico, pois no geral as amostras sofrem aumentos significativos da compressibilidade e reduções da resistência ao corte com os contaminantes, ou seja, pioram as propriedades mecânicas mais importantes.\nTendo em conta que este tema continua atual, dada a grande dependência do ser humano ao petróleo e seus derivados, é interessante estudar quais os procedimentos a ter com estes solos contaminados, e quais as possibilidades de descontaminação.\nEm relação a trabalhos futuros, espera-se que se consiga recolher mais informação sobre a contaminação de solos e que características são alteradas com este acontecimento, para isso sugere-se que sejam abordados mais temas relacionados, como:\n• Realizar o mesmo estudo, mas analisar os resultados para areias densas;\n41\nRaquel de Sousa Louro\n5- Conclusão e trabalhos futuros\n•\tProlongar o tempo de contaminação das amostras ou utilizar outros contaminantes como fonte de poluição;\n•\tAdicionar o estudo de areias tratadas, ou seja, areias que já tenham sido descontaminadas deste tipo de óleos.\n42\nRaquel de Sousa Louro\nREFERÊNCIAS BIBLIOGRÁFICAS\nAkutam, A., Pappoe, A. N. M., Armah, F. A., &amp; Enu-Kwesi, L. (2014). Phytoremediation potential of indigenous Ghanaian grass and grass-like species grown on used motor oil contaminated soils. Journal of Ecology and Environment, 37(2), 41-51. https://doi.org/10.5141/ecoenv.2014.006\nCoelho, P. (2010). Aulas de Mecânica dos Solos I, Dec, FCTUC, Coimbra, Portugal.\nGlobo. (2012). G1 - Incêndio atinge refinaria de El Palito, na Venezuela - notícias em Mundo.\tRetrieved\tAugust\t24,\t2017,\tfrom\nhttp://g1.globo.com/mundo/noticia/2012/09/incendio-atinge-refinaria-de-el-palito-na-venezuela.html\nKhamehchiyan, M., Charkhabi, A. H., &amp; Tajik, M. (2006). Effects of crude oil contamination on geotechnical properties of clayey and sandy soils. https://doi .org/10.1016/j. enggeo.2006.10.009\nMarangon, M. (n.d.-a). Unidade 3 -COMPRESSIBILIDADE E ADENSAMENTO DOS SOLOS. Retrieved from http://www.ufjf.br/nugeo/files/2009/11/04-MS-Unidade-03-Compressibilidade-e-Adensamento-2013.pdf\nMarangon, M. (n.d.-b). Unidade 5 - RESISTÊNCIA AO CISALHAMENTO DOS SOLOS. Retrieved from http://www.ufjf.br/nugeo/files/2009/11/ms2_unid05-P1.pdf\nMatos Fernandes, M. (1994). Mecânica dos solos - VOL 1. Retrieved from https://pt.scribd.com/document/243345569/86404402-Mecanica-Do-Solos-Vol-i-Manuel-de-Matos-Fernandes-pdf\nMundo Educação. (n.d.). Guerra do Golfo, 1991 - Mundo Educação. Retrieved August 24, 2017, from http://mundoeducacao.bol.uol.com.br/historiageral/guerra-golfo.htm\nNarciso, G. N. (2013). Efeito da velocidade na avaliação da resistência ao corte de areias contaminadas por óleos. Dissertação para a obtenção de grau de Mestre em Engenharia Civil na especialidade de Geotecnia, DEC, FCTUC, Portugal.\nSantos, L. M. A. (2015). Caracterização do comportamento mecânico da areia de Coimbra sob ações generalizadas. Dissertação para a obtenção de grau de Mestre em Engenharia Civil na especialidade de Geotecnia, DEC, FCTUC, Portugal.\nShakarchi, Y. J. Al. (1999). Durability of soil contaminated by oil.\nSilva, R. B., Dias Junior, M. S., Santos, F. L., &amp; Franz, C. A. B. (2004). Resistência ao cisalhamento de um latossolo sob diferentes uso e manejo. Revista Brasileira de Ciência\tDo\tSolo,\t28(1),\t165-173.\thttps://doi.org/10.1590/S0100-\n06832004000100016\nTaborda, S. R. (2012). Compressibilidade e resistência ao corte de areias contaminadas por óleos. Dissertação para a obtenção de grau de Mestre em Engenharia Civil na especialidade de Geotecnia, DEC, FCTUC, Portugal.\nTomás, C. (Expresso). (2017). Expresso | Solos contaminados na zona da Expo obrigam a monitorizar toda a área. Retrieved August 24,\t2017, from\n6- Referências bibliográficas\nouviu falar. Retrieved August 24,\t2017, from\nhttp://expresso.sapo.pt/internacional/2016-05-17-O-novo-desastre-ambiental-de-que-ninguem-ouviu-falar\nWSCOM. (2010). Vazamento de óleo no golfo do México é contido pela primeira vez, diz BP - Internacional - Notícias - WSCOM - O Portal de Notícias da Paraíba, Nordeste e Brasil. Retrieved August 24,\t2017, from\nhttp://www.wscom.com.br/noticias/internacional/vazamento+de+oleo+no+golfo+d o+mexico+e+contido+pela+primeira+vez+diz+bp-90310\n44\nRaquel de Sousa Louro"}]}}}