{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21271"}, {"@name": "filename", "#text": "4988_TCC-Final.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Mateus Dubiela Oliveira\n\nEscalonamento de Bombas Pumpoff\n\nFlorianópolis, SC\n\n2014/2\n\n\n\n\n\nMateus Dubiela Oliveira\n\nEscalonamento de Bombas Pumpoff\n\nTrabalho de Conclusão de Curso apresentado\ncomo parte dos requisitos para a obtenção do\ngrau de bacharel em Ciências da Computação\npela Universidade Federal de Santa Catarina.\n\nUniversidade Federal de Santa Catarina\n\nOrientador: Prof. Eduardo Camponogara\n\nProfessor Responsável: Prof. Antônio Augusto Fröhlich\n\nFlorianópolis, SC\n\n2014/2\n\n\n\n\n\nSUMÁRIO\n\n1 Introdução . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17\n\n1.1 Contextualização . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17\n\n1.2 Justificativa . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17\n\n1.3 Objetivos . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17\n\n1.3.1 Objetivo Geral . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17\n\n1.3.2 Objetivos Específicos . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17\n\n1.4 Estrutura do Documento . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18\n\n1.5 Delimitação do Trabalho . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18\n\n2 Fundamentação Teórica . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n\n2.1 Bombeio Mecânico . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\n\n2.1.1 Operação em Pumpoff . . . . . . . . . . . . . . . . . . . . . . . . . . . 20\n\n2.1.2 Modelo da bomba . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21\n\n2.1.3 Campos com diversas Bombas pumpoff . . . . . . . . . . . . . . . . . . 21\n\n2.2 Escalonamento . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 23\n\n2.2.1 Hiperperíodo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 24\n\n2.2.2 Atraso Máximo . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 24\n\n3 Modelos . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 29\n\n3.1 Modelo das Bombas . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 29\n\n3.2 Formulação por Sinais Complementares . . . . . . . . . . . . . . . . . . . . . . 29\n\n3.2.1 Programa Matemático . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n\n3.2.2 Fundamentação Matemática . . . . . . . . . . . . . . . . . . . . . . . . 31\n\n3.3 Formulação por Conjuntos Factíveis . . . . . . . . . . . . . . . . . . . . . . . . 32\n\n3.3.1 Embasamento Matemático . . . . . . . . . . . . . . . . . . . . . . . . . 32\n\n3.3.2 Aplicação . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 35\n\n4 Resultados . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 37\n\n4.1 Dados e Ambiente de Testes . . . . . . . . . . . . . . . . . . . . . . . . . . . . 37\n\n4.2 Instância com 5 bombas . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 38\n\n4.3 Resultados Computacionais do Algoritmo . . . . . . . . . . . . . . . . . . . . . 40\n\n5 Conclusões . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n\n5.1 Trabalhos Futuros . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n\n\n\nReferências . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 45\n\n\n\nLISTA DE ILUSTRAÇÕES\n\nFigura 1 – Esquemático de uma estação de bombeio mecânico. . . . . . . . . . . . . . . 19\n\nFigura 2 – Momentos da bomba. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20\n\nFigura 3 – Modelo matemático de uma bomba pumpoff . . . . . . . . . . . . . . . . . . 22\n\nFigura 4 – Variáveis de controle por bomba. . . . . . . . . . . . . . . . . . . . . . . . . 22\n\nFigura 5 – Sinal agregado . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 23\n\nFigura 6 – O hiperperíodo do sinal. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 24\n\nFigura 7 – Comportamento da bomba 3 para um atraso ?3 = 3. . . . . . . . . . . . . . 25\n\nFigura 8 – Comportamento da bomba 3 para um atraso ?3 = 4. . . . . . . . . . . . . . 25\n\nFigura 9 – Sinal gerado pelo sistema da Tabela 3 . . . . . . . . . . . . . . . . . . . . . 38\n\nFigura 10 – Instância de 5 bombas no modelo de sinais complementares . . . . . . . . . 39\n\nFigura 11 – Instância de 5 bombas no modelo de conjuntos factíveis . . . . . . . . . . . . 39\n\nFigura 12 – Relação entre tempo de execução e o número de bombas. . . . . . . . . . . . 41\n\n\n\n\n\nLISTA DE TABELAS\n\nTabela 1 – Dados de operação das pompas para campo ilustrativo. . . . . . . . . . . . . 22\n\nTabela 2 – Intervalos de valores para os parâmetros das bombas . . . . . . . . . . . . . 37\n\nTabela 3 – Dados do modelo de 5 bombas . . . . . . . . . . . . . . . . . . . . . . . . . 38\n\nTabela 4 – Resultados da otimização dos dois modelos. . . . . . . . . . . . . . . . . . . 39\n\nTabela 5 – Tempo de execução das instâncias por algoritmo . . . . . . . . . . . . . . . 40\n\n\n\n\n\nLISTA DE ABREVIATURAS E SIGLAS\n\nCSP Constraint Satisfaction Problem (Problema de Satisfação de Restrições)\n\nLP Linear Programming (Programação Linear)\n\nMILP Mixed Integer Linear Programming (Programação Inteira-Mista)\n\n\n\n\n\nLISTA DE SÍMBOLOS\n\nT Conjunto de instantes de tempo\n\nW Conjunto de bombas\n\nTmax Tempo total do sistema, ou hiperperíodo\n\ntcw Tempo de ciclo da bomba w\n\ntonw Tempo que a bomba w permanece ativa\n\ntoffw Tempo que a bomba w permanece inativa\n\nPw Potência consumida pela bomba w\n\nPw(t) Potência consumida pela bomba w no instante t\n\n?w Atraso efetivo da bomba w\n\n?maxw Atraso máximo da bomba w\n\n?w(t) Função de estado da bomba w\n\nyw(t) Função do estado do sinal complementar anterior da bomba w\n\nzw(t) Função do estado do sinal complementar posterior da bomba w\n\nxw Perfil de escolhido da bomba w,\n\nbw,? Variável de escolha do perfil w\n\n?w,l Variável que determina o ramo a ser seguido no nível l da árvore binária da\n\nbomba w\n\nKw Conjunto de perfis da bomba w\n\nKw,l0 Conjunto de perfis pertencentes ao ramo esquerdo em cada nivel l de cada\n\nbomba w\n\nKw,l1 Conjunto de perfis pertencentes ao ramo direito em cada nivel l de cada\n\nbomba w\n\nLw Conjunto de níveis na árvore binária da bomba w\n\n\n\n\n\nRESUMO\n\nEm campos de extração de petróleo terrestres, é comum observar diversas bombas mecânicas\n\noperando em conjunto. As bombas são movimentadas por motores elétricos rotativos, que com\n\no movimento de subida e descida do pistão, fazem com que o óleo sejá extraído do poço para\n\na superfície. Em poços mais maduros, a pressão que o reservatório exerce diminui e se faz\n\nnecessário adicionar um tempo de espera entre um ciclo de bombeio e outro. Este regime de\n\nfuncionamento da bomba é conhecido como pumpoff. Esse comportamento cíclico abre opor-\n\ntunidades de melhorias na utilização dos recursos compartilhados entre essas diversas bombas,\n\ntais como alimentação energética e escoamento. Fazendo uso da programação matemática,\n\nmais específicamente da programação inteira mista, esse trabalho propõe um modelo que visa\n\nreduzir o consumo de pico de um campo composto por diversas destas bombas. As simulações\n\ne resultados foram feitas com dados sintéticos.\n\nPalavras-Chave: Bombeio-Mecânico, Pumpoff, Escalonamento Offline, Otimização.\n\n\n\n\n\nABSTRACT\n\nIn onshore oilfields, it is common to observe many sucker-rod pumps operating in conjuction.\n\nThe pumps are powered by electric rotary machines that, using the upward and downward\n\nmovement of the piston, enable the oil to be extracted from the reservoir to the surface. In\n\nmature reservoirs, the internal pressure of the reservoir diminishes and it becomes necessary\n\nto add a wait time between pumping cycles. This working policy is known as pumpoff. The\n\ncyclic behavior opens oportunities to improve the utilization of the shared resources between\n\na potentialy large number of these pumps, such as power supply and production lines. Using\n\nmathematical programming, specifically mixed integer linear programming (MILP), this work\n\nproposes a model that aims to reduce the peak consumption in an field operated by many\n\nsucker-rod pumps. The simulations and results were tested on syntetic data.\n\nKeywords: Sucker-rod Pumping, Pumpoff, Offline Scheduling, MILP.\n\n\n\n\n\n17\n\n1 INTRODUÇÃO\n\n1.1 CONTEXTUALIZAÇÃO\n\nA indústria petrolífera é uma das maiores forças econômicas brasileiras, possuindo plantas\n\nde extração localizadas por todo o Brasil.\n\nNa região nordeste localizam-se algumas das bacias de produção mais antigas do Brasil\n\ndentre elas, as bacias de Recôncavo e Tucano produzem petróleo desde a década de 1940.\n\nPorém, a quantidade a ser extraída é maior do que o total produzido até hoje (1).\n\nContudo, a idade avançada dos campos começa a trazer desafios no processo de extração.\n\nUm dos desafios é a extração do óleo em poços onde a pressão exercida pelo reservatório é tão\n\nbaixa que são necessárias pausas para que a produção seja viável. Este regime intermitente de\n\nprodução é conhecido como pumpoff (2).\n\nEssas bombas operam continuamente trocando de estados, seguindo um comportamento\n\nperiódico. Visando melhorar a eficiência da operação deste tipo de situação, este trabalho\n\nexplora a natureza periódica da operação das bombas, para reduzir os custos operacionais do\n\ncampo.\n\n1.2 JUSTIFICATIVA\n\nA dificuldade na extração do petróleo inviabiliza economicamente a operação de plantas\n\nmais maduras. Técnicas para melhorar a eficiência da operação podem extender o tempo de\n\nvida dos reservatórios e aumentar os lucros.\n\n1.3 OBJETIVOS\n\n1.3.1 Objetivo Geral\n\nDesenvolver modelos de programação matemática para a operação de bombas mecânicas\n\nonshore sob o regime de controle pumpoff, com o objetivo de melhorar a eficiência dos poços.\n\n1.3.2 Objetivos Específicos\n\n• Realizar estudo sobre as características do bombeio mecânico, em especial a operação em\n\npumpoff ;\n\n\n\n18 Capítulo 1. Introdução\n\n• Desenvolver modelos de programação matemática de plantas compostas por estas bombas;\n\n• Testar a eficácia das soluções na redução de custos operacionais da planta;\n\n• Avaliar a eficiência computacional dos modelos desenvolvidos.\n\n1.4 ESTRUTURA DO DOCUMENTO\n\nO presente trabalho está apresentado da seguinte maneira.\n\nO capítulo 1 fará a descrição inicial do trabalho, expondo os objetivos, as justificativas e\n\na sua organização.\n\nO capítulo 2 irá introduzir os conceitos de engenharia de petróleo sobre bombeio mecânico,\n\no regime de controle pumpoff e suas restrições físicas. Após, serão apresentadas características\n\nde sistemas periódicos e padrões que podem ser explorados na resolução do problema.\n\nO capítulo 3 explicará os dois modelos frutos deste trabalho. Primeiramente, é exposto o\n\nmodelo básico do problema de onde se originaram as duas abordagens. Em seguida, apresenta-\n\nse o modelo de sinais complementares, no qual se faz uso de duas variáveis auxiliares para\n\nrepresentar o estado de cada bomba. Finaliza-se com o modelo de conjuntos factíveis, baseado\n\nna enumeração extensiva das configurações inicias de cada bomba.\n\nO capítulo 4 demonstrará os ganhos obtidos com as soluções. Serão comparados os\n\nresultados e a complexidade computacional das duas abordagens.\n\nO capítulo 5 é destinado às conclusões obtidas neste estudo e a possíveis trabalhos futuros.\n\n1.5 DELIMITAÇÃO DO TRABALHO\n\nOs dados para as simulações foram gerados de forma pseudo-aleatória, baseados nos\n\nlimites de campos reais.\n\nNão faz parte do escopo deste trabalho considerações sobre os parâmetros de operação das\n\nbombas. Estes deverão ser providos pelo operador da planta, ou um engenheiro de petróleo.\n\n\n\n19\n\n2 FUNDAMENTAÇÃO TEÓRICA\n\n2.1 BOMBEIO MECÂNICO\n\nO bombeio mecânico é uma técnica de elevação artificial usada em plataformas terrestres,\n\ntambém referenciadas como on-shore. Conhecida por ser uma das primeiras técnicas de elevação\n\nartificial, caracteriza-se principalmente por seu baixo custo de investimento e manutenção, bem\n\ncomo flexibilidade na vazão e profundidade (3).\n\nSeu princípio de funcionamento baseia-se na transformação do movimento rotativo de um\n\nmotor elétrico ou de combustão interna para o movimento alternado do pistão dentro da camisa\n\ndo poço.\n\nA coluna de hastes faz a transmissão do movimento do motor para o pistão, que devido\n\nà alternância da abertura e fechamento das válvulas de fundo e de passeio, e ao movimento do\n\npistão, elevam o óleo pela coluna de produção até a superfície (4).\n\nOs principais componentes de uma unidade de bombeio estão esquematizados na Figura 1.\n\nFigura 1 – Esquemático de uma estação de bombeio mecânico.\n\nO processo de elevação se dá com a abertura e fechamento das válvulas presentes na\n\ncamisa do poço e no pistão. O ciclo de bombeio é dividido em dois momentos, o momento\n\nascendente (upstroke) e o momento descendente (downstroke).\n\n\n\n20 Capítulo 2. Fundamentação Teórica\n\nDurante o momento de ascenção, o pistão está sendo elevado até o topo da camisa.\n\nNeste momento, a válvula de passeio se fecha devido ao peso que o óleo presente na coluna\n\nde produção. Conjuntamente, a pressão da camisa sofre uma redução, essa diferença entre a\n\npressão da camisa e da pressão do anular faz com que a válvula de fundo se abra, permitindo\n\ncom que o óleo proveniente do reservatório entre na camisa através dela.\n\nNo movimento descendente, o pistão desce em direção ao fundo do poço, exercendo pressão\n\nsobre a válvula de fundo, fechando-a. Em decorrência da descida, o pistão comprime o óleo\n\npresente na camisa, forçando a válvula de passeio a se abrir e deixar o óleo escoar para a coluna\n\nde produção.\n\nOs dois momentos estão representados na Figura 2.\n\nFigura 2 – Momentos da bomba.\n\n2.1.1 Operação em Pumpoff\n\nEm poços com um estágio avançado de maturidade, a pressão que o reservatório exerce\n\nsobre a camisa começa a diminuir, de tal forma que a pressão que o anular exerce sobre a\n\ncamisa deixa de ser suficiente para enchê-la rápido o bastante. Essa deficiência cria uma\n\nredução na vazão de produção e pode danificar o sistema com o efeito da pancada de fluido\n\n(fluid-pound) (3).\n\nUma das soluções propostas é operar a unidade de forma intermitente: desliga-se o motor\n\nda unidade até que o nível do anular se torne propício para operação. Após, o motor é religado\n\ne mantido neste estado até que o nível do anular não seja mais o ideal para a produção. Esta\n\ntécnica de controle é chamada de pumpoff. Um exemplo do sinal de controle pode ser visto na\n\nFigura 3.\n\n\n\n2.1. Bombeio Mecânico 21\n\nO controle pumpoff é definido por dois parâmetros, ton e toff, que definem o tempo em\n\nque o motor da unidade de produção estará ligado e desligado, respectivamente. A condição de\n\noperação em regime pumpoff assume que a soma dos tempos ton e toff corresponde ao tempo\n\nde ciclo (tc). Existem diversas técnicas para determinar os parâmetros de funcionamento do\n\npumpoff (5), mas estas não são escopo deste trabalho. Aqui, serão considerados apenas dados\n\nde poços já ajustados para o funcionamento em pumpoff.\n\n2.1.2 Modelo da bomba\n\nCom essas informações é possível construir um modelo simplificado da bomba, para ser\n\nutilizado mais tarde no modelo de otimização. O parâmetro P , indica a potência nominal do\n\nmotor eletríco, ou seja, a potência que o mesmo irá consumir nos instantes que ele estiver em\n\nton.\n\nUm parâmetro tc que representa o tempo do ciclo de operação da bomba, sendo na verdade\n\no resultado da soma entre ton e toff.\n\nA forma do sinal do modelo da bomba se dá como sendo um sinal binário. Onde os\n\nmomentos em nível lógico alto indicam que a bomba está operando e consumindo sempre a\n\npotência nominal, aqui sendo ignorado qualquer tipo de “arranque” necessário pelo motor antes\n\nde chegar ao nível nominal.\n\nTambém vale salientar que as potências de alimentação são diferentes entre os poços, já\n\nque as mesmas dependem de fatores diversos como, a profundidade do poço, a viscosidade do\n\nóleo, o tamanho da camisa, entre outros.\n\nPara que possamos fazer o ajuste das bombas aplicaremos um tempo de atraso, denô-\n\nminado ?, no momento do ínicio de sua operação. A escolha dessa estratégia se deu por sua\n\nsimplicidade e pelo pouco impacto que gera na operação da planta.\n\n2.1.3 Campos com diversas Bombas pumpoff\n\nEm um campo com várias destas unidades compartilhando a mesma linha de alimentação\n\nenergética, e também muitas vezes a mesma linha de escoamento de produção, começam a\n\nsurgir oportunidades para a otimização do uso destes recursos compartilhados pelo campo.\n\nNa Figura 4, são apresentados os sinais de controle de 4 bombas com parâmetros de\n\noperação e consumo diferentes, conforme a Tabela 1.\n\n\n\n22 Capítulo 2. Fundamentação Teórica\n\nFigura 3 – Modelo matemático de uma bomba pumpoff\n\nTabela 1 – Dados de operação das pompas para campo ilustrativo.\n\nBomba w tonw t\noff\nw t\n\nc\nw Pw\n\n1 1 1 2 2\n2 2 1 3 3\n3 2 3 5 3\n4 4 6 10 4\n\nO sinal agregado, ou seja, o sinal de consumo total do sistema, é ilustrado na Figura 5. Tal\n\nensaio demonstra que o comportamento do sistema sem atuação de controle se torna extramente\n\nirregular, com momentos de baixo consumo e picos onde todas as bombas estão ativas.\n\nA solução aqui prosposta objetiva reduzir as irregularidades e os grandes picos de consumo\n\nFigura 4 – Variáveis de controle por bomba.\n\n\n\n2.2. Escalonamento 23\n\nFigura 5 – Sinal agregado\n\npor meio do uso de técnicas de otimização, para que haja uma redução no consumo de pico\n\nda planta e consequentemente promovendo também uma redução no uso da infraestrutura de\n\nescoamento.\n\n2.2 ESCALONAMENTO\n\nA coordenação da operação de bombas pumpoff é um exemplo claro de um problema de\n\nescalonamento, tal como processos em um sistema operacional ou como tarefas em um processo\n\nde produção.\n\nComo dito na seção 2.1, para que o controle das bombas seja feito, um tempo de atraso\n\nserá dado no ínicio da operação de cada unidade. Esse atraso só será aplicado uma vez, no\n\nínico da operação do poço e depois o sistema irá operar continuamente, sem intervenções.\n\nFoi escolhida essa abordagem, pois requer uma menor supervisão do processo de operação da\n\nplanta.\n\nAs decisões sobre a operação da planta serão tomadas antes do inicio de sua operação, e\n\ntodas os parâmetros das bombas serão perviamente fornecidas para o algoritmo, essas carate-\n\nrísticas classificam o tipo de escalonamento como offline(6).\n\nAqui serão apresentados os conceitos do Hiperperíodo e do Atraso Máximo. O primeiro\n\né uma característica de sistemas periódicos, já o segundo é uma restrição para o problema que\n\ngarante que o primeiro conceito não seja violado.\n\n\n\n24 Capítulo 2. Fundamentação Teórica\n\n2.2.1 Hiperperíodo\n\nEm sistemas de tempo real, o hiperperíodo é conhecido como sendo o tamanho mínimo da\n\njanela de tempo necessária para capturar o comportamento completo do sistema. Isto significa\n\nque o comportamento do sistema se torna cíclico, repetindo o padrão a cada hiperíodo até que\n\nocorra alguma variação no sistema (7).\n\nA Figura 6 ilustra o hiperperíodo e o comportamento cíclico do sistema para o campo de\n\nprodução cujos parâmetros foram especificados na Tabela 1. Note que a barra vertical indica\n\na transição de um hiperperíodo para o próximo.\n\nUma vez que o hiperperíodo corresponde ao Mínimo Múltiplo Comum (MMC) dos perío-\n\ndos, seu valor para a instância considerada é 30 pois os períodos das bombas são 2, 3, 5 e 10.\n\nIsto significa que o espaço de tempo de uma janela ideal é de 30 instantes de tempo.\n\nFigura 6 – O hiperperíodo do sinal.\n\nA garantia do hiperperíodo neste caso é importante para limitar o tamanho da janela de\n\notimização. De forma que, se o algoritmo for aplicado em um tempo hiperperíodo, o sistema\n\nperpetuará este resultado.\n\n2.2.2 Atraso Máximo\n\nA solução de controle proposta prevê o escalonamento das bombas através da imposição\n\nde um atraso na partida de cada unidade. Este atraso é o tempo que a bomba deverá esperar\n\nantes de iniciar o processo de produção. O atraso é implementado apenas no ínicio da operação,\n\nsendo o comportamento cíclico reproduzido ao término do atraso.\n\n\n\n2.2. Escalonamento 25\n\nContudo, para assegurar que o hiperperíodo continue capturando o comportamento cíclico\n\ndo sistema, o valor do atraso não deverá extrapolar um valor limite, acima do qual a respetiva\n\nunidade deixa de apresentar um comportamento cíclico com respeito ao início da operação.\n\nPara ilustrar a importância do atraso máximo, considere a bomba 3 do exemplo ilustrativo\n\nconforme Tabela 1. A Figura 7 apresenta o comportamento desta unidade quando sujeita a\n\num atraso ?3 = 3. Já a Figura 8 mostra o comportamento para um atraso ?3 = 4. Observe que\n\npara um atraso superior a 3 unidades de tempo, a primeira janela de ciclo desta bomba não\n\nrepete os comportamentos observados nas janelas seguintes, ao contrário do que ocorre quando\n\no atraso é inferior ou igual a 3 unidades de tempo.\n\nFigura 7 – Comportamento da bomba 3 para um atraso ?3 = 3.\n\nFigura 8 – Comportamento da bomba 3 para um atraso ?3 = 4.\n\nAqui se formaliza a noção de atraso máximo. Seja wi uma tarefa periódica que para o\n\nproblema em questão corresponde a uma unidade de bombeio. Suponha que a tarefa wi tem\n\n\n\n26 Capítulo 2. Fundamentação Teórica\n\num período tci e tempo de ativação t\non\ni .\n\nO escalonamento das unidades de produção será considerado para um hiperperíodo, que\n\npor sua vez irá garantir um comportamento cíclico sob condições de atraso máximo conforme\n\nilustração acima. Seja T = {1, . . . ,Tmax} um conjunto de instantes de tempo para efeitos de\n\nescalonamento, onde assume-se que o controle previsto para uma bomba no instante t ?T será\n\nimplementado durante o intervalo de tempo [t, t + 1). O estado ?i(t) ?{0,1} de uma unidade\n\ni define o sinal de controle, sendo ?i(t) = 0 quando a bomba está intativa e ?i(t) = 1 quando\n\nativa para o intervalo de tempo [t, t + 1).\n\nO comportamento cíclico de uma unidade i é assegurado quando as seguintes condições\n\nsão satisfeitas:\n\n?i(t) = ?i(t? tci), ?t ?T , t ? t\nc\ni (2.1)\n\nEsta condição significa que uma vez conhecidos os estados para o primeiro período da\n\nbomba, os demais serão decorrentes destes. Para efeitos de formalização, define-se a seguinte\n\nfunção estado atrasada para uma bomba i:\n\n??i(t) =\n\n????\n???\n?i(t? ?i) t ? ?i\n\n0 caso contrário\n(2.2)\n\nEm um modelo em otimização matemática, em que ?i(t) passam a ser variáveis de decisão,\n\nse faz necessária a introdução de certas condições para assegurar a validade do escalonamento:\n\n1. a somatória dos sinais de controle durante cada ciclo deve ser igual ao tempo de ativação\n\ntoni ; e\n\n2. o sinal de controle durante o período de ativação deve ser contíguo.\n\nNote que se estas condições são satisfeitas durante o primeiro ciclo, a validade para os\n\nciclos futuros será implicada se as condições estabelecidas na equação (2.1) forem satisfeitas.\n\n\n\n2.2. Escalonamento 27\n\nMatematicamente, as condições 1 e 2 são formalizadas conforme segue:\n\nt+tci?1?\nk=t\n\n?i(k) = t\non\ni (2.3a)\n\n?i+t\non\ni ?1?\n\nk=?i\n\n?i(k) = t\non\ni (2.3b)\n\nAlém disso, para assegurar que o hiperperíodo seja representativo do comportamento\n\ncíclico do sistema, conforme ilustrado nas Figuras 7 e 8, é necessário que o atraso seja limitado\n\nconforme segue:\n\ntci ? ?i ? t\non\ni ?? ?i ? ?\n\nmax\ni = t\n\nc\ni ? t\n\non\ni (2.4)\n\nUma formulação matemática voltada à otimização do sistema de produção deverá, de uma\n\nforma ou outra, respeitar as condições estabelecidas nas equações (2.3a), (2.3b), e (2.4). Mais\n\nà frente serão desenvolvidos dois modelos em programação matemática para escalonamento\n\nótimo de um sistema de produção pumpoff.\n\n\n\n\n\n29\n\n3 MODELOS\n\nO presente capítulo desenvolve duas formulações em programação matemática linear\n\ninteira-mista para escalonamento de bombas pumpoff. Uma dificuldade a ser contornada se\n\nrefere à representação linear da condição (2.3b), a qual utiliza a variável de controle ?w nos\n\níndices da somatória.\n\nInicialmente, são introduzidos conceitos comuns às duas formulações. A primeira for-\n\nmulação faz uso de variáveis binárias para assegurar a contiguidade dos sinais de controle e o\n\ntempo de ativação requerido por cada bomba. Por outro lado, a segunda formulação faz uso\n\nde padrões pré-determinados dos diversos atrasos possíveis, bem como utiliza uma codificação\n\nlogarítmica para representar a escolha dos padrões com um número reduzido de variáveis bi-\n\nnárias. A segunda formulação está relacionada com a estratégia de geração de colunas, porém\n\ntodas as colunas são previamente instanciadas, ao contrário da abordagem clássica que gera as\n\ncolunas sob demanda.\n\n3.1 MODELO DAS BOMBAS\n\nO consumo da bomba w se dá pelo produto de sua potência nominal (Pw) e o valor da\n\nfunção de estado ?w(t) em cada instante de tempo t. Matematicamente,\n\nPw(t) = Pw?w(t)\n\né a potência consumida pela bomba w durante o intervalo de tempo [t, t + 1). O objetivo\n\ndo escalonamento está em encontrar um sequenciamento das bombas tal que a potência total\n\nconsumida seja a menor possível. Dado um conjunto de bombas W = {1,2, . . . ,W}, este\n\nobjetivo pode ser estabelecido como segue:\n\nmin Pmax\n\ns.t. :\n?\nw?W\n\nPw(t) ? Pmax, ?t ?T\n\n3.2 FORMULAÇÃO POR SINAIS COMPLEMENTARES\n\nEsta formulação faz uso de variáveis binárias auxiliares para assegurar as condições esta-\n\nbelecidas pelas equações (2.3a) and (2.3b). A primeira, expressa a necessidade de que o tempo\n\nde ativação da bomba w seja tonw , enquanto a segunda guarante a contiguidade do bombeamento.\n\n\n\n30 Capítulo 3. Modelos\n\nEspecificamente, a variável yw(t) ? {0,1}, t ? {0, . . . ,?maxw ? 1}, é definida durante os\n\ninstantes iniciais em que a bomba w pode sofrer um atraso para o início do bombeio. Quando\n\nyw(t) for igual 1, o sinal de controle ?w(t) obrigatoriamente assume o valor nulo, ou seja, a\n\nbomba pode estar ativa somente se yw(t) = 0. Além disso, se yw(t) = 0 então yw(t + 1) = 0\n\nquando definida. Por fim, a soma das variáveis yw(t) para o domínio em que está definida deve\n\ncorresponder ao atraso ?w. Sendo assim, isto significa que os sinais yw(t) assumirão o valor 1\n\npara os instantes iniciais em que a bomba está inativa.\n\nPor outro lado, a variável zw(t) ?{0,1}, t = tonw , . . . , tcw?1, esta definida para os instantes\n\nfinais do primeiro ciclo de bombeio, a partir do instante que corresponde ao tempo de ativação\n\ntonw .\n\nNesta modelagem são utilizados dois sinais que complementam o sinal da bomba, para\n\nfazer a representação do formato de onda. Um sinal ”y” faz a representação do atraso anterior\n\na ativação da bomba, enquanto que o sinal ”z” indica o tempo que a bomba ficará desativada\n\napós sua ativação.\n\n\n\n3.2. Formulação por Sinais Complementares 31\n\n3.2.1 Programa Matemático\n\nmin Pmax (3.1a)\n\ns.t.\n?\nw?W\n\n?w(t)Pw ? Pmax, ?t ?T (3.1b)\n\ntcw?1?\nt=0\n\n?w(t) = t\non\nw , ?i ?W (3.1c)\n\n?w(t) = ?w(t? tcw), t = t\nc\nw + 1, . . . ,T, ?w ?W (3.1d)\n\nyw(t) ? yw(t + 1), t = 0, . . . ,?maxw ?1, ?w ?W (3.1e)\n\n?w(t) ? 1?yw(t), t = 0, . . . ,?maxw ?1, ?w ?W (3.1f)\n?maxw ?1?\nt=0\n\nyw(t) = ?w, ?w ?W (3.1g)\n\nzw(t) ? zw(t + 1), t = tcw, . . . , t\nc\nw,?w ?W (3.1h)\n\n?w(t) ? 1?zw(t), t = tcw, . . . , t\nc\nw,?i ?W (3.1i)\n\ntcw?\nt=tcw\n\nzw(t) = ?\nmax\nw ? ?w, ?i ?W (3.1j)\n\nyw(t) ?{0,1}, t = 0, . . . ,?maxw ?1, ?i ?W (3.1k)\n\nzw(t) ?{0,1}, t = tcw, . . . , t\nc\nw, ?i ?W (3.1l)\n\n?w ? 0, ?i ?W (3.1m)\n\n?w(t) ?{0,1}, t = 0, . . . ,Tmax?1, ?i ?W (3.1n)\n\n3.2.2 Fundamentação Matemática\n\nA função objetivo, (3.1a) busca diminuir o consumo máximo global, por meio do valor\n\nlimite Pmax, definido em (3.1b). Isso cria o efeito de uma barreira em cima do sinal resultante.\n\nA restrição (3.1b) define o valor do consumo máximo, como sendo o limite do somatório de\n\ntodas as bombas.\n\nA restrição (3.1c) define que o tempo de ativação da bomba w será sempre igual ao\n\nparâmetro de entrada tcw.\n\nAs restrições (3.1e), (3.1f) e (3.1g) são as restrições que definem como o sinal y irá afetar\n\no comportamento da bomba. (3.1e) indica que no instante de tempo em que o valor de y se\n\ntornar 0, todos os instantes seguintes serão 0 também. (3.1f) assegura que o valor do sinal da\n\n\n\n32 Capítulo 3. Modelos\n\nbomba será o complemento do sinal y. Em (3.1g) o valor do atraso da bomba w é definido\n\ncomo sendo o tempo em que o sinal y ficou ativado.\n\nAs restrições (3.1h), (3.1i) e (3.1j) são as restrições que definem como o sinal z irá afetar\n\no comportamento da bomba. (3.1h) indica que o instante de tempo em que o valor do sinal z\n\nse tornar 1, todos os instantes seguintes serão também iguais a 1. Em (3.1i) o valor do sinal\n\nda bomba é colocado como sendo o complemento do sinal z. Em (3.1j) o valor do sinal z será\n\na diferença entre o atraso máximo, ?maxw e o atraso efetivo ?w.\n\n3.3 FORMULAÇÃO POR CONJUNTOS FACTÍVEIS\n\nNesta abordagem os estados das bombas no tempo são definidos a partir de conjuntos\n\npré-determinados. Estes conjuntos definem os possíveis perfis para cada bomba. Um algoritmo\n\nde otimização inteira irá definir os valores das variáveis binárias de maneira a selecionar um\n\ndeterminado perfil, caracterizando assim o comportamento cíclico da bomba. Em vez de se\n\nutilizar uma única variável binária para cada perfil, foi desenvolvida uma codificação logarítmica\n\nque representa de forma compacta os diferentes perfis factíveis para operação de uma certa\n\nbomba.\n\n3.3.1 Embasamento Matemático\n\nEm problemas de programação inteira onde a região factível Df é muito menor que o\n\ndomínio D ? Zn, podemos definir previamente os conjuntos candidatos à solução factível,\n\nutilizando técnicas ad-hoc ou algoritmos para problemas de satisfação de restrições (CSP, do\n\ninglês Constraint Satisfaction Problem).\n\nUma vez obtidos todos os candidatos factíveis, o problema se reduz a escolher por meio\n\nde enumeração o candidato de melhor objetivo. Se o problema não for irrestrito (unbounded),\n\no conjunto de candidatos factíveis é finito e cada solução pode ser associada a uma variável\n\nbinária. Isto significa que o problema original pode ser colocado como um problema clássico\n\ndo tipo set packing ou set covering, que consiste em escolher uma solução dentre as candidatas\n\nque satisfaz as restrições.\n\n\n\n3.3. Formulação por Conjuntos Factíveis 33\n\nDado um problema de otimização na forma:\n\nmin\nx\n\nf(x) (3.2a)\n\nsujeito a: cE(x) = 0 (3.2b)\n\ncI(x) ? 0 (3.2c)\n\nx ? Zn (3.2d)\n\nonde x é o vetor-variável de otimização, f(·) é a função objetivo, cE(·) é a função-vetor de\n\nrestrições de igualdade e cI(·) é a função-vetor de restrições de desigualdade.\n\nPara o problema acima, o conjunto\n\nDf = {x ? Zn | cE(x) = 0? cI(x) ? 0} (3.3)\n\ndefine a região factível.\n\nAssociando a k-ésima solução candidata x(k) ? Df a uma variável bk, chega-se a uma\n\nformulação equivalente:\n\nmin\nbk\n\nf(x) (3.4a)\n\nsujeito a: x =\n?\nk?K\n\nx(k)bk (3.4b)\n\n?\nk?K\n\nbk = 1 (3.4c)\n\nbk ? B, k ?K (3.4d)\n\ndefinida sobre as variáveis bk, sendo K = |Df| o número de soluções candidatas e K =\n\n{1, . . . ,K} o conjunto de índices destas soluções.\n\nNo entanto este modelo é pouco eficiente pois utiliza uma variável binária para cada\n\npossível solução.\n\nEsta representação compacta é implementada através de uma codificação binária induzida\n\npelas variáveis ?l ? {0,1}, l ? L, onde L = dlog2 Ke e L = {1, . . . ,L}. A variável binária ?l\n\né responsável pela decisão de como se dará a ramificação, onde índice l ? L indica o nível da\n\nárvore binária de decisão. Isto é, a ramificação ocorre à esquerda no nível l quando ?l = 0 e à\n\ndireita, caso contrário quando ?l = 1.\n\nPara o exemplo ilustrativo, tem-se K = 4 soluções candidatas e assim podemos associar\n\nos seguintes códigos:\n\n\n\n34 Capítulo 3. Modelos\n\n(?1,?2) Solução\n\n(0,0) x(1)\n\n(0,1) x(2)\n\n(1,0) x(3)\n\n(1,1) x(4)\n\nSeja K1,l ?K o conjunto de soluções candidatas para as quais o código possui valor 1 na\n\nposição l, enquanto K0,l corresponde às soluções com valor 0. Note que K0,l ?K1,l = K. Para\n\no exemplo, note que K0,1 = {x(1),x(2)} e K1,1 = {x(3),x(4)}.\n\nCom base nestas definições, desenvolvemos abaixo uma formulação compacta porém equi-\n\nvalente à formulação (3.4):\n\nmin\nbk,?l\n\nf(x) (3.5a)\n\nsujeito a: x =\n?\nk?K\n\nx(k)bk (3.5b)\n\n?\nk?K1,l\n\nbk ? ?l ?l ?L (3.5c)\n\n?\nk?K0,l\n\nbk ? (1??l) ?l ?L (3.5d)\n\n?\nk?K\n\nbk = 1 (3.5e)\n\n0 ? bk ? 1 ?k ?K (3.5f)\n\n?l ? B ?l ?L (3.5g)\n\nA restrição (3.5c) habilita a seleção da k-ésima solução somente se seu respectivo código tem\n\nvalor 1 na l-ésima posição. Por outro lado, a restrição (3.5d) habilita a seleção da k-ésima\n\nsolução quando o seu respectivo código tem valor 0 na l-ésima posição. Por exemplo, se o\n\ncódigo binário selecionado pelas variáveis ?l for (?1, ?2) = (1,0), então somente a variável b3\n\npoderá assumir o valor 1, o que implicaria na escolha da solução x(3). Todas as demais variáveis\n\nbk, k ?{1,2,4}, forçadamente assumem o valor 0.\n\nA restrição (3.5e) assegura que exatamente uma solução candidata será selecionada. No\n\ncaso do exemplo, em que (?1, ?2) = (1,0), obrigatoriamente será escolhida a solução x(3).\n\nNote que as variáveis bk assumirão obrigatoriamente valores binários, em função das\n\nrestrições e da natureza binária das variáveis ?l.\n\n\n\n3.3. Formulação por Conjuntos Factíveis 35\n\n3.3.2 Aplicação\n\nA aplicação da técnica descrita acima, também conhecida por geração de colunas, é\n\nparticularmente adequada ao problema, pois os perfis factíveis para operação das bombas são\n\nde fácil construção. Para o problema em questão, todas as colunas serão geradas offline uma vez\n\numa coluna corresponde a um atraso na partida da bomba. Em problemas mais complexos,\n\na geração de uma coluna pode envolver desde a solução de um problema de satisfação de\n\nrestrições (do inglês, constraint satisfaction programming ou CSP) até a solução de problemas\n\nde programação inteira-mista, como no problema de corte de lâminas de aço em que se utiliza\n\no problema da mochila (8).\n\nPara uma bomba w ?W, é gerado um perfil xw,? para cada atraso ? = 0, . . . ,?maxw . Para\n\na bomba w = 3 do exemplo ilustrativo, cujo tonw = 2 e t\noff\nw = 3, o perfil x\n\n3,2 = [0 0 1 1 0]? onde 0\n\nindica bomba desligada e 1 bomba operando. Note que o perfil se repete até o tempo final de\n\nescalonamento T , o qual deve corresponder ao hiperperíodo para assegurar o comportamento\n\ncíclico das bombas do sistema de produção. Uma variável bw,? é associada a cada perfil xw,?,\n\nenquanto as variáveis binárias ?w,l são empregadas para uma codificação logarítmica conforme\n\ndiscutido acima, onde l ?Lw = {1, . . . ,L} com L = dlog2(?maxw + 1)e\n\nTomando como base a notação definida acima, o problema de escalonamento de bombas\n\npumpoff pode ser formulado como segue:\n\n\n\n36 Capítulo 3. Modelos\n\nmin\nbw,l\n\nPmax (3.6a)\n\ns.t. :\n?\ni?W\n\nPw(t) ? Pmax, ?t ?T (3.6b)\n\nxw =\n\n?maxw?\n?=0\n\nxw,?bw,? ?w ?W (3.6c)\n\n?\n??Kw,l1\n\nbi,? ? ?w,l ?l ?Lw,?w ?W (3.6d)\n\n?\n??Kw,l0\n\nbw,? ? (1??w,l) ?l ?Lw,?w ?W (3.6e)\n\n?maxw?\n?=0\n\nbw,? = 1 ?w ?W (3.6f)\n\n?w(t) = x\nw\nt ?t ?{0, . . . , t\n\nw\nc },?w ?W (3.6g)\n\n?w(t) = ?w(t? tcw) ?t ?{t\nw\nc + 1, . . . ,T}, ?w ?W (3.6h)\n\n0 ? bw,k ? 1 ?k ?Kw, ?w ?W (3.6i)\n\n?w,l ? B ?l ?Lw, ?w ?W (3.6j)\n\n\n\n37\n\n4 RESULTADOS\n\nApós a definição dos modelos, foi feita sua implementação, com o objetivo de testar e\n\ncomparar a sua eficácia em resolver o problema e sua eficiência computacional.\n\n4.1 DADOS E AMBIENTE DE TESTES\n\nTodas as simulações foram executadas no servidor Dantzig do Laboratório de Automação\n\nde Campos Inteligentes (LACI). As especificações do servidor estão apresentadas na Tabela 4.1.\n\nCPU Intel Xeon CPU E5–2665 @ 2.40 GHz\nMemória RAM 75 GB\n\nS.O Ubuntu 14.04.1 LTS 64bits\n\nOs modelo foram implementados em AMPL, uma linguagem de modelagem de problemas\n\nde otimização, permitindo a execução do modelo implementado em diferentes solvers, softwares\n\nespecializados na resolução de problemas de otimização (9).\n\nO solver utilizado para a resolução dos modelos foi o IBM iLOG CPLEX, ou ape-\n\nnas CPLEX, um solver de alta performance capaz de resolver diversos tipos de programas\n\nmatemáticos(10). Na Tabela 4.1, são apresentadas as especificações do solver.\n\nNome CPLEX\nFabricante IBM\nVersão 12.6.0.0\nLicença Proprietária\n\nOs dados dos poços foram gerados de forma sintética, utilizando um script em linguagem\n\nde programação Python para criar as instâncias. Os intervalos dos parâmetros dos poços\n\nforam baseados em caracteristicas reais (11, 5), a geração das instâncias se deu escolhendo\n\naleatóriamente, valores dentro destes intervalos. A Tabela 2 expõe esses intervalos:\n\nTabela 2 – Intervalos de valores para os parâmetros das bombas\n\nPmin 1\nPmax 5\ntminc 2\ntmaxc 10\ntmaxon t\n\nw\nc ?1\n\ntminon 1\n\n\n\n38 Capítulo 4. Resultados\n\n4.2 INSTÂNCIA COM 5 BOMBAS\n\nCom o objetivo de demonstrar de forma clara a eficácia dos modelos, gerou-se uma ins-\n\ntância representando uma planta com 5 bombas. A eficácia da solução será demonstrada se for\n\nencontrado um valor para Pmax que reduza o consumo de pico da planta. A Tabela 3 expõe os\n\nparâmetros das bombas, juntamente com a Figura 4.2, que mostra o sinal gerado na linha de\n\nalimentação da planta.\n\nTabela 3 – Dados do modelo de 5 bombas\n\nBomba w tonw t\noff\nw t\n\nc\nw Pw\n\n1 1 1 2 1\n2 1 4 5 4\n3 1 1 2 3\n4 1 1 2 2\n5 1 6 7 4\n\nFigura 9 – Sinal gerado pelo sistema da Tabela 3\n\nPela Figura 4.2 nota-se que há diversos momentos em que a planta atinge consumo 0,\n\nou seja, não há bombas ativadas naquele momento. Mesmo que isso não seja estritamente\n\num problema, é uma subutilização dos recursos disponíveis. Assim sendo, o fato de não haver\n\nnenhum tipo de controle prévio na planta fez com que a carga de pico se concentre no ínicio\n\nda operação, momento em que todas as bombas são ligadas.\n\nApós definidos os dados de entrada, fez-se então a execução dos modelos pelo solver. A\n\nsaída dos algoritmos são os vetores de atraso, presentes na Tabela 4. De posse dos atrasos,\n\n\n\n4.2. Instância com 5 bombas 39\n\nconstruiu-se os sinais de consumo provenientes do resultado dos algoritmos, apresentados nas\n\nFiguras 10 para o modelo de sinais complementares e 11 para o modelo de conjuntos factíveis.\n\nTabela 4 – Resultados da otimização dos dois modelos.\n\nBomba w ?SCw ?\nCF\nw\n\n1 0 0\n2 2 3\n3 1 1\n4 0 0\n5 3 0\n\nFigura 10 – Instância de 5 bombas no modelo de sinais complementares\n\nFigura 11 – Instância de 5 bombas no modelo de conjuntos factíveis\n\nApós a execução do exemplo, é comprovada a eficácia dos modelos em resolver o problema\n\n— o valor da potência de pico (Pmax) após a aplicação do algoritmo ficou fixado em 11W/h,\n\n\n\n40 Capítulo 4. Resultados\n\numa melhora de 4W/h no consumo da planta, em relação ao sinal sem atraso.\n\nUm resultado igualmente importante foi o uso mais eficiente dos recursos da planta. Isso\n\nfica claro quando em ambos os resultados o valor de consumo mínimo não foi menor que 3W/h.\n\nOs vetores de atraso dos modelos se destacam por serem diferentes. Mesmo assim, ambos\n\natingiram um resultado equivalente no valor de Pmax. Isso indica que o problema em questão\n\npossui uma região de otimalidade, podendo haver mais de uma solução.\n\n4.3 RESULTADOS COMPUTACIONAIS DO ALGORITMO\n\nCom a eficácia comprovada de ambos os modelos, faremos aqui um teste de eficiência\n\ncomputacional, comparando o tempo de execução dos modelos. Para efetuar esse teste, foram\n\ncriadas instâncias com 10, 20, 30, 40 e 50 bombas, utilizando o script citado na seção 4.1.\n\nA captura do tempo de execução se deu utilizando um comando de depuração do solver,\n\no mipdisplay. Esse comando exibe as iterações do solver durante a sua execução, juntamente\n\ncom o tempo de execução a cada 10 passos. Ao final da execução, o programa exibe o tempo\n\nde execução total, contando com o tempo do pré-processamento da árvore e as iterações do\n\nalgoritmo de solução.\n\nNa Tabela 4.3 estão apresentados os tempos de execução, por número de bombas e por al-\n\ngoritmo. Esses mesmos resultados estão apresentados de forma gráfica na Figura 4.3, utilizando\n\nescala logarítmica no tempo de execução.\n\nTabela 5 – Tempo de execução das instâncias por algoritmo\n\nBombas SC CF\n\n10 0.19s 0.18s\n20 43.13s 9.81s\n30 124.62s 128.78s\n40 767.29s 655.48s\n50 4500.15s 8317.60s\n\nAmbos os modelos conseguiram resolver todas as instâncias e obtiveram resultados muito\n\nsemelhantes, tendo maiores diferenças nas instâncias de 20 e 50 bombas — vale destacar que,\n\nno caso da instância de 50 bombas, o modelo de sinais complementares se mostrou quase duas\n\nvezes mais eficiente que o outro modelo.\n\nObservando os resultados do experimento, fica evidente que a complexidade de ambos os\n\nalgoritmos em relação ao número de bombas é aproximadamente exponencial, já que os pontos\n\n\n\n4.3. Resultados Computacionais do Algoritmo 41\n\nFigura 12 – Relação entre tempo de execução e o número de bombas.\n\nseguem quase que exatamente a diagonal do gráfico.\n\nA eficácia da aplicação dos algoritmos foi comprovada pelos resultados obtidos na Se-\n\nção 4.2, demonstrando uma clara diminuição da potência total consumida pelo sistema e,\n\nconsequentemente, distribuindo de melhor forma a carga consumida. Por fim, foi feita uma\n\nanálise de execução computacional, buscando encontrar os limites da solução.\n\n\n\n\n\n43\n\n5 CONCLUSÕES\n\nComo pretendido inicialmente, neste trabalho buscou-se a formação de um projeto capaz\n\nde auferir a possibilidade de melhora da eficiência de campos onshore maduros, com bombas\n\noperando sob o regime de controle pumpoff.\n\nPara tanto, conduziu-se um estudo sobre a área de extração de petróleo, mais especifica-\n\nmente a técnica de elevação artificial bombeio mecânico e os efeitos que o amadurecimento do\n\nreservatório causam nos equipamentos e no processo de operação dessas plantas.\n\nA seguir, fez-se a simplificação do modelo da bomba mecânica, para que se comportasse\n\ncomo uma tarefa em um problema de escalonamento. Com isso, foi possível descobrir proprie-\n\ndades e garantias necessárias para a resolução do problema.\n\nDe posse do modelo da bomba, construiu-se dois programas matemáticos para o escalo-\n\nnamento de bombas pumpoff, com o objetivo de minimizar o gasto energético da planta — um\n\nbaseado na criação de dois sinais complementares ao sinal de controle da bomba, e outro na\n\nenumeração extensiva dos conjuntos de soluções factíveis de cada bomba.\n\nPor fim, apresentou-se uma instância do problema com dados gerados sinteticamente\n\ne o resultado da aplicação dos programas matemáticos na citada instância. Assim, fez-se\n\num comparativo da eficiência computacional dos programas, apresentando-se em seguida os\n\nresultados.\n\nA aplicação de técnicas de otimização auxilia na melhoria da eficiência econômica de\n\nvárias ativadades. Dentre elas, a área de petróleo e gás vem se beneficiando enormemente, com\n\na diminuição de gastos e o aumento da produção, permitindo assim uma melhor tomada de\n\ndecisão por parte dos operadores e dos gerentes de negócio.\n\nEste trabalho é um exemplo de como o campo da otimização pode trazer melhorias na\n\noperação de plantas onshore. Esses aperfeiçoamentos aumentam a viabilidade e a longevidade\n\nde campos maduros, tornando-os econômicamente rentáveis e os mantendo em operação, do\n\ncontrário, a produção não seria mais viável frente aos custos operacionais.\n\n5.1 TRABALHOS FUTUROS\n\nComo a complexidade da solução proposta cresce de maneira exponencial, uma outra\n\nabordagem pode ser feita com o horizonte deslizante, na qual o tamanho da janela de otimização\n\n\n\n44 Capítulo 5. Conclusões\n\né escolhida de forma arbitrária. Esse tipo de abordagem pode ter mais aplicação prática, pois\n\nseu tempo de execução é mais controlado e ajustável, mesmo em detrimento da eficácia da\n\nsolução.\n\nQuando os períodos das bombas são primos entre si, notou-se que não houve mudança no\n\nvalor da potência de pico após a aplicação dos programas. Isso cria a suspeita de que o fator\n\nde primalidade entre os períodos pode afetar diretamente o valor da função objetivo, abrindo\n\na oportunidade para o cálculo prévio do valor de Pmax.\n\nCom essa informação, o solver poderia ser mais eficaz na resolução do problema, permi-\n\ntindo até mesmo soluções globalmente ótimas, apenas observando um horizonte limitado.\n\n\n\n45\n\nREFERÊNCIAS\n\n1 PETROBRAS S.A. Bacia do Reconcâvo. Disponível em:&lt;http://www.petrobras.com.br/\npt/nossas-atividades/principais-operacoes/bacias/bacia-do-reconcavo.htm>.\n\n2 TAKáCS, G. Sucker-Rod Pumping Manual. [S.l.]: PennWell, 2003.\n\n3 ORDONEZ, B. PROPOSTA DE CONTROLE DE OPERAÇÃO DE POÇOS COM\nBOMBEIO MECÂNICO ATRAVÉS DA PRESSÃO DE FUNDO. Dissertação (Tese de\nMestrado) — Universidade Federal de Santa Catarina, Junho 2008.\n\n4 THOMAS, J. E. Fundamentos de Engenharia de Petróleo. [S.l.]: Petrobras, 2001.\n\n5 WESTERMAN, G. W. Sucessful application of pump-off controllers. Society of Petroleum\nEngineers of AIME, 1977.\n\n6 YOUNG, M.; SHU, L.-C. Hybrid online/offline scheduling for hard real-time systems. In:\n2nd International Symposium on Real-Time and Media Systems. [S.l.: s.n.], 1991. p. 231–240.\n\n7 LIU, C. L.; LAYLAND, J. Scheduling algorithms for multiprogramming in a hard-real-time\nenvironment. Journal of the Assomation for Computing Machinery, v. 20, 1973.\n\n8 GILMORE, P. C.; GOMORY, R. E. A linear programming approach to the cutting-stock\nproblem. Operations Research, v. 9, p. 849–859, 1961.\n\n9 FOURER, R.; GAY, D. M.; W.KERNIGHAN, B. AMPL. [S.l.]: Thompson, 2003.\n\n10 IBM, Inc. Mountain View, California. Disponível em:&lt;ftp://public.dhe.ibm.com/\nsoftware/websphere/ilog/docs/optimization/cplex/ps_usrmancplex.pdf>.\n\n11 NEELY, A. B.; TOLBERT, H. Experience with pumpoff control in the permian basin.\nSPE Annual Technical Conference and Exhibition, 1985.\n\nhttp://www.petrobras.com.br/pt/nossas-atividades/principais-operacoes/bacias/bacia-do-reconcavo.htm\nhttp://www.petrobras.com.br/pt/nossas-atividades/principais-operacoes/bacias/bacia-do-reconcavo.htm\nftp://public.dhe.ibm.com/software/websphere/ilog/docs/optimization/cplex/ps_usrmancplex.pdf\nftp://public.dhe.ibm.com/software/websphere/ilog/docs/optimization/cplex/ps_usrmancplex.pdf\n\n\tFolha de rosto\n\tLista de abreviaturas e siglas\n\tLista de símbolos\n\tResumo\n\tAbstract\n\tIntrodução\n\tContextualização\n\tJustificativa\n\tObjetivos\n\tObjetivo Geral\n\tObjetivos Específicos\n\n\tEstrutura do Documento\n\tDelimitação do Trabalho\n\n\tFundamentação Teórica\n\tBombeio Mecânico\n\tOperação em Pumpoff\n\tModelo da bomba\n\tCampos com diversas Bombas pumpoff\n\n\tEscalonamento\n\tHiperperíodo\n\tAtraso Máximo\n\n\n\tModelos\n\tModelo das Bombas\n\tFormulação por Sinais Complementares\n\tPrograma Matemático\n\tFundamentação Matemática\n\n\tFormulação por Conjuntos Factíveis\n\tEmbasamento Matemático\n\tAplicação\n\n\n\tResultados\n\tDados e Ambiente de Testes\n\tInstância com 5 bombas\n\tResultados Computacionais do Algoritmo\n\n\tConclusões\n\tTrabalhos Futuros\n\n\tReferências"}]}}}