{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.19511"}, {"@name": "filename", "#text": "2869_Martins_AndreLeibsohn_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL DE CAMPINAS\nFACULDADE DE ENGENHARIA MECÂNICA\nDEPARTAMENTO DE ENGENHARIA DE PETRÓLEO\nDissertação Apresentada à\nFaculdade de Engenharia Mecânica como Requisito Parcial à Obtenção do Título de Mestre em Engenharia de Petróleo\nMODELAGEM E SIMULAÇÃO DO ESCOAMENTO AXIAL ANULAR\nC\nÍ-.\n7-\nDE MISTURA SÓLIDO-FLUIDO\nEM\nDUTOS HORIZONTAIS\nx.\n£■\nNÃO-NEWTONIANO\nINCLINADOS\n/'■ ..\n.R.\nY-\nX...\n/. r- *' \"\"\n. 6\nAutor : André Leibsohn\nMartins\nOrientador : César Costapinto Santana\nNovembro, 1990\n. - í ,J5 K V ¡L , ; Z,\n/,\nE\n\n\n• 2\n\nr\ní í.j\nU ./\n\n\ni í\n\nUNIVERSIDADE ESTADUAL DE CAMPINAS\nFACULDADE DE ENGENHARIA MECÂNICA\nDEPARTAMENTO DE ENGENHARIA DE PETRÓLEO\nA dissertação \"Modelagem e Simulação do Escoamento Axial\nAnular de Mistura Sólido-Fluido Não-Newtoniano em Dutos Horizontais e Inclinados\", elaborada por André Leibsohn Martins e aprovada por todos os membros da Banca Examinadora foi aceita PELA SUB-COMISSÃO DE PÓS-GRADUAÇÃO EM ENGENHARIA DE PETRÓLEO COMO REQUISITO PARCIAL À OBTENÇÃO DO TÍTULO DE MESTRE EM Engenharia de Petróleo\nCampinas, 8 de novembro de 1990\nBanca Examinadora\n1\tmemória do meu avô\nMartins, por sua bondade.\nAgradecimentos\nA todos os alunos, funcionários e professores do Departamento de Engenharia de Petróleo e da Faculdade de Engenharia Química da Universidade Estadual de Campinas UNICAMP, por terem de alguma forma colaborado com este trabalho.\nAos meus pais e a toda a minha família pelo amor e compreensão.\nAo prof. Ph.D. César Costapinto Santana pela orientação deste trabalho.\nAo amigo Carlos Henrique Marques de Sá pela troca de idéias durante a gestação do trabalho.\nAos companheiros do Setor de Tecnologia de Perfuração de Centro de Pesquisas da Petrobrás pela amizade e incentivo.\nÀ engenheira MSc. Maria das Graças Pena Silva pelo estímulo ao meu aprimoramento profissional.\nA Rogério Ferreira de Paiva pela ajuda na edição do trabalho,\nÀ Marcinha pela luz dos seus olhos.\nA Lorca e Cazuza pela luz das estrelas.\nSumário\n\tPÁG.\nLista de Figuras\tiv\nLista de Tabelas\tix\nNomenclatura\tX\nResumo\txiv\nAbstract\tXV\nCapítulo\t\n1 - Introdução\t1\n1.1\t- Importância do Estudo de Escoamentos\nSólido - Líquido\n1.2\t- 0 Carreamento de Cascalbos Resultantes\nda Perfuração de Poços de Petróleo\n1.3\t- Técnicas de Análise do Problema\nL4 ~ Objetivos do Trabalho\nII ” Revisão Bibliográfica\t5\n11.1\t\" Modelos para Análise do Carreamento de\nCascalhos em Poços Inclinados e Horizontais\nIL2 ~ Outros Modelos para a Descrição do\nEscoamento Sólido ~ Líquido\n11.3\t- Velocidade de Sedimentação de Sólidos\nFluidos Não “ Newtonianos\nÍI.4 \" Padrões de Escoamento Sólido - Líquido\n11.5\t“ Análise DE Escoamentos Bifásicos\nEstratificados\nIH ~ 0 Modelo Proposto\nHI.1 - Variáveis Envolvidas no Problema\nIII.2\t- Descrição Qualitativa\nIIL3 ~ Formulação Matemática\nIIL3.1 ~ Leis de Conservação\nHl.3.2 ~ Cálculo de Tensões Cisalhantes\n111.3.3\t~ Força Estática Sólido ” Sólido\n111.3.4\t- Equação da Difusão Turbulenta\n111.3.5\t- Formulação Final\n111.3.6\t- âdimensionalização da Equação\ndo Momento Linear\nIV\t- Solução do Modelo\nIV.1 \" Metodologia Adotada\nIV.2 - Programa Computacional\nV\t- Apresentação e Discussão de Resultados\t37\nV.1 ~ Escoamento em Dutos Circulares\nV.2 ~ Escoamento em dutos anulares\nV.2.1 ~ Análise de Sensibilidade do Modelo\na Parâmetros Incorporados\nV.2.2 - Avaliação da Limpeza de Poços\nV.2.3 - Análise de Sensibilidade a\nParâmetros Operacionais\nV.2.4 ~ Diagramas Adimensionais\nV.2.5 - Mudanças de Padrão de Escoamento\nV.2.6 ~ Perdas de Carga\nV.2.7 - Comparação com Outros Modelos\nVI\t- Conclusões e Recomendações\t73\nVL1 - Conclusões\nVL2 - Recomendações para Continuação do Trabalho\nVlí \" Referências Bibliográficas\t78\nApêndice 1 ~ Desenvolvimento de Equações Gerais\nPara Escoamentos Bifásicos\t85\nApêndice 2 - Expressões para Cálculo dos Parâmetros\nGeométricos\t93\nApêndice 3 - Determinação dos Parâmetros Empíricos do\nModelo a Partir de dados experimentais\t100\n2\n\nLista de Figuras\n1-0 Carreamento de Cascalhos em Poços Inclinados\n2 - Mapa de Padrões para o Escoamento Horizontal Sólido-\nLíquido, segundo Xyoho (1980)\nO Modelo de Duas Camadas\n16\n4 - Influência da Concentração de Alimentação na Perda\nde\nCarga em Tubos\n38\n5 - Influência do Diâmetro do Tubo\nna Concentração\nde\nSólidos\n40\n\n6 ~ Influência da Reologia do Fluido\ne da Concentração\nde\nAlimentação na Perda de Carga em\nTubos\n40\n7\t- Influência da Reologia do Fluido e do Regime de\nEscoamento da Camada Superior na Altura do Leito de Sólidos\t42\n8\t- Previsão da Concentração Volumétrica de Sólidos em um\nEscoamento Anular Calculada pelas Quatro Etapas\ndo Modelo\t44\n9\t- Previsão da Altura do Leito em um Escoamento Anular\nCalculada pelas Quatro Etapas do Modelo\n45\n10\t“ Influência da Inclinação do Poço na Concentração de\nSólidos em um Escoamento Anular\t46\n11\t- Influência da Inclinação do Poço na Altura do Leito\nem um Escoamento Anular\t47\n12\t~ Influência da Excentricidade do Anular na\nConcentração de Sólidos\t48\n13\t- Influência da Excentricidade do Anular na Altura do\nLeito\t48\n14\t~ Influência das Dimensões do Espaço Anular na Concen-\ntração de\tSólidos\t49\n15\t- Influência das Propriedades Reológicas do Fluido na\nConcentração de\tSólidos\tem\tum\tEscoamento Anular\t50\n16\t- Influência das Propriedades Reológicas do Fluido na\nAltura do\tLeito\tem\tum\tEscoamento\tAnular\t51\n17\t- Influência da Massa Específica do Fluido na Concen-\ntração de Sólidos\t52\n16 - Influência da Massa Especifica do Fluido na Altura do\nLeito em um Escoamento Anular\t52\n19\t~ Influência da Vazão\tde\tSólidos\tna\tAlimentação\tna\nConcentração de Sólidos era um Escoamento Anular\t53\n20\t- Influência da Vazão\tde\tSólidos\tna\tAlimentação\tna\nAltura do Leito em um Escoamento Anular\t54\n21\t~ Influência do Tamanho das Partículas na Concentração\nde Sólidos em um Escoamento Anular\t55\n22\t~ Influência da Forma das Partículas na Concentração de\nSólidos em ura Escoamento Anular\t56\n23\t~ Análise de Sensibilidade da Altura do Leito em\nRelação a Diversas Parâmetros Operacionais no Trecho Horizontal do Poço 9-FZB-446D-CE\t59\n24\t- Análise de Sensibilidade da Concentração de Sólidos\nem Relação a Diversos Parâmetros Operacionais no Trecho Horizontal do poço 9-FZB-446D-446D-CE\t60\n25\t- Influência da Vazão de Fluido na Altura do Leito para\nos Dados do Poço 9-FZB-446D-CE\t62\n26\t- Variação da Concentração de Sólidos com o Parâmetro\nX' para Quatro Fluidos Distintos\t64\nParâmetro X'\n27\t~ Variação da Altura do Leito com o\npara Quatro Fluidos Distintos\t64\n28\t- Variação da Altura do Leito com o Parâmetro X' para\nDuas Excentricidades\t65\n29\t~ Variação da Altura do Leito com o Parâmetro X' para\nDuas Inclinações\t66\n30\t- Influência da Inclinação, Reologia do Fluido e Ex-\ncentricidade na Vazão Critica para Não Formação de Leito\t68\n31\t- Influência da Vazão de Bombeio na Perda de Carga\nAnular para um Fluido Puro e com Cascalhos\t70\n32\t- Comparação Entre o Modelo Apresentado e os Existen-\ntes na Literatura\t71\n33\t-\tProcedimento Geral\tpara Obtenção de Equações Médias\t86\n34\t-\tVolume de Controle\tBifásico\t87\n35\t-\tSeção Transversal do Duto\t90\n36\t-\tTubo com Depósito\t94\n38 - Definição dos Ângulos no Anular Concêntrico - Região\nII\n39 - Anular Excêntrico com Depósito\n96\n99\nLista de Tabelas\n1\t- Influência dos Parâmetros Simulados Experimentalmente\npor Iyoho (1980) na Eficiência de Limpeza do Anular\t7\n2\t~ Parâmetros Reológicos dos Fluidos Utilizados nas Si-\nmulações\t39\n3\t-\tResultados do Escoamento Sólido-Líquido em Tubos\t41\n4\t~\tDados Relativos ao Poço 9-FZB-446D-CE\t57\n5\t-\tComparação de Previsões de Mudança de Padrão\t69\n6\t-\tGrandezas Características das Equações de Balanço\t88\n7\t- Ajuste dos Parâmetros Empíricos Para o Escoamento em\nTubos\t101\n8\t- Ajuste dos Parâmetros Empíricos para o Escoamento em\nDutos Anulares\t102\nNOMENCLATURA\nAlfabeto Romano\n* 2\nA - Area, m\nA - Superfície relativa ao volume de controle bifásico\nC - Concentração volumétrica de sólidos\nCgoi Concentação volumétrica de sólidos no equilíbrio\nC - Contorno relativo à superfície 2\nD ~ Diâmetro hidráulico, m\nD - Diâmetro do tubo externo, m\nD - Diâmetro hidráulico do anular, m\nh\nd - Diâmetro da partícula, m\np\ne - Energia interna por unidade de massa, J/Kg\nF - Força estática, N\nF(\t- Força estática máxima, N\nF - Força normal, N\nSI\nf - Aceleração imposta por uma força de campo, m/s2\nf - Coeficiente de atrito de Fanning\n,\t2\ng ~ Aceleração da gravidade, m/s\nh - Altura do leito, m\nJ - Termo de fluxo na equação de balanço\nrí 2\nK - índice de consistência de um fluido, N . s /m\nk ~ Constante geométrica do anular\nL - Distância entre os centros dos círculos que compõem seção anular, m\n± - Taxa de transferência de massa por unidade de área unidade de tempo, Kg/(m2.s)\numa\npor\nn - índice de comportamento de um fluido\n4c\t»\nn - Vetor unitário normal à superfície externa da fase 1 no volume de controle bifásico\n■+\tt\tj,\tt\nn - Vetor unitário normal a C, localizado no plano transversal\nna direção da fase k\nn2 ~ Vetor unitário normal à superfície externa da fase 2 no volume de controle bifásico\nP - Pressão, Pa\nq - Fluxo de calor, J/(Kg.m2)\nr - Raio, m\nRe ~ número de Reynolds\nnúmero de Reynolds crítico\nRey- número de Reynolds da partícula\nS ~ Perímetro, m\nT - Tensor das tensões, Pa\nt ~ Tempo, s\nü - Velocidade média na seção e no tempo, m/s\nV\t- Velocidade superficial média na seção e no tempo, m/s\nV\t- Volume de controle bifásico\n- Parâmetro de Lockhart-Martinelli modificado\ny - coordenada que define a altura de uma seção em um duto, m\nz - coordenada axial de um eixo, m\nAlfabeto Grego\na\t- Coeficientes\tpara\tcálculo\tdo\tfator\tde\tatrito\tde\tFanning\ní*\t- Coeficientes\tpara\tcálculo\tdo\tfator\tde\tatrito\tde\tFanning\nTf\t~ Coeficientes\tpara\tcálculo\tdo\tfator\tde\tatrito\tde\tFanning\n%\t~ Taxa de deformação, s'1\t\t\t\t\t\t\t\t\ne\t- Coeficiente\tde\tdifusão\tmédio\nc*\t- Coeficiente\tde\tdifusão\tlocal\nV\t- Coeficiente\tde\tescorregamento\t\ne - Ângulo de inclinação do poço, graus\n9^ - Ângulo que caracteriza a deposição de sólidos em um duto, radianos\n8* - Ângulo que caracteriza a deposição de sólidos na região II de um duto anular, radianos\n[y - Grupamento adimensional\n■q - Grupamento adimensional\njy - Grupamento adimensional\n.\t3\np - Massa especifica, Kg/m\nr - Tensão cisalhante, Pa\n$\t~ Termo de fonte nas equações de balanço\n- Ângulo de atrito interno\n~ esfericidade\n%\t- Quantidade específica nas equações de balanço\nu) - Velocidade média de sedimentação de um conjunto de\npartículas sólidas em um fluido, m/s\nii)t - Velocidade local de sedimentação, m/s\n0 - Velocidade terminal de uma partícula, m/s\nc\nSubscritos f - Fluido m • Mistura p - Partícula i - Interface k ~ Fase k l - Leito s ~ Suspensão t - Total\n1\t- Fase 1\n2\t- Fase 2\nRESUMO\nÉ apresentado um modelo matemático de caráter mecanicista para descrever o escoamento permanente de misturas sólido-fluido não-newtoniano em dutos anulares excêntricos inclinados e horizontais. Considerou-se um modelo de duas camadas estratificadas sendo a superior uma suspensão heterogênea e a inferior um leito compacto de sólidos. Foram formuladas para o sistema, as leis de conservação da massa e do momento linear, bem como equações constitutivas. Além disso, foi adotado o mecanismo da difusão turbulenta para descrever a dispersão de partículas sólidas na camada suspensa. Tal formulação permite a solução do problema para os diversos padrões que caracterizam o escoamento em questão.\nA elaboração de um programa simulador permitiu a aplicação do modelo ao carreamento de cascalhos resultantes da perfuração de poços de petróleo inclinados e horizontais. Foram obtidas curvas para previsão da concentração de sólidos e de perdas de carga em função de diversas variáveis operacionais. 0 programa simulador permite então a quantificação do efeito das variáveis na eficiência de limpeza de poços e pode ser uma ferramenta útil na programação de parâmetros hidráulicos de perfuração.\nABSTRACT\nA mechanistic model was developed to describe the steady-state flow of solid - non newtonian fluid mixtures in inclined or horizontal eccentric annullus. The model consists of a two-layer configuration, the top layer being a heterogeneous suspension and the botton one a compact bed of solids. Conservation laws of mass and linear momentum were formulated for the system, as well as, interaction laws between mixture and walls and for the interface of the two layers. Besides, a turbulent difusion process was used to characterize the mechanism of dispersion of particles in the upper layer. The system developed was solved for the several patterns which characterize the solid-liquid two phase flow, using itterative methods.\nThe elaboration of a computer program allowed the application of the model in the analysis of the drilled cuttings transport in directional and horizontal oilwells. Curves for prediction of solids concentration, bed height, friction losses and critical flow rate in funciton of several independent variables were obtained. The computer simulator may be an effective tool in the programming of drilling hydraulics.\nI\t“ Introdução\n1.1\t“ Importancia do Estudo de Escoamentos Sólido-Líquido\nO estudo de escoamentos bifásicos sólido-liquido é de ampio interesse na engenharia, tendo aplicações diversas nas indústrias químicas, metalúrgicas, alimenticias, etc, bem como\nnas operações de transporte hidráulico de minérios.\nNa indústria do petróleo, o tema é de especial importância\nnas áreas de perfuração e estimulação de poços. Nestas operações\né frequente o uso de fluidos não-newtonianos\ncarreadores de partículas sólidas. Como exemplos\nas operações de fraturamento hidráulico e\no\ncascalbos resultantes da perfuração de poços.\ncomo agentes\npodemos citar\ntransporte de\nanálise deste\nA\núltimo item é o objetivo tecnológico principal\ndeste trabalho.\n1.2\t0 Carreamento de Cascalhos Resultantes da Perfuração\nDE POÇOS\nDentre os custos considerados na exploração comercial de um campo de petróleo, os de perfuração constituem parcela significativa do total. Deste modo, as grandes empresas de petróleo empenham-se na busca de novas tecnologias para perfuração de poços que permitam tornar seus investimentos mais atrativos. Contudo, a adoção de novas técnicas traz consigo, frequentemente, novos problemas operacionais a serem resolvidos.\npermitem a otimização do aproveitamento de um reservatório com um mínimo de poços perfurados.\nDurante a perfuração desses poços, passou-se a observar, eventualmente, problemas operacionais tais como torque excessivo na coluna de perfuração ou a prisão desta em caso de interrupção da circulação de fluido. Uma das razões principais para o ocorrência de tais fatos é a remoção ineficiente dos cascalbos cortados pela broca até a superfície. Nos trechos horizontais ou de, elevada inclinação existe tendência à segregação das partículas na parte inferior da região anular poço-coluna, devido à ação de forças gravitacionais.\nAssim, o problema do carreamento de cascalhos, relativamente solucionado para poços verticais e pouco inclinados, voltou a despertar interesse entre os pesquisadores da área. O novo cenário tecnológico tem motivado a realização de diversos estudos visando compreender melhor os fenômenos físicos envolvidos no transporte de partículas sólidas por fluidos de características notadamente não-newtonianas. A figura 1 mostra esquematicamente o problema em questão.\nFig. 1-0 Carreamento de Cascalhos em Poços Inclinados\n1.3\t- Técnicas de Análise do Problema\nEssencialmente, existem duas técnicas distintas para desenvolvimento de pesquisas em escoamentos bifásicos:\nA primeira consiste na obtenção de correlações empíricas ou semi-empíricas a partir de observações experimentais, feitas em equipamentos de escala piloto que procurem simular, na medida do possivel, situações reais. Daí, as correlações são levantadas a partir de um tratamento estatístico dos dados obtidos. Podem ainda ser empregadas técnicas de análise dimensional que possibilitam o agrupamento de variáveis de forma mais racional. Contudo, o grande número de variáveis envolvidas, algumas de difícil simulação em laboratório, antecipa restrições ao uso de tais métodos, em especial em regiões afastadas das faixas de variáveis nas quais as correlações foram obtidas.\nA segunda técnica consiste no desenvolvimento de modelos teóricos mecanicistas que permitam descrever o fenômeno em questão. Tais modelos são baseados em leis de conservação e equações constitutivas que caracterizem o sistema bifásico. Muitas vezes a formulação adequada de tais leis é bastante complexa, o que faz com que muito esforço ainda deva ser despendido nesta área. Um número bastante pequeno de trabalhos foi publicado a respeito da modelagem do escoamento axial anular sólido-liquido.\n1.4\t- Objetivos do Trabalho\nNeste trabalho é apresentado e discutido um modelo teórico para descrever o escoamento axial-anular de misturas sólido-fluido não-newtoniano em dutos horizontais e inclinados em regime permanente. O modelo tem caráter geral e é aplicável às diversas configurações que as fases podem assumir no interior do duto anular.\nA partir dai foi elaborado um programa de computador para solução do modelo que permite simular o problema do carreamento de cascalhos para diversas situações típicas de campo. Finalmente são apresentados diagramas que ilustram e quantificam a relação entre as variáveis dependentes e independentes do problema.\nAcredita-se que o trabalho aqui descrito seja uma etapa a mais na compreensão do complexo fenómeno em questão, bem como uma ferramenta potencial para orientar projetos hidráulicos de perfuração de poços visando redução de custos, minimização do desgaste de equipamentos e segurança operacional.\ni! ” Revisão Bibliográfica\nNeste item, é apresentado um levantamento geral sobre os\ndiversos modelos, empíricos e teóricos, apresentados na\nliteratura para descrever o problema do carreamento de cascalhos\nem poços inclinados. Muitos deles são provenientes\nde um projeto\nde pesquisas\nna área, de caráter predominantemente\nexperimental,\ndesenvolvido\nna Universidade de Tulsa, nos Estados\nUnidos.\nLomba &amp;\nMartins (1989) apresentaram uma compilação de todos\nos trabalhos\nrelativos ao carreamento de cascalhos\naté então\ndesenvolvidos por este projeto.\nAlém disto, são citados trabalhos desenvolvidos\nem outras\náreas tecnológicas gue são utilizados como base na\nformulação\nmatemática desenvolvida. Aqui, não houve preocupação\nem listar\ntodos os estudos existentes, mas apenas os julgados\npertinentes\npara aplicação no\ntrabalho desenvolvido.\n11.1\t- Modelos para Análise do Carreamento de Cascalhos em Poços Inclinados e Horizontais\nA partir de 1979, foram desenvolvidos, na Universidade de Tulsa, trabalhos experimentais objetivando estudar o problema do carreamento de cascalhos em poços inclinados. Muitos destes trabalhos são qualitativos e visam analisar efeitos de variáveis operacionais na eficiência de limpeza do poço.\nlyoho (1980) apresentou correlações semi-empíricas para avaliar o problema. Dentre as principais contribuições de seu trabalho, está a introdução da razão de transporte generalizada como parâmetro de avaliação de limpeza. Este conceito prevê a formação de um leito estacionario de sólidos restringindo a área aberta ao escoamento. A tabela 1 apresenta as conclusões de lyoho a respeito da influência das variáveis operacionais pertinentes. As quatro correlações desenvolvidas permitem prever a razão de transporte generalizada e têm como principais parâmetros o regime de escoamento e a inclinação do poço.\nBecker (1987) desenvolveu um conjunto de correlações para avaliar a limpeza do poço a partir do banco de dados resultante de todos os trabalhos sobre carreamento de cascalhos realizados na Universidade de Tulsa. O autor julgou que o parâmetro mais adequado para correlação era a concentração volumétrica total de sólidos, urna vez que a razão de transporte generalizada não contempla a possibilidade de movimento do leito de cascalhos. As correlações para predição da concentração volumétrica são função de diversos parâmetros, dentre os quais o ângulo de inclinação, a velocidade do fluido, a reologia e a geometria do anular.\nBin-Haddah (1988) desenvolveu dois modelos, um mecanicista e um semi-empírico para estudar o problema. O modelo mecanicista baseou-se num balanço de forças atuantes em uma partícula sólida para descrever o escoamento por saltos das partículas que se encontram depositadas na parte inferior do anular. O modelo semi-empírico adota um valor experimental, encontrado por Zandi\nCap. II\nRevisão Bibliográfica\n7\n&amp; Govatos (1967), para velocidade critica de deposição de sólidos em tubos. Foram apresentadas expressões para previsão de concentração volumétrica de sólidos e vazão critica. O modelo mecanicista, contudo, mostrou-se extremamente sensível à reologia, fato não comprovado experimentalmente.\nInfluência\t-* P arâmetr o\tGrande\tMo d e r a d a\tPequena\nVazão de fluido\tX\t\t\n2 . Inclinação do poço\tX\t\t\n3 . P r opr i edades Reolôg i cas do fluído\tX (escoamento lamína r )\tX ( escoamento turbu 1 en t o )\t\n4 . Vazão de sólidos alimentados\t\tX\t\n5 . Concentração de sólidos alimentados\t\tX\t\n6 . Excentricidade\t\tX\t\n7 . Regime de escoamen to\t\tX\t\nB . Perfi 1 de veloc í dade\t\tX\t\n9. Rotação do tubo interno\t\tX (em poços verticais r eg i me 1 aui i n a r }\tX ( em poços i nc1 i nados )\n10. Distribuí ção de partículas\t\t\t( es t u5o s precári os)\nAlém dos trabalhos da Universidade de Tulsa, dois outros modelos a respeito do tema foram publicados:\nGavignet &amp; Sobey (1986) apresentaram um modelo estratificado, de duas camadas, para descrever a formação de um leito móvel de cascalhos na parte inferior do anular excéntrico. 0 leito se movimentaria por um mecanismo de deslizamento, não sendo contemplado o movimento por saltos.A camada superior conteria apenas o fluido carreador, sem qualquer partícula em suspensão. Os autores apresentaram curvas para previsão de concentração volumétrica de sólidos e vazão crítica de deposição em função de diversas variáveis operacionais.\nMartín (1989) desenvolveu, a partir de dados experimentais e de algumas considerações teóricas, uma série de expressões para a previsão da vazão crítica de deposição como função de diversos parámetros. Como crítica a este trabalho, pode-se destacar que os dados experimentais foram obtidos em um trecho anular relativamente pequeno, o que talvez não garanta a ocorrência do regime permanente. Todos os trabalhos até aqui descritos consideram o escoamento com fluidos não-newtonianos.\n11.2\t\" Outros Modelos para a Descrição do Escoamento Sólidq-Uquido\nUm número bastante grande de trabalhos foi desenvolvido para modelar teoricamente o escoamento sólido-líquido, em especial em tubos circulares. Dentre eles iremos citar alguns que serviram de base para modelos de escoamento em dutos\nanulares, ou que acrescentam algum aspecto novo,\nWicks (1971) desenvolveu um modelo para descrever o escoamento por saltos de partículas sólidas em uma mistura sólido-líquido no interior de uma tubulação. Bin-Haddah (1988) aplicou tais conceitos para o escoamento anular.\nWilson (1976) desenvolveu um modelo estratificado para descrever o deslizamento de um leito de sólidos depositado no interior de um tubo onde escoa uma mistura sólido-líquido. Gavignet &amp; Sobey (1986) aplicaram este modelo para o escoamento anular.\nCarstens (1969) introduziu o mecanismo da difusão turbulenta para propor um perfil de concentrações de sólidos escoando com água na camada superior de um tubo onde há formação de leito estacionário na parte inferior.\nDoron et al. (1987) acoplaram as proposições de Carstens e Wilson sugerindo um modela genérico adequado a diversos padrões de escoamento sólido-fluido.\n11.3\t- Velocidade de Sedimentação de Sólidos em Fluidos Não-Newtonianos\nForam realizados diversos trabalhos experimentais visando a obtenção de correlações para a velocidade de sedimentação de sólidos em fluidos não-newtonianos. Bourgoyne et al. (1986) apresentam uma descrição detalhada das correlações mais conhecidas.\nRecentemente, na Universidade Estadual de Campinas\nUNICAHP, vêm sendo desenvolvidos trabalhos experimentais utilizando a técnica de fluidização para determinar a velocidade de sedimentação de partículas em fluidos não-newtonianos considerando-se o efeito da população de partículas. Laruccia (1990) levantou correlações aplicáveis a qualquer modelo reológico de fluido, para cálculo da velocidade de sedimentação de partículas nao esféricas.\nSá (1990) obteve novas correlações onde foram incorporados efeitos de parede, a partir de testes experimentais em seções anulares.\nÍI.4 ~ Padrões de Escoamento Sólido-Líquido\nDiversos autores estudaram experimentalmente as configurações que o sistema sólido-líquido assume no interior de tubos. A estas configurações dá-se o nome de padrões de escoamento. Normalmente, são levantados mapas para designar a ocorrência de tais padrões em função de variáveis operacionais, com sensibilidade compatível com a verificada experimentalmente.\nA classificação mais usual para os padrões de escoamento sólido-líquido é a apresentada, dentre outros, por Goedde (1978) que inclui os seguintes tipos de configuração:\n-\tleito estacionário;\n-\tleito móvel;\n-\tsuspensão heterogênea;\n~ suspensão homogênea.\nOs dois primeiros padrões se caracterizam pela deposição, estacionária ou não, de partículas sólidas na parte inferior do duto. Já nos dois últimos, o sistema encontra-se totalmente em suspensão, e a fase sólida apresenta um perfil de concentrações ao longo da seção transversal (heterogênea) ou está uniformemente dispersa ao longo dela (pseudo-homogênea).\nlyoho (1980) levantou um mapa qualitativo de padrões para o escoamento anular horizontal sólido-fluido não-newtoniano de acordo com a classificação de Goedde, 0 mapa está ilustrado na figura 2. Infelizmente, faltam informações que possibilitem o uso do mapa para validação dos mecanismos de mudança de padrão propostos no trabalho aqui desenvolvido.\nFord et al. (1990) apresentaram uma classificação mais detalhada dos padrões de escoamento observados experimentalmente, bem como velocidades críticas para movimento do leito e para suspensão total da mistura. Tais dados foram obtidos para o escoamento anular concêntrico de misturas sólido-fluido não-newtoniano em diversas inclinações. Mais uma vez, a falta de informações impossibilita a utilização destes dados no presente trabalho.\nFig. 2\nSUSPENSÃO, P»Z»\nVELOCIDADE DA\nMapa de Padrões para\nEscoamento\nHorizontal\no\nSólido-Liquido, segundo Iyoho (1980)\n11.5\t- Análise de Escoamentos Bifásicos Estratificados\nTaitel &amp; Dukler (1976) apresentam um procedimento para correlacionar a perda de carga em um escoamento estratificado gás-líquido com o parâmetro de Lockhart &amp; Martinelli (1949) que consiste na relação entre as perdas de carga do líquido e do gas se estivessem escoando separadamente no duto em questão. Tal procedimento consiste na adimensionalização das equações de conservação do momento linear e pode ser uma ferramenta útil na análise de escoamentos estratificados em geral.\nHl ~ 0 Modelo Proposto\nIH.1 ” Variáveis Envolvidas no Problema\nAo contrário de operações de transporte hidráulico de minério, onde o objetivo é a minimização das perdas de carga durante o bombeio, o importante aqui é a avaliação da remoção de sólidos no trecho anular.\nEm poços verticais ou pouco inclinados, tal avaliação é feita através da razão entre a velocidade de ascensão do sólido e a velocidade do fluido, chamada razão de transporte. Em poços de elevada inclinação, esse conceito não é adequado para avaliar a limpeza, pois ocorre segregação de partículas devido à ação de forças gravitacionais e a consequente formação de um leito, lyoho (1980) definiu a razão de transporte generalizada que expressa a concentração de sólidos na área aberta ao escoamento. Tal definição, contudo, não contempla a possibilidade de ocorrência de um leito móvel.\nTrabalhos mais recentes consideram a concentração volumétrica total de sólidos como o parâmetro mais adequado para avaliação, o que será adotado neste estudo. Perdas de carga por fricção são também consideradas importantes para o programa hidráulico do poço. As variáveis independentes consideradas no modelo são:\n-\tdimensões do trecho anular;\n-\texcentricidade do trecho anular;\n-\tinclinação em relação à vertical;\n-\tvazão de fluido;\n-\tvazão de sólidos;\n-\tpropriedades físicas do sistema sólido-fluido.\n¡11.2 “ Descrição Qualitativa\nA formulação aqui desenvolvida visa propor mecanismos que descrevam o escoamento axial anular excéntrico inclinado de urna mistura sólido-fluido não-newtoniano en regime permanente. Dentre os padrões de escoamento mencionados por lyoho (1980), sem dúvida os estratificados, que apresentam formação de leito, são os de modelagem mais complexa, A proposição de um modelo para o sistema em questão deve contemplar os mecanismos que expliquem o movimento dos sólidos na camada inferior. Tal movimento pode ocorrer por duas formas distintas: a primeira através de pequenos saltos provocados pelo desequilibrio entre a força de arraste exercida pelo liquido e a força gravitacional. A segunda, quando as forças viscosas exercidas pelo líquido sobre o leito são suficientes para vencer a fricção entre o leito e a parede externa do anular, provocando assim seu deslizamento como um todo. Os dois mecanismos ocorrem simultáneamente , mas sua modelagem conjunta é complexa, devido à dificuldade na definição da influência de cada um deles no movimento global das partículas.\nAssim, os modelos desenvolvidos para o escoamento em questão costumam descrever o fenômeno através de um dos dois mecanismos.\nNo presente trabalho, é utilizado um modelo estratificado de duas camadas, que representa essencialmente o mecanismo de\ndeslizamento do leito. Este modelo permite, com uma formulação única, caracterizar o sistema nos quatro padrões propostos por lyoho (1980). A figura 3 ilustra esquematicamente a proposta.\nSuspensão\nheterogênea\tVs\n*\nFig. 3-0 Modelo de Duas Camadas\nA camada inferior representa o leito de sólidos que se deposita na seção anular devido à ação de forças gravitacionais. Aqui, assume-se que as partículas sólidas estão em seu grau de compactação máxima, ou seja, a concentração volumétrica média de sólidos é de 52%.Este valor representa a relação entre os volumes de uma esfera de raio r e de um cubo de lado 2r.\nA modelagem do regime permanente significa que a altura do leito é constante com o tempo, ou seja, que a velocidade superior é suficiente para manter em suspensão as partículas sólidas presentes.\nA altura da interface entre as duas camadas é constante ao longo do trecho anular em estudo e, consequentemente, assume-se uma distribuição hidrostática de pressões ao longo de uma seção\ntransversal. Esta hipótese parece bastante razoável para análise de escoamentos horizontais ou altamente inclinados, mas deve ser questionada para trechos anulares próximos à vertical.\nOs sólidos sâo caracterizados por um diâmetro médio e uma esfericidade. 0 fluido tem caráter pseudo-plástico e pode ter seu comportamento reológico representado pelo modelo de\nQstwald-de-Waele (Lei da Potência). Este modelo estabelece que a tensão cisalhante é proporcional à taxa de deformação imposta ao fluido, elevada a uma potência característica, de acordo com a\nequação (1). Os parâmetros do modelo são exatamente a constante de proporcionalidade (índice de consistência) e o fator de potência (índice de comportamento) :\nT = K .\n(1)\n0 sistema sólido-líquido é considerado incompressível e de parâmetros reológicos constantes e iguais aos do fluido, uma vez que as partículas sólidas são de tamanho maior que a subcamada viscosa em questão. São desconsiderados efeitos de tensão superficial e de transferência de massa entre as fases sólida e\nlíquida.\nNão é considerado o escorregamento entre as fases líquida e sólida em cada uma das camadas. Dessa forma, o sistema pode ser caracterizado pela velocidade da camada superior (suspensão heterogênea) e a da camada inferior (leito).\nA formulação a seguir apresentada é análoga à proposta por Doron et al. (1987) para descrever o transporte horizontal de partículas, por água, em dutos circulares. No presente trabalho foram introduzidas modificações e considerações pertinentes ao problema em questão, tais como as relativas ao uso de fluido não-newtoniano e geometria anular excêntrica e inclinada.\nAs equações propostas representam formas simplificadas das leis de conservação, descritas no apêndice 1, onde são tomadas propriedades médias (velocidades e concentrações) numa seção transversal do trecho anular. São apresentadas duas equações de conservação de massa, sendo uma para cada fase e apenas duas equações de conservação do momento linear, uma para cada camada, já que foi suposta a não existência de escorregamento entre as fases dentro de uma camada. Além das leis de conservação, é considerada a proposição de Carstens (1969) para o mecanismo da difusão turbulenta das partículas sólidas na camada superior, de modo a obter uma equação para a concentração média de sólidos nesta.\nni.3 - Formulação Matemática\n111.3.1 ~ Leis de Conservação\nAs equações aqui apresentadas são obtidas a partir das\nequações básicas para escoamentos bifásicos apresentadas no apêndice 1, já tendo sofrido as simplificações cabíveis ao problema em questão.\nConservação da Massa :\nSeja a equação (72) apresentada no apêndice 1 :\n(2)\nComo o escoamento é permanente, não há variação\nqualquer propriedade no tempo, dai:\nõ~_A&lt;p at K\nde\n(3)\n>\n0\n2\nK\nA mesma observação é válida para o termo análogo da equação do momento linear, a ser desenvolvida posteriormente.\nO termo do lado direito da equação (2) é também nulo é assumida a não transferência de massa entre a fase liquida e a fase sólida.\nAssim, a equação (2) pode ser escrita como:\n8 dz\n•+\nA&lt;n .(p K Z K\n(4)\n)\n= o\nou :\n<p U > A =0\n(5)\nonde C é urna constante de integração\nAbrindo mão das notações utilizadas para representar as\nvariáveis medias espaciais\ne temporais, podemos\nescrever as\nequações para as fases\nsólida e\nliquida,\nrelacionando\npropriedades da mistura, na\nalimentação\ne em cada\ncamada,\napós\natingido o regime\npermanente.\nfase sólida:\nA\ni\np u rP L\np U *P s\n(6)\ndividindo\nos\ndois\nlados\nda equação (6) por\nC + L\nA C = p U A S S\tM\nC I M\nPp\n= u\nM\nc\nA C\ns s\n_\t+ u\nL L\tS\nA C T M\nU A L\n(?)\nfase líquida:\nPf Ut At (1 - Cl) + pf ü\n(I “ cs) = pF\n(1 - C )\n(8)\ndividindo\nos dois lados\nda\nequação (8) por\n\\ (I - cL) +\nAs (1 - Cs) = Um At (1 - Cm)\n(9)\nü\ni\ns\ns\nU A\nH T\n\nU s\nConservação da Quantidade de Movimento :\nSeja a equação geral (73) do apêndice 1 :\nõ k&lt;p G >\t+ a A&lt;n . (p Ú U ) >\t+\nãi K K K 2\tK 1 K K K' 2\nô A&lt;n . T > +\n* 2 K 2\n~A&lt;p\nK K 2\n(A U + n . T ) .áC.\nK K K K n .n\nK KC\nC(Z,t)\n■+ m dc\nn . T -\t—\nn„ • n„\nC (z,tj KC\n(10)\nAnalisando cada termo da equação,\ne considerando somente\nsua componente axial :\n« 0\n, escoamento permanente\nô A&lt;n\nãz K 2\n(12)\n3 A\nôt K\nConsiderando&lt;U 2> =&lt;U >2 e&lt;U >2=&lt;U >&lt;U K\tK\tK\tA\ta\t>, temos:\t\na a&lt;n .(p u*)>,\t=■\t2 p a&lt;ü > a&lt;u > =\t0 ,\t(13)\npelo balanço de massa.\t\t\n* A&lt;p\t= Apq cose\t, K\t2\tK K\t\t(14)\numa vez que a força gravitacional é a única\tforça de\tcampo\natuante. Estão incorporados efeitos de inclinação do poço.\n\t\t\t\t\n<n ,T >\t= - d A&lt;P>\t+\t3 A\t<n . T >\t= - a ap\nZ\tK 2\t32 K\t2\taz K\tZ\tK 2\tK az\n(15)\n0 segundo termo do lado direito da equação (15) é nulo pois estão sendo desprezadas as tensões viscosas ao longo de uma seção bem como a potência mecânica das mesmas.\nA\n+\n(* jC( z , t\nn .T\nK\n. dC\nK*\nn . n\nK KC\nT. S.\nt i\n(16)\nU\nK )\nn .T K K jc (Z,t) K,\ndC\n•+ -+ n .n\nK KC\nd?)\n\ns\nK\nPara o leito deve ser\nincorporado, no lado esquerdo da\nequação\n(17), um termo de atrito estático F\nmomento\nde conservação do\nSerão escritas duas equações\nlinear, uma para\tcada\tcamada,\tuma\tvez\tque\tnão\thá\nescorregamento entre\tas fases.\t\t\nSuspensão ;\t\t\t\n- A dP + A p g S \"j—\ts s Az\tcos e =\t~ T S -r.S. S\tS\t5\t1\t\t(18)\ns\n(19)\nLeito :\n-A dp + A p g cos © L aS L L\n- F - r s + r S.\nLi,\ti 1\n(20)\nDesprezando-se o termo gravitacional na equação (20)\nobtem-se:\ndp\ndz\n- F - T s + T.S\nL L\t11\n(21)\n- A\nL\ni i\nIIL3.2 - Cálculo de Tensões Cisalhantes\nAs tensões cisalhantes nas paredes do duto anular podem ser expressas como função do coeficiente de atrito de Fanning por:\nT\t- 1/2 f\tU 2\ns\ts\ts\ts\nT\t= 1/2 f\tp U 2\nL\tL\tL\tL\n(22)\n(23)\nOs coeficientes de atrito são, por sua vez, função do\nregime de escoamento.\nRe\nc\n6464 n\n(24)\n(l+3n)2 (2+n)\nO número\nde Reynolds em cada camada do escoamento\npode ser\navaliado pela\ndefinição de Metzener &amp; Reed (1955):\nRe = p\nU2~n Dn\n8n‘ 1 K\nn *\nCaso o escoamento seja laminar, o coeficiente de\ndeduzido analiticamente e pode ser expresso por:\nf = 16/Re\nJá no regime turbulento. Silva &amp; Martins (1987)\ndiversas correlações da literatura, através\n(25)\natrito é\n(26)\navaliaram\nde dados\nexperimentais de fluidos não-newtonianos em seções anulares e\nsugerem a seguinte expressão, proposta por Gomes (1987):\n(27)\nA tensão cisalhante na interface entre as duas camadas é\ndada por:\nT =1 f. p (U - U )2\n2 s s L\nAs informações sobre o cálculo do coeficiente de atrito interfacial em misturas sólido-líquido são bastante restritas e será adotada aqui a expressão proposta por Televantos et al. (1979). Esta expressão, na verdade, é uma adaptação da equação de Colebrook (1939),onde o termo da rugosidade absoluta é substituído pelo diâmetro da partícula e o coeficiente de atrito é multiplicado por dois:\n1\t=\t0,86 ln\n<S\t1\np\nD + 2,51\ns ____________________\n3,7 Reg y 2 f '\n(29)\nFinalmente, os diâmetros hidráulicos e massas especificas\nem cada camada sao dados por:\t\t\n\t4 A s s ♦ s. S\t1\t(30)\nD\t= L\t4 A L s «• s L\t1\t(31)\np C + p (1- C ) s rF\tS'\n?s\n(32)\np = p C + p (1- C ) HL *P l rf '\tL '\n(33)\nHL3.3 - Força Estática Sólido-Sólido\nA força estática F, presente na equação (21), é decorrente do contato entre as partículas do leito e as paredes do anular. Sua estimativa é por vezes complexa, pois depende de valores de coeficientes de interação específicos entre os materiais sólidos envolvidos. Seu valor máximo, quando o leito estiver na iminência de entrar em movimento, é proporcional ao somatório das forças normais exercidas pelo leito sobre as paredes do anular:\nF ,\t= F\nM Á X\thl\n(34)\nonde a constante de proporcionalidade\n71 é chamada\ncoeficiente de escorregamento.\nAs forças normais são, por sua\nvez, de\nduas naturezas\ndistintas. A primeira é devida ao peso\nsubmerso\ndas partículas\nsolidas, e pode ser calculada para uma\nseção inclinada, através\nda integração do perfil hidrostático de pressões ao longo do\nperímetro do leito,\nde acordo com a expressão:\n= (Pp \" PF) 9 CL sen ° 14 L\n(35)\nT.\tS .\nF2 = tan\t(36)\nonde 0 é o ângulo de atrito interno e varia de 0,35 a 0,75 , de acordo com o material.\nSubstituindo as equações (35) e (36) na equação (34), a força estática máxima pode ser calculada por :\n(37)\nII 1.3.4 ~ Equação da Difusão Turbulenta\nAqui propõe-se o mecanismo da difusão turbulenta para descrever a distribuição das partículas sólidas na camada superior do escoamento. Este mecanismo é governado pela equação da difusão:\ns' a2c\n+ w* dC\n(38)\n= 0\nSy2\tôy\nGandhi (1976) apresenta, como solução da equação (38), o seguinte perfil de concentrações para a camada superior do escoamento, considerando-se um duto inclinado, coeficientes de difusão médios e o conceito de velocidade terminal de deposição das partículas:\nCs(y) - Cl exp\n(y-h) sen e\n(39)\ne\nonde y e h são medidos em relação à parede inferior do duto.\nAssumindo que os valores dos coeficientes de transferência de massa e momento linear são próximos, o coeficiente de difusão médio pode ser calculado, segundo Taylor (1954), por:\ne = 0,013 Us /fj/2\t' . Ds\n(40)\nA velocidade terminal\nde partículas não esféricas em\nfluidos não-newtonianos pode\nser calculada pela metodologia\nproposta por Laruccia (1990):\nQ\tf\t4 g dp (pp -pF)\t'l\tm\t/\t'l 24 T(Z) a(0')\tm -\n\ti\t[ 3\tpf *(<r)\tà\t\t\t\nonde\nX(#') = 108,7 exp(5,53 $')\nm(0') = 2,29 -0,83\n(43)\n(0,656 é' - 1,65).exp(5,53 $')\n(3,45&lt;f>'2 - 5,25&lt;¡>f + 1,41).108,7\n(44)\n0 efeito de população pode ser considerado utilizando-se a correlação de Richardson &amp; Zaki (1954) :\no\nÍÜC\n1- C )\ns\nonde\tm = 4,45 Rey 0,1\tpara Rey &lt;500\t(46)\nm = 2,39\tpara Rey > 500\t(47)\nFinalmente, a integração da equação (39) na camada superior da seção anular, considerando o elemento de área horizontal desenvolvido no apéndice 2, fornece:\nC = C D2 I S\tLe\n2 A\nS\nonde\nI\nexp\nDJsew - serenen e 1\td?\n. 2 e\tJ\n(48)\n(49)\ne M = 1 para as regiões I e III do anular\nM = (1 - k2) para a região II do anular, conforme descrito no apêndice 2,\ne é o ângulo descrito na figura 39 do apêndice 2.\nb\nA Concentração total de sólidos no anular pode então ser\ncalculada por :\nC = SOL\n(50)\nA C + A C L L S S\nIV.3.5 ~ Formulação Fínal\nAs cinco equações que regem o problema são ;\nT\nO)\ns\nL\njt/ 2 M exp\tu D (senjr-sene L) sens’ “\te\tb\ne b\t2 €\n(48)\ns\nL\nL\nL\n(\ns\n)\ns\nL\nL l\nJ\nT&lt;\n)\nl\n1\nL\n1 1\nAs incógnitas do modelo são a velocidade média das duas camadas, U e U, a concentração média de sólidos na camada\nS\tL\nsuperior, 0$, a perda de carga, dP/dz, e a altura do leito, h, que está implícita nos parâmetros geométricos (áreas e perímetros)\nA concentração do leito, C , é considerada uma constante no modelo e as variáveis U , C e A são facilmente obtidas através\nMM\tT\ndos dados requeridos pelo modelo, listados a seguir :\n-\tDiâmetro externo do anular;\n-\tDiâmetro interno do anular;\n~ Excentricidade do anular;\n-\tInclinação do anular em relação à vertical;\n-\tVazão de fluido;\n-\tVazão de sólidos;\n-\tMassa especifica do fluido;\n-\tíndice de consistência do fluido;\n-\tíndice de comportamento do fluido;\n-\tMassa específica das partículas sólidas;\n-\tDiâmetro das partículas sólidas,\n111.3.6\t- Adimensionauzação da Equação do Momento Linear\nIgualando o termo dP/dz nas equações (19) e (21) obtemos\numa relação entre as tensões e os parâmetros geométricos:\n=\t- F - T s + r, S.\nL L\t1!\nA\nL\nRearranjando a equação (51), temos:\n-A T S - A T.\ni s s 11\n(51)\n(52)\nS + A\n1\n+ T S ) = 0 L L\n( F s\nDividindo-se os\ndois\nlados\nda equação (52) por A . (rs S ),\nobtem-se\ns\nI t\n(\nL L\n) =\n(53)\nonde os coeficientes de\natrito de Fanning podem ser descritos\npela forma :\n„ K a Re\nK K\nExplicitando as relações entre tensões da equação\na L T L =\t(Dn h .\tv2’n pl L\t. rL\tL\tL . n\t. PL\tV 2 L\tk\t. ü 2n L 7\t\n\t. *\t. 8\"’1 /\t\t\t2\t\t\t\nT S\tfo\"\tV2'n p]\tp\t? s\ts\tP\t* V 2\tD n\t. ü2’nl\t&amp; s\na s\th .\ts . s\t. n\t.\tS\tS\t\t\t\n\t\t\t\t\t\ts\ts\t\n\t\t\t\t\t\t\t\t\n\t1 K\t. 8\"’’ 7\t\t\t2\t<\t\t\nt\tf p (U ”U )2/2\n1\t~\t1 S S L ' z\nf\tf\tTT 2 7-^\ns\tS ps Us /2\nf.\n1\nFinalmente,\nforma :\nf\ns\na equação (53) pode ser reescrita\nda\nn(3.\nD L\nn, + x¿\nonde :\n= o\n(54)\n(53)\t:\n2\no\n__L\nü\ns J\n(55)\n(56)\nseguinte\n(57)\n\trDn\tv2' n\t\tp\t\t\tp,\t2 v\na.\th\t•\tL\t'l\t«\tn\t.\tL\tL\nL\t\t\tn -\t1\t\t\t\t2\n\t\tK\t. 8\t\t\t\t\t\n\tl\t\t\t\t\t\t\t\n\t(Dn\t\ty2-n\tp 1\t\t\tP,.\tV 2\na\th\t*\ts\t\t•\tn\t# s\ts\ns\t\t\t\t1\t\t\t\t2\n\tL\tK\t. 8\tJ\t\t\t\t\nn ~ -i p\tF r s s s\t(59)\n-\tf\t(60)\n\tL\t\nn3 =\t2+P(2-n) Ü L\t(61)\n\t2+fi (2-n)\t\nD = L\tü s s D L\t\n\tD h\t(62)\n(63)\n(64)\nU s\nV s\n(65)\nDai, podemos dizer que a altura do leito é função dos parâmetros adimensionais: X', fj , ff2 e TT3 como do regime de escoamento das camadas. X' é o parâmetro de Lockhart-Martinelli modificado para o sistema em questão.\nSV “ Solução do Modelo\nIV.1 ” Metodología Adotada:\nA altura do leito, as velocidades médias das\ncamadas, a\nconcentração média da camada superior\nperda de\ncarga\npor\nunidade de comprimento,\nincógnitas\ndo\nproblema,\npodem\nser\nobtidas através da solução\ndo sistema\ndas\nequações\n(19), (21)\ne (48). A forma\nde resolução do\nsistema irá depender\ne a\n(7) ,\n(9) ,\ndo padrão de escoamento. Como não são disponíveis mapas indicando as faixas de ocorrência de cada padrão, são necessárias a solução sucessiva para os diversos padrões e a\ndefinição de mecanismos ou critérios para as linhas de transição entre os mesmos. 0 procedimento adotado foi o seguinte:\n* Leito Estacionário ■+ Neste caso, Ul é zero e a solução direta das equações (7) e (9) fornece valores de 11$ e C . A solução iterativa da equação (48) fornece valores de h. A perda de carga é então calculada diretamente pela equação (19).\n' Transição Estacionário ~ Móvel •+ A força F é calculada pela equação (21), não utilizada no item anterior. Se este valor for inferior ao de F , calculado pela equação (37) , a M A X\n•\tLeito Móvel ■+ Aqui F = fmAx e as cinco equações do sistema devem ser resolvidas simultaneamente por métodos iterativos.\n•\tTransição Leito Móvel ~ Padrões Suspensos -* Caso não seja encontrada solução para o padrão leito móvel, ou se o valor de h encontrado for próximo de zero ou ainda se as velocidades das camadas forem muito próximas, deve-se partir para a resolução dos padrões totalmente suspensos.\n•\tPadrões Totalmente Suspensos -* Aqui, h = 0,\t= 0, Ug =\nU , C = C e a perda de carga pode ser calculada como para\nH S\tM\nescoamento monofásicos, uma vez considerada a massa específica da mistura.\n• Transição Heterogêneo - Pseudo Homogêneo •+ Aqui deve-se adotar um critério. Por exemplo, se a concentração local a 80% do diâmetro externo for maior ou igual a 95% da concentração a 20% da diâmetro externo, diz-se que o padrão é pseudo-homogéneo, caso contrário é heterogêneo.\nIV.2 ~ Programa Computacional\nFoi desenvolvido um programa de computador em\nlinguagem\nauto-explicativo que pode, facilmente, sofrer intervenções por\nparte de algum usuário.\nA solução do sistema não linear de equações foi feita por métodos iterativos específicos para cada padrão e para a solução da equação integral foi utilizado o método de Simpson.\nO programa foi desenvolvido em diversas etapas até atingir seu obj etivo finalf ou sej a, a simulação de escoamentos sólido-fluido não-newtoniano em seções anulares excéntricas e inclinadas. Tais etapas podem ser caracterizadas da seguinte forma:\nI\t-\tEscoamento\tem\tdutos\tcirculares horizontais\nII\t-\tEscoamento\tem\tdutos\tanulares\tconcêntricos horizontais\nIII\t-\tEscoamento\tem\tdutos\tanulares\texcêntricos horizontais\nIV\t~\tEscoamento\tem\tdutos\tanulares\texcéntricos inclinados\nV - Apresentação e Discussão de Resultados\nV.1 - Escoamento em dutos circulares\nA primeira etapa do programa desenvolvida visa descrever o escoamento horizontal sólido-fluido não-newtoniano em dutos circulares. Para tal, são utilizadas as relações geométricas desenvolvidas no apêndice 2. Este tipo de escoamento tem sua principal aplicação no transporte hidráulico de minério, onde procura-se minimizar as perdas de carga durante o bombeio.\nPara calibração dos parâmetros empíricos do modelo, foram\nutilizados dados experimentais de perda\nde carga obtidos por\nLiou\n1987\nescoamento\npartícul\nareia uma solução polimérica. Os\nvalores\nparâmetros\nempíricos foram variados\nf\nusual, segundo\nBagnold (1954).\nvalores\ncoeficiente\nescorregamento e 0,60 para a tangente do ângulo de atrito forneceram melhor correlação com os dados experimentais. Estes cálculos estão detalhados no apêndice 3.\nA figura 4 mostra a variação da perda de carga com a vazão volumétrica total para um escoamento água-sólidos, para duas\nconcentrações de alimentação. Os resultados são comparados com os dados experimentais de Doron (1987), mostrando correlação relativamente boa, em especial para o sistema menos concentrado.\nFig. 4 - Influência da Concentração de Alimentação na Perda de\nCarga em Tubos\nComo o escoamento em dutos circulares não é o objetivo central deste trabalha, serão mostrados a seguir apenas alguns exemplos da potencialidade do modelo e do programa simulador na análise do tema. As propriedades reológicas de todos os fluidos utilizados neste trabalho estão listadas na tabela 2.\nfluido nE\tK (N sn/m2)\tn\tnatureza do fluido\n' 1\t0,001\t1\tágua\n2\t0,2712\t0,64\tsolução de carbopol\n3\t0,437\t0,61\tbentonita de alta viscosidade\n4\t0,837\t0,578\tsolução de hidroxi-etil-celulose a 0,5%\n5\t0,0034\t0,416\t-\n6\t0,039\t0,68\tbentonita de baixa viscosidade\nTabela 2\t- Parâmetros Reológicos dos Fluidos Utilizados nas\nSimulações\nA figura 5 ilustra a variação da\nconcentração\nvolumétrica\nmédia de sólidos em função da vazão\nde bombeio\nnuma seção\ntransversal para dois tubos de\ndiâmetros\ndiferentes.\nDiagramas análogos podem\nser obtidos para perdas\nde carga e\n\naltura do leito.\nA figura 6 mostra a\nsimulaçao teórica de curvas de perda de\ncarga em função da vazão\ntotal para três concentrações distintas\nde alimentação e dois fluidos diferentes. Observa-se que as\ncurvas com o sistema água-sólidos são sempre inferiores às do\nsistema solução polimérica-sólidos.\nO\n>\n40.00\n30.00 H\nOT\no\t:\nP\t:\no\t”\n(.0\n20.00 -\nfluido : 4\ncarie alimenta cao : 4.2® densidade solido : 2.46 diámetro solido : 0.00058m\n__„„ diam tubo 0.038' m\n_ _ dium tubo 0.05\tm\no\nc*\no\no\nFig, 5 ~ Influência do Diámetro do Tubo na Concentração\nde\nSólidos\nE\n\\\no\nQ_\n.10000\no\n0*1 u o u\n<D o\no \"07\n<0 o_\nm\ncikjm tubo :\t0.0381 m\t\ndens solidos\t\t2.46\ndiam solidos\t\t0.00058\nfli ii<1o\t1\t„ Cm=\no oo e o fluido\t1\t- Cm=\n“TLE^-Í1 fluido\t1\t- Cm™\n■ SJ\" fluido\t4\t- Cm =\noooo_ti fKíldo\t4\t- Crn~\nÍOCOJ> fluido\t4\t- Cm=\n10»\n15® 20®\n10®\n15® 20®\n-y—y\nT\n1000\n0.001 , .. 0.01\nvqzqo total ( m3/s )\nFig. 6 - Influência da Reologia do Fluido e da Concentração\nde\nAlimentação na Perda de Carga em Tubos\nÀ figura 7 mostra a variação da altura do leito com a vazão\ntotal para dois fluidos distintos numa mesma concentração de alimentação. Aqui dois aspectos estão envolvidos: as propriedades físicas do fluido e o regime de escoamento. Observa-se que a solução polimérica (fluido 4) transporta sólidos mais eficientemente que a água (fluido 1) nas vazões baixas onde ambos escoam em regime laminar. Com o aumento da vazão, o sistema água-sólidos entra em turbulência e a altura do\nleito\npassa a ser inferior\nà do sistema\nsolução\npolimérica-sólidos. Finalmente, a\nvazão crítica para não\ndeposição de sólidos é menor para\nsistema sóiidos-solução\npolimérica.\no\nA tabela 3 apresenta os valores\nde\nvazão crítica para os\nsistemas indicados na figura 9 bem como a perda de carga durante\no bombeio destes na vazão crítica.\nfluido\tFluido 4\t\t\tFluido 1\t\t\nc„ w Vazão Crítica Perda de Carga (Pa/m)\t10 3,6x10\"3 4332\t15 4,6x10* 3 6847\t20 7,6x10* 3 18930\t10 4,6x10* 3 3974\t15 6,6x10* 3 7924\t20 7,6xl0*3 10645\nW 60.00\ndiámetro tubo : 0.0381 m conc olimentocoo : 4.2« densidocíe solido : 2.4-6 cíiometro soíiclo : O.OOOSBm\n0.0050\n■¿5 40.00\n0.0000 O.OOiO\nvo\nFig. 7 - Influência da Reologia do Fluido e do Regime de Escoamento da Camada Superior na Altura do Leito de Sólidos\nAssim, o programa desenvolvido pode ser utilizado como uma ferramenta adicional em projetos de minerodutos. Pode-se analisar a viabilidade econômica do uso de soluções poliméricas para o transporte hidráulico de minérios» Sugere-se o estudo de fluidos que apresentam o mínimo de perda de carga em vazões inferiores às da água, como o descrito na figura 6.\nV.2 - Escoamento em dutos anulares\nV.2.1 \" Análise de Sensibilidade do Modelo a Parâmetros Incorporados\nCom o objetivo de verificar a sensibilidade do modelo aos parâmetros incorporados nas quatro etapas descritas no item IV,2, foram rodados os programas referentes a cada fase, de modo a simular o escoamento de uma solução polimérica e partículas sólidas em um duto anular de diâmetros 0,127 m x 0,0482 m (5 x 1,9 pol), inclinado a 70° em relação à vertical,\nPara a etapa I, foi considerado que o anular pode ser representado por um tubo de diâmetro equivalente 0,0788 m (3,1 pol), segundo o critério do diâmetro hidráulico. Já nas etapas III e IV, supõe-se que a excentricidade do tubo externo é de 0,5.\nAs figuras 8 e 9 mostram respectivamente a variação da concentração de sólidos e da altura do leito com a vazão de fluido para as quatro etapas, bem como dados experimentais de lyoho (1980). Tais figuras indicam que a passagem de uma etapa para outra representa mudanças altamente significativas nos resultados. A concordância razoável da etapa IV com os dados experimentais indica que a modelagem evoluiu por caminhos coerentes. Deve-se ressaltar que os dados experimentais são em pequeno número e foram obtidos em condições bastante distintas às das hipóteses do modelo, tais como escoamento em um tubo externo de acrílico liso e um tubo interno submetido à rotação. Assim , tais dados foram utilizados como comparação de tendências e não como restrições ao aprimoramento do modelo por\nhipóteses fisicamente bera fudamentadas.\n\"x 4 0.00\n\nO\nO\n0')\n20.00\n\\\nO\nO\no\n□\no\nQ\n10.00\nI\n0.00\n\ndiam externo : 0.127 m cilaíY! interno\nVQXQO solidos partículas :\ndensidade diâmetro :\ní.uido ; 3\n* • • • ■ daáos\nÀ\nlyoho (i980)\n0.002 0.004 0.006 0.008 0.010 0.012 0.014 0.01S s)\nFig. 8\t- Previsão da Concentração Volumétrica de Sólidos em um\nEscoamento Anular Calculada pelas Quatro Etapas do\nModelo\nA calibraçâo dos parâmetros empíricos do modelo, a partir de dados de concentração volumétrica de lyoho (1980) e Tomrera (1979) forneceu os valores de 0,15 e 0,60 para o coeficiente de escorregamento e para a tangente do ângulo de atrito, respectivamente. Para o par escolhido foram obtidos desvios médios de + 5,9 % para a concentração de sólidos e - 3,4% para a altura do leito. Maiores detalhes constara do apêndice 3.\n40,00 -\n0.008 do\nciíOiTi externo : 0.127 rn cOm interno : 0.04826 m vozeio solidos : 0.15 kg/s partículas ;\ndensidade : 2.62 diâmetro ; 0.0063 m luida ; 3\ndados lyoho (1980)\nFig. 9\t- Previsão da Altura do Leito em um Escoamento Anular\nCalculada pelas Quatro Etapas do Modelo\nV.2.2 - Avaliação da limpeza de poços\nNeste tópico, são apresentados diagramas visando quantificar o efeito de diversas variáveis independentes na concentração volumétrica de sólidos e na altura do leito. Estes dois parâmetros são considerados bons indicadores do grau de limpeza dos trechos anulares em estudo. Sempre que possível estão incluídos nos gráficos resultados experimentais para comparação.\n- Efeito da Inclinação do Poço:\nAs figuras 10 e 11 ilustram a variação dos parâmetros de limpeza com a vazão de fluido para três inclinações diferentes. Observa-se que o efeito da mudança de inclinação é mais acentuado nas inclinações intermediárias que nas altas, ou seja#as curvas a 60 a 80° estão mais próximas que as curvas a 40 e 60 .\n\nrfiarri externo : Ò. if? m diam interno : 0.04826 m vaza© soiidos : 0.15 kg/s partículas :\ndensidade : 2.62 diarnetrci ; 0.0063 m fluida : 2\nexcentricidade : 0.5\n30.00 -\ndados experimentais de lyoho (19801 :\n■ ' - - ■ 80 graus n n E n n 60 arOUS\nFig. 10 - Influência da Inclinação do Poço na Concentração de\nSólidos em um Escoamento Anular\n80.00\n,, 60.0Q\no\nO 40.00\n20.00\no\ndados de\nexpe\n¡vaho ('\nZ¡ D n □ D\n80\n&amp;0\ndíaiT! externo diam ¡r.terno vozot soiidos\npartículas ; densidade ; diámetro : íluido ; 2 excentricidade\n0.127\"m ” : 0.04826 m\n; 0.15 kg/s\n2.62 0.0063 rn\n: 0.5\no o\n/■.. ¿y\ti ¡\nO.-..:a- -mrrTrrxTnTTiimrTimrT-nmn , i ? l enTrmZ i ¡ i 111TTTn-prn-rTiTrri\n0.002\t0.004\t0.006\t0.008 Ü.Q1O JO.012\t0.014\nvüzoo de fluido (mó/s)\nFig. 11 - Influência da Inclinação do Poço na Altura do Leito em um Escoamento Anular\n- Efeito da Excentricidade do Anular:\nAs figuras 12 e 13 mostram curvas de concentração e altura do leito em função da vazão de fluido para 3 excentricidades diferentes. O modelo é bastante sensível a esta variável, uma vez que os parámetros geométricos envolvidos são calculados por expressões diferentes, a depender da região na qual a Ínterface se encontra. Esta fato explica a forma diferente das curvas para cada excentricidade. De uma maneira geral, conclui-se que anulares excêntricos apresentam maiores problemas de limpeza que os concêntricos.\n^40.00\nO\n>\ncHam externe : 0.127 m cfüim interno : 0.04826 m vozao soíidos : 0.10 kg/s particulos :\ndensidade : 2.62\n<0\nQ \"O\n50.00\n20.00\nO 0.00 4-rn-\nO 0.002\n\\\nx\ndiámetro : 0.00613 rri\n0b! l<;0\t1\níodinoiroo : 90 graus\n_____\texcentricidade\ti\t1.0\n™\t™_\texcentricidade\t:\tG.5¡\n_____excentricidade\t:\t0.0i\n'*■**■•\tdados iyoho (1980)\nexcentricidade ; O.ó\n\\\n\\\n0.004 O.OOS\n'2 G Z C O d\n0.008 O.'JW 0.012 0.014\ne fluido (m3/s)\n\nO\n00\n<1>\n70\n\n\nFig. 12 - Influência da Excentricidade do Anular na Concentração\nde Sólidos\nO\nO\nO\n80.00\ndiem externo diom interno\n......._....\t: 0.04826 m\nvozno solidos : 0.15 kg/s\n60'00\n40.00\n20.00\n0.00\n0.002\npartientes : densidade : 2.62 diámetro ; 0.0063 m\nfluido : 1 inclina coo\ngrous\n.... excentricidade\n_. excentricidade\n_ excentricidade\n: 1.0\ni 0.5\n: ü.O\nt\n'O\nTTnp\"rTT7 | | ! I ¡ I I I ¡ ! | I I I I I I I ll H R| I I\n0.004\t0.006\t0.008\t0.010\n0.012\n2\n\n. _ Efeito das Dimensões do Anular:\nA figura 14 mostra a variação da concentração de sólidos com a vazão de fluido para dois diâmetros diferentes do tubo interno. A curva para o tubo maior, onde o sistema está submetido a maiores velocidades anulares, indicou valores de concentração bastante inferiores ao do tubo menor. Portanto, para efeitos de carreamento de cascalhas, é interessante furar poços com a coluna de perfuração de maior diâmetro possível.\n40.00\n--\nz\n20.00 -\n(D\n\"O\no ;\no\nu 10.00 ~\no\nL...\ndiari'í et.ro\nÍnter no\n0.0 4S2\nd iü me tro externo : 0.1 27 m vcisac solidos : 0.15 kg/s pcriícuias :\ndiâmetro : ü.OOBOm densidade : 2.61\ninclinacao r 70 gr excentricidade : 0.5 fluido 5\n0.0702\n.020\nO\n>\n\nO ifí\n-\n-\nConcentração de Sólidos\n~ Efeito das Propriedades Físicas do Fluido\nAs figuras 15 e 16 ilustran a variação da concentração de sólidos e da altura do leito con a vazão, para quatro fluidos de propriedades reológicas diferentes. Os parámetros reológicos foram avaliados en conjunto, pois não é possível, na prática, sua variação isolada. De uma forma geral, os fluidos mais viscosos são transportadores mais eficientes de partículas. Tais fluidos, contudo, podem provocar perdas de carga por fricção muito elevadas durante o bombeio, diminuindo a eficiência da perfuração.\n30.00\n10\nO\n\"O\ndiam interno : 0.04826 m vazoo solidos : 0.15 l<g/s partículas :\ndensidade : 2.62 __ diámetro : 0.0063 m\nexcentricidade : 0.5 inclínacao : 80 grous\no\nCO\n20.00\nCD\n\"O\n___ fluido\n„ fluido fiusdo ..... fluido\n* - dados lyoho( fíuido 2\n1\n2\n3\n6 exp\n1980)\n\n002 ’ 0.004 '6.006 ’6.008 6.016 0.0'12 Ó.Ó'l4 6.016 vozao de duido (m3/s)\nFig. 15 - Influência das Propriedades Reológicas do Fluido na\nConcentração de Sólidos em um Escoamento Anular\n: 0.04826 m\ni ¡LdílC\n&lt;íijicc\nT 5 Li I&lt;30 dedos syoiiof 1980) jiliidO 2\ndiam externo diom interno vazao soiídos : 0.15 kg/s porticulos :\ndensidade : 2.62 diâmetro : 0.0063 m\nexcentricidade : 0.5 incünocoo : 80 grous\nFig. 16 - Influência das Propriedades Reológicas do Fluido na Altura do Leito em um Escoamento Anular\nAs figuras 17 e 18 ilustram a influência da massa específica do fluido nos parâmetros de limpeza. A princípio é um parâmetro mais efetivo na limpeza que a reologia, porém o aumento desta propriedade é, por vezes, indesejável ou inviabilizado por outros aspectos da operação de perfuração.\nFig.\n—.40.00\nííl o “O\n30.00\ncücrn externo : 0.127 m ciiom Interno : 0.04826 m Ooido : 2\nporticuíOE : densídode : 2.62 vozoo ; 0.15 ¡tg/s dicrrieiro : O.DO635m irictinocaa : 70 grous excentricidade : 0.5 densidade do fiusdo :\nu\nV.1\n.00\n\\.\nO\nc\no\no\n0.00\n\\\n\\\n\\\nI\nI\ní\n_ V__________________________________\n■|-TTTl:-rTT7-7'r'V'in'^\"7;í’?’Tvrr-rrTTT7--rr-r-r—pd-rvriT'rn'^’t'rt'iTTrrF'\n0.006\t0.008\t0.010\t0.012\t0.014\t0.016\nvqzgg de fluido\ts)\n■\n\\\n\\\n\ni\n17\t~ Influência da Massa Específica do Fluido na\nConcentração de Sólidos\n60.00\n40.00\nO\n<5\n6R\no\n\"O\no 20.00\nu..\n3\ndiam externei : 0.127 m x dic-rn interno : 0.04826 rr¡\\ OcídCt 1\npcrticLiios :\t.\ndensidade : 2.62 vezad. : C. 1 5 kg/s\t1\ndicnTietro ; 0.00635™\t\\\nindinaccc. ; 70 grous excentricidade : 0.5\n0.00\n0.004\t0.006\t0.003\t0.010\nyazco de fluido (m3/s)\n\nIS - Influência da Massa Específica do Fluido na Altura do\nLeito em um Escoamento Anular\n- Efeito da Vazão de Sólidos:\nAs figuras 19 e 20 ilustran a variação das propriedades de limpeza com a vazão de fluido para duas vazões de sólidos, ou, indiretamente, taxas de penetração da broca. Os resultados mostram que dobrar a taxa de penetração implica num pequeno aumento na concentração de sólidos. Assim, a limpeza não deve ser um fator limitante da velocidade de perfuração de poços de elevada inclinação. Deve-se ressaltar que os exemplos utilizam baixa concentração de alimentação de sólidos, característica das operações de perfuração.\ndiam externa : 0.127 m diam interno : 0.04826 m riuido : 2 partículas :\ndensidade : 2.62 diâmetro : 0.0063 m excentricidade : 0.5 incliaacao : 70 graus\nFig. 19 - Influência da Vazão de Sólidos na Alimentação na\nConcentração de Sólidos em um Escoamento Anular\nva¿ao de fluido (m3/s)\nFig. 20 - Influência\nda Vazão de Sólidos na Alimentação na\nAltura do Leito\nem um Escoamento Anular\n- Efeitos do Tamanho\ne Forma das\nPartículas\nA figura 21 mostra a\nvariação da\nconcentração\nde sólidos\ncom a vazao para diversos\ndiâmetros\nde partícula.\nSegundo o\nmodelo, partículas menores seriam\nmais difíceis\nde serem\ntransportadas. Isso se deve à forte dependência\nda tensão\ninterfacial com o tamanho\nda\npartícula. Como o\narraste em\nmaiores alturas de leito\nsão\nverificadas\npela hipótese do\ndeslizamento. Modelos que preveem o movimento\ndos sólidos por\nsaltos, como o de Bin-Haddah (1988) tirara conclusões contrárias.\nParker (1987),através de experimentos, concluiu que o efeito do tamanho de partículas é secundário.\n4-0.00 D\t\td\t\tdiam externo : 0.127 n's diam interno : 0.04826 m\n\t\t*\tA.\tOuicio : 2\n\t\t-\t’ \\\tsortia ui as :\n¡4?\t\t\t\tríensi-dade : 2.62\n\t30.00\t\tA?'-...\tvcaao i 0.15 kg/s exaeñtric'rdade : 0.5\n\t\t\t\"A. A\tmckntjcoo : 70 gro-js\nO\t\t\tA 's-\t\nTI\t\t\tA A\t-.. di<imetra panícula :\n\t\t\t\t\t\no\t\t\tv-\t’>\t6 mm\n-71-\t20.00\t\t\t\\\tm .... 9 mm \\\\\t\t 3 mm\n<v\t\t\t\t'\\\n72\t\t\t\t\n\t\t\t\t\nO\t\t\t\ti \\ :\nO\t\t\t\t*\t1\tr\nC\t\t\t\t, 1 ;\nO\ts. U ü\t\t\t1 :\n\t\t\t\t\n\t\t\t\t, ¡ i\nc\t\t\t\t\n\t\t\t\til i\no\t\t\t\t\nc\t\t\t\t1 7\no\t0.00\t\t\t\n\t\t\t\t\nO 0.002 0.004 0.006 0.008 0.010 0.012 0.014 0.016 vazão de fluido (m3/s)\nFig. 21 - Influência do Tamanho das Partículas na Concentração de Sólidos em um Escoamento Anularto Anular\nA figura 22 mostra a variação da concentração de sólidos cora a vazão de fluido para partículas de duas esfericidades distintas. A figura mostra que o efeito de forma da partícula ê desprezível.\n(/)\nO \"O\n30.00\nO í!~)\ndiom ««em© . 0.127 m diam interno : 0.04826 m fluido : 2\npcirtictilas : densidade : 2.62 vascro : 0.15 kg/s diametra : Q.OOÉJSm íncliaacao : 70 graus excentricidade : 0.5 esfericrdade :\n\\\t1.0\nX\t____0.7\n\no\n\nr~\nO k-, o •u\n..\n0.00\nFig. 22 - Influência da Forma das Partículas na Concentração de Sólidos em um Escoamento Anular\nV.2.3\t- Análise de Sensibilidade a Parâmetros\nOperacionais\nNeste item, pretende-se apresentar, através de um estudo de casos, um exemplo prático de como o programa desenvolvido pode auxiliar na programação de operações de campo.\nFoi tomado como exemplo o poço 9-FZB-446D-CE perfurado no intuito de realizar testes de controle de horizontalidade, de limpeza do poço e de modelos para previsão de torgue e arraste. Passarelli &amp; Lomba (1989) relatam a ocorrência de arraste de 20\ntoneladas a 640 m durante uma conexão, já no trecho horizontal.\nOs dados referentes a esta situação estão na tabela 4.\ndiâmetro do poço\t0,2150 m (8,5 pol)\ndiâmetro externo da coluna\t0,127 m (5\tpol)\ninclinação\t90 graus\nvazão de fluido\t0,022 m3/s (350 GPM)\ntaxa de penetração\t0,004 m/s (15 m/h)\nfluído: massa específica\t1104 Kg/m3 (9,2 lb/gal)\nK\t0,295 N sn / m2\nn\t0,698\nTabela 4 ~ Dados Relativos ao Poço 9-FZB-446D-CE\nO programa simulador foi rodado para os dados da tabela 5, sendo o anular considerado totalmente excêntrico, ou seja, a coluna de perfuração encostada na parede inferior do poço, hipótese considerada adequada para o escoamento horizontal.\nOs resultados do programa foram:\nAltura relativa do leito\t: 53,5 %\nConcentração volumétrica média\nde sólidos no trecho em estudo\t: 17,3 %\n-\tvazão de fluido;\n-\tdensidade do fluido;\n~ taxa de penetração da broca;\n-\tíndice de consistencia do fluido;\n-\tíndice de comportamento do fluido.\nOs resultados de concentração e altura obtidos pelas simulações estão apresentados, sob a forma gráfica, nas figuras 23 e 24, respectivamente. A origem do gráfico, ponto (0,0), representa a situação base utilizada durante a operação, ou seja h - 53.5 % e C =17,3%. Nas abcissas estão assinaladas as variações percentuais de cada um dos parâmetros acima citados, em relação ao caso base, no intuito de melhorar a limpeza do poço. Finalmente, nas ordenadas estão assinalados os decréscimos percentuais na altura e na concentração, resultantes da variação de cada parâmetro operacional.\nFig. 23 - Análise de Sensibilidade da Altura do Leito em\na Diversos Parâmetros Operacionais no\nHorizontal do Poço 9-FZB-446D-CE\nRelação\nTrecho\nmicicQo do parámetro (%)\nFig. 24 - Análise de Sensibilidade da Concentração de Sólidos era Relação a Diversos Parâmetros Operacionais no Trecho Horizontal do poço 9-FZB-446D-CE\nDa análise das figuras, observa-se que o parâmetro mais efetivo, para este caso, é a vazão do fluido. Um aumento da ordem de 20% na vazão provocaria um decréscimo da ordem de 40% na concentração de sólidos. A extinção total do leito de sólidos só ocorreria, contudo, com um aumento de cerca de 60% na vazão de sólidos, o que talvez seja muito elevado para o caso em questão.\nOutro parâmetro bastante influente é a densidade do fluido. Porém,, na prática, aumentos da densidade do fluido estão limitados por diversos problemas de perfuração tais como o risco de prisão de coluna por diferencial de pressão, redução na taxa de penetração ou fratura da formação imediatamente após a sapata do revestimento anterior, e devem ser considerados com reservas. A utilização de baixas taxas de penetração não parece ser uma medida efetiva na melhoria da limpeza, uma vez que a altura do leito é pouco sensível à concentração como foi visto no item anterior.\nA variação dos parâmetros reológicos tem efeito moderado e deve ser considerada. A análise da variação dos dois parâmetros independentemente é inadequada pois, na prática, é impossível ocorrer. Seria mais pertinente que tal análise fosse feita através de parâmetros reológicos obtidos em laboratório, resultantes da adição de viscosificantes ao fluido base.\nA figura 25 ilustra a variação da altura do leito com a vazão de fluido, para o poço em estudo.\nAssim, entende-se que o responsável pela programação de um poço de elevada inclinação possa utilizar o programa desenvolvido visando uma operação segura e com um mínimo de paradas para circulação do poço.\nexlerrio interno\nvareio : 0.40 kg/s diometrc : 0.00635 m densidode : 2.62 fkddo :\ndensidade: : 1.1 Ci k '.\tNsn/rri2\nn : 0.68\nFíg» 25 - Influência da Vazão de Fluido na Altura do Leito para\nos Dados do Poço 9-FZB-446D-CE\nVl.2.4 - Diagramas Adimensionais\nCom o intuito de levantar gráficos que representem mais genericamente o problema em questão, foi elaborado um procedimento de adimensionalização das equações de conservação do momento linear, análogo ao apresentado por Taitel &amp; Dukler (1976), que está detalhada no item III.3.6.\nA forma final adimensionalizada, representada pela equação (57), indica que as variáveis de saída do programa estão relacionadas com as de entrada através de quatro parâmetros adimensionais, que foram representados por X',\t, j-j e j]3 >\nbem como do regime de escoamento em cada camada e de parâmetros\ngeométricos.\n, Aqui, propõe-se simplificar o sistema, para previsão da configuração leito móvel, desprezando-se a concentração de sólidos na camada superior, que é comprovadamente de ordem de grandeza inferior à concentração de sólidos no leito.\nCom esta hipótese, os parâmetros jj e\tpodem ser\nconsiderados como função direta da altura. A hipótese que\té\naproximadamente constante foi confirmada pela execução do programa e será utilizada.\nAssim, a altura e a concentração de sólidos poderiam ser expressas unicamente como função do parâmetro X' e do regime de escoamento da camada superior, uma vez que para todos os casos rodados a camada inferior encontra-se sempre em regime laminar.\nA adequação destas hipóteses está ilustrada nas figuras a seguir. As figuras 26 e 27 mostram a variação da concentração de sólidos e da altura com o parâmetro X' para quatro fluidos diferentes. Os fluidos 2 e 3 encontram-se em regime laminar na camada superior e suas curvas são quase coincidentes. Já os fluidos 1 e 6 encontram-se em regime turbulento e suas curvas são relativamente próximas e bastante afastadas em relação às dos outros fluidos.\n,-<35.00\nO\n>\n.30.00\n/• /.\nO\nf.r>\n20.00\n70\n\n--g 25.00\n10.00 c?\n(0\nexc-r-iiOüidcóe : 0.5\nÉncírnocoo : 90 graus\n-f-n-rwr-r-^-f-rrniy-—¡—r-i-i^Trr-'-'-T^rr^i’Ttr’'—?~i i h D]-r\n0.0001 0.001 0.01 0.1 1 X!\nFig. 26 - Variação da Concentração de Sólidos com o Parâmetro X’\npara Quatro Fluidos Distintos\n70.00\n■;r\n60.00\n&amp;\n1\np\n.s’\n5^ 40.00\nÓX\n<0\ns_.\n30.00\nO\n23\n±5 20.00\nO\n(0.00\n/\n7\ni\nl / í\nexcerd.ric.ido de : 0.5 iricíinQc.CO : 90 grcus\nf^rrrrrf-j—r'w-nr^-]—r-rrrirn--1—\n0.0001 0.001 0.01\nX1\n■7—rtnrrrr'\n0.1\nFig. 27 ** Variação da Altura do Leito com o Parâmetro X’ para\nQuatro Fluidos Distintos\nAs figuras 28 e 29 ilustram a variação da altura do leito para duas excentricidades e inclinações. En ambas as figuras estão plotadas curvas para o fluido 2 (em regime laminar) e para o fluido 1 (em regime turbulento). Analogamente às figuras 26 e 27t observa-se que as curvas para excentricidades ou inclinações distintas, para um mesmo regime, são bastante próximas.\n70.00\nC-\n■C 40.00\no\nc\n30.00\nO\nD\n±1' 20.00\nO\nfluido : 2\tfluido : 1\n'0.5\niriclinocüa : 90 grous\n10.00\n0.0001 0.001 0.01 0.1 1\nX'\nfluido : 1\nexcentricidode : 0.5\n-riTrrri-t-r-rrrn-rç----r-i-r-r-nríi---r~1\n0.01\t0.1\ti\nX1\nFig. 29 - Variação da Altura do Leito com o Parâmetro X? para Duas Inclinações\nAssim, a partir desta análise simplificada, pode-se concluir que as variáveis de controle da limpeza do poço podem ser estimadas a partir do parâmetro X' e do regime de escoamento da camada superior. O parâmetro X' representa a relação entre as perdas de cargas em cada uma das camadas quando escoando separadamente no duto anular.\no escorregamento entre as fases, o que permitiria uma caracterização mais adequada do parâmetro X'.\nV.2.5 - Mudanças de Padrão de Escoamento\nDentre as diversas fronteiras que caracterizam a mudança de padrão em um escoamento sólido-líquido, a de maior interesse é a que separa as regiões de leito móvel e suspensão\nheterogênea. Alguns dos modelos para simulação do carreamento de\ncscalhos, tais como os de Gavignet &amp; Sobey (1986) e Bin-Haddah (1988), tem como objetivo final o cálculo do conjunto de variáveis operacionais que garante a não formação de leito.\nA figura 30 ilustra a variação da vazão crítica para não formação de leito com inclinação para dois fluidos e duas excentricidades distintas. Tais previsões foram executadas pelo\nmodelo aqui desenvolvido.\nA tabela 5 mostra a comparação das previsões do modelo\ncom\nos resultados esperimentais de velocidade crítica\nobtidas\npor\nFord et al. (1990) para rotação de 60 RPM.\nDeve-se observar que os dados experimentais\nobtidos\nnão\nseguem a tendência esperada, uma vez que os\nvalores\nde\nvelocidade critica oscilam com a diminuição da inclinação.\n0.01 6 i\n0.014 ¿\n\nti ui CO\nexcentricidade : 0.5\nHuido\nexcentricidüde : 0\n0.010\nCl\nÍ.J\n3 d -í\n\nZ 0.006\ni-1\nN\n\nvazao solidos : 0.\ni«j/s\nCí.ot\n3\n3\ndiámetro pcrticulcs : 0.0063 rn\nU. U J z\nFig. 30\nInfluência da Inclinação, Reologia do Fluido e\nExcentricidade na Vazão Crítica para Não Formação de\nLeito\nDiversos autores recomendam a utilização da\nvazão crítica\ndurante as operações de perfuração. Muitas vezes,\ncontudo, não é\npossível utilizar tais condições e opera-se em\ncondições de\nleito móvel sem maiores problemas.\nTeste\tVelocidade Crítica (m/s)\t\tDesvio\n\tEste Modelo\tDados Ford et al.\t\n65\t1,090\t0,773\t41\t%\n67\t0,982\t0,821\t20 %\n68\t0,747\t0,773\t- 3\t%\n69\t0,718\t0,802\t-10 %\n70\t0,70\t0,614\t14\t%\nDesvio Médio\t\t\t12,4 %\nTabela 5 - Comparação de Previsões de Mudança de Padrão\nV.2,6 \" Perdas de Carga\nOutra contribuição do modelo aqui desenvolvido é o cálculo da perda de carga por fricção em trechos anulares. Normalmente, os programas hidráulicos de perfuração consideram as perdas de carga totais do sistema. No caso de poços de alta inclinação, valores significativamente maiores de perdas por fricção podem ser observados quando há formação de leito. A figura 31 mostra a variação da perda de carga com a vazão para um fluido puro e para o fluido com cascalhos. São utilizados os dados do trecho horizontal do poço 9-FZB-446D-CE, descritos na\ntabela 4.\nWíjO\nO Q-i...\nG\nG\nsao-\n600\ndiam externe : 0.215’2 m diam ¡merecí : 0. i 27 rr¡ solidas :\nvozao : 0.40 i-rg/s diámetro : 0.00635 m densidade 2.62 flui-do :\ndensidade : 1.1Q k : 0.295 Nsri/mO n : 0.68\nexcentricidade : 1.0 ínciinacao 90 groas\n\nü.g’io\nvazo\n0.Ò20\t0.030\t’ OXXÓ ’ ’ n OXíSO\nde fluido (m3/s)\nFig, 31 ” Influencia da Vazão de Bombeio na Perda de Carga Anular para um Fluido Puro e com Cascalhos\nObserva-se que a curva do fluido com cascalhos é decrescente com a vazão, passa por um mínimo e torna-se crescente. Quando ocorre a transição leito móvel- suspensão, a curva torna-se paralela e muito próxima à do fluido puro. A descontínuidade da curva do fluido puro ê devida à transição do regime laminar para o turbulento.\nV.2.7 - Comparação com Outros Modelos\nAqui são comparados os valores de vazões críticas como função da inclinação para o escoamento do fluido 2, em um poço de 0,2159 x 0, 0762 m (8,5 x 3 pol), calculados por este modelo e por outros existentes na literatura, citados no capitulo II.\nPara os modelos empíricos\n(Bin-Haddah,\nlyoho e Becker) é\nestipulada a concentração de\n5\t% como a\nreferente à vazão\ncritica. Os modelos teóricos\n(Gavignet &amp; Sobey, Bin-Haddah e\neste) não necessitam de tal informação. A figura 32 ilustra o\nexposto.\n..... lyoho\n. _ Bin-Ho ci doh n’leconic' ... Becker\n__tíin-Haddçih empirics? r.„- Govignet &amp; \"ste modeki\n0.06\nO 0.03\ndicm diem finido excen solidos :\nwKco : 0.15 S<g/s cicm D.00S35 m densídode 2.6\nexterno : 0.2159 sn in te mo : C.0762 m\n2\ntricidode : 0.5\nObserva-se que a correlação de Iyoho, por ter sido\nestabelecida para condições bastante diversas das utilizadas,\nprevé valores de vazão critica muito inferiores\nàs previstas\npelos outros modelos e seu uso é desaconselhado.\nOs demais métodos\napresentam resultados\nrelativamente\npróximos f sendo que a\ncurva referente ao\nmodelo aquí\ndesenvolvido se situa na\nregião média dos valores\npreditos pelos\noutros.\nVI\t- Conclusões e Recomendações\nVL1 - Conclusões\nFoi\napresentado um modelo matemático para descrever o\nescoamento\naxial anular de misturas sólido fluido\nnão-newtoniano\nem trechos\nhorizontais e inclinados, Este modelo\né baseado no\nmecanismo\nde transporte por deslizamento\nde\num leito de\npartículas\nsólidas formado na parte inferior\ndo\ntrecho\nanular\ndevido à ação de forças gravitacionais.\n- Foi então elaborado um programa de computador visando obter a solução numérica do sistema de equações que rege o modelo desenvolvido. Este programa pretende auxiliar a compreensão do fenômeno do transporte de cascalhos em poços de elevado inclinação, bem como ser uma ferramenta útil na\nprogramação de operações de campo.\n- A execução do programa permitiu avaliar a sensibilidade do modelo a diversos parâmetros. Os resultados, compatíveis com observações experimentais estão resumidos a seguir:\nParâmetros relevantes:\n2” Excentricidade\tanulares\ttotalmente\texcêntricos\t\t\napresentam maior tendência\tà formação\tde\tleito\tque\tos\nconcêntricos.\t\t\t\n3- Inclinação do poço -\tgeralmente,\tem\tpoços próximos à\nvertical, não hâ tendência\tà formação\tde\tleito nas vazões\nhabituais de operação.\t0\taumento da\tinclinação,\taumenta\t\nsignificativamente o valor da vazão necessária para manter as partículas em suspensão. Para inclinações acima de 70% contudo, este efeito é atenuado.\n4-\tDimensões do Anular - a minimização da área da seção anular diminui consideravelmente os valores de concentração de sólidos,\n5-\tDensidade do Fluido - pequenos aumentos de densidade do fluido podem melhorar significativamente a eficiência da limpeza de poços.\n6~ Reologia do fluido : tem influência moderada no modelo.\n0 aumento dos índices de consistencia e comportamento do fluido são positivos para a melhoria da limpeza. 0 regime de escoamento é uma variável importante e . a turbulencia é desejável na perfuração de poços de elevada inclinação.\nParâmetros secundários:\n2~ Tamanho e forma das partículas\n- Destes resultados, pode-se inferir que a utilização\nde\naltas vazões de bombeio, de fluidos de elevada densidade e\nde\ncolunas de\nperfuração de diâmetro máximo são favoráveis\nlimpeza do\nanular. Recomendações\nneste sentido\nsão contudo\nsimplistas,\npois a programação\nadequada dos\nparâmetros\nhidráulicos\ndeve atender, além dos\nrequisitos de\nlimpeza,\ndiversos aspectos da operação\nde\nperfuração, tais como\nminimização de trechos alargados\nou\ndo\nrisco de fratura\nde\nformações fracas. Assim ,esta\nanálise\nteve como objetivo\nprincipal quantificar os efeitos\nde cada\nparâmetro de modo a\nà\na\na\nauxiliar na programação hidráulica de um\npoço. Acredita-se que o\nuso do programa permitirá a realização de operações delicadas, tais como a perfuração de trechos horizontais com um mínimo de interrupções.\n- São apresentados gráficos adimensionais com o objetivo de quantificar a limpeza de poços, a partir de simplificações no modelo. Desta análise conclui-se que a altura do leito e a concentração de sólidos podem ser estimadas a partir do parâmetro de Lockhart-Martinelli modificado para o escoamento em questão e do regime de escoamento da camada suspensa. Este procedimento deve ser aprimorado com a supressão de algumas das hipóteses simplificadoras e pode ser uma alternativa útil na estimativa rápida dos parâmetros de limpeza.\n- O modelo desenvolvido possibilita a previsão das perdas de carga no anular onde escoam, em diversas configurações,\nfluído e sólidos. Estes valores, para os casos onde há formação do leito, são sensivelmente superiores aos previstos pelos métodos convencionais para o cálculo de perdas de carga.\nVI.2 ~ Recomendações para Continuação do Trabalho\n-\tO modelo aqui desenvolvido pode ser aperfeiçoado de modo a simular de maneira mais realista o fenômeno em questão. Dentre os diversos caminhos a seguir, pode-se citar como relevantes:\n1-\tA introdução de relações entre as velocidades de cada fase em uma camada, descartando a hipótese do não escorregamento. Este aspecto é importante na modelagem dos padrões suspensos, onde o presente estudo tende a prever valores de concentração de sólidos inferiores aos verificados experimentalmente,\n2-\tA extensão do presente modelo para o caso de escoamentos transientes, submetidos a geometrias diversas e com possiblidade de alteração dos valores das diversas variáveis operacionais durante a execução do programa simulador correspondente.\n-\t0 modelo desenvolvido adota alguns parâmetros e correlações de natureza empírica que foram possivelmente obtidos para situações distintas das encontradas no campo. Sugere-se que trabalhos experimentais representativos sejam realizados no intuito de validar ou reavaliar, para o escoamento em estudo, valores ou expressões para o cálculo de:\n1- Coeficiente de atrito na interface leito-suspensão\nheterogênea\n2- Ângulo de atrito interno dos sólidos\n3” Coeficiente de escorregamento\n-\tComo aplicações práticas do modelo desenvolvido, propõe-se:\n1~ Generalizar estudos de análise de sensibilidade à variáveis operacionais. Reformular análise de sensibilidade à reologia, baseado em parâmetros obtidos em laboratório para a adição de víscosificantes a um fluido base.\n2-\tUtilizar os resultados de perda de carga anular obtidos pelo programa simulador em procedimentos para otimização da hidráulica de perfuração.\n3-\tLevantar correlações, em laboratório e no campo, entre os parâmetros calculados pelo programa com variáveis indicadoras de problemas de limpeza, tais como torgue e arraste na coluna de perfuração.\n-\tLevantar experimentalmente mapas de padrão de escoamento que caracterizem o sistema em estudo. Tais mapas seriam obtidos através de simuladores físicos e poderiam ter suas fronteiras comparadas com previsões teóricas do modelo desenvolvido. A determinação experimental de uma mapa deste tipo é um passo importante no melhor entendimento de escoamentos bifásicos e permite a aplicação adequada de modelos específicos para cada padrão.\nVII\t- Referências Bibliográficas\n•\tBagnold, R. A., \"Experiments on a Gravity Free Dispersion of Large Solid Spheres in a Newtonian Fluid under Shear \", Proc. R. Soc. A225, p. 49-63, 1954.\n•\tBecker, T.E., \"Correlations for Drill-Cuttings Transport in Directional Well Drilling\", Tese de Doutorado, U. of Tulsa, Tulsa, Ok, 1987.\n•\tBergles, A. E.; Collier, S. G.; Delhaye, J.M.; Hewitt, G.F. &amp; Mayinger, F., \"Two-Phase Flow and Heat Transfer in the Power and Process Industries\", Cap. 2, Hemisphere/McGraw-Hill, 1981.\n•\tBin-Haddah, A.S., \"Development of Models for Drill Cuttings Transport In Inclined Wells Based on Deposition Critical Velocity Concept\", Tese de Mestrado, U. of Tulsa, Tulsa, Ok,\n1988.\n•\tBourgoyne, A. T. ; Chenevert, M. E.; Millheim, K. K. &amp; Young, F. S., \"Applied Drilling Engineering\", cap.4, SPE Textbook Series, Vol 2, 1986.\n' Carstens, M.R., \"A Theory for Heterogeneous Flow of Solids in Pipes\", Journal of the Hydraulics Division of ASCE, 95\t(HY1),\np. 275-286, 1969.\n•\tColebrook, c. F., \"Turbulent Flow in Pipes with Particular Reference to the Transition Region between Smooth and Rough Pipe Laws\", J, Instn. Civ. Engrs , 11, p. 133-156, 1939.\n•\tDoron, P.; Granica, D. &amp; Barnea, D., \"Slurry Flow In Horizontal Pipes - Experimental and Modeling\", Int. J, of Multiphase Flow, vol. 13, na 4, p. 535-547, 1987.\n» Ford, S. T. ; Peden, S.M.; Oyeneyin, M. B. &amp; Zarrough, R., \"Experimental Investigation of Drilled Cuttings Transport in Inclined Boreholes\", paper SPE 20421, SPE Annual Technical Conference, New Orleans, LA, p. 23-26, setembro, 1990.\n•\tGandhi, R. L. , \" An Analysis of Hold Up Phenomena in Slurry Pipelines\", Hydrotransnort 4 - Fourth International Conference on the Hydraulic Transport of Solids in Pipes, 18 a 21 de maio de 1976.\n•\tGavignet, A.A. &amp; Sobey, I.J., \"A Model for the Transport of Cuttings in Highly Deviated Wells\", paper SPE 15417, SPE Annual Technical Conference. New Orleans, LA, Outubro, 1986.\n•\tGoedde, E., \"To the Critical Velocity of Heterogeneous Hydraulic Transport\", Proc. Fifth Int. Conf, on the Hydraulic Transport of Solids in Pines, paper B4, p. 81-98, Hanover, 1978.\n• Gomes, F.J.A.D., \"Hidráulica, Fluidos de Potência: Racionalização do Uso do Fator de Fricção\", I Encontro Técnico sobre Informática na Perfuração. Petrobras, Salvador, BA, 1987.\n■ lyoho, A.W., \"Drilled Cuttings Transport by Non Newtonian\nFluids Through Inclined,\nEccentric Anulli\", Tese de\nDoutorado, U. of Tulsa, Ok, 1980.\n’ Laruccia, M. B., \"Velocidade de Sedimentação em Fluidos Não-Newtonianos: Efeito da Forma e da Concentração de Partículas11, Tese de Mestrado, Universidade Estadual de Campinas - UNICAMP, 1990.\n*\tLiou, W. L. &amp; Torrest, R.S. - ” Supension Transport and Deposition in Pipeline Flow of Non-Newtonian Polymer Solutions\", Particularte and Multiphase Processes. Vol. 3, p. 207-224, Hemisphere, 1987.\n*\tLockhart, R. W. &amp; Martinelli, R. C. , ” Proposed correlation of Data for Isothermal Two-Phase- Two-Component Flow in Pipes\", Chem. Enon. Prog., Vol. 45, p. 39-48, 1949.\n*\tLomba, R. F. T. &amp; Martins A. L., \"Estudos sobre Carreamento de Cascalbos Realizados na Universidade de Tulsa, II Seminario de Fluidos de Perfuração ~ DEPER-SEDES, Petrobras, Salvador, BA, 4\na 7 dezembro, 1989.\n’ Martin, M, , \"Transport des Déblais en Puits Inclines\", Revue de L'Institut Francais du Pétrole, Vol. 44, na 4, julho-agosto,\n1989.\n*\tMetzener &amp; Reed, \"Flow of Non-Newtonian Fluids - Correlation of the Laminar, Transition and Turbulent Flow Regions\", AIChE J.t Vol. 1, p. 434, 1955.\n•\tParker, D. J., \"An Experimental Study of the Effect of Hole Washout and Cutting Size on the Annular Hole Cleaning in Highly Deviated Wells\". Tese de Mestrado, Ü. of Tulsa, Tulsa, OK, 1987.\n•\tPassarelli, R. &amp; Lomba, R. F. T,, \"Fluidos à Base de Água para Perfuração de Poços com Elevada Inclinação\", II Seminário de Fluidos de Perfuração - DEPER-SEDES. Petrobrás, Salvador, BA, 4 a 7 de dezembro, 1989.\n*\tRichardson, J.F. &amp; Zaki, W.N., \"Sedimentation and Fluidisation, Part I\", Trans. Instn. Chem. Engrs., vol. 32, p. 35-53, 1954.\n» Ryan, N. W. &amp; Johnson, M. M., \"Transition From Laminar to Turbulent Flow In Pipes\", AIChE J, vol. 5, p. 433,1959.\n•\tSá, C. H. M., \" Avaliação Experimental dos Efeitos de Parede,\nda Reologia e da Concentração de Partículas em um Escoamento Axial Anular Sólido-Fluido Náo-Newtoniano\", Tese de Mestrado, Universidade Estadual de Campinas- Unicamp, 1990.\n•\tSilva, M. G. P. &amp; Martins, A.L., ’’Escoamento Turbulento de\nFluidos de Perfuração”,\t2g Congresso Latino Americano de\nHidrocarbonetos, TT 207, 16 a 21 de outubro Rio de Janeiro, RJ, 1987.\n•\tTaitel Y. &amp; Dukler, A. E. , \"A Theoretical Approach to the Lockhart-Martinelli Correlation for Stratified Flow”, Inti. J^ Multiphase Flow, Vol 2, p. 591-595, Pergamon/Elsevier, 1976.\n•\tTaylor, G. - \"The Dispersion of Matter in Turbulent Flow Through a Pipe\", Proc. R. Soc., A223, p. 446-468, 1954.\n•\tTelevantos, Y., Shook, C.A., Carleton, A. &amp; Streat, M., \"Flow of Slurries of Coarse Particles at High Solid Concentrations\", CAn. J, Chem. End.&lt;vol 57, p. 255-262, 1979.\n* Wicks, M., \"Transport of Solids at Low Concentrations in\nHorizontal Pipes\", Advances in Solid-Liquid Flow In Pipes and\nIts Applications\", Pergamon Press, p. 101-124, 1971.\n* Wilson, K.C., \"A Unified Physically-Based Analysis of\nSolid-Liquid Pipeline Flow\", Hydrotransport 4. Conference, BHRA\nFluid Enqineerinq, Al,\tP-\t1-16, maio,\t1976.\t\n• Zandi, I. &amp; Govatos,\tG. ,\t\" Heterogeneous Flow\t\tof Solids in\nPipelines\". Proc. ASCE\tJs.\tHydraulics\tDivision,\t93\t(HY3), p.\n145-149, 1967.\nAPÉNDICES\nApéndice.1 Desenvolvimento de Equações Gerais para Escoamentos Bifásicos\n1.1 - ALGUMAS CONSIDERAÇÕES SOBRE A MODELAGEM DE ESCOAMENTOS BIFÁSICOS\nA modelagem de escoamentos bifásicos se baseia, assim como a dos monofásicos, nas leis gerais de conservação da mecânica dos fluidos. Geralmente, são necessárias leis de conservação, ou balanços, para cada fase, bem como relações que descrevam interações entre elas, chamadas condições de salto na interface. Para a caracterização completa de um sistema, é ,em geral, suficiente aformulação de balanços de massa, momento linear, e energia . Para o caso particular de escoamentos isotérmicos, os balanços de massa e momento linear são normalmente suficientes para estabelecer as relações entre as variáveis independentes e dependentes envolvidas.\nFinalmente, para a formulação matemática especifica das leis de conservação para um dado escoamento são necessárias informações sobre a geometria da interface entre as duas fases presentes. Essa caracterização é conhecida como padrão de escoamento bifásico.\nAs leis de conservação podem ser expressas matematicamente de diversas formas, cada qual tendo sua aplicação de acordo com as características específicas de cada escoamento. No presente trabalho serão utilizadas equações médias no tempo e na seção transversal do trecho em estudo. 0 diagrama da figura 33 apresenta o procedimento utilizado para a obtenção das equações.\n1.2 - DESENVOLVIMENTO MATEMÁTICO\nSeja um dado volume de controle bifásico, V(t), envolvido pela superfície A(t), de acordo com a figura 34. Esse volume pode ser dividido em dois subvolumes, V^(t) e E (t} circundados pelas superfícies Ay(t) e Â (tj, cada qual contendo uma fase k. A interface entre as fases tem superfícies A (t), cujo contorno pode ser descrito por Cft) .\nn n , e N representam vetores unitarios normais as superfícies A^(t), Ã2(t) e A.(t), respectivamente.\nIremos então restringir a definição do volume V(t) à de um volume geométrico fixo, onde V(t) = Vo e A(t) - Ao, adequado para a análise de escoamentos em dutos. Deve-se observar que a mesma formulação matemática final seria obtida para outros tipos de volume de controle, tais como volumes geométricos móveis ou volumes materiais.\nSegundo o procedimento proposto por Delhaye, exposto detalhadamente em Bergles et al. (1981), as leis integrais de balanço podem ser descritas, para sistemas bifásicos, pelos chamados Balanços Globais Instantâneos, cuja forma geral é:\nnfe) dâ +\n(nk . Jk) dâ\n(66)\nOnde os valores de ík, Me Jk são, respectivamente, a quantidade específica, o termo de fonte e o termo de fluxo , e podem ser definidos, para cada balanço de acordo com a tabela 6.\nBa 1 anço\tHa s sa\tMome nto Lí near\tEner g i a\nh\t1\tük\tSk\nJk\t0\t- Tk\tq - T ,ü k\tk k\n\t0\t\tí A\nTabela 6 ~ Grandezas Características das Equações de Balanço\n- para uma fase k (1 ou 2):\n^(pk $fc) + V . (pfe *k Uk) + V . lk- pfc $k = o\t(67)\ndt\n- para a interface A. (t) (condição de salto):\n1\n*4\t4\tr.fr\nm $\t+ n . J, + A Ç + n . J = 0\t(68)\n11112 2 2 2 ' '\nFinalmente,\nê interessante a obtenção de equações que\nrelacionem grandezas médias, pois essas são de aferição\nexperimental mais\nsimples, A integração dos Balanços Locais\nInstantâneos de\nFase,\nequação (67)\nf\nao longo da seção\ntransversal de\num\nduto,\nde acordo com\na\nfigura 35,\nfornece:\ndt\n+\nV.\n(pt *k Uk)<M +\n( % > t )\n+\n*>\nV, J dA k\npk »k ãA\n0\n(69)\nt)\n•íAk(z,t)\nA aplicação, na equação (69),\nde formas\nespeciais do\nTeorema de Gauss e da Regra de Leibniz, resulta\nnas Equações\nInstantâneas Médias na área AkfzJ,tj:\nt \\\t1 + Ê_ V\nat\tôz\nk\n(A £ + n. k k\tk\n¿C(Z, t )\nJk\ndC\nonde os operadores\ncoordenada do eixo\ndo\nnk\nn kc\nindicam\nduto\nBk\nJC (Z, t )\nK\t7\nmédias\nFig. 35 - Seção Transversal do Duto\ndc\n(70)\nnk\nna\nkc\nárea e\n<n -Pk\nz k\nk\n)\n<\n>\n2\n. J\nK\nz é a\nA média no tempo da equação (70) fornece, para cada as equações médias espaciais temporais:\nfase k,\nf a\nÔZ\n[A&lt;n .J > k z k\n+\nõ\n3t\n+ s\t(P *k\ndZ\nC(z,t)\n(71)\n\ndC\nonde o operador indica a nédia no tempo.\nAssim, substituindo as funções descritas na tabela 6, podemos escrever as equações médias para a conservação da massa e do momento 1inear, que serão ponto de partida para o desenvolvimento do trabalho.\nMassa :\t\t\t\t\nô A&lt;p > — k K k 2 at\t+\t(pk\t=- ÔZ\t(*k)\tdC\t(72)\n\t\t\tn .n,\t\nC(z,t) nk*nkc\nMomento Linear :\n(*k\t_á£_\nCfZ,t)\tk kc\nn . T dc k k ____ Ck(Zjt) nk*nkc\n(73)\nAs condições de salto na interface podem ser obtidas\npela substituição das funções da tabela 6 na equação 68 :\nMassa :\nm + &amp;\t=\n1 2\n0\n(74)\nMomento Linear :\n^2\" ”2T2= 0\t(75)\nApéndice 2 - Expressões para Cálculo dos Parámetros Geométricos\n2.1 - TUBOS CIRCULARES:\nSeja uro tubo de raio r, contendo um depósito, cuja altura pode ser caracterizada pelo ángulo mostrado na figura 36. varia entre -tt/2 (sem depósito) até n/z (tubo completamente obstruido). Os parámetros geométricos podem ser descritos por: camada superior:\n2 - area : A = r s\t2 (n “ 2 e ) - r sen ©\teos e b\tb\tb 2\t\t(76)\n- perímetro : S$\t= r\t(7T\t-\t2 eb)\t(77)\ncamada inferior:\t\t\t\n- área :\tAl\t= ir\t\t(78)\n- perímetro: SL = 2íir-Ss=r (n + 2 ©&amp;)\nperímetro da interface :\n= 2 r eos eL\nb\n(79)\n(80)\nFig. 36 “ Tubo com Depósito\n0 elemento de área horizontal, assinalado na figura 36\t,\npode ser calculado pela\nseguinte aproximação:\nSeja a a área do retângulo que aproxima o elemento de área\nem questão, que pode ser expressa por:\na = base x altura = 2 r cos e\n[ sen (e +Ae) - sen e] r =\n2 r2 cos e [ sen e cos Ae + sen Ao cos e - sen e] =\n2 r2 cos e [ sen e (cos Ae- 1)\n+ sen As cos e]\nQuando Ae ■+ 0 temos que :\nsen Ae -+ A®\ncos Ae •+ 1\nDaí:\na = 2 r2 cos2 e Ae>\n(82)\nda =\n«2 2\n2 r cos\ne de\n(83)\ne\n2.2 - ANULARES CONCÊNTRICOS:\nSeja o anular concêntrico determinado por um tubo externo de raio r e um interno de raio k.r . Neste caso, dividiremos a seção reta em questão em três regiões distintas de acordo com a altura do leito. A figura 37 ilustra as três situações distintas:\nAs três regiões podem ser definidas por:\nI\t; sen eu &lt;- k\nb\nII\t:\t~ k - sen eb ± k\nIII\t:\tsen eb > k\nRegião H\nFig. 37 - Anular Concêntrico com Depósito\nPara a definição dos parâmetros geométricos referentes à Região II, é necessária ainda a definição do ângulo , como assinalado na figura 38. e* e e mantém a seguinte relação:\nb b\nsen\nsen\n(84)\nk\nFig. 38 - Definição dos Ângulos no Anular Concêntrico - Região II\nObserva-se ainda que os parâmetros geométricos na região\nIII são semelhantes aos desenvolvidos para o tubo.\nOs parâmetros geométricos podem então ser descritos por:\ncamada superior:\n- Área:\nII : Ag = [ (77 - 2 r - r [sen e b\t-20)\t“ k2 (77 - 2 0*\t) ]\t+ b\tb _ ? ★ *\t\t(86)\n\teos s b\t- k sen ©\teos ©\t] b\tb J\t\nIII : A = r2 (7i s\t-2 Bb> 2\t2 - r sen ©t eos e b\tb\t(87)\n- Perímetro:\t\t\nRegiáo I\t: S„ = r (ti - 2 S\tb\t+ 2 77 k r\t(88)\nII : sg = tí r (k + 1)\t- 2 r (©fe + k ©* )\t(89)\nIII : Sg = r (n - 2 ®b)\ncamada inferior:\n~ Área:\nRegiáo I\t: Al = n r2 (1 - k2) - Ag\nII\t: A = ti r2 (1 - k2) - A\nt\tS\nIII\t: A = ti r2 - A\nL\tS\n(91)\n(92)\n(93)\n- Perímetro:\nII : S = 2 n r (k + 1) - s L\tf\tS\t(95) (96)\nIII : S = 2 ir r - S L\tS\t\nperímetro da interface:\t\nRegião I\t: S. = 2 r cos e 3\ti\tb *\t(97)\nII : S. - 2 r (cos s, - k cos e ) i\t'\tb\tb\t(98)\nIII : S. =2 r cos e i\tb\t(99)\nelemento de área horizontal:\t\n2 2 Região I\t: da = 2 r cos e do\t(100)\nII : da = 2 (1 - k2) r2 cos2© d e\t(101)\nIII : da = 2 r2 cos2© de\t(102)\n2.3 - ANULARES EXCÊNTRICOS:\t\nSeja L a distância entre os centros dos tubos de um anular excêntrico de acordo com a fig. 39. Lê positivo quando o tubo interno está deslocado para \"baixo\" e negativo quando para \"cima\". A excentricidade, € é definida por:\ne\n(103)\nk r\nr\nFig. 39 - Anular Excêntrico com Depósito\nAs expressões desenvolvidas para cálculo dos parâmetros geométricos no anular concêntrico são válidas aqui, mudando apenas as definições das regiões, que passam a ser descritas por:\nRegião I\tsen\t% &lt;\"\tj k\t| 1\tex c 1\nII :\t' 1\tkexc 1\ts sen ©\ts I k b\t1\te x c 1\nIII :\tsen\t% > 1\tk\t| e x c 1\t1\n(104)\n1\n(105)\ne\t* o\t= arc sen fh + L - r'\t\n\tb\t1 k\tr\n(106)\nonde h = r (1 +\nsen e )\nb\n(107)\nPartir de Dados Experimentáis\nConforme o descrito no capítulo V , os parâmetros empíricos do modelo, quais sejam o coeficiente de escorregamento e a tangente do ângulo de atrito, foram ajustados a partir de dados experimentais.\nPara o escoamento em tubos, foram utilizados os dados de perda de carga obtidos por Liou &amp; Torrest (1987) para o escoamento de sistemas sólido-solução polimérica. Os valores do coeficiente de escorregamento foram variados entre 0,15 e 0,40 e\ntangente\nângulo\nentre ,\n/ r\nperdas\nprevistas\nforam\ncomparadas\ncom\nexperimentais. Os pares de parâmetros\nmais\najustaram,\ntratamento estatístico simples,\ndescritos\nLamentavelmente\nestão\nnúmero\nexperimentais\ndisponível é bastante restrito para uma análise estatística mais\nconsistente.\nJá para o escoamento em dutos anulares, foram utilizados os dados de concentração volumétrica de sólidos de iyoho (1980) e Tomren (1979) para o escoamento de sistemas Carbopol-Sóiidos em trechos de excentricidade 0,5 e diversas inclinações. Nos testes considerados, o tubo interno girava com rotação de 50 RPM. Foram utilizados testes com rotação para ajuste dos coeficientes, uma vez que este parâmetro não é contemplado pelo modelo e desta forma seria considerado , ainda que de maneira precária.\nVazão total (m5/s)\tCone. na alim. (% vol.)\tPerda Carga exp. (KPa/m)\tPerda de carga teórica (KPa/m) (erro relativo %)\t\t\t\n\t\t\tV\t0,25\t0,30\t0,30\n\t\t\ttan\t0,2\t0,4\t0,6\n7,1 xlO'4\t1,5\t2,7\t2f67 (“1,11)\t\t2,2 (-18,5)\t1,89 (-30,0)\n\t1,05\t2,4\t2,53 (+5,4)\t\t2,04 (-15)\t1,75 (-27)\n1,0 xlO’3\t1,7\t1,95\t3,19 (+63,5)\t\t2,36 (+21)\t2,06 (+5,1)\n\t3,1\t2,45\t3,39 (+38,4)\t\t2,68 (+9,3)\t2,33 (-4,8)\n1,24x10'3\t1,6\t1,86\t3,6 (+93,5)\t\t2,52 (+35,4)\t2,04 (+9,6)\ndesvio médio (%) desvio médio absoluto (%)\t\t\t+39,93 40,37\t\t+ 6,44 19,84\t-9,42 15,3\nTabela 7 - Ajuste dos Parâmetros Empíricos Para o Escoamento\nem Tubos\nA tabela 8 mostra os resultados do tratamento estatístico para os pares que mais se adequaram. Para o par escolhido (tj= 0,15, tan0= 0,6) o erro médio relativo para os valores de altura do leito foi de -3,4%.\nParâmetros 7} tan$\t0,15 0,4\t0,15 0,6\t0,20 0,4\t0,20 0,6\t0,175 0,4\t0,175 0,6\nerro médio relativo (%)\t+ 17,5\t+ 5,9\t+39,4\t+36,2\t+21,6\t+ 16,6\ndesvio padrão do erro\t24,8\t20,4\t33,2\t32,2\t27,5\t24,9\nna de pontos\t9\t9\t12\t10\t8\t8\nTabela 8 - Ajuste dos Parâmetros Empíricos para o Escoamento em\nDutos Anulares"}]}}}