{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.05906"}, {"@name": "filename", "#text": "10367_48.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "CASA DE OSWALDO CRUZ - FIOCRUZ\nCláudia Penha dos Santos\nAS COMISSÕES CIENTÍFICAS DA INSPETORIA DE OBRAS CONTRA AS SECAS\nNA GESTÃO DE MIGUEL ARROJADO RIBEIRO LISBOA (1909-1912)\nCLÁUDIA PENHA DOS SANTOS\nAS COMISSÕES CIENTÍFICAS DA INSPETORIA DE OBRAS CONTRA AS SECAS\nNA GESTÃO DE MIGUEL ARROJADO RIBEIRO LISBOA (1909-1912)\nDissertação apresentada ao Programa de Pós-graduação em História das Ciências da Saúde da Casa de Oswaldo Cruz/Fiocruz, como requisito parcial para obtenção do Grau de Mestre. Área de Concentração História das Políticas, Instituições e Profissões em Saúde.\nOrientadora: Prof1 Dr3 MAGALI ROMERO SÁ\nFicha catalográfica\nCLÁUDIA PENHA DOS SANTOS\nAS COMISSÕES CIENTÍFICAS DA INSPETORIA DE OBRAS CONTRA AS SECAS\nNA GESTÃO DE MIGUEL ARROJADO RIBEIRO LISBOA (1909-1912)\nDissertação apresentada ao Programa de Pós-graduação em História das Ciências da Saúde da Casa de Oswaldo Cruz/Fiocruz, como requisito parcial para obtenção do Grau de Mestre. Área de Concentração História das Políticas, Instituições e Profissões em Saúde.\nAprovada em novembro de 2003.\nBANCA EXAMINADORA\nProf\" Dr3 Magali Romero Sá - Orientadora\nCasa de Oswaldo Cruz/Fiocruz\nProf3 Dr3 Maria Rachel de Gomensoro Fróes Fonseca\nCasa de Oswaldo Cruz/Fiocruz\nProí:‘ Dr3 Maria Margaret Lopes\nUniversidade Estadual de Campinas/UNICAMP\nPara Maria da Penha,\nAmana e Mariana.\nAGRADECIMENTOS\nÀs seguintes instituições:\nBiblioteca e Arquivo da Casa de Oswaldo Cruz/FIOCRUZ\nBiblioteca de Obras Raras do Centro de Tecnologia da UFRJ\nBiblioteca do Clube de Engenharia - RJ\nBiblioteca do Museu Nacional -RJ\nBiblioteca e Arquivo de Historia das Ciências/Museu de Astronomia e Ciências Afins - RJ\nBiblioteca do DNOCS- Fortaleza/CE\nBiblioteca Nacional- RJ\nÀs seguintes pessoas:\nProfessora e orientadora Magali Romero Sá, pelas críticas e sugestões.\nProfessor Amandio Miguel dos Santos, por ter acreditado.\nProfessores da Casa de Oswaldo Cruz.\nProfessor Roberto Conduru - Departamento Cultural/UERJ\nEloísa Ramos Sousa, Márcio Ferreira Rangel e Iolanda Freire, pela amizade.\nMarcus Granato, pela presença.\nKátia Bello, Izis Escóssia e Paulo Noronha, pelo apoio e incentivo.\nMônica Penco e Luís Paulo Neves, pelo auxílio na pesquisa.\nProfessor .Pierluigi Tosatto e Luciene Carris, pelas indicações bibliográficas.\nLúcia Alves Lino, pela revisão bibliográfica.\nMárcia Cristina Alves, pela diagramação.\nAos meus pais.\nTodos, sem exceção, foram fundamentais para a realização deste trabalho.\n“Para o viajante que faz do percurso de um dia, um dia de labor, a paisagem não é fixada na estabilidade em que foi surpreendida. Ela se dissocia em elementos, decompõe-se em estádios. Não se deixa, enfim, isolar no tempo - ao lado do que é, deixa entrever o que foi, e supor o que será.”(Faria, L. de Castro. Antropologia:escritos exumados 2: dimensões do conhecimento antropológico. Niterói: EdUFF, 199.)\nSUMÁRIO\nPÁGINA\nFOLHA DE APROVAÇÃO\nDEDICATÓRIA\nAGRADECIMENTOS\nEPÍGRAFE\nSUMÁRIO\nLISTA DE ILUSRAÇÕES\nRESUMO............................................................10\nABSTRACT..........................................................10\nINTRODUÇÃO........................................................12\nCAPÍTULO 1: A Criação da Inspetoria de Obras Contra as Secas.17\n1.1\tO Fenômeno da Seca...................................... 17\n1.2\tUm Breve Histórico das Secas no Brasil...................20\n1.3\tAs Primeiras Comissões Governamentais Antes da IOCS......25\n1.4\tA Criação da IOCS........................................33\nCAPÍTULO 2: As Diretrizes Iniciais da Inspetoria: A Gestão de Arrojado Lisboa..36\n2.1\tArrojado Lisboa: Uma Breve Biografia.....................36\n2.2\tO Problema das Secas na Visão de Arrojado Lisboa...........................47\n2.3\tA Formação das Primeiras Comissões Científicas da IOCS.....................51\nCAPÍTULO 3: A Produção Científica............................57\n3.1\tSanitarismo..............................................57\n3.2\tEstudos de Geografia &amp; Geologia..........................70\n3.3\tEstudos de Hidrografia &amp; Suprimento de água..............84\n3.4\tEstudos de Botânica......................................88\n3.5.\tA seca na visão de Raymundo Pereira da Silva............93\nCONCLUSÃO.........................................................97\nBIBLIOGRAFIA......................................................99\nLISTA DE ILUSTRAÇÕES\nFig. 1\tMandacaru de Boi - Extraída do Livro a Ciência ao Caminho\tda Roça p.70.........01\nFig. 2\tPlanta Baixa do Reservatório de Quixadá........................................27\nFig. 3\tFolha de Rosto do Relatório de Arthur Neiva e Belisário Penna..................59\nFig. 4\tFolha de Rosto do Relatório de Roderic Crandall...............................70\nFig. 5\tMapa com o Trajeto de Roderic Crandall.........................................73\nFig. 6\tFotografia Extraída do Relatório de Roderic Crandall..........................81\nFig 7\tFolha de Rosto do Relatório de Gerald Waring..................................84\nFig. 8\tMapa com o Trajeto de Gerald Waring............................................85\nRESUMO\nAnalisar o caráter científico das expedições governamentais montadas entre os anos de 1909 e 1912 para estudar as conseqüências dos efeitos da seca na região nordeste do Brasil é a finalidade deste trabalho. No ano de 1909 é criada no âmbito do Ministério das Indústrias, Viação e Obras Públicas, a Inspetoria de Obras Contra as Secas (IOCS), divisão que centralizou e unificou os serviços contra as secas. A IOCS tinha como objetivos a construção de açudes e de vias públicas, além da execução de um plano de combate aos efeitos das irregularidades climáticas.\nMiguel Arrojado Ribeiro Lisboa foi designado o primeiro Inspetor da IOCS, iniciando um período extremamente produtivo na repartição, com a promoção de estudos básicos sobre o nordeste brasileiro. Desenvolveu atividades de observação científica e de levantamento de dados, que incluíam o estudo detalhado da flora e das caatingas, observações pluviométricas, medições das correntes d’água, observações geológicas das diferentes bacias hidrográficas e relativas aos regimes das águas subterrâneas. Importantes instituições científicas brasileiras participaram das atividades iniciais da IOCS, seja através do envio de expedições, do empréstimo de instrumentos científicos ou da cessão de pesquisadores. Assim, colaboraram na definição de uma filosofia para a Inspetoria e na concretização de seus objetivos. São elas: o Instituto Oswaldo Cruz, o Observatório Astronômico do Rio de Janeiro e o Serviço Geológico e Mineralógico do Brasil (SGMB). Neste período atuam também na IOCS os geólogos norte-americanos Roderic Crandall , Horace Williams, Ralf H. Sopper, Gerald A. Warring e Horace L. Small, os botânicos Albert Lofgren e Philipp Von Luetzelburg, além de técnicos brasileiros como Raimundo Pereira da Silva.\nEste trabalho tem por objetivo enfocar a produção científica da Inspetoria de Obras Contra as Secas tendo como base alguns dos relatórios publicados na gestão de Arrojado Lisboa, além dos relatórios das expedições de Arthur Neiva e Belisário Penna e de Adolfo Lutz e Astrogildo Machado, resultado de uma parceria entre a IOCS e o Instituto Oswaldo Cruz.\nABSTRACT\nThe aim of this work is to analyze the scientific nature of the government expeditions between 1909 and 1912 that investigated the effects of the drought in Northeast Brazil. In 1909, the Inspetoria de Obras Contra as Secas (IOCS), a department designed to centralize and unify all services to combat drought, was set up within the ambit of the Ministry for Industries, Highway and Public Works. The purpose of the IOCS was to build dams and public highways, as well as to carry out the plan to combat the effects of climatic irregularities.\nMiguel Arrojado Ribeiro Lisboa was the first Inspector of the IOCS, and started an extremely productive period at the department, promoting basic studies on the Northeast of Brazil. Scientific observations and surveys were developed, including a detailed study of the flora and caatingas, observations of rainfall, measurements of water currents, and geological observations of the different water basins and underground water resources. Important Brazilian scientific institutions took part in the IOCS’s first activities, sending missions, lending scientific instruments and lending the services of researchers, thereby helping define a philosophy for the department and meet its objectives. These institutions were Instituto Oswaldo Cruz, Observatório Astronômico do Rio de Janeiro and Serviço Geológico e Mineralógico do Brasil (SGMB). During this period, the following professionals engaged in work with the IOCS: American geologists Roderic Crandall, Horace Williams, Ralf H. Sopper, Gerald A. Warring and Horace L. Small, botanists Albert Lofgren and Philipp Von Luetzelburg, and Brazilian expert Raimundo Pereira da Silva, among others.\nIn this work, the scientific production of the Inspetoria de Obras Contra as Secas will be studied, taking as a basis the reports published during the administration of Arrojado Lisboa and reports on the expeditions by Arthur Neiva and Belisário Penna and by Adolfo Lutz and Astrogildo Machado, result of a partnership between the IOCS and Instituto Oswaldo Cruz.\nINTRODUÇÃO\nO nordeste brasileiro é freqüentemente associado ao fenômeno da seca, o imaginário acerca do tema precede o conhecimento da região. De acordo com Aziz Nacib Ab’ Saber no artigo Sertões e sertanejos: uma geografia humana sofrida1 todos nós herdamos um pouco as “velhas e repetitivas noções do ensino médio” sobre a região nordeste brasileira como a “terra das chapadas, dotada de solos pobres e extensivamente gretados, habitada por agrupamentos humanos improdutivos, populações seminômades corridas pelas secas, permanentemente maltratadas pelas forças de uma natureza perversa.” Esta premissa pode ser entendida como o ponto de partida para o trabalho de pesquisa para esta dissertação e também como a tônica do pensamento dos pesquisadores que se aventuraram pela região setentrional do Brasil no início do século XX.\nA idéia para este trabalho surgiu em função das atividades de pesquisa histórica que objetivavam a complementação de dados sobre a coleção de instrumentos científicos do Museu de Astronomia e Ciências Afins. Na análise da documentação textual depositada no museu encontramos referências a comissões de serviço intituladas Comissão Açude Quixadá ou Comissão de Estudos Contra os Efeitos da Seca no Rio Grande do Norte. Na investigação sobre as comissões e suas relações com o Observatório Nacional encontramos referência a Inspetoria de Obras contra as Secas (IOCS).\nA Inspetoria de Obras contra as Secas, criada em 1909, no âmbito do Ministério das Indústrias, Viação e Obras Públicas com sede na cidade do Rio de Janeiro, pode\nSÁBER, Aziz Nacib Ab’. Sertões e sertanejos: uma geografia humana sofrida. [199-?] Disponível em: http://www.org.br/aguadebeber/contribucao/aziz.htm.\nser considerada um marco no processo de institucionalização ao combate dos efeitos da seca. Desde a seca de 1877 o Estado Brasileiro busca implementar ações mais efetivas no combate aos efeitos das secas. As comissões Imperial (1877), do Açude Quixadá (1884), as Comissões de Açudes e Irrigação (1904) as Comissão de Estudos e Obras Contra os Efeitos da Seca (1904) e a Comissão de Perfuração de Poços (Rio Grande do Norte, 1904), todas governamentais, fazem parte de um processo que culmina com a criação da IOCS.\nNo período inicial de atividades da repartição, foi designado como primeiro inspetor o engenheiro-de-minas Miguel Arrojado Ribeiro Lisboa. Sua gestão à frente da Inspetoria compreende o período de 1909 a 1912, sendo apontada, por diversos estudiosos (Alves, 1953; Guerra, 1981; Novaes,1935; Pereira, 1994) como extremamente rica. Neste período inicia-se uma nova maneira de olhar para a seca nordestina, que passa a ser entendida verdadeiramente como um fenômeno, com toda a sua complexidade e com os mais variados vetores de análise. São realizadas viagens de observação e estudo para o nordeste brasileiro. Buscava-se delinear um perfil preciso da região, um quadro amplo no qual estivessem descritas as condições epidemiológicas e socioeconómicas. Para tanto era fundamental um amplo levantamento das condições meteorológicas, topográficas, geológicas e hidrológicas da região.\nPodemos abrir um parêntese para destacar a importância que o estudo das viagens científicas têm para a história da ciência. As expedições são um meio indiscutível de produção de objetos para a ciência, sendo necessário para atingir esse objetivo que se reconheçam os procedimentos adotados como se fossem de uma atividade cientifica, ou seja, o estabelecimento do que deve ser estudado, selecionado, coletado, transportado, classificado, exposto, divulgado e utilizado deve obedecer a critérios rígidos (Kury, 2001, p.31).\nDas viagens que aconteceram sob a tutela da IOCS no início do século XX, participaram diversas instituições públicas brasileiras, como o Instituto Oswaldo Cruz (IOC), o Observatório Nacional (ON) e o Serviço Geológico e Mineralógico do Brasil (SGMB). Como testemunho destas expedições restam documentação iconográfica, documentação primária, tais como relatórios ministeriais, cadernetas de campo, boletins da IOCS e do SGMB, revistas do Observatório e alguns fundos dos cientistas envolvidos na empreitada. Além desta documentação, existem as coleções de instrumentos científicos, as coleções botânicas e geológicas e as coleções pessoais montadas pelos membros das expedições.\nAo lado de pesquisadores brasileiros atuam neste período na Inspetoria diversos estudiosos norte-americanos, geólogos, botânicos, e topógrafos contratados para a realização dos levantamentos e estudos no nordeste brasileiro. Este fato, a contratação de norte- americanos, pode ser inserido no contexto social e político brasileiro do período, que se caracteriza, pela forte influência exercida pelos EUA.\nDesde o final do século XIX, as relações econômicas entre os Brasil e os Estados Unidos estreitavam-se cada vez mais, sendo este último um grande comprador de produtos agrícolas brasileiros como café, borracha e cacau. A política exterior brasileira, que durante o período imperial esteve direcionada para Londres em função das províncias produtoras de açúcar, voltou-se para os Estados Unidos. A importância econômica fez com que o Barão do Rio Branco, que se tornou Ministro das Relações Exteriores em 1904, classificasse Washington como a capital mais importante para a diplomacia brasileira. Graças a seus esforços, em 1905 foi criada no Brasil a primeira embaixada dos EUA na América do Sul e a primeira embaixada do Brasil em um país estrangeiro, os EUA. “A criação de embaixadas simbolizava uma nova fase nas relações exteriores do Brasil, a transferência do seu eixo diplomático de Londres para Washington.” (BURNS, 1985,p.380)\nO corte cronológico compreende o período entre os anos de 1909 e 1912. A data inicial corresponde à criação da IOCS no âmbito do Ministério das Indústrias, Viação e Obras Públicas e ao início da gestão de seu primeiro inspetor, Miguel Arrojado Ribeiro Lisboa. A data final marca o fim da primeira gestão de Arrojado Lisboa frente à IOCS e também o fim do chamado período científico da Inspetoria. É importante frisar que Arrojado Lisboa é reconduzido ao cargo entre os anos de 1920 e 1927, mas sua segunda gestão não é objeto deste estudo.\nA atuação da IOCS contribuiu para a construção de um conceito geográfico de nordeste. Segundo Aziz Nacib Ab’ Saber em artigo anteriormente citado, os engenheiros da Inspetoria definiram de forma rudimentar o polígono das secas, noção básica para a compreensão do que entendemos por nordeste. Para este mesmo autor, atualmente a problemática nordestina só pode ser entendida face ao conceito de espaço regional, ou seja, o nordeste semi-árido, “é um território físico, ecológico e antropogeográfico, da ordem espacial de duas a três vezes ao do estado de São Paulo.” Uma outra possibilidade de classificação para\na região é apontada por Francisco Iglesias, no livro Caatinga e Chapadões “ Neste despretensioso trabalho, estão enfeixadas as observações que fiz em o nordeste brasileiro ou melhor, como querem ilustres geólogos patrícios, Meio-norte brasileiro.” (IGLESIAS, 1951, p. XIX)\nAssim, no primeiro capítulo abordaremos a criação da Inspetoria de Obras contra as Secas, principalmente o período que antecede ao seu surgimento oficial. O foco está voltado para as primeiras comissões governamentais que resultam na criação da IOCS em 1909. Para melhor compreensão do tema, foi necessário traçar um breve histórico das secas no Brasil e de explicitar o que entendemos por fenômeno da seca. As fontes utilizadas para a construção dessa história foi a documentação oficial , ou seja relatórios ministeriais.\nNo segundo capítulo, o foco está centrado na figura de Arrojado Lisboa, principalmente na análise dos dados biográficos relacionados a sua formação acadêmica e trajetória profissional. O objetivo é buscar as bases da mentalidade e da prática científica implantadas na IOCS durante a gestão de 1909 a 1912. Uma parte importante deste capítulo é o discurso de Arrojado Lisboa proferido em 1913 no Clube de Engenharia do Rio de Janeiro, no qual explicita a sua visão sobre o problema das secas, entendido em toda sua complexidade. Neste capítulo ainda é abordado o surgimento das primeiras comissões científicas da IOCS, bem como a contratação dos pesquisadores norte-americanos.\nNo terceiro capítulo serão analisados os relatórios publicados pela IOCS referentes às viagens científicas ao nordeste brasileiro entre 1909 e 1912. São trabalhos das mais diversas áreas que englobam os campos da Geografia, Geologia, Botânica, Hidrografia/Suprimento d’água, Meteorologia/ Climatologia e Ciências Biomédicas, produzidos tanto pelos pesquisadores norte-americanos como pelos brasileiros.\nPara facilitar a visualização dos roteiros de viagens foram utilizados mapas estilizados, sem qualquer preocupação com o rigor científico, uma vez que o único objetivo dos mesmos é a orientação do leitor. A ortografia dos nomes dos próprios foi atualizada de acordo com o Índice dos Topônimos da Carta do Brasil ao Milionésimo.\nSegundo Maria Amélia M. Dantes, a história da ciência no Brasil tem passado nas últimas décadas por uma revisão bibliográfica e somente a partir da década de 1980 iniciam-se os\nestudos acerca do desenvolvimento das atividades científicas em países que não desempenharam papel de liderança no processo desenvolvimento científico. (Dantes, 2001)\nOs estudos tradicionais assumem a tese da quase inexistência ou do grande atraso das atividades científicas no país até a criação dos institutos Bacteriológico (1892), Manguinhos (1900), Butantan (1901) e Pasteur (1903), dedicados à pesquisa microbiológica. Os trabalhos de Fernando Azevedo, Simon Schwartzmann, Ferri &amp; Motoyama apontam para essa direção: a não tradição de atividades científicas no Brasil até o final do século XIX e o início do XX, atribuindo as exceções aos estudiosos estrangeiros ou a pesquisadores com uma genialidade particular. Entretanto, segundo Silvia Figueirôa, o trabalho de Maria Amélia Dantes aponta para uma outra direção.\n“Abandonando a via enganosa de buscar uma grande contribuição nacional a uma ciência supostamente também grande e universal, buscou-se uma ‘história do cotidiano científico que explicitasse sem chauvinismos, seus avanços, suas contradições, suas continuidades, rupturas e limites históricos” (Figueirôa, 1998, p.111)\nCAPÍTULO I - A Criação da Inspetoria de Obras Contra as Secas\n1.1\tO Fenômeno da Seca\nConsideramos fundamental definir de antemão o porquê de considerarmos a seca como um fenômeno. No Novo Dicionário Aurélio de Língua Portuguesa2, entre os vários sentidos da palavra, destacamos “fato de interesse científico, suscetível de descrição ou explicação” e “objeto de experimentação, fito” como os de interesse para essa dissertação. Ao entendermos seca como um fenômeno estamos recortando esse fato, entendido como extraordinário, e transformando-o em objeto de estudo. Acrescentamos ainda uma terceira característica: a complexidade. Ao fazer a introdução do livro História das Sêcas, Tomaz Pompeu Sobrinho deixa isto bem claro:\n“Ora, o fenômeno conhecido, (...), consiste sob o aspecto puramente físico, na escassez e má distribuição das chuvas. Quanto a seu aspecto social, é diverso e muito mais complicado, nos seus múltiplos e variados reflexos; consiste na interferência daquela escassez ou desigualdade pluvial sôbre uma população de apreciável densidade, em determinado estágio cultural. Todos êstes elementos (...) são funções variáveis desta função especial que chamamos SÊCA” (Alves, 1953, p. 9)\nO fenômeno da seca não pode ser analisado apenas como um problema regional. Registros de secas são encontrados em diversas nações em diferentes épocas tendo sido o\n2\tDisponível em http://www2.uol.com.br/aurélio/\nséculo XIX marcado por secas devastadoras. Segundo Mike Davis, tais secas foram “(...) condicionadas pela degradação da paisagem, descuido com os tradicionais sistemas de irrigação, desmobilização da mão-de-obra comunal e/ou a negligência do Estado em investir no abastecimento de água.” (2002, p.29)\nNo Brasil, a região nordeste tem sido periodicamente afetada por períodos secos. As conseqüências destes períodos de estiagem já foram sentidas por milhões de nordestinos, e o próprio fenômeno já foi descrito de forma realista ou lírica por escritores, cientistas e poetas. (Guerra, 1981, p.21).\nExistem diversas definições, mais ou menos específicas, para o fenômeno da seca. Uma definição de caráter generalista caracteriza este fenômeno “(...) pela ausência parcial ou total das chuvas ou sua má distribuição durante o período em que as precipitações deveriam ocorrer.” (Carvalho 3apud http://www.Mma.gov.br/port/redesert/seca.html). Além desta definição, existem outras mais específicas que adotam como critério o nível de gravidade da seca4. Julgamos também interessante a classificação das estiagens em secas ou verdes:\n“A primeira corresponde à paisagem normal de uma seca, enquanto a segunda ocorre quando, apesar da paisagem verde e das chuvas, não houve precipitação suficiente e as perdas da produção agrícola variam de pelo menos 30 % a 50 % do que se esperava colher.”\n(Carvalho apud http://www.Mma.gov.br/port/redesert/seca.html)\nAtualmente, o regime de chuvas no nordeste do Brasil é determinado principalmente pelo encontro das massas de ar oriundas dos hemisférios norte e sul, ocorrendo na ausência deste fenômeno a estiagem. Contudo, autores como Orville A. Derby (1878), Rodolfo Theophilo (1922) e Sampaio Ferraz (1924) relacionavam a periodicidade das secas com a da atividade solar.\nUma outra explicação para o fenômeno das secas é a que relaciona as estiagens a atuação do El Niño, termo controvertido que apresenta uma série de significados5. Um importante viés, além do climático, para análise das secas é o econômico. O nordeste\n3\tCARVALHO, Otamar de. A Economia Política do Nordeste (seca irrigação e desenvolvimento). Rio de Janeiro: Ed. Campus, 1988.\n4\tPara conhecimento de outros tipos de seca verificar os sites http://www.Mma.gov.br/port/redesert/seca.html e http://www.drought.unl.edu/index.htoi.\n5\tExplicações para este fenômeno são encontradas em Davis, 2002.\nbrasileiro no século XIX transformou-se em um imenso campo de algodão, em função do aumento da demanda dessa matéria-prima por parte da industria têxtil européia (principalmente inglesa) e do declínio das plantations algodoeiras do sul dos Estados Unidos, arrasadas pela Guerra de Secessão (1861-1865).\nA necessidade de integrar economicamente a região nordeste do Brasil provocou o aumento da preocupação do governo imperial com o problema das secas periódicas que afetam a região. Por outro lado, segundo Mike Davis, alguns estudiosos apontam o desmatamento provocado pela cultura do algodão como uma das causas da Grande Seca dos anos de 1877-79 (Denis6 apud Davis, 2002, p. 92).\nUm outro ponto que merece ser observado com relação ao fenômeno da seca é o abordado por Joaquim Alves (1953, p.141). Segundo este autor é prática comum entre os estudiosos deste fenômeno no Brasil compará-lo com fenômenos semelhantes ocorridos na Índia, no Egito ou nos Estados Unidos. De fato, em vários textos analisados para a elaboração desta dissertação encontramos referências a estes países, tendo o próprio Miguel Arrojado Ribeiro Lisboa viajado até o Egito para estudar a seca. Joaquim Alves dá continuidade as suas considerações afirmando ser possível estabelecer comparações com a Índia ou com o Egito se considerarmos apenas os períodos de estiagem. Contudo, ressalta que:\n“(...) não se compreende que sejam estabelecidos pontos de contato entre regiões sujeitas às grandes fomes mas cuja diversidade dos meios geográficos, formação social e tendência do povo impedem um estudo comparativo dos problemas com o objetivo de se adotar as mesmas soluções. Os Estados Unidos e o Brasil podem servir de paralelo, sob alguns aspectos, porque são habitados por populações livres. As demais regiões, Índia ou África, onde o regime colonial ainda predomina, têm aspectos sociais divergentes, apesar das grandes obras realizadas nestas duas regiões. No Nordeste brasileiro sente-se um clima econômico mais liberto da compressão metropolitana, com todas as desvantagens em que vivem as populações nordestinas em relação às demais populações das áreas do Brasil de clima mais propício.” (Alves, 1953, p. 142)\nEntre os meios tradicionais de combate aos efeitos da seca, encontramos o açude ou reservatório, considerado a forma mais eficaz de armazenar a água que corre para o mar. De acordo com Paulo de Britto Guerra “As duas maiores riquezas do ecossistema sertanejo devem\n6\tDENIS, Pierre. Brazil, Londres, 1911, p. 128.\nser o Açude, feito pelo homem, e a Caatinga, que Deus lhe deu.”(Guerra, 1981, p. 142) Esse mesmo autor define açude como:\n“(...) qualquer reservatório de água nascido da interceptação de uma corrente, e compreende ao mesmo tempo a barragem, isto é, um dique de terra ou concreto que detém o curso d’água e o lago por ele formado.”(Guerra,1981, p. 142).\nComo referenciado por Guerra (1981, p.142), apenas no período das chuvas os açudes localizados em rios nordestinos não perenes recebem água, podendo ou não o nível da água atingir a cota de repleção e sangrar. Entre julho e dezembro, a água é usada para irrigar, gerar energia e abastecer as cidades. Ocorrem ainda perdas por infiltração e evaporação.\nO debate acerca da importância ou não do açude parece já ter sido superada. Contudo, no início do século muito se questionou acerca da construção de pequenos ou grandes açudes. Euclides da Cunha, por exemplo, refere-se ao açude de Quixadá como “(...) único -monumental e inútil” (Cunha, 1998, p. 50). Este foi visitado, no ano de sua conclusão, em! 906, pelo presidente Afonso Penna, que o considerou muito bonito, mas símbolo do desperdício do dinheiro público. Outros, ainda consideravam os açudes do nordeste próprios, apenas, para refletir a luz das estrelas.\n1.2\tUm Breve Histórico das Secas no Brasil\nTraçar um panorama histórico poderá nos ajudar a contextualizar o fenômeno da seca, ressaltando as diferentes concepções na maneira de olhar para o fenômeno. Utilizaremos como fonte os livros História das Sêcas (Séculos XVII a XIX) de Joaquim Alves e A Civilização da Seca de Paulo Brito Guerra. As secas, registradas no Brasil desde o século XVI, foram alvo de medidas governamentais consideradas pelos autores acima citados como assistencialistas em um primeiro momento e posteriormente de caráter mais permanente.\nUma abordagem interessante na avaliação da ação governamental é a proposta por Luciara Silveira de Aragão e Frota (1985). Esta autora, evitando a polarização entre medidas assistencialistas e de caráter mais permanente, acrescenta um novo elemento ao debate quando afirma que desde a grande seca de 1877 as ações governamentais tinham como objetivo o incentivo à migração das populações nordestinas, especialmente a cearense, para regiões\neconomicamente mais importantes. Utilizando como base as quantias destinadas às populações vitimadas pelas secas no ano de 1890, a autora afirma que:\n“Tal auxílio foi prestado indiretamente através de trabalhos em obras públicas e outros melhoramentos para atenuar, naquele momento e também ‘futuramente’, os males advindos do flagelo. Na verdade, o intuito foi o de promover a retirada dos flagelados que não pudessem prover a sua subsistência. Tal ato significava um incentivo à migração - a exemplo do que já se fizera em 1877 - de todos aqueles que não trabalhassem nas poucas obras instaladas durante a crise, ou seja, da maior parte da população do Ceará ocupada na agricultura e na pecuária.” (Frota, 1985,p. 173)\nEsta política, segundo Frota, não é alterada com o início do período republicano, pois uma grande parte das despesas com as secas continuavam a ser destinadas para transporte dos retirantes. Como forma de reação contra a política governamental, inicia-se entre os anos de 1900/1901 no estado do Ceará, uma verdadeira campanha para fixação do homem a terra.(Frota, 1985, p. 179)\nA cronologia das secas no nordeste brasileiro inicia-se, de acordo com\nJoaquim Alves (1953), com o relato do padre jesuíta Fernão Cardim no estado de Pernambuco ainda no século XVI. Contudo, o mesmo autor observa que a palavra sertão é empregada no sentido de terra distante e não de deserto:\n“No ano de 1583 houve tão grande secca e esterilidade nesta provincia (cousa rara e desacostumada, porque é terra de continuas chuvas) que os engenhos d’agua não moeram muito tempo. As fazendas e canaviais e mandioca muitas se seccaram, por onde houve grande fome, soccorrendo-se aos brancos quatro ou cinco mil indios.” (Cardim apud Alves, 1953, pp. 16-17)\nSegundo Paulo Brito Guerra (1981) os registros do século XVII são escassos e variam com relação às datas. No século XVIII são encontrados registros acerca da ocorrência de dez secas. Existem divergências com relação à localização e às datas destas secas, contudo podemos relacionar as seguintes: 1709/1711 (Maranhão), 1721-25 ou 1723-27 (Ceará e Rio Grande do Norte), 1736-37, 1745-46, 1754, 1760, 1766, 1772, 1776-78 (grave seca que coincidiu com um surto de varíola) e 1791-93, seca que transforma parte da população em pedintes, sendo criada a Pia Sociedade Agrícola, primeira organização de caráter administrativo, para dar assistência aos flagelados. Com relação ao registro das secas, Joaquim\nAlves observa que as mesmas só passaram a fazer parte do relato histórico dos portugueses à medida em que os colonos passaram a penetrar no território brasileiro (Alves, 1953, p.23).\nA partir do século XIX as informações sobre as secas nordestinas começam a ficar mais precisas. Coincidentemente, foi o século em que os cientistas percorreram todo o nordeste (Guerra, 1981, p.25). No século XIX, o sertão nordestino foi visitado por diversos naturalistas estrangeiros que produziram rico material informativo sobre a região, passando também a ser alvo de interesse por parte de engenheiros e políticos brasileiros. (Alves, 1953, p. 70)\nEntre as expedições que percorreram o nordeste, podemos citar a primeira expedição científica brasileira, a Comissão Científica de Exploração, criada pela Lei 884 de outubro de 1856, organizada pelo governo imperial por iniciativa do Instituto Histórico e Geográfico Brasileiro (IHGB)7 com o objetivo de “estudar algumas das Províncias menos conhecidas do Brasil” (Telles, 1994, p.533). Segundo Maria Margaret Lopes8 (1997, p.136), um dos proponentes da referida Comissão foi Manuel Ferreira Lagos, secretário do IHGB e adjunto da Seção de Anatomia Comparada e Zoologia do Museu Nacional, para quem urgia a necessidade de organização de expedições nacionais como meio de explorar o interior desconhecido do país e de aquisição de espécimes e amostras para o Museu Nacional. Apesar de ter surgido como resposta às expedições estrangeiras, principalmente a de Francis de La Porte, o Conde de Castelneau9, a Comissão Científica de Exploração teve as mesmas como modelo inspirador.\nO estudo foi iniciado pelo Ceará, em fevereiro de 1859, província tida como rica em recursos minerais. Renato Braga, em História da Comissão Científica de Exploração sustenta que a escolha do Ceará como primeiro local a ser visitado pela Comissão não se deu em função desta provínc ia ter sido atingida por qualquer seca.\n“A grandeza do fenômeno climatérico que flagela o Nordeste, talvez pela sua distância, ainda não impressionara, mesmo sentimentalmente, os homens de governo e de ciência.” (Braga, 1962, p.37)\n7\tSobre o papel do IHGB na formação da nação brasileira ver (Guimarães, 1988).\n8\tSobre a Comissão ver (Lopes, 1996).\n9\tNaturalista francês (1812-1880) que realizou expedições à zona central da América do Sul e à Amazônia.\nA argumentação de Braga (1962, p.37) afina-se com a de Silva Telles (1994, p.533) quanto ao fato do estado do Ceará ter sido escolhido pela Comissão em função de suas supostas riquezas minerais. Haveria, em suas montanhas, grandes jazidas de minerais preciosos, além de ferro e carvão. A presença de amostras minerais do Ceará nos mostruários do Museu Nacional no Rio de Janeiro e os trabalhos de estudiosos da província como Tomás Pompeu de Sousa Brasil pareciam confirmar tal hipótese. Contudo, o conhecimento da região mostrou que as suposições não eram verdadeiras.\nParticipavam da Comissão Científica de Exploração o naturalista Francisco Freire Allemão (chefe), como geólogos os engenheiros Guilherme Schuch de Capanema e João Martins da Silva Coutinho, além de botânicos, zoólogos, etnógrafos e outros especialistas, como o professor da Academia de Marinha Giacomo Raja Gabaglia, especialista em hidráulica e hidrologia. Este último publicou o livro A questão das Secas na Província do Ceará, primeiro trabalho científico sobre o tema.\nParticipou também da expedição o fotógrafo Marc Ferrez, com a finalidade de documentá-la. A comissão visita, além do Ceará, áreas nas províncias do Piauí, Pernambuco, Paraíba e Rio Grande do Norte, retornando para o Rio de Janeiro em 1861. Apesar de não ter conseguido descobrir riquezas minerais inestimáveis a Comissão enriqueceu em muito as coleções do Museu Nacional.\nVoltando à cronologia das secas, tendo como fonte Paulo de Britto Guerra (1981), podemos destacar os seguintes anos como secos: 1804, 1810, 1824-25 (nestes anos a seca aliada à varíola, faz muitas vítimas na região), 1844-45 e 1877/1879 (grave seca atinge o nordeste), 1888/1889 (Paraíba e Pernambuco), 1898/1900 (Pernambuco) e 1900; no Rio Grande do Norte os anos de 1903-1904, 1908 e os anos de 1915 e 1919 no Rio Grande do Norte e na Paraíba.\nSegundo Guerra (1981, p.25) as crônicas e os relatos da época afirmam que a resposta imperial ao problema da seca até 1845 limitava-se a atividades de cunho assistencialista e emergencial, constituindo-se de medidas paliativas e não definitivas. Entre as medidas correntes podemos citar a distribuição de esmolas e a construção de prédios públicos, estradas ou açudes utilizando os flagelados como mão-de-obra.\nDentre as secas que causaram maiores prejuízos, destaca-se a seca de 1877-1879, com alto índice de mortalidade. Cerca de meio milhão de pessoas foram vitimadas pela fome e pela\nvaríola. Esta seca, conhecida como a \"Grande Seca\", motivou o Império a tomar as primeiras medidas para combater os efeitos das estiagens no nordeste, ou seja, o envio de uma comissão do Instituto Politécnico para o Ceará10.\nSegundo Davis (2002, p. 92), a seca de 1877-1879 no nordeste brasileiro afetou mais intensamente os estados do Ceará, o alto sertão da Paraíba, Pernambuco e Rio Grande do Norte. A seca destruiu as colheitas e a fome trouxe a varíola que se transformou em uma epidemia. Para resolver o problema da varíola, o Governo enviou quantidade limitada de vacina para a região. (Cunniff11 apud Davis, 2002, p.100 ). Em meados de 1878, a seca acentuou-se e foram organizadas comissões de socorro. O poder central envia alguns recursos para Mossoró, a cidade mais atingida, a Meca dos flagelados. A aglomeração gera epidemias. A situação só melhora um pouco no ano de 1879. De acordo com Rafael W. Ribeiro, a seca de 1877 “(...) funda um problema a nível nacional, cuja discussão não se faz sem se embrenhar na questão da natureza e de seu caráter.” (2001, p.34)\nÉ interessante observar que os relatos sobre as secas podem ser completamente diferentes, pois a paisagem do sertão muda radicalmente “(...) entre as estações ou anos úmidos e secos.”(Davis, 2002,p.91) Quando o naturalista suíço-americano Louis Agassiz12 e sua esposa visitaram, em 1868, o sertão cearense, ficaram impressionados com a sua aparência, pois naquele momento, a região apresentava uma “bela cor verde e semelhava imensa campina”. (Agassiz &amp; Agassiz, 1975, p. 267) Mas, dez anos depois, Herbert Smith, correspondente Scriber’s Magazine, ao contemplar o interior do Ceará, viu um deserto seco, triste e quente (Davis, 2002, p.91).\nNão podemos deixar de citar as observações do geólogo norte-americano Charles Frederick Hartt13 sobre a geografia e o clima nordestinos, publicados no livro Geologia e Geografia Física do Brasil. Segundo Joaquim Alves (1953), nesta obra podem ser encontradas observações sobre o clima e a vegetação das províncias de Pernambuco, Ceará, Rio Grande do Norte e Paraíba. Apoiando-se sempre nas observações do senador Pompeu de Souza Brazil, Hartt dedica especial atenção ao Ceará.\n10\tVer item 1.3 deste capítulo.\n11\tCunniff, Roger. The Great Drought:Northeast Brazil, 1877-1880.1979-(Doutorado)-Universidade do Texas, Austin, 1970.\n12\tAgassiz foi acompanhado na sua incursão pela província do Ceará pelo Major Silva Coutinho, que já tinha percorrido a região alguns anos antes com a Comissão Científica de Exploração (1859-1863).\n13\tVer dados sobre Hartt no capítulo 3 desta dissertação.\n1.3\tAs Primeiras Comissões Governamentais antes da IOCS\nA solução mais lógica para atenuar os efeitos das secas parecia ser a construção de açudes, construções destinadas ao armazenamento de grande quantidade de água e a implantação de um sistema de irrigação eficiente. D. Pedro II inicia o projeto de construção de açudes com capacidade superior a um milhão de metros cúbicos, visando além do abastecimento humano e animal, o aproveitamento para a irrigação das várzeas à jusante dos rios.\nO Instituto Politécnico do Rio de Janeiro engaja-se no projeto imperial. Em sessões do Instituto em 1877, presididas pelo Conde d’Eu, são apresentadas sugestões. Em 7 de dezembro de 1877, o governo imperial nomeia comissão para estudar o assunto composta por Henrique de Beaurepaire Rohan, pelos engenheiros Antônio Paulino Limpo de Abreu, Alfredo José Nabuco de Araújo Freitas, Ernesto Antônio Lassance da Cunha, Julius Pinkas, Henrique Foglare, Adolfo Shwartz e Leopoldo Schriner. Esta comissão deveria:\n“(...)percorrer a província do Ceará e estudar os meios práticos de abastecimento, durante as estiagens, da quantidade dágua suficiente para as necessidades da população, manutenção do gado e abastecimento de um Sistema de irrigação que tornasse sempre possível a cultura das terras”. (Pinheiro14 apud Guerra, 1981, p.32)\nApesar do curto período de atividades, esta comissão deixou um relatório com sugestões sobre obras do porto de Fortaleza, construção de estradas de ferro (Sobral- Camocim e Icó- Acarati), construção do canal ligando o Rio São-Francisco ao Jaguaribe, estudos para construção de açudes em Quixadá, Acaraú e outros vales, assim como os meios de evitar inundações na cidade de Aracati.\nCom relação às iniciativas do governo imperial e republicano no combate as secas entre os anos de 1881 e 1909 utilizaremos como fonte os relatórios da Secretaria de Estado dos Negócios da Agricultura, Commercio e Obras Públicas e do Ministério das Indústrias, entre os anos de 1881 e 1883, e do Ministério das Indústrias, Viação e Obras Públicas, entre 1893 e 1909.\n14\tPINHEIRO, L. C. Martins. Notas sobre as secas. Boletim do DNOCS. Fortaleza, 20 (6):66, 1959.\nNo relatório da Secretaria de Estado dos Negócios da Agricultura, Comércio e Obras Públicas de 1881, na seção da Comissão de Açudes, observamos uma segunda comissão técnica enviada ao Ceará chefiada pelo engenheiro francês Jean Jules Révy15. Esta comissão destinava-se ao estudo da natureza e do solo para a construção de açudes e represas. Foram projetadas as barragens do Itacolomy, Lavras e Quixadá, esta última no vale do Satiá, com o objetivo de facilitar a irrigação das plantações e atenuar os efeitos das secas que afetavam a província do Ceará. É interessante frisar que os projetos foram elaborados apesar da topografia da região ser praticamente desconhecida.\nRévy considerava o Ceará uma província próspera antes de ser atingida pela seca, sendo esta entendida como o verdadeiro problema:\n“Na opinião d’este engenheiro é o Ceará uma das províncias mais férteis e salubres do Império: do que é prova por um lado o desenvolvimento da população que, antes da última secca, era a mais densa do Brazil, (...) e por outro lado o vigor da vegetação e a qualidade e variedade dos produtos agrícolas.” (Brasil, 1881-1, p. 169 )\nUm outro aspecto importante é a comparação com reservatórios construídos em outros países, tema abordado no início deste capítulo. A esse respeito, Révy referindo-se à escolha do Vale do Itacolomy, tido como excelente para a construção de reservatórios, compara-o com reservatórios construídos nas Índias Oientais, afirmando que, no Ceará, considerando os dados referentes à temperatura e às taxas de evaporação, o reservatório de Itacolomy forneceria água para a irrigação de terras durante três anos de secas ininterruptas.\nDepois do estudo do Vale do Itacolomy, passa a estudar o Vale de Lavras, defendendo sempre a construção de grandes reservatórios, que poderiam fornecer água em quantidade ilimitada a todo o vale em cuja cabeceira os reservatórios estivessem situados.\nNo relatório de 1882, encontramos referência à construção de três grandes reservatórios, entre os quais Quixadá, no Vale do Satiá, sob a responsabilidade do engenheiro Révy, chefe da Comissão de Açudes. Entre os estudos necessários para a elaboração dos projetos, destaca-se a exploração geológica e a hidrográfica do Vale do Satiá, fundamental para a rigorosa determinação de alguns caracteres do reservatório de Quixadá. No relato do\n15\tEste engenheiro jatuaria como chefe da comissão sanitária do Rio de Janeiro e da comissão de estudo contras as inundações periódicas do rio Tamanduateí, em São Paulo, ambas as montadas no ano de 1886.\nengenheiro responsável pelo projeto, percebe -se também a preocupação com a irrigação como meio de transformar economicamente a região:\n“ Plantações irrigadas produziram 5 ou 10 vezes mais do que actualmente com a obsoleta cultura em uso. É provavel que com a irrigação, viesse a ser o algodão o grande genero de exportação da provincia, rivallisando esta com os celebres Estados algodoeiros de Alabama, Luizania, Georgia e outros da America do Norte.” (Brasil, 1881-2, p. 104 )\nPara otimizar a construção da barragem do Cedro, em Quixadá no Ceará, é organizada, em 1884, a Comissão do Açude de Quixadá, entregue ao engenheiro J. J. Révy em 31 de outubro de 1884. Esta Comissão foi dissolvida em maio de 1885 e novamente organizada em 15 de dezembro de 1888, ainda sob a direção de Révy. Em função da portaria de 18 de maio de 1890 Révy é substituído pelo engenheiro Ulrico Mursa. Este inicialmente deveria seguir o projeto original, contudo, foram acrescentadas modificações, objetivando aumentar o volume de água do reservatório.\nFig. 2 Planta Baixa do Reservatório de Quixadá.\nSegundo Paulo de Brito Guerra (1981), com o advento da República foram reforçadas as idéias em torno da busca de soluções para a seca nordestina. Para exemplificar tal assertiva, este mesmo autor cita Rui Barbosa, Ministro da Fazenda do Governo Provisório em 1890:\n“As despesas com os Estados afligidos pela seca formam, no orçamento, uma voragem, cujas exigências impõem, continuamente ao país, sacrifícios indefinidos. (...) Cumpre que a política republicana, apenas consiga desvincilhar-se dos grandes problemas que envolvem a sua inauguração, busque penetrar seriamente as regiões obscuras dessa parte das nossas finanças e descobrir a esses problema solução mais inteligente e menos detrimentosa para os contribuintes.” (Guerra, 1981, p.40)\nPercebemos no discurso de Rui Barbosa uma preocupação com os gastos orçamentários na tentativa de solução para o problema da seca, assim como a cobrança por soluções mais definitivas.\nA marcha dos trabalhos de construção do açude de Quixadá não apresentava regularidade. No relatório do Ministério das Indústrias, Viação e Obras públicas do ano de 1894, as chuvas precoces e abundantes que atingiram a região são apresentadas como fator para a interrupção das obras. Este mesmo relatório explicita uma concepção tradicional no combate ao flagelo da seca, ou seja, a utilização de mão-de-obra oriunda das plantações devastadas nas construções.\n“ Grandes foram os embaraços que a precocidade e a abundancia das chuvas produziram logo no começo do anno, difficultando a continuação das obras e dando motivo á retirada de numerosos trabalhadores, attrahidos para a cultura das terrras, agora promettedora com a melhoria da estação..” (Brasil, 1894,p. 334)\nNeste mesmo ano, 1894, o engenheiro inglês P. O’Meara, especialista em obras de irrigação, visita o Ceará e as planícies do Jaguaribe, apresentando um relatório substancial. (Alves, 1953, p.138).\nNo relatório do Ministério das Indústrias, Viação e obras Públicas são relatadas as dificuldades com relação a construção: “Na execução dos trabalhos, ainda no decurso do anno findo, como em annos anteriores, luctou a comissão com as fortes chuvas, escassez de braços e a falta de cimento(...)” (Brasil, 1895, p.456) No ano seguinte o relatório do mesmo Ministério\ndefende a construção de reservatórios artificiais para superar os efeitos das secas, ressaltando que tais reservatórios são utilizados desde a antiguidade. Acrescenta ainda que experiências de irrigação do solo realizadas na Alemanha, Bélgica, Itália, França, Espanha e Argélia revelaram-se satisfatórias. Contudo, observa que o problema da irrigação é complexo e “absolutamente novo entre nós” (Brasil, 1896, p. 207). Gostaríamos de ressaltar o caráter pioneiro deste projeto, pois de acordo com o referido relatório o êxito da irrigação só poderia ser atingido após minucioso estudo das condições do terreno e observação contínua de trabalhos semelhantes.\n“(...) não só a irrigação, mas a piscicultura, o saneamento das cidades e a creação de forças mecânicas constituem hoje os múltiplos fins das barragens -reservatórios, que desta arte transformam uma região árida e inhospita em um centro de vida, força e movimento.” (Brasil, 1896, p.207)\nNo ano de 1896, apesar das dificuldades, as obras tiveram um certo incremento com a substituição do engenheiro Ulrico Mursa pelo engenheiro José Bento da Cunha na direção dos trabalhos de construção do açude. Percebe-se, no relatório de 1899, a preocupação com os gastos relacionados à construção do açude desde 1888 e a necessidade de suprimir tal despesa da verba republicana, situação que culmina com a tentativa de transferência para o estado do Ceará da responsabilidade com relação à conclusão das obras. A obra do primeiro açude público brasileiro só foi terminada em 1906, no governo de Afonso Penna. A esse respeito, Henrique de Novaes observa que as secas ocorridas durante o período de construção deste açude provocavam alterações administrativas que tinham as seguintes conseqüências:\n“Esterilizaram-se assim, em obras varias de açudagem, sem planos de conjunto, ou mesmo parciaes, bem determinados, e em obras de viação rodoviária, as sommas enviadas pelo Governo Federal para socorrer a população flagellada.” (Novaes, 1935, p. 251)\nA construção do açude do Cedro em Quixadá é apontada pela quase totalidade de autores que escrevem sobre as secas nordestinas como um exemplo notável de desperdício de dinheiro público. A observação de Iglesias enfatiza exatamente este aspecto:\n“ Visita ao ‘ Açude do Cedro’. Quem não o conhece, não pode fazer idéia do que seja a monumental obra d’ arte. Montanhas enormes de pedras, ligadas por diques colossais, circunscrevem uma grande área, formando um reservatório d’ água, que pode figurar entre os maiores do mundo.Os paredões são muito bem feitos; luxuosamente trabalhados, chegando mesmo a dar a impressão, em pleno interior do Ceará, de que se está vendo o passeio da Avenida Beira-Mar, do Rio de Janeiro. Não lamento que se tenha gasto tanto dinheiro em pleno sertão. O que é triste, para quem vê o sofrimento deste povo, é que tudo isto seja quase imprestável, sòmente porque falta um serviço bem organizado. O açude poderia transformar muitos quilômetros quadrados de terras incultas, em campos agrícolas grandemente produtivos. E esta região poderia ser o celeiro de duma boa parte do Estado do Ceará. Não conheço os outros açudes espalhados pelo Estado. Mas, a julgar pelo do ‘ Cedro’, que é o ‘ bicho’ mais importante, os outros, que é que farão?” (Iglesias, 1951, p. 91)\nCom a chegada de uma nova seca que atingiria o estado do Ceará em 1900 o governo lançou novamente mão de uma alternativa tradicionalmente utilizada pelo governo imperial: a abertura de uma linha de crédito para socorrer a região. Em função do corte das despesas realizado no Governo de Campos Salles, apenas parte deste crédito foi liberada. Contudo, em conseqüência do agrupamento de flagelados em busca de trabalho e meios de subsistência, o governo autorizou a abertura de crédito extraordinário para a realização de obras complementares em Quixadá e para a construção dos açudes Acaraú Mirim, Jordão, Panta e Papara. Neste mesmo ano é designado o engenheiro Bernardo Piquet Carneiro, como chefe da comissão do açude de Quixadá.\nNo relatório do ano de 1901 do Ministério das Indústrias, Viação e Obras Públicas, percebemos que a construção dos novos açudes atendia principalmente a necessidade de dar ocupação aos retirantes, vítimas da seca. Esses trabalhos são classificados pelo Ministério de extraordinários em contraponto aos trabalhos ordinários referentes à irrigação e conservação do vale do açude Quixadá.\n“A urgencia que havia em começar o serviço do Papara não deixou tempo para estudos preliminares da bacia hidrográfica. As circumstancias de momento levaram a attender em primeiro logar aos retirantes que affluiam para a sede dos trabalhos e depois á ellevação da barragem.” (Brasil, 1901, p. 605)\nSomente a partir da Lei 1.145 de 31 de dezembro de 1903, já no governo de Rodrigues Alves, é que surgem as primeiras medidas sistematizadas contra os efeitos das secas. É criada, então, pelo ministro Lauro Müller, a Comissão de Açudes e Irrigação, com sede no Ceará sob a chefia de Bernardo Piquet Carneiro que sucedeu à antiga Comissão do Açude Quixadá. Esta comissão empenhou-se no estudo de pequenos e médios açudes e na perfuração de poços tubulares. Também realizou estudos sobre a viabilidade da construção dos açudes de Quixeramobim e Acarape do Meio e sobre a possibilidade da formação de um grande lago com a barragem do boqueirão do Potí, na divisa entre o Ceará e o Piauí.\nA Comissão de Estudos e Construção contra os Efeitos das Secas e a Comissão de Perfuração de Poços, ambas no Estado do Rio Grande do Norte, foram criadas em 1904 em caráter temporário. Subordinada diretamente ao Ministério das Indústrias, Viação e Obras Públicas e chefiada pelo engenheiro José Mattoso Sampaio Correia, tinha como objetivos: a construção da estrada de Ferro Ceará-Mírim e o melhoramento das vias de comunicação entre as regiões afetadas pelas secas e os melhores mercados e centros produtores, a construção de obras de açudagem e de poços pouco profundos, o estudo do traçado de uma estrada de ferro que partisse do litoral e atravessasse a região assolada, o estudo de poços poucos profundos levando em conta a natureza geológica da região e a indicação de açudes que possam resistir a três anos de seca. A Comissão chegou à cidade de Natal em 12 de março de 1904. Com relação à organização desta Comissão merece destaque a necessidade de instrumentalizá-la para a realização de levantamentos topográficos. A esse respeito, destacamos a participação do Observatório Astronômico do Rio de Janeiro, então dirigido por Luís Cruls, no envio de instrumentos científicos para a região em questão. No ofício n. ° 779 endereçado à Comissão, depositado no Arquivo do Museu de Astronomia e Ciências Afins, encontramos:\n“De ordem do Sr. Ministro peço-vos informeis quaes os instrumentos que podem ser pedidos por essa Repartição afim de serem desde logo utilisados pela Comissão de estudos e construção de obras contra os effeitos da seca no Estado do Rio Grande do Norte cujo pessoal deveria partir d’esta Capital a 3 de Março proximo futuro.”\nExistem ainda, depositados no mesmo Arquivo, outros documentos referentes ao empréstimo de instrumento científicos para as obras do açude de Quixadá. Com relação ao papel do Observatório nesse período, Henrique Morize afirma que “ (...) por ter se tornado o\nObservatório um centro de depósito do material científico destinado aos trabalhos de engenharia e comissões científicas.” (1987, p.133)\nEm 1906, o engenheiro J. M. Sampaio Corrêa é transferido para o lugar de primeiro engenheiro fiscal da City Improvements Company no Rio de Janeiro, ficando a Comissão sob a responsabilidade do primeiro engenheiro Eugenio Ramos Carneiro da Rocha. A Comissão de Açudes e Irrigação continua com suas atividades no estado do Ceará.\nO ministro Lauro Müller, através da portaria de sete de maio de 1906, resolveu fundir as comissões criadas no Ceará e Rio Grande do Norte criando a Superintendência de Estudos e Obras Contra os efeitos das Secas. Segundo Henrique de Novaes (1935, p. 251), essa fusão acontece por solicitação dos presidentes das províncias que desejavam a sistematização dos serviços contra as secas. Em setembro deste mesmo ano, sob a direção do engenheiro Antônio Olynto dos Santos Pires e tendo como auxiliares o engenheiro Pedro de Alcântara Almeida Magalhães, Sylvio Rodrigues e Bellarmino Mendonça Filho, a Comissão partiu para o Ceará. Iniciou seus trabalhos por Fortaleza, no reconhecimento de uma bacia hidrológica composta por numerosas cacimbas e poços responsáveis pelo fornecimento da totalidade da água que abastecia a população da cidade. Em viagens pelo interior do estado a Comissão destacou o estado de conservação de vários açudes, implementando, ainda, estudos para aproveitamento das águas do Rio Quixeramobim com a finalidade de aumentar o suprimento de água do açude de Quixadá. “Está concluido o açude de Quixadá, e não tem quase água que represar, os canaes de irrigação estão feitos, e não há com que irrigar (...)”. (Brasil, 1907, p. 869)\nEm 16 de setembro de 1907, uma portaria do então ministro Miguel Calmon suprimiu a Superintendência, restaurando a Comissão de Açudes e Irrigação, que tinha como finalidade, entre outras, o estudo das condições dos açudes construídos pela União, a revisão dos orçamentos dos açudes já estudados, o auxílio e a orientação aos particulares interessados na construção de açudes e a propaganda em favor do armazenamento de cereais e forragens. (Brasil, 1909, p. 168)\nSegundo Brito Guerra (1981, p. 43), ao assumir a presidência em 15 de novembro de 1906, o presidente Afonso Penna buscou solucionar de forma definitiva o problema das secas. Atendendo a solicitação do presidente, o senador Eloy de Souza e o ministro Miguel Calmom elaboram uma proposta de regimento no qual “(...) ficaram assentadas as linhas gerais da futura Inspetoria (...)”(Guerra, 1981, p.43) O trabalho foi submetido aos engenheiros Orville\nDerby, Euclides da Cunha, Gravatá, Paulo Queiroz, Francisco Sá e Sampaio Correia que sugerem alterações que atrasam a aprovação do regulamento. Contudo, com a morte de Afonso Penna coube ao ministro Francisco Sá, já no Governo de Nilo Peçanha aprovar a criação da Inspetoria de Obras Contra as Secas(IOCS). A Inspetoria substituiu todas as comissões anteriormente criadas pelo governo federal com o objetivo de atender, seja através da construção de açudes ou de vias públicas, aos estados atingidos pela seca.\n1.4\tA criação da Inspetoria de Obras Contra as Secas\nA Inspetoria de Obras contra as Secas (IOCS) que foi criada pelo decreto n.° 7619 de 21 de outubro de 1909, como uma divisão especial do Ministério das Indústrias, Viação e Obras Públicas, iniciou suas atividades em 1910. A nova repartição tinha como objetivos a centralização e a unificação dos serviços em toda a zona assolada pela seca, além da execução de um grande plano de combate aos efeitos das irregularidades climáticas.\n“Como região semi-arida ou das seccas devemos considerar a dos rios não perennes, a que vai da corrente do Parnahyba, o rio lindeiro do Piauhy, aos mais septentrionaes dos affluentes mineiros das duas margens do grande S. Francisco.”(Lisboa, 1984, p. 13)\nPassamos, a partir de agora a utilizar como fonte o relatório do Ministério da Viação e Obras Públicas do ano de 1910. No ano de 1909 estiveram em andamento os trabalhos preparatórios tanto de ordem científica quanto técnica indispensáveis “(...) á solução econômica do problema das seccas, e na execução de obras de engenharia destinadas a corrigir as falhas do clima da região semi-árida.” (Brasil, 1910, p. 455)\nAs poucas verbas disponíveis não possibilitaram que as atividades atendessem a toda a área de abrangência da Inspetoria. Por esta razão, os estados da 1a e 2a Seções (Piauí, Ceará, Rio Grande do Norte e Paraíba) tiveram maior desenvolvimento. Destacam-se, entre os quatro estados, os do Ceará e Rio Grande do Norte como os únicos que já haviam sido visitados por comissões técnicas, com obras de açudagem projetadas e orçadas. Para o desenvolvimento adequado de suas atividades a IOCS contava com a participação dos estados, como nos informa Sobrinho:\n“ Prevê a colaboração dêste Govêrno com os dos Estados interessados, desde que, em seus orçamentos, consignem verbas especiais para a construção de obras preventivas e atenuantes dos efeitos das sêcas, não sendo as quantias, para êste fim votadas, inferiores a 5% da respectiva receita.” (Sobrinho, 1953, p. 215)\nNo estado da Paraíba e demais vizinhos do norte foi realizado um levantamento geral do território em seus aspectos geográfico, hidrológico e geológico. Este reconhecimento possibilitou a execução de obras de irrigação e açudagem. Também foram objeto de reconhecimento os estados de Pernambuco e Bahia e iniciando-se o serviço de perfuração de poços em Pernambuco e no norte do Piauí.\nNo fim do ano de 1910, a sede da 3a Seção da Inspetoria foi instalada na capital do estado da Bahia e foi nomeado como chefe o engenheiro José Pires do Rio.\nEntre os serviços preparatórios, destacamos o levantamento topográfico e o reconhecimento geológico da região. O levantamento topográfico foi possível, graças à celebração de um acordo entre a Inspetoria e o Serviço Geológico e Mineralógico do Brasil, repartição subordinada ao Ministério da Agricultura que ficou com a responsabilidade exclusiva pelo trabalho. Também foram realizados levantamentos gerais geológicos dos estados da Paraíba, rio Grande do Norte e de uma parte do Ceará, estes de responsabilidade da Inspetoria.\n“É justo consignar quão valiosa foi a collaboração do Serviço geológico, sem a qual, certamente, não teria sido possível traçar, com seguros fundamentos, o vasto programma de trabalhos a serem executados, no correr de 1911, nas três Secções em que estão divididos os serviços da Inspectoría. ”(Brasil, 1910, p.\n456)\nOs mapas dos estados do Ceará, Rio Grande do Norte e Paraíba foram confeccionados sob direção dos engenheiros Horace E. Williams e Roderic Crandall (parte topográfica e confecção do mapa) e as coordenadas geográficas determinadas pelos engenheiros Arnaldo Pimenta da Cunha e Gastão Gomes. Este mapa permitiu o conhecimento da hidrografia e dos acidentes geográficos daqueles estados, sendo considerado um grande “(...) progresso na cartografia do país.” (Brasil, 1910, p.457) O mapa dos estados do Piauí,\nPernambuco e Bahia foi realizado exclusivamente pela Inspetoria através da contratação de topógrafos.\nO Serviço Geológico realizou um levantamento geográfico, geológico, do suprimento de água, do transporte e de locais favoráveis à grande e a média açudagem nos estados da Paraíba, Rio Grande do Norte e Ceará.\n“Esse trabalho, que representa uma primeira contribuição a discriminação geral das principaes series geológicas, permitiu que fossem esboçadas, em um mappa, as áreas cb rochas cretáceas offerecendo condições hydrologicas favoraveis á abertura de poços, e as grandes áreas das rochas metamorphicas, crystallinas e propriamente graníticas, de condições hydrologicas menos favoraveis.”(Brasil, 1910, p.458)\nO reconhecimento botânico, essencial para o combate aos efeitos das secas, foi confiado ao botânico Alberto Lofgren, tendo sido realizado em duas etapas: a primeira iniciada em fevereiro na estação das chuvas e de florescência vegetal nos estados do Ceará , Rio Grande do Norte e Piauí e a segunda campanha que foi realizada no período seco, com as caatingas desfolhadas, abrangendo os estados do Ceará, Rio Grande do Norte, da Paraíba, de Pernambuco e da Bahia.\nO estabelecimento de uma rede de estações pluviométricas também foi considerado fundamental para os serviços relativos à seca, uma vez que a observação da “queda d’água atmospherica” permite a discriminação de diferentes zonas de chuva no país, assim como os dados decorrentes da observação evitam erros técnicos na construção de barragens. “Satisfazendo a essas necessidades, iniciou a Inspectoria, no anno findo, a installação da sua rêde pluviométrica, nos Estados assolados (...)”. (Brasil, 1910, p. 459) O serviço de medição direta das descargas das correntes elétricas também foi também iniciado.\nA criação da Inspetoria representa a “(...) consolidação dentro do Estado Brasileiro da idéia de que determinadas unidades da federação realmente necessitam de um combate contra a seca e não podem fazê-lo sozinhos.” (Ribeiro, 2001, p. 107)\nNo próximo capítulo abordaremos o perfil do primeiro Inspetor da IOCS, Miguel Ribeiro Arrojado Lisboa, e as suas concepções acerca do fenômeno da seca. Posteriormente, retornaremos ao tema da criação da IOCS, enfocando, especificamente, as expedições científicas.\nCAPÍTULO II- As Diretrizes Iniciais da Inspetoria: A Gestão de Arrojado Lisboa\n2.1\tArrojado Lisboa: uma breve biografia\nO primeiro inspetor da Inspetoria de Obras Contra as Secas, o engenheiro Miguel Arrojado Ribeiro Lisboa, dirigiu importantes órgãos públicos brasileiros, sendo retratado, nas breves biografias existentes, como um dos nomes mais expressivos de sua geração, tendo grande influência na vida social, política e industrial brasileira. Tornou-se um grande incentivador de iniciativas consideradas patrióticas e progressistas. Valia-se de uma rede de relações tanto nacional quanto internacional para atingir seus objetivos, fossem esses aumentar a projeção do país internacionalmente ou a divulgação de suas pesquisas. A preocupação com a divulgação é explicitada na introdução de seu relato sobre suas atividades no âmbito da Comissão Schnoor16. Nesta publicação, Arrojado Lisboa discorda do sentido burocrático dos relatórios de serviço, normalmente produzidos para não serem lidos. Segundo ele, “(...) lucrou o escrito com a supressão do título de relatório (...) que na significação mais vulgar, entre nós, significa - cousa escripta para não ser lida.” (Lisboa, 1909)\nA importância de seus artigos, publicados no Jornal do Comércio, no Rio de Janeiro. é ressaltada na seguinte citação:\n16\tO relatório da Comissão Schnoor será analisado ainda neste capítulo.\n“Seus artigos no Jornal do Commercio, assim como seus livros eram muito apreciados pelos fundamentos científicos e pelo fato de estarem sempre associados à avaliações de natureza econômica”. 17\nA trajetória profissional de Arrojado Lisboa aponta para algumas características marcantes: ao perfil de engenheiro alia-se o de administrador e o de divulgador da ciência. Acreditamos que a análise da sua formação acadêmica, realizada na Escola de Minas de Ouro Preto, possa explicar a estreita relação entre conhecimento científico e desenvolvimento econômico. Estes aspectos serão analisados posteriormente, por ora é importante ressaltar que tanto as suas pesquisas científicas quanto as realizadas durante a sua gestão na Inspetoria estavam sempre articuladas com observações de natureza econômica.\nArrojado Lisboa nasceu no Rio de Janeiro no dia 18 de agosto de 1872 e morreu em Petrópolis - RJ em 27 de julho de 1932, antes de completar sessenta anos. Sêus pais chamam-se Joaquim Miguel Arrojado Lisboa e D. Maria da Gloria Machado Lisboa, tendo tido a família paterna a tradição de servir ao Estado, desde o Brasil colonial. Com relação à ascendência materna sabemos que descende de uma tradicional família de Diamantina, Minas Gerais, ligada aos primeiros descobridores de diamantes em terras brasileiras. (Pereira, 1944, p. 539)\nNa infância, permanece durante um ano em Lisboa, Portugal.Arrojado Lisboa inicia seus estudos no Rio de Janeiro, posteriormente no Colégio Reis em Petrópolis (RJ) e no Seminário Episcopal em São Paulo. Após o término dos exames preparatórios na Faculdade de Direito, transfere-se para a Escola de Minas de Ouro Preto (MG), matriculando-se em junho de 1888. Recebe em junho de 1894 o diploma de Engenheiro Civil e de Minas.\nA condição de ex-aluno da Escola de Minas de Ouro Preto parece ter influenciado fortemente a trajetória profissional de Arrojado Lisboa a ponto de afirmarmos que tenha sido imbuído pelo espírito da Escola. Em todas as suas atividades e experiências profissionais percebemos a influência das características implementadas pelo fundador, Claude Henri Gorceix18, na Escola de Minas, verdadeiras marcas na formação de toda uma geração de engenheiros brasileiros. Nesse sentido, torna-se fundamental contextualizar, ainda que\n17\tJABORANDY, Sérgio. Disponível em http: ://www.zapt.com.br/biograph/biograph.asp\n18\tCientista e professor francês (1842-1919), formado em 1866 em ciências físicas e matemáticas pela École Normale Supérieure de Paris. (Carvalho, 1978,p. 25)\nbrevemente, o papel político e social da Escola de Minas de Ouro Preto destacando os aspectos relevantes acerca da sua fundamentação conceitual.\nA Escola de Minas de Ouro Preto, cujo projeto de criação foi oficializado em 6 de novembro de em 1876, contou para a sua implantação com o empenho pessoal do Imperador D. Pedro II. Para Schwartzman, significou uma “(...) exceção notável entre as escolas profissionais fundadas depois da reforma educacional do Visconde de Rio Branco.” (Schwartzman, 2001, p. 79)\nA escola se propunha a agir nas áreas de ensino, ciência e tecnologia e economia. Gorceix tenta implantar em Ouro Preto um ensino técnico e científico, com conteúdo e método novos. Os estudos de geologia e de mineralogia deveriam ter obrigatoriamente uma base teórica e prática. Os novos métodos e o novo estilo ficaram conhecidos na escola como “o espírito de Gorceix”. (Carvalho, 1978, p. 72)\nAliando a teoria à prática, o ensino da Escola de Minas enfatizava, entre outras coisas, o desenvolvimento da criatividade e do espírito de investigação e a preocupação com o estudo da realidade brasileira, especialmente com a realidade de Minas Gerais.\nO destino profissional dos ex-alunos da Escola até o final do século XIX, segundo José Murilo de Carvalho, era a docência, quase sempre na própria Escola, a atuação como engenheiros civis em comissões de serviço que objetivavam, entre outras coisas, a construção de estradas, o saneamento, as obras contra as secas, fiscalização de obras ou o emprego nas estradas de ferro, especialmente a de Pedro II. Sendo poucos os que se dedicaram a ocupações típicas de engenheiros de minas, metalurgistas, ou geólogos (Carvalho, 1978, p.83-84 )\nCom relação a este fato, é importante acrescentar que gradualmente a grade curricular vai sendo alterada com a inclusão de cadeiras de engenharia civil e finalmente em 1894 os formados passam a receber o título de engenheiro de minas e civil. Apesar das alterações no projeto original, Gorceix ainda conseguiu manter uma estrutura que permitiu a boa formação de engenheiros nas áreas de minas, metalurgia e geologia. (Carvalho, 1978, p. 93)\nNas duas primeiras décadas do século XX a situação mudaria completamente. O Serviço Geológico e Mineralógico do Brasil, criado em 1907, foi quase todo preenchido por ex-alunos da Escola de Minas.\nContraditoriamente, apesar da inexistência de postos de trabalho até o final do século XIX, a Escola de Minas de Ouro Preto está diretamente relacionada ao desenvolvimento de\numa ciência geológica feita no Brasil por brasileiros. Entre 1876 e 1930, a produção geológica feita por brasileiros foi quase toda devida à ex-alunos da Escola de Minas. De acordo com Viktor Leinz estes “(...) iniciaram a era da pesquisa puramente nacional, coadjuvados pelos seus colegas provenientes da Escola de Engenharia do Rio de Janeiro.”(1994, p. 289)\nA carreira de Arrojado Lisboa reflete esta ambigüidade, pois ao mesmo tempo que administrou grandes obras públicas, também destacou-se como geólogo. Nesse sentido é importante relativizar a afirmação de José Murilo de Carvalho de que “É mais um dado em favor do ensino da Escola de Minas o de ter assim mesmo conseguido formar excelentes engenheiros civis, como Saturnino de Brito, Arrojado Lisboa, Lourenço Baeta Neves, etc.” (Carvalho, 1978, p.85) Arrojado Lisboa publicou trabalhos considerados pioneiros como o de geologia aplicada à mecânica dos solos (Telles, 1994, p.375) e desde o início da sua atividade profissional em 1894 realizou estudos e levantamentos geológicos. Contudo, concordamos com José Murilo de Carvalho quando este afirma que:\n“Talvez o fator de maior peso na ampliação geográfica da influência dos ex-alunos tenha sido sua conhecida disposição em trabalhar em lugares remotos ou fazer longas e exaustivas excursões, no início em lombo de burro, na prática da profissão. Isto é uma herança tanto do espírito de trabalho e pesquisa implantado por Gorceix, como da localização de Ouro Preto fora de grandes centros.” (Carvalho, 1978,p. 89, 90)\nAs atividades profissionais de Arrojado Lisboa iniciam-se no mesmo ano de sua formatura, 1894, quando a convite de Guilherme Schuch de Capanema, o Barão de Capanema realiza estudos geológicos nas minas da freguesia de Antônio Ferreira, próximo a Ouro Preto, Minas Gerais, terra natal do Barão de Capanema. Apesar de não podermos confirmar a informação, podemos presumir que as minas estudadas por Arrojado Lisboa na região de Antônio Ferreira situavam-se na fazenda Timbopeba, de propriedade da família de Capanema19.\nÉ importante ressaltar a intensa ligação entre Arrojado Lisboa e o Barão de Capanema, atestada pela correspondência trocada entre os anos de 1894 e 1904, parte dela depositada no\nCom relação a atuação de Capanema como mecenas e incentivador das ciências naturais ver (SÁ, 2001).\nArquivo do Museu Imperial de Petrópolis. Neste conjunto, composto de cento e nove documentos, encontramos desde temas relacionados a questões profissionais, tais como: preocupação com a demarcação das minas no Pará, a descrição da formação aurífera do Gurupi ou com a fazenda de Timpopeba20 até aconselhamentos pessoais, como orientações referentes a vida acadêmica de um dos filhos de Capanema. (Arquivo Histórico do Museu Imperial de Petrópolis. Coleção Silva Costa)\nNo ano de 1895, ainda a convite do Barão de Capanema, então diretor da The Gurupi Gold Mining C, realiza estudos geológicos no norte do Brasil, na região do rio Gurupi, divisa natural entre os estados do Maranhão e Pará. O objetivo dos estudos era o reconhecimento dos veios auríferos da região próxima ao rio Gurupi21 e para atingir tal finalidade, Arrojado Lisboa faz a geologia do Alto Gurupi até o oceano Atlântico.\nEm 1896, após visita ao Amazonas, retorna ao Rio de Janeiro e assume o cargo de primeiro engenheiro da Comissão Geográfica do Estado do Rio de Janeiro22, tendo permanecido no cargo até 1897. Antes de exonerar-se, dedica-se a obras de saneamento no Estado do Rio de Janeiro, principalmente no município de Barra de Piraí.\nSegundo a biografia de Arrojado Lisboa publicada no Boletim do DNOCS N° 6, V 20, por volta de 1897, o autor publicou um trabalho de divulgação sobre as minas de manganês de Minas Gerais, fazendo com que o público tomasse conhecimento de um tipo de indústria, ainda incipiente no Brasil. Tal publicação suscita alguns questionamentos ainda não respondidos. A divulgação de um trabalho sobre as minas atendia a uma expectativa do público ou a de um grupo especializado? Atendia a uma necessidade de conhecimento científico ou tratava-se de uma estratégia de convencimento da indústria? A publicação O Manganez no Brasil, de 1898 é a reunião de artigos publicados originalmente no Jornal do Comércio tendo sido didaticamente planejada.\n20\nNão devemos esquecer que Arrojado Lisboa formou-se na Escola de Minas de Ouro Preto, próxima a freguesia de Antônio Ferreira. A terra natal influenciou fortemente as escolhas profissionais do Barão de Capanema: “(...) crescido num ambiente maravilhoso - entre Santa Bárbara e Sabará - o futuro BARÃO DE CAPANEMA viu desde criança e observou, na fazenda Timbopeba - propriedade do pai - inúmeras cousas, entre as quais, as peças do maquinismo para as lavras de ouro, o perfil da serra do Gongo- Sôco, as águas do rio Gualaxo.” (Pereira, 1945, p. 141)\n21\tO rio Gurupi, situado na região hidrográfica Costa Atlântica/Nordeste nasce em território Maranhense e seus principais afluentes se encontram na margem esquerda, território paraense, e o divisor natural entre os dois estados e por sua constituição geográfica, correndo sobre rochas cristalinas, encontra-se encachoeirado. Tem sua foz no Oceano Atlântico. Ver (http://www.para30graus.pa.gov.br/Rec SubGurupi.htm).\n22\tNão foram encontradas informações sobre esta Comissão.\nInicialmente explica as origens do metal, desde sua descoberta por Scheele até a obtenção do manganês metálico puro por intermédio de seus óxidos, pelos srs. Green e Wall. Ainda de forma didática, informa que os minérios de manganês não têm aplicação na indústria brasileira, sendo exportados para os mercados ingleses, grandes consumidores desse produto natural e lá são utilizados, na metalurgia, na indústria química e na fabricação de vidros. (Lisboa, 1898, p. 6) Na continuação do texto afirma que os minérios de manganês suscetíveis de exploração industrial no Brasil têm sido encontrados nos estados de Mato grosso, São Paulo e Minas Gerais, neste último estado, em função da abundância das jazidas, iniciaram-se as explorações de manganês. O interesse econômico pela exploração mineral torna-se mais evidente com a apresentação de uma pequena tabela com dados referentes às quantidades de manganês exportadas pelo porto do Rio de Janeiro entre os anos de 1891 e agosto de 1898. Nos quatros primeiros anos não aparecem os dados e a partir de 1895 inicia-se um processo de crescimento substancial nas exportações de manganês.\nO texto encontra-se dividido nas seguintes seções: natureza dos minérios, qualidade dos minérios, descrição das jazidas, origem provável dos minérios de manganês, métodos de exploração, custo da extração, transporte da mina à estrada de ferro, transporte por mar, valor do minério no mercado consumidor, influência do câmbio e conclusões. A análise das diversas partes da publicação permite-nos afirmar que se trata de um estudo de viabilidade econômica para fortalecimento da indústria brasileira de extração de manganês. Percebe-se claramente a relação entre conhecimento científico, a partir da descrição técnico-científica do minério e das análises realizadas pela Escola de Minas de Ouro Preto, e economia, inclusive com análises das taxas cambiais.\nEm novembro de 1898 viaja para a Europa e até 1900 freqüenta as aulas do curso de filosofia da Universidade de Berlim e ao mesmo tempo dedica-se ao estudo de indústrias européias, principalmente as indústrias mineiras, de interesse econômico para o Brasil. Com tal objetivo percorre a Alemanha, Rússia, Áustria, Suíça, Bélgica, França, Inglaterra e Espanha. Ainda não está claro se estas viagens eram custeadas pelo poder público ou financiadas por algum agente privado.\nRegressa ao Brasil em agosto de 1900 e até 1907 suas atividades profissionais tiveram como foco o estudo da Geologia brasileira e o desenvolvimento da indústria mineral. “Naqueles sete primeiros anos do século XX, a atividade de Arrojado Lisboa foi realmente\ndinâmica.” (Pereira, 1944, p. 539) Percorreu os estados da Bahia, Espírito Santo, Rio de Janeiro e Minas Gerais, detendo-se nos estudos de geologia e das possibilidades de industrialização do diamante no distrito de Diamantina. Em companhia de Eugen Hussak, geólogo austríaco especialista em mineralogia e petrografia descritiva (Telles, 1994, p. 557, 2v.) e seguindo os passos do Barão de Eschwege23 e do botânico francês Auguste de Saint Hilarie24, procedeu a um levantamento geográfico ao longo da Sbrra do Espinhaço, de Ouro Preto, Itambé do Serro e das nascentes do Araçuaí, com a finalidade de localizar platina. Realizou ainda as viagens pra a região central de Minas Gerais (examinou jazidas auríferas de ferro e de manganês), para a Bacia do Paracatu (recolheu dados geológicos e estudou as condições da ocorrência do diamante) e para o litoral sul da Bahia até as proximidades do Rio de Janeiro (estudou locais com jazidas de monazita).\nDurante este período publica trabalhos inéditos relativos à ocorrência de diamante e ouro nas bacias do Rio do Sono e Paracatu, em Minas Gerais, assim como realiza tentativas de desenvolvimento da indústria de dragagem aurífera também em Minas Gerais, tentativas abortadas em função do esgotamento dos aluviões auríferos.\nFoi um dos diretores das companhias inglesas The New Zeeland Brasilian and Prospecting Co. e The Rio das Mortes Gold Dredging Co., organizadas na colônia inglesa da Nova Zelândia e da Companhia de Dragagem Aurífera do Rio das Velhas, esta última organizach pelo próprio Arrojado Lisboa e por um grupo de amigos no Rio de Janeiro.\nEm 1907 fez parte da Comissão Schnoor de exploração da Estrada de Ferro Noroeste do Brasil, percorrendo o território que vai de Bauru (São Paulo) até Corumbá (Mato Grosso). A montagem da Comissão Schnoor deveu-se ao fato da Companhia Estradas de Ferro Noroeste do Brasil necessitar efetuar o reconhecimento de sua linha férrea de Mato Grosso, mais precisamente entre Itapura e Corumbá. À chefia desta expedição coube ao engenheiro Emilio Schoor, responsável pelo convite feito a Arrojado Lisboa para que participasse da referida comissão na qualidade de geólogo. Na introdução do relatório publicado em 1909 e intitulado Geologia, Indústria Mineral, Clima, Vegetação, Solo Agrícola e Indústria Pastoril, Arrojado Lisboa informa sobre a prática de incorporar naturalistas às comissões oficiais e que explica o porquê da sua participação na Comissão Schnoor:\n23\tEngenheiro alemão que chegou ao Brasil com a Corte Portuguesa em 1808. (Telles, 1994, p. 551, v.2)\n24\tNaturalista francês que realizou expedições científicas no Brasil no século XIX\n“A iniciativa e ao esforço do Exmo. Sr. Dr. Miguel Calmon, actual Ministro da Indústria, deve-se a pratica agora introduzida de se fazerem acompanhar de naturalistas as comissões de exploração de linhas de penetração, férreas e telegraphicas. Foi obedecendo a essa sugestão que tive a fortuna de ser convidado pelo Dr. Emilio Schnoor para acompanhal-o, como geólogo, em sua missão atravez Mato-Grosso e neste volume resumo as observações que tive a oportunidade de effectuar. ” (Lisboa, 1909)\nDando continuidade ao seu relato, Arrojado Lisboa informa que a comissão dividiu-se em dois grupos: o primeiro grupo acompanhado do engenheiro-chefe e da maioria do pessoal técnico seguiu para Itapura pela via navegável do rio Tiete e o segundo grupo, no qual estava Arrojado Lisboa, seguiu por terra, levando quase dois meses para concluir o trajeto. No dia dois de novembro de 1907, separa-se do restante da comitiva em Campo Grande partindo para o reconhecimento geológico da Serra do Maracujá e da baixada do Paraguai, percurso realizado em vinte e seis, percorrendo, assim, toda a linha projetada até Corumbá.\nNa introdução do volume, Arrojado Lisboa faz duas considerações que explicitam traços do seu fazer científico. Observa que o objetivo da comissão é efetuar o reconhecimento e exploração de uma estrada de ferro, obrigando a subordinação do trabalho de geólogo ao trajeto de reconhecimento.\n“(...) falhando, portanto, a primeira condição para uma conveniente exploração geológica e que vem a ser a absoluta liberdade na escolha do caminho, conforme as circunstancias imprevistas de terrenos exigirem.”(Lisboa, 1909)\nAcrescenta que nunca pretendeu ocultar esta característica do seu trabalho geológico e que por iniciativa própria resolveu adicionar informações referentes a capacidade agrícola e da criação de gado da região visitada. A partir dos dados desta publicação percebemos a relação de Arrojado Lisboa com o Prof. Dr. Eugenio Hussak, responsável pelo exame de todas as rochas descritas microscopicamente e com os Drs. Guilherme Florence e\nCarlos Rabello, de São Paulo, e Custódio Braga, de Ouro Preto, pela contribuição com as análises químicas.\nOutro aspecto importante é a informação sobre a quase inexistência de literatura referente à indústria mineral no estado de Mato Grosso, o que obrigou a Arrojado Lisboa a deslocar-se até a sede das empresas na cidade de Buenos Aires para obter informações sobre a situação financeira das empresas de mineração. Só com esses dados foi possível completar o trabalho sobre as indústrias de mineração publicadas no relatório.\nEsta viagem, assim como as demais expedições, apresentou características múltiplas: o reconhecimento da região através do estudo da geologia e a observação das condições das indústrias das regiões percorridas. Sobre este escrito encontramos a seguinte afirmação:\n“Tanto sobre a geologia, como acêrca do clima - principalmente - ou sobre os recursos e as possibilidades econômicas da região, Arrojado Lisboa fez, por vezes, trabalho de verdadeiro geógrafo, Não olvidando, mesmo a síntese, bem fundamentada, das condições de vida da população, e da organização do trabalho em toda a região sul mato-grossense.” (Pereira, 1944, p.540)\nEm 1909, por conta do serviço Geológico e Mineralógico do Brasil, viaja para o norte do Brasil, mais especificamente para os estados do Maranhão, Pará, Goiás, Piauí e uma pequena parte do Ceará. Os resultados obtidos englobam: a finalização do levantamento geológico do distrito mineiro de Gurupi (MA) “ficando cientificamente reconhecidas diversas ocorrências de jazidas de ouro, manganês e ferro” (Boletim do DNOCS, 1959, p.10), a coleta de fósseis no litoral paraense (de Piabas até Curupuru já no Maranhão), o reconhecimento e o primeiro registro de uma extensa região de terrenos permianos 25 nos estados do norte do Brasil, o registro de diversas regiões com silificações de fetos arborescentes e o esboço da topografia dos estados das áreas visitadas.\nEm 1909, durante viagem à divisa dos estados do Piauí e Ceará, recebeu do Ministro das Indústrias, Viação e Obras Públicas, Francisco Sá, o convite para dirigir a Inspetoria de Obras Contra as Secas. Assumiu a Inspetoria em 1° de novembro de 1909 e permaneceu no cargo até 1912. Naquela ocasião solicitou sua exoneração por telegrama, da Europa, onde estava com\n25\tReativo ao período geológico Permiano.\ndestino ao Egito e ao Sudão para observar os trabalhos de irrigação e as características das culturas que pudessem ser adaptadas ao Brasil, especialmente a do trigo. (Boletim do DNOCS, 1959, p.10)\nApós sua saída da Inspetoria, Arrojado Lisboa freqüenta um curso na Universidade de Ciências de Paris e ministra palestras sobre o meio físico brasileiro na Sorbone. Ainda em 1912, já de volta ao Brasil, é reeleito diretor da Companhia Cessionária das Docas do Porto da Bahia, com sede no Rio de Janeiro.\nPercebe -se que Arrojado Lisboa ocupou cargos importantes em órgão públicos federais, constatando a existência de uma ampla rede de relações políticas e sociais que possibilitaria a ocupação dos cargos públicos ou a inexistência no país de quadros humanos qualificados para o exercício de atividades técnico-científicas. Novamente, em 1914, assume um outro cargo público, a direção da Estrada de Ferro Central do Brasil. Suas qualidades como administrador e homem público são ressaltadas em uma de suas biografias:\n“Revelando excepcionais qualidades de administrador enérgico, ponderado e justo, impressionou o público pela celeridade com que restabeleceu a ordem em todos os departamentos daquela ferrovia”. (Boletim do DNOCS, 1959,p.11)\nNos anos seguintes ocupa os cargos de: presidente da Companhia de Minas de Carvão do Jacuí (1917), da Companhia Urussanga de Carvão (em Santa Catarina entre 1918 e 1919), da Companhia Brasileira de Colonização (São Paulo) e da Companhia Minas e Viação em Mato Grosso; diretor técnico das Explorações de Petróleo em Rio Claro (São Paulo), gerente da Sociedade de Minérios e Terras Raras (Espírito Santo) e diretor da Companhia Carbonífera do Rio Grande do Sul.\nAtendendo a um convite do então Presidente da República Epitácio Pessoa, realiza viagens de exploração e de estudos geológicos em São Paulo, Paraná, Santa Catarina e Rio Grande do Sul. Para reconhecimento e indicação de medidas de exploração esteve, em missão oficial, na região carbonífera da República do Uruguai.\nEm 12 de janeiro de 1920 retorna a direção da Inspetoria, já denominada de Inspetoria Federal de Obras Contra as Secas na qual reorganiza os serviços: estabelece a Caixa Especial de Obras de Irrigação e Terras Cultiváveis no Nordeste Brasileiro, elabora o plano das grandes\nobras de irrigação e inicia a construção das barragens de Quixeramobim, Patu, Orós, Poço dos Paus, Pilões, Piranhas, São Gonçalo, Parelhas e Gargalheira.\nConsiderando os dois períodos que esteve à frente da Inspetoria, Arrojado Lisboa, coordenou a impressão de setenta publicações, divididas entre publicações científicas e técnicas. O relatório de trabalho intitulado Notas Botânicas26 de Alberto Lofgren publicado em 1923, por exemplo, inventaria sessenta e duas publicações, sendo quarenta e quatro da série científica e dezoito da série técnica, relacionadas às memórias de projetos e obras. Até a sua exoneração do cargo de Inspetor em 11 de março de 1927 havia percorrido diversas vezes os estados que constituíam a área de abrangência da Inspetoria.\nRecebeu ao longo da vida inúmeras homenagens e distinções, entre elas, a medalha de prata da Academia de Ciências da Baviera (1923) em função dos trabalhos botânicos realizados no semi-árido brasileiro durante a sua gestão na Inspetoria. Foi ainda membro de diversas entidades científicas nacionais e estrangeiras: Royal of Arts de Londres,Societé dês Ingenieurs Civils da França,Instituto Politécnico Brasileiro, Clube de Engenharia do Rio de Janeiro, Institute of Mining and Metalurgy de Londres, North of England Institute of Mining and Mecanical Engineers de Newcastle, American Institute of Mining Engineers de Nova Iorque e American Geological Society.\nAs distinções e homenagens não podem entendidas apenas como reconhecimento profissional, precisam ser avaliadas dentro de uma perspectiva mais crítica. Os professores Lúcia Maria Paschoal Guimarães e Valdei Lopes de Araújo ao discutirem o sistema intelectual brasileiro do início do século XX apontam para a figura do intelectual estrangeiro, responsável por uma espécie de tutela intelectual. (Rouanet* apud Guimarães &amp; Araújo, 2003, p.10)27 Nesse contexto, entre os interlocutores estrangeiros de Arrojado Lisboa, destaca-se John Casper Branner28, figura central de uma rede na qual a troca de favores nutria as relações e a quem interessava a “inserção tutelada de seus discípulos” (Guimarães &amp; Araújo, 2003, p.13).\n26\tLofgren, Alberto. Notas Botânicas. Rio de Janeiro: Imprensa Inglesa, 1923.\n27\tROUANET, Maria Helena. Eternamente em Berço Esplêndido. São Paulo: Siciliano, 1991, p.18-19\n28\tBranner nasceu em New Market Estados Unidos em 1850 e faleceu em 1922. Participou como membro da Comissão Geológica do Império (1875-1877) tendo retornado diversas vezes ao Brasil. Publicou cerca de sessenta trabalhos sobre geologia, mineralogia, paleontologia, botânica e economia brasileiras.\nAs filiações políticas de Arrojado Lisboa não foram ainda investigadas, mas um bom caminho seria analisar suas relações com D. Pedro II. Em artigo intitulado O Imperador em Petrópolis , Lisboa revela sua simpatia pela figura do Imperador destacando que:\n“Foi nesse tempo, durante a construção da Grão-Pará, que, com os meus 10 annos, conheci o imperador. Acompanhando frequentemente a meu pae em suas sahidas pela cidade, presenciei varios de seus encontros com o imperador e tenho bem viva a impressão que me deixava o seu interesse pela construcção da estrada, manifestado em mil perguntas.” (Lisboa,1925, p. 166)\nArrojado Lisboa publicou mais de quarenta trabalhos, entre memórias, projetos e relatórios. Merecem destaque: O Manganês no Brasil(1898), A Indústria do Ferro em Minas e seus Impostos Absurdos (1902), Um Caso de Crítica Científica (1902), As Areias Monazíticas (1903), Ocorrências de Seixos Facetados no Planalto central do Brasil (1906), Oeste de São Paulo, Sul de Mato Grosso (1909), The Permian Geology of Northern Brazil (1914), As Perspectivas da Engenharia Nacional (1926). Outro trabalho é a Bibliografia Mineral e Geológica do Brasil (1903-1906), publicado nos anais da Escola de Minas de ouro Preto, em 1906, no qual pretendia atualizar o trabalho de John Casper Branner (Santana, 2001, p. 132)\nDe acordo com Milton Vargas (1980, p.122) Arrojado Lisboa é o primeiro dos geólogos a fazer Geologia Aplicada no Brasil, uma vez que buscou utilizar a Geologia para na solução de problemas relacionados ao suporte e a estabilidade das cargas. A esse respeito afirma que:\n“Ainda não há um estudo completo da atividade de Arrojado Lisboa escrito do ponto de vista puramente geotecnológico. De qualquer maneira, temos a impressão de que ele representa a aurora dessa atividade no Brasil.” (Vargas, 1980, p.122)\nArrojado Lisboa foi um dos primeiros sócios da Sociedade Brasileira de Engenharia, entidade que esteve em atividade entre 1929 e 1933, com destacada participação na luta pela regulamentação da profissão de engenheiro. (Telles, 1994, p.678)\n2.2\tO Problema das Secas na Visão de Arrojado Lisboa\nAnalisar o problema das secas nordestinas na visão do primeiro inspetor da Inspetoria de Obras Contra as Secas torna-se fundamental para a compreensão do momento de formação das comissões que se dispuseram a percorrer o então longínquo norte brasileiro. Para nos auxiliar em tal empreitada utilizaremos como fonte a conferência proferida por Arrojado Lisboa em 28 de agosto de 1913 no Clube de Engenharia do Rio de Janeiro. É importante ressaltar que esta conferência foi apresentada após o término da primeira gestão de Arrojado Lisboa frente à Inspetoria, contudo acreditamos que os indicadores para compreensão do fenômeno da seca estão aqui explicitados.\nNo início do seu discurso Arrojado afirma que:\n“O homem é um producto da terra, dizem os sábios. É ella que lhe dá o alimento, que lhe dirige as idéias e a acção, que lhe provê as necessidades ou as suscita, que o auxilia na remoção dos obstáculos oppostos á sua existência, É, portanto, a terra que moldura e afeiçoa o homem. Elle é a sua alma, disseram os poetas pelo verbo de Victor Hugo.” (Lisboa, 1984, p.11)\nTal afirmação de Arrojado Lisboa filia-o a corrente de pensamento sintetizada por Ratzel29 conhecida como antropogeografia. Não precisamos nos deter nos fundamentos teóricos e metodológicos desta corrente, sendo apenas importante citar que se trata de uma corrente geográfica que estuda a “influência combinada do meio e do homem no desenvolvimento das nações.” (Lisboa, 1984, p.11)\nEm consonância com esta corrente de pensamento, Arrojado Lisboa afirma que “O conhecimento geographico de um paiz é, pois, uma das maiores necessidades políticas.” (Lisboa, 1984, p.11) Estes são os pressupostos teóricos indispensáveis para iniciarmos o estudo do problema das secas, certos de que da “(...) ignorância dos factos anthropo-geographicos decorrerá o mal-estar econômico e social que ellas enfeixam.” (Lisboa, 1984, p. 11)\nA ignorância dos fatos nos remete à necessidade de conhecimento. As diversas comissões e expedições montadas e enviadas aos estados atingidos pelas secas buscavam justamente o conhecimento mais consistente da região, pois este possibilitaria a soluções mais objetivas e ações concretas para o problema.\n29\nFriedrich Ratzel fundador da Geologia Política autor de Politische Geographie.\nArrojado Lisboa aponta, então, duas possibilidades para a compreensão do fenômeno da seca. Se considerarmos o significado da palavra, seca significa estiagem, falta de umidade e o problema das secas assim encarado significaria apenas o problema do suprimento d’água. Observa, contudo, que esta visão superficial do problema engloba a dimensão social: a ausência de chuvas afeta as condições econômicas e a vida social de uma região. Ao associar o problema da estiagem às questões econômicas e sociais concluí que:\n“Assim encarada, a secca é um phe nomeno muito vasto, de natureza tanto physica como econômica e social. O problema das seccas é, portanto, um problema múltiplo. Verdadeiramente não há - um problema, - há problemas.”(Lisboa, 1984, p12)\nEm uma região de chuvas escassas a chuva cai irregularmente tanto no decurso dos anos quanto no correr de uma mesma estação. Nas regiões de chuvas abundantes a irregularidade pouco prejudica a economia do homem. Ao explicar o fenômeno complexo da irregularidade e escassez das chuvas, Arrojado Lisboa monta um complexo ciclo relacionando irregularidade das chuvas com a perda da colheita, o desaparecimento das pastagens e a morrinha do gado. A falta de alimentos provoca o que chama de “transplantação” da população miserável para os centros com maiores recursos. Nos grandes centros improvisam-se acampamentos , amontoam-se os famintos , dá-se esmola, há poucos alimentos e trabalho, propagando-se conseqüentemente a peste.\nA preocupação de Arrojado Lisboa com a ordem social é emblemática, explicitando valores caros à sociedade brasileira de então, ou seja, a defesa do direito de propriedade e a preocupação com a ordem pública, refletindo ideais de uma sociedade hierarquizada e estável, sem conflitos.\n“A ordem social fica profundamente affectada. A caminho da cidade já os famintos vinham derrocando as leis. O retirante na estrada não respeita a propriedade. O proprietário não a póde defender com efficacia e, afinal, desesperado, também avoluma o êxodo.”(Lisboa, 1984, p.13)\nArrojado Lisboa acrescenta às suas observações sociais e econômicas outras questões relacionadas à natureza física da região. Informa da incapacidade do solo para a permanência das culturas, incapacidade refletida na vegetação característica dessas regiões. Contudo,\nacrescenta que existem também forças especiais que regulam o desenvolvimento das culturas, concluindo que há, portanto, uma face botânica e agrícola ser considerada. Informa que a água do sub-solo é indispensável para as plantas silvestres e domésticas e que esta água depende de dois fatores principais: a capacidade das rochas de reterem o líquido, capacidade que depende da inclinação e da porosidade e um outro fator exterior ao solo, que é o clima, determinante da chuva e do vento. O clima por sua vez é resultado da situação geográfica da região e do seu relevo tratando-se de um problema geográfico, ou melhor, astronômico.\n“Assim, temos esboçado, em toda a sua complexidade, o phenomemo das seccas. Se nos propomos procura a solução ou as soluções do problema, devemos forçosamente considerar todos os factores determinantes do flagello, já apontados no processo do seu desdobramento.” (Lisboa, 1984. p 13)\nAcrescenta que a importância desses fatores só é conhecida por estimativas que dependem do poder de observação e da cultura científica, categoria a que pertencem os vários fatores que determinam o fenômeno da seca. Por esta razão, o grau de importância dado às várias vertentes do problema, sejam elas geográfica ou geológica, climatológica, botânica, da engenharia técnica, higiênica, econômica ou social, dependerá de uma avaliação muito pessoal. A relativização proposta por Arrojado Lisboa para a abordagem da questão das secas nos parece interessante, uma vez que se afasta de uma visão centralizadora abrindo um leque de possibilidades para solução do problema.\n“São estimativas para ser interpretadas antes de ser discutidas. Ellas são também assimiláveis na proporção da cultura de cada um. Por isso as mais das vezes escapam á crítica. Mas, é inegável, o problema não terá solução antes de considerado, no conjunto e devidamente, sob todos os seus aspectos.” (Lisboa, 1984, p.13)\nNo final do seu discurso, Arrojado Lisboa conclui que a concepção moderna da antropogeografia obriga a uma vasta compreensão do meio, provocando a reflexão sobre o problema político, que de acordo com o autor “É o mais terrível de quantos bruxoleiam no horizonte indeciso da nossa nacionalidade.”(Lisboa, 1884, p.28)\nDe acordo com Lisboa, o Brasil é habitualmente considerado como uma unidade geográfica em função da nossa unidade política ter sido conseguida antes do despertar econômico. Vivemos sobre a mesma lei. “A mesma fórma áspera e atrophiante teimamos em\najustar a terras profundamente diversas que laboram homens de varias texturas.” (Lisboa, 1984, p.28) O desenvolvimento econômico é a única possibilidade de integração das diversidades ao espírito da nação. Apresenta-se como um homem liberal, favorável ao progresso e desenvolvimento econômico, pois só este equilíbrio poderá neutralizar as tendências permanentes de diferenciações geográficas. Alerta que as distintas regiões brasileiras em pouco tempo não se amoldarão mais ao inflexível critério político e econômico adotado pela nação. O problema das seccas é, pois, na sua mais alta expressão, o problema mesmo da nossa integridade nacional.”(Lisboa, 1984, p.28)\n2.3\tA Formação das Primeiras Comissões Científicas na IOCS\nArrojado Lisboa, quando designado como o primeiro Inspetor da IOCS, iniciou um período extremamente produtivo na repartição, com a promoção de estudos básicos sobre o nordeste brasileiro. De acordo com Thomaz Pompeu Sobrinho, no livro História das secas: (século XX), o fato de não existirem no Brasil técnicos especializados, principalmente em engenharia hidráulica e agronômica, fez com que Arrojado Lisboa procurasse especialistas no exterior ou que já estivessem atuando no Brasil. Assim, são incorporados as atividades da IOCS, os norte-americanos Roderic Crandall, Horace Williams, Gerald A. Warring, Ralf H. Sopper e Horace L. Small . Outros técnicos estrangeiros também são incorporados ao projeto como os botânicos Albert Lofgren e Philipp Von Luetzelburg e os brasileiros Luciano Jacques de Moraes, Raymundo Pereira da Silva e Djalma Guimarães. Os relatórios apresentados na opinião do Inspetor objetivavam:\n“Todos esses trabalhos permitirão abranger, as condições diferentes das regiões flageladas, sob os seus vários aspectos, geográfico, geológico, climatérico, botânico, social e econômico, e assim poderá a Ins petoria traçar o programa dos seus serviços apoiada em fatos de pura e real observação no terreno.”(Lisboa apud Guerra, 1981, p.45)\nA IOCS adquiriu caráter de repartição permanente graças ao decreto n. ° 9256 de 28 de dezembro de 1911, e continuou a sofrer alterações até que em 9 de julho de 1919 passa a ser Inspetoria Federal de Obras Contra as Secas (decreto n° 13687). Durante os primeiros anos a\nrepartição lutou com seus poucos recursos. Até 1915 a ênfase recaiu sobre os estudos topográficos, com a elaboração de mapas de vários estados.\nEnquanto esteve na Inspetoria, Arrojado Lisboa, desenvolveu em todos os estados atingidos pelas secas atividades de observação científica e de levantamento de dados, estas atividades incluíam o estudo detalhado da flora e das caatingas, observações regulares da queda das chuvas, medições das correntes d’água, observações geológicas das diferentes bacias hidrográficas e relativas aos regimes das águas subterrâneas. Os resultados obtidos com as observações objetivavam a elaboração de projetos destinados a corrigir o clima, concepção que esteve presente em todos os relatórios utilizados como fonte na elaboração desta dissertação.\nParalelamente ao reconhecimento da região, as obras de açudagem projetadas e orçadas anteriormente, foram executadas. Foi realizado o levantamento das cartas topográficas dos estados do nordeste e em 1912 são criados os hortos florestais de Cedro, em Quixadá (Ceará) e o de Juazeiro na Bahia, com a distribuição de mudas florestais e frutíferas. Ao lado do Horto florestal do Cedro surge um pouco mais tarde a primeira escola prática de agricultura do Ceará. A instalação dos hortos florestais próximos aos açudes “(...) deram origem anos depois, ao setor agronômico responsável pela exploração agropecuária em torno dos açudes”. (Carneiro, 1981, p. 15)\nCom relação à construção de açudes, o Ceará, além de Quixadá, já contava com o Acaraú Mirim, o Moçambinho, São Gabriel, Breguedofe, Lagoa das Pombas, e outros em construção. O Piauí tinha o Aldeia e Bonfim e o Rio Grande do Norte Currais, Corredor, Santa Cruz, Mundo Novo, Santana de Pau dos Ferros e Santo Antonio. A baixa dotação orçamentária impedia a construção de mais açudes.\nSegundo Novaes, a fixação da sede da Inspetoria no Rio de Janeiro afastou a direção central do campo de atividades, no caso o nordes te, consistindo esta distância em um entrave para o bom funcionamento da repartição. Contava a Inspetoria com três sedes distritais: a 1a no Ceará, chefiada pelo sub-inspetor José Ayres de Souza, a 2a compreendia os estados da Paraíba, Rio Grande do Norte e Pernambuco, sendo chefiada pelo engenheiro Raymundo Pereira da Silva e a 3a o estado da Bahia, chefiada pelo engenheiro José Pires do Rio. No Rio de Janeiro, contudo, ficavam concentrados os escritórios técnicos e de contabilidade, além dos serviços de pluviometria e meteorologia. (Novaes, 1935, p. 252)\nO Inspetor Arrojado Lisboa ficou no cargo até 18 de agosto de 1912, sendo substituído pelo engenheiro Aarão Reis. Em 1920, no governo de Epitácio Pessoa, Arrojado Lisboa retorna ao cargo de inspetor permanecendo até 1927. (Guerra, 1981, p.122)\nAlgumas importantes instituições científicas brasileiras colaboraram com as atividades da Inspetoria de Obras Contra os Efeitos da Seca. Participando do projeto governamental, seja através do envio de expedições, do empréstimo de instrumentos científicos ou de pesquisadores, atuaram como co-autoras de um projeto de Estado, colaborando na definição de uma filosofia para a Inspetoria ou na concretização de seus objetivos.\nDo Instituto Oswaldo Cruz foram enviadas para a região nordeste três expedições científicas no ano de 1912. A primeira delas foi chefiada por Adolpho Lutz e Astrogildo Machado (abril e julho de 1912), percorrendo o vale do São Francisco, de Pirapora e de Juazeiro. Como o objetivo era estudar o fenômeno climático, esta expedição foi realizada no período da seca, o que dificultou uma investigação mais minuciosa do ecossistema da região. Foram realizados também estudos com relação a patologia humana, a incidência de moléstias, além de observações referentes à raça. Uma segunda expedição, chefiada por João Pedro de Albuquerque e José Gomes de Faria atravessou os estados do Ceará e Piauí entre março e julho de 1912. Desta expedição ficaram os registros fotográficos e uma coleção de helmintologia. Não foram publicados relatórios ou diários de viagem. Uma terceira expedição composta por Belisário Penna e Arthur Neiva, pelo auxiliar Octávio Amaral e o fotógrafo José Teixeira, percorreu o norte da Bahia e os estados do Piauí e Goiás, entre março e outubro de 1912. Esta expedição destaca-se pela riqueza das observações de caráter sociológico e antropológico.\nO Observatório Nacional do Rio de Janeiro participou desde o final do século XIX das comissões que deram origem a Inspetoria, principalmente através do empréstimo de instrumentos científicos. Contudo, em 1909 quando passa para a tutela do Ministério da Agricultura, Indústria e Comércio (Decreto 7672 de 18 de novembro de 1909) transforma-se em Diretoria de Meteorologia e Astronomia. Os dois primeiros artigos do novo regimento atribuem ao antigo observatório um papel mais eficaz no combate aos efeitos das secas: a promoção do conhecimento da climatologia geral do país, publicando boletins trimestrais e anuais, bem como mapas e diagramas climatológicos, resumindo as observações feitas na rede de estações nacionais e o estudo das ocorrências das chuvas e das secas e o conseqüente\nregime das estiagens e cheias de rios, fazendo pesquisas no sentido de colaborar eficazmente na solução dos problemas de abastecimento de águas às regiões secas.\nAtravés da instalação de estações meteorológicas no território brasileiro, de primeira classe localizada no Observatório, de segunda classe comum e especial e de terceira classe e pluviométrica, buscava-se traçar o perfil climatológico do país. As estações deveriam comunicar-se sempre que possível com o Observatório e mandar-lhe mensalmente mapas meteorológicos.\nO Serviço Geológico e Mineralógico do Brasil (SGMB) através de seu corpo técnico exerceu influência na fundamentação teórica da Inspetoria, principalmente na gestão de Arrojado Lisboa. O SGMB é a revitalização da Comissão Geológica do Império (18751877) 30, que reaparece em 1907 sob a direção de Orville A. Derby, tendo como colaboradores Eugen Hussak e Gonzaga Campos, ex-aluno da Escola de Minas de Ouro Preto.\nSegundo José Veríssimo da Costa Pereira, o estímulo de Branner foi fundamental para que o Serviço Geológico auxiliasse a Inspetoria “(...) orientando-a, do ponto de vista da geologia estrutural e estratigráfica, quanto ao melhor meio de conduzir os seus respectivos trabalhos materiais.” (Pereira,1994, p.409) A IOCS transformou-se em um centro de pesquisas geológicas e as figuras e as atividades de Orville Derby e Casper Branner são essenciais para o entendimento da mudança de orientação percebida na repartição na gestão de Arrojado Lisboa.\nNo próximo capítulo analisaremos as monografias produzidas entre 1909-1912 que atestam a importância dos estudos efetuados no nordeste brasileiro com destaque para o caráter científico desses estudos. Segundo Henrique de Novaes:\n“Innumeras publicações e monographias attestam a intelligente e proveitosa actividade da Insectoria neste periodo, norteada por uma fé ardente nas possibilidades scientificas da solução do interessante problema que lhe fora dado resolver, e na comprehensão justa do dever em que nos achamos, os brasileiros de solucional-o”. (Novaes, 1935, p.251)\nA totalidade dos autores consultados apontam o período da primeira gestão de Arrojado Lisboa como excepcional e novamente as palavras de Henrique de Novaes exemplificam esta afirmação.\n30 Presidida por Charles F. Hartt que tinha por objetivo estudar a constituição geológica do país. Atuaram nesta comissão os geólogos norte-americanos Orville A. Derby, John Casper Branner e Richard Rathburn, além de dois engenheiros brasileiros Pacheco Jordão e Francisco J. de Freitas. Em 1870, Hartt publica Geology and Physical Geography of Brazil. Após intenso período de atividades a comissão é extinta em 1876,\n“A primeira phase desta, de 1909 a 1912, foi verdadeiramente brilhante, e preenchida por investigações scientificas locaes, sobre a geographia, zoologia, botânica e geologia da região, sobre o se clima e sua gente, sem as quaes fôra impossível fundar lógica e methodicamente uma diretriz segura”. (Novaes, 1935,p.251)\nNo segundo capítulo do livro História das secas: (século XX) Th omaz Pompeu Sobrinho informa que as pesquisas e observações da IOCS visando ao conhecimento do meio físico nordestino, poderiam ser dividida nas seguintes áreas: geodésia e cartografia, geografia física ou fisiografia, geologia e mineralogia, meteorologia e pluvimetria, fluviometria e hidrologia, biogeografia e a ordem social.\nSegundo Pompeu, os trabalhos geodésicos e cartográficos deveriam ser os primeiros a se realizar e foram encarregados deste serviço Gastão Gomes, Arnaldo Pimenta da Cunha, Oscar Feital e Rodrigues Torres. Diz Pompeu que um pequeno observatório foi instalado em Fortaleza para envio da hora certa para o interior do Ceará, onde estavam sendo determinadas as respectivas coordenadas.\nCom relação à Geografia ou Fisiografia, Pompeu informa que as atividades iniciaram-se em 1909 nos estados do Ceará, Rio Grande do Norte e Paraíba, terminando este no ano seguinte, quando foi confeccionado o mapa dos “Três Estados”. Este mapa serviu de base para organizados na Seção Técnica da Inspetoria de Secas: Mapa Geológico dos Estados do Ceará, Rio Grande do Norte e Paraíba, de Horace Williams e Roderic Crandall, Carta Hipsométrica da Região Semi-árida do Brasil, por Williams e Crandall, Carta Pluviométrica da Região Semi-árida do Brasil, por Williams e Crandall e o Mapa Botânico do Ceará, por Alberto Lofgren.\nDe acordo com Pompeu os serviços referentes à geologia e eventualmente à mineralogia desenvolvidos na IOCS ficaram a cargo de Horace Small, que deu continuidade com mais recursos e tempo aos estudos do Crandall. No ano de 1912, após a saída de Arrojado Lisboa da IOCS, o inspetor interino, José Aires de Sousa, contratou os engenheiros geólogos Horace Small para o Ceará e R.H. Soper para o Rio Grande do Norte.\nA meteorologia e especialmente a pluviometria receberam atenção especial da IOCS neste período, principalmente em função do impulso dado pelo espírito científico do primeiro inspetor. (Pompeu, 1982, p.215) Diz Pompeu que uma extensa rede de estações e postos\npluviométricos foi instalada no território nordestino e que os dados coletados permitiram a Delgado de Carvalho organizar um “Mapa Pluviométrico do Nordeste”. O mesmo procedimento, contudo, não foi adotado em relação ao serviço de meteorologia.\nAs atividades relacionadas à fluviometria e hidrologia ficaram a cargo de Geraldo A. Waring, chefe hidrólogo da Inspetoria entre 1910 a 1911, e posteriormente foram executadas por Ralf Soper e Horace Small. De acordo com Pompeu, a IOCS instituiu de forma criteriosa o serviço pluviométrico e de fluviometria, imprescindíveis para as pesquisas hidrológicas.\nCom relação à biogeografia, os trabalhos foram encaminhados pelo próprio Arrojado Lisboa, contudo, ainda de acordo com Pompeu, deixaram de ser logo de início o foco central de interesse. Para as investigações florísticas, foi nomeado Alberto Lofgren. As questões referentes à ordem social também foram objeto de estudos. Estas últimas, de acordo com Pompeu, eram relativamente pouco profundas, sendo abordadas a partir de um viés econômico.\nCAPÍTULO III- A Produção Científica\nEste capítulo tem por objetivo enfocar a produção científica da Inspetoria de Obras Contra as Secas (IOCS) utilizando os relatórios publicados na gestão de Arrojado Lisboa. Estes foram produzidos pelos técnicos contratados Roderic Crandall (1910), Alberto Lofgren (1910), Geraldo Waring (1912), e Raymundo Pereira da Silva (1910), além dos relatórios das expedições de Arthur Neiva e Belisário Penna e de Adolfo Lutz e Astrogildo Machado, resultado de uma parceria entre a IOCS e o Instituto Oswaldo Cruz (IOC). A idéia inicial era dividi-los por áreas disciplinares, contudo, a leitura dos mesmos nos impossibilitou seguir este caminho, uma vez que a totalidade dos relatórios analisados aborda com maior ou menor freqüência temas que poderíamos classificar como geográficos, climatológicos ou até me smo biomédicos. Assim, para subdividir este capítulo, adotamos como critério o título dos relatórios sendo as viagens do Instituto Oswaldo Cruz abordadas no subitem sanitarismo.\n3.1\tSanitarismo\nForam realizadas pelo Instituto Oswaldo Cruz três expedições científicas às regiões afetadas pelas secas, consideradas como marco inicial do movimento sanitarista, que eclodiria entre os anos de 1916 e 1920, elegendo, em substituição à noção de determinismo racial e climático, a “doença como o principal problema do País e o maior obstáculo à civilização”. (Lima &amp; Hochman, 1996, p.27) De acordo estes autores, as viagens e a divulgação dos relatórios correspondentes, podem ser considerados marcos interpretativos, ajudando na construção da imagem do Brasil como um país doente, pois “ (...) baseavam-se no conhecimento do ‘Brasil Real’, através das viagens científicas, em contraste com a idealização\ndo país característico das análises originárias de informações de gabinete.” (Lima &amp; Hochman, 1996, p.27)\nÉ importante ressaltar que as atividades de reconhecimento do território nacional por parte dos médicos-higienistas é definida como campo da ciência experimental. (Lima &amp; Hochman, 1996,p.23) Abordagem diversa é a apresentada por Nancy Stepan ao analisar as expedições do IOC, entendidas em um contexto de fortalecimento do próprio IOC e de consolidação de um campo científico:\n“Missões práticas promoveram, também, o desenvolvimento interno do Instituto. Num país com pequena tradição científica e um tanto isolado das comunidades científicas internacionais, havia alguma dificuldade em estabelecer a confiança essencial para competir no mercado científico mundial e produzir trabalhos científicos originais. As missões realizadas pelos cientistas do Instituto proporcionaram um excelente mecanismo de treinamento, e de confirmação da validade das técnicas de treinamento pelo sucesso no campo.” (Stepan, 1976, p. 111)\nOs relatórios utilizados como fonte são os referentes às expedições de Arthur Neiva31 32 33 34 e Belisário Penna (janeiro a outubro de 1912) e de Adolfo Lutz e Astrogildo Machado (abril a julho de 1912), realizadas em resposta à solicitação da IOCS, dirigida por Arrojado Lisboa. Da expedição de João Pedro de Albuquerque e José Gomes de Faria (março a julho de 1912) aos estados do Ceará e Piauí ficaram apenas registros fotográficos (Albuquerque;\nBenchimol et al., 1991, p.55). Neste trabalho, contudo, não foram utilizadas imagens fotográficas como fonte de pesquisa.\nPara Nísia Trindade Lima as viagens do IOC na década de 1910 tinham como objetivo\nMédico, nasceu em Salvador em 1880. Em 1908 é efetivado como pesquisador do Instituto Oswaldo Cruz.Dirigiu o Serviço Sanitário do estado de São Paulo e o Museu Nacional do Rio de Janeiro, entre 1923 e 1927. Morreu no Rio de Janeiro, em 1943. (CASA DE OSWALDO CRUZ. Arthur Neiva. Série Biografias)\n32\tMédico, nasceu em Barbacena (MG), em 1868. Em 1903 passou a trabalhar na Diretoria Geral de Saúde Pública. Em 1918 assumiu a direção do Serviço de Profilaxia Rural e em 1920 dirigiu os serviços de e saneamento rural do Departamento Nacional de Saúde (DNSP). Em setembro de 1931, foi nomeado ministro da Educação e Saúde, ficando no cargo por três meses. Morreu no Rio de Janeiro, em 1939. (CASA DE OSWALDO CRUZ. Belisário Penna. Série Biografias)\n33\tMédico, nasceu no Rio de Janeiro em 1855 e morreu na mesma cidade em 1940. Trabalhou em diversas instituições no exterior, tendo ainda dirigido o Instituto Bacteriológico em São Paulo. Disponível em: http://ial.sp.gov.br/história/adolfolutz.adolfolutz.html\n34\tMédico, pesquisador do IOC. Ainda estudante trabalhou com Carlos Chagas em Lassance. Lecionou no Curso de Aplicação de Manguinhos. Morreu em 1945. Disponível em: http://www4.prossiga.br/Chagas/trai/links/textos/cguerreiro.htm.\na realização de um “(...) amplo levantamento das condições epidemiológicas e socioeconómicas das regiões percorridas pelo Rio São Francisco e de outras áreas do Nordeste e Centro-Oeste brasileiros.”(Lima, 1998, p. 80) Outros autores destacam características específicas da expedição de Belisário Penna e Arthur Neiva: “A expedição de Belisário Penna e Arthur Neiva destaca-se pela riqueza de observações de caráter sociológico e antropológico...” (Albuquerque; Benchimol et al., 1991, p.55).\nViajem cientifica pelo Norte da Bahia, sudoeste de Pernambuco, sul do Piauhí e de norte a sul de Goiaz.\nDrs. ARTHUR NEIVA E BELISÁRIO PENNA\n(Estudos feitos á requisição da Inspetoria de Obras contra a seca. Direção: Dr. Arrojado Lisboa.)\nReimpresso das «MEMÓRIAS DO INSTITUTO OSWALDO CRUZ\nTomo VIII. -Fac 111.-1916.\n—\nRIO DE JANEIRO—MANGUINHOS\n1918.\nFig. 3 Folha de Rosto do Relatório de Arthur Neiva e Belisário Penna\nArthur Neiva e Belisário Penna apresentam a própria expedição como uma viagem científica pelo norte da Bahia, sudoeste de Pernambuco, sul do Piauí e de norte a sul de Goiás. O marco inicial da viagem é o dia 18 de março de 1912, quando parte do Rio de Janeiro a bordo do paquete Brazil, um grupo formado por Arthur Neiva, Belisário Penna, Octavio Amaral, José Teixeira (fotógrafo), João Pedro de Albuquerque e José Gomes de Faria. Estes dois últimos dirigiam-se para ao Ceará.\nA leitura do relatório nos permite dizer que as observações realizadas e as informações transcritas no relatório fazem referência às pesquisas acerca de medicina, higiene e história\nnatural, enfocando o clima, a flora e a fauna da região afetada pelas secas. Logo no início da expedição, durante a viagem de trem ao longo da Estrada de Ferro Bahia a S. Francisco surgem as primeiras impressões sobre a região:\n“(...) seca, arida, agreste e desoladora, estende-se até Joazeiro. É um taboleiro enorme, coberto duma vegetação raquítica, em que predominam os cactos. A linha férrea passa muito próximo á serra do Salitre, pedregosa e coberta tão somente de cactos colossais, semelhando mãos com dedos enormes, estendidos para o Céu a implorar a misericórdia divina.”( Penna &amp; Neiva, 1916, p.185)\nO cuidado dos autores com a natureza e a qualidade dos dados relacionados à climatologia da região é explicitada quando informam que os mesmos careciam de precisão, pois praticamente inexistiam informações. Podemos afirmar que essa será a tônica do relatório. Com relação aos dados meteorológicos, segundo o relato, a IOCS possuía um Horto Florestal com posto meteorológico apenas na cidade de Juazeiro (BA). Contudo, faltavam dados relativos à umidade, evaporação e nebulosidade e os dados referentes a temperatura apresentavam lacunas.\nNo percurso por Goiás, os autores fazem observações curiosas sobre o ritmo do fenômeno da seca, ressaltando ser possível surpreender lugares ainda verdes, bem como diagnosticar a seca pela presença de duas plantas típicas:\n“A marcha da sêca se opera de leste para oeste. O caminho que efetuávamos levava este rumo, o que nos permitiu observar o fenômeno, porquanto, já havendo sêca completa nas zonas de leste, á medida que avançávamos, íamos sopreendendo o resto do ‘verde’; Ao chegarmos a Parnaguá, depois de travessia por zonas já completamente sêcas, ainda encontrámos este município no fim do “verde”; ao sairmos já a sêca ali era completa no emtanto, muito mais adiante, ainda alcançamos zonas onde a sêca apenas começava. A verificação era facil de se fazer, pois sempre tomávamos como referencia 2 vegetaes muito comuns em toda a zona e pertencentes, um ao gênero Cróton (marmeleiro) e o outro é o mata pasto (Cássia) e que se desfolham por completo.” (Penna &amp; Neiva , 1916, p. 76)\nO relatório apresenta diversas páginas com a descrição da vegetação, com a caracterização de plantas típicas da caatinga pernambucana e com a localização da ocorrência de diversos espécimes. Além das descrições, o relatório cita obras de naturalistas que pesquisaram a flora da região. Merece destaque a visita feita ao Horto Florestal de Juazeiro, no\nCeará, onde foram encontradas novas espécimes de cactáceas. Contudo, os autores do relatório observam que, apesar das pesquisas realizadas, ainda há muito a ser feito.\n“Apezar das pesquisas feitas sobre a vejetação da zona da seca, sente-se imediatamente pela simples leitura dos autores que dela se ocupam, que é campo onde ha muito que realizar e no material já estudado reina uma grande confusão, sendo indispensável uma revisão.”( Penna &amp; Neiva, 1916, p.78)\nPara Arthur Neiva e Belisário Penna, quando comparada com as demais regiões brasileiras, o semi-árido apresenta-se ainda mais desconhecido. Para tentar preencher esta lacuna, os autores sugerem a criação de um museu fitológico, no qual seriam reservadas e estudadas as novas espécies encontradas. Não podemos deixar de frisar a estreita relação entre as atividades científicas de coleta, classificação e pesquisa e as instituições museológicas, reforçada, no relatório de Neiva e Penna, pela sugestão de que a IOCS criasse um museu. Nesse sentido, Maria Margaret Lopes afirma que:\n“Reunir coleções foi a razão de ser dos museus, uma vez que estas materializam os próprios objetivos centrais da História Natural da época: mobilizar o mundo, classificá-lo e ordená-lo, nos espaços institucionais especialmente concebidos para tal fim, os museus.” (Lopes,1995, p.22)\nAs características do desenvolvimento científico do período também não passam desapercebidas para Neiva e Penna, podendo ser diagnosticadas a partir dos comentários sobre a impossibilidade de um pesquisador rotular-se como botânico, zoólogo ou químico. Para os autores, um único indivíduo não poderia conhecer toda a flora brasileira, apenas o trabalho conjunto e intenso poderia proporcionar resultados mais eficazes e conseqüentemente resultar na necessária revisão e no estudo da flora das zonas secas.\nA idéia de reflorestamento, tão em voga atualmente, é encontrada também no relatório de Arhur Neiva e Belisário Penna, sendo considerada um complemento indispensável da açudagem. O homem do semi -árido, visto como sem consciência, é apontado como o agente do processo de desertificação da região, uma vez que em toda a região visitada a formação de desertos crescia em ritmo acelerado através da destruição criminosa e estúpida da vegetação. O que podemos considerar como ponto vista ecológico é relacionado pelos autores ao conhecimento da flora da região:\n“A reflorestação portanto, será o único meio de combater o deserto em formação. Para isto, torna-se necessário o estudo prévio da flora, afim de se aproveitar os núcleos de vejetação, onde existentes e, aos poucos, ir vencendo a natureza.” (Penna &amp; Neiva, 1916, p.84)\nUm ponto do relatório que merece ser destacado é o que explicita a visão dos cientistas de Manguinhos acerca do fenômeno da seca. Ao mesmo tempo que apresenta pontos em comum com outros relatórios da IOCS e até mesmo concordância com as opiniões de Arrojado Lisboa, difere sensivelmente com relação às propostas para solucionar o problema. O elemento humano em ambas as visões é sempre apontado como dissonante, precisando ser instruído e educado, contudo, as opiniões referentes à construção de açudes, sejam estes grandes ou pequenos, são divergentes.\n“O problema das sêcas é poliédrico e, parece-nos, deverá ser encarado sob vários prismas e atacado simultaneamente por todo os lados; para nós, a abertura de açudes grandes ou pequenos só atende á necessidade premente atual e como medida única resolve o problema da irrigação no momento presente, em nada influindo contra as verdadeiras causas ocasionadoras das secas periódicas; é paliativo indispensável, mas não remédio.” (Neiva &amp; Penna, 1916, p.83)\nCom relação a este ponto em particular, a construção de açudes, Lima e Hochman (1996,p.29) afirmam que a viagem de Neiva e Penna “Tratando-se de um estudo prévio à construção de açudes pela Inspetoria de Obras contra as Secas, seus autores em vários momentos sublinham a ineficácia dessa medida, se tomada isoladamente.” Opinião semelhante a de outros pesquisadores, como Francisco Iglésias:\n“Infelizmente o papel que os açudes representam não é aquele para que foram construídos. No rigôr da sêca, os habitantes das zonas mais castigadas pelo flagelo da falta d’água emigram para os açudes e se instalam em tôrno dele; alíí, pescam, lavam roupa e fazem tudo. Enfim, aquela água represada, de tal maneira a poluem, que o líquido precioso se transforma em veículo de moléstias infecciosas, que, de mãos dadas com a sêca, vão fazer tombar sem vida aqueles corpos depauperados.” (Iglésias, 1951, p. 99)\nNa continuação do relatório aparecem descrições de plantas venenosas da região, responsáveis pela intoxicação do gado, e tornam-se claras as metodologias utilizadas em\nexperiências com animais, revelando o fazer científico do período. Um outro procedimento apresentado como rotineiro no relatório é a coleta e o envio de sementes para exame na sede do Instituto Oswaldo Cruz. Neiva e Penna informam que, nas experiências realizadas, muitas vezes não conseguiram comprovar a toxidade das sementes e voltavam-se para a análise da água. “Na fazenda do Tanque, a 32 quilometros da vila de S. Raymundo Nonato, falaram-me pela primeira vez de certa água que mata muito rapidamente o gado que dela se utiliza.” (Penna &amp; Neiva, 1916, p.78) Na análise da toxidade da água, Neiva e Penna, fazem referência ao trabalho do geólogo norte-americano Roderic Crandall, autor de um dos relatórios aqui analisados, com o qual concordam acerca da causa da toxidade da água: a presença de minerais pesados.\nOs materiais coletados por Neiva e Penna também são descritos no relatório: protozoários desconhecidos, vermes obtidos a partir da amostra de sangue de animais, insetos hematófagos, animais e aves. Mapeiam ainda a ocorrência de doenças como a febre amarela, anquilostomose, esquistossomose, disfasia espasmódica (conhecida na região como entalação), vexame ou vexame do coração (manifestação nervosa que atinge principalmente as mulheres), impaludismo, tuberculose, sífilis (tida como abundante), bouba (raro), Lepra (rara), Leishmaniose, Moléstia de HEINE-MEDIN35 (raras), difteria (freqüente), filariose (rara), Carbúnculo (freqüente) e disenteria (comum apenas no período verde, ou seja, na estação das chuvas) entre outras.\nBelisário Penna e Arthur Neiva relacionam a precariedade de recursos das populações na utilização da fauna e flora locais para a solução de males que os afligem. Sobre este tema, não se furtam de registrar suas opiniões:\n“temos a impressão de que se exajera imensamente em todo o Brazil, a ação terapêutica das nossas plantas; esta afirmação não exclue o fato vedadeiro de muitas especies vejetais possuírem realmente ação terapêutica eficaz; a qualquer, porém, que compulse trabalhos de botânicos brasileiros, não escapará o enorme numero de plantas, indicadas como elementos terapêuticos de primeira ordem, para grande numero de enfermidades.” (Penna &amp; Neiva 1916, p.161)\nAo mesmo tempo em que descrevem o meio natural dos estados visitados, Neiva e Penna traçam um panorama sobre os usos e costumes das populações inseridas na região,\n35\tPoliomielite.\ndando uma dimensão claramente etnográfica ao relatório. Surgem no texto relatos sobre formas de abastecimento de água, tipos de moradias e de vestuário, tipos físicos e humanos da região, dados sobre religião, literatura, música, folclore e meios de transporte. Merece destaque a informação acerca da dificuldade na circulação de informações.\nAs características étnicas e raciais das populações também são abordadas pelos autores. Quando atribuem ao negro práticas como a castração ou emasculação, como penas para os crimes contra à honra, Neiva e Penna fazem comentários impregnados de juízo de valor : “(...) esse cruel processo de desafronta á moral local, foi com toda a probabilidade, trazido pelos africanos, sendo pratica corrente entre muitas tribus negras da África.:” (Neiva &amp; Penna, 1916, p.172). As causas para o atraso das regiões do nordeste do Brasil residem principalmente na questão racial: “Estamos convencidos que uma das causas principais, no nosso conceito a mais importante, do atrazo das rejiões do nordeste é a ausência de imigrantes.” (Neiva &amp; Penna, 1916, p.175). Gostaríamos de abrir um parêntese e voltar às premissas do movimento sanitarista,uma vez que a afirmação de Neiva e Penna contradiz a afirmação dos autores Lima e Hochman, segundo a qual o problema para os males do país não residia no clima ou na raça e sim na ausência do poder público.\nCom relação ao clima, Neiva e Penna afirmam que este não pode ser encarado como um impedimento para a presença de estrangeiros, o fundamental é melhorar as vias de comunicação, sejam elas férreas, fluviais ou a vapor.\nNa parte final do relatório, os autores apresentam suas conclusões, as quais vamos aqui sintetizar: a alimentação da maioria da população é insuficiente, os gêneros alimentícios são caros e existe um alto nível de tabagismo. A escassez de água é facilmente percebida em função da distribuição realizada aos moradores em algumas estações. Entre as recomendações apresentadas à Inspetoria de Obras Contra as Secas destacam-se a contratação de pesquisadores e especialistas. Um bacteriologista poderia, por exemplo, realizar pesquisas microscópicas e de laboratório sobre as enfermidades humanas, as epizootias e as enzootias. Esta pesquisa seria “... altamente proveitoza para aqueles habitantes e para o desenvolvimento da ciencia no Brazil.” ( Neiva &amp; Penna, 1916, p. 182). Paralelamente às pesquisas, alertam para a necessidade da assistência médica e da vacinação.\nNeiva e Penna ressaltam ainda a importância da Inspetoria continuar estudando de todas as maneiras a zona que superintende, instalando um grande centro científico nos moldes\ndo implantado pelos ingleses na índia, pelos norte-americanos nas Filipinas ou pelos japoneses em Formosa. Atribuem, assim, um valor inestimável à pesquisa científica, única possibilidade de desenvolvimento econômico do nordeste. Quanto ao homem da região, este seria capacitado para dominar o meio em que vive, uma vez que, segundo os autores, quase nada assimilou das grandes transformações operadas no universo.\nNa parte final do relatório, Neiva e Penna, mais uma vez, ressaltam a necessidade da criação de um museu, pela IOCS, para a guarda e pesquisa do material coletado na região nordeste. Atribuem a esta instituição um importante papel no campo da investigação científica nacional, afirmando:\n“Com o fim de estudar a fauna e a flora a Inspetoria de Obras contra as Secas, poderia contratar especialistas tendo o cuidado de instalar um museu para guardar as coleções efetuadas, e onde seriam recolhidos os tipos de espécies novas, pois, neste particular até hoje, o Brazil, embora contratando bons elementos, tem visto parar em outras mãos o material colecionado por naturalistas por ele estipendiados, sem que lhe advenha outra vantajem que a de saber dos resultados das pesquizas por ele pagas, terem sido publicadas em jornal estranjeiro e que o melhor da coleção, senão toda, ficou pertencente a este ou aquele Museu, também estranjeiro.” (Neiva &amp; Penna, 1916, p.183)\nA segunda viagem do IOC a pedido da IOCS foi realizada por Adolpho Lutz e Astrogildo Machado entre abril e julho de 1912. Esta viagem tinha como objetivos o estudo e o reconhecimento da região ao longo do rio São Francisco e de alguns dos seus afluentes, entre Pirapora e Juazeiro. É interessante observar, ao longo do relato, o encontro com outros pesquisadores e técnicos também em missão pelo interior do Brasil, indicando ser o início do século XX um período de descoberta do interior do país. O trecho abaixo revela um desses encontros:\n“Pela bondade de um companheiro de hotel, Sr. MATTOSO, ocupado nos trabalhos de prolongamento da estrada de ferro e conhecedor da rejião, obtivemos cavalos para uma excursão á cabeceira interessante do Brejinho.” (Lutz &amp; Machado, 1915, p. 14)\nImpressão semelhante também é relatada por Francisco de Assis Iglesias, engenheiro agrônomo que trabalhou na Comissão da Borracha, quando em 1915 em viagem pelo interior\ndo estado do Piauí, faz a seguinte observação:\n“Quando estávamos no cômeço da construção da casa-grande, passaram pela fazenda, e foram meus hóspedes durante dois ou três dias, dois engenheiros norte-americanos, que, segundo pude depreender, estavam fazendo o levantamento daquelas regiões por trianguladas. Creio que estavam a serviço de alguma companhia norte-americana interessada no sub-solo piauiense.” (Iglésias, 1951, p. 419)\nO oficio do diretor do Instituto Oswaldo Cruz, endereçado ao Secretario Geral da\nInspetoria de Obras Contra as Secas, sugere a parceria entre o IOC e a IOCS para a realização das expedições:\n“Accusando o recebimento de vosso officio de 6 do corrente mez, em que me communicais, de ordem do Snt. Sub-Inspector, a data na qual o vapor ‘' ‘PRESIDENTE DANTAS'estará em Pirapora, tenho a honra de agradeceer a comunicação e de levar a vosso conhecimento que os médicos deste Instituto estarão nesse dia em Pirapora.”36\nNo início do relatório Lutz e Machado informam que a viagem foi realizada durante o período seco, com ocorrência de apenas um ou dois episódios de chuva. Por esta razão, as margens dos rios encontravam-se áridas dificultando a coleta de insetos e pequenos animais, a vegetação encontrava -se queimada pelo sol, com muitas árvores sem folhas. Por terem viajado no período seco, encontraram dificuldades na coleta de insetos, em compensação conseguiram reunir uma grande coleção de plantas.\n“A flora desta rejião, embora não seja rica, devido ás secas, tem um carater bastante especial que oferece muito interesse. Há plantas adaptadas a um solo arenoso e algumas que crescem na areia pura. Do outro lado, há grande número de plantas, mais ou menos, aquáticas.”(Lutz &amp; Machado, 1915, p. 5-6)\nNo relatório, Lutz e Machado, informam sobre a realização de estudos sobre as patologias humanas e dos animais domésticos. A moléstia de Chagas mereceu atenção especial: o número de casos diminuía à medida que os pesquisadores se aproximavam da divisa de Minas Gerais com a Bahia e quase inexistiam nas margens dos rios navegáveis. Na\n36\tExtraído da minuta n° 90 depositada no Fundo Instituto Oswaldo Cruz/Seção Direção.\npatologia da região também observam a presença do papo endêmico, contudo, concluem que a moléstia predominante no vale do São Francisco é o impaludismo em sua forma mais branda. No mapeamento das moléstias da região constatam também a presença de casos isolados de febre amarela e de ancilostomíase (menos abundante do que em outras áreas menos secas). Apontam, também, para a probabilidade de aparecimento de febre tifóide e não encontram casos de leishmanioses. Assim como Belisário Penna e Arthur Neiva, Lutz e Machado, verificaram a ocorrência de um grande número de casos de sífilis.\nCom relação aos hábitos de higiene, encontramos no relatório uma afirmação curiosa, pois não compreendemos a relação entre a questão estética e o hábito de beber água no rio:\n“O habito de usar a água do rio para beber é certamente deplorável, tanto pelo lado estético como pelo lado hijienico. Ate agora é difícil de abandona-la, porque, se não falta completamente outra água, esta, quando existe, muitas vezes não é de boa qualidade, sendo mais ou menos salobra.” (Lutz &amp; Machado, 1915, p. 7)\nCom relação às moléstias do gado, Lutz e Machado, constataram a existência de casos de peste das cadeiras e de durina. Seguem o relatório fazendo uma descrição da topografia e da vegetação ao longo das margens do Rio São Francisco, de seus afluentes e de suas embarcações. O rio São Francisco para os autores “... não tem nada de belo, porque a água é sempre turva e os barrancos íngremes.” (Lutz &amp; Machado, 1915, p. 8) Informam ainda que no períodos das enchentes o volume de água aumenta, podendo invadir as povoações ribeirinhas e formar muitas lagoas. Estas, segundo os autores, são ao mesmo tempo fonte de bem-estar e de problemas para a população: são fonte e alimentação e criadouros de mosquitos palustres, explicando a grande incidência de febres. O vale do rio São Francisco para Lutz e Machado, apesar de algumas cidades regulares “... dá a impressão duma rejião pobre e atrazada.” (Lutz &amp; Machado, 1915, p.8)\nAspectos relacionados à raça também são tratados no relatório de Lutz e Machado. Contatam entre a população a quase inexistência do elemento índio, a predominância do elemento negro e a ausência elemento branco em muitos lugares. Esta proporção racial, para os pesquisadores, influiu no caráter da população e explica o seu modo primitivo de viver. Os autores comparam as povoações do vale do rio São Francisco com povoados do mesmo tamanho em outros estados e países, sempre em prejuízo dos moradores do São Francisco:\n“Também não pode haver progresso onde a gente se contenta a vegetar sem melhorar as condições da sua vida.” (Lutz &amp; Machado, 1915, p.9).\nLutz e Machado, assim como Arthur Neiva e Belisário Penna, partilhavam dos princípios difundidos pelas teorias eugênicas. No livro A ciência a caminho da roça encontramos a seguinte afirmação, com a qual concordamos:\n“... as explicações dadas pelos expedicionários para o atraso do interior do Brasil coadunam com o pensamento médico do início do século. Os profissionais ligados às ciências biomédicas foram bastante suscetíveis aos princípios difundidos pelas teorias eugênicas, que buscavam na genética um dos seus pontos de validação científica.”(ALBUQUERQUE, BENCHIMOL et al., 1991, p. 54-55)\nPara Lutz e Machado, além da questão racial, a conjunção de elementos como o clima quente e a existência de moléstias impedem o progresso da região, contribuindo para aumentar a indolência do povo.\nAs questões econômicas também são objeto de análise no relatório de Lutz e Machado.\nOs gêneros destinados à exportação e à subsistência eram essencialmente agrícolas, existindo também a criação de animais e a indústria extrativa (borracha de maniçoba, cera de carnaúba, resina de jatobá). Os minerais encontrados, segundo os autores, não tinham valor comercial, contudo, Lutz e Machado não esclarecem no relatório quais os critérios utilizados para chegar a estas conclusões.\n“A idéia de obter dinheiro por meio de produções minerais é muito popular nesta região e recebemos varias amostras de minerais, mas, aparentemente, estes não tinham maior valor, além de vir de zonas afastadas do próprio vale do rio São Francisco, que não parece possuir riquezas minerais.” (Lutz &amp; Machado, 1915, p. 10)\nSão explicitados no relatório, dados referentes à fauna da região, que apontam para um pequeno número de mamíferos grandes, para a ocorrência de mamíferos em estado selvagem, como sagüis e onças pintadas e para a riqueza da fauna de aves, com grande número de pássaros aquáticos. São relacionados, ainda, os insetos, os crustáceos em formas microscópicas e os moluscos. Com relação aos peixes, Lutz e Machado afirmam que apesar de numerosos, são pouco aproveitados para alimentação. A possibilidade de introdução de\nespécimes estranhas ao ecossistema da região é apontada pelos pesquisadores, que ressaltam, contudo, a necessidade de um estudo cuidadoso para avaliar a questão.\n“Em vista dos recursos já existentes, não parece muito urjente a introdução de espécies novas e só devia ser experimentada depois de estudo cuidadoso da questão. Uma experiência que podia ser realizada sem perigo, visto tratar-se de um animal herbívoro, seria a introdução do peixe -boi do Amazonas que lembramos neste conjunto, sem ignorar, que se trata de mamífero, adaptado á vida aquática, e não de peixe.” (Lutz &amp; Macahdo, 1915, p.11)\nCom relação à flora natural e as plantas cultivadas, Lutz e Machado afirmam que vários elementos eram desconhecidos ou raramente encontrados no Rio de Janeiro. Observaram a presença de tingui, de jenipapeiro, da palmeira buriti, da carnaubeira, do coqueiro da Bahia e de plantas aquáticas com belas flores.\nEm junho de 1912, Lutz e Machado, encontraram-se com Alberto Lofgren37, no horto florestal de Quixadá, onde conheceram as culturas locais e examinaram as plantas coletadas durante a viagem. Juntamente com Lofgren realizaram uma excursão a Serra da Primavera e ao Ribeirão do Sal. Em 17 de julho de 1912, os pesquisadores retornam ao Rio de Janeiro a bordo do vapor Itapura.\nA cooperação entre diversas repartições governamentais parece ter sido a tônica do período. As leituras apontam para um reduzido número de especialistas atuando no país naquele momento. Nas viagens realizadas pelo IOC em parceria com a IOCS, as observações e os resultados obtidos também foram remetidos a outras repartições governamentais:\n“(...) tenho o dever de informar a V. Excia que a Comissão mandada por este Instituto para estudar as condições sanitárias das regiões assoladas pela secca teve occasião de verificar a existência no Ceará de “tristeza”e duma epizootia provocada por um parasito semelhante ao “anaplasma”. Essa comissão terá que dar cumprimento a um programma que daqui levou e que não pode ser alterado sem serio prejuízo para o andamento dos trabalhos deste Instituto. As verificações feitas, porém, já são mais que sufficientes para autorisar a execução de medidas prophylaticas de resultados práticos. O que resta a fazer importa na resolução de questões de ordem scientifica que este Instituto, em breve, pretende mandar executar. A prophylaxia da piroplasmose e da anaplasmose se confundem e justificam desde já que se emprehenda no Ceará a guerra aos ixódidas transmissores.”38\n37\tBotânico contratado pela IOCS, cujo relatório será analisado neste capítulo.\nMinuta n° 160 encaminhada da pelo diretor do IOC ao Sr. Alcides Miranda, diretor do Serviço de Veterinária do Ministério dos Negócios da Agricultura. Fundo Instituto Oswaldo Cruz. Seção Direção.\nA última frase do documento acima transcrito explicita mais uma vez a relação entre questões de ordem científica e econômica. A preocupação do IOC com o combate aos carrapatos (ixódidas transmissores) está intimamente ligada à economia da região, uma vez que a piroplasmose e a anaplasmose poderiam acabar com os rebanhos. Nesse sentido, concordamos com Nísia Trindade Lima (1988, p.80), quando esta afirma que nas viagens promovidas pelo IOC em parceria com a IOCS estiveram presentes aspectos econômicos.\n3.2\tOs Estudos de Geografia &amp; Geologia\nO texto base desse tópico é o relatório assinado pelo geólogo norte-americano Roderic Crandall intitulado Geographia, Geologia, Supprimento d’Agua, Transportes e Açudagem nos Estados Orientaes do Norte do Brazil Ceará, Rio Grande do Norte, Parahyba publicado pela IOCS em 1910. Neste relatório, além do preâmbulo escrito por Arrojado Lisboa, existem capítulos dedicados à Geografia, Geologia, Suprimento subterrâneo de água e Questões Econômicas.\nFig 4 Folha de Rosto do Relatório de Roderic Crandall\nO relatório de Crandall caracteriza-se por ser extremamente descritivo, tendo seu autor trabalhado com diversos temas. Por essa razão, a análise deste relatório, configurou-se mais extensa quando a comparamos com as demais análises feitas neste capítulo.\nRoderic Crandall, mesmo antes da publicação de seu relatório, já estava envolvido com questões referentes a irrigação do semi-árido brasileiro, já que desde 1907 vinha percorrendo os sertões dos estados da Bahia, Sergipe, Alagoas, Ceará e Piauí como ajudante do geólogo norte-americano John Casper Branner39. As viagens foram inicialmente custeadas pelo governo brasileiro com verbas destinadas a ‘obras contra os efeitos das secas’ até que em 1909 é firmado um acordo de cooperação entre o Serviço Geológico e Mineralógico do Brasil (SGMB) e a IOCS. (Figueirôa, 1977, p. 222)\nNo preâmbulo do relatório, Arrojado Lisboa avisa que o mesmo faz parte de um conjunto de estudos semelhantes realizados por diversos profissionais objetivando o reconhecimento da região flagelada pela seca, acrescentando que tais estudos estão sendo publicados pela IOCS.\n“Todos esses trabalhos permittirão abranger, em conjuncto, as condições differentes das regiões flagelladas sob os seus varios aspectos, geographico, geologico, climaterico, botânico, social e econômico, e assim poderá a Inspectoria traçar o programma dos seus serviços apoiado em factos de pura e real observação no terreno”. (Crandall, 1910, p.2)\nAinda na introdução do relatório, Arrojado Lisboa ressalta que todos os profissionais contratados pela IOCS tiveram total liberdade de pensamento e exposição, acrescentando que tal proposição facilitou o estudo e apreciação da problemática da seca. Conseqüentemente, segundo Arrojado Lisboa, como os relatórios são resultado da observação pessoal dos técnicos e pesquisadores, estes são também responsáveis pelo que está escrito.\nA segunda parte do relatório é a introdução, escrita por Roderic Crandall, na qual contextualiza o momento de elaboração do mesmo, traçando um breve panorama dos passos iniciais da IOCS. Para Crandall, ao ser nomeado o primeiro inspetor da IOCS pelo Ministro da Viação e Obras Públicas, Francisco de Sá, Arrojado Lisboa considerou que o meio mais eficaz de iniciar os trabalhos no Ceará e demais estados atingidos pela seca “(...) seria fazer um novo mappa dos Estados em questão, e ao mesmo tempo um reconhecimento geológico de modo a ter um melhor conhecimento do supprimento d’agua e do problema da irrigação”. (Crandall, 1910,p. XVI)\n39\nSobre John Casper Branner ver capítulo 2.\nDe acordo com Crandall, para alcançar os objetivos iniciais da IOCS, Arrojado Lisboa, entrou em contato com Orville Derby, Chefe do SGMB para estabelecimento de parceria: a elaboração e confecção dos mapas deveria ficar a cargos dos técnicos do SGMB e a IOCS ficaria responsável pelos custos. (Crandall, 1910, p.XVI)\nContinuando o seu relato, Crandall informa que para a elaboração do mapa, parte para o nordeste em dezembro de 1909, um grupo de geólogos, topógrafos e auxiliares sob a direção conjunta de Horace E. Williams40 e de Crandall. Williams e seu grupo partem diretamente para Fortaleza. O grupo de Williams era composto por Giles Williams Lane41, Francisco Coutinho e Francisco Boa Nova42, responsáveis pelo trabalho topográfico, e por Eusebio Paulo de Oliveira e Alberto Betim Paes Leme, responsáveis pelas anotações geológicas. Ainda fazia parte do grupo Hans Baumann43, responsável pelos levantamentos na região da Serra do Borborema, nos estados do Rio Grande do Norte e Paraíba.\nPara Crandall, a exatidão na determinação de posições no interior do Ceará, como Tauá, Crateús, Crato e Icó foram fundamentais para precisão do mapa, ressaltando ainda que iniciativas semelhantes deveriam acontecer em outras partes do Brasil. Acrescenta Crandall que sob a direção direta de Arrojado Lisboa, Gastão Gomes44 e Arnaldo Pimenta da Cunha45, determinaram uma série de coordenadas geográficas ao longo da costa e no interior do Ceará.\nPara atender ao segundo objetivo inicial da IOCS, o conhecimento da flora nordestina, Arrojado Lisboa envia para o norte o botânico Alberto Lofgren, que se ocupou “... em examinar a flora da região e em estudar as possibilidades da arborisação e da introducção de plantas estrangeiras que fossem productivas e economicamente valiosas para a região”. (Crandall,1910,p. XVII). Podemos dizer, a partir da afirmação acima, que ainda era comum no período a noção acerca da introdução de espécimes alienígenas em ecossistemas, concepção não mais aceita.\nEm seguida, Crandall inicia o relato da própria expedição, especificando o trajeto percorrido. A viagem foi iniciada na cidade pernambucana de Pesqueira, de onde partiram\n40\tChega ao Brasil com Milton M. Underdown para estudar a aplicabilidade dos processos da lavoura seca na zona árida do norte do Brasil.(Brasil, 1908,p.153)\n41\tTrabalhou com Derby no SGMB. (Figueirôa, 1997,p.197)\n42\tNão encontramos informações sobre estes técnicos.\n43\tTrabalhou no SGMB como auxiliar de Arrojado Lisboa.\n44\tProfessor de Astronomia da Escola de Minas de Ouro Preto\n45\tEngenheiro de 1 classe da IOCS.\npara Triunfo (PE) e atravessaram o estado da Paraíba, próximo a Conceição do Piancó e Brejo dos Santos, encaminhando-se para as cidades cearenses de Milagres e Icó. Em seguida visitaram as cidades de Cajazeiras (PB), Souza (PB), Paus dos Ferros (RN), Iracema (RN), Apodi (RN), Mossoró (RN), Campina Grande (PB), Baturité (CE), Patos (CE), Curema (CE),\nPombal (CE), Martins (CE), Angicos (CE), Limoeiro (CE) e Russas (CE).\n■o de slo roque\n;--..i\nI Natal\n, Qanyuaretama\n•naja\tQwapá*^ W\n^Ttí y-X'' A’™™ flritana dô* ÇvnV Z kr. - Calvo\nI . ,. - . .. ..\t, 1 ... ■ i 1 i ■-* ■ PC rf-i. . I . J É3 ■. I ......\nSalgueiro»^—\nPl\nILHA FERNANDO DE NORONb atoloas\nROCAS\n(BRASH I\n\\ PONTA OO mUNOAÚ\nItapjpoca •. ■\nlt Pantecojte\nIprreiros\n•fXíftd Calvo\nmares\nI\nlguatíJT--\\\nC. \"•í.atiúsy.^ ; iia Martqabeira f. ■Us:\ttCÉí\n‘ariri*\n)6ricur»'\n^atur; Fortaleza\nMarãnQüapeT X\n>? Ca/cavel»\\\n' Redenç&amp;y» /\t\\\nI f Talurité AracaUV,\\ _\n4 ^teU Branca\ne\nL* i:/'l I J| :\t. \"^k.? ' Maoau\nTlorte J\niiC.l\niPelriijíndia .\n? S/lill. lha dÓs^ry— ,7»\t, ■>'■ ,’r«L'1\nL* hanemaz&lt;■. *. >‘7X2-VIms3v* ™ 1\n■ r.tcH.DF. PAULoSt*. Palmeira dps (nJTfrs- ^*\\í>it , / \"r°\"so\t¿. ,\\A -y,-/ A sXKf .,\nfío\t/ .■-'ymÇ'i* //Taceio\n'^.¿Tr¿U% /Marechal Inodoro\nÈtfianQuape\n„\t\\ Cabedelo\nSanta f\nJoão Pessoa flambê: (Paraíba)\nroTana»**^\n.\t. .\tofe«su\nv^L.r .Llmoelrq -Olinda > '\t<, Recife\n■ h\tarâo\n’■.•A\nL Ser ahof .. - J Pompítu ''•--J *r'i\n-• * l\t*\t*\nL Acoplara QróS ¡f \\ '.^ ¿--7\nFig 5 Mapa com trajeto de Roderic Crandall\nObs: O Trajeto da Viagem foi traçado conforme as indicações fornecidas por Crandall (1910. p.XVII) em seu relatório. Partindo da cidade de Pesqueira (PE) e finalizando em Russas (CE).\nDurante o percurso Crandall ressalta a “sincera hospitalidade nortista” (Crandall, 1910, p. XVII) e agradece aos funcionários da Great Western Railway of Brazil46, e em especial ao Dr. Chermont, fiscal do 2° Distrito, por ter posto à sua disposição importante material estatístico e a Jeronymo Rosado47 pelo fornecimento dos dados pluviométricos da cidade de Mossoró, “ (...) e pelo seu cuidado em empacotar e embarcar as coleções de fosseis cretaceos obtidos perto dali” (Crandall, 1910, p. XVIII). A estruturação do relatório em capítulos denominados Geografia, Geologia, Suprimento subterrâneo d’água e Questões Econômicas tinha como finalidade:\n“(...) apresentar em forma aproveitável o material julgado útil, que foi recolhido, e, tanto quanto possível, indicar os principaes traços segundo os quaes se considera que o trabalho no norte pode ser melhor realizado.” (Crandall, 1910, p. XVIII)\nNo capítulo de Geografia, Crandall informa que para a organização do novo mapa dos estados do Ceará, Rio Grande do Norte e Paraíba foram utilizados como base uma série de determinações geográficas no Ceará, levantadas por Gastão Gomes e Arnaldo Pimenta da Cunha. Os pontos do interior foram determinados por A. Pimenta da Cunha, enquanto Gastão Gomes executou o serviço em Fortaleza, Baturité, Quixadá e Senador Pompeu.\n“Deve aqui dizer-se que este mappa na escala de um para um milhão é bastante exacto e satisfará ao fim para que foi emprehendido. As posições das montanhas, rios, cidades e villas estão determinadas com approximação correspondente á escala e servirão para desenvolver estudos mais detalhados das varias bacias fluviaes, situações de represas e terras a irrigar. Logo que comecem estes estudos detalhados devem haver melhores mappas, ou pelo menos de maior escala, da região immediatamente sob observação, construídos com transito, nível, tacheometro ou caminhamentos”. (Crandall, 1910, p. 1)\n46\tEm 1872, capitalistas ingleses criaram a Great Western of Brazil Railway Company Limited., uma companhia para construir estradas de ferro em direção ao oeste do Brasil, numa marcha para o agreste do nordeste. Em 1873, a Great Western foi autorizada a funcionar no Império do Brasil. Além de passageiros, a Great Western transportava também os principais produtos da região, como açúcar, álcool, madeira, algodão, feijão. (http://www.fundaj.gov.br/docs/pe/pe0150.htm)\n47\tPrefeito de Mossoró (RN) entre 1917-1919.\nEstas determinações revelam a participação do Observatório Astronômico do Rio de Janeiro. Segundo Crandall, técnicos desta instituição teriam sido os responsáveis pela determinação geográfica da cidade de Fortaleza e que a maior parte dos pontos do interior foram determinados a partir de ligações telegráficas com Fortaleza, acrescentando que nos lugares onde não eram possíveis ligações telegráficas, foram as longitudes calculadas pelo cronômetro.\nCrandall sugere que um mapa mais detalhado do nordeste seja feito em um futuro próximo, revelando a importância do mapeamento das bacias hidrográficas. Estas deveriam ser levantadas com um taqueómetro48 e os mapas das diversas bacias poderiam ser reunidos por linhas de nível ou triangulação e reunidos em um mapa detalhado em grande escala. “Pode ser isto uma parte do programma da Inspectoria e pode ser executado conjuntamente com trabalhos mais importantes”. (Crandall, 1910,p.1)\nNo relatório, Crandall informa que o levantamento topográfico no estado do Ceará ficou a cargo de Horace E. Williams e Francisco Coutinho (cidades de Senador Pompeu, Jaguaribe-Mirim, Pereios, Icó, Aurora, Crato, São Mateus e Crateús e a região próxima à divisa com o Piauí, entre os limites norte e sul da Serra do Araripe), Guilherme Lane (região a oeste de Baturité, mais próxima ao litoral cearense), Horace Williams, Eusébio de Oliveira, Betim Paes Leme e Francisco Boa Nova (região de Sobral e Ipú, até a costa, entre a Serra Grande e Baturité). Ainda no Ceará, Francisco Boa Nova fez alguns caminhamentos a leste da estrada de ferro de Baturité, enquanto Francisco de Oliveira levantou a região de Quixadá (CE), Aracati (CE) e Mossoró (RN). Sobre o seu próprio trajeto Roderic Crandall informa que:\n“Esta excursão irregular, conquanto não a mais satisfactoria sob o aspecto do trabalho cartografhico, foi planejada para poder visitar as localidades de certos açudes e para tanto quanto possível ter uma idéia geral da região. Isto com uma excursão previa, do autor através Pernambuco de Jatobá a Tacaratú por Salgueiro, ao norte para Crato e ao occidente no Piauhy, tornou-lhe possivel dar uma idéia geral da geographia dos Estados de Pernambuco, Paraíba, Rio Grande do Norte e partes meridionais e orientaes do Ceará. Além destes dados ficam\n48\n(1) teodolito de trânsito (q.v.) que possui uma luneta com um telémetro ou um sistema que permite ler a distância a que está situado um marco. (2) Instrumento que permite, der uma só estação, obter as trés coordenadas de um ponto visado; o ângulo horizontal, o ângulo vertical e a distância horizontal. (MOURÃO, 1987, p. 772)\nincluídos alguns relativos às partes central e meridional do Ceará fornecidos pelo Sr. Guilherme Lane.” (Crandall, 1910, p. 2)\nComo resultado deste levantamento geográfico, o relatório de Crandall apresenta descrições e fotografias dos lugares visitados, assim como as dimensões, a tipologia e idade dos terrenos, a natureza das rochas, a natureza dos acidentes geográficos, a altitude das serras e a declividade dos rios. Após as descrições aparecem tabelas das elevações de vários pontos no Ceará, Rio Grande do Norte e Paraíba, sendo estas resultado de observações feitas com barômetro aneróide49 por Roderic Crandall, Guilherme Lane e Francisco Boanova.\nNo capítulo de Geologia encontramos informações descritivas da topografia da região. De acordo com Crandall, existiam excelentes sítios para a construção de açudes, considerando-se a geologia da região e a necessidade de suprimento de água para irrigação. Surge, assim, pela primeira vez no relatório, a relação entre conhecimento geográfico e desenvolvimento econômico:\n“Acha-se aqui bem illustrada a inter-relação entre o desenvolvimento econômico de um paiz e a sua geologia e geographia. Geographicamente, a serra da Borborema constitue uma barreira entre a costa e a bacia interna do Assú e difficulta as communicações entre Pernambuco, de um lado, e Ceará e Parahyba, do outro; e as outras serranias e as suas gargantas, como o Boqueirão do Peixe, tem determinado a locação das estradas, inclusive a da projectada estrada de ferro Mossoró - Cajazeiras.”(Crandall, 1910, p. 21)\nAs dificuldades de observação também são apontadas por Roderic Crandall quando este afirma que não houve a oportunidade de medir uma única seção geológica.\n“Na região a leste da Serra, só tive occasião de as ver da janella do trem e nas paradas nas estações e, para observações mais minunciosas sobre as rochas desta região, tenho de me referir ás secções geologicas dadas pelo Dr. J. C. Branner (...)”(Crandall, 1910, p.22)\nRoderic Crandall em seu relatório também faz observações relacionadas à vida social e ao caráter do homem nordestino. Utilizando-se de fotografias, afirma que as cercas de pedra representam a divisa entre propriedades ou uma estrada, sendo indicativas do grau de\n49“Instrumento em que a medida da pressão atmosférica se baseia na deformação de um diafragma que cobre um recipiente de metal no qual se obteve o vácuo”. (MOURÃO, 1987, p. 86)\ncivilidade da região. Acrescenta que na região do Seridó (RN) e de Cariri Novo (CE) é difícil a locomoção pelo território em função do cercamento das terras cultiváveis. “É esta prova de um grão de civilisação que ordinariamente não se encontra no norte do Brasil”. (Crandall, 1910, p.23)\nO capítulo seguinte do relatório de Roderic Crandall trata do suprimento de água subterrânea, tema sobre o qual o autor afirma:\n“O rápido exame da geologia dos Estados do norte, que foi executado simultaneamente com o trabalho geographico, os quaes foram ambos esboçados nos precedentes capítulos, permitte dar uma idea geral do possível supprimento de agua subterranea em varias partes da região atacada pelas seccas, á qual naturalmente precede o estudo da questão da açudagem e irrigação”(Crandall, 1910,p.34)\nSegundo a avaliação de Crandall, na maior parte da área examinada, havia falta ou quantidade insuficiente de água subterrânea para o suprimento, tornando os poços cavados em profundidade considerável ineficientes. Contudo, para Crandall, a possibilidade de encontrar água nestas áreas não estava descartada, pois havia constatado a presença de fendas, de planos de escorregamento nas rochas e de veios secundários, indícios de locais de recolhimento de água que só poderiam ser confirmados com um trabalho geológico muito detalhado.\nUm ponto de destaque do relatório de Crandall relaciona-se com a construção de cacimbas50 ou poços rasos em solos formados pela decomposição de rochas cristalinas capazes de armazenar parte da água da chuva. A construção de cacimbas, cuja água era utilizada pelos criadores de gado principalmente nos anos de pouca chuva, foi incentivada por Crandall, que considerava este recurso simples e barato, não devendo a abertura de tais cacimbas ser de responsabilidade do governo federal.\n“ É comum encontrar estes poços naturaes em quase todos os rios da região da secca, e o principio é tão simples, o resultado tão bom, considerando quão barato é construil-os, que parece valer a pena fazer barragens artificiaes em todos os rios e riachos importantes.”(Crandall, 1910, p. .35)\n50\tEscavação em baixadas úmidas ou no leito de um rio, na qual a água se acumula como num poço. (Aurélio, p.246)\nPara Crandall (1910, p.35), a explicação para o armazenamento da água subterrânea estava diretamente relacionada com as cacimbas dos rios, pois a água enchia os espaços entre os grãos de areia e, no caso de rochas, os espaços entre os minerais que as compunham. Esta simples observação fez com que o autor apontasse para a possibilidade de classificação das rochas segundo sua capacidade de armazenar água.\nO relatório de Crandall também trata da produção de gêneros agrícolas, estando esta diretamente relacionada com o suprimento de água. A dificuldade no suprimento de água fez com que Crandall recomendasse à Inspetoria a abertura de poços profundos e a introdução de um novo maquinismo no sertão:\n“ Em ligação com muitos dos poços que devem ser abertos no interior, será vantajoso ter algum machinismo para tirar água, especialmente se se tentar empregal-a para a irrigação. Excepto na zona costeira, se não pode confiar durante o anno inteiro em moinhos de vento e o typo da machina mais apropriado a este trabalho será a machina de ar quente em virtude da sua simplicidade de construcção e operação, e do baixo preço por que pode ser utilizada, qualquer combustível servindo para manter o calor. A melhor na espécie é talvez a Bomba de ar quente de Rider Erricson.”(Crandall, 1910, p. 44)\nA introdução de um novo instrumento no sertão, a bomba de ar quente, pode ser objeto de um estudo de história da técnica. Este equipamento, segundo Crandall, facilitaria a vida do homem sertanejo em função da sua ampla possibilidade de utilização. Poderiam as bombas ser utilizadas para poços, para tirar água de um açude, para um tanque em casa ou para um bebedouro de gado. Nas margens dos rios poderiam extrair água de cacimbas rasas ou de um cano enterrando e irrigar pequenas áreas ao longo da margem do rio. Crandall recomenda ainda que o engenheiro da IOCS dos distritos do Rio Grande do Norte e Paraíba forneça aos fazendeiros e a todos que desejarem, catálogos, preços e as informações necessárias \"(...) para se introduzir este utilíssimo mechanismo no sertão.”(Crandall,1910, p. 45)\nCrandall relaciona em seu relatório quatro livros como imprescindíveis para os interessados no tema da seca: Clima e Secca do Ceará51 (1877) do Senador Thomaz Pompeu\n51\tLocalizamos de autoria do Senador Thomaz Pompeu de Souza Brasil um livro intitulado Memória sobre o clima e seccas do Ceará que julgamos ser o mesmo citado por Crandall. Neste livro o Senador Pompeu procura fazer uma descrição do espaço físico do território do Ceará, para uma melhor apreciação do estudo meteorológico da seca. Investiga a história do fenômeno, suas causas e os meios de neutralizar seus efeitos. Relata a história das grandes secas e grandes invernos até 1845 através de peças oficiais e da tradição, dessa data até o ano de 1877 o faz através de sua própria experiência.\nde Sousa Brazil, Seccas do Ceará52 (1901) de Rodolpho Theophilo, O Ceará no Século XX de Thomaz Pompeu de Souza Brazil53 e Seccas contra a Secca de Phellipe Guerra e Theophilo Guerra. Todos os livros, segundo Crandall, relatam os acontecimentos referentes à seca, com exceção do último no qual é apresentado um estudo das causas e de medidas mitigadoras de seus efeitos.\nUma vez que Crandall destaca o livro Seccas contra as Seccas, julgamos necessário analisar este texto, buscando indícios ou possíveis influências no modo pelo qual o fenômeno da seca é entendido por Crandall. O ponto de sintonia encontrado entre os autores é, em nossa opinião, a abordagem da seca por um viés econômico. No livro de Phelippe Guerra e Theophilo Guerra, cujo título completo é Seccas contra a secca; Rio Grande do Norte; Seccas e invernos. Açudagem, irrigação. Vida, costumes sertanejos, a seca afetaria negativamente a economia da região (RN, CE e PB), afetando a indústria pastoril e agrícola. Na parte inicial do livro percebemos o enaltecimento da figura do sertanejo, enquanto no capítulo de título “O Problema das seccas” (capítulo XI), a solução para o problema estaria diretamente ligada ao suprimento d’água. O açude seria, para os autores, de fundamental importância para o desenvolvimento da região, principalmente no que se refere ao aumento de sua capacidade produtora.\n“A açudagem, a mais simples e a mais primitiva forma de irrigação, offerecendo vantagens tão relevantes quanto intuitivas, está ainda longe de apresentar a merecida acceitação como idéia, e a indispensável realização como medida reclamada por naturaes e perniciosos phenomenos climatericos a corrigir.” (Guerra e Guerra, p. 108)\nPara Crandall, as secas são períodos em que os acontecimentos naturais não seguem o seu curso normal: a falta, a irregularidade, a má distribuição ou excesso de chuvas produz escassez nos alimentos ou na provisão de água, resultando em um período de penúria, ou seja,\n52\tNeste livro o autor trata a seca como um mal congênito, defendendo que o estudo de medidas preventivas deveria anteceder os estudos sobre as causas das secas. A captação de água pluvial, encontrada em reservatórios naturais de norte ao sul do Brasil, solucionaria o problema. Os açudes amenizariam os efeitos das secas, captando as águas da chuva para irrigar os terrenos circunvizinhos, o que ocasionaria a melhora das colheitas.\n53\tEste livro não foi localizado.\numa seca. Esses fatores são agravados em função da precariedade dos transportes, do sistema da propriedade territorial e da administração. “Falta de chuvas, ou poucas chuvas, é uma das causas das seccas, mas não é tão geralmente commum como se julga ser o caso, especialmente no Ceará.”(Crandall, 1910, p.47)\nPara Crandall, a solução para o problema das secas consistia em aproveitar ao máximo as quantidades disponíveis de água, mediante a utilização de cacimbas, poços e açudes, na implantação de um sistema de açudes e canais de irrigação e de um sistema eficiente de transportes. Este último, considerado precário por Crandall, englobava algumas vias férreas, carros de boi, o lombo de animais, as cabeças humanas e em algumas cidades litorâneas carros de duas rodas de pequeno tamanho puxados por animais para transporte de pequenas distâncias. O desenvolvimento dos meios de transporte no nordeste e a abertura do interior do país era entendida, por Crandall, como fundamental para alterar as condições sociais do sertão. Um bom sistema de transportes, por outro lado, facilitaria o escoamento da produção agrícola e a introdução dos materiais utilizados pela IOCS.\n“Para mudar estas condições e desenvolver o paiz nada influirá mais do que os melhores meios de transporte, que facilitando o intercambio e a intercommunicação do povo e permittindo a entrada de forasteiros, acabarão, no correr do tempo, definitivamente, com estas condições anormaes.” (Crandall, 1910, p.54)\nAinda com relação aos transportes, Crandall sugere a introdução de duas modalidades desconhecidas no Brasil, a primeira consiste em um tipo ordinário de carroça de quatro rodas para uso geral, a exemplo do utilizado pela Companhia Studebaker nos Estados Unidos, e a segunda é a máquina de tração ou automóvel de carga.\nCom relação aos transportes, Crandall utiliza-se de duas fotografias para exemplificar os meios de locomoção usados no nordeste brasileiro. As fotos e suas legendas foram alvo de crítica por parte de Clodomiro Pereira da Silva:\n“Apreciamos muito os trabalhos do Sr. Roderic Crandall; mas não lhe gabamos o gosto de querer fazer um pouco- o cabotino. (...) É uma pilheria que só o cabotino podia fazer... para mostrar o atrazo do Nordeste. Entretanto, esse typo de carro existiu há menos de 40 annos nos Estados Unidos”(Silva,1933,p.6)\n28. O transporte no Norte, actualmente. Idéntico ao usado no Egypto ha 2000 annos\nFig. 6 Fotografia extraída do Relatório de Roderic Crandall\nNa análise da topografia de Pernambuco, Crandall (1910, p.62) concluiu que, com exceção do rio São Francisco, não existiam grandes rios no estado, não havendo, portanto, possibilidades de grandes projetos de irrigação. Para o autor, o progresso de Pernambuco dependia principalmente do melhoramento dos meios de transporte, embora o desconhecimento da topografia de algumas regiões o impossibilitasse de recomendar os pontos mais convenientes para a construção de estradas. Quanto à topografia da Paraíba e Rio Grande do Norte, Crandall informa que a mesma não era bem conhecida, achando-se melhor representada no Atlas do Império do Brasil feito por Barão Homem de Mello em 1885 do que nos mapas subseqüentes.\nAo finalizar este capítulo, Crandall corrobora os pontos levantados ao longo do seu relato, entendendo que a solução para o problema do transporte residia na parceria entre os governos estadual e federal para a construção de estradas de rodagem e de vias férreas, a introdução de carroças americanas, automóveis e carroças de tração, a introdução de uma raça de cavalos que possibilitasse a obtenção de melhores e maiores animais de tração para as carroças, a construção de estradas para facilitar a construção de grandes açudes no interior e a construção de uma estrada de ferro entre o porto de Mossoró e a cidade de Cajazeiras.\nNo capítulo destinado à açudagem e irrigação, Crandall constata que o público brasileiro está mais familiarizado com as condições de irrigação no Egito, Índia e EUA do que com as condições dos estados do nordeste brasileiro. Aponta ainda as semelhanças entre as\nregiões semi-áridas, mas ressalta uma diferença fundamental entre o semi-árido brasileiro e o norte-americano: no território norte-americano há grandes represas e enormes áreas de terra irrigadas e o Governo demarca, concede, arrenda e vende as terras irrigadas como forma de encaminhar a população para estes lugares. Ao contrário do que se deseja no Brasil “... um systema de açudagem em grande e pequena escala, com irrigação correspondente, para supprir d’ água e trabalho uma região que já é densamente povoada, região que em condições anormaes não a comporta” (Crandall, 1910, p.77). A comparação feita por Crandall, de que as regiões a serem irrigadas no Brasil eram densamente povoadas enquanto as norte-americanas eram isoladas, aponta para a possibilidade de um estudo comparativo entre os sistemas norteamericano e brasileiro. Não podemos esquecer que a maior parte dos técnicos que atuam na IOCS neste período são norte-americanos.\nCrandall esboça em seu relatório uma classificação para os açudes, levando em consideração a capacidade de armazenagem de água para usos domésticos, para o gado e para a irrigação: os pequenos açudes possuíam de 100000 a 500000 metros cúbicos e os grandes açudes possuíam volume acima dessa cota. Diz Crandall que cada um dos tipos apresentava seus defensores, mas que a solução para o armazenamento de água estava nos dois tipos. “Até agora não há grandes açudes no norte, e não há meio de julgar definitivamente os seus resultados; dos pequenos açudes há, entretanto, dados mais aprovetaveis.” (Crandall, 1910, p.79)\nA construção de açudes merece atenção especial por parte de Crandall, que ressalta assim a importância do conhecimento técnico. Em todo o sertão o autor encontrou açudes com paredes arrombadas, a maior parte construídos por fazendeiros sem qualquer conhecimento técnico. Sugere que a IOCS publique tanto em folhetos quanto em jornais locais, artigos sobre a melhor maneira de construir represas de terra ou alvenaria para os pequenos açudes. Para a construção de represas maiores, entretanto, os fazendeiros precisavam de uma ajuda mais eficaz. Assim, Crandall sugere a nomeação por parte da Inspetoria de um engenheiro consultor.\n“ ...cujos deveres seriam viver sempre no sertão, viajando de um districto agrícola importante para outro, inspeccionando pessoalmente as represas existentes, levantando e fornecendo aos fazendeiros os projectos das que se houvessem de construir, indicando como uma represa poderia ser melhorada, se\no sangradouro é insufficiente, se ou não podia a parede ser levantada, etc. Em summa, pondo a disposição de todos do sertão um homem conhecedor dos detalhes da construcção de represas, para lhes dar conselhos, tanto quanto elles o desejem e peçam. Cada districto teria um funccionario destes e a somma de benefícios que elle poderia fazer seria illimitada. Todos os instrumentos que elle precisaria ter não seriam provavelmente mais que um nível, uma regoa e alguns accessorios menores auxiliares destes.\" (Crandall, 1910, p.87)\nDe acordo com Cranda ll, um passo importante para ajudar os particulares deu-se com a lei de outubro de 1909 que autoriza o Governo a auxiliá-los financeiramente na construção de açudes ou na ampliação dos já construídos. Uma boa parte do relatório de Crandall é composta por sugestões para projetos, descrição da topografia e da bacia hidrográfica de diversos açudes.\nDois pontos devem ainda ser destacados no relatório de Roderic Crandall. O primeiro deles refere-se às altas somas de dinheiro gastas desde a seca de 1877 nos estados do nordeste do Brasil:\n“ Com o dinheiro dispendido desse tempo até hoje quase nada há no norte que mostrar como resultado permanente de todo este dispêndio, (...) Quer isto dizer que o dinheiro gasto endereçou-se a procurar alliviar os soffrimentos sem qualquer comprehensão das causas e condições reaes que produzem este anormal estado de cousas, nem tentativa para as comprehender.”(Crandall, 1910, p.47)\nO segundo ponto de destaque refere-se à educação, considerada lastimável. Na época de elaboração do relatório de Crandall, no Rio Grande do Norte e na Paraíba 75% da população era analfabeta e o restante apenas assinava o nome e/ou lia com dificuldade. Contudo, Crandall afirma que “As desejadas reformas para debellar os effeitos da seccas não pode ser feita de uma vez, nem sem auxilio do próprio povo.’’(Crandall, 1910,p.54) Quando fala em educação para o povo, Crandall na realidade refere-se à necessidade de educar as classes superiores, pois só elas levariam avante as reformas necessárias.\nCrandall encerra o seu relatório com uma lista de recomendações à IOCS que, de certa forma, resumem o que foi apresentado no decorrer do mesmo. Finalizando a análise do relatório de Crandall, gostaríamos de ressaltar a referência feita ao homem nordestino conhecido pela alcunha de cearense:\n“São realmente gente de muito melhor qualidade do que são commumente considerados. Embora rudes e pouco civilisados, é verdade, em todos elles encontra-se o estofo do que se fazem os bons e úteis cidadãos para o paiz;” (Crandall, 1910, p.78)\n3.3\tEstudos de Hidrografia &amp; Suprimento de Água\nO segundo relatório analisado é o de Geraldo A. Waring54, chefe hidrólogo da Inspetoria, intitulado Supprimento dágua no nordeste do Brazil. Na introdução do seu relatório o autor informa que foi contratado pela IOCS, então dirigida pelo Miguel Ribeiro Arrojado Lisboa com o objetivo de estudar a hidrografia da região semi-árida do Brasil e principalmente de estabelecer “(...)o serviço de medição directa dos cursos d’agua, indispensavel á elaboração conscienciosa dos projectos de açudes ...” (Waring, 1910,p.3)\n..\nPaWicaçío b 23\tír * f \"\tSerie, I D—Hjtatafii, Qeelofie.\nMINISTERIO DA VIAÇÃO E OBRAS PUBLICAS\nINSPECTORIA DE OBRAS CONTRA AS SECCAS\nJ. AYRES DE SOUZA, sub-isu-uctor, bm bxbxcicio.\nWPMIO m NO HORDESIEDO BRASIL\nGERALDO A. WARING\nDEZEMBRO DE 1912\nINSPECTORIA DE OBRAS CONTRA AS SECCAS\nRIO DE JANEIRO-AVENIDA RIO BRANCO, 137, SEGUNDO ANDAR\nFig 7 Folha de Rosto do Relatório de Gerald Waring\nO autor afirma que efetuou seu primeiro exame da região durante um período de condições excepcionalmente boas, após dois anos de chuvas com alto índice pluviométrico. Assim, nas regiões atravessadas, encontrou maior abundância de água do que o comumente encontrado, “ ... todavia, a escassez della, em muitos logares, deu uma idéia nítida das condições que devem vigorar nos annos seccos” (Waring, 1910, p. 3)\nA viagem pelo nordeste brasileiro começou em novembro de 1910 por Campina\n54\tNão encontramos dados biográficos sobre Waring.\nGrande (PB). No percurso foram atravessadas as cidades de Caicó, Apodi e Mossoró (RN), seguindo depois até União e Limoeiro (CE). De Limoeiro retrocedeu-se para Apodi de onde Warring partiu em direção as cidades de Pau dos Ferros (RN), Pombal e Curema (PB) e Lavras (CE). As cidades de Jardim, Crato e Cratéus, no Ceará, também foram visitadas e a viagem foi finalizada em Teresina (PI), em meados de fevereiro de 1911.\n“(...) que muito o auxiliou a formar uma opinião mais ou menos precisa sobre a queda d’agua na região e condições concomitantes da lavoura e cração do gado; e com elle colligiu notas sobre a topographia e a geologia.” (Waring, 1910, p.\n4)\n\nSÃO ROQUE\ntnquaretama\nAmarante\n©RMÇNtC.)\nNatal\nSalvador\niQuaretama'\nxTeresina\nQuixerac\n3\n,Guim«r8es\nJntãra* Vaus\nJCiqlw-Xique\nlodos as Santas\nlaçaM .Touros1 p¿d'«H Avelino\nrrelros .Calvo a mares\níSSSrf. luis Correi#r>y°c'tn . ParnaíbaJ ‘ —TT Aca-aí?\nI • ' 11 I\nAlves U-yf\nJuniao \\ 7^\nL Maior*i\nV______/\nij«'o d'-WJ. niár/' i^Maceió Marechal P ¡odoro\n’Pauiistanij ‘\n^•Olinda ^Recife\n\"‘'■\"'.If.n,\n36°\n■ ' Jar¿ijD__-*Jò8o~Cânara\nw \\ / n\nwRoséno t\nI) 4 '.\t/\n¿Itapicurumirim 1 íoadoMwrim\tgrejo /\nV Chapada ha-\t/\n^Coroatáy\t]\n‘ ' Cannhanha /\nI* NALLY A COMPANY\n'\t\\ PONTA DO MUNDAÜ\nFortaleza u Puntéeoste >7*\\\n' MaraoQÒapay í X > .\n-/> /Casfeavel.\\ \\ L ' Re.denctyb /' \\ ' C.n,n*dé .yBaIUnté Araci>\\\n.Qxilxadá Russas*// Jm l3orãd i.\n,• ara ibas» • l . i¡.- i\nD C?ítjX-NDIÍ&amp;>TtÕ-ftTE\n\\ LV\n’F v7 ■Senhor, / Bonflr\nMela Branca\nKrte --/Moçorçl\nodL\n1 . 11 11 | ■ I. ■, | > I •\nX ¡abedelo r^/Joâo Pessoa Tbé{ (Paraíba)\n1 V’ontéWs'ljáSjí i /.\tJequíé .\n\n\nFig 8 Mapa com o Trajeto de Gerald Waring\nInicialmente, Waring julgava que fosse enfrentar um problema semelhante ao do\nBureau of Reclamation Service55 dos EUA, que tinha como finalidade a irrigação de áreas despovoadas. Assim como Roderic Crandall, também compara a região seca do Brasil com as partes do sudoeste dos EUA, sudeste da Califórnia e sul de Nevada, afirmando que as regiões secas são semelhantes, contudo, a vegetação brasileira é mais densa do que a americana. Acrescenta também que o clima da região nordeste do Brasil é antes árido do que tropical. Contudo, as condições econômicas do Brasil apresentam um quadro diverso do que o enfrentado pelo “U.S. Reclamation Service”.\n“Antes de tudo, trata-se de socorrer uma população pastoril que, desde muito, occupa a terra e vive em rehida lucta pela existência durante os períodos de escassez d’agua sem ter recursos para construir obras capazes de fazer face ás seccas.”(Waring, 1910, p. 4)\nWaring afirma que é senso comum que a região seca sofre principalmente pela falta de chuvas e diz que o exame dos poucos dados pluviométricos que foram registrados para o nordeste indica que o problema reside na irregularidade das chuvas. Nesse sentido, aponta que o trabalho a ser executado residia na conservação e regularização da distribuição da água existente. Ao contrário de Roderic Crandall, afirma que para prover as necessidades e o desenvolvimento agrícola da região era necessário a construção de grandes reservatórios como forma de garantir a irrigação das terras situadas à jusante, que resolveriam o problema da alimentação. (Waring, 1910, p.5) Contudo, a construção de reservatórios menores, apropriados principalmente para a armazenagem de água durante os períodos de seca e para irrigação de pequenas áreas, também é proposta por Waring. Outras obras menores como o dessecamento de algumas áreas e a abertura de poços também seriam de responsabilidade da IOCS.\nWaring visitou as bacias fluviais dos rios Jaguaribe, Assú, Apodi, Mossoró, Paraíba e Parnaíba e o seu estudo versa principalmente sobre o desenvolvimento das obras projetadas para essas bacias. Segundo Waring, as informações relativas a vários projetos foram extraídas de trabalhos anteriormente publicados e apresenta uma breve bibliografia sobre o tema.\n55\tÓrgão criado em 1902 com o objetivo de construir canais e açudes em dezessete estados do oeste norteamericano. (http://www.usbr.gov/main/about/who.html) As semelhanças entre este serviço e a IOCS precisam ser ainda investigadas.\nApresenta ainda uma classificação que passa a ser utilizada nos demais textos e documentos da IOCS:\n“os reservatórios já construídos ou em construção antes de setembro de 1912, serão chamados açudes; os que foram estudados antes daquella data serão chamados projectos e outros possíveis ou em via de serem estudados serão designados como boqueirões ou logares.\" (Waring, 1910, p.5)\nA Bacia do Rio Jaguaribe merece atenção especial no relatório de Waring que descreve os principais afluentes do rio Jaguaribe, a sua nascente e foz e também as mais salientes feições topográficas da bacia do Jaguaribe, os escarpamentos “(...) onde brotam grandes fontes, de muita importância parta a irrigação local.”(Waring, 1910,p.9), as serras que “...fornecem vários boqueirões, que se podem tor nar valiosos, se fôrem aproveitados para as barragens.”(Waring, 1910,p.9) Apesar de ocupar quase a metade do Ceará, Waring afirma que:\n“(...) a bacia de escoamento seja grande, o Jaguaribe é rio intermittente, e surprehende a quem não conhece os rios das regiões áridas, pois o seu leito de duzentos metros de largura não passa, durante o verão, de uma simples faixa coberta de areia.”(Waring, 1910, p.7)\nDe acordo com Waring, os primeiros estudos consistentes sobre as possibilidades de irrigação na bacia do Jaguaribe foram feitos em 1881 por Jean Jules Révy e apresentados no relatório da Comissão de Açudes, encaminhado ao Ministro da Agricultura Manoel Buarque de Macedo e por P. O’ Meara na obra Irrigation of the Jaguaribe Valley, Ceará, Brazil em 1894.\nWaring visita as principais áreas de terras cultiváveis, que se localizam em Icó e em terrenos ribeirinhos mais baixos até próximo de Boqueirão do Cunha. Após revisar os principais projetos relativos à bacia do Jaguaribe, opta pela realização de obras de defesa e beneficiamento.\nFinalizando o seu relatório, Warring apresenta uma classificação para as rochas do nordeste brasileiro, assim como apresenta informações acerca da precipitação e descarga pluviométrica e notas geológicas.\n3.4\tEstudos de Botânica\nUtilizaremos como fonte o relatório da IOCS de autoria de Alberto Lofgren (18541918), botânico sueco que chega ao Brasil em 1874 em companhia de Karl Vilhelm Hjalmar Mósen56 com o objetivo de explorar a flora dos estados de São Paulo e Minas Gerais. Lofgren colaborou para o desenvolvimento da botânica brasileira tendo publicado diversos trabalhos científicos, além de ter atuado em importantes instituições científicas brasileiras como a Comissão geográfica e Geológica de São Paulo (1886), o Jardim Botânico da Cantareira em São Paulo (1898) e o Jardim Botânico do Rio de Janeiro (1916). Segundo Fernando de Azevedo “ o que Lofgren fez pela botânica brasileira não pode ser facilmente resumido.” (Azevedo, 1994, p.204, v.2)\nDe acordo com Sobrinho (1982), o mapa botânico do Ceará, elaborado por Lofgren em outubro de 1910, foi organizado a partir dos elementos coletados em sua primeira viagem. Lofgren utilizou também obras de estudiosos da flora do estado, entre as quais destacamos as de George Gardner (1846), Freire Alemão (1862) e Antônio Bezerra (1889), além de informações colhidas nos tomos da Revista do Instituto do Ceará e da Academia Cearense.\nO relatório de Lofgren divide-se nas seguintes partes: açudes públicos e privados construídos, tanques públicos construídos, açudes particulares em construção, tanques públicos desobstruídos, barragens submersíveis construídas, estradas de rodagem e carroçáveis construídas e em construção, estradas de ferro, poços tubulares públicos, poços tubulares particulares, obras consultadas e fotografias. Na introdução, seguindo o mesmo padrão dos relatórios da IOCS, Lofgren explicita os motivos de sua contratação:\n\"No intuito de reunir a maior somma de elementos para uma luta efficaz contra o flagello das seccas nos Estados do norte do Brasil, o illustrado Inspector de Obras Contra as Seccas, o dr. Miguel Arrojado Ribeiro Lisboa, organisou um vasto programma, no qual incluiu os estudos da flora daquella zona, com fator auxiliar para os seus trabalhos\" (Lofgren, 1982, p. 47)\n56\tBotânico sueco (1841\t-\t1887). Ver sites http://www.lysator.liu.se/runeberg/nfbr/0612.html e\nhttp://www. florfatal.kit.net/biografia/I.html\nA importânc ia dos estudos de botânica para subsidiar o conhecimento das diversas zonas terrestres, do clima e das condições econômicas é ressaltado pelo autor quando este afirma que:\n\"As plantas são verdadeiros padrões, e a vegetação espontanea de um logar é sempre indiício infallivel da uberdade ou da esterilidade do terreno e, portanto, da sua prestabilidade ou não para os fins que se têm em vista\".(Lofgren, 1982, ,p. 47)\nA primeira viagem de Lofgren iniciou-se em fevereiro de 1910 pelo Ceará tendo como objetivo estudar a natureza das caatingas, para a qual o botânico apresentou duas hipóteses: ou seriam semelhantes às da Bahia ou seriam cerrados como em São Paulo e Minas Gerais. A primeira hipótese, para Lofgren, indica solo impróprio para agricultura, enquanto a segunda aponta para a possibilidade de desenvolvimento da indústria pastoril. Lofgren buscava objetivamente estudar possibilidades de reflorestamento e a composição da flora, procurando identificar espécimes que pudessem ser melhor aproveitadas industrialmente.\nA viagem de Lofgren aconteceu durante o inverno, ou seja, durante a estação das chuvas, o que se revelou melhor para avaliar a capacidade do solo e da flora tendo sido possível a reunião de 730 espécies em um herbário. Contudo, a viagem, embora tenha sido boa para as observações, foi considerada penosa para o homem, que deveria estar mais atento à estrada e ao animal que montava.\n\"As 'Notas' que se seguem são as que foram tomadas no terreno durante a rápida excursão, apenas um pouco coordenadas, mas sem a mínima pretensão além de serem a expressão exacta do que observamos e do que as observações nos suggeriram \". (Lofgren, 1982, p. 48)\nNa análise do clima do Ceará, Lofgren afirma que existem muitos escritos e teorias, porém dados precisos só os oriundos de Quixeramobim e da capital do estado, resultado de observações regulares, ainda que em áreas restritas. O autor admite três zonas climatéricas para o Ceará, sendo elas a do litoral, a do interior ou do sertão e a das serras.\n\"(...) mas a ausencia apontada de uma rede de observatorios não permitte ainda que se tracem as curvas baricas, thermicas ou psychricas, que scientificamente definiriam as feições climatericas de cada uma destas zonas. Resulta dahi que as apreciações sobre o clima do Ceará terão apenas um caracter vago, até que haja series de observações a computar\".(Lofgren, 1982 p. 48)\nDiz Lofgren, que as características climáticas do Ceará favorecem as condições sanitárias, revelando uma preocupação encontrada também nos relatórios produzidos pelos médicos do Instituto Oswaldo Cruz: o sanitarismo. Para o botânico, existiam no Ceará duas\nestações bem definidas: a das chuvas ou o inverno (de dezembro a abril) que corresponde ao verão climatológico e a do estio (de julho a outubro) que corresponde ao inverno climatológico. Entre as estações há apenas 2 ou 3 graus de diferença, \"mas torna-se mais sensível em virtude da elevação do grão hygrometrico no verão, que parece abaixar a temperatura, e pela reverberação do solo fortemente aquecido na época secca, que augmente a sensação do calor.\" (Lofgren, 1982, p.49)\nDurante a viagem, Lofgren chamou a atenção para a inexistência de dados para consultar, acrescentado que por várias vezes verificou a temperatura da superfície do solo, observando que seria fundamental estabelecer as diferenças de aquecimento nos diversos tipos de solo, coberto ou não por vegetação. Quanto ao regime dos ventos locais, Lofgren afirma que deveriam ser objeto de estudo, enquanto para os ventos gerais existiam os estudos de Thomaz Pompeu de Souza Brasil O Ceará no começo do Século XX e o de Weber. Os estudos referentes às chuvas abundantes também não puderam ser realizados, pois a rede de postos pluviométricos não permitia a construção das curvas udometricas para todo o Ceará.\nAssim como Roderic Crandall, Lofgren também cita o artigo de Orville Derby, publicado no Jornal do Comércio de 01/01/1912, baseado no trabalho de O. Weber. Neste artigo, Weber prova ser muito grande a variabilidade das chuvas cearenses e que o regime das águas correntes nos rios depende mais do modo pelo qual as chuvas caem do que da quantidade. Lofgren concorda com o argumento de Derby, de que o Ceará e toda a região seca do Brasil não está isolado quando comparado com outros países em condições ainda mais precárias.\nPara Lofgren, lugares como Marrocos, Argélia, Tunísia e Egito apresentavam pontos de contato com a zona seca brasileira, contudo a agricultura continuava sendo desenvolvida. Cita ainda o trabalho de W. Kobel Reisecrinnerungen au Algerian und Tunis, segundo o qual a esterilidade daquela região era conseqüência das devastações provocadas pelos piratas turcos.\n\"As seccas do Ceará são um phenomeno natural, de muita analogia com os invernos dos paizes frios, e a grande anormalidade que se nota nellas parece mais o effeito da distribuição irregular do que da própria escassez das chuvas. E quem sabe se as causas primarias destas irregularidades não são de origem mais extra-cearense do que intra-territorial e, por isso, mais difficeis de reconhece r/ O que, porém é fora de duvida é que os effeitos destas seccas, quer normaes, quer anormaes, poderão, em largo ambito, ser muito attenuados pelo engenho humano e , talvez com o tempo inteiramente eliminados. É para esse fim que devem connergir os estudos de os esforços de preferência\" (Lofgren, 1982, p.51)\nNo capítulo referente às notas botânicas, Lofgren afirma que:\n\"A distribuição dos vegetaes espontaneos sobre uma territorio é o reflexo fiel das condições physicas que nelle predominam, porque as plantas são directamente dependentes da qualidade e da quantidade de nutrição no solo, de combinação com a temperatura e o grão hygrometrico do ambiente e suas precipitações . Possuem, é verdade, uma certa latitude de adaptação e ás vezes, os extremos biológicos podem ter certa amplitude, mas sempre dentro de limites fixos \". (Lofgren, 1982, p..51)\nSegundo o autor existiam na região três principais agrupamentos florísticos correspondentes a três zonas climáticas: o do litoral, o das serras e o das planícies ou do interior. Afirma Lofgren que no litoral, a topografia e a constituição do solo determinam a divisão da flora de acordo com a resistência às emanações salinas marítimas e com a capacidade para adaptarem-se às condições que resultam da predominância da areia ou argila.\nDiz Lofgren que na orla do Ceará a vegetação caracterizava-se por ser mais ocasional que permanente, em função da ação dos ventos e da inconstância da superfície. Afirma que havia necessidade de fixação das dunas nos portos e arredores e para atingir este objetivo sugeriu a introdução de novas espécies de plantas e uma nova metodologia para fixação das dunas: a criação de linhas de anteparo perpendiculares aos ventos e formadas por vegetação arbustiva (pinhão bravo, caju e oiti) tendo no intervalo das linhas mudas de espécies herbáceas e sublenhosas, de preferência perenes. Lofgren ainda ressaltou a necessidade de determinação do gênero dos vegetais que seriam utilizados para fixação das dunas. No período de fixação das mesmas, de acordo com Lofgren, haveria a necessidade de grande quantidade de mudas enraizadas, problema que poderia ser resolvido com a criação de viveiros.\nSegundo Pereira (1994, p. 410) a geografia na IOCS esteve a cargo de Arrojado Lisboa, Horace E. Williams, Roderic Crandall e Phillip Von Luetzelburg, existindo uma estreita relação entre o desenvolvimento econômico do nordeste e o fenômeno da seca. Para a IOCS era fundamental o conhecimento da vegetação da região e quando Alberto Lofgren deixa a Inspetoria em 1912, Arrojado Lisboa convida o botânico e fitogeógrafo alemão Von Luetzelburg para substituí-lo. Este,dedicou-se ao estudo da flora e vegetação, publicando Estudos Botânicos do Nordeste (1922-1923), “(...) no qual se apresentou, pela primeira vez, a classificação científica das caatingas.”(Pereira, 1910, p.410)\nAparentemente não existem críticas quanto à atuação de Lofgren frente a IOCS, contudo não podemos deixar de citar as considerações de Francisco Iglésias57 relacionadas ao Horto de Quixadá fundado pelo botânico sueco:\n“Em Quixadá havia um horto florestal fundado pelo notável botânico Dr. Loefgren, quando por lá passou, estudando o problema das secas e meios de evitá-las. Não quero discutir se o referido horto preenche ou não, os fins para que fora criado. Mas direi que ele deveria ter fomentado a cultura daqueles campos que encontrei incultos, inaproveitados, ensinando a irrigar as plantas com as águas dos açudes.” (Iglesias, 1951, p. 93)\nJunto ao Horto Florestal funcionava uma pequena escola agrícola dirigida por Lofgren, responsável também pela alfabetização dos meninos da região. Em visita à escola Iglesias ouviu de seu diretor, para demonstrar a qualidade do ensino da mesma, a informação de que seus alunos tinham inclusive aulas de astronomia. Revelando uma visão mais pragmática da ciência, Iglesias afirma que “e, com toda franqueza, disse-lhe que, ao invés de contemplar o céu, deveria dar atenção aos problemas de cá da terra, do chão.” (Iglésias, 1951, p. 93) O pragmatismo explicitado pelas críticas é reforçado quando sugere que seria melhor que Lofgren ensinasse aos alunos a fazer medas, silos de barragem, irrigação com água do açude, que distribuísse mudas de cactos e de eucaliptos e sobretudo que ensinasse a cultura do juazeiro. De acordo com Iglesias, até as medas de gramíneas preparadas por Lofgren atendiam mais a uma necessidade de experimentação do que à necessidade de mostrar aos alunos o modo de preparação das medas.\nCitando Lofgren, Iglesias afirma que as cactáceas do gênero Opuntia produzem de vinte a trinta quilos de forragem por planta e que no Ceará em cada grupo de cem plantas, setenta poderiam produzir cento e noventa quilos de palmas cada uma, deixando ainda uma boa quantidade de palmas boas para reprodução. Pergunta-se, então, Iglesias: “Porque, então, essas ‘ zonas criadoras’, já não estão cobertas de ‘opuntia'? (Iglésias, 1951. p. 94)\n3.5\tA Seca na Visão de Raymundo Pereira da Silva\n57\tAutor do livro Caatingas e Chapadões (1951), trabalhou no Instituto Butantã com Arthur Neiva, que se transformou em interlocutor para assuntos relacionados ao nordeste brasileiro. Este livro compreende notas de viagem escritas entre 1913 e 1919 quando participava como assistente da secção de biologia da comissão governamental destinada a Juazeiro (BA) como parte do plano de proteção a cultura da borracha.\nO último relatório a ser analisado é o de Raymundo Pereira da Silva58 intitulado\nEstudos e trabalhos relativos aos Estados da Parayba e Rio Grande do Norte publicado em 1910. Este relatório abrange especificamente as condições econômicas e sociais dos estados da Paraíba e Rio Grande do Norte e foi parcialmente transcrito por Clodomiro Pereira da Silva. Sobre o período em que Raymundo Pereira da Silva atuou na IOCS, Silva afirma que:\n“O período em que esse profissional esteve prestando serviço na Comissão das Obras contra as Seccas foi aquelle em que se cuidou da verdadeira orientação e organização dos trabalhos, e se tratou de estudar de facto a meteorologia, a geologia, a hydrografia e a agrología da região.”(Silva, C., 1932, p194)\nO relatório de Raymundo Pereira da Silva difere dos analisados anteriormente, em função de seu caráter crítico em relação à atuação governamental no combate à seca. Para Silva, desde a grande seca de 1877-1879, verifica-se “(...) a inocuidade do auxilio official, que produzia o effeito de alguns borrifos de água nas labaredas de immensa fogueira (...)” (Silva, R. apud Silva, C., 1932, p. 167)\nDe acordo com Silva como quase nada havia sido feito para mitigar os efeitos das secas, restava ao sertanejo duas opções: ou abandonava a terra ou resistia. Para este último grupo, Silva tece os mais variados elogios, ressaltando o seu caráter forte, caracterizados pela perseverança e pelo trabalho. O homem que resiste introduz Silva a uma questão não abordada nos demais relatórios analisados até o momento, a questão do que poderíamos chamar de conhecimento popular do sertanejo. Na opinião do engenheiro, ao homem que resistiu restava trabalhar e estudar a região, tendo como características deste conhecimento o empirismo e a tradição sem conhecimento científico. Sem o apoio governamental, os homens do sertão:\n“Estudaram e descobriram a utilização, embora empírica, de todos os vegetais que resistem ás seccas; observaram e procuravam-lhes remedio, (...) , ás moléstias que atacam a lavoura e os gados; fizeram e registraram pela tradição, observações meteorológicas, sem orientação scientifica, ma s que lhes são úteis para preverem a probabilidade de um bom inverno, ou a imminencia da declaração da secca; (...); crivaram por toda a parte o solo de cacimbas, e nesse serviço guiados pelos advinhadores de água (grifo do autor), que se fizeram com a longa pratica adquirida; estabeleceram uma verdadeira rêde de sondagens, (...), que permittem traçar no mappa, o nível do primeiro lençol subterrâneo, a curva que determina as zonas das águas potáveis e das águas salobras, e a classificação geológica de toda a superfície dos dois Estados; construíram\n58\tEngenheiro, chefe da 2a Seção da IOCS.\nfinalmente milhares de açudes, (...), mas que coonstituem o único elemento efficaz de que dispõem, para salvar-se a si e aos seus rebanhos nos annos de calamidade.” (Silva, R. apud Silva, C., 1932, p. 167)\nRaimundo Pereira da Silva ressalta mais uma vez o valor do sertanejo, sendo este o responsável exclusivo pela sua sobrevivência. Este tipo humano é descrito como admirável, pois vive em condições precárias com alimentação parca “composta exclusivamente de alime ntos selvagens e venenosos” e utiliza-se de água salobras “liquido espesso, e amarello ou esverdeado”que infeccionaria qualquer indivíduo de outra região. Este homem, segundo Silva habitua-se com o meio em que vive, labutando na roça, plantando cereais e legumes “(...) a um e dois metros de profundidade, onde ainda existe a humidade, e disputa a vida de um a um de seus gados, levando-os a beber nos açudes ou nas cacimbas (...)” (Silva, R. apud Silva, C., p. 167)\nEm seu relatório, Raymundo Pereira da Silva traçou um quadro do desperdício do dinheiro público nos entre os anos (1910-84) nos estados da Paraíba e do Rio Grande do Norte, enfatizando que a liberação de verbas sempre esteve diretamente relacionada às influências políticas locais, com o favorecimento de municípios governados por aliados políticos. Segundo o autor, as obras realizadas pelo governo federal e entregues aos estados e aos municípios estavam em mau estado de conservação em função da escassez das verbas locais. Pelas razões acima expostas, Silva recomenda que os engenheiros da Inspetoria inspecionem e avaliem às obras de açudagem e irrigação já feitas, avaliando as possibilidades das mesmas retornarem à tutela do Governo ou serem arrendadas por particulares. O mais importante seria que fosse “(...) assegurado o fornecimento de água para uso domestico ás populações vizinhas, sob a fiscalização da Inspectoria, o que ainda seria preferível.” (Silva, R. apud Silva, C., 1932, p. 168)\nAs obras de abastecimento a serem realizadas, de acordo com Raymundo Silva, deveriam ser executadas somente nos pousos das estradas e nas povoações, sujeitando-as ao mesmo regime das anteriormente citadas.Deveria ainda a Inspetoria incentivar o serviço de perfuração de poços e da açudagem média e pequena para particulares.\nRaymundo Pereira da Silva reforça a importância do estudo das bacias hidrográficas para a construção de grandes açudes, destacando que não deveria ser construído mais do que um açude por estado. Para o autor, esta construção serviria de modelo e aos interessados em\nconstruí-los a Inspetoria deveria dar todo o apoio. Ressalta, ainda, a total dependência entre a população rural e o fazendeiro, chegando a firmar que “(...fortalecer a s condições de resistência deste, é garantir a existência e a estabilidade daquella”( (Silva, R. apud Silva, C., p. 168)\nA metodologia de seu trabalho também merece destaque. Raymundo Silva encaminha para cada um dos setenta e seis municípios da Paraíba e do Rio Grande do Norte um questionário para ser respondido pelos chefes dos governos municipais a respeito da açudagem particular. Com base nas respostas verificou que: o primeiro lençol de água subterrâneo apesar de fraco e de má qualidade era vital importância para a região; a açudagem particular e pública já começava a produzir efeitos e que apenas nos terrenos próximos ao litoral, nos brejos das serras e nas vizinhanças dos açudes era possível experimentar diversos gêneros de cultura. Considerando as condições das regiões e seus parcos recursos econômicos e tecnológicos, Raymundo Silva, concluiu que:\n“Do exame desses factos resulta que, absolutamente indispensáveis e proveitosas para o desenvolvimento economico da região ( a phase consagrada do combate aos effeitos das seccas [grifo do autor do relatório] é deficiente para significar o conjuncto de necessidades a que é preciso attender), as obras de engenharia, (...), não são todavia sufficientes para uma solução rápida, econômica e completa do problema.” (Silva, R. apud Silva, C., 1932, p. 194)\nRaymundo Pereira Silva também atribui um papel fundamental ao legislador e ao administrador, pois a estes caberia a instrução os lavradores, libertando-os das taxas abusivas de juros que pagavam pelo financiamento de suas colheitas, a promoção e a colonização da lavoura intensiva e da exportação de produtos industriais como o sal, a cera de carnaúba, a borracha de maniçoba e de mangabeira.\nA crítica apresentada no final de seu relatório questiona todo um sistema de intervenção no espaço nordestino, bem como as medidas e os procedimentos adotados pelo poder público desde a seca de 1877. Nesse sentido, Raymundo Pereira da Silva sugere que a cultura industrial do coqueiro e a plantação de certas forragens indígenas poderiam trazer benefícios para a região bem antes da grande açudagem. Esta, com uma rede de reservatórios e canais de irrigação, necessitava de altos investimentos e caracterizava-se pela lentidão de execução.\n5.\tCONCLUSÃO\nA primeira gestão (1909-1912) de Arrojado Lisboa à frente da Inspetoria de Obras Contra os Efeitos das Secas caracterizou-se como um período extremamente produtivo no que se refere ao conhecimento da região nordeste. Em um período relativamente curto, cerca de três anos, foram realizados estudos referentes à geografia, geologia, hidrografia, botânica, além de estudos relacionados a aspectos sociais e econômicos. Este período da Inspetoria também revelou a participação de importantes instituições científicas brasileiras no projeto governamental de combate aos efeitos das secas: o Instituto Oswaldo Cruz, o Serviço Geológico e Mineralógico Brasileiro e o Observatório Nacional, todas localizadas no Rio de Janeiro. Esta diversidade de temas e de atores tornou-se ao mesmo tempo enriquecedora e problemática, uma vez que congregava campos científicos e interesses diversos.\nDe um total de dezesseis publicações, classificadas pela IOCS como de natureza científica e técnica, impressas entre 1910 e 1912, foram analisados relatórios produzidos por técnicos estrangeiros e brasileiros. Os mapas, cartas e as publicações com os relatos de obras de açudagem não foram objeto de análise.\nNa construção da narrativa optamos por buscar as raízes do processo de institucionalização do combate às secas a partir da grande seca dos anos de 187779. Foi necessário ainda buscar definições para o fenômeno da seca. Em um segundo momento, foi traçado um perfil da trajetória profissional do primeiro inspetor, o engenheiro de minas, Miguel Arrojado Ribeiro Lisboa, ressaltando sua formação acadêmica e visão do problema das secas. A análise dos dados biográficos de Arrojado Lisboa aponta para a necessidade de uma investigação mais detalhada das relações entre a sua formação na Escola de Minas de Ouro Preto e as suas\natividades profissionais. Na parte final da dissertação enfocamos os relatórios produzidos pelos médicos, engenheiros, geólogos e botânicos que visitaram o interior nordestino com um olhar científico.\nA quase totalidade dos relatórios analisados é inteiramente descritiva, exceção para o de Raimundo Pereira da Silva, que agrega ao seu relato as dimensões social e política, ressaltadas pela adoção de uma metodologia de trabalho que incluía a utilização de questionários. Este é também o único dos relatórios que faz referência ao conhecimento popular.\nQuestão recorrente em todos os relatórios é a irrigação dos vales ao redor dos açudes, embora abordada em escalas diferentes. A açudagem, que engloba a realização de obras, insere-se na chamada fase hidráulica do processo de institucionalização do combate à seca. (Carvallho apud Ribeiro, 2001, p.107) Contudo, uma questão ainda não foi respondida. A todo o momento falava-se em reconhecimento da região para a adoção de medidas mitigadoras, porém, a solução já era conhecida: a construção de açudes e canais de irrigação. O posicionamento em favor da construção ou não de grandes açudes, a construção de estradas ou a importação de máquinas é a tônica dos relatórios analisados, ocultando possibilidades mais viáveis como o reflorestamento e o florestamento (Silva, C., 1932) Nesse sentido, o conhecimento científico da região, produzido por estes relatórios, serviu de instrumento de validação para soluções já anteriormente formuladas.\nOs relatórios dos médicos do IOC, por outro lado, associavam o atraso da região nordeste a questões raciais, diferindo um pouco dos demais relatórios. Adolpho Lutz e Astrogildo Machado, assim como Arthur Neiva e Belisário Penna, partilhavam dos princípios difundidos pelas teorias eugênicas. Para Lutz e Machado, além da questão racial, a conjunção de elementos como o clima quente e a existência de moléstias impediam o desenvolvimento da região nordeste brasileira.\nConcluindo, gostaríamos de ressaltar a estreita relação entre desenvolvimento científico e econômico. Em todos os relatórios analisados esta questão esteve presente, buscavam-se soluções que possibilitassem o desenvolvimento e a integração econômica do nordeste brasileiro ao restante do país.\nBIBLIOGRAFIA\nAGASSIZ, L. &amp; AGASSIZ, E.C. Viagem ao Brasil, 1865-1866. São Paulo: Editora da USP, 1975. 323p.\nALBUQUERQUE, Marly; BENCHIMOL, Jaime et al. A ciência a caminho da roça. Imagens das expedições científicas do instituto Oswaldo Cruz ao interior do Brasil (1903-1911). Rio de Janeiro: Casa de Oswaldo Cruz/Fundação Oswaldo Cruz. 1991. 154p.\nALVES, Joaquim. História das Secas(Séculos XVII a XIX). Fortaleza: Edições do Instituto do Ceará, 1953. 242p. (Coleção Instituto do Ceará, 23).\nBOLETIM DO DNOCS, N°6, V. 20, novembro de 1959. Engenheiro Miguel Arrojado Ribeiro Lisboa, p.9-11\nBLAKE, Augusto V. A. S. Diccionario Bibliographico Brazileiro. Rio de Janeiro: Imprensa Nacional, 1898. v.4, 529p.\nBRAGA, Renato. História da Comissão Científica de Exploração. Ceará: Imprensa Universitária, 1962. 404p.\nBRASIL. Instituto Brasileiro de Geografia. Índice dos topônimos da carta do Brasil ao milionésimo. Rio de Janeiro: Serviço Gráfico do IBGE, 1971. 322p.\nBRASIL. Ministério da Agricultura. Seca. Disponível em:<http: //www .Mma.gov.br/port/ redesert/seca.html >. Acesso em: 22jun.2001.\nBRASIL. Relatório da Secretaria de Estado dos Negocios da Agricultura, Commercio e Obras Publicas, 1881-1. Disponível em: http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 2 jun. 2002.\n________. Relatório da Secretaria de Estado dos Negocios da Agricultura, Commercio e Obras Publicas, 1881-2. Disponível em: &lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm >Acesso em: 2 jun. 2002.\n________. Relatório da Secretaria de Estado dos Negocios da Agricultura, Commercio e Obras Publicas, 1882. Disponível em:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm >.\nAcesso em: 2 jun. 2002.\n________. Relatório da Secretaria de Estado dos Negocios da Agricultura, Commercio e\nObras Publicas, 1883. Disponível em:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm >\nAcesso em: 9 jun. 2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas, 1893. Disponível em:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 9 jun. 2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas, 1894. Disponível em:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 9 jun. 2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas, 1895. Disponível\nem:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 9 jun. 2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas, 1896. Disponível\nem:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 9 jun. 2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas, 1897. Disponível\nem:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 9 jun. 2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas, 1898. Disponível em:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 9 jun. 2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas, 1899. Disponível em:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 9 jun. 2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas, 1900. Disponível\nem:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 9 jun. 2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas,1901. Disponível\nem:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 12 jun.2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas, 1902. Disponível em:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 12 jun.2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas, 1903. Disponível\nem:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 12 jun.2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas, 1904. Disponível em:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 12 jun.2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas, 1905. Disponível em:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 12 jun.2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas, 1906. Disponível\nem:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 12 jun.2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas, 1907.Disponível em:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 12 jun.2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas, 1908. Disponível em:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 12 jun.2003.\n________. Relatório do Ministério das Industrias, Viação e Obras Publicas, 1909-3.. Disponível em:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 12 jun.2003.\n________. Relatório do Ministério da Viação e Obras Publicas, 1910. Disponível em:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 12 jun.2003.\n________. Relatório do Ministério da Viação e Obras Publicas, 1911. Disponível em:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 12 jun.2003.\n________. Relatório do Ministério da Viação e Obras Publicas, 1912. Disponível em:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 12 jun.2003.\n________. Relatório do Ministério da Viação e Obras Publicas, 1913. Disponível em:&lt;http://wwwcrl.uchicago.edu/info/brazil/pindex.htm> Acesso em: 12 jun.2003.\nBURNS, E. Bradford. As Relações Internacionais do Brasil durante a Primeira República. In: HOLANDA, Sérgio Buarque de (Org.). O Brasil Republicano. Sociedade e Instituições (1889 -1930). São Paulo: Difel, 1985. T. III. V.2, p. 375-400. (História Geral da Civilização Brasileira, 9).\nCARNEIRO, Joaquim Osterne. DNOCS - Organismo Pioneiro no Estudo e Equacionamento dos Problemas no Nordeste Semi-Arido. Fortaleza: DNOCS, 1981.\nCARVALHO, José Murilo de. A Escola de Minas de Ouro Preto: o Peso da Glória. São Paulo: Cia editora Nacional; Rio de Janeiro: FINEP, 1978.\nCARVALHO, Otamar. A Economia Política do Nordeste (seca, irrigação e desenvolvimento). Rio de Janeiro: Ed.Campus, 1988.\nCICCO, Januário. Notas de um Médico de Província. Rio de Janeiro: Pongetti, 1928.\nCASTRO FARIA, L. de. Antropologia - escritos exumados 2. Dimensões do conhecimento antropológico. Niterói : EdUFF, 1999. 438 p.\nCOELHO, Edmundo Campos. As Profissões Imperiais: Medicina, Engenharia e Advocacia no Rio de Janeiro, 1822-1930. Rio de Janeiro: Record, 1999.p.\nCOSTA, Antonio Joaquim da. Analyse do Projecto do Açude Quixadá. Rio de\nJaneiro: Typ. Almeida Marques &amp; C., 1885.\nCRANDALL, Roderic. Geografia, Geologia, Suprimento d'água, transporte e açudagem nos Estados Orientais do Nordeste do Brazil,Ceará, Rio Grande do Norte e Paraíba. Rio de Janeiro: IOCS, 1910. 131p.\nCUNHA, Euclides da. Os sertões: campanha de Canudos. 20. ed. Rio de Janeiro: Ediouro, 1998. 363p.\nCUNNIFF, Roger. The Great Drought. Northeast Brazil, 1877-1880. 1979. Tese -(Doutotrado) - Universidade do Texas, Austin, 1970.\nDANTES, Maria Amélia M. Introdução: uma história institucional das ciências no Brasil. In: ________. (Org.). Espaços da Ciência no Brasil: 1800-1930. Rio de Janeiro: Editora Fiocruz, 2001. p.13-22.\nDAVIS, Mike. Holocaustos Coloniais. Rio de Janeiro: Record, 2002. 486 p.\nDENIS, Pierre. Brazil. Londres : [s.n.], 1911.\nDERBY, Orville A. As manchas solares e as secas. Diário Oficial do Brasil, 8 de junho de 1878.\nDIAS, Arthur. O Brazil Actual. Rio de Janeiro: Imprensa Nacional, 1903.\nDICIONÁRIO GERAL DE CIÊNCIAS BIOLÓGICAS. Paraná: Editora Educacional\nBrasileira, 1970. Vols:1-3.\nENCICLOPÉDIA BRASILEIRA/BIBLIOTECA UNIVERSITÁRIA. Rio de Janeiro: Instituto Nacional do Livro, 1971. Vol.: Geologia do Brasil.\nFERRI, Mário Guimarães. A Botânica no Brasil. In: AZEVEDO, Fernando de (Org.). As Ciências no Brasil. 2.ed. Rio de Janeiro : Editora UFRJ, 1994. p.175-231.\nFERRAZ, J S. Causas prováveis das secas do Nordeste Brasileiro. Conferência realizada no Clube de Engenharia do Rio de Janeiro, em 20/12/1924.\nFIGUEIRÔA, Silvia Fernanda de Mendonça. As Ciências Geológicas no Brasil: uma história social e institucional, 1875 -1943. São Paulo: Hucitec, 1997. 270p.\n______. Mundialização das ciências e respostas locais: sobre a institucionalização das ciências naturais no Brasil (de fins do século XVIII à transição ao século XX). Asclépio: Revista de História de La Medicina e de La Ciência. Madrid, v. L-2, p. 107-123, 1998.\nFROTA, Luciara Silveira de Aragão e. Documentação oral e a temática da seca, estudos. Brasília: Centro Gráfico, Senado Federal, 1985. 348p.\nGUERRA, Felipe. Secas do Nordeste. Natal: Centro de Imprensa, 1951.\nGUERRA, Felipe; GUERRA, Teófilo. Secas Contra a Seca. Rio de Janeiro: Tip. Cruz Coutinho, 1909.\nGUERRA, Paulo de Brito. A Civilização da Seca. Fortaleza: Ed. DNOCS, 1981. 324p.\nGUIMARÃES, Lúcia Maria Paschoal; ARAÚJO, Valdeci Lopes de. O Sistema Intelectual Brasileiro na Correspondência Passiva de John Casper Branner, 2003. No prelo.\nGUIMARÃES, Manuel Luís Salgado. Nação e civilização nos trópicos: o Instituto Histórico e Geográfico e o projeto de uma história nacional. Estudos Históricos. Rio de Janeiro, n.1, 1988. p. 5-27.\nGOUVEIA NETO, Antonio. Açudagem no Ceará. Fortaleza: DNOCS, 1980. Trabalho escrito por ocasião da transcorrência do 70° aniversário de criação da IOCS, em homenagem aos ilustres engenheiros da IOCS/IFOCS/DNOCS, já desaparecidos.\nGUILLEN. Isabel Cristina Martins. Seca e migração no nordeste : reflexões sobre o processo de banalização de sua dimensão histórica. Disponível em:&lt;http://www.fundaj.gov.br/tpd/111.htm> Acesso em: Agosto de 2001\nIGLÉSIAS, Francisco de Assis. Caatingas e Chapadões. São Paulo: Companhia\nEditora Nacional, 1951, 638 p. (Brasiliana, v. .271)\nJABORANDY, Sérgio. Miguel Arrojado Ribeiro Lisboa. Disponível em:&lt;http://www.zapt.com.br/biograph/biogrph.asp> Acesso em: 20 abr. 2002.\nKURY, Lorelai. A Comissão Científica de Exploração (1859-1861). A ciência imperial e a musa cabloca. In: HEIZER, Alda &amp; VIDEIRA, Antonio Augusto Passos (Orgs.) Ciência, Civilização e Império nos Trópicos. Rio de Janeiro: Access, 2001. p. 29-54\nLEINZ, Viktor. A Geologia e a Paleontologia no Brasil. In: AZEVEDO, Fernando de (Org.). As Ciências no Brasil. Rio de Janeiro: Ed. UFRJ, 1994.cap.V, p.275-295.\nLIMA, Nísia Trindade. Um sertão chamado Brasil: intelectuais e representação geográfica da identidade nacional. Rio de Janeiro: Revan; IUPERJ, UCAM,1999. 232p.\nLIMA, Nísia Trindade; HOCHMAN, Gilberto. Condenado pela Raça, Absolvido pela Medicina: o Brasil descoberto pelo Movimento Sanitarista da Primeira República. In: MAIO,\nMarcos Chor; SANTOS, Ricardo Ventura (orgs). Raça, ciência e sociedade. Rio de Janeiro: FIOCRUZ/CCBB, 1996. p. 23-40.\nLISBOA, Miguel Arrojado Ribeiro. O Manganez no Brasil: contribuição ao estudo das jazidas mineraes brazileiras. Rio de Janeiro: Typ. do Jornal do Commercio, de Rodrigues &amp; C., 1898. 48p.\n________. Estrada de Ferro Noroeste do Brasil. Comissão E. Schnoor. Oeste de S. Paulo. Sul de Mato-grosso. Geologia, Industria Mineral, Clima, Vegetação, solo Agrícola, Indústria Pastoril. Rio de Janeiro: Typ. do Jornal do Commercio de Rodrigues &amp; C., 1909.\n________. Inspectoria de Obras Contra a Secca. Revista Brasil Ferro-Carril. Rio de Janeiro, p.43, maio 1932.\n________. O Imperador em Petrópolis. Revista do IHGB, Rio de Janeiro, v. 98, n.152, p.162168, 1925.\n________. O Problema das Seccas. In: DNOCS: Pensamentos e Diretrizes. Fortaleza: Ministério do Interior. Departamento Nacional de Obras Contra as Secas, 1984. p.11-28.\nLOFGREN, Alberto. Notas Botânicas. 4.ed., [s.n. : s.l.], 1982. (Coleção Mossoroense, v. CXCV).\n________. Contribuição para a questão Florestal do Nordeste do Brasil. Rio de Janeiro: IOCS, 1912.\nLOPES, Maria Margaret. “Mais vale um jegue que me carregue, que um camelo que me derrube... Lá no Ceará”. História, Ciências, Saúde: Manguinhos. Rio de Janeiro, v. 3, n.1, p. 50-79, mar./jun. 1996.\n________. O Brasil descobre a pesquisa científica: os museus e as ciências naturais no século XIX. São Paulo: Ed. Hucitec Ltda, 1997. 369p.\nLUTZ, Adolpho; MACHADO, Astrogildo. Viagem pelo rio São Francisco e por alguns de seus afluentes entre Pirapora e Joazeiro. Memórias do Instituto Oswaldo Cruz. v.7, 1915.\nMAURY, Carlota Joaquina. Fósseis terciários do Brasil com descrição de novas formas cretáceas. 2 ed. [s.n : s.l.] , [19--]. 367p. (Coleção Mossorense, v. CDV).\nMC NALLY, Rand. Atlas Delta Universal Rio de Janeiro: Editora Delta S. A.,1982. 317p.\nMENEZES, Djacir. O outro Nordeste. Rio de Janeiro: Livraria José Olympo Editora, 1937. 245 p. (Coleção Documentos Brasileiros, 50).\nMORIZE, Henrique. Observatório Astronômico: um século de história (1827-1927). Rio de Janeiro: Museu de Astronomia e Ciências Afins; Salamandra, 1987. 179 p.\nMOURAO, Ronaldo Rogério de Freitas. Dicionário Enciclopédico de Astronomia e Astronáutica. Rio de Janeiro: Nova Fronteira, 1987. 914 p.\nMUSEU DE ASTRONOMIA E CIÊNCIAS AFINS. Serviço de Arquivo de História da Ciência. Fundo Observatório Nacional. Séculos: XIX e XX.\nNOVAES, Henrique de. Um subsídio para a historia da Inspectoria de Obras Contra as Seccas. Revista do Clube de Engenharia. Rio de Janeiro, p. 251-255, 1935.\nOLIVEIRA, Avelino Ignácio; LEONARDOS, Othon Henry. Geologia do Brasil. 3. ed. Mossoró: ASTECAM, 1978. 813 p. (Coleção Mossoroense, v. LXXII).\nPARÁ. Secretaria Executiva de Ciência, Tecnologia e Meio Ambiente do Estado do Pará. Disponível em:&lt;http://www.para30graus.pa.gov.br/Rec-SubGurupim.htm> Acesso em: 15 jul.2002.\nPENNA, Belisário; NEIVA, Arthur. Viajem cientifica pelo norte da Bahia, sudoeste de Pernambuco, sul do Piauhí e de norte a sul de Goiaz. Memórias do Instituto Oswaldo Cruz. Rio de Janeiro. v. 8, n.30, p. 74-224. 1916.\nPEREIRA, José Veríssimo da Costa. Vultos da Geografia do Brasil: Arrojado Lisboa. Revista Brasileira de Geografia. Rio de Janeiro, v. 4, p. 95-100, out./dez. 1944.\n______. Vultos da Geografia do Brasil: Barão de Capanema. Revista Brasileira de Geografia. Rio de Janeiro, v.7, p. 139-142, jan./mar. 1945.\n______. A geografia no Brasil. In: AZEVEDO, Fernando de (Org.). As Ciências no Brasil. Rio de Janeiro: Ed. UFRJ, 1994.cap.VII, p.349- 461.\nPINHEIRO, L.C. Martins. Notas sobre as secas. Boletim do DNOCS. Fortaleza, v.20, n.6, 1959.\nPOMPEU, Tomaz. Memória Sobre o Clima e Seca no Ceará. Rio de Janeiro, 1877.\nQUEIROZ, Rachel de. Uma rede, um alpendre, um açude. São Paulo: Círculo do Livro, 1996. 256p.\n______. O Quinze. São Paulo: Editora Siciliano, 2001. 149p.\nREBOUÇAS, André V. O magno problema das seccas do nordeste. Revista Brasil FerroCarril , Rio de Janeiro. p. 6-9, jan. 1916.\nRIBEIRO, Rafael Winter. A construção da aridez:representações da natureza, regionalização e institucionalização do combate a seca (1877-1909). 2001. 147f. Dissertação (Mestrado em Geografia) - Instituto de Geociências, Universidade Federal do Rio de Janeiro, Rio de Janeiro. 2001.\nROUANET, Maria Helena. Eternamente em berço esplêndido. São Paulo: Siciliano, 1991. p.18-19.\nSÁ, Magali Romero. O botânico e o mecenas: João Barbosa Rodrigues e a ciência no Brasil na segunda metade do século XIX. História, Ciências, Saúde: Manguinhos, Rio de Janeiro, v.8, p. 899-924, 2001. Supl. Ciências e Viagens.\nSÁBER, Aziz Nacib Ab’. Sertões e sertanejos: uma geografia humana sofrida. [199-?] Disponível em:&lt;http://www.org.br/aguadebeber/contribucao/aziz.htm> Acesso em: 12 jun.2003.\nSCHWARTZMAN, Simon. Um Espaço para Ciência. A Formação da Comunidade Científica no Brasil. Brasília: Ministério da Ciência e da Tecnologia. Centro de Estudos Estratégicos, 2001. 357 p.\nSILVA, Clodomiro Pereira da. O Problema das Secas do Nordeste Brazileiro. Revista Brasil Ferro-Carril. Rio de Janeiro, p.141-142, out.1932.\n________. O Problema das Secas do Nordeste Brazileiro. Revista Brasil Ferro-Carril, Rio de Janeiro, p.167-168, out. 1932.\n________. O Problema das Secas do Nordeste Brazileiro. Revista Brasil Ferro-Carril, Rio de Janeiro, p.194-195, nov.1932.\n________. O Problema das Secas do Nordeste Brazileiro. Revista Brasil Ferro-Carril, Rio de Janeiro, p.217- 219, nov.1932.\n________. O Problema das Secas do Nordeste Brazileiro. Revista Brasil Ferro-Carril, Rio de Janeiro, p.239- 241, dez. 1932.\n________. O Problema das Secas do Nordeste Brazileiro. Revista Brasil Ferro-Carril, Rio de Janeiro, p.263- 266, dez. 1932.\n________. O Problema das Secas do Nordeste Brazileiro. Revista Brasil Ferro-Carril, Rio de Janeiro, p.217- 219, dez.1932.\n________. O Problema das Secas do Nordeste Brazileiro. Revista Brasil Ferro-Carril, Rio de\nJaneiro, p.5- 9, jan. 1933.\n________. O Problema das Secas do Nordeste Brazileiro. Revista Brasil Ferro-Carril, Rio de Janeiro, p.33- 36, jan. 1933.\nSILVA, Raimundo Pereira da. Estudos e trabalhos relativos aos estados da Paraíba e Rio Grande do Norte. Rio de Janeiro: IOCS, 1910.\nSMALL, Horatio L. Geologia e Suprimento d'água subterrânea no ceará e parte do Piauí Rio de Janeiro: IOCS, 1913.\nSOBRINHO, Thomaz Pompeu. História das Secas (séc.XX). História do Ceará. Fortaleza: Instituto do Ceará, 1953. v.2.\n________. História das secas: (século XX). 2 ed. Mossoró: [s.n.], 1982.\t(Coleção Mossoroense, v. CCXXVI).\nSOPPER, Ralph H. Geologia e Suprimento d'água subterrânea no Rio Grande do Norte e Paraíba. Rio de Janeiro: IOCS, 1913.\nSOUZA, Eloy de. O Calvário das Secas. Natal: Imprensa Oficial, 1938.\nTELLES, Pedro Carlos da Silva. História da Engenharia no Brasil . Rio de Janeiro: Clavero, 1994. v.1- Século XVI a XIX ,v. 2 - Século XX.\nTHEOPHILO, Rodolfo. História da seca no Ceará - 1977 - 1880. Rio de Janeiro: Imprensa Inglesa, 1922.\n______. A Fome : Cenas da seca no Ceará. Rio de Janeiro: Imprensa Inglesa, 1922.\nUNIVERSITY OF NEBRASKA. National Drought Mitigation Center. Disponível em:&lt;http://www.drought.unl.edu/index.htm> Acesso em: 12 jun.2003.\nVARGAS, Milton. Memória das Ciências Geológicas no Brasil. História da Geotecnologia no Brasil. In: LOPES, M. Margaret; FIGUEIRÔA, Silvia F. de M. (Orgs.) O Conhecimento Geológico na América Latina: Questões de História e Teoria. Campinas: UNICAMP, Instituto de Geociências, 1990. p 121-128.\nVILAS BOAS, Naylor Bastos. Boletim do IFOCS. V.7, n. 2, p.90-97, abr./jun., 1937.\nVON LUETZELBURG, Philipp. Estudo Botânico do Nordeste do Brasil. Rio de Janeiro: IFOCS, 1922-1923. 3v.\nWARRING, Geraldo A Suprimento d'água no Nordeste do Brasil. Rio de Janeiro: IOCS, 1912. 76p."}]}}}