{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12463"}, {"@name": "filename", "#text": "18129_450.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade de Aveiro  \n2003 \n\nDepartamento de Biologia \n\nRosa Branca Cameira \nTracana Pereira \n \n\nO Timo como alvo de toxicidade de iões metálicos \n \n\n\n\n \n\n \n \n \n \n\n Universidade de Aveiro  \n2003 \n\nDepartamento de Biologia \n\nRosa Branca Cameira \nTracana Pereira \n \n\nO Timo como alvo de toxicidade de iões metálicos \n \n\n Dissertação apresentada à Universidade de Aveiro para cumprimento dos \nrequisitos necessários à obtenção do grau de Mestre em Toxicologia, realizada \n\nsob a orientação científica da Doutora Maria de Lourdes Pereira, Professora \n\nAssociada com Agregação do Departamento de Biologia da Universidade de \n\nAveiro e com a co-orientação da Doutora Maria Eduarda Ferreira, Professora \n\nCoordenadora da Escola Superior de Educação, do Instituto Politécnico da \n\nGuarda. \n\n \n\n \n I \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n          Ao meu Filho \n\nII \n\n\n\n \n  \n\n \n\n \n \n \n\n \n \n\nO júri   \n \n\nPresidente Prof. Doutor Amadeu Mortágua Velho da Maia Soares \nProfessor Associado com Agregação da Universidade de Aveiro \n\n  \n \n\nVogais Prof. Doutor João Paulo de Freitas Sousa \nProfessor Associado com Agregação da Academia Militar do Ministério da Defesa Nacional \n\n  \n \n\n Profª Doutora Maria de Lourdes Gomes Pereira \nProfessora Associada com Agregação do Departamento de Biologia da Universidade de Aveiro \n\n  \n \n\n Profª Doutora Maria Eduarda Ferreira \nProfessora Coordenadora da Escola Superior de Educação da Guarda \n\n  \n \n\n  \n  \n\n \n  \n  \n  \n \n \n \n\nIII \n\n\n\n \n\n  \n\n  \n \n\nAGRADECIMENTOS \n \n\nA todos aqueles que sempre me apoiaram na realização deste trabalho e \ntornaram possível a sua concretização, gostaria de expressar o meu mais \nsincero agradecimento: \n  \nÀ Doutora Maria de Lourdes Pereira pelo seu incentivo, ensinamentos, críticas, \nsugestões e apoio durante a realização deste trabalho. Pela sua amizade e \nconselhos, o meu muito obrigado.  \n \nÀ Doutora Maria Eduarda Ferreira por me ter proporcionado a realização deste \ntrabalho e pelo apoio incondicional na orientação prestada. Pela sua amizade \ne conselhos, o meu sincero obrigado. \n \nAo Doutor Handy do Laboratório Plymouth Environmental Research Center \npelas indicações sugeridas  ao nível da técnica de análise de imagem. \n \nÀ Carla Quintaneiro o meu agradecimento pela amizade, apoio e \ndisponibilidade sempre dispensada. Obrigado Amiga! \n \nA todos os meus colegas de Mestrado e do Instituto Politécnico da Guarda \npela sua amizade. \n \nAo Paulo por me ter ajudado a ultrapassar todos estes momentos \n“stressantes”. Obrigado pela paciência, compreensão e carinho demonstrados \nao longo deste trabalho. \n \nAos meus Pais por todos os ensinamentos transmitidos, as suas palavras de \napoio, de coragem e de confiança que sempre me transmitiram. Obrigado, por \ntudo.      \n \n\n \n\nIV \n\n\n\n \n\n  \n \n \n \n \n \n \n \n \n \n \n\n  \n \n\nRESUMO \n \n \n\nO presente trabalho propõe -se verificar se o timo, orgão linfóide primário, \n\npoderá ser considerado um bom alvo de toxicidade de iões metálicos. Para o \n\nefeito utilizaram-se murganhos da estirpe Charles River. Os ratinhos foram \n\nadministrados com soluções metálicas de Cr-Co-Mo, titânio e de carbonato de \n\nchumbo (duas concentrações), cada 72 horas, durante 14 dias de exposição. \n\n \n\nApós o tempo de tratamento os ratinhos foram sacrificados e procedeu-se à \n\nremoção do timo, o qual foi congelado em azoto líquido (-196ºC). \n\n \n\nNeste estudo utilizaram-se diversas técnicas de análise, tais como: técnicas \n\nhistológicas (hematoxilina-eosina), para o estudo da histologia do órgão, \n\nhistoquímicas (indocianina brilhante 6B – estudo do conteúdo proteico; ácido \n\nperiódico-Schiff – análise do conteúdo de hidratos de carbono; negro de Sudão \n\nB – observação do comportamento dos lípidos e 3´,3-diaminobenzidina –\n\nconstatação da presença ou não de depósitos de peroxidase) e imuno -\n\nhistoquímicas (MCA 519 rat anti-mouse macrophages/monocytes e o MCA 786 \n\nrat anti-mouse thymic epithelial cells), em cortes de criostato. Foi também \n\nutilizada a técnica de análise de imagem para a quantificação de peroxidase.   \n\n \n\nA análise dos diferentes cortes de timo de ratinhos tratados com as diferentes \n\nsoluções metálicas, permite afirmar que de facto estes iões lesam a estrutura \n\ntímica, podendo-se concluir que são tóxicos para o órgão em questão. A \n\nsensibilidade e rapidez de resposta da parte do órgão em questão perante a \n\nacção dos diferentes iões permite-nos concluir que o timo poderá ser \n\nconsiderado um bom alvo de toxicidade metálica. \n\n \n\nV \n\n\n\n \n\n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n\n \n \n\nABSTRACT \n \n\nThe aim of this work is to verify if thymus, a primary lymphoide organ, could be \n\nconsidered a good target of metallic ions toxicity. For this purpose Charles \n\nRiver mice were used. The mice were administrated with a metallic solution of \n\nCr-Co-Mo, titanium and lead carbonate (two concentrations), each 72h, during \n\n14 days of exposure.  \n\n \n\nAfter the treatment time, mice were sacrificed and thymus was removed. After \n\nthat the organ was frozen in liquid nitrogen (-196ºC). \n\n \n\nIn this study several techniques were used such as: histological technique \n\n(hematoxilin-eosine), to study the histology of the organ, histochemicals \n\n(brilliant indocyanine 6B – to study protein content; Schiff periodic acid – to \n\nstudy the content of polysaccharides; black Sudan B – to study the lipids and \n\n3´,3-diaminobenzidine – to study the presence of deposits of peroxidase) and \n\nimuno-histochemical (MCA 519 rat anti-mouse macrophages/monocytes and \n\nMCA 786 rat anti-mouse thymic epithelial cells), in cryogenic sections. For the \n\nquantification of peroxidase the image analyse was used. \n\n \n\nThe observation of different sections of mice thymus treated with metallic \n\nsolutions, allows us to state that this ions impair the thymic structure. We can \n\nconclude that they are toxic for this organ. Thymus is considered a good target \n\nof metallic toxicity, because of its sensibility and prompt response.  \n\n \n\nVI \n\n\n\n \n\nVII \n\nÍndice \n \n            \n Pág. \nJÚRI III \nAGRADECIMENTOS IV \nRESUMO V \nABSTRACT VI \nÍNDICE DE FIGURAS  IX \nÍNDICE DE TABELAS IX \nÍNDICE DE GRÁFICOS X \nABREVIATURAS XI \n \n \n \n \n \n\nI. Introdução \n\n \n\n1 \n\n1. Organização morfológica do Timo 3 \n\n1.1 Susceptibilidade do Timo 5 \n\n1.2 Efeito de iões metálicos provenientes de próteses metálicas 8 \n\n1.3 Efeito de iões metálicos de vertente ambiental e profissional 10 \n\n1.4 As técnicas histoquímicas como meio de avaliação da toxicidade de \n\nmetais no timo  11 \n\n1.5 Justificação e objectivos do presente trabalho 14 \n\n \n\nII. Materiais e Métodos \n\n \n\n15 \n\n1. Preparação das soluções metálicas a administrar  17 \n\n1.1 Dissolução electroquímica das ligas de Cr-Co-Mo e de titânio 17 \n\n1.2 Carbonato de chumbo 17 \n\n2. Animais 17 \n\n3. Administração das soluções metálicas / sacrifício dos ratinhos 18 \n\n4. Preparação das amostras para estudos histológicos, histoquímicos e imuno-\n\nhistoquímicos 19 \n\n5. Microtomia 19 \n\n\n\nVIII \n\n6. Técnica de coloração com hematoxilina-eosina 20 \n\n7. Marcação histoquímica para hidratos de carbono, lípidos, proteínas e \n\nperoxidase 20 \n\n7.1 Marcação histoquímica para proteínas 20 \n\n7.2 Marcação histoquímica para hidratos de carbono 21 \n\n7.3 Marcação histoquímica para lípidos 23 \n\n7.4 Marcação histoquímica para peroxidase 24 \n\n8. Técnica imuno-histoquímica 25 \n\n9. Análise quantitativa 26 \n\n \n\nIII. Resultados \n\n \n\n27 \n\n1. Comportamento dos animais 29 \n\n2. Observação dos cortes de criostato de timo de ratinhos controlo 29 \n\n3. Observação de cortes de criostato de timo de ratinhos administrados com a \n\nsolução de Cr-Co-Mo (3, 10 e 14 dias) 32 \n\n4. Observação de cortes de criostato de timo de ratinhos administrados com os \n\nprodutos de corrosão provenientes da liga de titânio (3, 10 e 14 dias) 36 \n\n5. Observação de cortes de criostato de timo de ratinhos administrados com a \n\nsolução metálica de carbonato de chumbo 1,5 mg/Kg (3, 10 e 14 dias) 44 \n\n6. Observação de cortes de criostato de timo de ratinhos administrados com a \n\nsolução metálica de carbonato de chumbo 5 mg/Kg (3 dias) 52 \n\n7. Análise de imagem 56 \n\n \n\nIV. Discussão \n\n \n\n59 \n\nNovas abordagens, perspectivas futuras 68 \n\n \n\nV. Bibliografia \n\n \n\n69 \n\n \n \n \n \n \n\n\n\n \n\nIX \n\n \n\nÍndice de Figuras     \n \n\n Pág. \n\nFig. 1: Diagrama de uma secção de timo 4 \n\nFig.1-6: Observação de cortes de criostato de timo de ratinhos controlo 31 \n\nFig.7 -12: Observação de cortes de criostato de timo de ratinhos administrados \n\ncom uma solução de Cr-Co-Mo 35 \n\nFig.13-20: Observação de cortes de criostato de timo de ratinhos administrados \n\ncom uma solução de titânio (3 dias) 39 \n\nFig.21-26: Observação de cortes de criostato de timo de ratinhos administrados \n\ncom uma solução de titânio (10 dias) 41 \n\nFig.27-34: Observação de cortes de criostato de timo de ratinhos administrados \n\ncom uma solução de titânio (14 dias)  43 \n\nFig.35-42: Observação de cortes de criostato de timo de ratinhos administrados \n\ncom uma solução de carbonato de chumbo 1,5 mg/Kg (3 dias) 47 \n\nFig.43-50: Observação de cortes de criostato de timo de ratinhos administrados \n\ncom uma solução de carbonato de chumbo 1,5 mg/Kg (10 dias) 49 \n\nFig.51-54: Observação de cortes de criostato de timo de ratinhos administrados \n\ncom uma solução de carbonato de chumbo 1,5 mg/Kg (14 dias) 51 \n\nFig.55-62: Observação de cortes de criostato de timo de ratinhos administrados \n\ncom uma solução de carbonato de chumbo 5 mg/Kg (3 dias) 55 \n \n\n \n\n \n\nÍndice de Tabelas \n \n\nTabela I: Efeito de diferentes xenobióticos no timo 7 \n\nTabela II: Organização dos animais por tipo e tempo de tratamento 19 \n \n\n \n\n \n\n \n\n\n\nX \n\n \n\nÍndice de Gráficos \n                  \n Pág. \nGraf. 1: Quantificação de peroxidase, identificada pela técnica DAB sem pré-\n\ntratamento, no timo de ratinhos administrados com solução de titânio e de \n\ncarbonato de chumbo (1,5 mg/Kg) \n57 \n\nGraf. 2: Quantificação de peroxidase, identificada pela técnica DAB com pré-\n\ntratamento, no timo de ratinhos administrados com solução de titânio e de \n\ncarbonato de chumbo (1,5 mg/Kg) \n58 \n\n \n\n\n\n \n\nXI \n\n \n\nAbreviaturas \n\n \n\n \n\n- Ab   Anticorpo primário \n\n- DAB  3´,3 – diaminobenzidina \n\n- DMA-2,4D “2,4-dichlorophenoxyacetic acid” \n\n- HBSS   “Hank´s Balanced Salt Solution” \n\n- HE  Hematoxilina-Eosina \n\n- HQ  Histoquímica \n\n- IB6B   Indocianina brilhante 6B  \n\n- IHQ  Imuno-histoquímica \n\n- MCA 519  rat anti-mouse macrophages/monocytes \n\n- MCA 786  rat anti-mouse thymic epithelial cells \n\n- NSB   Negro de Sudão B \n\n- PAS   Ácido periódico-Schiff \n\n- PPL   poli-L-lisina \n\n- TBS   “Tris Buffered Saline” \n\n- TBTO  “bis(tri-n-bytylin)oxide” \n\n- TCDD  “2,3,7,8-tetrachlorodibenzeno-p-dioxin” \n\n \n\n\n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n       I. INTRODUÇÃO \n \n \n \n \n \n \n\n\n\n \n\n \n\n\n\n_____________________________________________________________________ INTRODUÇÃO_____ \n\n3 \n\nI. INTRODUÇÃO \n \n\n1. Organização morfológica do Timo \n\n \n\nO sistema imunológico é um alvo preferencial de um grande número de xenobióticos. \n\nComo consequência, a sua morfologia e função mostram-se alteradas. Assim, o \n\norganismo fica susceptível a várias patologias. Trabalhos realizados com animais de \n\nlaboratório, essencialmente roedores, indicam que os xenobióticos podem causar efeitos \n\nadversos em vários órgãos e tecidos do sistema imunológico. A indução da \n\nimunotoxicidade pode ser específica para o órgão ou para a célula. Neste sentido, o timo \n\npode ser usado rotineiramente para o estudo dos efeitos imunotóxicos, dado o seu papel \n\ncentral na defesa imunológica dos vertebrados (Yang et al., 2001). \n\n \n\nÓrgão linfo-epitelial primário, o timo situa-se no mediastino, atrás do esterno e na altura \n\ndos grandes vasos do coração (Geenen et al., 2001). Possui dois lobos, envoltos por \n\numa cápsula de tecido conjuntivo denso (Fig. 1). Esta emite septos que dividem o \n\nparênquima em lóbulos. Cada lóbulo é formado por uma zona externa, densamente rica \n\nem linfócitos – zona cortical, que envolve uma zona mais clara, a zona medular. Na \n\nmedula encontram-se os corpúsculos de Hassall, constituídos por células reticulares \n\nepiteliais achatadas, dispostas concentricamente. Embora a função destes corpúsculos \n\nnão seja ainda conhecida, não parecem ser estruturas estáticas. Estes corpúsculos sofrem \n\nalterações sequenciais quer à estimulação antigénica, quer à irradiação, caracterizadas \n\npor um aumento no tamanho e número, ausência e regeneração (Kessel, 1998). As zonas \n\ncortical e medular possuem os mesmos tipos celulares, porém em proporções diferentes. \n\nNo entanto, a zona medular pode apresentar linfócitos B, quer agregados como folículos \n\nlinfóides quer isolados (Suster et al., 1997). As células mais abundantes no timo são os \n\nlinfócitos T, em diversos estágios de maturação, e as células reticulares epiteliais. Na \n\nzona cortical verifica-se a presença de macrófagos (Suster et al., 1997; Junqueira e \n\nCarneiro, 1999; Lele et al., 2001). Os macrófagos localizados na zona cortico- medular \n\ndo timo de rato, representam um tipo específico de macrófagos tímicos, os quais são \n\ndistintos dos corticais e das células interdigitais da medula. Este tipo de macrófagos \n\npoderá estar relacionado com a maturação dos timócitos (Milicevic et al., 2000). As \n\nfases de desenvolvimento, diferenciação e expansão clonal dos linfócitos T no timo, \n\n\n\n_____________________________________________________________________ INTRODUÇÃO_____ \n \n\n4 \n\nenvolve interacções entre os timócitos e as células do estroma tímico e requerem um \n\nmicroambiente único, o qual é produzido e controlado pelas células epiteliais e não-\n\nepiteliais do estroma (Asan, 2002). \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 1: Diagrama de uma secção do timo. Adaptado de W. van Ewijk, 1991 in Goldsby et al., 2000. \n \n\n \n\nOs linfócitos multiplicam-se intensamente na zona cortical, onde se acumulam até à sua \n\nmaturação. A maioria desses linfócitos sofre apoptose e são rapidamente fagocitados \n\npelos macrófagos. Porém, muitos deles migram para a zona medular e entram na \n\ncorrente sanguínea atravessando a parede das vénulas. Esses linfócitos T são \n\ntransportados pelo sangue para outros órgãos linfóides, onde se estabelecem em locais \n\nespecíficos (Suster et al., 1997; Junqueira e Carneiro, 1999). O timo é responsável pela \n\nsíntese de quatro tipos específicos de hormonas: timopoietina, timosina ? 1, timulina e \n\nfactor tímico humoral, as quais promovem a maturação dos linfócitos T no timo e nos \n\noutros locais do organismo (Franken et al., 1990). Estas hormonas são sintetizadas pelas \n\ncélulas reticulares epiteliais (Himidssen, 1997). \n\n \n\nA atrofia do timo, ou involução, é um fenómeno natural que ocorre com o avançar da \n\nidade quer no Homem quer noutros animais (Kuvibidila et al., 2001; Xu, et al., 2003). \n\nA involução, relacionada com a idade, caracteriza-se por um decréscimo no peso do \n\ntimo, primeiramente devido à depleção de timócitos corticais, deposição de gorduras e \n\n \n\nVaso  \nSanguíneo \n\nCortéx \n\nMedula  \n\nTimócitos \nem divisão \n\nTrabécula \nCápsula \n\n \n\nTimócito \n“Nurse cell” \n\nCélulas epiteliais \ncorticais  \n\nCélulas dendríticas \ninterdigitais Células epiteliais \n\nmedulares  \nCorpúsculos de \n\nHassall \n\nMacrófago \n\n\n\n_____________________________________________________________________ INTRODUÇÃO_____ \n\n5 \n\nperda de definição entre zona cortical e medular. O declínio nos níveis hormonais \n\ntímicos tem como resultado uma menor diferenciação de células imunitárias, um \n\ndecréscimo no número de células efectoras e eventualmente um declínio na resposta \n\nimunitária (Windmill et al., 1998). Esta involução tímica desempenha um papel \n\nfundamental na alteração da função dos linfócitos com a idade (Quaglino et al., 2001). \n\n \n\n \n\n1.1  Susceptibilidade do timo \n\n \n\nAtendendo ao complexo microambiente estrutural do timo, e ao seu elevado conteúdo \n\ncelular, que repetidamente se prolifera e se diferencia em células linfóides, o timo é um \n\nórgão muito sensível aos xenobióticos, tal como documentado em vários estudos \n\nexperimentais (Waal et al., 1997; Kaioumova et al., 2001). Os timócitos corticais são os \n\nmais susceptíveis devido à sua fase de maturação (Haschek et al., 1998). A \n\nsusceptibilidade das células tímicas a substâncias tóxicas está relacionada com a \n\nexpressão de certos receptores e com o carácter sensível dos linfócitos imaturos. Pelas \n\nrazões acima apresentadas, o timo é um indicador sensível da lesão do sistema \n\nimunológico. \n\n \n\nNa literatura encontram-se descritos vários exemplos de xenobióticos que induzem \n\natrofia e diminuição da resposta celular mediada pelos linfócitos T. Destacam-se os \n\nmetais (Yamada et al., 1981; Xu et al., 1989; Milicevic et al., 1989), \n\nglucocorticosteróides, (Schuurman et al., 1995), pesticidas (De Wall et al., 1997), \n\nherbicidas (Kaioumova et al., 2002) e pesticidas organofosfatados (Handy et al., 2002). \n\nEsses efeitos conduzem a um aumento da susceptibilidade do hospedeiro a infecções \n\nbacterianas e afectam os mecanismos de imuno–sobrevivência, responsáveis pela \n\neliminação de células neoplásicas e prevenção de doenças auto- imunes (Tryphonas, \n\n2001). Como consequência observam-se efeitos histopatológicos nos tecidos e órgãos \n\ndo sistema imunitário. A patologia celular, a alteração da maturação e função de células \n\nimunocompetentes e as alterações nas sub-populações das células B e T contam-se de \n\nentre as mais frequentes (Voccia et al., 1999). \n\n \n\n\n\n_____________________________________________________________________ INTRODUÇÃO_____ \n \n\n6 \n\nCertos metais pesados são responsáveis por efeitos imunomodulatórios, os quais se \n\npodem traduzir na imuno-estimulação ou na imunossupressão. Esses agentes, \n\nresponsáveis pela alteração da homeostasia imunitária, conduzem a uma \n\nimunodeficiência (Lawrence et al., 2002). \n\n \n\nEstudos realizados por Milicevic e colaboradores (1989), em ratos administrados com \n\ncloreto de níquel, demonstraram diferentes efeitos tóxicos no timo, tais como atrofia \n\n(redução da massa tímica e depleção da população linfocitária cortical) e ocorrência de \n\num número elevado de macrófagos na zona cortical tímica. O cádmio também é \n\nresponsável pela atrofia do timo, resultante da necrose de linfócitos na referida zona \n\ncortical (Yamada et al., 1981; Xu et al., 1989). A linfo-depleção no córtex do timo de \n\nratinhos foi igualmente descrita para outro metal pesado, o cloreto de mercúrio \n\n(Schuurman et al., 1997).  \n\n \n\nA tabela I reúne os efeitos provocados por vários xenobióticos no timo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n\n\n_____________________________________________________________________ INTRODUÇÃO_____ \n\n7 \n\nTabela I: Efeito de diferentes xenobióticos no timo. \n\n \n\nXenobióticos Efeitos no timo Referências \n\nCádmio \nNecrose \nDiminuição do suprimento de \nsangue \n\nXu et al., 1989 \nYamada et al., 1981 \n\nNíquel \nVacuolização \nColapso dos lóbulos  \nDilatação dos vasos sanguíneos \n\nMiliecevic et al., \n1989 \n\nMercúrio Linfo-depleção do córtex \nAusência de ma crófagos \n\nSchuurman et al., \n1995 \n\nMetais  \n\nCrómio (VI) Lesão do metabolismo \nnucleótido \n\nDebetto et al., 1988 \n\nDMA-2,4D \n\nHemorragia  \nIndistinção córtex/medula  \nAcumulação de timócitos nas \ntrabéculas  \n\nKaioumova et al., \n2001 \n\nHerbicidas  \n\nDiazinon \n\nDiminuição da espessura da \ncápsula  \nIndistinção do cortex/medula  \nAtrofia da medula  \n\nHandy et al., 2002 \n\nTCDD Depleção linfocitária na zona \ncortical \n\nSchuurman et al., \n1995 \n\nTBTO Depleção linfocitária na zona \ncortical \n\nSchuurman et al., \n1995 \n\nHidrocarbonetos \naromáticos \n\nhalogenados \n\nLesão das células reticulares \nepiteliais do córtex \n\nSchuurman et al., \n1992 \n\nPesticidas  \n\nBenzo(a)pireno Atrofia tímica De Jong et al., 1999 \n\nGlucocorticóides  \n\nApoptose \nDepleção \nDecréscimo nas células T \nperiféricas  \n\nSchuurman et al., \n1995 \nSchuurman et al., \n1992 \n\nHormonas  \n\nSexuais  Atrofia tímica Windwill et al., 1998 \n\nRadiação  \nMorte celular \nDiminuição do número de \ncélulas  \n\nSchuurman et al., \n1995 \n\nRapamicina Depleção de timócitos corticais  \n\nSchuurman et al., \n1994 \nSchuurman et al., \n1995 \n\nFK-506 Ausência do estroma \nSchuurman et al., \n1995 Drogas  \n\nCiclosporina A  Alteração da zona medular \n\nDe Wall et al., 1997 \nSchuurman et al., \n1994 \nSchuurman et al., \n1992 \n\n \n\n \n\n \n\n\n\n_____________________________________________________________________ INTRODUÇÃO_____ \n \n\n8 \n\n1.2  Efeito de iões metálicos provenientes de próteses metálicas \n\n \n\nAs ligas metálicas mais usadas em implantologia (aplicações dentárias e ortopédicas) \n\nsão as ligas de aço inoxidável (AISI 316L), apresentam elevada resistência à corrosão e \n\num baixo custo (Disegi et al., 2000), Cr-Co-Mo, com uma longa história de sucesso no \n\ntratamento corrente de vários problemas cirúrgicos (Rotini et al., 1999) e a liga de \n\ntitânio que apresenta uma boa biocompatibilidade e osteocondutividade (Matsuno et al., \n\n2001).  \n\n \n\nA toxicidade de iões metálicos, provenientes da corrosão de implantes, constitui um \n\nmotivo de preocupação em medicina ortopédica e dentária, pelos efeitos locais e \n\nsistémicos causados pela sua libertação e acumulação. Os iões metálicos, libertados no \n\nmeio celular a partir, por exemplo, da corrosão de implantes, podem ligar-se a proteínas \n\ne peptídeos, sendo essa ligação geralmente reversível. Estes iões podem interactuar com \n\nas células do sistema imunológico, alterando a sua função e, quando esta situação ocorre \n\nin vivo, pode causar infecções bacterianas oportunistas nos tecidos adjacentes (Bravo, \n\n1997). A inflamação, alergia, carcinogénese e desenvolvimento de anomalias são \n\nalgumas das reacções tóxicas provocadas por esses iões (Yamamoto, et al., 2002). \n\nVários estudos têm ainda demonstrado a acumulação desses iões em órgãos com \n\nfunções metabólicas e imunológicas (Pereira et al., 1998; Pereira et al., 1999; Ferreira et \n\nal., 2003). \n\n \n\nOs iões metálicos são considerados diferentes dos haptenos clássicos e o modo de \n\ninduzir as reacções específicas das células T pode ser diferente. Estes elementos podem \n\nactivar as células T específicas alterando a actividade das proteínas (Griem et al., 1997). \n\n \n\nPara além dos já comprovados efeitos tóxicos induzidos por metais pesados tais como o \n\ncádmio, mercúrio, entre outros, destacam-se ainda outros como o crómio, cobalto e \n\ntitânio. O crómio é um dos elementos mais usados em ligas metálicas, devido às suas \n\ncaracterísticas fisico-químicas. Tendo em conta que o crómio se pode apresentar em \n\nvários estádios de oxidação (Costa, 1997), a corrosão dos implantes metálicos contendo \n\ncrómio pode resultar na libertação de qualquer um deles. A literatura indica que o Cr6+ é \n\nbiologicamente o mais activo, é carcinogénico e causa dermatite de contacto (Merritt et \n\n\n\n_____________________________________________________________________ INTRODUÇÃO_____ \n\n9 \n\nal., 1995). O seu efeito carcinogénico pode ser explicado por processos redox, em que o \n\nCr6+ é reduzido a Cr3+, gerando intermediários instáveis Cr5+ e Cr6+ (Belagyi et al., \n\n1999; Neves et al., 2002). O Cr 5+ está implicado em vários fenómenos de toxicidade, \n\nentre os quais os relacionados com a lesão na espermatogénese (Pereira et al., 2002).  \n\n \n\nEstudos realizados em ratos demonstraram que o cromato penetra nos timócitos, \n\natingindo o ponto de saturação após 90 minutos de incubação (Debetto et al.,1988). A \n\ndiminuição do metabolismo nucleótido é acompanhado por um decréscimo no consumo \n\nde oxigénio devido à acção do Cr6+ ao nível do complexo I da cadeia transportadora de \n\nelectrões (Debetto et al.,1988). \n\n \n\nO cobalto, elemento metálico presente na liga de Cr-Co-Mo, é um micronutriente \n\nessencial à vida, encontrando-se associado à síntese da vitamina B12. Este ião é estável \n\nna forma Co2+ e a sua elevada solubilidade é um factor crítico para a ocorrência de \n\nefeitos nocivos, como a hipersensibilidade de tipo retardada (Ferreira, 1997). \n\n \n\nAs ligas de titânio são frequentemente utilizadas em implantologia devido à sua \n\nbiocompatibilidade, a qual está associada à camada de óxido que se forma à superfície. \n\nEsta camada interage com as proteínas presentes no meio biológico circundante \n\n(MacDonald et al., 2002; Zaffe, et al., 2003). O titânio presente no fluido é estável \n\ncomo óxido, o que explica a sua fraca eliminação pela urina (Merrit et al., 1992). \n\nApesar da sua biocompatibilidade Wang e colaboradores (1996) referem que partículas \n\nde titânio, em certas concentrações, são tóxicas causando morte celular e são \n\nresponsáveis pela activação da resposta inflamatória, a qual pode conduzir à libertação \n\nde várias citocinas tais como IL - 1? , TNF - ? , IL – 6 e prostaglandina E, que por sua \n\nvez afectam o tecido nervoso. \n\n \n\nEncontra-se descrito na literatura que o titânio pode inibir a formação e o crescimento \n\nde apatite, a proliferação celular, funções celulares específicas tais como a actividade da \n\nfosfatase alcalina e mineralização extracelular (Kumazawa et al., 2002). Convém \n\nrealçar, no entanto, que esta citotoxicidade é devida essencialmente a partículas de \n\ntitânio e não aos iões. As alterações celulares devidas a iões dependem da concentração \n\ndos mesmos (Liao et al., 1999). \n\n \n\n\n\n_____________________________________________________________________ INTRODUÇÃO_____ \n \n\n10 \n\n1.3 Efeito de iões metálicos de vertente ambiental e profissional \n\n \n\nOs metais pesados são tóxicos para o organismo como iões ou na forma de compostos, \n\ncomo referido anteriormente. São solúveis em água e podem ser rapidamente absorvidos \n\npelo organismo. Após absorção, estes metais podem ligar-se a compostos celulares \n\nvitais, tais como proteínas estruturais, enzimas e ácidos nuc leícos interferindo com a sua \n\nfunção (Landis et al., 1999). \n\n \n\nO chumbo é um dos metais pesados ao qual os organismos vivos estão constantemente \n\nexpostos pois é libertado na atmosfera e/ou na água (Flohé et al., 2002). Não se \n\nconhecem as suas funções no corpo humano, no entanto, bioacumula-se persistindo \n\nassim nos organismos vivos. Os compostos de chumbo uma vez lançados na atmosfera \n\npodem ser transformados em carbonato de chumbo ?Pb(CO3)?. Este composto encontra-\n\nse em suspensão no ar e na água uma vez que o chumbo pode formar carbonatos com o \n\ndióxido de carbono dissolvido. Pode ainda ser libertado da combustão da gasolina dos \n\nautomóveis e ocorre naturalmente sob a forma de cerrusite (substância que foi \n\nlargamente usada como pigmento na tinta branca).  \n\n \n\nA toxicidade do chumbo é um exemplo típico de um problema na qualidade ambiental e \n\nocupacional provocado por um metal pesado. O chumbo, pelas características fisico-\n\nquímicas que apresenta ?elevada densidade, opacidade a energia gama e raios X, baixo \n\nponto de fusão, excepcional maleabilidade, elevada resistência à corrosão e estabilidade \n\n(WHO, 1995)? é um dos metais mais abundantes e de ampla aplicação na indústria \n\n(Papaioannou et al., 1998). A exposição ao chumbo nos locais de trabalho continua a \n\nser um problema significativo de saúde pública, dado que causa várias alterações \n\nfisiológicas nos diversos órgãos, entre os quais se destacam os do sistema imunológico \n\n(Pinkerton et al., 1998). Os indivíduos encontram-se expostos ao chumbo pela inalação, \n\nalimentos contaminados e tabaco (Gerhardsson et al., 1995; WHO, 1995). \n\n \n\nA absorção do chumbo pelo organismo, é influenciada pela via de exposição, \n\nespeciação química do metal, características fisico-químicas e meio de exposição, idade \n\ne estado fisiológico dos indivíduos (ATSDR, 1999). O chumbo é rapidamente absorvido \n\npelo sistema digestivo e acumula-se tanto no sangue como nos ossos. Uma vez no \n\n\n\n_____________________________________________________________________ INTRODUÇÃO_____ \n\n11 \n\nsangue, o chumbo é distribuído entre três compartimentos – sangue, tecidos não \n\ncalcificados (rim, medula óssea, fígado e cérebro) e em tecidos mineralizados (ossos e \n\ndentes) (EPA,1995). As principais vias de eliminação do chumbo são a urina e as fezes \n\n(WHO, 1995). \n\n \n\nOs principais mecanismos indirectos do potencial genotóxico dos compostos de chumbo \n\nsão a inibição da reparação do ADN, interacções com o cálcio e a capacidade de agir \n\ncomo um promotor do cancro (Duydu et al., 2001). A exposição a níveis elevados do \n\nchumbo lesa os rins, o tracto gastrointestinal, o fígado e os testículos (Nunes et al., \n\n2001). Este elemento afecta também o sistema hematopoiético, inibe certas enzimas \n\n(ALA dehidratase, ferroquelatase, coproporfinogénio oxidase) devido à sua elevada \n\nafinidade pelo ião –SH, aumenta a actividade da ALA sintetase e afecta igualmente a \n\nformação de eritrócitos (WHO, 1995). Dados divulgados pela EPA (1995) classificam o \n\nchumbo no grupo B2 de carcinogenicidade (provavelmente carcinogénico para os \n\nhumanos).  \n\n \n\nHá uma interacção entre o metabolismo do ferro e do chumbo. O chumbo inibe o \n\n“uptake” da transferrina ligada ao ferro pelos eritrócitos. Este elemento impede a síntese \n\nde transferrina humana afectando o metabolismo do ferro (El-Missiry, 2000). Flohé e \n\ncolaboradores (2002) demonstraram que a exposição a baixas doses de iões de chumbo \n\naumentou a susceptibilidade de roedores para o choque induzido pelo lipopolissacarídeo \n\n(LPS), encontrando-se este fenómeno associado ao aumento de TNF-?  no soro, em \n\nresposta à injecção de endotoxina. \n\n \n\n \n\n1.4 As técnicas histoquímicas como meio de avaliação da toxicidade de \n\nmetais no timo  \n\n \n\nNo último século a histoquímica contribuiu, consideravelmente, para o conhecimento \n\ndos processos dinâmicos nas células e tecidos para o diagnóstico patológico, \n\ncontinuando ainda hoje a ser utilizado (Coleman, 2000). A análise histopatológica das \n\nsecções dos tecidos desempenha um papel importante em estudos de toxicologia \n\n\n\n_____________________________________________________________________ INTRODUÇÃO_____ \n \n\n12 \n\nconvencional, que se realizam para avaliar a toxicidade de diferentes xenobióticos, \n\nincluindo novos agentes terapêuticos e químicos industriais (Greaves, 1999). \n\n \n\nA avaliação das alterações induzidas pelos diferentes metais pesados é essencial para a \n\ncompreensão dos mecanismos e do significado biológico dessas mudanças. O timo, \n\ncomo anteriormente foi referido, é um órgão linfóide primário e responde rapidamente a \n\numa lesão imunotóxica. Consequentemente poderá ser utilizado como um modelo de \n\navaliação da toxicidade de metais. \n\n  \n\nNo presente estudo de avaliação da toxicidade de metais pesados no timo utilizou-se o \n\ncriostato em vez do micrótomo tradicional. O criostato tem sido largamente utilizado \n\ncomo técnica de rotina de laboratório devido à expansão da histoquímica e ao \n\nmelhoramento do seccionamento para as biópsias rápidas. Geralmente o criostato \n\npermite a realização de cortes de melhor qualidade, maior rapidez e com menos \n\nproblemas do que os outros métodos tradicionais de seccionamento. Para este \n\nprocessamento devem utilizar-se os tecidos frescos e o congelamento deverá ser \n\nefectuado o mais rápido possível, usando para tal o azoto liquido (-196 ºC) (Bancroft et \n\nal., 1996). \n\n \n\nAs técnicas histoquímicas permitem a identificação e localização de macromoléculas \n\nespecíficas, nas secções de tecido, através de uma reacção química de coloração \n\nespecífica, permitindo relacionar a química das células e tecidos com a organização \n\nestrutural. \n\n \n\nA técnica do ácido periódico–Schiff (PAS) é utilizada rotineiramente em histologia e \n\npatologia (Coleman, 2000), sendo útil na detecção de moléculas de glícidos teciduais. \n\nPelo facto das proteínas serem o maior constituinte de células e tecidos é essencial a sua \n\nmarcação (técnica do indiocianina brilhante 6B – IB6B), podendo esta, fornecer \n\nindicações de alterações produzidas nos tecidos devido à acção de xenobióticos. A \n\nhistoquímica de lípidos apresenta vantagens relativamente à bioquímica, dado que \n\npermite a localização dos lípidos a um nível citológico, e utiliza-se para a demonstração \n\nde alterações no armazenamento lipídico (Bancroft et al., 1994). A aplicação da técnica \n\ndo 3´,3-diaminobenzidina (DAB) nos cortes de criostato permite avaliar a actividade de \n\nperoxidase, logo localizar peroxissomas (Greaves et al., 1999). \n\n\n\n_____________________________________________________________________ INTRODUÇÃO_____ \n\n13 \n\nA imuno- histoquímica constitui um dos maiores avanços técnicos na avaliação \n\nhistopatológica e diagnóstico de secções de tecido, uma vez que representa um método \n\nobjectivo (Greaves, 1999). Os métodos imuno-histoquímicos têm a vantagem de vários \n\nantigénios poderem ser demonstrados através de reacções antigénio-anticorpo usando \n\num marcador conjugado com o anticorpo. Este método tem como objectivo conseguir a \n\nmáxima intensidade de coloração com o menor “background” (Franken et al., 1990). \n\n \n\nPara além dos métodos atrás referidos para a avaliação da toxicidade de metais em \n\nórgãos alvo, destacam-se ainda outros. Assim, os métodos de análise de imagem \n\npermitem medir actividades biológicas, quer espacial quer temporariamente, medir (em \n\nunidades reais) as dimensões de células e organitos celulares e identificar alterações nas \n\nconcentrações locais de uma variedade de ligandos e de marcadores tecidulares \n\n(Abrams et al., 1993). Estes métodos consistem na selecção da amostra, preparação, \n\nprocessamento de imagem, medição e o “output”, sendo as medições realizadas em \n\nimagens binárias. A análise de imagem permite a quantificação de parâmetros tais como \n\na dimensão, forma, número e distribuição de objectos numa imagem ou séries de \n\nimagens. \n\n \n\nA combinação das técnicas de avaliação qualitativa já referidas, apoiada por métodos \n\nquantitativos específicos, pode levar a um avanço da avaliação, resultando na redução \n\ndas querelas inter- e intra-histologistas e estudos epidemológicos mais refinados (Gray, \n\n1996). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n_____________________________________________________________________ INTRODUÇÃO_____ \n \n\n14 \n\n1.5 Justificação e objectivos do presente trabalho \n\n \n\nEm projectos anteriores realizados no nosso laboratório com o grupo de Biomateriais, \n\nforam testadas várias soluções metálicas ?aço inoxidável (AISI 316L), Cr-Co-Mo e \n\ntitânio? nos diversos órgãos de ratinhos, estudando o baço em particular. Dos vários \n\nestudos realizados neste órgão, constatou-se i) depleção linfocitária e aumento do \n\nnúmero de células gigantes multinucleadas no baço (Tracana et al., 1995); ii) aumento \n\ndo teor de metais no baço (Abreu et al., 1995); iii) inibição in vitro da actividade \n\nfuncional das células do sistema imunológico (Bravo, 1997) e iv) degenerescência da \n\ncápsula (Ferreira, 1997). \n \n\nNa sequência dos trabalhos anteriormente referidos, surge o presente estudo, com vista \n\nao conhecimento do comportamento de um órgão primário do sistema imunológico, o \n\ntimo, face à acção de iões metálicos. Os iões seleccionados nesta experiência são \n\nprovenientes de corrosão de ligas metálicas usadas em trabalhos anteriores, (Cr6+, Ti2+), \n\ne de carbonato de chumbo. \n \n\nConsequentemente, este estudo tem como objectivo geral analisar a acção destes iões \n\nmetálicos no timo. Como objectivos específicos pretende-se: \n \n\n1) Analisar as alterações morfológicas provocadas pelos diferentes iões; \n\n \n2) Analisar as alterações no conteúdo de proteínas, de hidratos de carbono, de \n\nlípidos e de peroxidase, aplicando as respectivas técnicas histoquímicas: \n\nIB6B, PAS, NBS, e DAB; \n\n \n3) Aplicar técnicas de imuno- histoquímica, na análise de diferentes células \n\nlinfóides; \n\n \n4) Verificar se o timo, devido ao facto de ter resposta rápida a uma lesão e ser \n\nmuito sensível a xenobióticos, poderá ser considerado como um alvo de \n\ntoxicidade de iões metálicos; \n\n \n5) Alertar para possíveis efeitos tóxicos do carbonato de chumbo, contribuindo \n\npara a preve nção de riscos profissionais. \n\n \n\n\n\n \n \n\n \n\n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n        \n\nII. MATERIAIS E MÉTODOS \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\n\n\n______________________________________________________________MATERIAIS E MÉTODOS_____ \n \n\n17 \n\nII. MATERIAIS E MÉTODOS \n \n\n \n\n1. Preparação das soluções metálicas a administrar \n\n \n\n1.1 Dissolução electroquímica das ligas de Cr-Co-Mo e de titânio \n\n \n\nOs metais foram dissolvidos anodicamente em “Hank´s Balanced Salt Solution” \n\n(HBSS) (Sigma, H1641) através de um processo cronoamperométrico com imposição \n\nde uma corrente constante externa de 0,5 mA (Tracana et al., 1994). Uma vez obtidas as \n\nsoluções, estas foram analisadas por espectrofotometria de absorção atómica, obtendo-\n\nse as seguintes concentrações: \n\n \n\na. Cr-Co-Mo – 200 ? g/ml Cr e 375 ? g/ml Co; \n\nb. Titânio – 400 ? g/ml \n\n \n\n1.2 Carbonato de chumbo \n\n \n\nO carbonato de chumbo (PbCO3) (Refª 33637-8 ALDRICH) foi dissolvido numa \n\nsolução salina (0,9%) em concentrações de 1,5 mg e 5,0 mg/Kg/peso vivo. \n\n \n\n \n\n2. Animais \n\n \n\nNo presente trabalho foram utilizados murganhos machos (1-3 meses; 20-25g) da \n\nestirpe C57BL/6, obtidos do Biotério de Harlan Interfauna Iberica (Barcelona). Os \n\nanimais foram mantidos numa câmara climatizada (T - 21ºC? 23ºC; humidade relativa  \n\n55%? 10%; caudal de renovação de ar de 15 ren/h e iluminação de 12h/dia) e \n\n\n\n______________________________________________________________MATERIAL E MÉTODOS_____ \n \n\n18 \n\nalimentados com ração apropriada, ad libitum. Após a sua chegada ao biotério, os \n\nanimais permaneceram durante uma semana em aclimatização. \n\n \n\n \n\nOs ratinhos foram agrupados segundo o esquema da tabela seguinte: \n\n \n\nTabela II: Organização dos animais por tipo e tempo de tratamento. \n\n \n\n \nSem \n\ntratamento \nHBSS \n\nNaCl \n0,9% \n\nProdutos \n\ndegradação \n\nCr-Co-Mo \n\nProduto \n\ndegradação \n\nTi (400 ? g/ml) \n\nPb(CO3) \n1,5 mg/Kg \n\nPb(CO3) \n5 mg/Kg \n\n \n\n3 dias \n3 3 3 3 3 3 3 \n\n \n\n10 dias \n3 3 3 3 3 3  \n\n \n\n14 dias \n3 3 3 3 3 3  \n\n \n\n \n\nO comportamento dos murganhos foi observado durante todo o período experimental. \n\n \n\n \n\n3. Administração das soluções metálicas / Sacrifício dos animais \n\n \n\nOs ratinhos foram injectados por via subcutânea, com uma dose de 0,5 ml de cada uma \n\ndas soluções já referidas, cada 72h. Os animais controlo foram injectados de igual \n\nmodo, mas com uma solução de HBSS e de solução salina a 0,9%. \n\n \n\nO sacrificio dos ratinhos ocorreu após os dias 3, 10 e 14 dias de administração dos \n\ncompostos. Após estiramento cervical, procedeu-se à dissecção dos animais com vista à \n\nrecolha do timo. \n\n \n\n\n\n______________________________________________________________MATERIAIS E MÉTODOS_____ \n \n\n19 \n\n4. Preparação das amostras para estudos histológicos, histoquímicos e \n\nimuno-histoquímicos \n\n \n\nApós a sua remoção, o timo proveniente de todos os animais foi imerso em criotubos do \n\n“Dewar Flask” (Sigma, F2311), os quais continham 200 ? l de solução salina. De \n\nseguida, os criotubos foram colocados em suportes de alumínio, sendo de seguida \n\nmergulhados num reservatório com azoto liquido (-196 ºC). Após congelação, os tubos \n\nforam mantidos numa arca frigorífica a uma temperatura de -70 ºC, para posterior \n\nanálise e estudo. \n\n \n\n \n\n5. Microtomia \n\n \n\nCom vista à obtenção de secções das amostras congeladas para a aplicação das técnicas \n\nhistológicas, histoquímicas e imuno- histoquímicas, utilizou-se o criostato (Leica – \n\nCryocut 1800). Este tipo de micrótomo é amplamente utilizado em histologia / \n\nhistoquímica devido a vários factores: i) demonstração eficaz de lípidos; ii) preservação \n\nde enzimas para demonstração histoquímica; iii) preservação de propriedades \n\nantigénicas; iv) maior rapidez e v) melhor preservação da morfologia antigénica. \n\n \n\nPara a realização destas técnicas seguiu-se o procedimento desenvolvido por Ferreira \n\n(1997). \n\n \n\nOs criotubos com o material congelado foram retirados da arca congeladora e colocados \n\nna criocâmara do criostato à temperatura de -15 ºC. Removeu-se o bloco congelado dos \n\ncriotubos e com a cola criogénica, recomendada pela Leica, montou-se o bloco no \n\nporta-amostras, utilizando-se o extractor de calor durante 30 segundos. Os blocos \n\ncongelados foram seccionados com lâminas descartáveis (Leica Jung, 035813583), com \n\na espessura ajustada, de acordo com as exigências de cada tecido e a marcação \n\nhistoquímica e imuno-histoquímica pretendida. Os cortes foram colocados em lâminas \n\nde vidro, com bordo esmerilado, previamente tratadas com uma solução de 0,1% de \n\n\n\n______________________________________________________________MATERIAL E MÉTODOS_____ \n \n\n20 \n\npoli- L- lisina (PPL), de peso molecular superior a 260000 (Sigma, P8920). A secagem \n\ndos cortes foi efectuada em câmara húmida à temperatura de 21 ºC. \n\n \n\n6. Técnica de Coloração com Hematoxilina – Eosina \n\n \n\nA partir de cortes com a espessura de 10 ? m efectuou-se o seguinte procedimento: \n\n \n\n- secagem dos cortes em câmara húmida – 1h; \n\n- passagem por água destilada; \n\n- hematoxilina – 10´; \n\n- água corrente – 15´; \n\n- eosina – 2´; \n\n- água corrente – 10´; \n\n- etanol 70º – 1´; \n\n- etanol 95º – 1’; \n\n- etanol 100º – 1´; \n\n- xilol – 1´; \n\n- xilol – 1´; \n\n- montagem em Eukitt (D-79110). \n\n \n\n \n\n7. Marcação histoquímica para Hidratos de Carbono, Lípidos, \n\nProteínas e Peroxidase \n\n \n\nEm seguida apresenta-se a metodologia seguida para a obtenção de cada uma das \n\nmarcações histoquímicas. \n\n \n\n\n\n______________________________________________________________MATERIAIS E MÉTODOS_____ \n \n\n21 \n\n \n\n7.1 Marcação histoquímica para Proteínas \n\n \n\nO indocianina brilhante 6B (IB6B) é um corante insolúvel em água. \n\nConsequentemente, as secções são coradas com uma solução apropriada (mistura de \n\netanol e de ácido acético). A intensidade da coloração produzida é proporcional à \n\nconcentração de proteína nesse local (Kiernan, 1990). \n\nNa aplicação deste método efectuou-se um tratamento prévio dos cortes com uma \n\nenzima proteolítica (tripsina – Sigma: T-7168) (Kiernan, 1990). \n\n \n\nNo sentido de se obter a marcação de proteínas utilizou-se a técnica de Indocianina \n\nBrilhante 6B, adaptada de Ferreira (1997) e Kiernan (1990), com a aplicação da \n\nmetodologia seguinte: \n\n \n\n- secagem dos cortes (12 ? m) em câmara húmida – 2h; \n\n- tripsina – 37 ºC – 20´; \n\n- Tris Buffered Saline (TBS) (Sigma: T-5030) – 5´; \n\n- etanol 100º – 15´´; \n\n- indocianina brilhante 6B (Sigma: B-0149) – 30´; \n\n- ácido acético – 5´; \n\n- etanol 95º – 15´´; \n\n- etanol 100º – 4´; \n\n- xilol – 1´; \n\n- xilol – 1´; \n\n- montagem em Eukitt. \n\n \n\n \n\n7.2 Marcação histoquímica para Hidratos de Carbono (HC) \n\n \n\nA técnica frequentemente usada em histoquímica para identificação de HC é o Ácido \n\nperiódico-Schiff (PAS), a qual é positiva nas estruturas contendo açucares- hexoses \n\nneutros e/ou ácidos siálicos. No método PAS as secções são tratadas com ácido \n\n\n\n______________________________________________________________MATERIAL E MÉTODOS_____ \n \n\n22 \n\nperiódico que oxida glicóis a aldeídos. Os aldeídos, assim formados, são depois visíveis \n\napós a aplicação do reagente de Schiff (Kiernan, 1990). O ácido periódico é o oxidante \n\nusado para evitar a super oxidação da formação de aldeídos a grupos carboxilos e \n\nconsequentemente produzem uma reacção fraca ou negativa (Bancroft, 1994). Utilizou-\n\nse a seguinte metodologia: \n\n \n\n- secagem dos cortes (12 ? m) em câmara húmida – 2h; \n\n- tripsina – 5´; \n\n- passagem por água destilada; \n\n- passagem por água corrente; \n\n- ácido periódico – 10´; \n\n- água corrente – 5´; \n\n- passagem por água destilada; \n\n- ácido periódico de Schiff (Sigma nº: 395-2-016) – 20´; \n\n- banho redutor – 2´; \n\n- banho redutor – 2´; \n\n- banho redutor – 2´; \n\n- água corrente – 5´; \n\n- etanol 50º – 1´; \n\n- etanol 70º – 1´; \n\n- etanol 95º – 1´; \n\n- etanol 100º – 1´; \n\n- xilol – 1´; \n\n- xilol – 1´; \n\n- montagem em Eukitt. \n\n \nNota 1: Banho redutor: metabissulfito de potássio com ácido cloridríco 1N. \n\n \n\n \n\nNa aplicação da técnica PAS utilizaram-se duas lâminas controlo, uma com amilase \n\npara o controlo do glicogénio, e a outra com uma solução deslipilizante, a qual extraiu \n\ntodas as lipoproteínas, o que permitiu concluir que a coloração observada nos \n\nrespectivos cortes de criostato de timo, diz respeito apenas às glicoproteínas. Foi \n\n\n\n______________________________________________________________MATERIAIS E MÉTODOS_____ \n \n\n23 \n\nigualmente necessário recorrer a uma digestão celular (tripsina) para uma melhor \n\nvisualização do estroma reticular. \n\n \n\n \n\n7.3 Marcação histoquímica para Lípidos  \n\n \n\nOs corantes de Sudão têm sido largamente usados para a identificação de lípidos desde \n\n1896, especialmente os lípidos hidrofóbicos. O método mais sensível e versátil é o \n\nnegro de Sudão B, introduzido por Lison e Lagnelie em 1935. O etanol a 70% é o \n\nsolvente adequado para este corante. O Sudão B cora fosfolípidos, assim como gorduras \n\nneutras (High, 1996). \n\n \n\nComo controlo utilizou-se a solução deslipilizante (clorofórmio, metanol, ácido \n\nclorídrico e água) a fim de extrair todos os lípidos (High, 1996). Procedeu-se de acordo \n\ncom a metodologia seguinte: \n\n \n\n- secagem dos cortes (15 ? m) em câmara húmida – 24h; \n\n- formol-cálcio – 1h; \n\n- secagem à temperatura ambiente; \n\n- água bromizada (Aldrich, 20, 788-8) – 30´; \n\n- água corrente – 3´; \n\n- metabissulfito de sódio (até a coloração amarela desaparecer); \n\n- lavagem em água destilada; \n\n- passagem em etanol 70º; \n\n- negro de Sudão B (Sigma: S-0395) – 15´; \n\n- etanol 70º – 1´; \n\n- água destilada – 3´; \n\n- água corrente – 5´; \n\n- passagem em água destilada; \n\n- montagem em meio aquoso (meio Apathy´s, TAAB - batch NO 007106). \n\n \n\n \n\n \n\n\n\n______________________________________________________________MATERIAL E MÉTODOS_____ \n \n\n24 \n\nMétodo de Sudão sem fixação: \n\n \n\n- secagem dos cortes (15 ? m) em câmara húmida – 24h; \n\n- passagem por água destilada; \n\n- passagem por álcool a 70º; \n\n- negro de Sudão B – 15´; \n\n- etanol 70º – 1´; \n\n- água destilada – 3´; \n\n- água corrente – 5´; \n\n- passagem por água destilada; \n\n- montagem em meio aquoso (meio Apathy´s). \n\n \n\n7.4  Marcação histoquímica para Peroxidase \n\n \n\nPara esta marcação utilizou-se o método de 3´,3 – diaminobenzidina (DAB), \n\nintroduzido por Graham e Karnovsky (1966), em que ocorre uma oxidação do DAB \n\nproduzindo-se um composto insolúvel e corado. \n\n \n\nNa realização desta técnica efectuou-se um controlo com a finalidade de inibir a \n\nactividade da peroxidase. Utilizou-se, para o efeito uma mistura de metanol com \n\nperóxido de hidrogénio, a 3% (solução desperoxidante). A metodologia utilizada foi a \n\nque se segue: \n\n \n\n- secagem dos cortes em câmara húmida – 24h; \n\n- tripsina – 37ºC – 20´; \n\n- lavagem com TBS; \n\n- DAB (Sigma: D-4418) – 10´; \n\n- passagem por água destilada; \n\n- água corrente – 5´; \n\n- etanol 95º – 1´; \n\n- etanol 100º – 1´; \n\n- xilol – 1´; \n\n- xilol – 1´; \n\n\n\n______________________________________________________________MATERIAIS E MÉTODOS_____ \n \n\n25 \n\n- montagem em Eukitt. \n\nNota 2: Este método foi aplicado a cortes de 10 ? m sem digestão proteica (tripsina). \n\n \n\n8 Técnica Imuno-Histoquímica  \n\n \n\nEsta técnica baseia-se na capacidade que os anticorpos têm de se ligarem aos antigénios \n\ndos tecidos que podem ser subsequentemente revelados usando técnicas directas ou \n\nindirectas (Carbone et al., 1999). A base deste método assenta em três etapas \n\ndirectrizes: incubação do corte com o anticorpo primário (Ab), o “binding” Ab e o \n\ncomplexo de visualização do Ab. \n\n \n\nPara a marcação imuno-histoquímica utilizou-se o kit Histostain – Plus da Zymed´s 2ª \n\ngeração. Os anticorpos usados foram: MCA 519 (rat anti mouse \n\nmacrophages/monocytes) e o (MCA 786 rat anti mouse thymic epithelial cells). O MCA \n\n519 reconhece um antigénio intracelular dos macrófagos. O MCA 786 indica uma \n\nsubpopulação da medula timica e células epiteliais subcapsulares e perivasculares.  \n\nSeguiu-se a metodologia de acordo com as indicações do Kit Histostain – Plus da \n\nZymed´s 2ª geração, com algumas modificações:  \n\n \n\n- secagem das lâminas na estufa – 2h; \n\n- acetona a 4ºC – 10´; \n\n- 2 gotas de reagente A (serum blocking solution) a cada secção – 10´; \n\n- verter a solução; \n\n- anticorpo (MCA 786 e MCA 519) – 60´; \n\n- lavagem 3 ve zes (2´ cada) com TBS; \n\n- 2 gotas de reagente B (biotinylated 2º antibody) – 10´; \n\n- lavagem 3 vezes (2´cada) com TBS; \n\n- 2 gotas de reagente C (enzyme conjugate) – 10´; \n\n- lavagem 3 vezes (2´cada) com TBS; \n\n- 2 gotas de reagente D (AEC single solution chromoge n) – 8´; \n\n- lavagem com água destilada;  \n\n- montagem em meio aquoso (meio Apathy´s). \n\n\n\n______________________________________________________________MATERIAL E MÉTODOS_____ \n \n\n26 \n\nTodas as preparações de timo de ratinhos controlo e de animais tratados (soluções \n\nmetálicas de Cr-Co-Mo, titânio e carbonato de chumbo), foram observadas ao \n\nmicroscópio óptico - Leica DMLB. Efectuaram-se fotografias das zonas mais \n\nrepresentativas. \n\n \n\n \n\n9. Análise quantitativa \n\n \n\nPara o efeito utilizou-se o sistema de análise de imagem Quantimet Q500IW (Leica \n\nDMBL – MPS 60/58) – microscópio associado a um computador. Este sistema permite \n\na avaliação quantitativa da resposta local, no tecido, aos vários iões metálicos, com as \n\nmarcações histoquímicas estequiométricas utilizadas no presente trabalho.  \n\n \n\nA marcação utilizada nesta análise de imagem, foi a marcação da peroxidase usando a \n\ntécnica do 3´-3´diaminobenzidina (DAB) (sem e com tripsina). As preparações \n\nanalisadas foram as de timo de ratinho controlo e de ratinhos tratados com as soluções \n\nmetálicas:     Cr-Co-Mo, titânio e carbonato de chumbo. \n\n\n\n \n \n\n \n\n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n       \n\nIII. RESULTADOS \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n29 \n\nIII. RESULTADOS \n \n\n1. Comportamento dos animais  \n \n\nO comportamento dos animais injectados com as várias soluções metálicas (produtos de \n\ncorrosão das ligas de titânio e de crómio-cobalto-molibdénio, e da solução de carbonato \n\nde chumbo), manteve-se dentro dos padrões normais. Durante o período experimental a \n\ntaxa de sobrevivência foi de 100%. \n \n\nOs ratinhos utilizados neste trabalho apresentaram uma variação média de 8,145g de \n\npeso entre o início (21,887g) e o fim (30,032g) desta experiência. \n \n\n \n\n2. Observação dos cortes de criostato de timo de ratinhos controlo  \n \n\nA coloração com Hematoxilina / Eosina (HE), aplicada a estes cortes, revelou a típica \n\nestrutura do timo. Este apresenta uma cápsula de tecido conjuntivo a qual envia \n\ntrabéculas para o seu interior formando-se lóbulos. A zona cortical é distinta da zona \n\nmedular (fig. 1), observando-se nesta última corpúsculos de Hassall, os quais permitem \n\ndistinguir este tecido linfóide dos outros. \n \n\nA marcação proteica pelo método da Indocianina Brilhante 6B (IB6B), permitiu \n\nobservar a existência de um estroma tímico bem definido e compacto, típico de um \n\ncorte de animal controlo (fig. 2). \n \n\nA técnica do Ácido periódico – Schiff (PAS), com tripsina, permite a marcação das \n\nglicoproteínas. Da observação da figura 3, constatou-se uma intensa marcação \n\nglicoproteíca. \n \n\nOs métodos de investigação da histoquímica de lípidos, Negro de Sudão (NS) e do \n\nBromo Negro de Sudão (BNS), aplicados aos cortes de timo controlo, revelaram \n\nausência de marcação. \n\n \n\n \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n30 \n\nTodos os cortes de timo (controlo e com tratamento com as várias soluções metálicas), \n\nobservados com a marcação do Negro de Sudão e não submetidos ao bromo, deram \n\nresultados negativos, indicativo de que não ocorreu qualquer marcação de triglicerídeos. \n \n\nDa análise da reacção de 3´,3 – diaminobenzidina (DAB), constatou-se o aparecimento \n\nde grânulos de peroxidase na zona circundante à zona medular do retículo tímico (fig. \n\n4). \n \n\nA marcação Imuno-histoquímica (IHQ) utilizada permitiu a observação de células \n\nepiteliais em todo o tecido (fig. 5) e de macrófagos na zona medular (fig. 6). \n\n \n\n \n\n \n\nFiguras 1 – 6: Observação de cortes de criostato de timo de ratinhos \n\ncontrolo  \n \n \n\n  1 – Coloração HE (500x) \n\nObserva-se a distinção entre a zona cortical (C) e a zona medular (M). \nNa zona medular nota-se a presença de corpúsculos de Hassall. \n\n \n  2 – Histoquímica de proteínas (IB6B) (500x) \n\n  Coloração intensa do retículo tímico. \n\n \n\n  3 - Histoquímica de hidratos de carbono (PAS) (930x) \n\n  Observar a homogeneidade da coloração no retículo tímico. \n\n \n\n  4 – Histoquímica de peroxidase (DAB) (500x) \n\nObservam-se depósitos de peroxidase na zona que circunda a zona \n\nmedular (M). \n\n \n\n  5 – Imuno-histoquímica (IHQ) (500x) \n\n  Notar a presença das células epiteliais na zona medular (M). \n\n \n\n  6 - Imuno-histoquímica (IHQ) (930x) \n\n  Observam-se os macrófagos (*). \n\n \n\n \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n31 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n2 \n\n3 \n\n5 6 \n\n1 \n\n4 \n\n* \nM \n\nC \n\nM \n\nM \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n32 \n\n3. Observação de cortes de criostato de timo de ratinhos administrados \n\ncom a solução de Cr-Co-Mo (3, 10 e 14 dias) \n\n \n\n \n\nA técnica da HE aplicada ao timo de ratinhos administrados com a solução metálica de \n\nCr-Co-Mo, demonstrou alterações na estrutura do tecido. O colapso dos lóbulos, a \n\nvacuolização das células (fig.7), a depleção linfocitária, assim como a presença de \n\nagregados de eritrócitos são alterações morfológicas indicativas de alteração do tecido \n\ntímico (fig. 8). Um outro aspecto relevante foi a observação de um pequeno número de \n\ncorpúsculos de Hassall, os quais estavam já numa fase de degenerescência (fig. 8). \n\n \n\nA observação da figura 9 permitiu constatar a fraca coloração obtida com a técnica do \n\nPAS, notando-se apenas uma coloração mais intensa na cápsula e na zona adjacente, \n\ncontrariamente ao observado no controlo.  \n\n \n\nA reacção do BNS é evidente nos cortes de timo provenientes de ratinhos injectados \n\ncom os produtos de corrosão da liga de Cr-Co-Mo, como se pode constatar na figura 10, \n\nao observarmos os depósitos lipoproteicos nos septos e alguns na zona medular do \n\nparênquima.  \n\n \n\nA marcação DAB mostrou que a peroxidase se encontra distribuída por todo o tecido, \n\nao contrário do controlo onde se apresenta, preferencialmente, na zona circundante à \n\nzona medular. Os depósitos de peroxidase são bem visíveis no retículo tímico quer com \n\na aplicação da técnica DAB com tripsina quer sem (fig.11). \n\n \n\nObservando a IHQ (MCA 789 e MCA 519) dos cortes de timo de ratinhos tratados com \n\nos produtos de corrosão provenientes da liga de Cr-Co-Mo, e comparando-os com o \n\ncontrolo constatou-se que a marcação neste caso é muito superior (fig. 12).  \n\n \n\n \n\n \n\n \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n33 \n\nA aplicação das várias técnicas histológicas, histoquímicas e imuno- histoquímicas, às \n\nsecções de timo provenientes de animais administrados com a solução de Cr-Co-Mo, \n\nevidenciam semelhanças nos três tempos de tratamento. \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n34 \n\n \n\n \n\n \n\nFiguras 7 – 12: Observação de cortes de criostato de timo de ratinhos \n\nadministrados com uma solução de Cr-Co-Mo \n \n\n \n\n7 – Coloração HE (930x) \n\nObservam-se células vacuolizadas (?). \n\n \n\n8 – Coloração HE (235x) \n\n  Notar a presença de um espaço deixado por um corpúsculo  (?)  . \n\n \n\n  9 - Histoquímica de Hidratos de Carbono (PAS) (235x) \n\n  Constatar que a marcação do retículo é quase inexistente. \n\n \n\n  10 – Histoquímica de Lípidos (NBS) (500x) \n\n  Observar a deposição glicoproteíca ao nível dos septos (?).   \n\n \n\n  11 – Histoquímica de Peroxidase (DAB) (235x) \n\n Observa-se que os depósitos de peroxidase se encontram distribuídos \npor todo o tecido. \n\n \n\n  12 - Imuno-histoquímica (IHQ) (500x) \n\n  Forte marcação dos macrófagos. \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n35 \n\n \n\n \n\n9 \n\n11 12 \n\n7 8 \n\n10 \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n36 \n\n4. Observação de cortes de criostato de timo de ratinhos administrados \n\ndos com os produtos de corrosão provenientes da liga de titânio (3, 10 e \n\n14 dias) \n\n \n\nA coloração HE aplicada aos cortes de criostato de timo de ratinhos administrados com \n\na solução de titânio revelou alterações profundas no tecido tímico. As alterações foram: \n\na) degenerescência das trabéculas; b) depleção linfocitária; c) não distinção da zona \n\ncortical da zona medular (fig. 13). Aos 10 dias de tratamento observou-se a \n\nvacuolização do tecido – nas trabéculas (fig. 21) e na zona interna do tecido (fig. 22). \n\nNo último dia de administração (14 dias) as alterações histopatológicas foram ainda \n\nmais evidentes, destacando-se a migração das células da zona medular para a zona \n\ncortical do tecido (fig. 28) e a ocorrência de uma calcificação distrófica no corpúsculo \n\nde Hassall (inset da fig. 28). Observou-se igualmente um reduzido número de \n\ncorpúsculos de Hassall, alteração esta já observada nos cortes anteriores. \n\n  \n\nNa marcação proteica, IB6B, observou-se uma diminuição na sua intensidade (fig. 14), \n\nao longo do tempo, como já fora observado nos cortes de timo de ratinhos intoxicados \n\ncom os produtos de corrosão da liga de Cr-Co-Mo. \n\n \n\nA marcação PAS demonstrou um reduzido número de glicoproteínas comparativamente \n\ncom o controlo, como se pode constatar pela fraca coloração obtida nos cortes de \n\ncriostato de timo ao longo dos vários tempos de intoxicação (figs. 15, 29). \n\n \n\nRelativamente à reacção do BNS, observou-se que nos dias 3 e 14 de infecção (figs. 16 \n\ne 30) houve marcação lipoproteíca indicativo de degenerescência. No dia 10 de \n\ntratamento, como se pode verificar ao observar a figura 23, não se observou marcação \n\nlipoproteica.  \n\n \n\nA técnica do DAB demonstrou uma coloração mais intensa aos 10 dias de tratamento \n\ncom os produtos de corrosão de titânio, aparecendo os depósitos de peroxidase \n\ndisseminados por todo o retículo tímico (fig. 24 e inset). Aos 3 dias de tratamento \n\nconstatou-se que os depósitos são mais visíveis na zona mais próxima da cápsula (figs. \n\n17 e 18). Na reacção DAB com tripsina, aos 14 dias, observaram-se grânulos numa \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n37 \n\nestrutura reticulada, bem como a delimitação de determinadas zonas sem esses \n\nelementos (figs. 31 e 32). \n\n \n\nNa IHQ constatou-se que aos 3 dias de tratamento as células epiteliais apresentaram \n\nreacção positiva, essencialmente junto à cápsula, o mesmo não acontecendo na zona \n\nmedular. No entanto, esta marcação é superior à do respectivo controlo. O dia 10 de \n\nadministração é o dia em que se observou uma maior marcação quer das células \n\nepiteliais (fig. 25) quer dos macrófagos (fig. 26) na zona medular. A marcação \n\nobservada no dia 14 é inferior ao dia 10, embora superior ao dia 3, notando-se \n\nperfeitamente pequenos aglomerados de macrófagos (fig. 34). \n\n \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n38 \n\n \n\nFiguras 13 – 20: Observação de cortes de criostato de timo de ratinhos \n\nadministrados com uma solução de titânio (3 dias). \n \n\n \n\n13 – Coloração HE (500x) \n\n  Observa-se hemorragia na porção inferior direita da figura (?) . \n\n \n\n14 – Histoquímica de Proteínas (IB6B) (500x) \n\n  Constatar a marcação positiva. \n\n \n\n  15 - Histoquímica de Hidratos de Carbono (PAS) (500x) \n\nNotar a existência de uma trabécula aumentada (?). \n\n \n\n  16 – Histoquímica de Lípidos (NBS) (930x) \n\n  Observam-se depósitos lipoproteícos (*). \n\n \n\n 17 – Histoquímica de Peroxidase (DAB – sem tripsina) (500x) \n\n Observam-se depósitos de peroxidase na zona junto à cápsula. \n\n \n\n 18 - Histoquímica de Peroxidase ( DAB – com tripsina) (500x) \n\n  Aglomerado de grânulo s de peroxidase  (?). \n\n \n\n   19 - Imuno-histoquímica ( IHQ) (500x) \n\n  Notar que a marcação destas células é maior junto à cápsula  (?). \n\n \n\n      20 - Imuno-histoquímica ( IHQ) (500x) \n\n  Marcação negativa. \n\n \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n39 \n\n \n\n \n\n14 \n\n16 \n\n17 18 \n\n19 20 \n\n13 \n\n15 \n\n* \n\n? \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n40 \n\n \n\nFiguras 21 – 26: Observação de cortes de criostato de timo de ratinhos \n\nadministrados com uma solução de titânio (10 dias) \n \n\n \n\n21 – Coloração HE (235x) \n\n  Notar o inicio da vacuolização numa das trabéculas  (?). \n\n \n\n22 – Coloração HE (930x) \n\n  É evidente a vacuolização do tecido (?). \n\n \n\n  23 – Histoquímica de Lípidos (NBS) (500x) \n\n  Notar a ausência de marcação. \n\n \n\n 24 – Histoquímica de Peroxidase (235x) \n\n DAB – s/ tripsina - Peroxidase homogeneamente distribuída pelo tecido. \n\n inset – c/ tripsina – Observar a reacção positiva desta técnica. \n\n \n\n  25 - Imuno-histoquímica (IHQ) (930x) \n\n  Notar a presença de um conjunto de células fortemente marcadas  (*). \n\n \n\n  26 - Imuno-histoquímica (IHQ) (930x) \n\n  Forte marcação de macrófagos  (?). \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n41 \n\n \n\n \n\n21 \n\n23 24 \n\n25 26 \n\n22 \n\n* \n\n? \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n42 \n\n \n\n \n\nFiguras 27 – 34: Observação de cortes de criostato de timo de ratinhos \n\nadministrados com uma solução de titânio (14 dias) \n \n\n \n\n27 – Coloração HE (930x) \n\n  Presença de vacúolos na trabécula  (? ). \n\n \n\n28 – Coloração HE (235x) e inset (500x) \n\nNotar a indistinção entre a zona cortical e a zona medular. \n\n  Célula vacuolizada  (?). \n\n \n\n  29 - Histoquímica de Hidratos de Carbono (PAS) (235x) \n\n  Coloração pouco intensa no estroma tímico. \n\n \n\n  30 – Histoquímica de Lípidos (NBS) (500x) \n\n  Notar a presença de pequenos aglomerados lipoproteicos (*). \n\n \n\n 31 – Histoquímica de Peroxidase (DAB – sem tripsina) (235x) \n\n Observar a distribuição homogénea da peroxidase. \n\n \n\n 32 - Histoquímica de Peroxidase ( DAB – com tripsina) (235x) \n\n  Observa-se a delimitação de pequenas áreas sem qualquer marcação (?). \n\n \n\n  33 - Imuno-histoquímica ( IHQ) (500x) \n\n  Reacção positiva do anticorpo. \n\n \n\n  34 - Imuno-histoquímica ( IHQ) (930x) \n\n  Células fortemente marcadas  (?).      \n\n \n\n \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n43 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n29 30 \n\n31 32 \n\n33 34 \n\n27 28 \n\n* \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n44 \n\n5. Observação de cortes de criostato de timo de ratinhos administrados \n\ncom a solução metálica de carbonato de chumbo (1,5 mg/Kg) (3, 10 e \n\n14 dias) \n\n \n\nComparando os cortes histológicos (HE) de timo controlo (fig. 1), com os de timo de \n\nratinhos administrados com a solução metálica de carbonato de chumbo (1,5 mg/Kg) \n\ndurante 3 dias (fig. 35), constatou-se que o tecido apresentava várias alterações \n\nhistopatológicas. A presença de hemorragia, a depleção linfocitária, o aparecimento de \n\ncélulas vacuolizadas e a degenerescência dos corpúsculos de Hassall, são algumas das \n\nalterações observadas. Uma outra alteração observada neste período de tratamento é a \n\npresença de uma cápsula mais espessa relativamente ao controlo, assim como um \n\nreduzido número de corpúsculos de Hassall, como referido anteriormente nos casos \n\nanalisados. \n\n \n\nAs alterações são mais notórias à medida que o tempo de tratamento aumenta, com a \n\nsolução metálica de carbonato de chumbo. Observou-se a vacuolização, quer da cápsula \n\nquer da própria trabécula (fig. 43). Observaram-se zonas de degenerescência, aumento \n\nde depleção linfocitária e modificação da estrutura do timo, não se distinguindo a zona \n\ncortical da zona medular. Estas alterações são visíveis quer ao fim de 10 dias quer no \n\nperíodo de 14 dias de administração (figs. 43, 44 e 51). Na figura 52, período de 14 dias \n\nde administração, observa-se o pormenor de uma trabécula em degenerescência, sendo \n\nigualmente possível observar células vacuolizadas, tal como já descrito nos tratamentos \n\nanteriores com as soluções de titânio e de Cr-Co-Mo. \n\n \n\nO timo de ratinhos administrados com a solução de carbonato de chumbo, apresentava \n\num aumento de marcação proteica (IB6B) com o aumento do tempo de tratamento. \n\n(figs. 37 e 45). A estrutura do retículo tímico apresentava-se  mais compacta que nos \n\ncasos referidos anteriormente, apesar de aos 3 dias de tratamento, o retículo parecer \n\nestar mais afectado pelo ião metálico Pb2?  . Observa-se um espessamento da cápsula. \n\n \n\nNa marcação PAS observou-se que no tempo 3 de tratamento (fig. 38) com a solução de \n\ncarbonato de chumbo a coloração é mais intensa que nos dias 10 e 14 (fig 46), sendo no \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n45 \n\nentanto menor que no caso controlo (fig. 3). Esta alteração é indicativa de que o efeito \n\nlesivo do ião metálico Pb2?  aumenta à medida que aumenta o tempo de exposição.  \n\n \n\nNa técnica histoquímica de lípidos, BNS, não se observaram depósitos lipoproteicos ao \n\nlongo do tempo de tratamento com a solução 1,5 mg/Kg de carbonato de chumbo (figs. \n\n39 e 47). \n\n \n\nAs reacções do DAB, sem e com tripsina, demonstraram uma maior concentração de \n\ndepósitos de peroxidase na zona mais interna do que na externa do retículo tímico, \n\nrelativamente aos dias 10 e 14 de tratamento (figs. 48 e inset, 53 e 54). Após 3 dias \n\nverificou-se o contrário. A zona mais externa apresenta o maior número de depósitos \n\npositivamente marcados, relativamente à zona mais interna (fig. 40 e inset). Observou-\n\nse também que o período de 10 dias é o que apresenta uma menor quantidade de \n\ngrânulos de peroxidase, resultado este que pode ser corroborado pela análise de imagem \n\nefectuada.  \n\n \n\nA IHQ com os anticorpos MCA 786 e MCA 519, marcadores de superfície de células \n\nepiteliais e de macrófa gos, respectivamente, não diferiu muito ao longo do tratamento \n\nde 3, 10 e 14 dias (figs. 41, 42, 49, 50), com a solução de carbonato de chumbo. No \n\nentanto a intensidade de marcação é superior, comparando com o controlo, indicativo do \n\naumento da capacidade fagocítica do próprio tecido. \n\n \n\n \n\n \n\n \n\n \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n46 \n\nFiguras 35 – 42: Observação de cortes de criostato de timo de ratinhos \n\nadministrados com uma solução de carbonato de chumbo 1,5 mg/Kg (3 \n\ndias) \n \n\n \n\n35 – Coloração HE (500x) \n\nNotar a ocorrência de hemorragia (?) e de um corpuscúlo em \n\ndegenerescência  (?). \n\n \n\n  36 – Coloração HE (930x) \n\nObserva-se a depleção do tecido (?). \n\n   \n\n37 – Histoquímica de Proteínas (IB6B) (235x) \n\n  A cápsula apresenta uma forte marcação proteíca  (?). \n\n \n\n  38 - Histoquímica de Hidratos de Carbono (PAS) (235x) \n\n A cápsula apresenta-se mais fortemente marcada do que o retículo \n\ntímico. \n\n \n\n  39 – Histoquímica de Lípidos (NBS) (235x) \n\n  Não se observa marcação. \n\n \n\n 40 - Histoquímica de Peroxidase (235x) e inset (500x) \n\n DAB – s/ tripsina – Notar a disseminação dos depósitos de peroxidase. \n\n inset – c/ tripsina – Observar o reticulado mais intenso (*). \n\n \n\n  41 - Imuno-histoquímica (IHQ) (500x) \n\n  Observa-se uma marcação fraca das células epiteliais. \n\n \n\n  42 - Imuno-histoquímica (IHQ) (930x) \n\n  Forte marcação, essencialmente junto à cápsula, dos macrófagos (?). \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n47 \n\n  \n\n37 38 \n\n39 40 \n\n41 42 \n\n35 36 \n\n* \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n48 \n\n \n\nFiguras 43 – 50: Observação de cortes de criostato de timo de ratinhos \n\nadministrados com uma solução de carbonato de chumbo 1,5 mg/Kg \n\n(10 dias) \n \n\n43 – Coloração HE (235x) \n\n  Notar a vacuolização da cápsula e da trabécula  (?). \n\n \n\n44 – Coloração HE (500x) \n\nObservam-se alguns septos. \n\n  (?) Trabécula mais densa que o normal. \n \n\n45 – Histoquímica de Proteínas (IB6B) (235x) \n\n  Notar coloração intensa. \n\n \n\n  46 - Histoquímica de Hidratos de Carbono (PAS) (235x) \n\n  Observa-se uma forte marcação de glicoproteínas (*). \n\n \n\n  47 – Histoquímica de Lípidos (NBS) (235x) \n\n  Sem marcação lipoproteica. \n\n \n\n 48 - Histoquímica de Peroxidase (500x)  \n\nDAB – s/ tripsina - Observam-se depósitos de peroxidase na zona mais \n\nmedular do tecido (M). \n\ninset – c/ tripsina – Retículo marcado positivamente. \n\n \n\n  49 - Imuno-histoquímica (IHQ) (500x) \n\n  Observam-se células a delimitarem zonas  (?). \n\n \n\n  50 - Imuno-histoquímica (IHQ) (930x) \n\n  Fraca marcação. \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n49 \n\n \n\n \n\n45 46 \n\n47 48 \n\n49 50 \n\n43 44 \n\n* \n45 46 \n\n47 48 \n\n49 50 \n\n43 44 \n\n* \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n50 \n\n \n\n \n\nFiguras 51 – 54: Observação de cortes de criostato de timo de ratinhos \n\nadministrados com uma solução de carbonato de chumbo 1,5 mg/Kg \n\n(14 dias) \n \n\n \n\n51 – Coloração HE (235x) e inset (930x) \n\n  Não se distingue a zona cortical da zona medular. \n\n \n\n52 – Coloração HE (930x) \n\n  Notar o estado lesivo da trabécula (?). \n\n \n\n53 - Histoquímica de Peroxidase (DAB – s/ tripsina) (235x) \n\nObservam-se depósitos de peroxidase mais na zona interna (M) do \n\ntecido. \n\n   \n\n  54 - Histoquímica de Peroxidase (DAB – c/ tripsina) (235x) \n\n  Observar o retículo tímico positivamente marcado. \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n51 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n51 \n\n53 54 \n\n52 \n\nM \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n52 \n\n \n\n6. Observação de cortes de criostato de timo de ratinhos administrados \n\ncom a solução metálica de carbonato de chumbo (5 mg/Kg) (3 dias) \n\n \n\nA coloração HE de cortes histológicos de timo proveniente de ratinhos administrados \n\ncom a solução de carbonato de chumbo (5 mg/Kg), demonstrou uma clara distinção \n\nentre a zona cortical e a medular. No entanto, em ambas é bem visível a depleção \n\nlinfocitária, espessamento da cápsula e um reduzido número de corpúsculos de Hassall, \n\nestando estes numa fase de degenerescência (fig. 55).  \n\n \n \n\nA marcação IB6B (fig. 56), proteína total, é idêntica ao caso reportado para o timo de \n\nratinhos tratados com a solução 1,5 mg/Kg de carbonato de chumbo (dias 10 e 14), \n\nintensa e com um retículo compacto. \n\n \n \n\nA técnica do PAS permitiu verificar uma menor marcação glicoproteíca (fig. 57), \n\nquando comparada com os casos referidos anteriormente. Esta diferença permite afirmar \n\nque o retículo tímico ficou fragilizado com o tratamento sofrido. \n\n \n \n\nA técnica do BNS, ao ser aplicada ao timo de ratinhos tratados com a solução de \n\ncarbonato de chumbo (5 mg/Kg), permitiu constatar que não ocorreu qualquer marcação \n\n(fig. 58), dando assim um resultado negativo. \n\n \n \n\nA marcação da peroxidase, pela técnica do DAB, é bastante intensa, quer com o pré-\n\ntratamento com tripsina quer sem o pré-tratamento. Observou-se que a peroxidase se \n\napresentava distribuída por todo o retículo (figs. 59 e 60). \n\n \n \n\nA marcação IHQ demonstrou um grande número de células epiteliais marcadas (fig. 61) \n\nbem como um grande número de macrófagos (MCA 519) (fig.  62). Esta marcação foi \n\nsuperior aos casos de chumbo (1,5 mg/Kg) reportados anteriormente, bem como em \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n53 \n\nrelação ao controlo. Observou-se uma forte marcação de macrófagos junto às trabéculas \n\nsugerindo a formação de pequenos lóbulos (fig. 62). \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n54 \n\n \n\nFiguras 55 – 62: Observação de cortes de criostato de timo de ratinhos \n\nadministrados com uma solução de carbonato de chumbo 5 mg/Kg  \n\n \n \n\n55 – Coloração HE (235x) \n\n  Observam-se várias zonas de depleção (*). \n\n \n\n56 – Histoquímica de proteínas (IB6B) (235x) \n\n  Notar o retículo denso. \n\n \n\n  57 - Histoquímica de Hidratos de Carbono (PAS) (235x) \n\n  Marcação fraca. \n\n \n\n  58 – Histoquímica de Lípidos (NBS) (235x) \n\n  Marcação negativa. \n\n \n\n 59 - Histoquímica de Peroxidase (DAB – s/ tripsina) (235x) \n\n A peroxidase encontra-se espalhada pelo retículo tímico (?). \n\n \n\n 60 - Histoquímica de peroxidase (DAB – c/ tripsina) (235x) \n\n Notar a intensidade da marcação. \n\n \n\n  61 - Imuno-histoquímica (IHQ) (930x)  \n\n  Células intensamente marcadas (*). \n\n \n\n  62 - Imuno-histoquímica (IHQ) (930x) \n\n  Macrófagos a delimitarem zonas com fraca marcação (?). \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n55 \n\n \n\n \n\n55 56 \n\n57 58 \n\n59 60 \n\n61 62 \n\n* \n\n? \n\n? \n\n? \n\n? \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n56 \n\n7.  Análise de imagem \n\n \n\nA análise do gráfico 1 permite observar que a quantidade de peroxidase, identificada \n\npela técnica do DAB, sem pré-tratamento com tripsina, nos ratinhos administrados com \n\na solução de titânio, diminui, à medida que o tempo de tratamento aumenta. Na técnica \n\ndo DAB com pré-tratamento (Gráfico 2) verifica-se exactamente o contrário. Assim a \n\nquantidade de peroxidase aumenta à medida que aumenta o tempo de administração. \n\nO controlo apresenta valores de peroxidase inferiores aos do timo de ratinhos tratados \n\ncom as várias soluções metálicas. \n\n \n\n \n\n \n\n Contagem (Ti) Contagem (Pb) \n\nControlo  40,520 40,520 \n\n3 dias 329,396 85,585 \n\n10 dias 201,314 89,593 \n\n14 dias 25,663 69,087 \n\n \n\n \n\nÁrea / Contagem\n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\n350\n\ncontrolo 3 dias 10 dias 14 dias\n\nV\nal\n\nor\nes\n\n D\nA\n\nB\n s\n\nem\n\ncount (Ti) count (Pb)\n\n \n\n \n\nGráfico 1. Quantificação de peroxidase, identificada pela técnica do DAB sem pré-\n\ntratamento, no timo de ratinhos administrados com  solução de titânio e com  solução \n\nde carbonato de chumbo (1,5 mg/Kg). \n\n \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n57 \n\n Contagem (Ti ) Contagem (Pb) \n\nControlo  40,520 40,520 \n\n3 dias 123,667 215,333 \n\n10 dias 136,008 38,791 \n\n14 dias 187,594 142,129 \n\n \n\n \n\nÁrea / Contagem\n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\ncontrolo 3 dias 10 dias 14 dias\n\nDias\n\nV\nal\n\nor\nes\n\n D\nA\n\nB\n c\n\nom\n\ncount (Ti) count (Pb)\n\n \n\n \n\nGráfico 2. Quantificação de peroxidase, identificada pela técnica do DAB com pré-\n\ntratamento, no timo de ratinhos administrados com solução de titânio e com solução \n\nde carbonato de chumbo (1,5 mg/Kg). \n\n \n\n \n\nEm relação ao timo de ratinhos intoxicados com a solução metálica de chumbo (1,5 \n\nmg/Kg), não se verificavam grandes alterações na quantidade de peroxidase identificada \n\npelo DAB sem pré-tratamento, ao longo do tempo de tratamento. Na técnica do DAB \n\ncom pré-tratamento, a quantidade de peroxidase diminuiu drásticamente do dia 3 para o \n\ndia 10, havendo de seguida um ligeiro aumento. \n\n \n\nAo compararmos o comportamento do timo de ratinhos intoxicados com as duas \n\nsoluções metálicas (titânio e carbonato de chumbo), constatou-se que o dia 10 de \n\ntratamento representou o dia em que a quantidade de peroxidase é maior e corresponde \n\nao tratamento com a solução de titânio (quer sem quer com pré-tratamento). O \n\n\n\n____________________________________________________________________RESULTADOS_______ \n \n\n58 \n\ntratamento com a solução de carbonato de chumbo revelou um aumento da quantidade \n\nde peroxidase no dia 15, sem pré-tratamento, e no dia 3 com pré-tratamento. \n\n \n\nEsta análise quantitativa do teor de peroxidase que se encontra no tecido tímico, vem \n\ncorroborar os resultados qualitativos observados nas preparações histoquímicas, já \n\nreferidos anteriormente. \n\n\n\n \n \n\n \n\n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n        \n\nIV. DISCUSSÃO \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\n\n\n \n \n_________________________________________________________________DISCUSSÃO________  \n\n61 \n\nIV. DISCUSSÃO \n \n\n \n\nO timo é o primeiro órgão linfóide envolvido na maturação de timócitos e na produção \n\ndas células T imuno–competentes (de Waal et al., 1997). Estruturalmente está \n\norganizado em zona cortical e medular que apresentam diferentes estádios de \n\ndesenvolvimento das células T (Rodewald et al., 2001). Os linfócitos da medula são \n\nconsiderados células T imuno-competentes enquanto que os da zona cortical são células \n\nT imaturas (Dean et al., 1982). \n\n \n\nApós exposição a compostos imunotóxicos, o timo é frequentemente o primeiro órgão \n\nlinfóide evidencia alterações histológicas. Como consequência, ocorre uma redução da \n\npopulação tímica, o que conduz à involução do timo. Consequentemente, a população \n\nperiférica de células T poderá ser afectada (Schuurman et al., 1995), inibindo assim a \n\nsua função imunológica. \n\n \n\nXenobióticos tais como metais, poluentes ambientais, drogas, fármacos, hormonas entre \n\noutros, afectam o sistema imunológico, resultando na atrofia do timo e na  \n\nimunossupressão (Takeuchi et al., 2002). Devido à complexa organização estrutural do \n\ntimo, vários são os alvos possíveis da toxicidade de xenobióticos, sendo de realçar os \n\nelementos corticais. Este órgão é um indicador sensível à lesão do sistema imunológico. \n\nA susceptibilidade das células tímicas a xenobióticos está relacionada com a expressão \n\nde certos receptores (Kaioumova et al., 2001). Os elementos corticais do timo, mais do \n\nque os da medula constituem o alvo preferencial e são caracterizados pela depleção de \n\nlinfócitos corticais. Para se compreender os efeitos indesejáveis da interacção entre os \n\nxenobióticos e o timo foram usadas diferentes técnicas de análise histopatológica. \n\n \n\nNo sentido de se perceber a importância do timo na resposta imunológica foram \n\nefectuados estudos in vivo. No entanto, quando se utiliza este órgão como modelo de \n\navaliação de toxicidade, há dois aspectos que têm de se ter em conta: a) o stress nos \n\nanimais deverá ser evitado durante a realização dos testes experimentais e na sua \n\navaliação, uma vez que tem um efeito lesivo no timo; b) a involução do timo, a qual \n\nocorre com a idade, reduzindo o efeito da acção tóxica em animais de idade avançada \n\n\n\n_________________________________________________________________DISCUSSÃO________  \n \n\n62 \n\n(Schuurman et al., 1992). Atendendo a esta situação os ratinhos usados neste trabalho \n\napresentavam 35 dias de idade. A utilização de ratinhos jovens é também justificada \n\npelo facto do seu sistema imunológico já ter sido extensamente estudado e ser \n\nsemelhante ao do Homem. \n\n \n\nO conjunto de defesas do timo, nomeadamente o revestimento endotelial do vaso, a sua \n\nmembrana basal, a camada de tecido conjuntivo perivascular, a membrana basal das \n\ncélulas epiteliais reticulares, o revestimento contínuo formado por estas células e o \n\nconjunto de macrófagos no tecido conjuntivo perivascular confere aos timócitos uma \n\nprotecção substancial contra macromoléculas circulantes. No entanto, a sua protecção \n\nnão é absoluta em virtude de um possível extravasamento indirecto a partir de vénulas \n\nmedulares (Cormack, 1991). Esta situação de extravasamento é notória no timo de \n\nratinhos tratados com a solução de Cr-Co-Mo e de carbonato de chumbo. Estes \n\nresultados estão de acordo com os obtidos por Kaioumova e colaboradores (2001) no \n\nestudo do efeito do herbicida (DMA-2,4-D) no timo de ratinhos, o qual destrói a \n\nintegridade vascular do timo, ocorrendo hemorragia. \n\n \n\nUm aspecto relevante do presente trabalho, observado no timo de ratinhos \n\nadministrados com as soluções metálicas de titânio e de carbonato de chumbo, é a \n\nalteração da sua estrutura. Observou-se a perda da distinção cortico–medular (Tracana \n\net al., 2001), a qual aparece com a persistência do estímulo, aos 10 e 14 dias de \n\ntratamento. \n\n \n\nA análise histológica do timo de ratinhos estudada no presente trabalho permitiu \n\nconstatar uma situação de depleção de timócitos em todos os tempos de tratamento. Esta \n\ndepleção, resultante em parte da apoptose celular (Kaioumova et al., 2001), é \n\ncaracterística de lesão do timo. Este tipo de lesão é observada em estudos em que \n\nutilizam outros tipos de tratamento como é o caso do cloreto de níquel (Milicevic et al., \n\n1989); 5-fluoraracil (Schuurman et al., 1994); glucocorticóides, fármacos, cloreto de \n\nmercúrio (Schuurman et al., 1995), herbicidas (Kaioumova et al., 2001), entre outros. A \n\ndepleção de timócitos, sugestivo de toxicidade pode ser um efeito indirecto em casos \n\nem que o microambiente celular é danificado e não é capaz de suportar o crescimento \n\ndos timócitos (WHO, 1999). Esta indicação vem ao encontro dos resultados obtidos \n\n\n\n \n \n_________________________________________________________________DISCUSSÃO________  \n\n63 \n\npelas técnicas do IB6B e PAS. Nestas técnicas observou-se uma diminuição na \n\nintensidade de marcação, logo indicativo de diminuição proteíca e glicoproteíca. \n\n \n\nOs animais tratados com as soluções metálicas utilizadas neste trabalho (Cr-Co-Mo, Ti \n\ne PbCO3)  revelaram outras alterações histoquímicas. Constatou-se uma redução do \n\nnúmero de corpúsculos de Hassall e sua degenerescência, indicativo de lesão tóxica por \n\nparte dos xenobióticos testados. Segundo Lele (2001) a ausência ou destruição dos \n\ncorpúsculos de Hassall normais impede a maturação do epitélio medular tímico e dos \n\npróprios timócitos. Uma das situações degenerativas observadas nos corpúsculos de \n\nHassall (ratinhos tratados com titânio) é a calcificação distrófica, a qual resulta de \n\nalterações secundárias à inflamação (Suster et al., 1997). \n\n \n\nA vacuolização da componente epitelial é outra das alterações histopatológicas \n\nobservadas no timo de ratinhos tratados com as soluções de titânio e de carbonato de \n\nchumbo (Tracana et al., 2001; Tracana et al., 2002; Tracana et al., 2003). Esta alteração \n\nhistopatológica é indicativa de um efeito secundário (Haschek et al., 1998). Alterações \n\nsemelhantes foram também descritas em trabalhos com ratinhos tratados com pesticidas \n\n(Kaioumova et al., 2002). \n\n \n\nAs secções histoquímicas de timo de ratinhos tratados com as soluções metálicas de Cr-\n\nCo-Mo e de titânio marcadas com IB6B e PAS, demonstraram uma perda na \n\nintensidade de marcação ao longo do tratamento, como já referido anteriormente \n\naquando da apresentação dos resultados. Essa redução significa perda de proteína total e \n\nde glicoproteínas, respectivamente. Esta constatação é indicativa de toxicidade por parte \n\ndos iões metálicos, afectando a função de suporte da componente estacionária (Haschek \n\net al., 1998) logo, afectando negativamente a produção dos linfócitos T e \n\nposteriormente a função imunológica.  \n\nO declínio na marcação PAS acompanhado da redução na marcação da proteína total \n\n(IB6B), observado em timo de ratinhos tratados com as soluções de Cr-Co-Mo e titânio \n\npode refletir, segundo Handy e colaboradores (2002), um balanço entre o declínio do \n\nmetabolismo e a lesão oxidativa de proteína durante a exposição a xenobióticos. \n\n \n\n\n\n_________________________________________________________________DISCUSSÃO________  \n \n\n64 \n\nUm dos alvos da acção tóxica do crómio é a membrana celular. O Cr6+ tem a capacidade \n\nde provocar lesão na função membranar através da modificação das proteínas estruturais \n\n(Debetto et al., 1988). A permeabilidade alterada para as diferentes substâncias, a \n\ntoxicidade das substâncias e o potencial de ligação do ião, irá influenciar o sinal de \n\nprocessamento, as interacções célula a célula e consequentemente a viabilidade celular \n\n(Belagyi et al., 1999). Os iões de titânio podem combinar-se com biomoléculas, tais \n\ncomo, proteínas e induzirem toxicidade e situações de alergia (Mu et al., 2000). \n\n \n\nO timo de ratinhos tratados com a solução de carbonato de chumbo apresentavam uma \n\nmarcação proteica (IB6B) que aumentou ao longo do tempo de tratamento, sendo a \n\nmarcação glicoproteíca (PAS) inversa. Esta ocorrência é indicativa de que por um lado \n\nhouve aumento de proteína, mas por outro diminuição glicoproteíca. Neste caso, o Pb2+, \n\ntal como outros metais pesados, afectou as glicoproteínas, danificando as membranas \n\nplasmáticas das células, exercendo assim o seu efeito citotóxico tal como descrito por \n\nSteffensen et al., 1994. \n\n \n\nA destruição da integridade do retículo tímico, revelada pela técnica do PAS nos \n\ndiferentes tipos (Cr-Co-Mo, titânio e carbonato de chumbo) e tempos de tratamento, \n\nreflete o efeito tóxico destas soluções metálicas. Com o retículo danificado o \n\ndesenvolvimento e maturação das células T não será possível, ficando negativamente \n\nafectada a função imunológica desempenhada por este órgão. Pode também ser \n\nconsiderado um dado importante no diagnóstico de um linfoma, como refere Bancroft e \n\ncolaboradores (1994). \n\n \n\nAs secções histoquímicas de BNS de timo de ratinhos tratados com os produtos de \n\ncorrosão da liga Cr-Co-Mo e da liga de titânio (3 e 14 dias), demonstraram a ocorrência \n\nde depósitos lipoproteícos junto aos septos e na zona medular. Esta deposição \n\nlipoproteíca é indicativa de involução (degenerescência) do tecido tímico (Cormack, \n\n1991). Esta involução é resultante do efeito negativo causado pelos iões libertados no \n\nmeio circundante, dado que este fenómeno tem uma ocorrência natural apenas em \n\nratinhos com idade superior aos utilizados neste estudo (35 dias). \n\n \n\n\n\n \n \n_________________________________________________________________DISCUSSÃO________  \n\n65 \n\nO aumento da proteína total associado à redução da marcação lipídica, estão de acordo \n\ncom os resultados obtidos por El-Missiry (2000). Esta situação conduziu a um aumento \n\nda peroxidação lipídica, resultando na perda da integridade membranar e \n\nconsequentemente morte celular. \n\n \n\nO timo de ratinhos tratados com a solução metálica de Cr-Co-Mo demonstrou um \n\ngrande teor de peroxidase disseminada no retículo tímico. Esta observação permitiu \n\nconstatar o aumento da população de macrófagos, indicativo da presença de iões \n\nmetálicos no tecido. Estes dados são corroborados pelos resultados obtidos na marcação \n\nimuno – histoquímica, na qual se observa uma marcação intensa de macrófagos (MCA \n\n519). \n\n \n\nAs secções histoquímicas de timo de ratinhos administrados com a solução de titânio, \n\nmarcadas com DAB,  revelaram que a quantidade de peroxidase diminui à medida que o \n\ntempo de intoxicação aumenta. Esta constatação é corroborada pelos dados obtidos \n\natravés da análise de imagem, permitindo afirmar que esta enzima foi inibida pelo ião \n\n(Ti2+), que entretanto se depositou no tecido. Os depósitos de peroxidase no dia 3 de \n\ntratamento localizavam-se junto à cápsula, surgindo o inverso nos restantes dias de \n\ntratamento. Estes dados estão de acordo com a marcação imuno – histoquímica (MCA \n\n519), em que se observou uma maior marcação de macrófagos junto à cápsula no dia 3 e \n\no inverso nos outros dias. \n\n \n\nNa marcação de DAB, para as secções de timo resultante do tratamento com o \n\ncarbonato de chumbo, não se observaram grandes diferenças ao longo do tempo. No \n\nentanto, há que referir que no período maior de tratamento (14 dias) a quantidade de \n\nperoxidase é menor, indicativo de inibição desta pelo ião Pb2+, que se encontra no \n\ntecido. O ião divalente de chumbo liga-se preferencialmente ao grupo sulfidrilo das \n\nproteínas (Clarkson, 1993; Landis et al., 1998; ATSDR, 1999; El-Missiry, 2000), se for \n\numa enzima (como é o caso) a sua função pode ser inibida (Gerhardsson et al, 1995). A \n\nmarcação MCA 519 não diferiu grandemente entre os vários tempos de administração, \n\nestando de acordo com os resultados obtidos para a técnica do DAB. \n\n \n\n\n\n_________________________________________________________________DISCUSSÃO________  \n \n\n66 \n\nA atrofia do tecido tímico é devida a lesão do sistema vascular com reduzida migração \n\nde linfócitos para o parênquima tecidular. O estado atrófico pode ser associado com a \n\nfibrose, a qual representa uma resposta não específica seguida de depleção de células \n\nlinfóides (Haschek et al., 1998). \n\n \n\nNa utilização das diferentes técnicas histoquímicas, no presente trabalho, ocorreram \n\nalgumas dificuldades na sua aplicação. Os ratinhos, tratados com os produtos de \n\ncorrosão da liga metálica Cr-Co-Mo, apresentavam um timo de pequenas dimensões \n\ncomparativamente com os outros usados neste estudo. Houve dificuldade na obtenção \n\ndas secções de criostato pois o órgão parecia desintegrar-se. \n\n \n\nO processamento das amostras de timo de ratinhos administrados com a solução de \n\ntitânio, em particular o seccionamento, apresentou algumas dificuldades. A dificuldade \n\nde se obterem boas secções de criostato de timo de ratinhos tratados durante 10 dias, foi \n\nindicativo de problemas na estrutura do órgão em questão. \n\n \n\nO timo de ratinhos tratados com as soluções de carbonato de chumbo (1,5 e 5 mg/Kg) \n\ntrouxe também alguns problemas aquando da aplicação das técnicas histoquímicas. \n\nRelativamente à técnica da IB6B, o tempo usado para a digestão proteica, com a \n\ntripsina, teve de ser reduzido em relação aos outros tipos de tratamento (Cr-Co-Mo e \n\ntitânio). Um outro problema surgiu com a aplicação da técnica do DAB com o pré-\n\ntratamento. Neste caso além de se ter de reduzir o tempo de incubação com a tripsina, o \n\ntempo de secagem das lâminas teve de ser aumentado para 24h. Estes problemas \n\ntécnicos sugerem que este órgão apresentava-se fragilizado com o tipo de tratamento \n\nque sofreu. \n\n \n\nA análise das alterações histopatológicas observadas no timo de ratinhos, nos vários \n\ntipos e tempos de tratamento, permite-nos concluir que os diferentes iões metálicos se \n\nmostraram tóxicos para o órgão em questão. Podemos também constatar que o timo é \n\num órgão sensível e de rápida resposta a xenobióticos metálicos, dado que ao fim de \n\napenas 3 dias de tratamento ocorriam já alterações histológicas e histoquímicas \n\nsignificativas. Consequentemente, poderemos considerá- lo um bom alvo de toxicidade \n\nde metais. \n\n\n\n \n \n_________________________________________________________________DISCUSSÃO________  \n\n67 \n\n \n\nNovas abordagens, Perspectivas futuras \n \n\n \n\nNo domínio morfológico seria pertinente desenvolver estudos ultra-estruturais dos \n\ncorpúsculos de Hassall e das células epiteliais do timo, com vista a um melhor \n\nconhecimento da sua função na maturação de linfócitos T. \n\n \n\nEm trabalhos futuros seria interessante efectuar testes sobre a função imunológica. Estes \n\nincluem vários testes in vitro sobre imunidade celular, imunidade humoral, função dos \n\nmacrófagos, resistência do hospedeiro, entre outros. \n\n \n\nSeria pertinente estudar a possível recuperação dos ratinhos após exposição aguda aos \n\ndiferentes metais testados. Nesta sequência seria interessante aplicar a técnica \n\nhistoquímica de Nile red (fluorescência) para análise da morfologia das gotas lípidicas e \n\nclarificação da sua função (Fukumoto et al., 2002). \n\n \n\nTendo em conta a aplicação industrial dos compostos de chumbo, seria pertinente \n\nbiomonitorizar os seus efeitos na saúde ocupacional, com vista à prevenção dos riscos e \n\npromover a saúde dos trabalhadores. \n\n\n\n \n\n \n\n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n\n\n\n \n\n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n       \n\n V. BIBLIOGRAFIA \n \n \n \n \n \n \n\n\n\n \n\n \n\n\n\n_______________________________________________________________ BIBLIOGRAFIA___________  \n\n71 \n\nV. Bibliografia  \n\n \n\n \n\nAbrams, C., Springall, D.R. (1993). Image analysis. In: Methods of Immunological \n\nAnalysis. Cells and Tissues. Eds, Masseyeff, R.F., Albert, W.H., Staines, N.A., VCH, \n\n345-361. \n\n \n\nAbreu, A.M., Tracana, R.B., Carvalho, G.S., Sousa, J.P. (1995). Accumulation of \n\nmetals ions in mouse organs following intraperitoneal injection of stainless steel \n\ncorrosion products: determination by atomic absorption spectroscopy and \n\nmicroelectrodes. Biomed. Letters., 52, 133-148. \n\n \n\nAsan, E. (2002). Progress in focus: recent advances in histochemistry and cell biology. \n\nHistochem. Cell Biol., 118: 507-525. \n\n \n\nBancroft, J.D., Cook, H.C. (1994). Lipids (Cap. 8). In: Manual of Histological \n\nTechniques and Their Diagnostic Application.  Churchill Livingston, Edinburgh, 173-\n\n191. \n\n \n\nBancroft, J.D., Cook, H.C. (1994). Carbohydrates (Cap. 7). In: Manual of Histological \n\nTechniques and Their Diagnostic Application.  Churchill Livingston, Edinburgh, 131-\n\n172. \n\n \n\nBancroft, J.D., Palmer, J. (1996). Frozen and related sections (Cap. 4). In: Theory and \n\nPratice of Histological Techniques. Eds: Bancroft, J.D., Stevens, A., Tunner, D.R., \n\nChurchill Livingston, Edinburgh, 69-80. \n\n \n\nBelagyi, J., Pas, M., Raspar, P., Posti, M., Páli, T. (1999). Effect of hexavalent \n\nchromium on eukaryotic plasma membrane studied by EPR spectroscopy. Bioch. \n\nBiophy. Acta, 1421: 175-182. \n\n \n\nBravo, I. (1997). Avaliação da biocompatibilidade de ligas metálicas ortopédicas: \n\nestudos in vitro e in vivo. Dissertação de Doutoramento. Universidade de Aveiro. \n\n\n\n_______________________________________________________________ BIBLIOGRAFIA___________  \n \n\n72 \n\n \n\nCarbone, G. (1999). Immunohistoquimica (Cap. 6). In: Antibody Usage in the Lab. Eds. \n\nCaponi, L., Migliorini, P. Springer, 84-124. \n\n \n\nClarkson, T.W. (1993). Molecular and ionic mimicry of toxic metals. Annu. Rev. \n\nPharmacol. Toxicol., 32: 545-571. \n\n \n\nColeman, R. (2000). The impact of histochemistry – a historical perspective. Acta \n\nHistochem., 102, 5-14. \n\n \n\nCormack, D.H. (1991). Ham Histology. Guanabara Koogan S.A., Rio de Janeiro, 191-\n\n194. \n\n \n\nCosta, M. (1997). Toxicity and carcinogenicity of Cr(VI) in animal models and humans. \n\nCrit. Rev. Toxicol., 27(5): 431-442. \n\n \n\nDe Wall, E.J., Schuurman, H.J., Van Loveren, H., Vos, J.G. (1997). Differential effects \n\nof 2,3,7,8-tetrachlorodibenzo-p-dioxin, bis (tri- n-butylin) oxide and cyclosporine on \n\nthymus histophysiology. Crit. Rev. Toxicol. 27(4): 381-430. \n\n \n\nDean, J.H., Luster, M.I., Boorman, G.A., Lauer, L.D. (1982). Procedures available to \n\nexamine the immunotoxicity of chemicals and drugs. Pharmacol. Rev., 34(1). \n\n \n\nDebetto, P., Arslan, P., Antolini, M., Luciani, S. (1988). Uptake of chromate by rat \n\nthymocytes and role of glutathione in its cytoplasmic reduction. Xenobiotica, 18(6): \n\n657-664. \n\n \n\nDe Jong, W.H., Kroese, E.D., Vos, J.G., Loveren, H.V. (1999). Detection of \n\nimmunotoxicity of benzo(a)pyrene in a subacute toxicity study after oral exposure in \n\nrats. Toxicol. Scien., 50: 214-220. \n\n \n\nDisegi, J.A., Eschbach, L. (2000). Stainless steel in bone surgery. Injury, 4: 2-6. \n\n \n\n\n\n_______________________________________________________________ BIBLIOGRAFIA___________  \n\n73 \n\nDuydu, Y., Suzen, H.S., Aydin, A., Cander, O., Uysal, H., Isimer, A., Vinal, N. (2001). \n\nCorrelation between lead exposure indicators and sister chromatid exchange (SCE) \n\nfrequencies in lymphocytes from inorganic lead exposed workers. Arch. Environ. \n\nContam. Toxicol., 41: 241-246. \n\n \n\nEl-Missiry, M.A. (2000). Prophylactic effect of melatonin on lead-induced inhibition of \n\nheme biosynthesis and deterioration of antioxidant systems in male rats. J. Biochem. \n\nToxicol, 14: 57-62. \n\n \n\nFerreira, M.E. (1997). Toxicidade de metais pesados no ratinho: técnicas criogénicas \n\npara marcação histoquímica e imuno-histoquímica. Dissertação de Doutoramento, \n\nUniversidade de Aveiro. \n\n \n\nFerreira, M.E., Pereira, M.L., Costa, F.G., Sousa, J.P., Carvalho, G.S. (2003). \n\nComparative study of metallic biomaterials toxicity: a histochemical and \n\nimmunohistochemical demonstration in mouse spleen. J. Trace Elem. Med. Biol., 17(1): \n\n45-49. \n\n \n\nFlohé, S.B., Bruggemam, J., Herder, C., Goebel, C., Koeb, H. (2002). Enhanced \n\nproinflammatory response to endotoxin after priming of macrophages with lead ions. J. \n\nLeukoc. Biol., 71: 417-424. \n\n \n\nFranken, M.A.M.K., Loveren, H.V., Schuurman, H.J., Vos, J.V. (1990). The immune \n\nsystem as a target for toxicity: a tiered approach to testing, with special emphasis on \n\nhistopathology. In: Immunotoxicity of Metals and Immunotoxicology. Eds: Dayan, \n\nA.D., Hertel, R.F., Heseltine, E., Kazantzis, Y., Smith, E.M., Kander-Venne, M.T., \n\nPlenum Press, New York, London, 241-264. \n\n \n\nFukumoto, S., Fujimoto, T. (2002). Deformation of lipid droplets in fixed samples. \n\nHistoche m. Cell. Biol., 118: 423-428. \n\n \n\nGerhardsson, L., Skerfung, S. (1995). Concepts on biological markers and \n\nbiomonitoring for metal toxicity, (Cap. 6). In: Toxicology of Metals. Ed. Chang, L.W., \n\nCRC Lewis, 81-105. \n\n\n\n_______________________________________________________________ BIBLIOGRAFIA___________  \n \n\n74 \n\n \n\nGeenen, V., Kecha, O., Brilot, F., Hansenne, I., Renard, C, Martens, H. (2001). Thymic \n\nT-cell tolerance of neuroendocrine functions: physiology and pathophysiology. Cell. \n\nMol. Biol., 47(1), 179-188. \n\n \n\nGray, T. (1996). Quantification in histopathology, (Cap. 30). In: Theory and Pratice of \n\nHistological Techniques. Bancroft, J.D., Stevens, A.. Churchill Livingstone, Edinburg, \n\n641-672. \n\n \n\nGreaves, P. (1999). Pathological techniques in toxicology, (Cap. 16). In: General and \n\nApplied Toxicology. Eds, Ballantyne, B., Mars, T.C., Syversen, T., Macmilan \n\nReference, Ltd, Oxford, 335-353. \n\n \n\nGriem, P., Gleichmann, E., Shaw, C.F., Chemically induced allergy and autoimmunity: \n\nwhat do T cells react against? (Cap. 5.21). In: Toxicology of the Immune System, Vol: \n\n5, Eds: Sipes, I.G., McQueen, C.A., Gandolfi, A.J. &amp; Lawrence, D.A.. \n\nPergamon,Cambridge, 323-338.  \n\n \n\nHandy, R.D., Samei, H.A., Bayomy, M.F.F., Mahran, A.M., Abdeen, A.M., El-Elainy, \n\nE.A. (2002). Chronic diazinon exposure: pathologies of spleen, thymus, blood cells, and \n\nlymph nodes are modulated by dietary protein or lipid in the mouse. Toxicol., 172: 13-\n\n34. \n\n \n\nHaschek, W.M., Rousseaux, C.G. (1998). Toxicologic pathology: an introduction, In: \n\nFundamentals of Toxicologic Pathology. Academic Press, 1-14. \n\n \n\nHigh, O.B.B., Lake, B.D. (1996). Lipids, (Cap. 11). In: Theory and Pratice of \n\nHistological Techniques. Bancroft, J.D., Stevens, A. Churchill Livingstone, Edinburgh, \n\n213-242. \n\n \n\nHimidssen, C. (1997). Organ histology. A student´s guide. World Scientific. \n\n \n\n\n\n_______________________________________________________________ BIBLIOGRAFIA___________  \n\n75 \n\nKaioumova, D., Kaiounov, F., Opelz, G., Susal, C. (2001). Toxic effects of the \n\nherbicide 2,4-dichlorophenoxyacetic acid on lymphoid organs of the rat. Chemos., 43: \n\n801-805. \n\n \n\nKessel, R.G. (1998). Hematopoietic connective tissue: immunity and lymphatic tissue \n\n(Cap.10). In: Basic Medical Histology. The biology of cells, tissues and organs. Oxford \n\nUniversity Press, New York, 190-221. \n\n \n\nKiernan, J.A., (1990). Organic functional groups and protein histochemistry, (Cap. 10). \n\nIn: Histological and histochemical methods. Theory and practice. Pergamon Press, \n\nExeter. 142-169. \n\n \n\nKiernan, J.A., (1990). Carbohydrate histochemistry, (Cap. 11). In: Histological and \n\nhistochemical methods. Theory and practice. Pergamon Press, Exeter.170-197. \n\n \n\nKumazawa, R., Watari, F., Takashi, N., Tanimura, Y., Uo, M., Totsiku, Y. (2002). \n\nEffects of Ti ions and particles on neutrophil function and morphology. Biomaterials., \n\n23: 3757-3764. \n\n \n\nKuvibidila, S.R., Porretta, C., Baliga, B.S., Leiva, L.E. (2001). Reduced thymocyte \n\nproliferation but not increased apoptosis as a possible cause of thymus atrophy in iron-\n\ndeficient mice. Brit. J. Nutr. 80, 157-162. \n\n \n\nJunqueira, L.C., Carneiro, J. (1999). Sistema imunitário e órgãos linfáticos, (Cap. 14). \n\nIn: Histologia Básica. Guanabara Koogan, Rio de Janeiro, 221-243. \n\n \n\nLandis, W.G., Yu, M.H. (1998). Heavy metals, (Cap.8). In: Introduction to \n\nenvironmental toxicology. Impacts of chemicals upon ecological systems, Lewis \n\nPublishers, CRC, 177-190. \n\n \n\nLawrence, D. A. (1997). Comprehensive toxicology. Toxicology of the immune system. \n\n5. (Eds. Sipes, I.G., McQuean, C.A and Gandolf, A J.). Pergamon. \n\n \n\n\n\n_______________________________________________________________ BIBLIOGRAFIA___________  \n \n\n76 \n\nLawrence, D.A., McCabe Jr, M.J. (2002). Immunomodulation by metals. Inter. \n\nImmunophar., 2: 293-302. \n\n \n\nLele, S.M., Lele, M.S., Anderson, V.M. (2001). The thymus in infancy and childhood. \n\nEmbryologic, anatomic, and pathologic concentrations. The Thymus, 11(2): 233-253. \n\n \n\nMacDonald, D.E., Deo, N., Markovic, B., Strawick, M., Somasundaren, P. (2002). \n\nAdsorption and dissolution behaviour of human plasma fibronectin on thermally and \n\nchemically modified titanium dioxide particles. Biomaterial, 23: 1269-1279. \n\n \n\nMatsuno, H., Yokoyama, A., Watari, F., Uo, M., Kawasaki, T. (2001). Biocompatibility \n\nand osteogenesis of refractory metal implants, titanium, hafnium, niobium, tantalum and \n\nrhenium. Biomaterial, 22(11): 1253-1262. \n\n \n\nMerritt, K., Margevicius, R.W., Brown, S.A. (1992). Storage and elimination of \n\ntitanium, aluminum, and vanadium salts, in vivo. J.Biomed.Mater.Res., 26, 1503. \n\n \n\nMerritt, K., Brown, S.A. (1995). Release of hexavalent chromium from corrosion of SS \n\nand cobalt-chromium alloys. J. Biomed. Mat. Res., 29: 627-633. \n\n \n\nMilicevic, N.M., Milicevic, Z. (1989). Histochemistry of the acutely involved thymus in \n\nnickel chloride-treated rats. J. Comp. Path., 101, 143-150. \n\n \n\nMilicevic, N.M., Milicevic, Z. (2000). Ultrastructural identification of specialized \n\nendocytic compartments in macrophages of the thymic cortico-medullary zone and \n\ngerminal centers of peripheral lymphatic organs of the rat. Ann. Anat., 182: 471-478. \n\n \n\nMu, Y., Kobayashi, T., Sumita, M., Yamamoto, A., Hanawa, T. (2000). Metal ion \n\nrelease from titanium with active oxygen species generated by rat macrophages in vitro. \n\nJ. Biomed. Mater. Res., 49: 238-243. \n\n \n\nNeves, R.P., Santos, T.M., Pereira, M.L., Jesus, J.P. (2002). Comparative histological \n\nstudies on liver of mice exposed to Cr(VI) and Cr(V) compounds. Hum &amp; Exp. \n\nToxicol., 21: 365-369. \n\n\n\n_______________________________________________________________ BIBLIOGRAFIA___________  \n\n77 \n\n \n\nNunes, J., Ehrich, M., Robertson, J. (2001). Toxicosis associated with dual oral \n\nexposure of rats to lead and trichloroethylene. Toxicol. Pathol., 29(4): 451-457. \n\n \n\nPapaioannou, N., Viemmas, I., Balaskas, N., Tsangaris, T.H. (1998). Histopathological \n\nlesions in lead intoxicated dogs. Vet. &amp; Hum. Toxicol., 40(4): 203-207. \n\n \n\nPereira, M.C., Pereira, M.L., Sousa, J.P. (1998). Evaluation of nickel toxicity on liver, \n\nspleen, and kidney of mice after administration of high-dose metal ion. J. Biomed. \n\nMater. Res., 40: 40-47. \n\n \n\nPereira, M.C., Pereira, M.L., Sousa, J.P. (1999). Histological effects of iron \n\naccumulation on mice liver and spleen after administration of a metallic solution. \n\nBiomaterials, 20: 2193-2198. \n\n \n\nPereira, M.L., Santos, T.M., Neves, R.P., Costa, F.G., Jesus, J.P. (2002). Cr(V) \n\ninvolvement in the toxicity pathway of testicular damage. Asian J. Androl., 4(2): 153-\n\n155. \n\n \n\nPinkerton, L.E., Biagini, R.E., Ward, E.M., Hull, R.D., Deddens, J.A., Boeniger, M.F., \n\nSchnorr, T.M., MacKenzie, B.A., Luster, M.I. (1998). Immunological findings among \n\nlead-exposed workers, Am. J. Ind. Med., 33: 400-408. \n\n \n\nQuaglino, D.; Ronchetti, I.P. (2001). Cell death in the rat thymus: a minireview. \n\nApoptosis, 6: 389-401. \n\n \n\nRodewald, H.R., Paul, S., Haller, C., Bluethmann, H., Blum, C. (2001). Thymus \n\nmedulla consisting of epithelial islets each derived from a single progenitor. Nature, \n\n414: 763-767. \n\n \n\nSchuurman, H.J., Kuper, C.F. (1995). Pathology of the thymus: changes induced by \n\nxenobiotics and gene targeting. APMIS, 103: 481-500. \n\n \n\n\n\n_______________________________________________________________ BIBLIOGRAFIA___________  \n \n\n78 \n\nSchuurman, H.J., Kuper, C.F., Vos, J.G. (1994). Histopathology of the immune system \n\nas a tool to assess immunotoxicity. Toxicology, 86: 187-212. \n\n \n\nSchuurman, H.J., Loveren, H.V., Rozing, J., Vos, J.G. (1992). Chemicals trophic for the \n\nthymus: risk for immunodeficiency and autoimmunity. Int. J. Immunopharmac., 14(3): \n\n369-375. \n\n \n\nSteffensen, I.L., Mesna, O.J., Andruchow, E., Namork, E., Hylland, K., Anderson, R.A. \n\n(1994). Cytotoxicity and accumulation of Hg, Ag, Cd, Cu, Pb, and Zn in human \n\nperipheral T and B lymphocytes and monocytes in vitro. Gen. Pharmc., 25(8): 1621-\n\n1633. \n\n \n\nSuster, S., Rosai, J. (1997) Thymus, (Cap. 30), In: Histology for Pathologists. Eds. \n\nSternberg, S.S., Lippincott-Raven Publishers Philadelphia, 687-706. \n\n \n\nTakeuc hi, Y., Tadashi, K., Hayashi, K., Takeda, M., Yoshida, T., Fujisawa, H., \n\nTeramoto, S., Maita, K., Takanori, H. (2002). Thymic atrophy induced by methoxychlor \n\nin rat pups. Toxicol. Letters., 135: 199-207. \n\n \n\nToxicological profile for lead (uptake), (1999). U.S. Department of Health and Human \n\nServices, Public Health Service, Agency for Toxic Substances and Disease Registry. \n\n \n\nTracana, R.B., Pereira, L., Abreu, A.M., Sousa, J.P., Carvalho, G.S. (1995). Stainless \n\nsteel corrosion products cause alterations on mouse spleen populations. J. Mat. Sci. \n\nMater. Med., 6, 56-61. \n\n \n\nTracana, R.B., Sousa, J.P., Carvalho, G.S., (1994). Mouse inflammatory response to \n\nstainless steel corrosion products. J. Mat. Sc. Mater. Med.. 5: 596-600. \n\n \n\nTracana, R.B., Ferreira, M.E., Pereira, M.L. (2001). Thymus characterization in metallic \n\nbiomaterials-exposed. 6º Portuguese Conference on Biomedical Engineering. Eds. SPB: \n\n87-89 Faro, Portugal. \n\n \n\n\n\n_______________________________________________________________ BIBLIOGRAFIA___________  \n\n79 \n\nTracana, R.B., Ferreira, M.E., Pereira, M.L. (2002). Thymus as a target of metal \n\ntoxicity. Integrating Environmental and Human Perspectives in the 21st Century, pp. 33, \n\nPlymouth, Reino Unido. \n\n \n\nTracana, R. B., Ferreira, M.E., Pereira, M.L. (2003). Effects of lead carbonate on mice \n\nthymus. Toxicol. Pathol. (submetido) \n\n \n\nTryphonas, H. (2001). Approaches to detecting immunotoxic effects of environmental \n\ncontaminants in humans. Environ. Health Perspect., 109(6): 877-884. \n\n \n\nVoccia, I., Blakley, B., Fournier, M. (1999). Immunotoxicity of pesticides: a review. \n\nToxicol. Ind. Health. 15(1-2): 119-132. \n\n \n\nWang, J.C., Warren, D.Y., Sandhu, H.S., Betts, F., Bhuta, S., Delamartes, R.B. (1996). \n\nMetal debris from titanium spinal implants. Spine, 24(9): 899-903. \n\n \n\nWindmill, K.F., Lee, V.W.K. (1998). Effects of castration on the lymphocytes of the \n\nthymus, spleen and lymph nodes, Tissue and Cell. 30(1): 104-111. \n\n \n\nWorld Health Organization, (1995). Environmental Health Criteria 165, Inorganic Lead, \n\nInternational Programme on Chemical safety. \n\n \n\nXu, P.Y., Xiao, B.L., Wang, Z.Q. (1989). Changes in histopathology and enzyme \n\nhistochemistry of thymus in cadmium exposed mice. Hua Xi Yi Ke Da Xue Xue Bao, \n\n20(4): 429-432. \n\n \n\nXu, Y., Sem, J. (2003). ? -Caterin expression in thymocytes accelerates thymic \n\ninvolution. Eur. J. Immunol., 33: 12-18. \n\n \n\nYamada, Y.K., Schimizy, F., Kawamura, R., Kubota, K. (1981). Thymic atrophy in \n\nmice induced by cadmium administration. Toxicol. Letters, 8: 49-55. \n\n \n\nYamamoto, A., Kohyama, Y., Hanawa, T. (2002). Mutagenicity evaluation of forty-one \n\nmetal salts by the umu test. J. Biomed. Mater. Res., 59: 176-183. \n\n\n\n_______________________________________________________________ BIBLIOGRAFIA___________  \n \n\n80 \n\n \n\nYang, Q., Xie, Y., Eriksson, A.M., Nelson, B.D., DePierre, Y.W. (2001). Further \n\nevidence for the involvement of inhibition of cell proliferation and development in \n\nthymic and splenic atrophy induced by the peroxisome proliferator perfluoroctanoic \n\nacid in mice. Biochem. Pharmacol., 62: 1133-1140. \n\n \n\nZaffe, D., Bertoldi, C., Consolo, U. (2003). Element release from titanium devices used \n\nin oral and maxillofacial surgery. Biomaterial, 24: 1093-1099."}]}}}