{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09832"}, {"@name": "filename", "#text": "14835_AlessandraKeikoLimaFujita_6191714_Corrigida.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE SÃO PAULO \n\nESCOLA DE ENGENHARIA DE SÃO CARLOS \n\n \n\n \n\n \n\n \n\n \n\n \n\nAvaliação do efeito fotodinâmico a partir da associação dos precursores da \n\nPPIX (ALA e MAL) em epitélio suíno \n\n \n\n \n\n \n\n \n\n \n\nALESSANDRA KEIKO LIMA FUJITA \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSão Carlos \n\n2016 \n\n\n\n \n\n \n\n  \n\n\n\nALESSANDRA KEIKO LIMA FUJITA \n\n \n\n \n\n \n\n \n\n \n\n \n\nAvaliação do efeito fotodinâmico a partir da associação dos precursores da \n\nPPIX (ALA e MAL) em epitélio suíno \n\n \n\n \n\nVersão Corrigida \n\nOriginal na Unidade \n\n \n\n \n\nTese apresentada ao programa de Pós-\n\nGraduação em Ciências e Engenharia de \n\nMateriais da Universidade de São Paulo, \n\npara obtenção do título de Doutora em \n\nCiências. \n\nÁrea de concentração: Desenvolvimento \n\nCaracterização e Aplicação de Materiais. \n\nOrientador: Prof. Dr. Vanderlei Salvador \n\nBagnato \n\n \n\n \n\n \n\nSão Carlos \n\n2016 \n\n\n\n \n\n \n\n\n\n\n\n  \n\n\n\nDEDICATÓRIA \n\n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAos meus pais pelo suporte e apoio nos \nmeus estudos, ao meu irmão pela \nadmiração, e a Kaori por sempre acreditar \nem mim, não deixando que me desanimasse \ncom os obstáculos. Á minha imensa gratidão \na vocês! \n\n \n \n \n \n \n\n\n\n \n  \n\n\n\nAGRADECIMENTOS \n\n \n\nPrimeiramente, agradeço a Deus pela vida e por guiar-me com serenidade, \n\ncoragem e sabedoria. \n\nAo professor Vanderlei S. Bagnato, pela oportunidade de contribuir com os \n\nestudos para otimização da TFD tópica, por conhecer a sua mente brilhante como um \n\ngrande pesquisador e por confiar em mim como aluna para este importante projeto. \n\nÁ Priscila F.C. Menezes pela grande ajuda nessa minha jornada e, mesmo \n\nfinalizando o pós-doc seguiu me ajudando até o fim em meu doutorado. Pelo eterno \n\naprendizado nas discussões do projeto e principalmente pela amizade. Obrigada.  \n\nAos colegas, técnicos e professores que de alguma forma contribuíram com o \n\nmeu doutorado, especialmente, o Clóvis, Ramon e Thereza pelas ajuda nos \n\nprocessamentos dos dados. \n\nAos amigos, Javier, Maria, Dilleys, Yurika, Rodrigo, Léo, Ana pelos momentos \n\nde convivência e por deixar a saudade da família mais leve. \n\nAos professores Andrigo Barbosa de Nardi e André Escobar, da Faculdade de \n\nCiências Agrárias e Veterinárias da UNESP–Jaboticabal, minha gratidão pela \n\ncolaboração no projeto, atenção e respeito pelos animais. Á Rozana Wendler pela \n\natenção e cuidados com os animais enquanto realizávamos os experimentos, projeto no \n\nqual não seria possível ser realizado sem ajuda desses profissionais. \n\nAo Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq – nº \n\n140370/2012-9), ao Instituto Nacional de Óptica e Fotônica (INOF) e ao Centro de \n\nPesquisa em Óptica e Fotônica (CEPOF), pelo apoio financeiro. \n\n \n \n \n\nÁ todos a minha gratidão! \n \n\n \n \n \n \n \n \n \n \n\n\n\n \n \n \n\n  \n\n\n\nEPÍGRAFE \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n“Substitua uma atitude de julgamento por \n\numa atitude de curiosidade.”  \n\nAmy J.C. Cuddy, Psicóloga \n\nSocial de Havard. \n\n \n  \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\nRESUMO \n\n \nFUJITA, A. K. L. Avaliação do efeito fotodinâmico a partir da associação dos precursores \nda PPIX (ALA e MAL) em epitélio suíno. (2016) 113p. Tese (Doutorado) – Instituto de Física \n\nde São Carlos, Departamento de Ciências e Engenharia de Materiais, Universidade de São \nPaulo, São Carlos, 2016. \n \nA terapia fotodinâmica (TFD) utilizando ácido 5-aminolevulinico (ALA) e derivados em aplicação \ntópica e, como precursor da protoporfirina IX (PPIX) apresenta alguns limitantes relativos a \nbaixa permeação das substâncias na pele. Comportamento este que afeta a produção e \nhomogeneidade da distribuição da PPIX na superfície e camadas mais profundas da pele. Para \nresolver essa limitação muitos autores propõem alternativas modificando a molécula do ALA e \nderivados, bem como modificando as propriedades químicas da fase externa da emulsão (mais \nhidrofílica ou hidrofóbica) ou então o sistema de entrega para a emulsão. O objetivo desse \nestudo é avaliar qual a proporção de ALA e metil-5-aminolevulinato (MAL) que quando \nmisturados levam ao aumento da quantidade e uniformidade da formação da PPIX na superfície \ne em profundidade na pele. Para esse estudo foi realizada análises de fluorescência e \nhistologia. O estudo foi conduzido in vivo e ex vivo usando biópsias de pele de porco cultivadas \nin vitro. A produção de PPIX foi monitorada utilizando espectroscopia de fluorescência, imagem \nde fluorescência de campo amplo e microscopia confocal de fluorescência. E para a aplicação \nda TFD os parâmetros usados foram de 125 mW/cm\n\n2\n de intensidade e 150 J/cm\n\n2\n de dose. A \n\nanálise do dano causado pela irradiação foi realizada por meio de histologia da pele após 24 e \n48 horas da aplicação da TFD. O ALA e MAL na concentração de 20% foram misturados nas \nseguintes proporções: ALA ou M, M2 (80% ALA - 20% MAL), M3 (60% ALA – 40% MAL), M4 \n(50% ALA – MAL), M5 (40% ALA – 60% MAL), M6 (20% ALA – 80% MAL) e MAL como M7. As \ndiferentes proporções foram incorporadas em emulsões óleo em água (O/A) e água em óleo \n(A/O). De acordo com os resultados, as misturas M3, M4 e M5 mostraram maior produção de \nPPIX na superfície da pele segundo as medidas de fluorescência em 3h de incubação e, no \nestudo da cinética mostraram produzir PPIX em menor tempo. No estudo de permeação do \ncreme in vitro em pele ex vivo, por microscopia confocal de fluorescência, observou-se que as \n\nmisturas M3, M4 e M5 produziram mais PPIX nas camadas da pele do que ALA e MAL. As \nanálises histológicas das misturas apresentaram maior dano fotodinâmico na superfície e \nprofundidade das camadas da pele após a TFD, independente da emulsão. A análise em até \n48h observou-se predominantemente a fase do processo de reparo referente à fase \ninflamatória, mas existem indícios ao longo das análises tanto macroscópicas e histológicas que \no processo de reparo referente as fases subsequentes de proliferação e remodelamento estão \niniciando-se em paralelo. A mistura M4 em ambas as emulsões apresentou elevada quantidade \nde formação de PPIX em menor tempo de incubação. M4 em emulsão O/A apresentou menor \ndano fotodinâmico já que a evolução do processo reparo foi mais rápida sugerindo-se potencial \nde aplicação em TFD voltado para área cosmética-estética. Já M4 em emulsão A/O levou a um \nmaior dano fotodinâmico já que a evolução do processo de reparo foi mais lenta sugerindo-se \npotencial de aplicação em TFD voltado para área oncológica e de doenças de pele. De modo \ngeral o estudo proposto apresentou impacto positivo para a otimização da terapia fotodinâmica \nem aplicação tópica. \n \n \nPalavras-chave: 5-ALA MAL. Terapia fotodinâmica. Imagem de fluorescência de campo amplo. \nEspectroscopia de fluorescência. Microscopia confocal de fluorescência. \n\n \n \n\n\n\n \n \n \n \n\n  \n\n\n\nABSTRACT \n\n \nFUJITA, A. K. L. Photodynamic effect evaluation from the association of the precursors of \nPPIX (ALA and MAL) in swine epithelium. (2016) 113p. Tese (Doutorado) – Instituto de Física \n\nde São Carlos, Departamento de Ciências e Engenharia de Materiais, Universidade de São \nPaulo, São Carlos, 2016. \n \n\nPhotodynamic therapy (PDT) using 5-aminolevulinic acid and derivatives on topical application \nand as a precursor of protoporphyrin (PPIX) has some limitations for low permeation of \nsubstances into the skin. This behavior affects PPIX production and homogeneous distribution \non the surface and deeper layers of the skin. To resolve this limitation, many authors propose \nalternatives such as modifying the molecule of ALA and its derivatives, as well as changing the \nchemical properties of the external phase of the emulsion (more hydrophilic or hydrophobic) or \nthe delivery system to the emulsion. The aim of this study is to assess the proportion of ALA and \nmethyl-5-aminolevulinate (MAL) that when mixed leads to an increase in the amount and \nuniformity of the PPIX formation on surface and deep skin. For this study we performed \nfluorescence analysis and histology. The studies were conducted in vivo and also using pig skin \nbiopsies (ex vivo) cultured in vitro. The PPIX production was monitored using fluorescence \nspectroscopy, widefield fluorescence imaging, and fluorescence confocal microscopy. For the \napplication of PDT an intensity of 125 mW / cm\n\n2\n and a dose 150 J / cm\n\n2\n were used. Analysis of \n\nthe damage caused by irradiation was performed through skin histology after 24 and 48 hours \nafter PDT application. ALA and MAL in concentration of 20% were mixed in the following \nproportions: ALA or M, M2 (80% ALA - 20% MAL), M3 (60% ALA - 40% MAL), M4 (50% ALA - \nMAL) M5 (40% ALA - 60% MAL), M6 (20% ALA - 80% MAL) MAL and as M7. Different \nproportions were incorporated in oil-in-water emulsions (O / W) and water-in-oil (W / O). The \nfluorescence measurements for 3h of incubation showed better PPIX production in the skin \nsurface for mixtures M3, M4 and M5. Moreover, the kinetics study showed PPIX production in \nless time for these mixtures. In the study of cream permeation of ex vivo skin in vitro by confocal \nfluorescence microscopy, we observed that the mixtures M3, M4 and M5 produced more PPIX in \nthe skin layers than ALA and MAL. The histological analyses of the mixtures showed higher \nphotodynamic damage on the surface and deeper layers of the skin after PDT, independent of \nthe emulsion. The analysis in 48 hours predominantly observed the phase of the healing process \nregarding the inflammatory phase but there are signs along both macroscopic and histological \nanalysis that the healing process concerning the subsequent stages of proliferation and \nremodeling are initiating in parallel. The mixture M4 in both emulsions had high amounts of PPIX \nformation in shorter incubation time. M4 emulsion O / A showed a lower photodynamic damage \nsince the evolution of the healing process was faster suggesting to potential application in PDT \nfacing cosmetic-aesthetic area. M4 already in W / O emulsion led to a greater photodynamic \ndamage since the evolution of the healing process was slower suggesting to potential \napplication in PDT facing oncology and skin diseases. Overall the proposed study had a positive \nimpact on the optimization of photodynamic therapy for topical application. \n \nKeywords: 5-ALA MAL. Photodynamic therapy. Widefield fluorescence imaging. Fluorescence \nspectroscopy. Confocal fluorescence microscopy. \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n  \n\n\n\nLISTA DE ILUSTRAÇÕES \n\n \n\nFIGURA 1 - DIAGRAMA DE JABLONSKI ADAPTADO, MOSTRANDO OS NÍVEIS ENERGÉTICOS DE UM \nFS AO SER EXCITADO, E POSSÍVEIS EVENTOS QUE OCORRE COM A MOLÉCULA AO \nABSORVER ENERGIA DE UM FÓTON. ADAPTADO DE: GRECCO (2009). ................... 31 \n\n \nFIGURA 2 - ESPECTRO DE ABSORBÂNCIA DA PPIX, APRESENTANDO ABSORBÂNCIA NA REGIÃO \n\nDO ULTRAVIOLETA (BANDA DE SORET) E NAS REGIÕES DO VERDE E VERMELHO \n(BANDAS QS). ADAPTADO DE: TOREZAN (2009).................................................. 33 \n\n \nFIGURA 3 – (A) ABSORBÂNCIA RELATIVA EM FUNÇÃO DO COMPRIMENTO DE ONDA, INDICANDO A \n\nREGIÃO DA JANELA ÓPTICA BIOLÓGICA. FONTE: PLAETZER (2008). (B) PROPAGAÇÃO \nDA LUZ DENTRO DO TECIDO. ADAPTADO DE: AGOSTINIS ET AL. (2011). ................. 34 \n\n \nFIGURA 4 - ESTRUTURA QUÍMICA DO ALA, MAL E PPIX. ...................................................... 36 \n \nFIGURA 5 - MECANISMO DA SÍNTESE DO ALA NA BIOSSÍNTESE DO GRUPO HEME. O ALA É \n\nSINTETIZADO A PARTIR DA GLICINA E SUCCINIL-COA. APÓS SER METABOLIZADO POR \nDIFERENTES ENZIMAS É CONVERTIDO EM PPIX. ADAPTADO DE: TOREZAN (2009).. 37 \n\n \nFIGURA 6 - ILUSTRAÇÃO DO PROCESSO DE REPARO DO TECIDO NAS DIVERSAS CAMADAS DA \n\nPELE, MOSTRANDO O NÚMERO DE DIAS RELATIVO ÀS PRINCIPAIS CÉLULAS DURANTE \nAS TRÊS FASES DO PROCESSO DE CICATRIZAÇÃO. FONTE: ISAAC ET AL. (2010). .... 38 \n\n \nFIGURA 7 - FASES DO PROCESSO DE REPARO TECIDUAL PELO TEMPO, MOSTRANDO QUE AS \n\nFASES SE SOBREPÕEM UMAS AS OUTRAS. ADAPTADO DE: ISAAC (2010). .............. 41 \n \nFIGURA 8 - ILUSTRAÇÃO DA DIFERENÇA DA FASE INTERNA E EXTERNA DAS EMULSÕES AGUA EM \n\nÓLEO (A/O) E ÓLEO EM ÁGUA (O/A). .................................................................. 47 \n \nFIGURA 9 - (A) SISTEMA DE ESPECTROSCOPIA DE FLUORESCÊNCIA. (B) MOMENTO DA COLETA \n\nDOS ESPECTROS DA AUTOFLUORESCÊNCIA DA PELE DO SUÍNO ATRAVÉS DO SISTEMA \n\nDE ESPECTROSCOPIA DE FLUORESCÊNCIA. ......................................................... 50 \n \nFIGURA 10 - ESPECTRO DE FLUORESCÊNCIA COLETADO APÓS 3 HORAS DA APLICAÇÃO DO ALA E \n\nMAL NA PELE DO SUÍNO.................................................................................... 51 \n \nFIGURA 11 - (A) SISTEMA DE DIAGNÓSTICO POR IMAGEM DE FLUORESCÊNCIA DE CAMPO AMPLO \n\n(EVINCE, MM OPTICS, BRASIL) ACOPLADO A CÂMERA FOTOGRÁFICA. (B) MOMENTO \nDA COLETA DA IMAGEM DA AUTOFLUORESCÊNCIA DA PELE SUÍNA COM O SISTEMA DE \n\nDIAGNÓSTICO POR IMAGEM DE FLUORESCÊNCIA DE CAMPO AMPLO. ...................... 53 \n \nFIGURA 12 - (A) IMAGEM DA AUTOFLUORESCÊNCIA E (B) IMAGEM DA PRODUÇÃO DA PPIX \n\nADQUIRIDA PELO SISTEMA DE IMAGEM DE FLUORESCÊNCIA DE CAMPO AMPLO. ....... 54 \n \n\n\n\nFIGURA 13 - (A) BIOPSIA SEM TRATAMENTO RETIRADA DA PELE DO ANIMAL, \nAUTOFLUORESCÊNCIA, E OS TRAÇOS DOS PERFIS DE INTENSIDADES. (B) MÉDIA DOS \nPERFIS DE INTENSIDADE DA AUTOFLUORESCÊNCIA PELA PROFUNDIDADE DA PELE. . 55 \n\n \nFIGURA 14 - PROCEDIMENTO EXPERIMENTAL PARA AVALIAÇÃO DA PERMEAÇÃO IN VITRO COM \n\nPELE EX VIVO................................................................................................... 56 \n \nFIGURA 15 - (A) SISTEMA DE MICROSCOPIA CONFOCAL DE FLUORESCÊNCIA E SOFTWARE DE \n\nAQUISIÇÃO DE IMAGEM, (B) E PROCEDIMENTO DE LEITURA NO MICROSCÓPIO \nCONFOCAL. ..................................................................................................... 57 \n\n \nFIGURA 16 - (A) IMAGEM CONTROLE ADQUIRIDA POR MICROSCOPIA CONFOCAL E TRATADA NO \n\nPROGRAMA DA ZEN E A DEMONSTRAÇÃO DOS PERFIS DE INTENSIDADE REALIZADOS \nPELA ROTINA DO MATLAB. (B) GRÁFICO DA MÉDIA DOS PERFIS DE INTENSIDADE PELA \nPROFUNDIDADE. .............................................................................................. 58 \n\n \nFIGURA 17 - (A) LINCE, SISTEMA PARA DIAGNÓSTICO E PARA A TERAPIA FOTODINÂMICA. (B) \n\nDISPOSITIVOS PARA TERAPIA FOTODINÂMICA AVULSOS, “CANETAS”. (C) E MOMENTO \nDO TRATAMENTO UTILIZANDO O SISTEMA LINCE E “CANETAS”. .............................. 59 \n\n \nFIGURA 18 - MARCAÇÃO EM TRIPLICATAS DAS ÁREAS DE 1 CM DE DIÂMETRO, ONDE FORAM \n\nAPLICADOS OS CREMES NO DORSO DO SUÍNO NO ESTUDO PILOTO. ....................... 60 \n \nFIGURA 19 - (A) MARCAÇÃO DO DORSO DO ANIMAL COM MÁSCARAS FÍSICAS PARA A APLICAÇÃO \n\nDAS AMOSTRAS. (B) ÁREAS PROTEGIDAS DA LUZ POR MÁSCARAS OCLUSIVAS APÓS A \nAPLICAÇÃO DOS CREMES. ................................................................................. 62 \n\n \nFIGURA 20 - FASES DO REPARO CICATRICIAL OBSERVADAS NAS LÂMINAS EM HE DE PELE SUÍNA \n\nTRATADAS COM TFD. INDICAÇÃO DAS CARACTERÍSTICAS QUE OCORREM NAS FASES \nDE REPARO E MOSTRANDO QUE AS FASES SE SOBREPÕEM AO LONGO DO TEMPO. (1) \nESTRATO CÓRNEO, (2) EPIDERME, (3) PAPILA DÉRMICA, (4) DERME PAPILAR, (5) \nDERME RETICULAR, (6) AUSÊNCIA DAS PAPILAS DÉRMICAS (7) INFILTRADOS \nINFLAMATÓRIOS, (8) EDEMA, (9) REPITELIZAÇÃO, (10) FIBROPLASIA E (11) \nREMODELAÇÃO. ............................................................................................... 65 \n\n \nFIGURA 21 - PRODUÇÃO DA PPIX APÓS 3 HORAS DA APLICAÇÃO DOS CREMES E OS DANOS E \n\nREPARO NA SUPERFÍCIE DA PELE CAUSADO PELA TFD AO LONGO DO TEMPO. ....... 68 \n \nFIGURA 22 - MÉDIA DOS ESPECTROS DE FLUORESCÊNCIA COLETADO DOS ANIMAIS APÓS 3 \n\nHORAS DA APLICAÇÃO DAS AMOSTRAS EM EMULSÃO O /A. .................................. 70 \n \nFIGURA 23 - TESTE ESTATÍSTICO ANOVA QUE COMPARA AS DIFERENÇAS SIGNIFICATIVAS ENTRE \n\nAS AMOSTRAS EM EMULSÃO O /A, DADOS ADQUIRIDOS POR ESPECTROSCOPIA DE \nFLUORESCÊNCIA. ............................................................................................. 71 \n\n \n\n\n\nFIGURA 24 - ESTUDO DA PRODUÇÃO DE PPIX PELO TEMPO DE 5 HORAS USANDO A EMULSÃO O \n/A NAS MISTURAS. DADOS ADQUIRIDOS POR ESPECTROSCOPIA DE FLUORESCÊNCIA; \n(A) ALA E MAL, (B) M2, (C) M3, (D) M4, (E) M5 E (F) M6. ............................... 73 \n\n \nFIGURA 25 - MÉDIA DOS ESPECTROS DE FLUORESCÊNCIA COLETADOS APÓS 3 HORAS DA \n\nAPLICAÇÃO DAS AMOSTRAS EM EMULSÃO A/O. ................................................... 76 \n \nFIGURA 26 - ESTUDO DA PRODUÇÃO DE PPIX PELO TEMPO DE 5 HORAS USANDO A EMULSÃO \n\nA/O NAS MISTURAS. DADOS ADQUIRIDOS POR ESPECTROSCOPIA DE \nFLUORESCÊNCIA; (A) ALA E MAL, (B) M2, (C) M3, (D) M4, (E) M5 E (F) M6. ..... 77 \n\n \nFIGURA 27 - IMAGENS DE FLUORESCÊNCIA DE CAMPO AMPLO DA SUPERFÍCIE DA PELE SUÍNA EM \n\nTRIPLICATAS (A, B E C) APÓS 3 HORAS DA APLICAÇÃO DOS CREMES EM EMULSÃO \nO/A. ............................................................................................................... 81 \n\n \nFIGURA 28 - MÉDIA DA CONTAGEM DE PIXELS DAS IMAGENS ADQUIRIDAS PELO SISTEMA DE \n\nIMAGEM DE FLUORESCÊNCIA DE CAMPO AMPLO, COLETADAS APÓS 3 HORAS DA \nAPLICAÇÃO DAS AMOSTRAS EM EMULSÃO O/A. ................................................... 82 \n\n \nFIGURA 29 - TESTE ESTATÍSTICO ANOVA QUE COMPARA AS DIFERENÇAS SIGNIFICATIVAS ENTRE \n\nAS AMOSTRAS EM EMULSÃO O/A, DADOS ADQUIRIDOS PELO SISTEMA DE IMAGEM DE \nFLUORESCÊNCIA DE CAMPO AMPLO. ................................................................... 83 \n\n \nFIGURA 30 - ESTUDO DA PRODUÇÃO DE PPIX PELO TEMPO DE 5 HORAS USANDO A EMULSÃO O \n\n/A NAS MISTURAS. DADOS ADQUIRIDOS POR IMAGEM DE FLUORESCÊNCIA DE CAMPO \nAMPLO; (A) ALA E MAL, (B) M2, (C) M3, (D) M4, (E) M5 E (F) M6. ................... 84 \n\n \nFIGURA 31 - IMAGENS DE FLUORESCÊNCIA DE CAMPO AMPLO APÓS 3 HORAS DA APLICAÇÃO DAS \n\nAMOSTRAS EM EMULSÃO O/A; (A) ÁREA EM QUE APLICAMOS AS AMOSTRAS E O \nCIRCULO BRANCO INDICA O PONTO ONDE FOI TIRADA A BIOPSIA, E (B) IMAGENS DAS \nBIOPSIAS. ........................................................................................................ 87 \n\n \nFIGURA 32 - MÉDIA DOS PERFIS DE INTENSIDADE DE FLUORESCÊNCIA DAS IMAGENS DAS \n\nBIOPSIAS PELA PROFUNDIDADE, EMULSÃO O/A; (A) ALA E MAL, (B) M2, (C) M3, \n(D) M4, (E) M5 E (F) M6. ................................................................................. 88 \n\n \nFIGURA 33 - IMAGENS DE FLUORESCÊNCIA DE CAMPO AMPLO DA SUPERFÍCIE DA PELE SUÍNA EM \n\nDUPLICATAS (A, B) APÓS 3 HORAS DA APLICAÇÃO DOS CREMES EM EMULSÃO A/O. 90 \n \nFIGURA 34 - MÉDIA DA CONTAGEM DE PIXELS DAS IMAGENS ADQUIRIDAS PELO SISTEMA DE \n\nIMAGEM DE FLUORESCÊNCIA DE CAMPO AMPLO, COLETADAS APÓS 3 HORAS DA \nAPLICAÇÃO DAS AMOSTRAS EM EMULSÃO A/O. ................................................... 90 \n\n \nFIGURA 35 - TESTE ESTATÍSTICO ANOVA QUE COMPARA AS DIFERENÇAS SIGNIFICATIVAS ENTRE \n\nAS AMOSTRAS EM EMULSÃO A/O, DADOS ADQUIRIDOS PELO SISTEMA DE IMAGEM DE \nFLUORESCÊNCIA DE CAMPO AMPLO. ................................................................... 91 \n\n \n\n\n\nFIGURA 36 - ESTUDO DA PRODUÇÃO DE PPIX PELO TEMPO DE 5 HORAS USANDO A EMULSÃO \nA/O NAS MISTURAS. DADOS ADQUIRIDOS POR IMAGEM DE FLUORESCÊNCIA DE \nCAMPO AMPLO; (A) ALA E MAL, (B) M2, (C) M3, (D) M4, (E) M5 E (F) M6. ........ 93 \n\n \nFIGURA 37 - IMAGENS DE FLUORESCÊNCIA DE CAMPO AMPLO APÓS 3 HORAS DA APLICAÇÃO DAS \n\nAMOSTRAS EM EMULSÃO A/O; (A) ÁREA EM QUE APLICAMOS AS AMOSTRAS E O \nCIRCULO BRANCO INDICA O PONTO ONDE FOI TIRADA A BIOPSIA, E (B) IMAGENS DAS \nBIOPSIAS ......................................................................................................... 96 \n\n \nFIGURA 38 - MÉDIA DOS PERFIS DE INTENSIDADE DE FLUORESCÊNCIA DAS IMAGENS DAS \n\nBIOPSIAS PELA PROFUNDIDADE, EMULSÃO A/O; (A) ALA E MAL, (B) M2, (C) M3, \n(D) M4, (E) M5 E (F) M6. ................................................................................ 97 \n\n \nFIGURA 39 - IMAGEM DE MICROSCOPIA CONFOCAL DE FLUORESCÊNCIA ADQUIRIDA APÓS 5 \n\nHORAS DA APLICAÇÃO DO ALA E MAL, E (A) MÉDIA DOS PERFIS DE INTENSIDADE \nPELA PROFUNDIDADE. .................................................................................... 100 \n\n \nFIGURA 40 - IMAGEM DE MICROSCOPIA CONFOCAL DE FLUORESCÊNCIA ADQUIRIDA APÓS 5 \n\nHORAS DA APLICAÇÃO DAS MISTURAS M2, M3, M4, M5 E M6, E (A, B, C, D, E E F) \nMÉDIA DOS PERFIS DE INTENSIDADE PELA PROFUNDIDADE. ................................ 103 \n\n \nFIGURA 41 - IMAGEM DE MICROSCOPIA CONFOCAL DE FLUORESCÊNCIA ADQUIRIDA APÓS 7 \n\nHORAS DA APLICAÇÃO DO ALA E MAL, E (A) MÉDIA DOS PERFIS DE INTENSIDADE \nPELA PROFUNDIDADE. .................................................................................... 104 \n\n \nFIGURA 42 - IMAGEM DE MICROSCOPIA CONFOCAL DE FLUORESCÊNCIA ADQUIRIDA APÓS 7 \n\nHORAS DA APLICAÇÃO DAS MISTURAS M2, M3, M4, M5 E M6, E (A, B, C, D, E E F) \nMÉDIA DOS PERFIS DE INTENSIDADE PELA PROFUNDIDADE. ................................ 107 \n\n \nFIGURA 43 - A) IMAGEM DE FLUORESCÊNCIA DA PPIX FORMADA APÓS 3 HORAS DA APLICAÇÃO \n\nDAS MISTURAS EM EMULSÃO O/A E, B) O DANO FOTODINÂMICO APÓS 24 HORAS \nREALIZADA A TFD. ......................................................................................... 109 \n\n \nFIGURA 44 - A) IMAGEM DE FLUORESCÊNCIA DA PPIX FORMADA APÓS 3 HORAS DA APLICAÇÃO \n\nDAS MISTURAS EM EMULSÃO O/A E B) O DANO FOTODINÂMICO APÓS 48 HORAS \nREALIZADA A TFD. ......................................................................................... 110 \n\n \nFIGURA 45 - A) IMAGEM DE FLUORESCÊNCIA DA PPIX FORMADA APÓS 3 HORAS DA APLICAÇÃO \n\nDAS MISTURAS EM EMULSÃO A/O E, B) O DANO FOTODINÂMICO APÓS 24 HORAS \nREALIZADA A TFD. ......................................................................................... 110 \n\n \nFIGURA 46 - A) IMAGEM DE FLUORESCÊNCIA DA PPIX FORMADA APÓS 3 HORAS DA APLICAÇÃO \n\nDAS MISTURAS EM EMULSÃO A/O E, B) O DANO FOTODINÂMICO APÓS 48 HORAS \nREALIZADA A TFD. ......................................................................................... 111 \n\n \n\n\n\nFIGURA 47 - HISTOLOGIA DA PELE SUÍNA (CONTROLE) SEM NENHUM TRATAMENTO, CORADA EM \nHE; (1) ESTRATO CÓRNEO, (2) EPIDERME, (3) PAPILA DÉRMICA, (4) DERME PAPILAR \nE (5) DERME RETICULAR.................................................................................. 113 \n\n \nFIGURA 48 - HISTOLOGIA DA PELE SUÍNA DERIVADA DA APLICAÇÃO DO ALA E MAL EM EMULSÃO \n\nO/A APÓS 24 E 48 HORAS DA TFD. RETÂNGULO PRETO INDICA INFILTRADO \nINFLAMATÓRIO E RETÂNGULO BRANCO INDICA REGIÕES DE CONFORMAÇÃO E COESÃO \n\nDAS FIBRAS DE COLÁGENO. ............................................................................. 114 \n \nFIGURA 49 - HISTOLOGIA DA PELE SUÍNA DERIVADA DA APLICAÇÃO DAS MISTURAS M2, M3, M4, \n\nM5 E M6 EM EMULSÃO O/A APÓS 24 E 48 HORAS DA TFD. RETÂNGULO PRETO \nINDICA INFILTRADO INFLAMATÓRIO E RETÂNGULO BRANCO INDICA REGIÕES DE \n\nCONFORMAÇÃO E COESÃO DAS FIBRAS DE COLÁGENO. ...................................... 118 \n \nFIGURA 50 - IMAGENS DAS LAMINAS DA APLICAÇÃO DO ALA E MAL (EMULSÃO A/O) NA PELE \n\nSUÍNA APÓS 24 E 48 HORAS DA TFD. RETÂNGULO PRETO INDICA INFILTRADO \nINFLAMATÓRIO E RETÂNGULO BRANCO INDICAM REGIÕES DE CONFORMAÇÃO E \n\nCOESÃO DAS FIBRAS DE COLÁGENO. ................................................................ 121 \n \nFIGURA 51 - HISTOLOGIA DA PELE SUÍNA DERIVADA DA APLICAÇÃO DAS MISTURAS M2, M3, M4, \n\nM5 E M6 EM EMULSÃO A/O APÓS 24 E 48 HORAS DA TFD. RETÂNGULO PRETO \nINDICA INFILTRADO INFLAMATÓRIO E RETÂNGULO BRANCO INDICAM REGIÕES DE \n\nCONFORMAÇÃO E COESÃO DAS FIBRAS DE COLÁGENO ....................................... 124 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n  \n\n\n\nLISTA DE TABELAS \n\n \n\nTABELA 1 - DESCRIÇÃO DAS PROPORÇÕES MASSA A MASSA DO ALA E MAL NAS AMOSTRAS \nAVALIADAS NA PESQUISA. .................................................................................. 45 \n\n \nTABELA 2 - MODIFICAÇÕES OBSERVADAS NAS ANÁLISES HISTOLÓGICAS DA APLICAÇÃO DAS \n\nAMOSTRAS APÓS 24 E 48 HORAS DA REALIZAÇÃO DA TFD. NA TABELA, ‘0’ INDICA \nAUSÊNCIA DA CARACTERÍSTICA, E O SÍMBOLO DE ‘+’ INDICA A PRESENÇA DA \nCARACTERÍSTICA COMPARADA AO CONTROLE. .................................................... 66 \n\n \nTABELA 3 - VALORES DO IF50 ADQUIRIDOS ATRAVÉS DO ESTUDO DA CINÉTICA E COLETADOS POR \n\nESPECTROSCOPIA DE FLUORESCÊNCIA, DERIVADAS DA APLICAÇÃO DAS MISTURAS EM \nEMULSÃO O/A. ................................................................................................. 74 \n\n \nTABELA 4 - VALORES DO IF50 ADQUIRIDOS ATRAVÉS DO ESTUDO DA CINÉTICA E COLETADOS POR \n\nESPECTROSCOPIA DE FLUORESCÊNCIA, DERIVADAS DA APLICAÇÃO DAS MISTURAS EM \nEMULSÃO A/O. ................................................................................................. 78 \n\n \nTABELA 5 - VALORES DO IF50 ADQUIRIDOS ATRAVÉS DO ESTUDO DA CINÉTICA E COLETADOS POR \n\nIMAGEM DE FLUORESCÊNCIA DE CAMPO AMPLO, DERIVADAS DA APLICAÇÃO DAS \nMISTURAS EM EMULSÃO O/A. ............................................................................ 85 \n\n \nTABELA 6 - VALORES DO IF50 ADQUIRIDOS ATRAVÉS DO ESTUDO DA CINÉTICA E COLETADOS POR \n\nIMAGEM DE FLUORESCÊNCIA DE CAMPO AMPLO, DERIVADAS DA APLICAÇÃO DAS \nMISTURAS EM EMULSÃO A/O. ............................................................................ 94 \n\n \nTABELA 7 - MODIFICAÇÕES OBSERVADAS NAS ANÁLISES HISTOLÓGICAS DA APLICAÇÃO DO ALA E \n\nMAL EM EMULSÃO O/A APÓS 24 E 48 HORAS DA REALIZAÇÃO DA TFD. NA TABELA, \n‘0’ INDICA AUSÊNCIA DA CARACTERÍSTICA, E O SÍMBOLO DE ‘+’ INDICA A PRESENÇA DA \nCARACTERÍSTICA COMPARADA AO CONTROLE. .................................................. 116 \n\n \nTABELA 8 - MODIFICAÇÕES OBSERVADAS NAS ANÁLISES HISTOLÓGICAS DA APLICAÇÃO DAS \n\nMISTURAS M2, M3, M4, M5 E M6 EM EMULSÃO O/A APÓS 24 E 48 HORAS DA \nREALIZAÇÃO DA TFD. NA TABELA, ‘0’ INDICA AUSÊNCIA DA CARACTERÍSTICA, E O \nSÍMBOLO DE ‘+’ INDICA A PRESENÇA DA CARACTERÍSTICA COMPARADA AO CONTROLE.\n .................................................................................................................... 120 \n\n \nTABELA 9 - MODIFICAÇÕES OBSERVADAS NAS ANÁLISES HISTOLÓGICAS DA APLICAÇÃO DO ALA E \n\nMAL EM EMULSÃO A/O APÓS 24 E 48 HORAS DA REALIZAÇÃO DA TFD. NA TABELA, \n‘0’ INDICA AUSÊNCIA DA CARACTERÍSTICA, E O SÍMBOLO DE ‘+’ INDICA A PRESENÇA DA \nCARACTERÍSTICA COMPARADA AO CONTROLE. .................................................. 122 \n\n \nTABELA 10 - MODIFICAÇÕES OBSERVADAS NAS ANÁLISES HISTOLÓGICAS DA APLICAÇÃO DAS \n\nMISTURAS M2, M3, M4, M5 E M6 EM EMULSÃO A/O APÓS 24 E 48 HORAS DA \nREALIZAÇÃO DA TFD. NA TABELA, ‘0’ INDICA AUSÊNCIA DA CARACTERÍSTICA, E O \n\n\n\nSÍMBOLO DE ‘+’ INDICA A PRESENÇA DA CARACTERÍSTICA COMPARADA AO CONTROLE.\n .................................................................................................................... 126 \n\n \n \n \n \n\n  \n\n\n\n \n\nLISTA DE ABREVIATURAS \n\n \n\nTFD – Terapia Fotodinâmica \n\nFS – Fotossenssibilizador \n\nPPIX - Protoporfirina IX  \n\nALA – Ácido 5- aminolevulínico \n\nMAL - Metil-5-aminolevulinato \n\nPMN - Leucócitos Polimorfonucleares  \n\nO/A – Óleo em água \n\nA/O – Água em óleo \n\nDMSO – Dimetilsulfóxido \n\nHE – Hematoxilina e Eosina \n\nTM - Tricrômico de Masson  \n\nPSR - Picro-Sirius Red (PSR). \n\nNd3+:YAG - Neodímio YAG (ítrio-alumínio-granada) \n\nIF50 – Índice de Fluorescência médio \n\nnm – nanômetro \n\ncm – centímetro \n\nmm - milímetro \n\nkg – quilograma \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n  \n\n\n\nSUMÁRIO \n\n \n\n1 INTRODUÇÃO ....................................................................................................... 27 \n\n1.1 TERAPIA FOTODINÂMICA ........................................................................................... 31 \n\n1.2 PRECURSORES DA PPIX – ALA E MAL ...................................................................... 35 \n\n1.3 PROCESSOS DE CICATRIZAÇÃO E REPARO TECIDUAL .................................................... 38 \n\n1.3.1 Fase inflamatória ................................................................................................... 39 \n\n1.3.2 Fase de proliferação .............................................................................................. 39 \n\n1.3.3 Fase de remodelamento ........................................................................................ 40 \n\n2 OBJETIVO GERAL ............................................................................................... 43 \n\n2.1 OBJETIVOS ESPECÍFICOS ........................................................................................... 43 \n\n3 MATERIAIS E MÉTODOS ..................................................................................... 45 \n\n3.1 SUBSTÂNCIAS UTILIZADAS PARA APLICAÇÃO TÓPICA DA TFD ........................................ 45 \n\n3.2 EMULSÕES.. ............................................................................................................. 46 \n\n3.2.1 Emulsão óleo em água (O/A) ................................................................................. 46 \n\n3.2.2 Emulsão água em óleo (A/O) ................................................................................. 46 \n\n3.3 PROTOCOLO DE ANESTESIA ....................................................................................... 48 \n\n3.4 TÉCNICAS DE FLUORESCÊNCIA................................................................................... 49 \n\n3.4.1 Sistema de espectroscopia de fluorescência ......................................................... 49 \n\n3.4.2 Sistema de imagem de fluorescência de campo amplo ......................................... 52 \n\n3.4.3 Sistema de microscopia confocal de fluorescência ................................................ 55 \n\n3.5 SISTEMA PARA O TRATAMENTO DA TERAPIA FOTODINÂMICA (TFD) ................................ 58 \n\n3.6 ESTUDO PILOTO IN VIVO ............................................................................................ 59 \n\n3.7 APLICAÇÃO DAS AMOSTRAS NA PELE DO ANIMAL .......................................................... 60 \n\n3.9 ANÁLISE MICROSCÓPICA ........................................................................................... 63 \n\n4 RESULTADOS E DISCUSSÃO ............................................................................. 67 \n\n4.1 ANÁLISES DO ESTUDO PILOTO .................................................................................... 67 \n\n4.2 ANÁLISE DA FORMAÇÃO DA PPIX POR ESPECTROSCOPIA DE FLUORESCÊNCIA ............... 69 \n\n4.2.1 Emulsão O/A: análise da formação da PPIX por espectroscopia de fluorescência70 \n\n4.2.2 Emulsão A/O: análise da formação da PPIX por espectroscopia de fluorescência75 \n\n4.2.3 Discussão dos dados coletados por espectroscopia de fluorescência .................. 79 \n\n\n\n4.3 ANÁLISES DA FORMAÇÃO DA PPIX POR IMAGEM DE FLUORESCÊNCIA DE CAMPO AMPLO . 79 \n\n4.3.1 Emulsão O/A: análise da formação da PPIX por imagem de fluorescência de \n\ncampo amplo ......................................................................................................... 80 \n\n4.3.2 Emulsão O/A: análise da formação da PPIX nas biopsias por imagem de \n\nfluorescência de campo amplo .............................................................................. 86 \n\n4.3.3 Emulsão A/O: análise da formação da PPIX por imagem de fluorescência de \n\ncampo amplo ......................................................................................................... 89 \n\n4.3.4 Emulsão A/O: análise da formação da PPIX nas biopsias por imagem de \n\nfluorescência de campo amplo .............................................................................. 95 \n\n4.3.5 Discussão dos dados coletados por imagem de fluorescência de campo amplo .. 98 \n\n4.4 ANÁLISE DA FORMAÇÃO DA PPIX POR MICROSCOPIA CONFOCAL DE FLUORESCÊNCIA..... 99 \n\n4.4.1 Discussão dos dados coletados por microscopia confocal de fluorescência....... 107 \n\n4.5 ANÁLISES DO DANO APÓS TFD ................................................................................ 108 \n\n4.5.1 Análise macroscópica.......................................................................................... 109 \n\n4.5.1.1 Emulsão O/A: análise macroscópica .......................................................................................................... 109 \n\n4.5.1.2 Emulsão A/O: análise macroscópica .......................................................................................................... 110 \n\n4.5.2.1 Emulsão O/A: análise microscópica ........................................................................................................... 113 \n\n4.5.2.2 Emulsão A/O: análise microscópica ........................................................................................................... 121 \n\n4.5.2 Discussão da análise do dano após TFD ............................................................ 127 \n\n6 CONCLUSÃO E PERSPECTIVA ........................................................................ 129 \n\nREFERÊNCIAS\n1\n .......................................................................................................... 133 \n\nANEXOS…. ................................................................................................................. 145 \n\n \n\n \n\n \n\n\n\n27 \n \n\n1 INTRODUÇÃO \n\n \n\n \n\nO câncer de pele no Brasil é o tipo de câncer mais frequente. Ele pode ser do \n\ntipo melanoma e não melanoma. E apesar do câncer de pele ser o mais frequente no \n\nBrasil e corresponda a 25% de todos os tumores malignos registrados no País, o \n\nmelanoma representa apenas 4% das neoplasias malignas do órgão, sendo o mais \n\ngrave devido à sua alta possibilidade de metástase. Segundo o Instituto Nacional do \n\nCâncer – INCA, a estimativa de novos casos em 2016 é cerca de 5670 do tipo não \n\nmelanoma (INCA, 2016). \n\nO tratamento mais indicado para o câncer de pele é a cirurgia. A radioterapia \n\n(radiação ionizante) e a quimioterapia também podem ser utilizadas dependendo do \n\nestágio do câncer. Embora esses tratamentos obtenham sucesso, eles possuem efeitos \n\ncolaterais diversos, e ainda por intervenção cirúrgica trata-se da remoção física do \n\ntumor, independente do tamanho ou profundidade, havendo a necessidades de \n\ninfraestrutura de um hospital, internações e anestesistas, aumentando os custos para o \n\ntratamento. Na cirurgia normalmente é removido um volume maior do que a região \n\ntumoral como margem de segurança. Com esse procedimento pode-se comprometer a \n\nfunção e anatomia do órgão bem como se compromete a autoestima do paciente e sua \n\nrelação social. \n\nNeste sentido a comunidade cientifica tem realizado estudos propondo \n\nalternativas no tratamento de alguns tipos de câncer. Dentro deste contexto a terapia \n\nfotodinâmica (TFD ou em inglês Photodynamic Therapy – PDT) tornou-se uma \n\nalternativa no tratamento do câncer já que apresenta diversas vantagens sobre os \n\nmétodos tradicionais de tratamento de neoplasias malignas como, por exemplo; dano \n\nseletivo às células malignas e efeitos colaterais menos agressivos e controlados, já que \n\nse trata de um tratamento local e não sistêmico. \n\nNo Brasil atualmente existe um programa de Terapia Fotodinâmica para o \n\ntratamento do câncer de pele que consiste na implantação de centros clínicos de \n\ntratamento pelo país afora. Este programa é financiado pelo BNDES com a participação \n\nde empresas como a MMOPTICS e PDTPHARMA, possibilitando o desenvolvimento de \n\n\n\n28 \n\nequipamentos e medicamentos respectivamente. A implantação da TFD possibilita \n\natender uma grande parte da população necessitada de tratamento alternativos, \n\ndiminuindo custos na rede do SISTEMA ÚNICO DE SAÚDE –SUS bem como \n\ndiminuindo os procedimentos de mutilação em pacientes que ocorre frequentemente \n\nem procedimentos cirúrgicos (BAGNATO,2015). \n\nA TFD é uma modalidade de tratamento que tem principal aplicação no \n\ntratamento de lesões tumorais malignas e não malignas. Mas também têm aplicações \n\nna fotoinativação microbiana como no caso da desinfecção bucal, na eliminação de \n\nlarvas do mosquito da dengue, no tratamento da onicomicose, e na área estética \n\nvoltada para o tratamento das disfunções estéticas faciais (acne, rugas e linhas, \n\ncicatrizes e manchas) (BAGNATO, 2015).  \n\nE na TFD tópica temos os precursores metabólicos da protoporfirina IX (PPIX) \n\ncom destaque para o ácido 5-aminolevulínico (ALA) e seus derivados, que podem ser \n\nincorporados em emulsões e usados em forma de creme para aplicação tópica. Os \n\nestudos utilizando o ALA e derivados de aplicação tópica permitiu um grande avanço da \n\nTFD na dermatologia, em que o ALA e seu derivado metil-5-aminolevulinato (MAL) são \n\nos mais utilizados na área dermatológica (TOREZAN, 2009).  \n\nA TFD na dermatologia juntamente com os precursores da PPIX, vem sendo \n\nutilizada para tratamento e diagnóstico de diferentes tipos de tumores de pele e esta \n\nocupando um espaço cada vez maior na área dermatológica no tratamento de outras \n\ndoenças de pele como da acne vulgar severa, infecções por vírus de papiloma humano \n\n(HPV), psoríase e na inativação de fungos e bactérias. Além disso, deve-se enfatizar \n\nque cada vez mais o ALA tem sido aplicado no tratamento do rejuvenescimento da pele \n\nvisto que atua diminuindo as rugas e linhas de expressões, a hiperpigmentação assim \n\ncomo as telangiectasias, atuando na prevenção e tratamento do envelhecimento celular \n\n(AGOSTINI et al, 2011), (UEBELHOER e DOVER, 2005).  \n\nA TFD para câncer de pele atingi 90% da eliminação tumoral com um ciclo de \n\ntratamento. Porém é necessário obter melhorias no tratamento, como a compreensão \n\nda permeação do creme na pele e da taxa de produção da PPIX nas camadas da pele, \n\nepiderme e derme. Todavia, na TFD tópica existe a limitação da permeação desses \n\nprecursores na pele normal, já que o estrato córneo funciona como uma barreira \n\n\n\n29 \n \n\nseletiva e impermeável, bem como a consequente formação da PPIX através das \n\ncamadas da pele em quantidade e homogeneidade.  \n\nDessa forma o grande problema desta aplicação tópica concerne à permeação \n\ndestes pró-fármacos na pele, visto que tanto a pele tumoral e a pele sadia envelhecida \n\napresentam alterações na barreira de proteção da pele. Assim como a pele jovem, não \n\nenvelhecida que apresenta o extrato córneo funcional quanto a sua barreira de proteção \n\nefetiva (permeabilidade seletiva) dificultando a permeação de substância através da \n\npele (via transdérmica). A presença de tumores de pele bem como o próprio \n\nenvelhecimento leva a modificações no processo de renovação celular levando a uma \n\nhiperqueratinização que também diminuem a permeabilidade de substâncias através da \n\npele.  \n\nNeste contexto configura-se que a aplicação tópica em TFD ainda é uma \n\nquestão delicada e merece atenção quanto a pesquisas que realmente viabilizem a \n\naplicação tópica (superficial) e transdérmica (nas camadas da pele) elevando cada vez \n\nmais a aplicação desta terapêutica no tratamento do câncer e envelhecimento celular \n\nda pele.  \n\nAs limitações da aplicação tópica e transdérmica da TFD quanto à baixa \n\npenetração do ALA e seus derivados na pele leva consequentemente a um baixo efeito \n\nfotodinâmico. Com isso avaliar a formação da PPIX na pele por meio de técnicas de \n\nfluorescência podem elucidar o conhecimento da permeação do precursor na pele e \n\nsua consequente indução da formação do precursor endógeno da PPIX (VALENTINE et \n\nal., 2011).  \n\nEntre os fatores que influenciam na penetração do ALA e seus derivados na \n\npele resumem-se em: características físico-químicas da molécula bem como do tipo de \n\nveículo que o mesmo se encontra, características do sistema de irradiação e dosimetria \n\nde luz adequada, características da superfície tumoral e finalmente a aplicação conjunta \n\nde técnicas mecânicas que favorecem a penetração destes precursores de PPIX na \n\npele. \n\nAtualmente as tecnologias disponíveis para a otimização da TFD resume-se em \n\ndispositivos mecânicos como, aplicação conjunta com microrolers ou microagulhas, \n\n\n\n30 \n\naplicação de pressão negativa, tape stripping, sistemas de injeção de alta pressão sem \n\nagulha, ultra-som, laser de Er: YAG (MENEZES, REQUENA e BAGNATO, 2014). \n\nMelhorar a tecnologia de veiculação destes prós fármacos (ALA e seus \n\nderivados) de aplicação tópica e transdérmica leva a impactos positivos no tratamento \n\ndo câncer de pele o que torna pesquisas nesta área de extrema importância e \n\nrelevância científica levando a TFD a um novo patamar de terapia efetiva e alternativa \n\nas outras utilizadas que apresentam efeitos indesejáveis.  \n\nA proposta deste trabalho consiste na utilização da associação do ALA e MAL, \n\nem diferentes proporções em determinado tipo de emulsão (creme), e assim avaliar a \n\nprodução de PPIX (superficial e em camadas mais profundas), distribuição \n\n(uniformidade e homogeneidade) e o dano fotodinâmico causado no tecido irradiado \n\napós 24 e 48 horas. Este trabalho foi realizada em modelo de pele suína que \n\napresenta-se mimético a pele humana sugerindo deste modo elevada capacidade de \n\npredição dos resultados em humanos. \n\nA relevância deste estudo consiste em conseguir uma proporção capaz de \n\nagregar os benefícios do ALA, quanto à elevada produção de PPIX na pele sugerindo \n\nmaior dano fotodinâmico consequentemente, e os benefícios do MAL relativo à maior \n\npermeação no tecido biológico.  \n\nNeste contexto o efeito sinérgico e ou antagônico da associação das moléculas \n\nde ALA e MAL em diferentes proporções em formulação tópica (creme) foram \n\navaliadas. A melhor mistura entre ALA e MAL foram avaliadas quanto à capacidade de \n\nproduzir PPIX em quantidade, homogeneidade (superfície e profundidade) e em menor \n\ntempo de incubação (cinética); utilizando para isso técnicas óticas (espectroscopia de \n\nfluorescência, imagem de fluorescência de campo amplo e microscopia confocal de \n\nfluorescência) e histológicas para avaliação do dano fotodinâmico após a TFD. A \n\nassociação destes dois compostos na mesma formulação para a aplicação da TFD \n\ntópica apresenta novas possibilidades e resultados potencialmente satisfatórios para a \n\nterapia. \n\n \n\n \n\n \n\n\n\n31 \n \n\n \n\n1.1 Terapia Fotodinâmica \n\n \n\nA TFD depende de uma fonte de luz, fotossensibilizador (FS) e do oxigênio \n\nmolecular, no qual o FS é uma molécula fotossensível, que quando aplicado em um \n\ntecido alvo e expondo a uma fonte de luz de comprimento de onda específico faz com \n\nque o oxigênio presente nos meios biológicos apresente um efeito citotóxico na célula \n\n(MENEZES, 2006).  \n\nDessa forma o mecanismo da TFD consiste na interação da luz de comprimento \n\nde onda adequado para o FS, e o oxigênio, resultando na morte do tecido alvo por \n\nnecrose ou apoptose. No diagrama de Jablonski adaptado (Figura 1) estão os detalhes \n\ndos níveis energéticos de um FS e possíveis eventos que podem ocorrer quando a \n\nmolécula de FS absorve energia a partir de um fóton. \n\n \n\n \nFigura 1 - Diagrama de Jablonski adaptado, mostrando os níveis energéticos de um FS ao ser \n\nexcitado, e possíveis eventos que ocorre com a molécula ao absorver energia de \num fóton. Adaptado de: Grecco (2009). \n\n \n\nO Fs se encontra no estado fundamental, estado singleto (S0), e quando \n\nabsorve um fóton é excitado para um estado eletrônico (Sn) de maior energia. Após o \n\nelétron alcançar o menor nível vibracional do estado eletrônico (S1), por conversão \n\ninterna (CI) o FS pode sofrer decaimento, retornando para o estado (S0) emitindo \n\nfluorescência. E ainda no estado (S1) pode ocorrer o cruzamento inter-sistema, em que \n\n\n\n32 \n\no FS passa para o estado tripleto excitado (T1), assim o FS nesse estado pode decair \n\npara o estado (S0) emitindo fosforescência.  \n\nO FS no estado tripleto excitado (T1) pode sofrer duas reações: a reação tipo I, \n\no FS no estado excitado pode reagir abstraindo um átomo de hidrogênio de uma \n\nmolécula o substrato biológico (fosfolipídios, colesterol, proteínas entre outros) ou \n\ntransferindo elétrons, gerando íons radicais que tendem a reagir com o oxigênio no \n\nestado fundamental resultando m produtos oxidados responsáveis pela cadeia de \n\nradicais livres gerados (O2\n-\n, H2O2 ou OH) que provocam lesões celulares e a \n\nsubsequente morte da célula; a reação tipo II, o FS no estado tripleto transfere energia \n\nao oxigênio no estado fundamental (tripleto) produzindo oxigênio singleto que é uma \n\nespécie reativa de oxigênio altamente citotóxica, com isso retornando para o estado \n\nfundamental (COLUSSI, 1996). Portanto observa-se que a TFD depende da oxigenação \n\ndo tecido, e isso é um dos fatores que limitam a técnica, bem como a dificuldade de \n\nquantificar as propriedades ópticas da região do tecido que necessita de tratamento, a \n\ndistribuição da luz no tecido e a concentração do FS.  \n\nA protoporfirina IX (PPIX) apresenta alta absorbância na região do ultravioleta \n\n(banda de Soret) e outras regiões do verde e vermelho (bandas Q). Apesar das bandas \n\nQ apresentarem picos menores, muitos estudos da TFD são realizados utilizando fonte \n\nde luz na região do vermelho (630-640 nm), região que apresenta maior penetração no \n\ntecido, alcançando camadas mais profundas da pele. As bandas de absorbância da \n\nPPIX estão representadas na Figura 2. \n\n \n\n\n\n33 \n \n\n \nFigura 2 - Espectro de absorbância da PPIX, apresentando absorbância na região do \n\nultravioleta (banda de Soret) e nas regiões do verde e vermelho (bandas Qs). \nAdaptado de: Torezan (2009). \n\n \n\nA Figura 3 mostra a absorbância dos principais cromóforos presentes na pele e \n\nobserva-se que a água, é um dos principais constituintes do tecido e possui alta \n\nabsorbância acima de 900nm. Dessa forma a janela óptica biológica está na faixa de \n\n600 a 1200 nm, região onde a penetração da luz no tecido é máxima. Com isso novos \n\nFSs têm sido sintetizados com a finalidade de aumentar ou deslocar bandas de \n\nabsorbância para a região da janela óptica biológica, infravermelho, evitando assim a \n\nabsorção do tecido biológico para comprimentos de ondas mais curtos (mecanismos \n\ncompetitivos com melanina e hemoglobina) bem como em comprimentos de onda \n\nelevadas aonde a absorção da água é intensa (MENEZES, 2006), (BAGNATO, 2015). \n\nSoret \n\nQs \n\n\n\n34 \n\n \n\n \n(A) \n\n \n(B) \n\n \nFigura 3 – (A) Absorbância relativa em função do comprimento de onda, indicando a região da \n\njanela óptica biológica. Fonte: Plaetzer (2008). (B) Propagação da luz dentro do \ntecido. Adaptado de: Agostinis et al. (2011). \n\n \n\n \n\n \n\n  \n\n\n\n35 \n \n\n1.2 Precursores da PPIX – ALA e MAL \n\n \n\nOs principais FSs eficazes na TFD no tratamento do câncer de pele não \n\nmelanoma são os de primeira geração, derivados de porfirina, incluindo as \n\nhematoporfirinas, porém a fotossensibilidade cutânea prolongada com o uso destas \n\ndrogas sistêmicas fez com que os mesmos fossem substituídos por FSs tópicos. Com \n\nisso novas drogas foram desenvolvidas, como o ácido 5-aminolevulínico (ALA), uma \n\nsubstância tópica precursora da porfirina endógena (PPIX). Assim, o ALA quando \n\naplicado topicamente é capaz de induzir fotossensibilidade localizada e seletiva na área \n\na ser tratada (KENNEDY e POTTIER, 1992).  \n\nA TFD na dermatologia normalmente baseia-se na aplicação tópica de \n\nprecursores da PPIX como o ALA e seus derivados, no qual esses compostos são \n\nindicados para a aplicação da TFD com irradiação na região de comprimento de onda \n\nna faixa do vermelho (entre 630-640 nm). Todavia o ALA e derivados não são \n\nfotossensibilizadores propriamente dito, e sim substâncias precursoras da \n\nhematoporfirina endógena.  \n\nO ALA e derivados vem sendo estudado a nível tópico como um pró-fármaco \n\nassociado à TFD. A penetração do ALA na pele difere em um tecido normal de um \n\ntumoral já que o ALA pode permear com facilidade na epiderme do tecido tumoral, \n\ndevido principalmente ao metabolismo alterado, mas não através da epiderme normal, \n\npermitindo então a fotossensibilização altamente seletiva no tecido tumoral. No entanto \n\né importante salientar que o tecido tumoral é caracterizado por uma diversidade celular \n\napresentando-se como heterogêneo. Isto é, as células no tecido tumoral, apresentam-\n\nse morfologicamente diferente uma das outras. Além disso, em um tecido tumoral \n\nencontramos células cancerígenas e normais. Todas estas diferenças interferem \n\nsignificativamente na incorporação e ou penetração do ALA na pele (DONNELLY et al, \n\n2005), (ZHANG et al, 2011). Outro ponto importante a se levar em consideração na \n\npermeabilidade do ALA na pele tem relação com a profundidade da lesão tumoral e a \n\nespessura da pele (GIUNTINI et al, 2008), (MAISCH et al, 2010). \n\n \n\n \n\n\n\n36 \n\n \n\nO ALA é sintetizado no interior das células por meio do mecanismo da \n\nbiossíntese do grupo Heme. E o MAL é um composto derivado do ALA, na qual a \n\ndiferença em sua estrutura química está na molécula metil (CH3), obtendo uma \n\ncaracterística lipofílica que apresenta a vantagem de maior permeação no tecido. A \n\nestrutura química do ALA, MAL e PPIX está representada na Figura 4. \n\n \n\n \n\n(ALA) \n\n \n\n(MAL) \n\n \n\n \n\n(PPIX) \n\nFigura 4 - Estrutura química do ALA, MAL e PPIX. \n\n \n\nO ALA é captado na membrana plasmática da célula por transporte ativo e \n\nconvertido em PPIX após ser difundido dentro das células. O ALA é sintetizado no \n\ninterior da mitocôndria, a partir da glicina e succinil – CoA, Já no citoplasma da célula, a \n\nenzima ALA-deshidratase induz 2 moléculas de ALA para produzir  2 moléculas de \n\nágua e porfobilinogênio (PBG), Assim, a junção de 4 moléculas de PBG formam o \n\nuroporfirinogênio III, que é convertido em coproporfirinogênio III e exposto à enzima \n\ncoproporfirina oxidase III, produzindo protopofirinogênio IX. E pela ação da \n\nprotopofirinogênio oxidase, ele é convertido em PPIX, formando o Heme devido a \n\npresença do ferro. Porém na presença de excesso de ALA caracterizado pela aplicação \n\n\n\n37 \n \n\nde um precursor da PPIX, a PPIX se acumula devido a atividade lenta da \n\nferroquelatase. \n\nO MAL quando aplicado topicamente, a molécula é rapidamente hidrolisada em \n\nALA e sofre o mesmo processo de sintetização do ALA. A Figura 5 mostra o mecanismo \n\nsimplificado da síntese do ALA na biossíntese do grupo Heme. \n\n \n\n \nFigura 5 - Mecanismo da síntese do ALA na biossíntese do grupo Heme. O ALA é sintetizado a \n\npartir da glicina e succinil-CoA. Após ser metabolizado por diferentes enzimas é \nconvertido em PPIX. Adaptado de: Torezan (2009). \n\n \n\nA limitação na penetração do ALA pelo estrato córneo e membranas celulares é \n\ndevido a sua natureza hidrofílica em pH fisiológico, com isso a formação da PPIX é \n\nrestrita as camadas superficiais do tecido. Já o MAL em estudos demonstrou maior \n\npenetração em lesões cancerosas devidas sua natureza lipofílica e seu transporte por \n\naminoácidos apolares por meio da difusão passiva, facilitando a capacidade de \n\natravessar as barreiras biológicas atingindo maiores profundidades no tecido desejado, \n\nporém, a produção de PPIX não é tão expressiva como no ALA (LOPEZ et al.,2004), \n\n(PENG et al., 2001). \n\n\n\n38 \n\nDessa forma a diferença entre o ALA e o MAL está na quantidade de produção \n\nde PPIX nas diferentes camadas da pele e a capacidade de atravessar as barreiras \n\nbiológicas da pele devido seu caráter hidrofílico ou lipofílico (LOPEZ, 2004). \n\n \n\n \n\n1.3 Processos de cicatrização e reparo tecidual \n\n \n\n \n\nO processo cicatricial da pele e reparo tecidual acontece mediante a um dano \n\nou falso estímulo na pele capaz de desencadear diferentes etapas (Figura 6) que levam \n\nao reparo tecidual como pode ser observado na Figura 6 abaixo. \n\n \n\n \nFigura 6 - Ilustração do processo de reparo do tecido nas diversas camadas da pele, mostrando \n\no número de dias relativo às principais células durante as três fases do processo de \ncicatrização. Fonte: Isaac et al. (2010). \n\n \n\nAs fases do processo cicatricial dividem-se em 3 grandes fases: 1) fase \n\ninflamatória, 2) fase proliferativa e 3) fase de remodelamento ou remodelação.  \n\nImediatamente após o surgimento da ferida ou dano inicia-se o processo de \n\ncoagulação altamente dependente da atividade plaquetária e da cascata de \n\ncoagulação. E posteriormente inicia-se a fase inflamatória (ISAAC et al., 2010). \n\n \n\n\n\n39 \n \n\n1.3.1  Fase inflamatória \n\n \n\n \n\n Na Fase Inflamatória (até 4 dias) ocorre o recrutamento de inúmeros \n\nmediadores químicos, das células inflamatórias, como os leucócitos polimorfonucleares \n\n(PMN), os macrófagos e os linfócitos. Os PMN chegam ao momento da injúria e são \n\nresponsáveis pela fagocitose das bactérias. Também é recrutada maior quantidade de \n\nmacrófagos, que possuem a função de produzir fatores de crescimento - TGF-?, TGF-?, \n\nfatores de crescimento dos fibroblastos, entre outros – promovendo a proliferação da \n\ncélulas e a síntese da matriz extracelular (MEC). Os fatores de crescimento possuem a \n\nfunção de acelerar ou prejudicar o processo de cicatrização pela sua atividade \n\nimunomoduladora (RAMIREZ, 2012). \n\n \n\n \n\n1.3.2 Fase de proliferação \n\n \n\n \n\nA Fase Proliferativa (4 a 14 dias) que sucede a fase de intensa inflamação é \n\nsubdividida em 3 subfases e é responsável pelo “fechamento” da lesão:  \n\n1) Reepitelização: Fase em que ocorre a migração dos queratinócitos não \n\ndanificados das bordas da ferida e dos anexos epiteliais levando a reconstrução da \n\nepiderme e consequentemente das papilas dérmicas (maior integração entre epiderme \n\ne derme). Os fatores de crescimento são recrutados na fase inflamatória e permanecem \n\nna fase proliferativa e são responsáveis pelo aumento das mitoses e hiperplasia do \n\nepitélio já que induzem a diferenciação e proliferação celular das células epiteliais - \n\nqueratinócitos (BALBINO, 2005), (ISAAC et al., 2010). \n\n2) Fibroplasia e formação da matriz: Fase extremamente importante na \n\nformação do tecido de granulação, tecido este formado por diferentes tipos de células, \n\nincluindo fibroblastos, células inflamatórias e componentes neovasculares e da matriz, \n\nextracelular com as biomoléculas fibronectina, glicosaminoglicanas, elastina, ácido \n\nhialurônico, colágeno e outros. Nesta fase ocorre a neocolagenese processo que dá \n\n\n\n40 \n\norigem ao novo colágeno na pele seguido da degradação do colágeno velho da pele. \n\nNo caso damos ênfase á formação do colágeno, pois o mesmo apresenta-se em torno \n\nde 70% quando comparado a outras biomoléculas da derme, mas em paralelo as outras \n\nbiomoléculas mencionadas acima também são formadas (BALBINO, 2005), (ISAAC et \n\nal., 2010). \n\nA formação do tecido de granulação depende das células de fibroblasto, \n\nresponsável pela formação de todas as biomoléculas da derme responsáveis pelo \n\ndesbridamento (remoção da necrose, do tecido morto) e remodelamento fisiológico.  \n\n3) Angiogênese: Fase em que ocorre a formação de novos vasos estes \n\nessencial para o suprimento de oxigênio e nutrientes para a cicatrização. Após a fase \n\nde proliferação sucede-se o processo de contração da ferida levando ao movimento \n\ncentrípeto das bordas (BALBINO, 2005), (ISAAC et al., 2010). \n\n \n\n \n\n1.3.3 Fase de remodelamento \n\n \n\nA fase de remodelamento ou remodelação (8 a 21 dias, 1 mês, 3 meses a 1 \n\nano) é a última fase do processo cicatricial que vai gerar consequentemente o reparo \n\ntecidual. Esta fase ocorre principalmente na derme onde o colágeno III (fibras frouxas e \n\nmenos densas) formado na fase de proliferação (neocolagenese) é substituído pelo \n\ncolágeno I (fibras compactas e mais densas). Este processo inicia-se após em média 8 \n\ndias e ocorre na derme estruturando todas as biomoléculas da matriz extracelular, e \n\npermanece por meses e é responsável pelo aumento da força de tensão e pela \n\ndiminuição do tamanho da cicatriz e do eritema. Responsável pela reorganização e \n\nestruturação das fibras de colágeno e na melhoria nos seus componentes e na \n\nreabsorção de água (BALBINO, 2005). \n\nAs fases do reparo tecidual não apresentam início e final definido, às mesmas \n\nse sobrepõem umas às outras, como se observa na Figura 7.  \n\n \n\n\n\n41 \n \n\n \nFigura 7 - Fases do processo de reparo tecidual pelo tempo, mostrando que as fases se \n\nsobrepõem umas as outras. Adaptado de: Isaac (2010). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n42 \n\n  \n\n\n\n43 \n \n\n2 OBJETIVO GERAL \n\n \n\nO trabalho tem por objetivo aumentar a eficiência e a eficácia da aplicação \n\ntópica da terapia fotodinâmica, associando ALA e MAL, aumentando a formação da \n\nPPIX na pele. \n\n \n\n \n\n2.1 Objetivos específicos \n\n \n\n1) Avaliação do processo do reparo tecidual na superfície da pele suína in vivo (dano \n\nmacroscópico) induzido pela terapia fotodinâmica ao longo de 8 dias (avaliação do \n\nprocesso cicatricial). \n\n2) Padronização do método de estudo em pele de porco suína in vivo utilizando-se \n\ntécnicas óticas e histológicas; \n\n3) Avaliação da formação de PPIX após 3 horas (incubado) e durante 5 horas \n\n(estudo cinético) de aplicado as amostras por espectroscopia de fluorescência e \n\nimagem de fluorescência de campo amplo em pele suína in vivo. \n\n4) Avaliação da produção de PPIX após 3 horas de aplicado as amostras por \n\nimagem de fluorescência de campo amplo em biopsias de pele suína; \n\n5) Avaliação macroscópica (superfície da pele - visual) e microscópica (histologia) do \n\nreparo do tecido induzido na pele suína in vivo pela terapia fotodinâmica após 24 e \n\n48h. \n\n6) Avaliação da formação de PPIX nas diferentes camadas da pele por microscopia \n\nconfocal de fluorescência após 5 e 7 horas de incubação com ALA, MAL e \n\nmisturas em aplicação tópica em creme em pele de porco ex vivo cultivadas in \n\nvitro. \n\n \n\n \n\n \n\n \n\n \n\n\n\n44 \n\n  \n\n\n\n45 \n \n\n3 MATERIAIS E MÉTODOS \n\n \n\n \n\n3.1  Substâncias utilizadas para aplicação tópica da TFD \n \n\n \n\nOs precursores metabólicos da PPIX utilizados foram o ácido 5-aminolevulínico \n\ne o seu derivado metil aminolevulinato (ALA e MAL) na concentração 20%. Ambas as \n\nsubstancias foram obtidas de forma comercial com a PDT-PHARMA (Cravinhos, São \n\nPaulo - Brazil) e foram utilizadas de acordo com recomendações. \n\nAs diferentes proporções de ALA e MAL em pó foram solubilizadas diretamente \n\nnos cremes (emulsões) em base óleo e água (O/A) e água em óleo(A/O).  \n\nOs cremes foram preparados com menos de vinte e quatro horas antes de \n\nrealizar o experimento sendo conservado na geladeira em frascos não transparentes \n\npara que não ocorresse a oxidação dos componentes interferindo consequentemente \n\nno estudo. Para certificar que as amostras não sofressem oxidação durante a semana \n\nem que realizamos os experimentos medimos o pH das amostras durante quatro dias e \n\nnão houve alteração do pH. \n\n Foram preparadas sete amostras para cada tipo de base sendo uma contendo \n\nsomente ALA e outra MAL, e o restante misturando ALA em MAL em proporções massa \n\na massa, como descrito na tabela 1. \n\n \n\nTabela 1 - Descrição das proporções massa a massa do ALA e MAL nas amostras avaliadas na \npesquisa.  \n\nAmostras ALA (%relativa) MAL (%relativa) \n\nALA 100 0 \n\nM2 80 20 \n\nM3 60 40 \n\nM4 50 50 \n\nM5 40 60 \n\nM6 20 80 \n\nMAL 0 100 \n\n\n\n46 \n\n \n\n \n\n3.2  Emulsões \n\n \n\n \n\nOs cremes utilizados neste trabalho foram emulsões com caráter mais \n\nhidrofílico com fase externa aquosa de maior volume (emulsão óleo em agua – O/A) e \n\noutra com caráter mais oleoso, com fase externa oleosa de maior volume (emulsão \n\nágua em óleo – A/O). \n\n \n\n \n\n3.2.1 Emulsão óleo em água (O/A) \n\n \n\nA emulsão O/A já é bem utilizada em vários trabalhos clínicos do grupo de \n\nÓptica (IFSC-USP). A emulsão óleo em água (O/A) de fase externa de maior volume \n\nem água apresenta: água (~60-70%), óleos, manteigas e álcoois graxos (~5%), agente \n\nemulsificante (O/A) próximo a 20%, conservantes, agente viscosidade como gomas, \n\npolímeros, silicones e álcoois graxos (~15%), agentes umectantes (glicerina) e \n\nhidratantes (ureia e propilenoglicol), BHT (0,05%), EDTA (0,15%) e DMSO (5%). \n\n \n\n \n\n3.2.2 Emulsão água em óleo (A/O) \n\n \n\nA emulsão água em óleo (A/O) de fase externa de maior volume em óleo \n\napresenta: água (~40-50%), óleos, manteigas e álcoois graxos (20%), agente \n\nemulsificante (A/O) ~ 20%, conservantes, agente viscosidade como gomas, polímeros, \n\nsilicones e álcoois graxos (~25%), agentes umectantes (glicerina) e hidratantes (ureia e \n\npropilenoglicol), BHT (0,05%), EDTA (0,15%) e DMSO (5%). \n\nA ideia de testar uma emulsão A/O com fase externa de maior volume em óleo \n\nfoi avaliar a influência do aumento da carga oleosa na lipofilicidade da molécula do \n\n\n\n47 \n \n\nMAL, ajudando tanto na produção da PPIX na superfície quanto na camada mais \n\ninterna da pele. Além disso; tentar melhorar os parâmetros de produção de PPIX nas \n\ncamadas da pele para as misturas.  \n\nNeste sentido, a ideia foi avaliar as diferenças quanto à formação de PPIX e o \n\ndano fotodinâmico induzido nas duas emulsões verificando se a concentração de ALA e \n\nMAL na mistura seria influenciada pelo tipo de característica química da emulsão. E se \n\na mistura que apresenta o melhor comportamento em uma emulsão mais hidrofílica \n\ndeverá apresentar-se melhor desempenho também em uma emulsão mais lipofílica. \n\n \n\n \n\n \nFase interna Água Óleo \n\nFase externa Óleo Água \n\nFigura 8 - Ilustração da diferença da fase interna e externa das emulsões agua em óleo (A/O) e \nóleo em água (O/A). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nóleo água \n\n\n\n48 \n\n3.3  Protocolo de anestesia \n\n \n\n \n\nO protocolo de anestesia foi realizado da seguinte forma; primeiramente foi \n\nadministrado via intramuscular a associação de quetamina (12 mg/kg), midazolam (0,5 \n\nmg/kg) e acepromazina (0,1 mg/kg). Após dez minutos foi possível levar o animal \n\nsedado para a sala de experimento, onde foi colocado um cateter 22G na veia auricular \n\npara a administração de drogas. A anestesia foi induzida com propofol (4 mg / kg), os \n\nanimais foram entubados com um tubo endotraqueal de 6,5 mm, e a anestesia foi \n\nmantida em 1,0 a 1,5% de isoflurano diluído em 100% de oxigênio (1 L / min), sob \n\nventilação espontânea. Os animais foram colocados em decúbito esternal e uma \n\ninfusão de associação de morfina (10 mg), cetamina (15 mg) e lidocaína (150 mg) \n\ndiluída em 500 ml de NaCl a 0,9% foi realizada a uma taxa de 10 ml / kg / h. \n\nEletrocardiograma, pressão arterial invasiva, saturação periférica de oxigênio \n\ntemperatura retal, frequência respiratória e dióxido de carbono expirado foram \n\nmonitorados. Para manter a pressão arterial acima de 60 mmHg, a dobutamina foi \n\nadministrada como uma infusão intravenosa (1-5 mg / kg / min). Após o procedimento \n\nda TFD, administrou-se o tramadol (4mg / kg IM) e meloxicam (0,2 mg / kg SQ) para \n\nanalgesia pós-tratamento. O vaporizador de isoflurano foi desligado e os animais foram \n\nextubados. Deve-se enfatizar que o tramadol foi administrado a cada 8 horas e \n\nmeloxicam a cada 24 horas até que os animais fossem eutanasiados. Os animais após \n\nretornarem da anestesia permaneceram em ambiente adequado, localizado na \n\nsuinocultura, para posterior eutanásia com o mesmo protocolo de imobilização química \n\ndescritos anteriormente e de 30 mg / kg de propofol (IV) após 24 e ou 48h.  \n\n \n\n \n \n\n \n\n \n\n  \n\n\n\n49 \n \n\n3.4  Técnicas de fluorescência \n\n \n\n \n\n3.4.1 Sistema de espectroscopia de fluorescência \n\n \n\n \n\nPara a aquisição dos dados espectrais foi utilizado o sistema desenvolvido pelo \n\nGrupo de Óptica (IFSC/USP) que consiste de uma maleta contendo um \n\nespectrofotômetro (USB2000, Ocean Optics, Orlando, FL, EUA) acoplado a um \n\nnotebook. O sistema de espectroscopia de fluorescência é composto por dois lasers \n\npara excitação, um emitindo em 408 nm e outro em 532 nm. A sonda de investigação \n\nem Y, possui uma fibra óptica de 600 µm de diâmetro que direciona o laser de \n\nexcitação para o tecido e outra de mesma dimensão que coleta a luz re-emitida pelo \n\ntecido e entrega ao espectrofotômetro. Um filtro foi usado para remover a luz \n\nretroespalhada para que apenas a fluorescência seja coletada. O software para a \n\naquisição dos dados permite que o tempo de exposição da medida seja controlado, \n\nevitando a saturação das medidas pela sensibilidade da coleta de luz por fibra óptica. A \n\nfibra óptica acoplada ao espectrofotômetro permite coletar a intensidade da luz de \n\nforma pontual, então para cada tempo de investigação foram realizada cinco leituras \n\npor mistura e autofluorescência, e foram considerados os valores médios obtidos em \n\ncada tempo de coleta (Figura 9).  \n\n \n\n\n\n50 \n\n \n(A) \n\n \n(B) \n\nFigura 9 - (A) Sistema de espectroscopia de fluorescência. (B) Momento da coleta dos \nespectros da autofluorescência da pele do suíno através do sistema de \nespectroscopia de fluorescência. \n\n \n\nCom as análises de fluorescência foi feito um acompanhamento da formação e \n\nda degradação da PPIX visando melhorar os parâmetros de tratamento, como o tempo \n\nadequado entre a aplicação de cada fotossensibilizador e a irradiação do tecido \n\nepitelial. E por meio da espectroscopia de fluorescência para o ALA e seu derivado \n\nMAL observou-se um espectro contendo 2 bandas, uma com emissão de fluorescência \n\nmaior em ~636nm e outra banda menor em ~700nm (Figura 10). \n\n \n\n\n\n51 \n \n\n \nFigura 10 - Espectro de fluorescência coletado após 3 horas da aplicação do ALA e MAL na \n\npele do suíno. \n\n \n\nAs análises dos espectros de fluorescência foram avaliadas usando o programa \n\nOriginPro (© OriginLab Corporation), e como houve deslocamentos entre os espectros \n\ncoletados para mesma amostra, então realizou-se a normalização dos espectros.  \n\nPrimeiramente foi realizada uma linha de base para os cinco espectros \n\ncoletados para cada amostra selecionando os pontos no comprimento de onda de 350-\n\n450 nm, assim calculou-se a média entre esses pontos e subtraímos os espectros pela \n\nmédia. Após, foi feito a normalização pela área total, integrando os espectros nos \n\npontos de 450-800 nm e dividindo os espectros pela própria área. Em seguida foi \n\nrealizada a subtração da autofluorescência normalizada (igualmente os passos \n\nanteriores) pelos os espectros de fluorescência normalizados. E feito a integral nos \n\npontos da 2º banda de emissão (660-720 nm) da fluorescência da PPIX, pois essa \n\nbanda de emissão havia menos descolamento. Após fazer para todas as misturas foi \n\ncalculado a média e erro padrão dos espectros entre os animais, e, também foi \n\nrealizado um teste estatístico, ANOVA test (0.05%) para as misturas. \n\nPara o estudo da cinética ao longo de 5 horas foi realizado o mesmo \n\nprocedimento mencionado acima com os espectros de fluorescência coletados a cada \n\n\n\n52 \n\nhora. A análise das curvas de crescimento e degradação da PPIX foi também realizado \n\nutilizando o programa OriginPro o fitting que mais se adequava as curvas das sete \n\namostras. Foram fixados parâmetros iniciais (zero), e o parâmetro final dependendo do \n\ntipo da emulsão usada na coleta dos espectros de fluorescência. Depois de fixados os \n\nparâmetros, obtivemos o índice de fluorescência médio (IF50), que significa o tempo \n\nnecessário para atingir a metade da fluorescência (50%) em 5 horas. \n\n \n\n \n\n3.4.2 Sistema de imagem de fluorescência de campo amplo \n\n \n\n \n\nPara a aquisição das imagens da autofluorescência da pele suína e a \n\nfluorescência após a aplicação dos cremes foi utilizado um sistema de diagnóstico por \n\nimagem de campo amplo de fluorescência, tal sistema foi confeccionado em nosso \n\nLaboratório de Biofotônica (Grupo de Óptica, IFSC/USP) e atualmente tornou-se um \n\ndispositivo comercial sendo chamado de EVINCE (MMOPTICS). \n\nO equipamento consiste em sistemas de irradiação, arranjo de filtros e espelhos \n\ne sistema de detecção. O sistema de imagem por campo amplo é constituído por um \n\ndispositivo de irradiação à base de LEDs, emitindo na região de 405 nm e 450 nm, filtro \n\npassa-alta (a partir de 475 nm, garante que a luz residual da excitação não vá para a \n\ncâmera), espelho dicroico (transmissão em 480-560 nm e reflexão nas bandas de 350-\n\n460 nm e 560-625 nm, permiti que apenas a luz vinda da fluorescência seja \n\ntransmitida), filtro passa-banda (390-460 nm que determina a região da fonte de luz \n\npara excitação), e uma câmera fotográfica digital (SONY CyberShot®, modelo DSC–\n\nH50) para aquisição de imagens. A câmera fotográfica usada no sistema é \n\nsemiprofissional de 9,1 megapixels de resolução, zoom óptico de 15 vezes e foi \n\nacoplada a uma lente macro (Carl Zeiss). \n\nA Figura 11A mostra o equipamento para a aquisição das imagens de \n\nfluorescência de campo amplo. E a Figura 11B mostra o momento da coleta da imagem \n\nda fluorescência da pele do animal. \n\n\n\n53 \n \n\n \n\n \n(A) \n\n \n(B) \n\nFigura 11 - (A) Sistema de diagnóstico por imagem de fluorescência de campo amplo (Evince, \nMM Optics, Brasil) acoplado a câmera fotográfica. (B) Momento da coleta da \nimagem da autofluorescência da pele suína com o sistema de diagnóstico por \nimagem de fluorescência de campo amplo. \n\n \n\nAs imagens foram coletadas antes de aplicar os cremes (autofluorescência), \n\ndurante a produção da PPIX (fluorescência) a cada hora por 5 horas (estudo da \n\ncinética), e 3 horas após a aplicação do creme antes de realizar a irradiação o \n\ntratamento com luz vermelha em 630nm (TFD). A Figura 12A mostra a imagem de \n\nautofluorescência e a Figura 12B mostra a imagem de fluorescência coletada após 3 \n\nhoras de aplicação do ALA (emulsão O/A), adquiridas pelo sistema de imagem de \n\ncampo amplo.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n54 \n\n \n\nAutofluorescência Fluorescência \n\n \n(A) \n\n \n(B) \n\nFigura 12 - (A) Imagem da autofluorescência e (B) imagem da produção da PPIX adquirida pelo \nsistema de imagem de fluorescência de campo amplo. \n\n \n\nCom essa técnica obtivemos a imagem da fluorescência emitindo na região do \n\nvermelho e da autofluorescência emitindo na região do verde, isso ocorre devido a \n\nmolécula da PPIX ser excitada na região próxima a 405 nm. As análises das imagens \n\nadquiridas pelo sistema de imagem de fluorescência por campo amplo foram avaliadas \n\nquantitativamente usando uma rotina escrita no programa Matlab® (The Math Works, \n\nEUA). O programa definiu uma matriz separando os canais vermelhos, verde e azul \n\n(RGB) e somou as intensidades dos pixels das imagens de autofluorescência e \n\nfluorescência. Os dados da intensidade de pixels nos proporcionou avaliar a \n\nfluorescência emitida pela aplicação dos fotossenssibilizadores.  \n\nE para minimizar a influência da região verde da autofluorescência, da \n\nprodução heterogênea de PPIX, e compensar os efeitos de diferentes tempos de \n\nexposição e configurações de ISO durante a aquisição das imagens foi feito a \n\nnormalização por meio da razão do canal vermelho pelo canal verde. E assim a \n\nfluorescência emitida (intensidade de pixels) foi obtida pela soma das intensidades do \n\ncanal vermelho dividido pela soma das intensidades do canal verde.  \n\nCom esse sistema foi realizada outra análise em que retiramos fragmentos da \n\npele com punch (diâmetro= 3 mm, profundidade ? 5mm) e analisamos a produção da \n\nPPIX nas camadas da pele após 3 horas da aplicação dos cremes. Com as imagens \n\ndas biopsias da pele analisou-se o perfil da produção da PPIX na derme e epiderme, \n\n\n\n55 \n \n\ntraçando perfis de intensidades da região do vermelho ao longo da biopsia formada \n\npela permeação dos cremes, para isso foi realizado uma rotina no Matlab. A Figura 13A \n\nmostra a autofluorescência da biopsia retirada da pele do animal e como foram traçado \n\nos perfis de intensidades ao longo da biopsia e, Figura 13B representa a média dos \n\nperfis de intensidades pela profundidade da pele. \n\n \n\n \n(A) (B) \n\nFigura 13 - (A) Biopsia sem tratamento retirada da pele do animal, autofluorescência, e os \ntraços dos perfis de intensidades. (B) Média dos perfis de intensidade da \nautofluorescência pela profundidade da pele. \n\n \n\n \n\n3.4.3 Sistema de microscopia confocal de fluorescência \n\n \n\n \n\nPara o experimento in vitro foram retirados fragmentos da pele suína e \n\nacondicionadas em solução de meio de cultura (DMEM) por 24 horas. Após esse \n\nperíodo, os fragmentos de pele foram transferidos para placas de cultura de células de \n\n24 poços em meio de cultivo onde cada fragmento recebeu a aplicação das amostras \n\nem emulsão O/A na superfície e o volume de aplicação dos cremes foram 0,2 cm\n2\n e \n\n0,35 mg/cm\n2\n, respectivamente.  \n\n\n\n56 \n\nOs fragmentos de pele já com o creme ficaram incubados por 3, 5, 7 horas. \n\nDado o tempo de incubação, retiraram-se os fragmentos de pele da placa de cultura, \n\num fragmento de pele para cada amostra de creme, e congelou-se com nitrogênio \n\nlíquido e um gel crioprotetor, chamado tissulyser, para serem então cortadas no \n\ncriostato (50 µm) e colocadas na lamina para posterior analise da produção de PPIX no \n\nmicroscópio confocal fluorescente. \n\nA Figura 14 ilustra as etapas para a preparação da pele ex vivo para a \n\naplicação do ALA, MAL e misturas. \n\n \n\n \nFigura 14 - Procedimento experimental para avaliação da permeação in vitro com pele ex vivo. \n\n \n\nO sistema de imagem para o estudo de permeação in vitro foi realizado em um \n\nmicroscópio confocal invertido para detecção da fluorescência (Zeiss – LSM780, Zeiss, \n\nJena, Germany). As imagens foram obtidas utilizando uma luz laser de diodo (405 nm) \n\ne o sinal de fluorescência foi coletado em dois canais, um 430-580 nm (cor verde), para \n\nfluorescência endógena, e outro 630-670 nm para detecção da fluorescência da PPIX \n\n(cor vermelha). Todos os parâmetros tais como a intensidade do laser, ganho e o \n\ncontraste de detecção foram os mesmos para todas as imagens. A Figura 15 mostra \n\n\n\n57 \n \n\numa imagem ilustrativa do sistema de microscopia confocal de fluorescência e o \n\nsoftware de aquisição de imagem. \n\n \n\n \n \n \n \n\n \n(A)  \n\n(B) \nFigura 15 - (A) Sistema de microscopia confocal de fluorescência e software de aquisição de \n\nimagem, (B) e procedimento de leitura no microscópio confocal. \n\n \n\nPara analisar as imagens adquiridas por esse sistema foi realizada uma rotina \n\nno Matlab para aquisição de perfis de intensidade de fluorescência nas camadas da \n\npele, bem semelhante à rotina realizada para a análise das biopsias in vivo adquiridas \n\npelo sistema de imagem de fluorescência de campo amplo. No Matlab selecionamos \n\ntrês perfis em toda extensão das imagens (Figura 16A), esses perfis detectam somente \n\ncanal vermelho, e a partir dai obtivemos a média desses perfis de intensidade de \n\nfluorescência pela extensão das camadas da pele, profundidade (Figura 16B). \n\n \n\n\n\n58 \n\n \n(A) \n\n \n(B) \n\nFigura 16 - (A) Imagem controle adquirida por microscopia confocal e tratada no programa da \nZEN e a demonstração dos perfis de intensidade realizados pela rotina do Matlab. \n(B) Gráfico da média dos perfis de intensidade pela profundidade. \n\n \n\n \n\n3.5  Sistema para o tratamento da terapia fotodinâmica (TFD) \n\n \n\n \n\nO sistema empregado para a TFD é constituído por um laser com emissão em \n\n630 nm (Lince, MM Optics, Brasil) e um dispositivo à base de LEDs centrados em 630 \n\nnm. A intensidade de 125 mW/cm\n2\n e dose de 150 J/cm\n\n2\n foram utilizadas para as áreas \n\nde tratamento, durante o tempo de 20 minutos (Figura 17).  \n\n \n\n \n\n  \n\n\n\n59 \n \n\n \n\n \n(A) \n\n \n(B) \n\n \n(C) \n\nFigura 17 - (A) Lince, sistema para diagnóstico e para a terapia fotodinâmica. (B) Dispositivos \npara terapia fotodinâmica avulsos, “canetas”. (C) E momento do tratamento \nutilizando o sistema Lince e “canetas”. \n\n \n\n \n\n3.6  Estudo piloto in vivo \n\n \n\nPrimeiramente, foi realizado um estudo piloto com o animal de espécie suína, e \n\nesse estudo favoreceu a padronização do protocolo de TFD em modelo de pele suína in \n\nvivo.  \n\nNeste estudo avaliou-se por meio de medidas de fluorescência a formação da \n\nPPIX utilizando-se creme de ALA, MAL e as misturas de ambos. Os animais foram \n\ntricotomizados na região dorsal e estabeleceu-se áreas circulares de 1 cm de diâmetro \n\npara aplicação das amostras em triplicatas como mostrado na Figura 18. Após 3 horas \n\nda aplicação das amostras, realizou-se a terapia fotodinâmica e o acompanhamento da \n\nevolução do processo cicatricial pós-TFD realizado por meio de imagens macroscópicas \n\ne microscópicas (histológicas) durante 8 dias. \n\nO estudo piloto foi realizado na Faculdade de Medicina Veterinária e Zootecnia -\n\nUNESP/Campus Botucatu, em parceria com o Profº Dr. Dirlei Antonio Berto. \n\n \n\n\n\n60 \n\n \nFigura 18 - Marcação em triplicatas das áreas de 1 cm de diâmetro, onde foram aplicados os \n\ncremes no dorso do suíno no estudo piloto. \n\n \n\nEm vista de algumas dificuldades encontradas ao longo do estudo piloto \n\nresolveu- se realizar os experimentos na Faculdade de Ciências Agrárias e Veterinárias \n\n– UNESP/Campus Jaboticabal onde ocorreu uma parceria com profissionais \n\nveterinários. Para então desenvolver a pesquisa o projeto foi encaminhado ao Comitê \n\nde ética do Uso de Animais - FCAV – UNESP-Jaboticabal sendo posteriormente \n\naprovado (protocolo n° 007344/13). \n\n \n\n \n\n3.7  Aplicação das amostras na pele do animal \n \n\n \n\nOs experimentos foram realizados no animal de espécie suína e da raça \n\nderivada do cruzamento de F1 (fêmea) com Agroceres (macho), pesando \n\naproximadamente 20kg±2 e idade de 3 meses. Os procedimentos experimentais foram \n\nrealizados com seis suínos na Faculdade de Ciências Agrárias e Veterinárias/UNESP – \n\nCampus Jaboticabal, onde fomos acompanhados por médicos veterinários anestesistas \n\nenquanto realizávamos os procedimentos para o estudo. Após anestesia realizou-se a \n\ntricotomia do dorso do animal usando um creme de barbear (Creme de barbear, \n\n\n\n61 \n \n\nGillette®) e barbeadores descartáveis (Mach 3®, Gillette) inibindo consequente a \n\nremoção das camadas mais superficiais da pele que poderia favorecer \n\nconsequentemente a permeação das substâncias na pele. Além disso, a tricotomia foi \n\nrealizada no sentido do pelo, evitando cortes no dorso, pois a ideia foi preservar a \n\nintegridade da pele conservando até mesmo o estrato córneo se possível.  \n\nO dorso do animal foi dividido em colunas de sete linhas, o total de 28 áreas de \n\n4 cm². As colunas foram definidas conforme o tipo de avaliação que havíamos proposto \n\npara o experimento.  \n\nAs avaliações realizadas nos experimentos foram: produção de PPIX após 3 \n\nhoras da aplicação das amostras e realização da TFD para posteriormente obter análise \n\nhistológica, estudo da cinética e avaliação de PPIX nas biopsias. Sendo que essas \n\navaliações foram realizadas para as bases O/A e A/O, então cada coluna recebeu um \n\ntipo de emulsão.  \n\nNo caso do estudo da cinética não foi possível adquirir varias réplicas por causa \n\nda quantidade de horas que o animal permanecia anestesiado, isso acarretou na morte \n\ndo animal ao final do experimento. Então focamos em avaliações que o tempo do \n\nexperimento durasse no máximo 4 horas, com isso realizamos mais repetições dos \n\nestudos de formação de PPIX em 3 horas para a aplicação da TFD e a retirada de \n\nbiopsias para análise da produção da PPIX nas camadas da pele.  \n\nA Figura 19A mostra o dorso do animal delimitado com máscaras físicas para a \n\naplicação das amostras. E a Figura 19B mostra as máscaras confeccionadas de papel \n\nalumínio revestida com papel filme para proteger da luz ambiente e para não degradar \n\no fotossensibilizador onde aplicamos os cremes. \n\n \n\n \n\n\n\n62 \n\n \n(A) \n\n \n(B) \n\nFigura 19 - (A) Marcação do dorso do animal com máscaras físicas para a aplicação das \namostras. (B) Áreas protegidas da luz por máscaras oclusivas após a aplicação \ndos cremes. \n\n \n\nA posição das máscaras foi realizada conforme o local da pele estivesse \n\nexcluso de pigmentos e pequenos cortes. No experimento ilustrado na Figura 19, o \n\ndorso do animal foi dividido em quatro colunas, as áreas das duas colunas da direita \n\nforam aplicadas as amostras de emulsão O/A sendo uma coluna para a realização da \n\nTFD após 3 horas da aplicação das amostras e a outra coluna para a retirada da \n\nbiopsia também após 3 horas de aplicação das amostras. E as duas colunas da \n\nesquerda foram realizadas as mesmas avaliações, porém as amostras aplicadas foram \n\nem emulsão A/O. Em todas as áreas foram coletadas medidas de fluorescência em 3 \n\nhoras de aplicação das amostras. \n\nCada área recebeu o creme com ajuda de uma espátula estéril, a quantidade foi \n\no suficiente para cobrir toda a área com uma espessura de aproximadamente 2 mm, e \n\ncada área equivale a um tipo de amostra. Mas antes de aplicar o creme coletamos a \n\n_O/A_ \n\nBiopsia \n\nTFD TFD \n\n\n\n63 \n \n\nautofluorescência da pele do animal com o sistema de espectroscopia de fluorescência \n\ne de imagem de fluorescência de campo amplo.  \n\nPara as regiões em que realizamos o estudo da cinética foi necessário a cada \n\nhora retirar o creme e realizar as coletas de dados de fluorescência (espectroscopia de \n\nfluorescência e imagem de fluorescência de campo amplo), e após repomos novamente \n\no creme, e assim repetiu-se durante 5 horas. Enquanto as regiões que foram realizadas \n\na TFD e a retirada das biopsias de pele permaneceram durante 3 horas incubadas e \n\nprotegidas.  \n\nOs parâmetros de irradiação utilizados para cada área de aplicação da TFD \n\nforam 125 mW/cm\n2\n de intensidade, 150 J/cm\n\n2\n de dose e o tempo de 20 minutos.  \n\nAo final do experimento, o dorso do animal recebeu uma bandagem com \n\nplástico preto e o animal foi vestido com roupa cirúrgica convencional, para proteção do \n\nmesmo devido à fotossensibilidade proporcionada pelos FSs ainda presentes no tecido, \n\nevitando também que as regiões investigadas sofressem efeito fotodinâmico adicional \n\npor conta da luz ambiente. Os animais permaneceram assim na baia até o momento da \n\neutanásia e coleta do tecido para análise histológica, que ocorreu em 24 e 48 horas \n\ndepois de realizado o tratamento. \n\n \n\n \n\n3.8  Análise macroscópica \n\n \n\nApós 24 e 48 horas de aplicação da TFD, as lesões na superfície da pele foram \n\navaliadas macroscopicamente por meio de imagens adquiridas por uma câmera digital \n\n(SONY CyberShot®, modelo DSC–H50). Os parâmetros observados foram o reparo \n\ntecidual, como pontos inflamados, presença de edema e formação de crosta.  \n\n \n\n \n\n3.9  Análise microscópica  \n\n \n\nPara a análise histológica foram coletados após a eutanásia do animal, \n\nfragmentos da pele na área que foi feito o tratamento para cada amostra. A coleta foi \n\n\n\n64 \n\nrealizada depois de 24 e 48 horas pós-terapia fotodinâmica. Esses fragmentos da pele \n\nsuína foram colocados em frascos plásticos (cassetes) contendo uma solução de \n\nformaldeído tamponado a 40% durante 48 horas para a fixação do material. Após este \n\nperíodo o material foi lavado com água corrente por aproximadamente 10 horas.  \n\nE para o inicio do processo de desidratação dos fragmentos, os cassetes foram \n\nimersos em solução de álcool 70% por 24 horas, solução de álcool 80% por 1 hora, \n\nsolução de álcool 90% por 1 hora, e 4 trocas a cada 1 hora em álcool absoluto e em \n\nsolução de álcool e xilol. Finalizando esse processo, os cassetes reposaram no xilol por \n\n3 horas, havendo troca da solução a cada 1 hora. \n\nSeguindo o processo de preparado das lâminas histológicas, os cassetes foram \n\nmergulhados em solução de parafina (Histotec, Merck) por 1 hora com trocas em 4 \n\nmomentos, essas trocas são realizadas para garantir que a desidratação no álcool não \n\ndilua a parafina prejudicando a fixação das peças. Os fragmentos permaneceram em \n\nparafina durante toda noite, e foram realizadas duas trocas de parafina na manhã \n\nseguinte. \n\nOs cortes histológicos foram preparados em micrótomo (Leica Biosystems, RM \n\n2265) com espessura de 5 µm e as lâminas preparadas e coradas com Hematoxilina de \n\nHarris e Eosina (HE), Tricrômico de Masson (TM) e Picro-Sirius Red (PSR).  \n\nAs imagens das lâminas foram adquiridas por meio do Microscópio (Eclipse Ti-\n\nS, Nikon, Japão), os ajustes dos parâmetros manuais e a lente de aumento utilizada \n\nnas imagens foram de 10x. \n\nOs parâmetros observados nas imagens histológicas foram às fases do reparo \n\ntecidual e as principais características que ocorrem nessas fases, mostrando também \n\nque ao longo do tempo as fases se sobrepõem a outra (Figura 20). Para cada \n\ncaracterística avaliada foi dada uma qualificação de 0, +,++,+++; sendo 0 ausência e \n\n+++ grau máximo da presença característica (Tabela 2). \n\nÉ importante deixar claro que observamos nas análises histológicas em 24 e \n\n48h fase inflamatória com indícios de fase de proliferação e remodelamento como \n\nveremos nas análises a seguir. \n\n \n\n\n\n65 \n \n\nControle \n \n\nFase inflamatória  \n\n \nFase inflamatória com indícios de fase de \n\nProliferação \n\n \n Fase inflamatória com indícios de fase de \n\nproliferação e Remodelamento \nFigura 20 - Fases do reparo cicatricial observadas nas lâminas em HE de pele suína tratadas \n\ncom TFD. Indicação das características que ocorrem nas fases de reparo e \nmostrando que as fases se sobrepõem ao longo do tempo. (1) estrato córneo, (2) \nepiderme, (3) papila dérmica, (4) derme papilar, (5) derme reticular, (6) ausência das \npapilas dérmicas (7) infiltrados inflamatórios, (8) edema, (9) repitelização, (10) \nfibroplasia e (11) remodelação. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n66 \n\nTabela 2 - Modificações observadas nas análises histológicas da aplicação das amostras após \n24 e 48 horas da realização da TFD. Na tabela, ‘0’ indica ausência da característica, \ne o símbolo de ‘+’ indica a presença da característica comparada ao controle. \n\nFases Modificação da pele \nAmostras \n\n24h. 48h. \n\nInflamação \n\n?Infiltrados inflamatórios (extravasamento de \ncélulas) \n\n  \n\n+ sinais de edema   \n\nAusência das papilas dérmicas   \n\nProliferação \n\nRepitelização \n\nEspessamento da epiderme   \n\nPresença das papilas \ndérmicas \n\n  \n\nFibroplasia \n\nDegradação das fibras de \ncolágeno I (“estriamento\") \n\n  \n\nNeocolagênese (? colágeno \n\nIII)_ ?“estriamento” \n  \n\nRemodelação \nInício da substituição do colágeno III pelo I \n(maior quantidade de colágeno III sem \nobservar degradação do colágeno I) \n\n  \n\n \n\nÉ importante ressaltar que o termo “estriamento” ou “fibras de colágeno \n\nestriadas” é um termo criado pelo autor e refere-se ao processo de degradação das \n\nfibras de colágeno aonde as mesmas encontram-se modificadas quanto à conformação \n\ne direção. Em outros trabalhos do grupo o mesmo termo foi utilizado (REQUENA, \n\n2015). \n\n \n\n \n\n  \n\n\n\n67 \n \n\n \n\n4 RESULTADOS E DISCUSSÃO \n\n \n\n \n\n4.1  Análises do estudo piloto \n\n \n\n \n\nNo estudo piloto foram realizadas as medidas de fluorescência para estudo de \n\nprodução de PPIX após 3 horas da aplicação das amostras, áreas (1 cm diâmetro) que \n\nforam aplicadas a TFD, e para o estudo da cinética, que acompanha a produção da \n\nPPIX por 5 horas. O estudo histológico do tecido também foi realizado, porém a coleta \n\nfoi feita após 7 dias das aplicação da TFD e, ao analisar as lâminas histológicas não \n\nobservou-se indícios do dano fotodinâmico. \n\nNesse estudo as imagens de fluorescência não ficaram nítidas, devido à \n\nmovimentação do animal no momento da coleta dos dados, por este motivo os dados \n\nnão serão apresentados aqui nesse documento. Após o estudo piloto aperfeiçoamos \n\nalguns aspectos para os próximos experimentos, como o tamanho da área de aplicação \n\ndo creme que passou para 4 cm\n2\n, a distância entre a área de um mistura para outra, \n\nmodo de aplicação para que o creme não ultrapassasse a área demarcada, e o \n\nmomento para eutanásia e coleta dos fragmentos de pele para análise histológica que \n\npassaram a ser 24 e 48 horas pós-TFD. \n\nNo entanto, nesse primeiro experimento foi possível observar o dano na \n\nsuperfície da pele causado pela TFD e como foi o comportamento de cicatrização da \n\npele suína no decorrer de sete dias. A Figura 22 mostra a imagem de fluorescência de \n\ncampo amplo após 3 horas da aplicação das misturas e o dano na superfície da pele \n\npós-tratamento. Mostraremos até o tempo de 96 horas, pois foi o tempo que \n\nobservamos as modificações relevantes no processo de regeneração da superfície da \n\npele. \n\n \n\n \n\n  \n\n\n\n68 \n\nMisturas PPIX 24 horas 48 horas 72 horas 96 horas \n\nALA \n\n     \n\nMAL \n\n     \n\nM2 \n\n     \n\nM3 \n\n     \n\nM4 \n\n     \n\nM5 \n\n     \n\nM6 \n\n     \n\nFigura 21 - Produção da PPIX após 3 horas da aplicação dos cremes e os danos e reparo na \nsuperfície da pele causado pela TFD ao longo do tempo. \n\n \n\nNa Figura 21 observou-se como a formação da PPIX é heterogênea em pele \n\nsadia devido a presença do estrato córneo, e como o efeito da terapia fotodinâmica está \n\nrelacionado ao ponto em que produziu PPIX. O ponto na área que formou PPIX é \n\nexatamente onde ocorreu o dano na superfície da pele pós-terapia. E nesse animal o \n\ndano causado pela aplicação do MAL foi mais evidente na superfície do que na \n\naplicação do ALA.  \n\n\n\n69 \n \n\nEm 24 horas é possível observar que a TFD causou uma inflamação na pele, \n\nedema nos pontos que acumulou PPIX. Em 48 horas observou-se a formação de uma \n\ncrosta que é um indicativo da evolução do processo de cicatrização da pele, que se \n\nsegue ao longo dos 4 dias. Ao final do sétimo dia já não havia nenhuma marca \n\nsuperficial do dano causado pela TFD.  \n\n \n\n \n\n4.2  Análise da formação da PPIX por espectroscopia de fluorescência \n\n \n\n \n\nNas análises de espectroscopia de fluorescência as medidas foram coletadas \n\nutilizando laser com emissão na região do verde (532 nm), pois nessa região \n\npoderíamos analisar a formação de PPIX em nível superficial e um pouco mais \n\nprofundo, alcançando junção da epiderme e derme, já que a penetração com luz verde \n\nestá em torno de 0,4 mm ou 400 µm (MENEZES et al., 2014).  \n\nDe acordo com VALENTINE et al. (2011), não houve diferença para o aumento \n\nda quantidade de PPIX usando ALA e MAL quando analisados pela espectroscopia de \n\nfluorescência utilizando laser com emissão no azul (400 nm). A emissão no azul permite \n\na avaliação da produção da PPIX em nível mais superficial (epiderme). No caso do \n\nnosso trabalho esta análise superficial foi realizada por meio da imagem de \n\nfluorescência por campo amplo. Esta técnica diferentemente da espectroscopia de \n\nfluorescência permite a avaliação da formação e homogeneidade sendo uma vantagem, \n\nvisto que conforme resultados a formação da PPIX não é uniforme.  \n\nA análise por espectroscopia de fluorescência em regiões não heterogêneas de \n\nformação de PPIX pode levar a resultados falsos negativos, isto é, a comparação torna-\n\nse não adequada devido a grande variabilidade. \n\nCom a analise dos espectros coletados a partir da produção da PPIX na pele \n\nsuína foi possível verificar qual mistura acumulou mais PPIX em 3 horas de incubação, \n\ne também como é o comportamento da produção da PPIX para essas misturas por \n\nmeio do estudo da cinética, coleta dos dados de fluorescência a cada hora durante \n\ncinco horas. Os espectros coletados para cada mistura e cada tempo foram tratados \n\n\n\n70 \n\ncomo mencionado anteriormente e tirado a média entre a quantidade de animais que \n\nforam utilizados nos experimentos. \n\n \n\n \n\n4.2.1 Emulsão O/A: análise da formação da PPIX por espectroscopia de fluorescência \n\n \n\n \n\nPara análise dos espectros de fluorescência usando a emulsão O/A foram \n\ncoletados os dados em 3 horas após aplicação dos cremes em três animais sendo um \n\nanimal em triplicata e outros dois animais em duplicata, totalizando sete áreas para \n\ncada mistura. Já para a coleta de dados para o estudo da cinética das misturas foi \n\npossível realizar o experimento em dois animais. Lembrando que foram coletados cinco \n\nespectros para cada mistura aplicada. \n\nO gráfico da Figura 22 representa a média dos espectros de fluorescência \n\ncoletados após 3 horas de aplicação do creme, e durante esse tempo as áreas \n\naplicadas foram protegidas do meio externo.  \n\n \n\n \nFigura 22 - Média dos espectros de fluorescência coletado dos animais após 3 horas da \n\naplicação das amostras em emulsão O /A. \n\n\n\n71 \n \n\n \n\nNos resultados espectrais observou-se que não houve grande diferença na \n\nmédia dos espectros de fluorescência coletados nas áreas aplicadas ALA e MAL, e \n\nnem para as misturas (M2, M3, M4 e M6), contando que eles estão dentro do erro \n\npadrão. Porém a mistura de proporção 40%ALA-60%MAL (M5) indicou maior acumulo \n\nde PPIX em 3horas do que as outras proporções, essa mistura ficou em torno de 0,10 \n\n(eixo y) pontos de intensidade de fluorescência maior do que o ALA, de acordo com a \n\nanálise da Figura 22.  \n\nDe acordo com os resultados da média dos espectros coletados foi possível \n\nrealizar testes estatísticos comparando as misturas entre si. Como mostra o gráfico da \n\nFigura 23 que representa o ANOVA test das misturas. \n\n \n\n \nFigura 23 - Teste estatístico ANOVA que compara as diferenças significativas entre as amostras \n\nem emulsão O /A, dados adquiridos por espectroscopia de fluorescência. \n\n \n\nA análise estatística dos espectros de fluorescência para as misturas mostrou \n\nque houve diferenças significativas entre o ALA e o MAL, e o MAL e as misturas M3, M4 \n\ne M5. As demais comparações entre ALA e as misturas não houve diferenças \n\nsignificativas, mostrando que espectralmente as misturas indicam produção de PPIX em \n\n\n\n72 \n\nmesma quantidade do que o ALA ou até mesmo em maior quantidade, como o caso da \n\nproporção de 40%ALA-60%MAL (M5). \n\nA Figura 24 representa a média dos espectros de fluorescência coletados ao \n\nlongo do tempo de 5 horas para as amostras em emulsão O/A. \n\n \n\n \n\n  \n\n\n\n73 \n \n\n \n(A) \n\n \n(B) \n\n \n(C) \n\n \n(D) \n\n \n(E) \n\n \n(F) \n\nFigura 24 - Estudo da produção de PPIX pelo tempo de 5 horas usando a emulsão O /A nas \nmisturas. Dados adquiridos por espectroscopia de fluorescência; (A) ALA e MAL, \n(B) M2, (C) M3, (D) M4, (E) M5 e (F) M6. \n\n \n\n\n\n74 \n\nO estudo da cinética mostrou o comportamento da curva de formação da PPIX, \n\nem relação ao tempo de formação e o inicio da degradação da PPIX por meio da \n\naplicação das amostras em emulsão O/A. Os parâmetros iniciais e finais utilizados para \n\najuste da curva e obtenção do fitting foram zero e 0,045, respectivamente. \n\nA Tabela 3 apresenta os valores IF50 da aplicação do ALA, MAL e das misturas \n\nna pele suína obtidos pela média dos espectros de fluorescência coletados.  \n\n \n\nTabela 3 - Valores do IF50 adquiridos através do estudo da cinética e coletados por \nespectroscopia de fluorescência, derivadas da aplicação das misturas em \nemulsão O/A. \n\nAmostras IF50 (min.) \n\nALA 230 ± 7 \n\nMAL 131 ± 9 \n\nM2 4365 ± 36x10\n3\n \n\nM3 114 ± 16 \n\nM4 17 ± 20 \n\nM5 131 ± 17 \n\nM6 190 ± 25 \n\n \n\nObservando os valores de IF50, vimos que o ALA (IF50= 230 min.) demorou \n\naproximadamente 100 minutos a mais pra acumular PPIX do que o MAL (IF50= 131 \n\nmin.), sendo assim o MAL indicou maior produção de PPIX em menos tempo do que o \n\nALA. Mistura M5 (IF50= 131 min.) tem o valor de IF50 igual ao MAL, mas o MAL indicou \n\nintensidade de fluorescência por volta de y= 0,005 a mais do que a intensidade de \n\nfluorescência da mistura M5 nesse tempo. E a mistura M4 indicou o valor de IF50= 17 \n\nmin menor do que as demais misturas e a quantidade de PPIX formada igual ao MAL \n\n(y=0,025). \n\nA mistura M3 obteve o IF50= 114 min. menor do que MAL e M5. A mistura M6 \n\nindicou maior o valor de IF50= 190 min. em relação às misturas. E a mistura M2 não se \n\nadequou a curva de crescimento usada para esse estudo, indicando o valor de IF50 \n\nmuito alto, dessa forma não foi possível considera lo. \n\n\n\n75 \n \n\nAs análises por espectroscopia de fluorescência não indicaram diferença na \n\nprodução de PPIX entre o ALA e MAL após aplicação dos cremes e incubados por 3 \n\nhoras, porém os dados do estudo da cinética mostrou que o MAL (IF50 = 131 min) tem o \n\ntempo de formação de PPIX menor do que o ALA (IF50 = 230 min). Assim podemos \n\nobservar que em relação à profundidade, onde a coleta de fluorescência alcança a \n\njunção da derme e epiderme, temos que o MAL seria o mais adequado para o uso, pois \n\nproduziu PPIX igualmente ao ALA e em menor tempo. \n\nA mistura M5 se destacou na produção de PPIX após 3 horas de aplicação, \n\nmas no estudo da cinética, vimos que ele levou o tempo (IF50 = 131 min) próximo ao \n\nMAL para acumular PPIX. E a mistura M4, teve a produção de PPIX bem próxima ao \n\nALA e MAL e seu tempo de acúmulo de PPIX foi IF50 ? 17 min, o menor tempo entre \n\ntodas as proporções. Contudo, a mistura M4 seria a melhor proporção para o uso, \n\nanalisando pela quantidade de formação de PPIX e pelo tempo de formação. \n\n \n\n \n\n4.2.2 Emulsão A/O: análise da formação da PPIX por espectroscopia de fluorescência \n\n \n\n \n\nOs dados coletados para a aplicação da emulsão A/O foi executado em apenas \n\ndois animais (duplicata) para a análise após três horas de aplicação dos cremes, e um \n\nanimal para o estudo da cinética.  \n\nA Figura 25 representa a média dos espectros de fluorescência coletados após \n\n3 horas da aplicação das amostras em emulsão A/O. \n\n \n\n\n\n76 \n\n \nFigura 25 - Média dos espectros de fluorescência coletados após 3 horas da aplicação das \n\namostras em emulsão A/O. \n\n \n\nObservou-se na Figura 25, que o MAL e M6 indicaram maior acumulo de PPIX \n\nem 3 horas do que o restante das misturas, porém as barras de erro ficaram muito \n\ngrande para considerarmos um resultado preciso. E as outras misturas (M2-5) \n\nindicaram produção de PPIX menor do que o ALA. Mas as misturas M3 e M5 indicaram \n\nintensidade de fluorescência melhor do que M2 e M4, mas considerando as barras de \n\nerros para cada mistura, podemos dizer que não houve grandes diferenças na \n\nprodução de PPIX entre elas. Contudo ao realizar a análise estatística entre as \n\namostras da emulsão A/O não se observa diferenças significativas, nem mesmo entre \n\nALA e MAL. \n\nA Figura 26 representa a média dos espectros de fluorescência coletados ao \n\nlongo do tempo de 5 horas para as amostras em emulsão A/O. \n\n  \n\n\n\n77 \n \n\n \n(A) \n\n \n(B) \n\n \n(C) \n\n \n(D) \n\n \n(E) \n\n \n(F) \n\nFigura 26 - Estudo da produção de PPIX pelo tempo de 5 horas usando a emulsão A/O nas \nmisturas. Dados adquiridos por espectroscopia de fluorescência; (A) ALA e MAL, \n(B) M2, (C) M3, (D) M4, (E) M5 e (F) M6. \n\n \n\n\n\n78 \n\nOs parâmetros iniciais e finais usados para obter o fitting nesse estudo foram \n\nzero e 0,06, respectivamente. Acredita-se que o fator para que o parâmetro final tenha \n\nsido maior para essa emulsão seja por causa da pequena quantidade de réplicas para \n\nobter a média nesse estudo, assim não podemos afirmar que a emulsão A/O \n\nproporcionou as amostras maior produção de PPIX na pele do animal. E o resultado \n\nobtido para o MAL indica que não foi possível distinguir uma curva de crescimento, não \n\nse adaptando a curva fitting usada para as demais amostras.  \n\nA Tabela 4 representa os índices de fluorescência (IF50) para os dados \n\ncoletados para o estudo da cinética. E de acordo com os valores de IF50, vimos que o \n\nALA IF50= 230 min. indica produção de PPIX em menor tempo do que o MAL IF50= 2526 \n\nmin.. Porém, a porcentagem do erro obtido para o MAL foi muito grande, devido a não \n\nadequação do modelo da curva de crescimentos usada para esse estudo em ambas \n\nemulsões, com isso não é possível compará-los. E nessa emulsão vimos que a mistura \n\nM4 teve o menor IF50= 137 min., indicando maior quantidade de PPIX produzida nesse \n\ntempo.  \n\nComo MAL e as misturas M2 e M6 obtiveram valores de IF50 muito altos, não \n\nconsideramos esses valores, indicando que não se adequaram a curva de crescimento. \n\n \n\nTabela 4 - Valores do IF50 adquiridos através do estudo da cinética e coletados por \nespectroscopia de fluorescência, derivadas da aplicação das misturas em \nemulsão A/O. \n\nAmostras IF50 (min.) \n\nALA 230 ± 20 \n\nMAL 2526 ± 3x10\n3\n \n\nM2 420 ± 50 \n\nM3 210 ± 10 \n\nM4 137 ± 15 \n\nM5 183 ± 21 \n\nM6 360 ± 1x10\n2\n \n\n\n\n79 \n \n\n \n\nA análise da aplicação das amostras em emulsão A/O não indicaram diferenças \n\nsignificativas entre elas. E o estudo da cinética para essa condição nos mostrou que as \n\nmisturas M3, M4 e M5 tiveram o comportamento de produção de PPIX melhor do que o \n\nALA e o MAL, tanto em acúmulo de quantidade de PPIX, quanto em tempo de \n\nprodução. Já as amostras MAL, M2 e M6 não se adequaram a curva de crescimento, \n\ngerando valores de IF50 muito maior. Já o ALA indicou o IF50 muito maior do que as \n\nmisturas intermediárias (M3, M4 e M5), mostrando que misturar o ALA e o MAL em um \n\nmesmo creme é possível melhorar a produção de PPIX e o tempo de produção. \n\n \n\n \n\n4.2.3 Discussão dos dados coletados por espectroscopia de fluorescência \n\n \n\n \n\nAs análises por espectroscopia de fluorescência por meio da aplicação das \n\nemulsões O/A e A/O, mostraram que M3, M4 e M5 apresentaram tempo de formação \n\nde PPIX mais rápido do que as demais. Mas somente a mistura M4 em ambas as \n\nemulsões apresentou menor tempo de formação de PPIX e produção de PPIX próximo \n\nao ALA. \n\n \n\n \n\n4.3  Análises da formação da PPIX por imagem de fluorescência de campo amplo \n\n \n\n \n\nA produção de PPIX para as amostras contendo ALA, MAL e misturas foram \n\nanalisadas tanto visualmente por meio das imagens de fluorescência de campo amplo, \n\nquanto quantitativamente por análise de contagem de pixels vermelhos dessas imagens \n\nutilizando para isso rotinas no programa Matlab. Essas análises tiveram como objetivo \n\navaliar a produção e homogeneidade da distribuição da PPIX na superfície da pele.  \n\nComo descrito em estudos, o maior desafio do nosso trabalho foi otimizar a \n\nentrega dos precursores da PPIX (ALA, MAL e misturas de ambos) através das \n\n\n\n80 \n\ncamadas da pele bem como garantir a formação em quantidade e homogeneidade. \n\nSabendo-se que o estrato córneo funciona como uma barreira de proteção da pele e \n\neste é estruturalmente uma camada heterogênea consequentemente a permeação \n\ndestes precursores difere na extensão da pele do animal (SAKAMOTO et al., 2009); \n\n(MAJELLA, 2013). \n\nExistem poucos trabalhos referentes à comparação do ALA e MAL em pele \n\nsadia de humano, porém LESAR et al. (2011) comparou a eficiência de formação da \n\nPPIX a partir destes precursores em diversas partes do corpo humano (braço, \n\nantebraço, costas e pernas) e acompanhou a fluorescência (4 -29 horas) após \n\naplicação tópica. Eles então observaram que houve diferença na produção da PPIX, \n\nque independente do local aplicado o ALA acumulou mais PPIX, porém o local (costas) \n\nonde foi aplicado o tape striping apresentou diferença após 24 horas, uma vez que a \n\nremoção das camadas superficiais da pele potencializa a permeação na pele. Estes \n\nresultados comprovam que existem diferenças entre ALA e MAL quanto à permeação \n\nna pele. \n\n \n\n \n\n4.3.1 Emulsão O/A: análise da formação da PPIX por imagem de fluorescência de \n\ncampo amplo \n\n \n\n \n\nNa Figura 27, podemos observar as imagens obtidas 3 horas após aplicação do \n\ncreme (emulsão O/A) em triplicatas de condições para as sete amostras em um mesmo \n\nanimal.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n81 \n \n\n ALA MAL M2 M3 M4 M5 M6 \n\nA \n\n       \n\nB \n\n       \n\nC \n\n       \n\nFigura 27 - Imagens de fluorescência de campo amplo da superfície da pele suína em triplicatas \n(A, B e C) após 3 horas da aplicação dos cremes em emulsão O/A. \n\n \n\nObserva-se na Figura 27 que a formação da PPIX em pele sadia é bem \n\nheterogênea para todas as amostras bem como essa formação é variável em uma \n\nmesma mistura quando em áreas diferentes. Portanto, apesar das misturas serem \n\naplicadas sempre no dorso do animal, na mesma quantidade, houve diferenças na \n\nprodução da PPIX entre as réplicas de condições experimentais em um mesmo animal \n\ne entre animais (réplicas entre experimentos). Isto se deve a variabilidade intrínseca de \n\ncada animal que apresenta assim como o modelo humano alterações em seu \n\nmetabolismo e espessura da pele nas diferentes regiões, o que pode \n\nconsequentemente, interferir na permeação das misturas de ALA e MAL e consequente \n\nformação e distribuição de PPIX na pele. \n\nA Figura 28 mostra a média da contagem de pixels das imagens coletadas após \n\n3 horas da aplicação das amostras em emulsão O/A. \n\n \n\n\n\n82 \n\n \nFigura 28 - Média da contagem de pixels das imagens adquiridas pelo sistema de imagem de \n\nfluorescência de campo amplo, coletadas após 3 horas da aplicação das amostras \nem emulsão O/A. \n\n \n\nDe acordo com a análise de fluorescência de campo amplo obteve-se a \n\nfluorescência da PPIX formada nas camadas superficiais da pele, e verificou-se uma \n\ndiferença maior na produção de PPIX entre o ALA e o MAL, já que o ALA produziu mais \n\nPPIX do que o MAL em 3 horas após a aplicação do creme. Esta diferença foi de \n\naproximadamente 0,7 na contagem de pixels (eixo y). Para as misturas não indicou \n\ngrande diferença, mas novamente a proporção 40%ALA-60%MAL (M5) se destacou, \n\nindicando a produção igual ou até maior do que o ALA. E as demais misturas (M2, M3, \n\nM4 e M6) indicaram a contagem de pixels maior do que o MAL, igualando a produção \n\nde PPIX do ALA. \n\nDe acordo com o trabalho de LESAR et al. (2011), obtivemos o resultado similar \n\nna pele de porco sadia, em que o ALA sozinho produziu mais PpIX do que o MAL, \n\nporém em alguns casos a produção não foi maior do que as amostras contendo ALA e \n\nMAL juntos. \n\n \n\n\n\n83 \n \n\nCom o resultado da media de contagem de pixels das imagens de \n\nfluorescência, realizamos o teste estatístico para comparar a diferença significativa \n\nentre as amostras. A Figura 29 mostra essa diferença entre as misturas realizada pelo \n\nANOVA test. \n\n \n\n \nFigura 29 - Teste estatístico ANOVA que compara as diferenças significativas entre as amostras \n\nem emulsão O/A, dados adquiridos pelo sistema de imagem de fluorescência de \ncampo amplo. \n\n \n\nA análise estatística apontou que somente o MAL e M5 obtiveram diferenças \n\nsignificativas entre as misturas, mostrando que não houve diferença significativa entre \n\nas misturas ALA e MAL. \n\nA Figura 30 representa o estudo da cinética ao longo do tempo de 5 horas por \n\ncontagem de pixels vermelha da fluorescência da PPIX avaliada por fluorescência de \n\ncampo amplo. \n\n \n\n  \n\n\n\n84 \n\n \n(A) \n\n \n(B) \n\n \n(C) \n\n \n(D) \n\n \n(E) \n\n \n(F) \n\nFigura 30 - Estudo da produção de PPIX pelo tempo de 5 horas usando a emulsão O /A nas \nmisturas. Dados adquiridos por imagem de fluorescência de campo amplo; (A) ALA \ne MAL, (B) M2, (C) M3, (D) M4, (E) M5 e (F) M6. \n\n \n\n\n\n85 \n \n\nCom estudo da cinética das imagens de campo amplo foi possível analisar o \n\ncomportamento do crescimento da produção de PPIX na superfície da pele ao longo de \n\ncinco horas. A Tabela 5 mostra os valores de IF50 para as imagens de fluorescência de \n\ncampo amplo que foram coletados ao longo do tempo de 5 horas após aplicação dos \n\ncremes de emulsão O/A. \n\n \n\nTabela 5 - Valores do IF50 adquiridos através do estudo da cinética e coletados por imagem de \nfluorescência de campo amplo, derivadas da aplicação das misturas em emulsão \nO/A. \n\nAmostras IF50 (min.) \n\nALA 121 ± 12 \n\nMAL 70 ± 5 \n\nM2 134 ± 6 \n\nM3 44 ± 60 \n\nM4 130 ± 8 \n\nM5 97 ± 7 \n\nM6 120 ± 21 \n\n \n\nObservando o IF50 para as imagens de fluorescência de campo amplo, e apesar \n\ndas imagens serem uma analise da superfície da pele o valor de IF 50 para o MAL (IF50= \n\n70 min.) indicou ser menor do que o ALA (IF50= 121 min), uma diferença de produção \n\nmedia de PPIX de aproximadamente 50 minutos. Esse comportamento também foi \n\npossível observar nos dados de espectroscopia de fluorescência, mostrando que as \n\ntécnicas de fluorescência usadas para mensurar a produção de PPIX estão em acordo.  \n\nJá o IF50 para as misturas M3 e M5 apontou ser menor, IF50= 44 min. e IF50= 97 \n\nmin., respectivamente, do que o ALA, e ainda M3 aponta IF50 menor do que o MAL, e \n\ntambém têm tem a taxa de erro maior do que as outras concentrações. Mas mesmo \n\nassim esse estudo indica que a mistura pode ser mais bem aproveitada em tratamentos \n\ndo que somente usando o ALA ou MAL. E para a mistura M4 o valor de IF50= 1308 min. \n\nindicou próximo ao ALA. \n\n\n\n86 \n\nO ALA indicou produção de PPIX um pouco mais elevada do que o MAL após 3 \n\nhoras de aplicação, mas conforme o estudo da cinética o MAL indicou acumulo de PPIX \n\nem quase a metade do tempo do ALA. Já que não houve grande diferença na \n\nquantidade de produção de PPIX na superfície da pele entre o ALA e MAL, e o IF50 para \n\no MAL foi a metade do tempo do ALA, então em relação ao tempo de produção o MAL \n\npoderia ser o componente melhor aproveitado na TFD do que o ALA. \n\nA analise para as misturas, em relação à produção de PPIX após 3 horas de \n\naplicação tópica das amostras não indicou diferenças significativas entre ALA e MAL. \n\nEntretanto indicou diferenças significativas entre o MAL e mistura M5, essa análise \n\nestatística mostrou que mesmo a mistura M5 indicasse maior produção de PPIX entre \n\nas amostras, mas ela se destacou somente em relação ao MAL e não ocorrendo \n\ndiferenças significativas na produção de PPIX com o ALA. \n\nOs dados obtidos por análise de cinética das misturas utilizando diferentes \n\ntempos de acumulo de PPIX mostram diferentes valores de IF50 como: M3 (IF50 = 44 \n\nmin), M4 (IF50 = 130 min) e M5 (IF50 = 97 min). M3 indicou menor tempo de produção de \n\nPPIX entre eles. Comparando os resultados mencionados anteriormente, M5 \n\napresentou maior quantidade de produção de PPIX em 3 horas de incubação e na \n\ncinética a produção de PPIX foi em um tempo próximo ao ALA (IF50 = 121 min). \n\n \n\n \n\n4.3.2  Emulsão O/A: análise da formação da PPIX nas biopsias por imagem de \n\nfluorescência de campo amplo \n\n \n\n \n\nPara avaliar a formação da PPIX ao longo das camadas da pele (epiderme e \n\nderme); retiramos biopsias da pele com punch (diâmetro= 3 mm, profundidade ? 5mm) \n\napós 3 horas de aplicação das misturas. E adquirimos imagens de fluorescência da \n\nprodução da PPIX nas camadas da pele com o sistema de imagem de fluorescência de \n\ncampo amplo. A Figura 31 mostra as imagens da PPIX formada na superfície da pele e \n\nna biopsia. Essas imagens foram coletadas após 3 horas de aplicação tópica das \n\namostras, e o circulo branco indica o local em que foi retirada a biopsia. \n\n\n\n87 \n \n\n \n\n ALA MAL M2 M3 M4 M5 M6 \n\nA \n\n       \n\nB \n\n       \n\nFigura 31 - Imagens de fluorescência de campo amplo após 3 horas da aplicação das amostras \nem emulsão O/A; (A) Área em que aplicamos as amostras e o circulo branco indica \no ponto onde foi tirada a biopsia, e (B) imagens das biopsias. \n\n \n\nA Figura 32 mostra a média dos perfis de intensidade das biopsias pela \n\nprofundidade. \n\n \n\n  \n\n\n\n88 \n\n \n(A) \n\n \n(B) \n\n \n(C) \n\n \n(D) \n\n \n(E) \n\n \n(F) \n\nFigura 32 - Média dos perfis de intensidade de fluorescência das imagens das biopsias pela \nprofundidade, emulsão O/A; (A) ALA e MAL, (B) M2, (C) M3, (D) M4, (E) M5 e (F) \nM6. \n\n \n\n\n\n89 \n \n\nAs análises do perfil da intensidade de fluorescência ao longo das biopsias de \n\npele suína indicaram que na primeira camada da pele, epiderme (x~0,4 mm), não houve \n\ngrandes diferenças na intensidade de fluorescência para as amostras. Mas a grande \n\ndiferença entre os perfis de intensidade de fluorescência das amostras foi o decaimento \n\ndessa intensidade ao longo da profundidade (derme 0,4 -1mm).  \n\nA formação de PPIX nas biopsias indicaram que a permeação do MAL nas \n\ncamadas da pele permanece constante até aproximadamente 1 mm de profundidade \n\n(epiderme e derme); enquanto ALA mostrou um perfil de decaimento no acúmulo de \n\nPPIX ao longo da profundidade, diminuindo a produção de PPIX no decorrer das \n\ncamadas. \n\nO perfil de intensidade para as biópsias em que foi aplicada a mistura M2 \n\nmostrou o comportamento do perfil de intensidade de fluorescência semelhante ao ALA, \n\nmas em profundidade indicou ter acumulado mais PPIX do que ele. A mistura M3 \n\nindicou acúmulo de PPIX constante entre as camadas da pele, aproximadamente 1 mm \n\nde profundidade, bem semelhante ao comportamento do perfil observado no MAL. Já \n\nas misturas M4 e M5 mostraram comportamento semelhante ao ALA, porém o \n\ndecaimento da intensidade de fluorescência ao longo da biopsia foi maior depois de \n\naproximadamente 1,2 mm de profundidade. E o resultado obtido na mistura M6 não \n\npode ser exatamente interpretado, pois ocorreu a saturação da fluorescência nas \n\nimagens das biópsias para essa mistura. \n\n \n\n \n\n4.3.3 Emulsão A/O: análise da formação da PPIX por imagem de fluorescência de \n\ncampo amplo \n\n \n\nA Figura 33 mostra a imagem de fluorescência em duplicata da produção de \n\nPPIX após a aplicação de 3 horas das amostras em emulsão A/O. \n\n \n\n \n\n \n\n \n\n\n\n90 \n\n ALA MAL M2 M3 M4 M5 M6 \n\nA \n\n       \n\nB \n\n       \n\nFigura 33 - Imagens de fluorescência de campo amplo da superfície da pele suína em \nduplicatas (A, B) após 3 horas da aplicação dos cremes em emulsão A/O. \n\n \n\nÉ possível notar visualmente que a mudança na fase de maior volume (de água \n\npara óleo) da emulsão fez com que o MAL produzisse mais PPIX na área aplicada do \n\nque o ALA, mas a produção de todas as misturas continuou bem heterogênea. \n\nA Figura 34 mostra a média de contagem de pixels das imagens coletadas após \n\n3 horas da aplicação das misturas em emulsão A/O.  \n\n \n\n \nFigura 34 - Média da contagem de pixels das imagens adquiridas pelo sistema de imagem de \n\nfluorescência de campo amplo, coletadas após 3 horas da aplicação das amostras \nem emulsão A/O. \n\n \n\nA análise realizada da média dos pixels das imagens de fluorescência indicou \n\nque o ALA e o MAL produziram PPIX na superfície na mesma quantidade. Com isso é \n\n\n\n91 \n \n\npossível dizer que a emulsão A/O contribuiu para aumentar a característica lipofílica do \n\nMAL produzindo mais PPIX do que quando solubilizado na emulsão O/A.  \n\nA mistura M4 apresentou produção de PPIX próximo ao ALA e MAL, e as \n\nmisturas M2, M3, M5 e M6 indicaram produção de PPIX menor do que ALA e MAL. A \n\nmistura M5 mostrou que foi a proporção que menos acumulou PPIX, diferentemente do \n\nresultado que observou-se nessa proporção para a emulsão O/A, que indicou a maior \n\nprodução de PPIX em relação as misturas.  \n\nObservando os resultados obtidos das diferentes emulsões, as misturas de \n\nemulsão A/O que contem maior proporção de MAL, como M5 e M6, indicou uma \n\nprodução de PPIX menor do que essas proporções para a emulsão O/A, porém o \n\nresultado para a proporção 100% MAL obteve resultado melhor para a emulsão A/O.  \n\nA Figura 35 mostra a análise estatística entre a produção de PPIX das misturas \n\nna emulsão A/O realizada pelo ANOVA test. \n\n \n\n \nFigura 35 - Teste estatístico ANOVA que compara as diferenças significativas entre as amostras \n\nem emulsão A/O, dados adquiridos pelo sistema de imagem de fluorescência de \ncampo amplo. \n\n \n\nA análise estatística apontou que não houve diferenças significativas entre as \n\nmisturas usando a emulsão A/O. A Figura 36 mostra o comportamento do estudo da \n\n\n\n92 \n\ncinética para as amostras em emulsão A/O e a curva de crescimento para cada \n\namostra. Esse estudo foi realizado em apenas um animal.  \n\n \n\n \n\n  \n\n\n\n93 \n \n\n \n(A) \n\n \n(B) \n\n \n(C) \n\n \n(D) \n\n \n(E) \n\n \n(F) \n\nFigura 36 - Estudo da produção de PPIX pelo tempo de 5 horas usando a emulsão A/O nas \nmisturas. dados adquiridos por imagem de fluorescência de campo amplo; (A) ALA \ne MAL, (B) M2, (C) M3, (D) M4, (E) M5 e (F) M6. \n\n \n\n\n\n94 \n\nAbaixo segue a Tabela 6 que mostra o índice de fluorescência para as curvas \n\nde produção de PPIX pelo tempo para as amostras em emulsão A/O. \n\n \n\nTabela 6 - Valores do IF50 adquiridos através do estudo da cinética e coletados por imagem de \nfluorescência de campo amplo, derivadas da aplicação das misturas em emulsão \nA/O. \n\nMisturas IF50 (min.) \n\nALA 181 ± 25 \n\nMAL 680 ± 106 \n\nM2 6x10\n3\n ± 42x10\n\n3\n \n\nM3 323 ± 54 \n\nM4 108 ± 22 \n\nM5 250 ± 31 \n\nM6 250 ± 14 \n\n \n\nO IF50 para técnica de imagens de fluorescência de campo amplo obteve o \n\nmesmo perfil que na técnica de espectroscopia de fluorescência, em que o ALA indica \n\n(IF50=181 min) acumulo de PPIX em menor tempo do que o MAL (IF50=680 min) e a \n\nmistura M4 (IF50=108 min) foi a proporção que indicou o menor tempo de acumulo de \n\nPPIX.  \n\nAs misturas M2, M3, M5 e M6 indicaram valores para o IF50 muito alto, \n\njuntamente com o MAL, e ultrapassaram o tempo de aplicação usado em clinica que \n\nsão de 3 horas (180 min) de incubação com o creme para depois ser realizado a TFD. \n\nNesse caso não seria interessante utiliza-los, pois não otimizaria o tempo do \n\ntratamento. \n\nOs resultados para imagens de fluorescências de aplicação das misturas na \n\nemulsão A/O foram realizada somente em um animal, uma área para cada mistura, e \n\nisso poderia ser o motivo para que o fitting não tenha se adequado aos pontos, pois não \n\nhouve média entre réplicas, e por isso o erro em algumas misturas ficarem tão grande. \n\nPara os experimentos realizados com a emulsão A/O, vimos que a mudança de \n\nfase na emulsão contribuiu para a característica lipofílica do MAL, fazendo com que o \n\n\n\n95 \n \n\nMAL indique quantidade de produção de PPIX igual ao ALA. A mistura M4 indicou \n\npequena melhora na quantidade de PPIX produzida em 3 horas de aplicação, mas as \n\nmisturas M2, M3, M5 e M6 indicaram diminuição na produção de PPIX. E M5 foi a \n\nmistura que mais indicou diminuição na quantidade de PPIX usando a emulsão O/A. \n\nApesar dessa grande diferença negativa na produção de PPIX para a mistura M5, a \n\nanalise estatística realizada entre as misturas não indicou diferenças significativas entre \n\nnenhuma amostra. \n\nEm relação ao estudo da cinética de aplicação das amostras em A/O, \n\nobtiveram-se valores de IF50 maior do que o tempo de 3 horas usado em pacientes. As \n\namostras MAL, M2, M3, M5 e M6 indicaram valores muito alto para IF50, mostrando que \n\nnão houve adequação ao fitting escolhido para a emulsão O/A e número de réplica \n\npequeno para obtermos uma analise mais adequada. Contudo, para o estudo da \n\ncinética de aplicação de base A/O indicou menor IF50 para a mistura M4 (IF50=108) e \n\npara o ALA (IF50= 181), indicando que a mistura M4 é uma boa opção para diminuir o \n\ntempo de incubação para o tratamento. \n\n \n\n \n\n4.3.4 Emulsão A/O: análise da formação da PPIX nas biopsias por imagem de \n\nfluorescência de campo amplo \n\n \n\n \n\nA Figura 37 mostra as imagens da PPIX formada na superfície da pele e na \n\nbiopsia. Essas imagens foram coletadas após 3 horas de aplicação tópica das amostras \n\nem emulsão A/O, e o circulo branco indica o local em que foi retirada a biopsia. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n96 \n\n ALA MAL M2 M3 M4 M5 M6 \n\nA \n\n       \n\nB \n\n       \nFigura 37 - Imagens de fluorescência de campo amplo após 3 horas da aplicação das amostras \n\nem emulsão A/O; (A) Área em que aplicamos as amostras e o circulo branco indica \no ponto onde foi tirada a biopsia, e (B) imagens das biopsias \n\n \n\nOs perfis de intensidade de fluorescência para as imagens das biopsias acima \n\npodem ser visualizados na Figura 38. \n\n \n\n \n\n  \n\n\n\n97 \n \n\n \n(A) \n\n \n(B) \n\n \n(C) \n\n \n(D) \n\n \n(E) \n\n \n(F) \n\nFigura 38 - Média dos perfis de intensidade de fluorescência das imagens das biopsias pela \nprofundidade, emulsão A/O; (A) ALA e MAL, (B) M2, (C) M3, (D) M4, (E) M5 e (F) \nM6. \n\n \n\n\n\n98 \n\nA análise da média do perfil de intensidade para o ALA e MAL indicou \n\nsemelhança entre elas na produção de PPIX ao longo das camadas da pele suína, \n\nocorrendo uma diminuição no acumulo de PPIX próximo a 1 mm de profundidade. A \n\nmistura M2 indica intensidade constante em toda profundidade, sendo a mistura que \n\nnão houve diferença na produção de PPIX na epiderme e derme. A mistura M3 é que \n\napresentou maior declínio do acumulo de PPIX ao longo da profundidade, e já M4 \n\nindicou decaimento no acumulo de PPIX nas camadas da pele em aproximadamente \n\n1,2 mm. E as misturas M5 e M6 indicaram uma diminuição na produção de PPIX \n\nsomente após x= 1 mm de profundidade, e a queda na produção de PPIX para M6 foi \n\nquase imperceptível, pois ocorreu a saturação das imagens para a mistura. \n\nQuando comparamos os resultados obtidos para os dois tipos de emulsões \n\n(O/A e A/O), observa-se que o ALA em emulsão A/O manteve o perfil de intensidade de \n\nfluorescência constante, ocorrendo decaimento na intensidade de fluorescência \n\nsomente próximo a 1 mm de profundidade, isso mostra que a emulsão A/O pode ter \n\ncolaborado na permeação do ALA na pele. Também observou-se a melhora na \n\npermeação do creme para as misturas M4 e M5. A mistura M3 não obteve um \n\ncomportamento constante na intensidade de fluorescência versus a profundidade como \n\nna mesma mistura em emulsão O/A. Segundo NARVAEZ (2011), Quando associa-se \n\nsubstâncias em uma formulação pode-se obter efeitos biológicos sinérgicos e ou até \n\nmesmo efeitos antagônicos onde verificamos a diminuição dos efeitos desejados. \n\n \n\n \n\n4.3.5 Discussão dos dados coletados por imagem de fluorescência de campo amplo \n\n \n\n \n\nAnalisando as imagens de campo amplo para ambas as emulsões observou-se \n\nque mudar a fase externa da emulsão para oleosa mostrou que contribuiu para \n\nmelhorar a produção de PPIX do MAL, mas não notou-se o mesmo comportamento \n\npara as misturas de proporções contendo mais MAL, pelo contrário; houve uma \n\ndiminuição da formação da PPIX. Observou-se também que as misturas mostraram \n\nmelhores resultados quando comparado ao ALA ou MAL sozinhos, como no caso de \n\n\n\n99 \n \n\nM5 que indicou alta quantidade de PPIX formada na emulsão O/A e valor de IF50 menor \n\ndo que o ALA, e M4 que indicou boa produção de PPIX e menor IF50 em ambas as \n\nemulsões. \n\nCom as analises das biopsias observou-se a melhora no perfil de produção de \n\nPPIX nas camadas da pele quando incorporado às amostras em emulsão A/O. O MAL \n\nformou mais PPIX em profundidade do que o ALA. Entre as misturas, M2 foi a mistura \n\nque demostrou o perfil de intensidade constante independente da base. \n\n \n\n \n\n4.4  Análise da formação da PPIX por microscopia confocal de fluorescência \n\n \n\n \n\nO objetivo dessas análises foi estabelecer a relação entre os dados in vivo e ex \n\nvivo in vitro utilizando como modelo a pele suína, e propor a técnica de microscopia \n\nconfocal de fluorescência como uma abordagem adequada para avaliação no \n\ntratamento da TFD. Os resultados puderam ser uteis, uma vez que o modelo in vitro \n\napresenta menos variabilidade experimental em comparação aos experimentos in vivo. \n\nAlém disso, tentou-se introduzir uma nova metodologia para realizar estudos de \n\npermeação transdérmica utilizando ALA e seus derivados em modelo de pele suína ex \n\nvivo cultivado in vitro por meio das análises de microscopia confocal de fluorescência. \n\nO estudo foi realizado utilizando-se tempos de incubação de 3 a 24h. No \n\nentanto em 3h de incubação não observou-se a formação de PPIX (fluorescência \n\nvermelha) para nenhuma das amostras. De acordo com estes resultados verificamos \n\nque existe um atraso no tempo de formação da PPIX quando realizamos experimentos \n\nem modelos de pele suína ex vivo in vitro, in vivo observa-se que em 3h já \n\nevidenciamos a formação da PPIX para o ALA e derivados. A Figura 39 mostra as \n\nimagens adquiridas pela microscopia confocal das laminas de pele suína que ficaram \n\nincubadas por 5 horas com ALA e MAL, e abaixo o perfil de intensidade de \n\nfluorescência dessas imagens. \n\n \n\n \n\n\n\n100 \n\nALA MAL \n\n  \n\n \n(A) \n\nFigura 39 - Imagem de microscopia confocal de fluorescência adquirida após 5 horas da \naplicação do ALA e MAL, e (A) média dos perfis de intensidade pela profundidade. \n\n \n\nO resultado das imagens de microscopia confocal para as amostras ALA e MAL \n\nem 5 horas indicou que nesse período de incubação os perfis de intensidades para \n\nambas são semelhantes ao resultado obtido para a autofluorescência, concluindo assim \n\nque em 5 horas ainda não foi possível produzir PPIX. \n\n100?m 100?m \n\n\n\n101 \n \n\nNa Figura 40 mostra as imagens de microscopia confocal e a análise da média \n\ndos perfis de intensidade para as amostras M2, M3, M4, M5 e M6 após 5 horas de \n\naplicação (incubação). \n\n \n\n \nM2 \n\n \n\n \n(B) \n\n \n\n \nM3 \n\n \n(C) \n\n  \n\n100?m \n\n100?m \n\n \n\n\n\n102 \n\n \nM4 \n\n \n\n \n(D) \n\n \n\n \nM5 \n\n \n(E) \n\n  \n\n100?m \n\n \n\n100?m \n\n \n\n\n\n103 \n \n\n \nM6 \n\n \n(F) \n\nFigura 40 - Imagem de microscopia confocal de fluorescência adquirida após 5 horas da \naplicação das misturas M2, M3, M4, M5 e M6, e (A, B, C, D, E e F) média dos \nperfis de intensidade pela profundidade. \n\n \n\nAs imagens in vitro adquiridas por microscopia confocal mostraram que as \n\nmisturas intermediárias M3, M4 e M5 apresentaram maior intensidade de fluorescência \n\nem 5 horas de incubação com creme. Enquanto ALA, MAL, M2 e M6 em 5 horas ainda \n\napresentaram o mesmo comportamento da medida realizada na autofluorescência da \n\npele do suíno ex vivo. Mistura M3 indica um aumento na fluorescência entre 50 e 200 \n\nµm de profundidade, isso significa que em 5 horas já tem PPIX formada na epiderme e \n\nna derme. A mistura M4 indica um pico de fluorescência no inicio da epiderme (x= 0 – \n\n25µm ou 250 mm), e após x = 25 µm ocorre um decaimento, porém ainda indica maior \n\nfluorescência na epiderme do que ALA, MAL e o restante das misturas em 5 horas. \n\nA Figura 41 mostra as laminas da pele suína que ficaram incubadas por 7 horas \n\ncom ALA e MAL, e abaixo o perfil de intensidade de fluorescência dessas imagens. \n\n \n\n \n\n \n\n \n\n \n\n \n\n100?m \n\n \n\n\n\n104 \n\nALA MAL \n\n  \n\n \n(A) \n\nFigura 41 - Imagem de microscopia confocal de fluorescência adquirida após 7 horas da \naplicação do ALA e MAL, e (A) média dos perfis de intensidade pela profundidade. \n\n \n\nAs análises em 7 horas mostraram que ALA e MAL indicaram aumento na \n\nintensidade de fluorescência comparado a intensidade da autofluorescência e da \n\nanálise feita em 5 horas. MAL mostrou maior intensidade (y= 75) até a profundidade de \n\nx= 50µm do que o ALA, que nessa profundidade tem o valor de intensidade em torno de \n\ny= 50. Após x= 100µm o comportamento deles são semelhantes. \n\n100?m \n\n \n\n100?m \n\n \n\n\n\n105 \n \n\nA Figura 42 mostra as imagens de microscopia confocal e a análise da média \n\ndos perfis de intensidade para as amostras M2, M3, M4, M5 e M6 após 5 horas de \n\naplicá-las. \n\n \n\n \nM2 \n\n \n\n \n(B) \n\n \n\n \nM3 \n\n \n\n \n(C) \n\n \n\n100?m \n\n \n\n100?m \n\n \n\n\n\n106 \n\n \nM4 \n\n \n\n \n(D) \n\n \n\n \nM5 \n\n \n\n \n(E) \n\n \n\n100?m \n\n \n\n100?m \n\n \n\n\n\n107 \n \n\n \nM6 \n\n \n(F) \n\nFigura 42 - Imagem de microscopia confocal de fluorescência adquirida após 7 horas da \naplicação das misturas M2, M3, M4, M5 e M6, e (A, B, C, D, E e F) média dos \nperfis de intensidade pela profundidade. \n\n \n\nAs misturas M3, M4 em 7 horas continuaram aumentando a intensidade de \n\nfluorescência e se destacando em produção de PPIX na faixa de até x= 100 µm de \n\nprofundidade. M5 não indicou grande diferença no aumento de intensidade comparado \n\na análise realizada em 5 horas. No entanto a mistura M2 em 7 horas demostrou grande \n\naumento na intensidade de fluorescência, y=60, até a profundidade de x= 125 µm. M6 \n\nindicou aumento na intensidade de fluorescência, y= 50, porém M6 é a amostra \n\njuntamente com o ALA que indicou menor evolução na intensidade de fluorescência de \n\n5 para 7 horas. \n\n \n\n \n\n4.4.1 Discussão dos dados coletados por microscopia confocal de fluorescência \n\n \n\n \n\nAs análises em 5 horas mostraram produção de PPIX somente para as misturas \n\nM3, M4 e M5, não indicando acúmulo de PPIX nas outras amostras e obtendo o mesmo \n\nperfil de intensidade de fluorescência da autofluorescência. Porém as análises \n\n100?m \n\n \n\n\n\n108 \n\nrealizadas em 7 horas mostraram indicativo de formação de PPIX para todas as \n\namostras e em toda extensão das camadas da pele.  \n\nEstes resultados sugerem que estudos de permeação de substâncias em \n\nmodelos de pele de suíno ex vivo cultivadas in vitro podem ser úteis para prever o \n\ncomportamento em estudos in vivo, como mostra o resultados de fluorescência \n\nrealizados in vivo em que a mistura do ALA e MAL em proporções diferentes \n\ncontribuíram para a melhoria na produção de PPIX. Da mesma forma que o estudo in \n\nvitro mostrou que é possível observar PPIX formada em 5 horas para as misturas M3, \n\nM4 e M5, o estudo in vivo mostrou que essas misturas podem formar PPIX na mesma \n\nquantidade que o ALA e em menor tempo de incubação. Apesar de existir diferenças no \n\nmetabolismo a produção de PPIX ocorre da mesma forma para o modelo in vivo, \n\nsugerindo que esta metodologia pode ser uma alternativa para desenvolver novos \n\nprotocolos que visam a otimização da TFD prevendo o comportamento e resultados \n\ndurante o tratamento clínico em estudos de pele humana. \n\n \n\n \n\n4.5  Análises do dano após TFD \n\n \n\nOs fragmentos de pele para as análises histológicas foram coletadas após 24 e \n\n48 horas do procedimento da TFD. Antes da coleta das biópsias de pele coletou-se \n\nimagens da superfície de cada área aonde foi aplicado o creme. Estas imagens têm por \n\nfinalidade avaliar superficialmente o dano causado pela TFD e a evolução do processo \n\nde reparo. Avaliou-se tanto o dano causado na superfície da pele por meio de imagens \n\nbem como nas camadas mais profundas da pele por histologia. As análises foram feitas \n\npara as duas emulsões, O/A e A/O. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n109 \n \n\n4.5.1 Análise macroscópica \n\n \n\nCom a análise macroscópica por meio de imagem da superfície da pele tratada, \n\nfoi observada evidências da evolução do processo de reparo, como edema e formação \n\nde crosta, após 24 e 48 horas do dano fotodinâmico induzido. \n\n \n\n \n\n4.5.1.1 Emulsão O/A: análise macroscópica \n\n \n\n \n\nA Figura 43 mostra o dano na superfície da pele do animal após 24 horas do \n\ntratamento, aonde observa-se a pele inflamada nesse período, sendo que os pontos \n\ninflamados são os mesmos pontos onde foi observado o acúmulo de PPIX após 3 horas \n\nde incubação, comprovando que o dano fotodinâmico esta diretamente relacionado à \n\nformação de PPIX na região. \n\n \n\n ALA MAL M2 M3 M4 M5 M6 \n\nA \n\n       \n\nB \n\n       \nFigura 43 - A) Imagem de fluorescência da PPIX formada após 3 horas da aplicação das \n\nmisturas em emulsão O/A e, B) o dano fotodinâmico após 24 horas realizada a \nTFD. \n\n \n\nO dano na superfície da pele 48 horas após o procedimento da TFD pode ser \n\nvisto na Figura 44. \n\nApós 48 horas observa-se a formação de crostas no local inflamado, \n\nevidenciando a evolução do processo de reparo da pele. Existem alguns pontos nas \n\nimagens de acúmulo de PPIX que nas imagens de dano da TFD não estão mais \n\naparente, isto justifica-se pelo processo rápido de reparo da pele ou menor dano.  \n\n\n\n110 \n\n \n\n ALA MAL M2 M3 M4 M5 M6 \n\nA \n\n       \n\nB \n\n       \nFigura 44 - A) Imagem de fluorescência da PPIX formada após 3 horas da aplicação das \n\nmisturas em emulsão O/A e B) o dano fotodinâmico após 48 horas realizada a \nTFD. \n\n \n\n \n\n4.5.1.2 Emulsão A/O: análise macroscópica \n\n \n\nA Figura 45 e 46 mostra o dano na superfície da pele do animal após 24 e 48 \n\nhoras após TFD, respectivamente, derivada da aplicação das amostras em emulsão \n\nA/O. \n\n \n\n ALA MAL M2 M3 M4 M5 M6 \n\nA \n\n       \n\nB \n\n       \nFigura 45 - A) Imagem de fluorescência da PPIX formada após 3 horas da aplicação das \n\nmisturas em emulsão A/O e, B) o dano fotodinâmico após 24 horas realizada a \nTFD. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n111 \n \n\n ALA MAL M2 M3 M4 M5 M6 \n\nA \n\n       \n\nB \n\n       \nFigura 46 - A) Imagem de fluorescência da PPIX formada após 3 horas da aplicação das \n\nmisturas em emulsão A/O e, B) o dano fotodinâmico após 48 horas realizada a \nTFD. \n\n \n\nObserva-se nas imagens o dano superficial para a emulsão A/O, onde os \n\npontos fluorescentes da PPIX também foram os mesmos pontos inflamados em 24 \n\nhoras, porém em 48 horas esses pontos inflamados já não são tão aparentes como \n\nobservado em 24 horas da aplicação das amostras em emulsão O/A, indicando o \n\nremodelamento da superfície da pele e processo de reparo superficial mais avançada \n\ndo que para a aplicação das amostras em emulsão O/A. \n\n \n\n \n\n4.5.2 Análise microscópica \n\n \n\nAs análises histológicas após 24 e 48 horas do tratamento foram avaliadas \n\ncomparando como o tecido normal (controle), em que não houve nenhum tratamento, \n\ncom as alterações dos tecidos tratados, e pontuados pelas características contidas na \n\nepiderme e derme. A pontuação é representada por símbolos (+), quanto mais \n\nsímbolos, mais evidente é a presença das características relacionadas ao dano \n\ncausado pela terapia fotodinâmica. E o símbolo (0) é a ausência do dano no tecido, isso \n\nquer dizer que não houve modificação em relação ao controle. \n\nAs características observadas ao longo da derme e epiderme são presença do \n\nestrato córneo; espessamento e aumento de número de células da epiderme que indica \n\ninflamação pela presença de infiltrados inflamatórios; aumento da conexão do tecido da \n\nepiderme e derme (papilas dérmicas), que é a presença da fase de proliferação e \n\nindicando ainda inflação e repitalização do tecido; presença de edema, o afrouxamento \n\n\n\n112 \n\ndas fibras de colágeno devido à presença de água; mudança da conformação e \n\ndirecionamento das fibras de colágeno conhecido como fibroplasia; e remodelamento \n\ndo tecido, em que a estrutura das fibras de colágeno volta a ser parecida com o \n\ncontrole.  \n\n \n\nÉ importante deixar claro que nos tempos analisados ~ 48h observa-se apenas \n\no indício da fase de remodelamento que são caracterizados pelo aumento da \n\nquantidade de colágeno III, que posteriormente serão substituídos pelo colágeno I (a \n\npartir de 14 dias a 1 mês, 3 meses a 1 ano). Diferentemente da fase proliferativa \n\nreferente a derme, verifica-se a formação de colágeno III mas evidencia-se uma \n\nelevada degradação de colágeno velho (estriamento do colágeno – modificação das \n\nfibras de colágeno quanto a conformação e direção). Portanto a fase de proliferação e \n\nremodelação não está completamente em evidência. Sugere-se um início destas fases \n\njá que em algumas análises histológica verificamos que a fase de inflamação \n\napresenta-se em menor evidência. \n\nNesse documento serão mostradas somente as análises das lâminas coradas \n\ncom HE, em que tal corante nos possibilita observar a pele em toda sua extensão, \n\nepiderme e derme, e processos inflamatórios. \n\nA Figura 47 mostra uma lâmina da pele normal do suíno (controle) com \n\naumento de 10x corada com HE. Na imagem é possível observar as estruturas das \n\ncamadas da pele como, estrato córneo, epiderme, papilas dérmicas, derme papilar e \n\nderme reticular. \n\n \n\n. \n\n \n\n\n\n113 \n \n\n \nFigura 47 - Histologia da pele suína (controle) sem nenhum tratamento, corada em HE; (1) \n\nestrato córneo, (2) epiderme, (3) papila dérmica, (4) derme papilar e (5) derme \nreticular. \n\n \n\nÉ possível notar que na imagem da pele suína sem tratamento existe a \n\npresença de infiltrados inflamatórios, originando uma leve indicação de inflamação, com \n\nisso acreditamos que a presença dessa característica é devido ao metabolismo do \n\nanimal, estresse do alojamento e processo da anestesia. \n\n \n\n4.5.2.1 Emulsão O/A: análise microscópica \n\n \n\nNa análise histológica dos tecidos tratados com TFD foi possível observar a \n\nocorrência de infiltração de células circulantes (neutrófilos e monócitos) e a migração de \n\ncélulas das áreas adjacentes como células epiteliais (queratinócitos). Em algumas \n\namostras em fase inflamatória avançada, principalmente as imagens da pele coletada \n\ncom 24 horas após TFD, e outras em fase inicial de remodelamento que é o caso das \n\namostras coletadas em 48 horas.  \n\nNa Figura 48 são apresentadas imagens das lâminas histológicas, ALA e MAL, \n\nobtidas dos tecidos irradiados após 24 e 48 horas. \n\n\n\n114 \n\n \n\n 24 horas 48 horas \n\nA\nL\n\nA\n \n\n  \n\nM\nA\n\nL\n \n\n  \nFigura 48 - Histologia da pele suína derivada da aplicação do ALA e MAL em emulsão O/A após \n\n24 e 48 horas da TFD. Retângulo preto indica infiltrado inflamatório e retângulo \nbranco indica regiões de conformação e coesão das fibras de colágeno. \n\n \n\nA Figura 48 referente à imagem do ALA - 24 horas, é possível notar o \n\nestreitamento da epiderme devido à falta das papilas dérmicas que conecta a epiderme \n\ná derme papilar, a presença de infiltrados inflamatórios, extravasamento de células e \n\npresença de edema (espaçamento das fibras) e a degradação das fibras de colágeno \n\n(“estriamento” modificação na conformação e direção das fibras) devido ao processo \n\nproliferação. Em 48 horas, observa-se o aumento na espessura da epiderme e o inicio \n\nda formação das papilas dérmicas, e maior espessamento da epiderme e desordem das \n\nfibras de colágeno devido a degradação do colágeno (processo de proliferação). \n\nPara a aplicação do MAL em 24 e 48 horas, não observou-se grandes danos na \n\nepiderme, as papilas dérmicas estão formadas, à estrutura da derme está semelhante \n\n\n\n115 \n \n\nao controle, sugerindo que a ação do MAL é em profundidade a nível da derme, \n\nconforme os dados de VALENTINE et al. (2011) e LESAR et al. (2011). Porém em 24 \n\nhoras a derme possui presença de infiltrados inflamatórios, fibras de colágeno estão \n\n“estriadas”, ou seja, a conformação e direção estão modificadas (desordenadas) devido \n\nà degradação das mesmas. Em 48 horas, observa-se na derme menor quantidade de \n\ninfiltrados inflamatórios e espaçamento (indicativo de edema), não observa-se mais o \n\n“estriamento ou fibras de colágeno estriadas” como em 24h, nota-se formação de um \n\nnovo colágeno na pele sendo um indicativo do início da fase de remodelamento. \n\nNa Tabela 7 apresentamos a classificação das alterações histológicas da pele \n\ndecorrentes das fases do processo de reparo observadas para aplicação do ALA e MAL \n\napós 24 e 48 horas da realização da TFD. \n\n \n\n  \n\n\n\n116 \n\nTabela 7 - Modificações observadas nas análises histológicas da aplicação do ALA e MAL em \nemulsão O/A após 24 e 48 horas da realização da TFD. Na tabela, ‘0’ indica \nausência da característica, e o símbolo de ‘+’ indica a presença da característica \ncomparada ao controle. \n\nFases Modificação da pele \nALA MAL \n\n24h. 48h. 24h. 48h. \n\nInflamação \n\n?Infiltrados inflamatórios (extravasamento de \ncélulas) \n\n+++ ++ ++ + \n\n+ sinais de edema ++ + ++ + \n\nAusência das papilas dérmicas +++ ++ 0 0 \n\nProliferação \n\nRepitelização \n\nEspessamento da epiderme 0 + 0 + \n\nPresença das papilas \ndérmicas \n\n0 + +++ +++ \n\nFibroplasia \n\nDegradação das fibras de \ncolágeno I (“estriamento\") \n\n+ +++ +++ + \n\nNeocolagênese (? colágeno \nIII)_ ?“estriamento” \n\n0 + + +++ \n\nRemodelação \nInício da substituição do colágeno III pelo I \n(maior quantidade de colágeno III sem \nobservar degradação do colágeno I) \n\n0 0 0 + \n\n \n\n \n\nNa Figura 49 são apresentadas imagens das lâminas histológicas das misturas \n\nM2, M3, M4, M5 e M6, obtidas dos tecidos irradiados após 24 e 48 horas da TFD. \n\n \n\n \n\n \n\n  \n\n\n\n117 \n \n\n 24 horas 48 horas \nM\n\n2\n \n\n  \n\nM\n3\n \n\n  \n\nM\n4\n \n\n  \n\n\n\n118 \n\nM\n5\n \n\n  \n\nM\n6\n \n\n  \nFigura 49 - Histologia da pele suína derivada da aplicação das misturas M2, M3, M4, M5 e M6 \n\nem emulsão O/A após 24 e 48 horas da TFD. Retângulo preto indica infiltrado \ninflamatório e retângulo branco indica regiões de conformação e coesão das fibras \nde colágeno. \n\n \n\nOs cortes histológicos em 24 horas para as misturas de ALA e MAL também \n\nmostraram presença de inflamação da pele decorrente da presença de infiltrados \n\ninflamatórios e extravasamento de células (separação entre as fibras –frouxidão –\n\nedema). Na mistura M2 observa-se a deformação das papilas dérmicas e estriamento \n\ndas fibras de colágeno na derme; e na mistura M3 observa-se o espessamento da \n\nepiderme, e na derme a presença de infiltrado inflamatório e o estriamento das fibras de \n\ncolágeno que se mantem em 48h. A mistura M4 indica ausência das papilas dérmicas \n\ndevido ao grande dano causado na epiderme, elevada presença de infiltrados \n\ninflamatórios, edema e fibras de colágeno desordenadas (conformação e direção) e \n\nfrouxas. As misturas M5 e M6 não apresentaram danos na epiderme, conservando a \n\nestrutura das papilas dérmicas, o dano causado pelo tratamento foi maior na derme, \n\n\n\n119 \n \n\nindicando fase de inflamação bem como de proliferação devido a degradação das fibras \n\nde colágeno indicando conformação e direção modificadas (desordenadas). \n\nEm 48 horas visualizamos a fase referente ao processo de proliferação em \n\nestágio avançado onde observamos uma menor degradação do colágeno e uma maior \n\nneocolágenese do colágeno III. Aqui se sugere o início do processo de remodelamento \n\ndas fibras presentes na derme, a estruturação da junção epiderme-derme com o \n\nfortalecimento das papilas dérmicas e renovação celular da pele (aumento da \n\nespessura e número de células da epiderme). A mistura M2 indica espessamento na \n\nregião da epiderme e formação da estrutura das papilas dérmicas. M3 em 48 horas \n\nainda possui dano vascular e não indicou grandes evoluções em relação a M3 em 24 \n\nhoras. \n\nNa mistura M4 em 48 horas observa o desprendimento da epiderme da derme, \n\nelevada presença de infiltrados inflamatórios e edema, e fibras de colágeno densas e \n\nespaçadas devido a inflamação. As Misturas M5 e M6 indicam estar em fase de \n\nproliferação já que apresentam fibras de colágeno desordenadas (conformação e \n\ndireção) e “frouxas” e redução da fase inflamatória (diminuição do edema - menor \n\nespessamento das fibras) devido presença de regiões que estão em fase de \n\nmodificação da conformação das fibras de colágeno, aumento das mesmas e \n\ndiminuição do espaçamento entre elas.  \n\nNa Tabela 8 apresentamos a classificação das modificações da pele \n\nobservadas para aplicação das misturas M2-M6 após 24 e 48 horas da realização da \n\nTFD. \n\n \n\n \n\n  \n\n\n\n120 \n\nTabela 8 - Modificações observadas nas análises histológicas da aplicação das misturas M2, \nM3, M4, M5 e M6 em emulsão O/A após 24 e 48 horas da realização da TFD. Na \ntabela, ‘0’ indica ausência da característica, e o símbolo de ‘+’ indica a presença da \ncaracterística comparada ao controle. \n\nF\na\n\ns\ne\n\ns\n \n\nModificação da pele \n\nM2 M3 M4 M5 M6 \n\n2\n4\n\nh\n \n\n4\n8\n\nh\n. \n\n2\n4\n\nh\n. \n\n4\n8\n\nh\n. \n\n2\n4\n\nh\n \n\n4\n8\n\nh\n \n\n2\n4\n\nh\n \n\n4\n8\n\nh\n \n\n2\n4\n\nh\n \n\n4\n8\n\nh\n \n\nIn\nfl\n\na\nm\n\na\nç\n\nã\no\n\n \n\n?Infiltrados inflamatórios \n(extravasamento de células) +\n\n+\n \n\n+\n+\n\n \n\n+\n+\n\n \n\n+\n+\n\n \n\n+\n+\n\n+\n \n\n+\n+\n\n \n\n+\n+\n\n+\n \n\n+\n+\n\n \n\n+\n+\n\n+\n \n\n+\n+\n\n \n\n+ sinais de edema +\n+\n\n \n\n+\n \n\n+\n \n\n+\n+\n\n \n\n+\n \n\n+\n+\n\n \n\n+\n+\n\n \n\n+\n \n\n+\n+\n\n+\n \n\n+\n \n\nAusência das papilas dérmicas +\n \n\n0\n \n\n0\n \n\n+\n \n\n+\n+\n\n+\n \n\n+\n+\n\n+\n \n\n0\n \n\n0\n \n\n0\n \n\n+\n \n\nP\nro\n\nli\nfe\n\nra\nç\n\nã\no\n\n \n\nRepitelização: \n\nEspessamento da \nepiderme \n\n \n\n+\n+\n\n+\n \n\n+\n+\n\n+\n \n\n+\n+\n\n \n\n0\n \n\n0\n \n\n0\n \n\n0\n \n\n0\n \n\n0\n \n\nPresença das \npapilas dérmicas \n\n+\n \n\n+\n+\n\n \n\n+\n+\n\n+\n \n\n+\n+\n\n \n\n0\n \n\n0\n \n\n+\n+\n\n+\n \n\n+\n+\n\n+\n \n\n+\n+\n\n+\n \n\n+\n \n\nFibroplasia: \n\nDegradação das \nfibras de colágeno \nI (“estriamento\") \n\n+\n+\n\n \n\n+\n+\n\n+\n \n\n+\n+\n\n+\n \n\n+\n \n\n+\n \n\n0\n \n\n+\n+\n\n \n\n+\n+\n\n+\n \n\n+\n+\n\n+\n \n\n+\n \n\nNeocolagênese (? \ncolágeno III)_ \n?“estriamento” \n\n0\n \n\n0\n \n\n0\n \n\n+\n+\n\n \n\n0\n \n\n+\n+\n\n+\n \n\n0\n \n\n+\n \n\n0\n \n\n+\n+\n\n \n\nR\ne\nm\n\no\nd\n\ne\nla\n\nm\ne\n\nn\nto\n\n \n\nInício da substituição do colágeno \nIII pelo I (maior quantidade de \ncolágeno III sem observar \ndegradação do colágeno I) \n\n0\n \n\n0\n \n\n0\n \n\n0\n \n\n0\n \n\n+\n+\n\n \n\n0\n \n\n0\n \n\n0\n \n\n0\n \n\n\n\n121 \n \n\n \n\n4.5.2.2 Emulsão A/O: análise microscópica \n\n \n\nNa Figura 50 são apresentadas imagens das lâminas histológicas, ALA e MAL, \n\nobtidas dos tecidos irradiados após 24 e 48 horas. \n\n \n\n 24 horas 48 horas \n\nA\nL\n\nA\n \n\n  \n\nM\nA\n\nL\n \n\n  \nFigura 50 - Imagens das laminas da aplicação do ALA e MAL (emulsão A/O) na pele suína após \n\n24 e 48 horas da TFD. Retângulo preto indica infiltrado inflamatório e retângulo \nbranco indicam regiões de conformação e coesão das fibras de colágeno. \n\n \n\nNa lâmina para a aplicação do ALA em 24 horas observa-se processo \n\ninflamatório elevado decorrente do extravasamento das células epiteliais, ausência de \n\npapilas dérmicas em algumas áreas e edema indicando permanência na fase \n\ninflamatória. Em 48 horas, nota-se o espessamento da epiderme e a formação das \n\npapilas dérmicas (repitelização), mas ocorre o “estriamento” das fibras de colágeno na \n\n100.00 µm \n\n100.00 µm \n\n100.00 µm \n\n100.00 µm \n\n\n\n122 \n\nderme já que as fibras de colágeno apresentam-se desordenadas (conformação e \n\ndireção) e frouxas, sendo um indicativo da permanência na fase de proliferação do \n\nprocesso de reparo.  \n\nPara a aplicação do MAL em 24 horas observa-se processo inflamatório devido \n\naos infiltrados inflamatório e edema, indicando dano maior na região da derme, pois a \n\nepiderme possui estrutura intacta e as papilas dérmicas também estão estruturadas. \n\nEm MAL-48 horas foi possível notar a derme com as fibras estriadas e menor \n\nespessamento entre elas, indicando a fase de proliferação. \n\nNa Tabela 9 apresentamos a classificação das modificações da pele \n\nobservadas para aplicação do ALA e MAL em emulsão A/O após 24 e 48 horas da \n\nrealização da TFD. \n\n \n\nTabela 9 - Modificações observadas nas análises histológicas da aplicação do ALA e MAL em \nemulsão A/O após 24 e 48 horas da realização da TFD. Na tabela, ‘0’ indica \nausência da característica, e o símbolo de ‘+’ indica a presença da característica \ncomparada ao controle. \n\nFases Modificação da pele \nALA MAL \n\n24h. 48h. 24h. 48h. \n\nInflamação \n\n?Infiltrados inflamatórios (extravasamento de \ncélulas) \n\n+++ + ++ + \n\n+ sinais de edema + +++ ++ + \n\nAusência das papilas dérmicas +++ 0 0 0 \n\nProliferação \n\nRepitelização \n\nEspessamento da epiderme 0 +++ 0 0 \n\nPresença das papilas \ndérmicas \n\n0 ++ +++ ++ \n\nFibroplasia \n\nDegradação das fibras de \ncolágeno I (“estriamento\") \n\n+ +++ +++ + \n\nNeocolagênese (? colágeno \nIII)_ ?“estriamento” \n\n0 0 0 ++ \n\nRemodelação \nInício da substituição do colágeno III pelo I \n(maior quantidade de colágeno III sem \nobservar degradação do colágeno I) \n\n0 0 0 0 \n\n \n\n \n\n\n\n123 \n \n\nNa Figura 51 são apresentadas imagens das lâminas histológicas das misturas \n\nM2, M3, M4, M5 e M6, obtidas dos tecidos irradiados após 24 e 48 horas da TFD. \n\n \n\n 24 horas 48 horas \n\nM\n2\n \n\n  \n\nM\n3\n \n\n  \n\nM\n4\n \n\n  \n\n100.00 µm 100.00 µm \n\n100.00 µm \n100.00 µm \n\n100.00 µm 100.00 µm \n\n\n\n124 \n\nM\n5\n \n\n  \n\nM\n6\n \n\n  \nFigura 51 - Histologia da pele suína derivada da aplicação das misturas M2, M3, M4, M5 e M6 \n\nem emulsão A/O após 24 e 48 horas da TFD. Retângulo preto indica infiltrado \ninflamatório e retângulo branco indicam regiões de conformação e coesão das \nfibras de colágeno \n\n \n\nPara M2 em 24 horas foi possível notar que existem processo inflamatório \n\navançado e a epiderme está se desprendendo, devido à ausência das papilas \n\ndérmicas. Em 48 horas epiderme está se desprendendo, e na derme observa-se as \n\nfibras estriadas, indicando fase de proliferação. A mistura M3 em 24 horas possui \n\nindicação de edema, e ausência das papilas dérmicas; e em 48 horas, a epiderme não \n\nestá se desprendendo e indica o inicio da formação da estrutura das papilas dérmicas, \n\ne se encontra em fase de proliferação avançada. \n\nA mistura M4 em 24 horas está em processo inflamatório, possui uma pequena \n\nárea em que a epiderme está se desprendendo, mas acredita-se que tenha sido \n\ncausado no momento de preparo da lâmina e não pelo dano da terapia. Já em 48 horas \n\nobservamos maior quantidade de fibras de colágeno “estriadas” (conformação e direção \n\n100.00 µm 100.00 µm \n\n100.00 µm 100.00 µm \n\n\n\n125 \n \n\nestão modificadas) devido a degradação das mesmas indicando que está em fase de \n\nproliferação. \n\nA mistura M5-24 horas indica desprendimento da epiderme, ausência das \n\npapilas dérmicas, maior área em fase inflamatória, em 48 horas observou a formação \n\ndas papilas dérmicas, presença da epiderme, e fibras de colágeno “estriadas”, \n\nindicando está em fase de proliferação. Para a mistura M6 em 24 horas vimos que está \n\nem fase inflamatória, e a ausência da epiderme foi devido ao procedimento da lamina, \n\nno entanto na região do lado esquerdo ela está presente; e em 48 horas observa-se \n\nmenor espessamento nas fibras de colágeno da derme, caracterizando a fase de \n\nproliferação. \n\nNa Tabela 10 apresentamos a classificação das modificações da pele \n\nobservadas para aplicação das misturas M2-M6 em emulsão A/O após 24 e 48 horas \n\nda realização da TFD. \n\n \n\n \n\n \n\n  \n\n\n\n126 \n\nTabela 10 - Modificações observadas nas análises histológicas da aplicação das misturas M2, \nM3, M4, M5 e M6 em emulsão A/O após 24 e 48 horas da realização da TFD. Na \ntabela, ‘0’ indica ausência da característica, e o símbolo de ‘+’ indica a presença \nda característica comparada ao controle. \n\nF\na\n\ns\ne\n\ns\n \n\nModificação da pele \n\nM2 M3 M4 M5 M6 \n\n2\n4\n\nh\n \n\n4\n8\n\nh\n. \n\n2\n4\n\nh\n. \n\n4\n8\n\nh\n. \n\n2\n4\n\nh\n \n\n4\n8\n\nh\n \n\n2\n4\n\nh\n \n\n4\n8\n\nh\n \n\n2\n4\n\nh\n \n\n4\n8\n\nh\n \n\nIn\nfl\n\na\nm\n\na\nç\n\nã\no\n\n \n\n?Infiltrados inflamatórios \n(extravasamento de células) +\n\n+\n+\n\n \n\n+\n+\n\n \n\n+\n \n\n+\n+\n\n \n\n+\n+\n\n \n\n+\n \n\n+\n+\n\n+\n \n\n+\n \n\n+\n+\n\n \n\n+\n+\n\n \n\n+ sinais de edema +\n \n\n+\n+\n\n \n\n+\n \n\n+\n+\n\n \n\n+\n+\n\n \n\n+\n \n\n+\n \n\n+\n \n\n+\n+\n\n \n\n+\n \n\nAusência das papilas dérmicas \n\n+\n+\n\n+\n \n\n+\n+\n\n \n\n+\n+\n\n+\n \n\n+\n \n\n+\n \n\n+\n \n\n+\n+\n\n+\n \n\n+\n \n\n0\n \n\n+\n \n\nP\nro\n\nli\nfe\n\nra\nç\n\nã\no\n\n \n\nRepitelização: \n\nEspessamento da \nepiderme \n\n0\n \n\n0\n \n\n0\n \n\n+\n+\n\n+\n \n\n0\n \n\n0\n \n\n0\n \n\n+\n \n\n0\n \n\n0\n \n\nPresença das \npapilas dérmicas \n\n0\n \n\n0\n \n\n0\n \n\n+\n+\n\n \n\n+\n \n\n+\n+\n\n \n\n0\n \n\n+\n \n\n+\n \n\n+\n \n\nFibroplasia: \n\nDegradação das \nfibras de colágeno I \n(“estriamento\") \n\n+\n+\n\n \n\n+\n+\n\n+\n \n\n+\n \n\n0\n \n\n+\n+\n\n+\n \n\n+\n \n\n+\n \n\n+\n+\n\n \n\n+\n+\n\n \n\n+\n \n\nNeocolagênese (? \ncolágeno III)_ \n?“estriamento” \n\n0\n \n\n0\n \n\n0\n \n\n+\n+\n\n \n\n0\n \n\n+\n+\n\n+\n \n\n0\n \n\n+\n \n\n0\n \n\n+\n+\n\n \n\nR\ne\nm\n\no\nd\n\ne\nla\n\nm\ne\n\nn\nto\n\n \n\nInício da substituição do colágeno \nIII pelo I \n(maior quantidade de colágeno III \nsem observar degradação do \ncolágeno I) \n\n0\n \n\n0\n \n\n0\n \n\n+\n+\n\n+\n \n\n0\n \n\n+\n+\n\n \n\n0\n \n\n+\n \n\n0\n \n\n+\n+\n\n \n\n\n\n127 \n \n\n \n\n4.5.2 Discussão da análise do dano após TFD \n\n \n\n \n\nA respeito do dano visual causado na superfície da pele pela TFD (dano \n\nmacroscópico), observa-se que as imagens em que aplicou-se à emulsão A/O a \n\nevolução do processo de reparo que envolve todas as fases do processo cicatricial \n\n(Fase inflamação, proliferação e remodelamento) foi mais rápido do que a emulsão O/A, \n\nque ainda em 48 horas apresentava maior processo inflamatório (maior dano). \n\nE como mencionado anteriormente, a emulsão A/O levou ao aumento da \n\nprodução da PPIX para a aplicação do MAL, e dessa forma o dano causado tanto na \n\nsuperfície (dano visual macroscópico) quanto em profundidade por meio da análise \n\nhistológica foi maior para amostra MAL em emulsão A/O. Foi possível notar que nas \n\nanalises histológicas das amostras contendo mais MAL nas proporções (M5 e M6) em \n\nemulsão O/A, o dano maior foi na região da derme, mais profundo. Este resultado está \n\nde acordo com o fato de que a emulsão O/A apresenta-se mais localizada \n\nsuperficialmente e a A/O consegue permear através da epiderme e derme levando a \n\num dano mais profundo corroborando com os danos histológicos. \n\nA mudança na fase externa da emulsão de água (O/A) para óleo (A/O) \n\nmelhorou a permeação do creme na pele, pois até mesmo as proporções contendo \n\nmais ALA (M2 e M3) obtiveram danos maiores nas camadas mais profundas da pele do \n\nque as amostras M2 e M3 em emulsão O/A. A mistura M4 foi à amostra que mais \n\napresentou dano tanto na derme quanto na epiderme para ambas as emulsões \n\naplicadas. Porém a mistura M5 tanto na emulsão A/O e O/A apresentou-se em fase \n\ninflamatória e proliferativa, evidenciando elevado dano fotodinâmico. \n\nO ALA apresenta maior dano fotodinâmico ao longo de 48h independentemente \n\ndo tipo de emulsão em sua aplicação já que permanece em fase inflamatória e \n\nproliferativa por mais tempo, sugerindo-se que a evolução do processo de reparo é \n\nmais lenta. Já o MAL apresenta menor dano fotodinâmico ao longo de 48h, sugerindo-\n\nse que a sua evolução no processo de reparo é mais rápida. No entanto deve-se \n\nenfatizar que quando aplicado em emulsão A/O, o MAL apresentou maior dano \n\n\n\n128 \n\nfotodinâmico do que quando aplicado em emulsão O/A. E quanto às misturas observa-\n\nse que o dano fotodinâmico ao longo de 48h foi maior quando as mesmas foram \n\naplicadas na emulsão A/O sugerindo-se que a sua evolução no processo de reparo é \n\nmais lenta.  \n\n \n\n \n\n  \n\n\n\n129 \n \n\n6 CONCLUSÃO E PERSPECTIVA \n\n \n\n \n\nConsiderando os resultados obtidos neste trabalho podemos sugerir as \n\nmelhores amostras para a realização do TFD médico voltado para a área de tratamento \n\ndo câncer e doenças de pele e TFD dermatológico-estética voltada para o tratamento \n\ndas disfunções estéticas faciais (acne, rugas e linhas, cicatrizes e manchas).  \n\nDentro do contexto do TFD para aplicações tanto na área medica quanto \n\ndermatológico-estética sugere-se que a melhor mistura para aplicação da TFD seria a \n\nmistura M4 já que apresentou elevada quantidade de formação de PPIX em menor \n\ntempo de incubação. Na área médica oncológica sugeríamos a mistura 4 aplicada em \n\nemulsão A/O e na área dermatológico-estética quando aplicada em uma emulsão O/A. \n\nEsta sugestão vai de encontro ao fato que quando falamos de TFD dermatológico-\n\nestética temos em mente que devemos ocasionar um processo inflamatório menor do \n\nque quando falamos em TFD para a área oncológica que o objetivo final é levar a morte \n\ndo tecido. \n\nAs alterações histológicas da pele na aplicação da TFD gira em torno dos \n\naspectos relativos ao dano inflamatório, dano vascular que culmina na morte do tecido \n\npor apoptose e ou necrose. No entanto após a morte do tecido verifica-se um processo \n\nregenerativo do mesmo devido ao processo de reparo que acontece em paralelo. Neste \n\nsentido pode-se dizer que a TFD é a única terapia de tratamento do câncer que mata o \n\ntumor e ao mesmo tempo regenera o tecido levando a formação de uma nova pele no \n\nlocal (processo de reparo da pele).  \n\nQuando se fala de tratamento de pele normal avalia-se o dano gerado quanto à \n\nevolução do processo de reparo da pele e, portanto neste caso avaliamos danos \n\ninflamatórios relativos às células epiteliais e danos vasculares bem como danos \n\nrelativos às fibras de colágeno. \n\nEm vista de tudo mencionado podemos concluir que para a otimização da TFD \n\né importante levar em conta a quantidade e uniformidade de PPIX formada pelos \n\nprecursores ALA e MAL nas diferentes camadas da pele (epiderme e derme) bem como \n\nsua velocidade de formação (cinética). Além disso, é importante avaliar qual seria a \n\n\n\n130 \n\nindicação da melhor mistura entre ALA e MAL em ambas as emulsões (A/O ou O/A) \n\nque favoreça um dano mais rápido e menos persistente e ou um dano mais lento e \n\npersistente.  \n\nDe acordo com os resultados obtidos observou-se que utilizar ALA e MAL em \n\numa mesma composição em diferentes proporções foi capaz de aumentar a formação \n\nde PPIX em quantidade tanto superficialmente quanto em profundidade, e também \n\ndiminuir o tempo de incubação do creme na pele. Estes resultados serão de grande \n\nimportância para aperfeiçoar cada vez mais os procedimentos da TFD. \n\nCom a similaridade dos resultados adquiridos pelas medidas de fluorescência in \n\nvivo (espectroscopia de fluorescência e imagem de fluorescência de campo amplo) \n\ncalculou-se o coeficiente de correlação entre elas, e o resultado (?~ 0,8) indicou uma \n\nforte correlação entre essas técnicas. \n\nComo as medidas de fluorescência (espectroscopia e campo amplo) foram \n\nresultados obtidos da análise superficial da pele, as biópsias de pele adquiridas por \n\nimagem de fluorescência de campo amplo apresentou informações sobre a produção \n\nde PPIX nas camadas superficiais e profundas da pele (epiderme e derme). Portanto as \n\nanalises realizadas nas biopsias mostraram que incorporar o ALA em uma emulsão A/O \n\npode aumentar a permeação do creme e assim formando PPIX nas camadas mais \n\nprofundas da pele.  \n\nDe acordo com os dados de espectroscopia de fluorescência e imagem de \n\nfluorescência de campo amplo coletados para as aplicações utilizando as emulsões O/A \n\ne A/O não se pode sugerir qual foi a melhor emulsão, porque não foi coletado o mesmo \n\nnúmero de réplicas e no mesmo animal, mas com os dados das medidas de \n\nfluorescência para ambas as emulsões foram possíveis concluir que a mudança de fase \n\nexterna na emulsão proporcionou melhorias relativas à permeação e produção da PPIX \n\npelo MAL bem como na permeação das outras amostras ao longo da pele (epiderme e \n\nderme).  \n\n Com o estudo realizado em modelo ex vivo in vitro e analisado por microscopia \n\nconfocal de fluorescência foi possível desenvolver uma alternativa para prever melhores \n\nresultados em pele humana para uso clínico, otimizando a terapia, já que os resultados \n\n\n\n131 \n \n\nde permeação obtido no modelo in vivo para as misturas foram similares para o modelo \n\nex vivo in vitro, onde foi possível observar formação de PPIX em 5 horas. \n\nNeste estudo foi possível demonstrar que a associação do ALA e MAL em um \n\nmesmo creme melhora a formação da PPIX em quantidade e tempo de incubação. E \n\nembora a mistura M5 tenha mostrado alta produção de PPIX nas medidas de \n\nfluorescência, tanto in vivo como in vitro, a mistura M4 mostrou para ambas as \n\nemulsões produção de PPIX igual ao ALA e obteve o menor tempo para produzir PPIX \n\n(formação de PPIX mais rápida), além de produzir a mesma quantidade PPIX nas \n\ncamadas mais profundas da pele. E como o dano causado pela TFD depende da \n\nformação da PPIX, notou-se nas análises histológicas para a mistura M4 das emulsões \n\nO/A e A/O que o dano causado pela TFD atingiu tanto a epiderme como a derme. \n\nContudo a mistura M4, independente da emulsão incorporada, irá proporcionar \n\nmelhorias no protocolo da TFD, promovendo dano nas camadas da pele mais \n\nprofundas e em menor tempo de incubação. \n\nComo complementação desse trabalho propõe-se aplicar esse estudo em \n\nhumanos, para que seja usado como alternativa da TFD na clínica. \n\n \n\n \n\n\n\n132 \n\n  \n\n\n\n133 \n \n\nREFERÊNCIAS\n1 \n\n \n\nAGOSTINIS, P., et al. (2011). Photodynamic Therapy of Cancer: An Update. Ca-a \nCancer. Journal for Clinicians, v. 61, n. 4, p. 250-281. \n \n \nANDRADE, C. T., (2012). Identificação de lesões de pele por detecção fotodinâmica \nmediada por ácido aminolevulínico. Dissertação (mestrado). Instituto de Física de São \ncarlos, Universidade de São Paulo, São Carlos, p. 109. \n \n \nALLISON, R., G. DOWNIE, R. CUENCA, X. HU, et al. (2004). Photosensitizers in clinical \nPDT. Photodiagnosis and Photodynamic Therapy, v. 1, n.1, p. 27-42. \n\n \n \nALLISON, R. AND C. SIBATA. (2010). Oncologic photodynamic therapy \nphotosensitizers: A clinical review. Photodiagnosis and Photodynamic Therapy, v. 7, \n\nn.2, p. 61-75. \n \n \nAVCI, P., A. GUPTA, M. SADASIVAM, D. VECCHIO, et al. (2013). Low-Level Laser \n(Light) Therapy (LLLT) in Skin: Stimulating, Healing, Restoring. Seminars in Cutaneous \nMedicine and Surgery, v. 32, n. 1, p. 41-52. \n\n \n \nBABILAS, P., S. KARRER, A. SIDOROFF, M. LANDTHALER, et al. (2005) \nPhotodynamic therapy in dermatology - an update. Photodermatology \nPhotoimmunology &amp; Photomedicine, v. 21, n. 3, p. 142-149. \n \n \nBABILAS, P., S. SCHREML, M. LANDTHALER AND R. SZEIMIES. (2010). \nPhotodynamic therapy in dermatology: state-of-the-art. Photodermatology \nPhotoimmunology &amp; Photomedicine, v. 26, n. 3, p. 118-132. \n\n \n \nBAGNATO, V. S. (2008). Novas técnicas ópticas para áreas da saúde. Livraria da \nFísica, p. 239. \n\n \n \nBAGNATO, V. S. (2015). Terapia fotodinâmica dermatológica: Programa TFD Brasil. \nCompacta Gráfica e Editora, p. 313. \n\n \n \nBALBINO, C. A., PEREIRA, L. M., CURI. R. (2005). Mecanismos envolvidos na \n\n\n\n134 \n\ncicatrização: uma revisão. Revista Brasileira de Ciencias Farmacêuticas, v. 41, n. 1. \n\n \n \nBAROLET, D. (2008). Light-Emitting Diodes (LEDs) in Dermatology. Seminars in \nCutaneous Medicine and Surgery, v. 27, n. 4, p. 227-238. \n\n \n \nBRAGA, G., APARICIO, J. L., VILSINSKI, B. H., TESSARO, A. L. et al. (2014). \nAutoagregação da 5,10,15,20-tetrakis(4-metoxifenil)porfirina (tmpp): estudos \nespectroscópicos e análises multivariadas. Quim. Nova, v. 37, n. 4, p. 648-652. \n \n \nBREITINGER, H-G. (2012). Drug synergy – Mechanisms and methods of analysis, \ntoxicity and drug testing. Prof. Bill Acree (Ed.), ISBN: 978-953-51-0004-1, InTech, \nhttp://www.intechopen.com/books/toxicity-and-drug-testing/drug-synergy-mechanisms-\nand-methods-ofanalysis \n \n \nBUNKE, A., O. ZERBE, H. SCHMID, G. BURMEISTER, et al. (2000). Degradation \nmechanism and stability of 5-aminolevulinic acid. Journal of Pharmaceutical \nSciences, v. 89, n. 10, p. 1335-1341. \n\n \n \nBUTLER, A. AND S. GEORGE (1992). THE NONENZYMATIC CYCLIC DIMERIZATION \nOF 5-AMINOLEVULINIC ACID. Tetrahedron, v. 48, n. 37, p. 7879-7886. \n\n \n \nCAMPBELL, S., J. TYRRELL, R. MARSHALL AND A. CURNOW (2010). Effect of MAL-\nphotodynamic therapy on hypertrophic scarring. Photodiagnosis and Photodynamic \nTherapy, v. 7, n. 3, p. 183-188. \n \n \nCASTANO, A., T. DEMIDOVA AND M. HAMBLIN (2004). Mechanisms in photodynamic \ntherapy: part one-photosensitizers, photochemistry and cellular localization. \nPhotodiagnosis and Photodynamic Therapy, v. 1, n. 4, p. 279-293. \n\n \n \nCASTANO, A., T. DEMIDOVA AND M. HAMBLIN (2005). Mechanisms in photodynamic \ntherapy: Part three- Photosensitizer pharmacokinetics, biodistribution, tumor localization \nand modes of tumor destruction. Photodiagnosis and Photodynamic Therapy, v. 2, n. \n2, p. 91-106. \n \n \nCASTANO, A., T. DEMIDOVA AND M. HAMBLIN (2005). Mechanisms in photodynamic \ntherapy: part two-cellular signaling, cell metabolism and modes of cell death. \nPhotodiagnosis and Photodynamic Therapy, v. 2, n. 1, p. 1-23. \n \n\n\n\n135 \n \n\n \nCAVICCHINI, S., S. SERINI, R. FIORANI, V. GIRGENTI, et al. (2011). Long-term follow-\nup of metil aminolevulinate (MAL)-PDT in difficult-to-treat cutaneous Bowen's disease. \nInternational Journal of Dermatology, v. 50, n. 8, p. 1002-1005. \n \n \nCHOI, J., G. PARK, E. NA, H. WI, et al. (2010). Molecular changes following topical \nphotodynamic therapy using methyl aminolaevulinate in mouse skin. Journal of \nDermatological Science, v. 58, n. 3, p. 198-203. \n\n \n \nCHRISTENSEN, E., T. WARLOE, S. KROON, J. FUNK, et al. (2010). Guidelines for \npractical use of MAL-PDT in non-melanoma skin cancer. Journal of the European \nAcademy of Dermatology and Venereology, v. 24, n. 5, p. 505-512. \n \n \nCOLUSSI, V. C.; NICOLA, E. M.; NICOLA, J. H. (1996). Phototherapy, \nphotochemotherapy, and various photosensitizers. Revista da Associação Medica \nBrasileira, v. 42, n. 4, p. 229–236. \n\n \n \nCORTI, M. AND C. MAINETTI (2010). Methylaminolevulinic Acid-Based Photodynamic \nTherapy: The Patient's View. Photomedicine and Laser Surgery, v. 28, n. 5, p. 697-\n\n702. \n \n \nDIRSCHKA, T., P. RADNY, R. DOMINICUS, H. MENSING, et al. (2012). Photodynamic \ntherapy with BF-200 ALA for the treatment of actinic keratosis: results of a multicentre, \nrandomized, observer-blind phase III study in comparison with a registered methyl-5-\naminolaevulinate cream and placebo. British Journal of Dermatology, v. 166, n. 1, p. \n137-146. \n \n \nDONNELLY, R.F., et al. (2009). Microneedle arrays permit enhanced intradermal \ndelivery of a preformed photosensitizer. Photochemistry and Photobiology, v. 85, n. \n\n1, p. 195-204. \n \n \nDOVER, J., A. BHATIA, B. STEWART AND K. ARNDT, (2005). Topical 5-aminolevulinic \nacid combined with intense pulsed light in the treatment of photoaging. Archives of \nDermatology, v. 141, n. 10, p. 1247-1252. \n\n \n \nELFSSON, B., I. WALLIN, S. EKSBORG, K. RUDAEUS, et al. (1999). Stability of 5-\naminolevulinic acid in aqueous solution. European Journal of Pharmaceutical \nSciences, v. 7, n. 2, p. 87-91. \n \n\n\n\n136 \n\n \nFAI, D., N. ARPAIA, I. ROMANO, M. VESTITA, et al. (2009). Methyl-aminolevulinate \nphotodynamic therapy for the treatment of actinic keratoses and non-melanoma skin \ncancers: a retrospective analysis of response in 462 patients. Giornale Italiano Di \nDermatologia E Venereologia, v. 144, n. 3, p. 281-285. \n\n \n \nFAI, D., I. ROMANO, N. CASSANO AND G. VENA (2012). Methyl-aminolevulinate \nphotodynamic therapy for the treatment of actinic cheilitis: a retrospective evaluation of \n29 patients. Giornale Italiano Di Dermatologia E Venereologia, v. 147, n. 1, p. 99-\n101. \n \n \nFERREIRA J. (2007) Estudo e correlação de diferentes derivados de \nhematoporfirina e clorinas no processo de TFD. 2007. Tese (Doutorado) - Faculdade \n\nde Medidina de Ribeirão Preto, Universidade de São Paulo, Ribeirão Preto, p. 128. \n \n \nFRAGA, A. B. (2007). Peso médio do leitão, peso e tamanho de leitegada, \nnatimortalidade e mortalidade em suínos no Estado de Alagoas. Rev. Bras. Saúde \nProd. An., v.8, n.4, p. 354-363. \n\n \n \nGADMAR, O., J. MOAN, E. SCHEIE, L. MA, et al. (2002) The stability of 5-\naminolevulinic acid in solution. Journal of Photochemistry and Photobiology B-\nBiology, v. 67, n. 3, p. 187-193. \n \n \nGAY, S., C. MARTOCCIA, M. ZELLWEGER, Q. WANG, et al. (2014) Study of the \nstability of the 5-aminolevulinic acid tyrosine ester in aqueous solution. Arkivoc, p. 228-\n238. \n \n \nGHOLAM, P., K. DENK, T. SEHR, A. ENK, et al. (2010). Factors influencing pain \nintensity during topical photodynamic therapy of complete cosmetic units for actinic \nkeratoses. Journal of the American Academy of Dermatology, v. 63, n. 2, p. 213-\n218. \n \n \nGHOLAM, P., T. WEBERSCHOCK, K. DENK AND A. ENK (2011) Treatment with 5-\nAminolaevulinic Acid Methylester Is Less Painful than Treatment with 5-Aminolaevulinic \nAcid Nanoemulsion in Topical Photodynamic Therapy for Actinic Keratosis. \nDermatology, v. 222, n. 4, p. 358-362. \n\n \n \n\n\n\n137 \n \n\nGIUNTINI, F., et al. (2008). A novel approach to improve cellular delivery of 5-\naminolaevulinic acid: New ALA-containing peptide Prodrugs for photodynamic therapy. \nJournal of Peptide Science, v. 14, n. 8, p. 156-156. \n\n \n \nGOULART, V. P. (2012). Espectroscopia de fluorescência na otimização da terapia \nfotodinâmica em carcinoma espinocelular de pele e sua avaliação utilizando \ntomografia por coerência óptica. Dissertação (Mestrado em Ciências na área de \nTecnologia Nuclear) – Instituto de Pesquisas Energéticas e Nucleares, Universidade de \nSão Paulo, São Paulo, p. 94. \n \n \nGRECCO, C. Avaliação da resposta fotodinâmica em fígado normal de ratos \nutilizando luz pulsada no regime de femtossegundos. (2009). Dissertação \n(Mestrado) – Instituto de Física de São Carlos, Universidade de São Paulo, São Carlos, \n74p. \n \n \nHERREROS, F., M. CINTRA, R. ADAM, A. DE MORAES, et al. (2007). Remodeling of \nthe human dermis after application of salicylate silanol. Archives of Dermatological \nResearch, v. 299, n. 1, p. 41-45. \n\n \n \nINCA – INSTITUTO NACIONAL DO CÂNCER JOSÉ ALENCAR GOMES DA SILVA \n(2016). Rio de Janeiro. Diponível em:&lt;http://www.inca.gov.br> Acesso em: 10 abril \n\n2016. \n \nISAAC, C., LADEIRA, P. R. S., RÊGO, F. M. P, ALDULANTE, J. C. B., FERREIRA, M. \nG. (2010). Processo de cura das feridas: cicatrização fisiológica. Rev Med (São Paulo), \n\nv. 89, n. 3 -4, p. 125-31 \n \n \nISSA, M. AND M. MANELA-AZULAY (2010). Photodynamic therapy: a review of the \nliterature and image documentation. Anais Brasileiros De Dermatologia, v. 85, n. 4, p. \n501-511. \n \n \nJAFFE, E. AND J. RAJAGOPALAN (1990). nuclear-magnetic-resonance studies of 5-\naminolevulinate demonstrate multiple forms in aqueous-solution. Bioorganic \nChemistry, v. 18, n.4, p. 381-394. \n \n \nJUZENAS, P., S. SHARFAEI, J. MOAN AND R. BISSONNETTE (2002). Protoporphyrin \nIX fluorescence kinetics in UV-induced tumours and normal skin of hairless mice after \ntopical application of 5-aminolevulinic acid methyl ester. Journal of Photochemistry \nand Photobiology B-Biology, v. 67, n. 1, p. 11-17. \n \n\n\n\n138 \n\n \nJUZENIENE, A., P. JUZENAS, L. MA, V. IANI, et al. (2004). Effectiveness of different \nlight sources for 5-aminolevulinic acid photodynamic therapy. Lasers in Medical \nScience, v. 19, n. 3, p. 139-149. \n \n \nKALISZEWSKI, M., M. KWASNY, A. JUZENIENE, P. JUZENAS, et al. (2007). Biological \nactivity of 5-aminolevulinic acid and its methyl ester after storage under different \nconditions. Journal of Photochemistry and Photobiology B-Biology, v. 87, n. 2, p. \n\n67-72. \n \n \nKARRER, S., E. KOHL, K. FEISE, D. HIEPE-WEGENER, et al. (2013). Photodynamic \ntherapy for skin rejuvenation: review and summary of the literature - results of a \nconsensus conference of an expert group for aesthetic photodynamic therapy. Journal \nDer Deutschen Dermatologischen Gesellschaft, v. 11, n. 2, p.137-148. \n \n \nKENNEDY, J. AND R. POTTIER (1992). Endogenous protoporphyrin-IX, a clinically \nuseful photosensitizer for photodynamic therapy. Journal of Photochemistry and \nPhotobiology B-Biology, v. 14, n. 4, p. 275-292. \n\n \n \nKENNEDY, J., R. POTTIER AND D. PROSS (1990). photodynamic therapy with \nendogenous protoporphyrin .9. basic principles and present clinical-experience. Journal \nof Photochemistry and Photobiology B-Biology, v. 6, n.1-2, p. 143-148. \n \n \nKLEINPENNING, M., P. VAN DE KERKHOF AND R. GERRITSEN (2010). The clinical \nefficacy of topical methyl-aminolevulinate photodynamic therapy in moderate to severe \nactinic keratoses of the face and scalp. Journal of Dermatological Treatment, v. 21, n. \n\n4, p. 252-257. \n \n \nKNIGHT, K., J. MCCANN, C. VANDERKOLK, S. COE, et al. (1990). The redistribution of \ncollagen in expanded pig skin. British Journal of Plastic Surgery, v. 43, n. 5, p. 565-\n570. \n \n \nKONAN, Y., R. GURNY AND E. ALLEMANN (2002). State of the art in the delivery of \nphotosensitizers for photodynamic therapy. Journal of Photochemistry and \nPhotobiology B-Biology, v. 66, n. 2, p. 89-106. \n \n \nKOZAK, R. (2014). Terapia fotodinâmica para tratamento de carcinoma basocelular \ndo tipo nodular: estudo comparativo entre o ácido 5-aminolevulínico (ALA) em \nnanoemulsão e o metil-ALA. Dissertação (Mestrado em Nanociência e \n\n\n\n139 \n \n\nNanotecnologia) – Instituto de Ciências Biológicas, Universidade de Brasília, Brasília, p. \n91. \n \n \nLESAR, A., J. FERGUSON AND H. MOSELEY (2011). An investigation of the \nfluorescence induced by topical application of 5-aminolaevulinic acid and methyl \naminolaevulinate at different body sites on normal human skin. Photodiagnosis and \nPhotodynamic Therapy, v. 8, n. 2, p. 97-103. \n \n \nLI, Q., T. GAO, B. JIAO, X. HU, et al. (2011). Tumor Thickness Predicts Long-Term \nComplete Response of Facial Basal Cell Carcinomas in Asian Skin Types IV/V Treated \nwith Methyl Aminolaevulinate Photodynamic Therapy. Photomedicine and Laser \nSurgery, v. 29, n. 7, p. 501-507. \n \n \nLOPEZ, R., N. LANGE, R. GUY AND M. BENTLEY (2004). Photodynamic therapy of \nskin cancer: controlled drug delivery of 5-ALA and its esters. Advanced Drug Delivery \nReviews, v. 56, n. 1, p. 77-94. \n\n \n \nLUKYANETS, E. (1999). Phthalocyanines as photosensitizers in the photodynamic \ntherapy of cancer. Journal of Porphyrins and Phthalocyanines, v. 3, n. 6-7, p. 424-\n\n432. \n \n \nMAISCH, T., F. SANTARELLI, S. SCHREML, P. BABILAS, et al. (2010). Fluorescence \ninduction of protoporphyrin IX by a new 5-aminolevulinic acid nanoemulsion used for \nphotodynamic therapy in a full-thickness ex vivo skin model. Experimental \nDermatology, v. 19, n. 8, p. E302-E305. \n \n \nMAJELLA E. L. (2013). Skin penetration enhancers. Intenational Journal of \nPharmaceutics, v. 447, n. 1-2, p. 12-21. \n \n \nMAXWELL, J. (2005) Party drugs: Properties, prevalence, patterns, and problems. \nSubstance Use &amp; Misuse, v. 40, n. 9-10, p. 1203-1240. \n \n \nMELO, C., C. KURACHI, C. GRECCO, C. SIBATA, et al. (2004). Pharmacokinetics of \nPhotogem using fluorescence monitoring in Wistar rats. Journal of Photochemistry \nand Photobiology B-Biology, v. 73, n. 3, p. 183-188. \n\n \n \nMELO, C., A. LIMA, I. BRASIL, O. SILVA, et al. (2001). Characterization of light \npenetration in rat tissues. Journal of Clinical Laser Medicine &amp; Surgery, v. 19, n. 4, p. \n\n\n\n140 \n\n175-179. \n \n \nMENEZES, P. F. C. (2006). Estudos espectroscópicos e citotóxicos do Photogem \nfotodegradado e dos fotoprodutos formados pela irradiação com laser. Tese \n\n(Doutorado) – Instituto de Química de São Carlos, Universidade de São Paulo, São \nCarlos, p. 181. \n \n \nMENEZES, P., M. REQUENA AND V. BAGNATO (2014) Optimization of Photodynamic \nTherapy Using Negative Pressure. Photomedicine and Laser Surgery, v. 32, n. 5, p. \n\n296-301. \n \n \nMIKOLAJEWSKA, P., V. IANI, A. JUZENIENE AND J. MOAN (2009). Topical \naminolaevulinic acid- and aminolaevulinic acid methyl ester-based photodynamic \ntherapy with red and violet light: influence of wavelength on pain and erythema. British \nJournal of Dermatology, v. 161, n. 5, p. 1173-1179. \n \n \nMOLONEY, F. AND P. COLLINS (2007). Randomised, double-blind, prospective study \nto compare topical 5-aminolaevulinic acid methylester with topical 5-aminolaevulinic acid \nphotodynamic therapy for extensive scalp actinic keratosis. Journal of Investigative \nDermatology, v. 127, n. 11, p. 2692-2692. \n \n \nMORDON, S. (2014). A commentary on the role of skin temperature on the \neffectiveness of ALA-PDT in Dermatology. Photodiagnosis and Photodynamic \nTherapy, v. 11, n. 3, p. 416-419. \n\n \n \nMORTON, C. (2007). Methyl aminolevulinate: Actinic keratoses and Bowen's disease. \nDermatologic Clinics, v. 25, n. 1, p. 81-+. \n\n \n \nMORTON, C., R. SCHOLEFIELD, C. WHITEHURST AND J. BIRCH (2005). An open \nstudy to determine the efficacy of blue light in the treatment of mild to moderate acne. \nJournal of Dermatological Treatment, v. 16, n. 4, p. 219-223. \n \n \nMOSELEY, H., A. LESAR AND J. FERGUSON (2009). Fluorescence induced by ala \nand mal in normal skin. Lasers in Surgery and Medicine, p. 4-5. \n \n \nNARVAEZ V., J. F. AND JIMENEZ C., C. (2011). Pharmaceutical products in the \nenvironment: sources, effects and risks. Vitae, Revista de la facultad de química \nfarmacéutica, v. 19, n. 1, p. 93-108. \n\n\n\n141 \n \n\n \n \nOLIVEIRA, E. R. (2014). Queratoses actínicas disseminadas de membros \nsuperiores: comparação da terapia fotodinâmica com ácido aminolevulínico 15% \ne metil aminolevulínico 15% através do protótipo kerato PDT. Dissertação \n\n(Mestrado em Biotecnologia) - Universidade Estadual Paulista “Julio de Mesquita Filho”, \nBotucatu, p. 77. \n \n \nPARK, M., S. SOHN, E. LEE AND Y. KIM (2010). Photorejuvenation induced by 5-\naminolevulinic acid photodynamic therapy in patients with actinic keratosis: A histologic \nanalysis. Journal of the American Academy of Dermatology, v. 62, n. 1, p. 85-95. \n \n \nPENG, Q., J. MOAN, T. WARLOE, I. VLADIMIR, et al. (1996). Build-up of esterified \naminolevulinic-acid-derivative-induced porphyrin fluorescence in normal mouse skin. \nJournal of Photochemistry and Photobiology B-Biology, v. 34, n. 1, p. 95-96. \n\n \n \nPLAETZER, K., KRAMMER, J., BERR, F., KIESSLICH, T. (2008). Photophysics and \nphotochemistry of photodynamic therapy: fundamental aspects. Lasers in Medical \nScience, v. 24, n. 2, p. 259–268. \n \n \nRAMIREZ, D. P. (2012). Avaliação da cicatrização da pele de rato wistar após \nmúltiplas sessões de terapia fotodinâmica. Dissertação (Mestrado em Biotecnologia) \n– Universidade Federal de São Carlos, São Carlos, p.118. \n \n \nRAMIREZ, D. P.; KURACHI, C.; INADA, N. M.; MORIYAMA, L. T.; SALVIO, A. G.; \nVOLLET FILHO, J. D. (2014). Experience and BCC subtypes as determinants of MAL–\nPDT response: preliminary results of a national Brazilian project. Photodiagnosis \nPhotodynamics Theraphy, v. 11, n. 1, p. 22–26. \n\n \n \nREGO, R. F. (2008). Estudo comparative de precursores da protoporfirina IX (ALA \ne MAL) utilizados topicamente em terapia fotodinâmica. Dissertação (Mestrado em \n\nBiotecnologia) – Universidade Federal de São Carlos, São Carlos, p. 91. \n \n \nREQUENA, M. B. (2015). Avaliação da Terapia Fotodinâmica aplicada com luz \nintensa pulsada em pele normal de suínos e diferentes fotossensibilizadores. \nDissertação (Mestrado em Ciências) – Instituto de Física de São Carlos, Universidade \nde São Paulo, São Carlos, p. 103. \n \n \nRKEIN, A. M. AND OZOG, M. (2014). Photodynamica therapy. Dermatol Clin, v. 32, p. \n\n\n\n142 \n\n415–425. \n \n \nROBERTSON, C., D. EVANS AND H. ABRAHARNSE (2009). Photodynamic therapy \n(PDT): A short review on cellular mechanisms and cancer research applications for \nPDT. Journal of Photochemistry and Photobiology B-Biology, v. 96, n. 1, p. 1-8. \n \n \nRODRIGUES, P., P. DE MENEZES, A. FUJITA, A. ESCOBAR, et al. (2015). \nAssessment of ALA-induced PPIX production in porcine skin pretreated with \nmicroneedles. Journal of Biophotonics, v. 8, n. 9, p. 723-729. \n\n \n \nRODRIGUES, P., P. DE MENEZES, A. FUJITA, A. ESCOBAR, et al. (2014). \nMicroneedles rollers as a potential device to increase ALA diffusion and PPIX \nproduction: evaluations by wide-field fluorescence imaging and fluorescence \nspectroscopy. Proc. SPIE 8926, Photonic Therapeutics and Diagnostics X, \n\nv.892614. \n\n \n \nSAKAMOTO, F., Z. TANNOUS, A. DOUKAS, W. FARINELLI, et al. (2009). Porphyrin \nDistribution After Topical Aminolevulinic Acid in a Novel Porcine Model of Sebaceous \nSkin. Lasers in Surgery and Medicine, v. 41, n. 2, p. 154-160. \n\n \n \nSMITS, T. AND A. MOOR (2009). New aspects in photodynamic therapy of actinic \nkeratoses. Journal of Photochemistry and Photobiology B-Biology, v. 96, n. 3, p. \n\n159-169. \n \n \nSTEBBINS, W. AND C. HANKE (2011). MAL-PDT for difficult to treat nonmelanoma skin \ncancer. Dermatologic Therapy, v. 24, n. 1, p. 82-93. \n \n \nSZEIMIES, R. (2007). Methyl aminolevulinate-photodynamic therapy for basal cell \ncarcinoma. Dermatologic Clinics, v. 25, n. 1, p. 89-+. \n \n \nTYRRELL, J., S. CAMPBELL AND A. CURNOW (2010). Protoporphyrin IX \nphotobleaching during the light irradiation phase of standard dermatological \nmethylaminolevulinate photodynamic therapy. Photodiagnosis and photodynamic \ntherapy, v. 4, n. 7, p. 232-238. \n \n \nTOREZAN, L., NIWA, A. B. M., NETO, C. F. (2009). Terapia fotodinâmica em \ndermatologia: princípios básicos e aplicações. Anais Brasileiros de Dermatologia, v. \n\n\n\n143 \n \n\n84, n. 5, p. 445-59. \n \n \nTYRRELL, J., S. CAMPBELL AND A. CURNOW (2010). The Relationship Between \nProtoporphyrin IX Photobleaching During Real-Time Dermatological Methyl-\nAminolevulinate Photodynamic Therapy (MAL-PDT) and Subsequent Clinical Outcome. \nLasers in Surgery and Medicine, v. 42, n. 7, p. 613-619. \n\n \n \nTYRRELL, J., C. THORN, A. SHORE, S. CAMPBELL, et al. (2011). Oxygen saturation \nand perfusion changes during dermatological methylaminolaevulinate photodynamic \ntherapy. British Journal of Dermatology, v. 165, n. 6, p. 1323-1331. \n \n \nUebelhoer, N.S. e J.S. Dover (2005). Photodynamic therapy for cosmetic applications.  \nDermatologic Therapy, v. 18, p. 242–252. \n \n \n \nVALENTINE, R., S. IBBOTSON, C. BROWN, K. WOOD, et al. (2011). A Quantitative \nComparison of 5-Aminolaevulinic Acid- and Methyl Aminolevulinate-Induced \nFluorescence, Photobleaching and Pain During Photodynamic Therapy. \nPhotochemistry and Photobiology, v. 87, n. 1, p. 242-249. \n\n \n \nVALLINAYAGAM, R. (2007).  Synthesis of Novel Prodrugs for Targeted \nPhotodynamic Therapy. These (Docteur ès Sciences par) - Institut de Chimie, \n\nUniversité de Neuchâtel, Italy, p. 313. \n \n \nWAN, M. T. AND LIN, J. Y. (2014). Currente evidence and applications of \nphotodynamica therapy in dermatology. Clinical, Cosmetic and Investigational \nDermatology, v. 7, p. 145–163. \n\n \n \nWANT, D., J. KENNEDY, M. BRUNDAGE AND D. ROTHWELL (1997). 5-aminolevulinic \nacid photodynamic therapy for superficial basal cell carcinoma. International Journal of \nRadiation Oncology Biology Physics, v. 39, n. 2, p. 353-353. \n \n \nWIEGELL, S., J. SKIVEREN, P. PHILIPSEN AND H. WULF (2008). Pain during \nphotodynamic therapy is associated with protoporphyrin IX fluorescence and fluence \nrate. British Journal of Dermatology, v. 158, n. 4, p. 727-733. \n\n \n \nWIEGELL, S. AND H. WULF (2006). Photodynamic therapy of acne vulgaris using 5-\naminolevulinic acid versus methyl aminolevulinate. Journal of the American Academy \n\n\n\n144 \n\nof Dermatology, v. 54, n. 4, p. 647-651. \n\n \n \nZANE, C., R. CAPEZZERA, R. SALA, M. VENTURINI, et al. (2007). Clinical and \nechographic analysis of photodynamic therapy using methylaminolevulinate as \nsensitizer in the treatment of photodamaged facial skin. Lasers in Surgery and \nMedicine, v. 39, n. 3, p. 203-209. \n\n \n \n\nZhang, L.W., et al. (2011). Oil components modulate the skin delivery of 5-\naminolevulinic acid and its ester prodrug from oil-in-water and water-in-oil \nnanoemulsions. International Journal of Nanomedicine, v. 6, p. 693-704. \n \n \n  \n\n\n\n145 \n \n\nANEXOS"}]}}}