{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07947"}, {"@name": "filename", "#text": "12704_Lanzotti_CarlaRegina_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL DE CAMPINAS\nFACULDADE DE ENGENHARIA MECÂNICA COMISSÃO DE PÓS-GRADUAÇÃO EM ENGENHARIA MECÂNICA\nUma análise emergética de tendências do setor sucroalcooleiro\nAutor: Carla Regina Lanzotti\nOrientador: Dr. Enrique Ortega Rodríguez\n08/00\nUNIVERSIDADE ESTADUAL DE CAMPINAS\nFACULDADE DE ENGENHARIA MECÂNICA COMISSÃO DE PÓS-GRADUAÇÃO EM ENGENHARIA MECÂNICA PLANEJAMENTO DE SISTEMAS ENERGÉTICOS\nUma análise emergética de tendências do setor sucroalcooleiro\nAutor: Carla Regina Lanzotti\nOrientador: Dr. Enrique Ortega Rodríguez\nCurso: Planejamento de Sistemas Energéticos.\nDissertação de mestrado acadêmico apresentada à comissão de Pós Graduação da Faculdade de Engenharia Mecânica, como requisito para a obtenção do título de Mestre em Planejamento de Sistemas Energéticos.\nCampinas, 2000\nS.P. - Brasil\nFICHA CATALOGRÁFICA ELABORADA PELA\nBIBLIOTECA DA ÁREA DE ENGENHARIA - BAE - UNICAMP\nLanzotti, Carla Regina\nL299a\tUma análise emergética de tendências do setor\nsucroalcooleiro / Carla Regina Lanzotti. --Campinas, SP: [s.n.], 2000.\nOrientador: Enrique Ortega Rodríguez\nDissertação (mestrado) - Universidade Estadual de Campinas, Faculdade de Engenharia Mecânica.\n1Cana-de-açúcar. 2. Álcool - indústria. 3. Agroindústria canavieira. I. Ortega Rodríguez, Enrique.\nII.\tUniversidade Estadual de Campinas. Faculdade de Engenharia Mecânica. III. Título.\nTitulo em Inglês: A emergy analysis of trends in sugar cane sector Palavras-chave em Inglês: Sugar cane, Alcohol industry, Sugar cane industry. Área de concentração: Planejamento de Sistemas Energéticos\nTitulação: Mestre em Engenharia Mecânica\nBanca examinadora: Sinclair Mallet Guy - Guerra, João Fernando Marques. Data da defesa: 31/08/2000.\nUNIVERSIDADE ESTADUAL DE CAMPINAS\nFACULDADE DE ENGENHARIA MECÂNICA COMISSÃO DE PÓS-GRADUAÇÃO EM ENGENHARIA MECÂNICA PLANEJAMENTO DE SISTEMAS ENERGÉTICOS\nDISSERTAÇÃO DE MESTRADO ACADÊMICO\nUma análise emergética de tendências do setor sucroalcooleiro\nAutor: Carla Regina Lanzotti\nOrientador: Dr. Enrique Ortega Rodríguez\nProf. Dr. Enrique Ortega Rodríguez, Presidente\nFEA - UNICAMP\nProf. Dr. Sinclair Mallet Guy-Guerra\nFEM - UNICAMP\nDr. João Fernando Marques EMBRAPA - Meio Ambiente\nCampinas, 31 de agosto de 2000.\nAos meus pais, Darci e Sidenei, e minha filha, Maria Carolina, com amor.\nAgradecimentos\nGostaria de agradecer meus pais, Darci e Sidenei, meu irmão Paulo, minha avó Alice e minha tia Marley pelo apoio emocional.\nAo meu orientador, Enrique Ortega Rodriguez, por estar sempre disponível para a orientação de minhas dúvidas e, principalmente, pelo apoio nos momentos mais difíceis, durante a realização desta dissertação.\nAos professores do programa de Pós-graduação do Planejamento de Sistemas Energéticos, em especial ao Prof. Sinclair Mallet Guy-Guerra, que contribuíram para o meu aprimoramento científico.\nAos colegas do Laboratório de Engenharia Ecológica e Informática Aplicada (LEIA), que muito me auxiliaram na elaboração do trabalho.\nGostaria de fazer um agradecimento especial às minhas amigas Moema Ogasawara, Paula Kipper e Mara Cornélio.\nAos moradores e agregados da república da Tita, que tornaram minha vida em Campinas muito mais agradável. Gostaria de agradecer minha amiga Fabíola Rodrigues, por ter me auxiliado na redação da tese.\nAo Marcus A. Marçal de Vasconcelos por sempre ter acreditado em mim.\nAos meus colegas de pós-graduação da FEA e FEM da Unicamp. À Rosemary A. de Carvalho por ter me apresentado ao Prof. Ortega.\nGostaria de agradecer aos funcionários da Faculdade de Engenharia Mecânica, especialmente Neusa A. Maria e José Rodrigues de Oliveira.\nA todos que colaboraram no desenvolvimento desta dissertação.\nResumo\nLanzotti, C.R (2000). Uma análise emergética de tendências do setor sucroalcooleiro. Dissertação de mestrado, Unicamp, Campinas - Brasil.\nCom a primeira crise do petróleo, em 1973, houve necessidade de buscar fontes alternativas de energia que pudessem substituir os derivados de petróleo. Assim, o Programa Nacional do Álcool - ProÁlcool foi instituído com a emissão do Decreto n° 76.593, de 14 de novembro de 1975, baseando-se, inicialmente, na produção de álcool anídro para misturá-lo à gasolina. Com a nova crise do petróleo, em 1979, além da mistura à gasolina, iniciou-se a fabricação de automóveis movidos a álcool. Isto intensificou a agroindústria canavieira, responsável por impactos ambientais como a destruição de áreas com mata nativa, perda da diversidade da produção rural e lançamento de vinhaça nos rios. Ainda hoje, tais impactos geram problemas ambientais e sociais como: erosão e poluição dos solos, poluição dos recursos hídricos por agrotóxicos, emissão de poluentes na atmosfera pela queima dos canaviais, destruição da biodiversidade e aumento do êxodo rural. Como contrapartida positiva, a adoção do álcool combustível melhorou a qualidade do ar nas cidades brasileiras, substituindo substâncias tóxicas nos combustíveis de veículos automotores. Assim, a relação custo/benefício merece um estudo aprimorado, uma vez que esta indústria é afetada pelas novas possibilidades tecnológicas. Este trabalho analisa possibilidades alternativas da produção da cana-de-açúcar e fabricação de açúcar e álcool, agrupadas como tendências que podem melhorar a produção e diminuir os impactos ambientais da atividade canavieira. Entre elas destacam-se aquelas relacionadas às disposições legais, às inovações tecnológicas e às forças de mercado. A análise da produção da cana, do açúcar e do álcool baseou-se em dados coletados em usinas do estado de São Paulo e, a partir destes dados, foi verificado como a aplicação destas tendências afetariam a agroindústria. A ferramenta escolhida para realizar esta análise foi a metodologia emergética, que permite avaliar os impactos ambientais do sistema de produção, verificando os índices relacionados ao uso de recursos renováveis e não renováveis, os serviços ambientais locais, os serviços econômicos e a rentabilidade econômica do sistema. Baseando-se na metodologia, as vantagens e desvantagens de cada tendência foram identificadas de acordo com o aproveitamento dos recursos naturais renováveis e não-renováveis, materiais e serviços. Das tendências analisadas, a que obteve melhores índices foi a agricultura orgânica. Como previsto, esta técnica aproveita melhor os recursos naturais, agredindo menos o solo e o meio ambiente. Outra vantagem verificada foi a necessidade intensiva de mão-de-obra rural. Esta técnica oferece benefícios ambientais, por ser menos poluidora, e benefícios sociais, pois mantém o emprego dos trabalhadores rurais. Por outro lado, a que se mostrou menos sustentável foi a mecanização da colheita, devido à necessidade de maiores investimentos em equipamentos, tecnologia e combustíveis. É importante ressaltar que cada tendência foi estudada isoladamente, sendo importante realizar simulações com duas ou mais tendências. Com a incorporação de mais tendências na mesma atividade os impactos ambientais e sociais tendem a diminuir, melhorando a produtividade da agroindústria canavieira.\nPalavras-chave: análise emérgética, produção de cana-de-açúcar, produção de álcool, agroindústria canavieira.\nAbstract\nLanzotti, C.R (2000). A emergy analysis of trends in sugar cane sector. Dissertação de mestrado, Unicamp, Campinas - Brasil.\nWith the first crisis of the oil, in 1973, it had necessity to search alternative energy sources that could substitute the oil derivatives. Thus, the Alcohol National Program - ProÁlcool - was instituted with the emission of the Decree n° 76,593, of November 14, 1975, being based, initially, in the anhydrous alcohol production to be mixed to gasoline. With the new crisis of the oil, in 1979, beyond the mixture to the gasoline, it was initiated the manufacture of automobiles moved by alcohol. This intensified the sugar cane agricultural industry, responsible for environmental impacts such as the destruction of areas with native forest, loss of the agricultural production diversity and launching of vinasse in the rivers. Still today, these impacts generate environmental and social problems such as: ground erosion and pollution, pollution of the hydro resources with pesticides, pollutants emission in the atmosphere with the cane-plantation burning, biodiversity destruction and increase of the agricultural exodus. As positive counterpart, the adoption of the combustible alcohol improved the quality of air in the Brazilian cities, substituting toxic substances in automachine vehicles fuels. Thus, the cost/benefit relation deserves an improved study, because this industry is affected by the new technological possibilities. This work analyzes alternative possibilities of the sugar cane production and sugar and alcohol manufacture, grouped as trends that can improve the production and diminish the environmental impacts of the sugar cane industry activity. Among them those related to the legal disposals, to the technological innovations and to the market forces are distinguished. The analysis of the sugar cane, sugar and alcohol production was based on data collected in industries in the state of São Paulo and, from these data, it was verified how the application of these trends would affect the agricultural industry. The chosen tool to carry through this analysis was the emergy methodology, that allows the evaluation of the environmental impacts of the system production, verifying the index related to the utilization of renewable and non-renewable resources, the local environmental services, the economic services and the economic yield of the system. Being based on the methodology, the advantages and disadvantages of each trend had been identified in accordance with the exploitation of the renewable and non-renewable natural resources, materials and services. In the analyzed trends, the one that got better index was the organic agriculture. As foreseen, this technique takes advantage of the natural resources better, attacking little the ground and the environment. Another verified advantage was the intensive necessity of agricultural manpower. This technique offers environmental benefits, for being less polluting, and social benefits, because it keeps the job of the agricultural workers. On the other hand, the one that showed less sustainability was the harvest mechanization, due to necessity of bigger investments in equipment, technology and fuels. It is important to stand out that each trend was studied separately, being important to carry through simulation with two or more trends. With the incorporation of more trends in the same activity the environmental and social impacts tend to diminish, improving the productivity of the sugar cane industry.\nPalavras-chave: emergy analysis, sugarcane production, alcohol production.\nSumário\n1.\tIntrodução.................................................................... 1\n2.\tRevisão Bibliográfica..........................................................5\n2.1.\tEconomia Ecológica.........................................................5\n2.2.\tA dimensão agrícola do desenvolvimento sustentável.........................7\n2.3.\tA agroindústria canavieira e o meio ambiente..............................10\n2.4.\tCana-de-açúcar............................................................12\n2.5.\tBreve histórico econômico do setor sucroalcooleiro........................13\n2.6.\tTendência na produção agrícola............................................21\n2.7.\tLeis que afetam a produção agrícola e\tindustrial..........................23\n2.8.\tTendências econômicas.....................................................26\n2.9.\tSubprodutos da cana-de-açúcar.............................................28\n2.10.\tMetodologia Emergética...................................................34\n3.\tMetodologia...................................................................37\n3.1 Métodos....................................................................38\n4.\tResultados e Discussões.......................................................60\n4.1.\tElaboração da Usina Padrão................................................60\n5.\tConclusões....................................................................68\n6.\tRecomendações.................................................................70\n7.\tReferências Bibliográficas....................................................71\nAnexo A...........................................................................75\nAnexo B...........................................................................77\nAnexo C...........................................................................87\nLista de Figuras\nGráfico 2.1.\tProdução da cana-de-açúcar.................................................16\nGráfico 2.2.\tÁrea da cana-de-açúcar plantada............................................17\nGráfico 2.3.\tConsumo de fertilizantes...................................................17\nGráfico 2.4.\tConsumo de defensivos agrícolas............................................18\nGráfico2.5. Preço médio da cana-de-açúcar...............................................18\nGráfico 2.6.\tPreço médio do álcool anidro...............................................19\nGráfico 2.7.\tProdução de álcool no Brasil...............................................19\nGráfico 2.8.\tPreço médio do açúcar branco...............................................20\nGráfico 2.9.\tDerivados do etanol........................................................29\nFigura 3.1: Exemplo de um diagrama de sistema...........................................39\nFigura 3.3: Esquema para a elaboração da tabela.........................................41\nFigura 3.4. Diagrama geral do setor sucroalcooleiro.....................................46\nFigura 3.5.\tDiagrama da produção\tagrícola...............................................47\nFigura 3.6.\tDiagrama do sistema de extração.............................................48\nFigura 3.7.\tDiagrama da produção\tde álcool..............................................49\nFigura 3.8.\tDiagrama da produção\tde açúcar..............................................50\nFigura 3.9.\tDiagrama da produção\tde energia.............................................51\nFigura 4.1: Transformidade x EIR........................................................63\nFigura 4.2: EYR x EIR...................................................................64\nFigura 4.3: ELR x EIR...................................................................64\nFigura 4.4: EER x EIR...................................................................65\nFigura 4.5: Rentabilidade Econômica x EIR...............................................66\nFigura 4.6: %R x EIR....................................................................67\nLista de Tabelas\nTabela 2.1. Rendimento e preços de produtos agrícolas....................................10\nTabela 2.2. Emissões Líquidas de Carbono (CO2) da agroindústria\tcanavieira no Brasil.....11\nTabela 2.3. Emissão dos veículos-leves no Brasil.........................................11\nTabela 2.4. Composição média da cana-de-açúcar...........................................12\nTabela 2.5. Constituintes da cana-de-açúcar..............................................12\nTabela 2.6. Produção de veículos.........................................................15\nTabela 2.7. Exportação Brasileira de Açúcar..............................................27\nTabela 2.8. Preço do Álcool..............................................................27\nTabela 2.9 Composição química da vinhaça (kg/m3 Vinhaça).................................31\nTabela 2.10. Composição química do bagaço................................................32\nTabela 2.11. Composição química da torta de filtro.......................................33\nTabela 2.12. Transformidades.............................................................35\nTabela 3.1. Usina Padrão.................................................................53\nTabela 3.6. Tendências do setor sucroalcooleiro..........................................57\nTabela 4.1. Balanço emergético da Usina Padrão...........................................60\nTabela 4.2. Índices emergéticos da Usina Padrão..........................................61\nTabela 4.3. Produtos da fase agrícola....................................................61\nTabela 4.4. Produtos da fase industrial..................................................61\nTabela 4.5: Fluxos de emergia dos sistemas...............................................62\nTabela 4.6: Comparação dos índices emergéticos dos sistemas analisados...................62\nTabela A.1. Evolução da área colhida, da produção e do rendimento\tda\tcana-de-açúcar......75\nTabela A.2. Produção e consumo de álcool anidro e hidratado no Brasil\t(milhões de litro).76\n1.\tIntrodução\nO desenvolvimento das atividades agroindustriais que empregam o uso intensivo de fertilizantes químicos, agrotóxicos e máquinas agrícolas, cuja expansão, atualmente, tem-se dado de forma descontrolada e é assunto que há muito preocupa.\nOs ecossistemas controlados pelos seres humanos estão sendo rapidamente degradados. A capacidade do ambiente de sustentar as atividades econômicas está sendo reduzida devido ao uso incorreto dos recursos naturais. A degradação ambiental relacionada ao uso indevido da terra para o plantio, colheita e exploração de recursos naturais, além da poluição decorrente do despejo de resíduos industriais e urbanos está fazendo com que a estrutura e a própria função dos sistemas se modifiquem. Está ocorrendo uma diminuição da biodiversidade nos serviços dos ecossistemas relacionados ao controle da qualidade do ar, da água, da vida aquática e da vida selvagem. Essas alterações afetam diretamente a sociedade humana, podendo ocasionar, inclusive, riscos à saúde.\nCom a proposta de diminuir os problemas com os modelos de produção tradicionais, pesquisadores, produtores agrícolas e industriais estão pesquisando maneiras alternativas de produção menos agressivas ao meio ambiente. Para realizar uma análise das novas opções de cultivo e industrialização é necessária uma visão sistêmica da situação dos efeitos que podem advir do uso continuado e crescente das técnicas atuais e, a partir daí, encontrar soluções que resolvam os problemas.\nPartindo deste princípio, este trabalho é destinado ao estudo do processo produtivo do açúcar e álcool, considerando a fase agrícola e industrial devido à sua importância para a economia brasileira desde a época do período colonial. A cana-de-açúcar foi uma das primeiras culturas a serem exploradas comercialmente no Brasil, com o objetivo principal de fornecer açúcar para Portugal e para os países europeus, e foi caracterizada pelo latifúndio, escravidão e\nmonocultura. Durante os séculos que se passaram, esde então, a produção de açúcar atravessou várias fases, incluindo crescimento e crises econômicas.\nA cana-de-açúcar ocupa aproximadamente 5 milhões de hectares no Brasil, sendo cerca de\n2,7\tmilhões somente no estado de São Paulo que correspondem a 33% de suas terras aráveis. Atualmente, o Brasil possui 221 usinas e destilarias que processam cerca de 300 milhões de toneladas de cana por safra, produzindo aproximadamente 14 bilhões de litros de álcool e 13 milhões de toneladas de açúcar, gerando para o país cerca de U$ 1,6 bilhões em exportações. No que diz respeito ao número de empregos oferecidos por esta atividade, existem mais de 1,3 milhões de trabalhadores na cultura de cana-de-açúcar, sendo que 800 mil correspondem aos serviços de corte e tratos culturais (PINTO E PRADA, 2000).\nA agroindústria canavieira foi responsável por impactos ambientais como a destruição de áreas com mata nativa, perda da diversidade da produção rural e lançamento de vinhaça nos rios. E, ainda hoje, gera problemas ambientais e sociais, tais como: erosão e poluição dos solos, poluição dos recursos hídricos por agrotóxicos, emissão de poluentes na atmosfera pela queima dos canaviais, destruição da biodiversidade, eliminação das pequenas e médias empresas agrícolas e aumento do êxodo rural. Por outro lado, a adoção do álcool combustível melhorou a qualidade do ar nas cidades brasileiras, substituindo substâncias tóxicas nos combustíveis de veículos automotores. Portanto, sua relação custo/benefício merece um estudo aprimorado, uma vez que a indústria açucareira é afetada pelas novas possibilidades tecnológicas, administrativas, jurídicas e políticas.\nNeste trabalho, essas novas possibilidades foram agrupadas como tendências que poderão melhorar a produção e também diminuir os impactos ambientais da atividade canavieira. Entre elas destacam-se aquelas relacionadas às disposições legais referente a área de preservação ambiental, a mecanização da colheita da cana e a cobrança dos recursos hídricos; as inovações tecnológicas que compreendem o uso da agricultura de precisão e a produção orgânica; as forças de mercado, que correspondem à certificação socioambiental e à produção de novos produtos industriais com maior valor agregado; e, finalmente, a reciclagem de resíduos que consiste no aproveitamento na indústria canavieira ou em outras.\nA análise da produção da cana, do açúcar e do álcool no estado de São Paulo, considerando como estas novas tendências afetam o sistema canavieiro será realizada com o auxílio da metodologia emergética. Esta metodologia é uma ferramenta que permite avaliar os impactos ambientais do sistema de produção com a análise dos índices relacionados ao uso de recursos renováveis e não renováveis, os serviços ambientais locais, os serviços econômicos e a rentabilidade econômica do sistema.\nNo capítulo 2 é apresentada a revisão bibliográfica, incluindo o conceito de economia ecológica e a visão geral da agroindústria canavieira, considerando a importância econômica desta atividade. Neste capítulo também são determinadas as tendências avaliadas no estudo. As tendências relacionadas com a produção agrícola consideram a queima dos canaviais, colheita mecanizada, agricultura de precisão e as alternativas para a produção orgânica. E, em relação às leis que afetam o sistema sucroalcooleiro, consideram-se as leis ambientais, as normas internacionais de produção e certificado de qualidade e disposição dos recursos hídricos. Ainda descreve os principais conceitos da metodologia emergética.\nNo capítulo 3 é desenvolvida a análise das usinas e das tendências determinadas no capítulo anterior. Desta forma, apresenta os diagramas da produção agrícola e industrial do açúcar e álcool e as planilhas da cana, e também determina como cada tendência influi na produção agrícola e industrial. O Capítulo 4 apresenta os resultados da análise para todas as tendências determinadas e realiza uma comparação entre os índices emergéticos obtidos. O Capítulo 5 apresenta as conclusões finais da análise.\nObjetivos\nOs objetivos desta dissertação são:\n1.\tIdentificar as principais tendências de produção do setor sucroalcooleiro;\n2.\tAnalisar, pela metodologia emergética, a produção agrícola e industrial de algumas usinas de açúcar e álcool representativas do estado de São Paulo;\n3.\tElaborar cenários para visualizar de que forma as novas tendências mudarão o desempenho sócio-econômico das usinas.\n2.\tRevisão Bibliográfica\n2.1.\tEconomia Ecológica\nA história econômica da espécie humana prova que a natureza tem um papel decisivo no processo econômico. Assim, é essencial aceitar este fato e considerar suas conseqüências, pois algumas delas têm uma importância excepcional para o entendimento da natureza e a evolução da economia. (GERGESCU-ROEGEN, 1975).\nOs efeitos dos processos econômicos de transformação material e energética tendem a possuir um alcance crescente com o desenvolvimento técnico. Ao mesmo tempo, a natureza tem, como fonte de matérias-primas e depósito de emissões, uma capacidade de absorção e de transformação decrescente, já que os encargos do passado atuam como restrições no presente. Portanto, a capacidade do produto primário líquido é limitada pela ampliação dos encargos humanos e pela destruição da capacidade restante de absorção de energia solar e de produção de biomassa (ALTVATER, 1995).\nA crítica ecológica aos parâmetros da economia básica começou há mais de 100 anos. Os críticos ecológicos argumentam que os economistas deveriam estudar os fluxos de energia sem esquecer os fluxos de materiais. A economia ecológica, sob o prisma reprodutivo, estuda as condições sociais, patrimoniais, temporais e espaciais para que a economia se encaixe nos ecossistemas, além de se preocupar com a valoração dos serviços prestados pelos ecossistemas ao subsistema econômico (MARTINEZ-ALIER, 1998).\nNo fim dos anos 60 e início dos 70, com a necessidade de tornar compatível o crescimento econômico e a preservação dos recursos naturais, os sistemas econômicos usados foram questionados. Até então, a colaboração da natureza em qualquer processo produtivo não era considerada. A partir daí, vários pesquisadores desenvolveram trabalhos relacionados com a\ndegradação e escassez dos recursos naturais e sua influência nos limites do crescimento econômico.\nSegundo MERICO (1996), difundiram-se várias abordagens que visavam a introdução das questões relacionadas aos recursos naturais nas estruturas e modelos de análise econômica. A primeira delas foi a Economia de Recursos Naturais, (década de 60 e 70) que tinha como objetivo alcançar o uso ótimo dos recursos naturais renováveis e não renováveis. Esta abordagem não evitava a degradação ambiental e também podia levar os recursos naturais à exaustão. Em seguida veio a Economia Ambiental (década de 80) que enfatizava a questão da poluição como uma externalidade do processo de produção e consumo. Por fim, como paradigma mais atual, foi elaborada a Economia Ecológica que engloba o uso dos recursos naturais e das externalidades no processo produtivo, com ênfase no uso sustentável das funções ambientais e na capacidade dos ecossistemas em geral de suportar a carga imposta pelo funcionamento econômico.\nA economia ecológica baseia-se no uso dos recursos renováveis de forma a não exceder sua taxa de renovação, e no uso de recursos não-renováveis (como, por exemplo, o petróleo) em uma escala não superior ao de sua substituição por fontes alternativas, conservando, assim, a diversidade biológica, tanto silvestre quanto agrícola. Da mesma maneira, a quantidade de resíduos produzida deve ser proporcional ao que o ecossistema pode assimilar ou reciclar (MARTINEZ-ALIER, 1998).\nA economia ecológica fundamenta-se no princípio de que o funcionamento do sistema econômico deve ser compreendido tendo-se em vista as condições do mundo biofísico sobre o qual este se realiza, uma vez que é deste que derivam a energia e matérias-primas para o próprio andamento da economia. Já que o processo econômico é também físico, estas relações não podem deixar de fazer parte da análise do sistema, sob o risco de tornar-se incompleta. Assim, a natureza do problema envolve elementos tanto econômicos quanto biofísicos (AMAZONAS, 1999). Sendo assim, a Economia Ecológica difere-se tanto da economia convencional quanto da ecologia tradicional. Ela busca a integração entre as disciplinas de economia e ecologia possibilitando uma análise integrada e mais correta dos dois sistemas.\nPara a economia ecológica, a Terra é um sistema aberto movido à energia solar. A economia necessita da entrada de energia e de materiais, produzindo dois tipos de resíduos: o calor dissipado\ne os resíduos, que pela reciclagem, podem ser parcialmente utilizados. Assim, o funcionamento da economia exige um fornecimento adequado de energia e materiais ao mesmo tempo em que exige poder dispor dos resíduos de maneira não-contaminante (MARTINEZ ALIER, 1998).\nPara sair da atual economia do desperdício para uma economia ecológica é fundamental uma mudança estrutural no consumo e nas tecnologias utilizadas. O primeiro passo é fixar metas sucessivas de redução de emissões contaminantes e fazer uso de recursos por meios coercivos tais como: proibições legais, multas e outras sanções, impostos, depósitos prévios, mercados de licenças de contaminação, dentre outros. Tendo isso em conta pode-se citar alguns trabalhos que contribuíram com a preocupação pelo uso indevido dos recursos da natureza. EKINS (1992), a título de ilustração, expõe algumas deficiências da análise econômica tradicional, traduzindo em um modelo de criação de riqueza que inclui em alguns tipos de capital esse tipo de preocupação mencionada. Esses tipos de capital, referidos acima, são os que se seguem.\nO capital natural que redefine a terra como uma reserva de capital pela identificação de seus principais papéis, tais como a provisão de insumos para o processo econômico, a provisão direta de serviços ambientais e absorção de resíduos. Também adiciona os resíduos provenientes do processo produtivo que afetam o bem-estar, o meio ambiente e o próprio estoque de capitais; e, finalmente, reconhece os serviços ambientais providos pelo ambiente modificado e o efeito desses serviços no processo econômico e consumo. O capital humano que enfatiza a importância das pessoas na produção, no que diz respeito ao conhecimento, habilidades, bem-estar, saúde e motivação. Finalmente, o capital social/organizacional que possibilita a adição deste capital compreendendo as estruturas, regras, normas, culturas, organizações e instituições que permite às pessoas serem conjuntamente produtivas.\n2.2.\tA dimensão agrícola do desenvolvimento sustentável\nDe acordo com ALTIERI (1993), qualquer estratégia adotada para atingir o desenvolvimento rural sustentável deve visar prioridades de desenvolvimento mais urgentes da região como a redução da miséria, abastecimento adequado de alimentos e auto-suficiência, conservação dos recursos naturais, autonomia das comunidades locais e participação efetiva dos pobres das áreas rurais no processo de desenvolvimento. A principal tarefa para a América Latina é o planejamento e a promoção de estratégias que enfatizem os métodos e procedimentos para se\natingir o desenvolvimento sustentável em termos sociais e ambientais, caracterizados pela satisfação das necessidades humanas, distribuição eqüânime de terras, melhoria na qualidade de vida e aumento da autoconfiança regional. Ainda, de acordo com ALTIERI (1993) em termos ambientais, faz-se necessário:\n•\tAumentar a produtividade das terras cultiváveis e a produtividade do trabalho para a satisfação das necessidades alimentares e aumento da renda do homem rural;\n•\tIntroduzir racionalidade ecológica para minimizar o uso de produtos químicos;\n•\tIncrementar os programas de conservação do solo de cada região e promover o uso eficiente e ecológico da água, das florestas e de outros recursos não renováveis;\n•\tCriar mecanismos de coordenação de políticas agrícolas e ambientais em relação às políticas tributárias e de fixação de preços, agrária, de distribuição e avaliação de recursos, de assistência técnica, de modo que os recursos naturais possam ser incluídos nos programas de desenvolvimento. No momento atual, a América Latina é uma região empobrecida e endividada, entretanto, é rica em biodiversidade e recursos naturais vitais à biosfera e à humanidade.\nQualquer estratégia de desenvolvimento traz conseqüências para a sociedade e para o meio ambiente em todas as regiões do mundo. O desenvolvimento econômico e meio ambiente se encontram em uma relação recíproca: atividades econômicas transformam o meio ambiente e, este, alterado pode constituir uma restrição para o futuro. O meio ambiente não constitui fator restritivo quando a sua solicitação, em relação à capacidade dos ecossistemas globais, é pequena, porém, uma sociedade capitalista é expansiva no tempo e no espaço; ela se amplia, e o faz aceleradamente (ALTVATER, 1995).\nMuitas vezes os problemas ecológicos apresentam-se como de outra ordem e, por deficiência na capacidade de interpretação de informações específicas do sistema, são entendidos como conflitos étnicos, desentendimento entre nacionalidades, empobrecimento econômico devido às más colheitas ou por causa de políticas equivocadas. Existe a tendência e, portanto, o risco de uma exploração excessiva das reservas naturais globais. De maneira alguma pode ser excluída a\npossibilidade de um colapso do sistema ecológico global, com conseqüências sociais imprevisíveis (ALTVATER, 1995).\nRAPPORT (1998) considera a saúde do ecossistema vital para que ele possa suprir todos os serviços necessários à nossa sobrevivência. O autor aponta três indicadores para avaliar a saúde do ecossistema. Sendo o primeiro o vigor, medido em termos da atividade, metabolismo ou a produção primária do sistema. O segundo, a organização que pode ser avaliada com a diversidade e o número de interações entre os componentes do sistema. E finalmente, o terceiro, pela resistência, medida pela capacidade do sistema de manter sua estrutura e função mediante uma situação de pressão. Portanto, um ecossistema saudável é definido como sendo estável e sustentável, e capaz de manter sua organização e autonomia em uma situação de pressão. O autor também afirma que os serviços dos sistemas ecológicos e os estoques do capital natural que eles produzem são essenciais para o funcionamento do sistema de suporte da Terra. Como esses serviços não são capturados no mercado ou quantificados adequadamente em termos econômicos, geralmente têm uma participação mínima nas decisões políticas. Entretanto, essa negligência pode afetar a sustentabilidade humana na biosfera.\nA arquitetura geral do sistema de produção elaborado pelo homem deve obedecer, na medida do possível, o paradigma dos ecossistemas naturais, fechando-se em circuitos de realimentação e explorando as complementaridades existentes entre os diversos setores e atividades. Uma ênfase especial deveria ser concedida ao uso produtivo dos resíduos agrícolas (SACHS, 1986).\nAs sociedades humanas, especialmente as pertencentes aos países desenvolvidos, não são auto-suficientes. Na verdade, são sistemas abertos baseados em importações, ou seja, eles estão usando os recursos de outras sociedades e de outros ecossistemas (GIAMPIETRO, CERRETELLI, PIMENTEL, 1992).\nNa década de 1980, os países latino-americanos passaram por uma crise econômica de extraordinários custos sociais e ambientais. Até o momento, os resultados da maioria dos programas de desenvolvimento implementados na região resultaram no que se denomina crescimento com miséria. No setor da agricultura, a modernização aconteceu com a ausência de\numa efetiva distribuição de terra, e os programas enfatizaram tecnologias de altos insumos materiais e energéticos (ALTIERI, 1993).\nA economia da América Latina está baseada no extrativismo animal, vegetal e mineral e na agropecuária. O Brasil é um país dotado de recursos agrícolas, pecuários, energéticos e minerais. Entre os recursos minerais destacam-se ferro, manganês, bauxita, chumbo, ouro, tungsténio, cobre e estanho. Na atividade agrícola, os produtos que mais se destacam são o café, a laranja, a cana-de-açúcar, o milho, a soja, a mandioca, o arroz, o algodão e o cacau. A Tabela 2.1. mostra a produtividade e o preço de alguns produtos agrícolas.\nTabela 2.1. Rendimento e preços de produtos agrícolas.\nProduto\tRendimento (t/ha)\tValor (US$/ha)\nSoja\t3\t850\nMilho\t2\t216\nArroz\t2.1\t1086\nAlgodão\t2.7\t1547\nFeijão\t1.2\t799\nCana-de-açúcar\t80\t1440\nFonte: MOREIRA e GOLDEMBERG, 1999.\n2.3.\tA agroindústria canavieira e o meio ambiente\nA agroindústria canavieira foi responsável por impactos ambientais, eliminação das pequenas e médias empresas agrícolas e aumento do êxodo rural. Atualmente, do ponto de vista ambiental, houve uma melhora relacionada à maneira de produção da cana-de-açúcar e à emissão de poluentes no ar. Utiliza uma menor quantidade de herbicidas e pesticidas devido ao uso do controle biológico, diminuiu o uso dos fertilizantes com a reciclagem da vinhaça, matéria orgânica e torta de filtro. Em relação à qualidade do ar, a emissão de CO2 é reduzida com a adoção de carros a álcool e o uso do bagaço para cogeração de eletricidade. A Tabela 2.2 ilustra a análise do ciclo de vida dos produtos etanol e açúcar na agroindústria canavieira. A quantidade de CO2 que não é emitida, 12,7 x 106 t de Carbono, corresponde a aproximadamente 20% das emissões de CO2 da emissão total de CO2 dos combustíveis fósseis.\nTabela 2.2. Emissões Líquidas de Carbono (CO2) da agroindústria canavieira no Brasil.\n\t106 t de Carbono (equiv.)/ ano\nUso de combustíveis fósseis na agricultura Emissões de metano/outros (queima da cana) Emissões de N2O Substituição de gasolina por etanol Substituição de óleo por bagaço (ind. de alimentos) Contribuição líquida\t+ 1.28 + 0.06 + 0.24 -\t9.13 -\t5.20 - 12,74\nFonte: MOREIRA e GOLDEMBERG, 1999.\nCom a implantação do Programa de Controle de Poluição do Ar por Veículos Automotores, em vigor desde 1986, houve uma diminuição nas emissões de monóxido de carbono. No ano de implantação, um veículo à gasolina emitia aproximadamente 22 gramas de monóxido de carbono por quilometro rodado e o movido a álcool 16 gramas. Em 1997 esta emissão diminuiu para 1,2 gramas nos carros movidos à gasolina e 0,9 nos movidos a álcool. A utilização do álcool combustível diminui também a quantidade de emissão de hidrocarbonetos. Porém, o álcool tem a desvantagem de emitir mais aldeídos que a gasolina. A Tabela 2.3. indica as emissões dos principais poluentes.\nTabela 2.3. Emissão dos veículos-leves no Brasil.\nAno\tCombustível\tPoluentes (g/km)\t\t\t\n\t\tCO\tHC\tNOx\tAldeídos\nAntes 1980\tGasolina\t54\t4,7\t1,2\t0,05\n1986\tGasohol\t22\t2\t1,9\t0,04\n\tEtanol\t16\t1,6\t1,8\t0,11\n1990\tGasohol\t13,3\t1,4\t1,4\t0,04\n\tEtanol\t10,8\t1,3\t1,2\t0,11\n1995\tGasohol\t4,7\t0,6\t0,6\t0,025\n\tEtanol\t4,6\t0,7\t0,7\t0,042\nFonte: MOREIRA e GOLDEMBERG, 1999\nA preocupação com os impactos ambientais e sociais relacionados à atividade agrícola e industrial da cana-de-açúcar cultivada no estado de São Paulo, será motivo de estudo deste trabalho.\n2.4.\tCana-de-açúcar\nA cana-de-açúcar é uma planta da família das gramíneas (Saccharum officinarum L.) cultivada nas regiões tropicais e subtropicais. No Brasil, ela é a base para a produção de açúcar, álcool e outros subprodutos. Sua composição química é apresentada na Tabela 2.4. e os seus principais constituintes estão indicados na Tabela 2.5. Entre as substâncias encontradas na cana-de-açúcar, a mais importante é a sacarose, que é um dissacarídeo formado por uma molécula de glicose e uma de frutose. A cana é plantada e quando atinge seu ponto de maturação, está pronta para o corte, que pode ser realizado de forma manual ou mecânica. Então, ela é transportada até as usinas para ser processada. Antes de seu processamento ela passa pela pesagem, amostragem, análise de qualidade, descarregamento para, então, ser armazenada. Depois passa pelo processo de extração do caldo, seguindo para a fabricação de açúcar ou de álcool.\nTabela 2.4. Composição média da cana-de-açúcar.\nComposição\tTeor (%)\nÁgua\t65 - 75\nAçúcares\t11 - 18\nFibras\t8 - 14\nSólidos Solúveis\t12 - 23\nFonte: Caderno Copersucar, 1988.\nTabela 2.5. Constituintes da cana-de-açúcar.\nConstituintes\tSólidos Solúveis(%)\nAçúcares\t75 - 93\n- Sacarose\t70 - 91\n- Glicose\t2 - 4\n- Frutose\t2 - 4\nSais\t3 - 5\n- Ácidos orgânicos\t1,5 - 4,5\n- Ácidos inorgânicos\t1,0 - 3,0\nProteínas\t0,5 - 0,6\nAmido\t0,001 - 0,05\nCanas\t0,3 - 0,6\nCeras e graxas\t0,05 - 0,15\nCorantes\t3 - 5\nFonte: Caderno Copersucar, 1988.\n2.5.\tBreve histórico econômico do setor sucroalcooleiro\nA alta no preço do açúcar, entre os anos de 1969 e 1973, resultou em um aumento na produção mundial de açúcar. Porém, em 1975, a atividade açucareira entrou em nova fase de depressão devido a farta disponibilidade e a baixa cotação dos preços do açúcar.\nParalelamente, o setor energético enfrentava a primeira crise do petróleo. A partir de setembro de 1973, o preço do barril de petróleo começou a aumentar. Como a economia brasileira era, e ainda é, dependente da utilização do petróleo, houve grande necessidade de encontrar fontes alternativas de energia que pudessem substituí-lo.\nAssim, o Programa Nacional do Álcool, Proálcool ou PNA, foi criado com a intenção de solucionar os dois problemas energéticos que atingiam o país da década de setenta. O Proálcool foi instituído com a emissão do Decreto n° 76.593, de 14 de novembro de 1975, baseando-se, inicialmente, apenas na produção de álcool anidro para mistura nos carros à gasolina. A partir desta data houve um forte apoio do governo para a viabilização do Proálcool na forma de financiamentos, subsídios e, principalmente, pelo incentivo ao preço do álcool.\nDe 1975 até 1980 o Proálcool recebeu um investimento de cerca de US$ 1,02 bilhão, sendo 75% desta quantia provenientes de recursos públicos e 25% de recursos privados (LOPES, 1996). Os instrumentos básicos para a implementação do Proálcool consistiam:\n•\tNa determinação de preços remunerados ao álcool, pela paridade com o preço do açúcar;\n•\tNa garantia da compra do produto pela Petrobrás;\n•\tNa criação de linhas de crédito para o financiamento das partes agrícola e industrial (SHIKIDA, 1998).\nNo mercado mundial de açúcar cada um dos países produtores tinha um limite máximo de quotas a ser colocada à venda. A produção de açúcar de cada país era exportada de acordo com a determinação destas quotas. Em 1977, o Brasil teve sua quota de exportação limitada em 1,95 milhão de toneladas para 1978 e, posteriormente, para 1,91 milhão de toneladas. Com a diminuição na quantidade de açúcar que era exportada, o Proálcool representou um alívio temporário aos produtores.\nAntes da criação do Proálcool, a cana-de-açúcar era destinada exclusivamente para a produção de açúcar. No seu processo de fabricação, há a produção de um subproduto chamado mel residual (melaço), utilizado para produzir álcool. Como na época existiam apenas as usinas de açúcar, tornou-se necessária a compra de equipamentos para destilação, criando-se as destilarias anexas. Com a implantação do Programa Nacional do Álcool surgiram as destilarias autônomas, ou seja, empresas que atuavam apenas na fabricação de álcool.\nCom a nova crise do petróleo em 1979, o barril do petróleo passou a custar US$ 30. A partir daí, além da mistura à gasolina, iniciou-se a fabricação de automóveis movidos a álcool. Algumas medidas foram tomadas para estimular o uso de veículos movidos exclusivamente a álcool. De acordo com OLADE (1993), houve a redução da alíquota do imposto sobre produtos industrializados (IPI), a isenção deste para táxis a álcool, o estabelecimento de um limite no preço do álcool hidratado ao consumidor em 65% em relação ao preço da gasolina e a adição de 22% de álcool anidro à gasolina.\nFoi iniciada, então, a produção de carros a álcool. A Tabela 2.6. reproduz a produção brasileira de veículos movidos a álcool e à gasolina durante os últimos vinte e dois anos. O crescimento na produção de carros a álcool atingiu seu ápice no ano de 1986. A partir desse ano, a produção foi decrescendo para voltar a crescer apenas a partir de 1991. Porém, esse crescimento durou três anos e, em 1994, começou a cair de tal forma que em 1998 foram produzidos somente 1.451 veículos a álcool.\nCom o incentivo governamental em torno dos produtores de álcool houve um maior interesse, por parte de empresários, em investir no setor sucroalcooleiro. As áreas agrícolas dedicadas à cana-de-açúcar sofreram um aumento considerável (ver Tabela 1 do Anexo 1). Os estados que mais se beneficiaram com o estímulo foram São Paulo, Alagoas, Pernambuco e Rio de Janeiro. Além disso, como já estava ocorrendo, a partir dessa fase houve um aumento no número de destilarias autônomas. Segundo SHIKIDA (1996), estes estados detiveram cerca de 80% de destilarias no período de 1977-1979.\nTabela 2.6. Produção de veículos.\nAno\tÁlcool\tGasolina\tAno\tÁlcool\tGasolina\n1978\t--\t960.311\t1989\t398.275\t456.365\n1979\t4.624\t1.003.861\t1990\t83.259\t701.860\n1980\t254.015\t778.464\t1991\t150.877\t676.976\n1981\t128.828\t532.450\t1992\t193.441\t749.195\n1982\t237.585\t452.462\t1993\t264.651\t968.348\n1983\t592.984\t204.353\t1994\t142.760\t1.259.228\n1984\t560.492\t195.224\t1995\t40.484\t1.439.384\n1985\t642.147\t204.506\t1996\t7.732\t1.660.059\n1986\t699.183\t219.347\t1997\t1.273\t1.881.245\n1987\t460.555\t307.377\t1998\t1.451\t1.388.885\n1988\t596.310\t344.190\t1999\t11.284\t1.169.716\nFonte: Revista Preços Agrícolas (2000).\nApós um período fértil para o Proálcool inicia-se, no ano de 1985, uma fase de crise começando pela diminuição dos investimentos no Programa. Entre 1985 e 1990 foram investidos cerca de US$ 511 milhões, dos quais 39% provenientes de capital público e 61% de capital privado (LOPES, 1996). A partir da safra de 1986/87 começa a despontar a crise no abastecimento de álcool. Pela Tabela 11, é possível verificar que entre as safras de 1986/87 e 1988/89, o consumo de álcool anidro foi maior que a sua produção. Novamente, esta situação ocorre em 1991, 1993, 1994 e 1995.\nEste desequilíbrio entre a oferta e demanda de álcool combustível fez com que fosse necessária a importação do produto, ocasionando desconfiança no abastecimento do álcool e o aumento do seu preço em relação ao da gasolina, afetando a dinâmica de produção da indústria automobilística e o consumidor de carros a álcool. Observa-se, ainda na Tabela 2.6, a queda abrupta da produção de carros a álcool no ano de 1990. Em 1989, o número de carros produzidos chegou a 398.275; um ano depois esse número foi de 83.259, ou seja, uma diferença de 315.016 veículos. Consequentemente, a produção de carros à gasolina passou de 456.365 (em 1989) para 701.860 em 1990. Esse quadro foi se agravando durante os anos seguintes e, em 1997 a fabricação foi de apenas 1.273 veículos a álcool enquanto que a dos movidos à gasolina chegou a 1.881.245 veículos.\n1 Ver Tabela 1 do Anexo I\nProdução de cana-de-açúcar\nGráfico 2.1. Produção da cana-de-açúcar. Fonte: Agroanalysis, vários anos.\nPela análise do Gráfico 2.1. verifica-se o significativo aumento na produção de cana-de-açúcar no território brasileiro. No Gráfico 2.2. observa-se o aumento da área de cana-de-açúcar plantada. No ano de criação do Proálcool, a produção de cana-de-açúcar era de 91 milhões de toneladas. Dez anos depois esse valor quase triplicou, chegando a produzir 247 milhões. Outro índice relevante na Tabela 22 é a produtividade por hectare plantado. Em 1970, o rendimento médio brasileiro era de aproximadamente 46 toneladas/hectare. Em 1999, esse valor chegou a 68 t/ha. Entre os fatores que possibilitaram esta melhora no rendimento na produção agrícola está o esforço tecnológico em produzir variedades de cana mais resistentes e produtivas e o emprego de técnicas agrícolas baseadas no uso intensivo de fertilizantes.\n2 Ver Tabela 2 do Anexo 1\nÁrea de cana-de-açúcar\nGráfico 2.2. Área da cana-de-açúcar plantada. Fonte: Agroanalysis, vários anos.\nO Gráfico2.3. mostra o crescente consumo, nos últimos seis anos, de fertilizantes na lavoura de cana-de-açúcar no Brasil. Como mencionado anteriormente, ele exerce um importante papel no aumento da produtividade de cana-de-açúcar. Somente no período analisado, seu consumo passou de 1880.000 t para 2302.000 t, aumentando aproximadamente 400.000 t.\nConsumo de fertilizantes\nAno\nGráfico 2.3. Consumo de fertilizantes. Fonte: IBGE, vários anos.\nOutro insumo muito usado no plantio da cana-de-açúcar é o defensivo agrícola (inseticida, herbicida, fungicida e outros). Por esse motivo, foi analisado o gasto referente ao seu consumo no período de 1986 a 1997. Como pode ser visualizado no Gráfico 2.4, os investimentos quase triplicaram. No ano de 86, o gasto relativo à compra de defensivos foi de US$ 87milhões, em 97\nConsumo de defensivos agrícolas\nGráfico 2.4. Consumo de defensivos agrícolas. Fonte: IBGE, vários anos.\nO Gráfico 2.5 mostra o comportamento dos preços da cana-de-açúcar. Durante os últimos doze anos, o preço da tonelada de cana variou muito e, depois de um crescimento nos últimos cinco anos, na safra de 1999, ele caiu consideravelmente, chegando a ser o menor preço pago durante os anos estudados.\nGráfico2.5. Preço médio da cana-de-açúcar. Fonte: Agrianual, 2000.\nPreço médio do álcool anidro (US$/m3)\nPreço médio (US$/m3)\nPolinómio (Preço médio (US$/m3))\nGráfico 2.6. Preço médio do álcool anidro. Fonte: Agrianual, 2000.\nAinda durante o mesmo período, a produção de álcool anidro sofreu um crescente aumento na produção, enquanto o álcool hidratado se manteve relativamente constante, como apresenta o Gráfico 2.7.\nProdução de Álcool - Brasil\nI I Álcool Anidro\n^■1 Álcool Hidratado\nPolinómio (Álcool\nHidratado) ,\nPolinómio (Álcool Anidro)\nGráfico 2.7. Produção de álcool no Brasil. Fonte: Agrianual, 2000.\nO Gráfico 2.8 representa a evolução dos preços do açúcar entre 1988 e 1998. Assim como o preço da cana, o preço da tonelada de açúcar esteve constante até 1993. Entre os anos de 1991 e\n1994 se manteve próximo a US$ 124/t. Em 1996, o preço atingiu o valor mais alto do período analisado, ou seja, US$ 216.\nPreço do Açúcar Branco\nPreço médio\tPolinómio (Preço médio)\nGráfico 2.8. Preço médio do açúcar branco. Fonte: Agrianual, 2000.\nPara o entendimento da atual situação do setor, a desregulamentação do setor sucroalcooleiro brasileiro também deve ser levada em consideração. Primeiramente, ocorreu a liberação do preço do açúcar em dezembro de 1991. Em maio de 1997 iniciou-se a desregulamentação dos preços do álcool anidro e, em fevereiro de 1999, a liberação dos preços do álcool hidratado e da cana (MELO, 2000).\nEm decorrência de toda essa situação desfavorável ao setor, os empresários sentiram a necessidade de avaliar o modo de produção agrícola e industrial e encontrar soluções tecnológicas para diminuir os custos e aumentar o lucro. Neste posicionamento da agroindústria canaviera, tem-se observado a introdução de novas tecnologias e inovações organizacionais para tornar o açúcar e o álcool mais competitivos e também explorar as novas opções para uso dos seus subprodutos (SHIKIDA, 1996).\nAtualmente, quando se deseja estudar a produção de álcool deve-se considerar toda a cadeia produtiva. Hoje, há a oportunidade de aproveitamento de subprodutos, que até pouco tempo eram considerados dejetos. Existem mais de 90 subprodutos da cana-de-açúcar, sendo que alguns estão em processo de estudo e outros estão sendo usados. Para exemplificar, a vinhaça, que anteriormente era jogada nos rios poluindo-os é aplicada como fertilizante, permitindo uma diminuição na poluição da água dos rios e, consequentemente, melhorando a qualidade ambiental\ndas regiões com atividade canavieira. O uso de subprodutos também possibilita um aumento de receitas do setor com a possibilidade de venda destes, como ocorre com o bagaço excedente que é vendido para ser usado como fonte de energia, eletricidade e vapor, em algumas empresas, como por exemplo, empresas que produzem suco de laranja.\n2.6.\tTendência na produção agrícola\nPara o desenvolvimento deste trabalho é necessário o entendimento das inovações tecnológicas que ocorrem no meio rural, descritas a seguir.\n2.6.1.\tQueima dos Canaviais\nA queima dos canaviais é uma prática agrícola usada por muitos agricultores. Para o agricultor, tem a vantagem de facilitar e baratear o corte manual e de reduzir os custos de carregamento e de transporte. Além disso, protege o trabalhador rural pois permite um melhor acesso e segurança no canavial e, na usina, aumenta a eficiência das moendas que não precisam interromper seu funcionamento para a limpeza da palha.\nEntretanto, esta prática possui desvantagens como desperdiçar a energia contida nas folhas, palhas e pontas de cana-de-açúcar; aumentar a temperatura e diminuir a umidade do solo, levando a uma maior compactação e uma perda de porosidade e desequilíbrio da microbiota; poluir a atmosfera tendo CO e CO2, resultantes da combustão, afetando as áreas rurais adjacentes e os centros urbanos mais próximos; emitir poluentes por meio das queimadas aumentando os casos de doenças respiratórias dos trabalhadores e da população da região, provocando, inclusive, câncer de pulmão; levar aos habitantes de regiões canavieiras a consumir mais água e a aumentar a poluição através da água de lavagem que vai para os rios, em decorrência da dispersão da fuligem da palha queimada.\n2.6.2.\tColheita Mecanizada\nA colheita mecanizada baseia-se na necessidade de redução de custos operacionais e na crescente conscientização ambientalista pelo fim das queimadas. Entretanto, o uso do corte mecanizado só é viável em propriedades que tenham no mínimo 500 hectares e a maioria dos fornecedores possuem áreas entre 52 a 125 ha (MMA, 1999). Uma conseqüência da mecanização\nda colheita é o aumento da concentração das propriedades nos grandes produtores. Além da mecanização da colheita, também existe uma tendência à mecanização do plantio que irá agravar ainda mais a situação do desemprego no setor.\nA colheita mecanizada libera, como subproduto, de 10 a 12 toneladas de palha picada por hectare/ano, material que pode ser usado como alimento para animais, como fonte de energia para as usinas de açúcar e destilarias de álcool ou ainda como cobertura morta, formando uma camada espessa de material orgânico que protege o solo contra a erosão (Ministério do Meio Ambiente, 1999). Contudo, a implantação da colheita mecanizada produzirá o desemprego e deslocamento de trabalhadores envolvidos com a colheita manual da cana-de-açúcar. Para que não haja uma migração dessa mão-de-obra, despreparada para outras atividades, para as grandes cidades, a implantação deve ser gradual ao longo do tempo.\n2.6.3.\tAgricultura de Precisão\nA agricultura de precisão utiliza técnicas novas que facilitam o gerenciamento de culturas e o aumento da produtividade. Entre estas, encontra-se o sensoriamento remoto, os sistemas de informação geográfica (SIG), o sistema de posicionamento global (SPG) e equipamentos para aplicação localizada de insumos a taxas adequadas ao solo em cada ponto da propriedade agrícola. Como a agricultura de precisão permite identificar as áreas que necessitam de maiores cuidados, possibilita a aplicação de insumos na quantidade adequada diminuindo os impactos ambientais, causados pelo excesso, reduzindo também os custos de produção. Porém, para a adoção destas técnicas é necessário um maior investimento econômico em equipamentos especiais.\n2.6.4.\tAlternativas de produção orgânica\nA produção orgânica se apoia na adoção de técnicas que evitam o uso de pesticidas e fertilizantes químicos e recorre ao uso de resíduos, restos verdes, rotação de cultura e também controle biológico de pragas para manter a produtividade nas plantações. Algumas usinas de cana-de-açúcar do estado de São Paulo estão adotando estas técnicas, como é o caso da Usina São Francisco em Sertãozinho. Esta adoção é muito importante porque possibilita uma diminuição no risco de contaminação, por produtos químicos, dos solos e dos rios que estão próximos à\nplantação. Outra vantagem econômica é a diferença significativa no preço do açúcar e álcool produzidos por técnicas orgânicas.\nNa cultura da cana-de-açúcar são usados os resíduos da usina como adubos orgânicos alternativos, como é o caso da vinhaça, do bagaço e da torta de filtro.\nNa adubação verde para a cultura da cana é usada a Crotalaria juncea, aumentando a produtividade da cana em até 20%. Entre as vantagens de empregar a adubação verde pode-se destacar: impossibilitar o desenvolvimento de ervas invasoras, auxiliar a estruturação do solo, aumentar a retenção dos nutrientes do solo, promover a fixação do nitrogênio atmosférico, aumentar a atividade microbiológica do solo pela adição da matéria orgânica e elevar a retenção de água no solo (MMA, 1999).\nO controle biológico na lavoura de cana-de-açúcar é usado para o controle da cigarrinha e da broca da cana-de-açúcar, Diatraea saccharalis (Lepidoptera; Crambidae), considerada a principal praga desta cultura. De acordo com o Centro de Tecnologia Copersucar na safra 98/99, houve a produção de parasitóides da fase larval de D. saccharalis, que liberou cerca de 25,3 milhões de massas de casulos de Cotesia flavipes, correspondendo a 1,27 bilhões de adultos do parasitóide que agem contra a broca e também foi houve a realização de testes para a viabilidade do uso do fungo Metarrhyzium anisopliae, que é considerado o melhor agente para o controle biológico da cigarrinha da cana-de-açúcar.\n2.7.\tLeis que afetam a produção agrícola e industrial\n2.7.1.\tLeis Ambientais\nExistem várias leis ambientais sobre eliminação de queimadas, mecanização da colheita e preservação de espaços físicos para reservas florestais e permanentes que afetam o setor sucroalcooleiro.\nEntre os principais tópicos tratados pelo decreto do governo do Estado de São Paulo, sobre as queimadas de canaviais, publicado em 06 de agosto de 1997 sob o número 42.056, destacam-se: que a prática de \"despalha\" de cana-de-açúcar pela queima, como método auxiliar da colheita, está proibida no estado, admitida apenas excepcionalmente em caráter transitório. São\nconsideradas como áreas de colheita mecanizável os canaviais instalados em terras com declividade menor que 12%. A prática da \"despalha\" da cana pela sua queima poderá ser realizada em horário a ser determinado por Resolução Conjunta da Secretaria de Agricultura e Abastecimento, Secretaria de Meio Ambiente e Secretaria do Emprego e Relações do Trabalho do Estado de São Paulo. Além destas restrições, destacam-se locais onde existe a proibição total das queimadas, como, por exemplo, no raio de um km dos núcleos urbanos, contando a partir do perímetro urbano efetivamente urbanizado, em áreas onde existem linhas de transmissão, linhas de distribuição de energia elétrica, aeroportos, rodovias e ferrovias (BERNI, BAJAY, 1998).\nDe acordo com a Lei 7.771/65, as derrubadas das florestas nativas, primitivas ou regeneradas, só serão permitidas, desde que seja respeitado o limite mínimo de preservação, que correspondendo a 20% da área de cada propriedade com cobertura arbórea localizada. Entende-se como reserva legal uma área de pelo menos 20% de cada propriedade que deverá ser preservada. Nesta área não é permitido realizar o corte raso e, deverá ser registrada na inscrição da matrícula do imóvel. Qualquer alteração é proibida, mesmo em caso de venda ou desmembramento do terreno.\nPara que estas leis sejam respeitadas, torna-se necessário um serviço rigoroso de fiscalização. Como benefício pelo cumprimento destas leis, haverá um aumento na contribuição energética da natureza na produção agrícola, proporcionando maior renovabilidade ao sistema.\n2.7.2.\tNormas internacionais de produção e certificado de qualidade\nA certificação deve ser entendida como um instrumento econômico, baseado no mercado, que visa diferenciar produtos e fornecer incentivos aos consumidores e aos produtores. Os certificados de qualidade e selos verdes confirmam que determinado produto possui características especiais, variando desde um selo que atesta a qualidade final do produto (ex: produtos orgânicos), até aquele que considera o seu processo produtivo, isto é, os consumidores estão preocupados não somente com o produto em si, mas com sua origem e os possíveis impactos ambientais e sociais associados à sua produção (FERRAZ et alli, 2000).\nA partir de 1996, o IMAFLORA (Instituto de Manejo e Certificação Florestal e Agrícola), junto com a FASE nacional e a ONG norte-americana Rainforest Alliance e instituições de\npesquisas, com a finalidade de certificar a qualidade da cana-de-açúcar e dos produtos que são exportados, iniciaram um processo de desenvolvimento do sistema de certificação socioambiental para a cana-de-açúcar. De acordo com Pinto e Prada (2000), este projeto tem como objetivos definir padrões para avaliação, monitoramento e certificação socioambiental; definir e implementar um sistema de certificação socioambiental, isto é, criar uma estrutura institucional e regulamentação para funcionamento operacional da certificação.\nPara a elaboração desta certificação foi necessário realizar pesquisas bibliográficas, workshops, consultas em instituições de ensino, teste de campo e assembléias com a participação dos grupos de interesse. A certificação privilegia as unidades de produção com desempenho socioambiental diferenciado.\nOs principais resultados obtidos foram a criação da Rede de Agricultura Conservacionista (CAN - Conservation Agriculture Network) por ONGs do Equador, Guatemala, EUA e IMAFLORA e o aceite dos padrões nacionais da cana-de-açúcar, permitindo que as operações e produtos de cana-de-açúcar certificadas poderão utilizar o selo ECO-OK. Houve também uma aproximação para a cana-de-açúcar receber a certificação do Fair Trade e do IFOAM. Com os produtos da cana certificados há a possibilidade de uma melhor aceitação destes no mercado internacional. No Anexo 2 é apresentada a versão integral de 1998, publicada no livro Certificação Socioambiental do Setor Sucroalcooleiro, dos padrões para avaliação, monitoramento e certificação socioambiental da cana-de-açúcar e seu processo industrial.\n2.7.3.\tDisposição dos recursos hídricos\nO governo brasileiro está introduzindo a idéia de cobrança da água usada no meio rural e industrial e de cobrança de multas para aqueles produtores que retornarem a água aos rios com a qualidade inferior ao limite aceitável que será previamente determinado. Esta nova situação irá afetar os produtores de cana, açúcar e álcool. Com a idéia de tornar isto possível, foram criados o Plano Federal dos Recursos Hídricos e o Comitê do Gerenciamento das Bacias Hidrográficas.\nNo cultivo de cana-de-açúcar, em algumas regiões, a irrigação dos canaviais é utilizada. Na fabricação de açúcar e álcool, o retorno da água usada no processo industrial deve passar por melhores tratamentos antes de retornarem ao rio, diminuindo os danos causados à biodiversidade local.\n2.8.\tTendências econômicas\nDo ponto de vista econômico, as principais tendências relacionadas à situação das condições de produção e consumo do álcool de cana-de-açúcar, decorrem de:\n•\tCotações internacionais do petróleo\nIndependentemente da composição dos custos agrícolas e industriais da produção de álcool que deveriam determinar o preço deste combustível líqüido, as cotações internacionais do petróleo exercem um papel predominante. Na medida em que seus preços internacionais apresentam tendência à baixa, há uma contração em relação aos planos de revitalização do Programa Nacional do Álcool (PNA). Isso ocorre devido a relativa redução do impacto financeiro da aquisição de petróleo no Produto Interno Bruto (PIB) do país. Por outro lado, caso se observe um comportamento como o atual, no qual a cotação internacional do petróleo em Londres era de cerca de US$ 21/barril, segundo agências de notícias, significando uma elevação aproximada de 50% nos quase oito meses deste ano, a situação será outra.\n•\tCotações internacionais do açúcar\nComo afirmado, outra componente importante na determinação do preço final do álcool é a cotação internacional do açúcar. Entre 1994 e 1998, as exportações brasileiras de açúcar se apresentaram como demonstrado na Tabela 2.7, podendo ser verificada uma cotação máxima de cerca de US$ 302/t e mínima de US$ 258/t. A estas duas, acrescenta-se, também, segundo informações de agência noticiosas, a cotação média de US$ 134/t em New York em agosto de 1999. Com esses dados, é possível afirmar a tendência à baixa na receita obtida pela exportação desse produto, no total da formação do PIB do país, no período em questão. Duas resultantes decorrem das cotações internacionais do petróleo e do açúcar. A primeira delas se refere ao peso da elevação dos preços do petróleo na balança comercial do país. A segunda, diz respeito à redução das receitas do país nas suas exportações de açúcar.\nTabela 2.7. Exportação Brasileira de Açúcar.\nAno\tMilhões t\tMilhõesUS$\tUS$/ t\n1994\t2.723\t788\t289\n1995\t4.800\t1.451\t302\n1996\t4.090\t1.191\t291\n1997\t3.844\t1.045\t272\n1998\t1.782\t461\t258\nFonte: Agrianual, 1999.\n• Política econômica atual\nA adoção da atual política econômica neoliberal, predominante em todo o mundo, compõe a terceira grande premissa que leva à implicações fundamentais sobre o comportamento imposto ao PNA. Essa política deve ter entre seus pilares metodológicos a total e irrestrita inexistência de subsídios. Tais mecanismos de política econômica não fazem parte da visão contemporânea de administração mundial e o PNA sempre contou com subsídios diretos e indiretos para seu funcionamento e manutenção.\nO gradativo declínio do álcool como um dos principais combustíveis líquidos do país pode ser compreendido pelo seu preço final ao consumidor, conforme dados apresentados abaixo:\nTabela 2.8. Preço do Álcool.\nAnos\t1984\t1986\t1988\t1990\t1992\t1994\t1996\t1998\nR$/ m3\t1312,30\t1135,90\t1237,80\t884,70\t809,10\t576,20\t553,40\t725,80\nFonte: BEN, 1999.\nEssa contração do preço não significa avanço tecnológico ou elevação da quantidade vendida nem o resultado do processo de competição capitalista. A real razão dessa contração tem sido resultado da gradativa retração do apoio da política econômica que se impôs a partir do governo que ascendeu ao poder em 1990 e se consolida a partir de julho de 1994. Além dessas três condições, duas outras se encarregam de formar o quadro de restrições, tanto à permanência, quanto à manutenção do PNA. A primeira delas refere-se a absorção e liberação de empregos diretos e indiretos. Dentro desta questão, a crescente restrição aos mecanismos de apoio da política econômica contempla aquela referente à mão-de-obra, tanto sazonal, quanto permanente.\nIsso se dá principalmente pelo incentivo sutil à mecanização da indústria sucroalcooleira. Esta medida exerce um duplo jogo: ao introduzir avanços tecnológicos, significando redução de custos, impulsiona a liberação de mão-de-obra, contribuindo para o aumento do nível de desemprego, justamente em uma categoria sem qualificação profissional. A segunda grande restrição diz respeito ao crescimento da consciência ambiental. Nesse caso, também, ocorrem duas questões que agem e reagem simultaneamente. Por isso, algumas correntes dão, e buscam ampliar, um irrestrito e crescente apoio à permanência e expansão do PNA. A base da argumentação necessária se dá em cima da possibilidade de absorção e regeneração das emissões de CO/CO2 pelos derivados de petróleo, em função da cana-de-açúcar. Outros agem em sentindo contrário, ao argumentarem com base nos aspectos negativos do plantio da cana, sua manipulação, seu volume de resíduos e finalmente, pela emissão decorrente da queima da palha devido à emanação de gases aldeídos.\nPor não exercer influência na maneira em que o álcool e o açúcar são produzidos, as tendências econômicas relacionadas às cotações internacionais do açúcar e do petróleo e a política econômica atual não serão consideradas no presente estudo.\n2.9.\tSubprodutos da cana-de-açúcar\n2.9.1.\tÁlcool Etílico (C2H5OH)\nTambém é conhecido como etanol, metilcarbinol ou álcool de cana. É um líquido incolor, transparente, volátil e miscível na água e em diferentes líquidos orgânicos e normalmente é comercializado na forma hidratada (95 - 96%) ou anidra (maior que 99%) (ARIAS, 1999). Além de ser usado como combustível, o álcool pode ser usado como anti-séptico, solvente, agente preservante e precipitador, óleos essenciais, drogas, ceras, elaboração de bebidas alcoólicas entre outros. O gráfico 2.9. apresenta alguns dos derivados do etanol.\nEtanol\n♦ Óxido de Etilo\n> Etilen Glicol\n♦ Butadieno\n♦ Acetona\n♦ n-Butanol\n♦ Glicoles Etílicos\n♦ Éter Etílico\n♦ Acetato de Etila\n♦ Acrilato deEtila\n♦ Éter Vinil Etílico\n♦ Cloruro de Etilo\nGráfico 2.9. Derivados do etanol.\n2.9.2\tAçúcar\nO açúcar é um carboidrato encontrado nas frutas e vegetais e se destina, principalmente, a adoçar bebidas e alimentos, sendo obtido a partir do beneficiamento de méis cristalizáveis da cana e da beterraba. O Brasil é o maior produtor mundial de açúcar de cana, com uma produção que, em 1998, superou a marca de 15 milhões de toneladas. Deste montante, 54%, o que corresponde a aproximadamente 8 milhões de toneladas, destinou-se ao comércio exterior. O principal mercado consumidor do açúcar brasileiro exportado é a Europa.\nDe acordo com a UNICA (2000), atualmente existem os seguintes tipos de açúcar:\n• Açúcar refinado granulado - puro, sem corantes, sem umidade ou empedramento e com cristais bem definidos e granulometria homogênea. É utilizado na indústria farmacêutica, em confeitos e xaropes.\n•\tAçúcar refinado amorfo - baixa cor, dissolução rápida, granulometria fina e brancura excelente, o refinado amorfo é utilizado no consumo doméstico, em mistura sólidas de dissolução instantânea, bolos e confeitos e caldas transparentes e incolores.\n•\tAçúcar de confeiteiro - com grânulos bem finos, cristalinos, sem refino e destinado à indústria alimentícia, que o utiliza em massas, biscoitos, confeitos e bebidas.\n•\tAçúcar mascavo - é um alimento obtido diretamente da concentração do caldo-de-cana recém extraído, eliminando o uso de aditivos químicos para o processo de branqueamento e clarificação. Sua cor pode variar do dourado ao marrom escuro.\n•\tXarope invertido - com 1/3 de glicose, 1/3 de frutose e 1/3 de sacarose, solução aquosa com alto grau de resistência à contaminação microbiológica, que age contra a cristalização e a umidade. É utilizado em frutas em calda, sorvetes, balas, caramelos, licores, geléias, biscoitos e bebidas carbonatadas.\n•\tXarope simples ou açúcar líquido - transparente e límpido é uma solução aquosa usada quando é fundamental a ausência de cor. É usado na fabricação de bebidas claras, balas, doces e produtos farmacêuticos.\n•\tAçúcar orgânico - produto com granulação uniforme, produzido sem nenhum aditivo químico, tanto na fase agrícola quanto na industrial, e pode ser encontrado nas versões claro e dourado. Seu processamento segue os princípios internacionais de agricultura orgânica e é anualmente certificado pelos órgãos competentes. (UNICA, 2000).\n2.9.3.\tVinhaça\nA vinhaça é um resíduo da fabricação do álcool sendo que, para a produção de um litro de álcool são produzidos de 10 a 14 litros de vinhaça. Até duas décadas atrás, este resíduo causava grandes danos ambientais porque era descartado sem nenhum tratamento nos rios, provocando a contaminação das águas e a morte de peixes e outros animais silvestres.\nAtualmente, é usada como fertilizante nas lavouras de cana-de-açúcar contribuindo para a produtividade econômica agrícola. Uma aplicação de 150 m3 de vinhaça por hectare, equivale a uma adubação de 61 kg/ha de nitrogênio, 40 kg/ha de fósforo, 343 kg/ha de potássio, 108 kg/ha\nde cálcio e 80 kg/ha de enxofre. Se adquiridos no mercado, esses produtos somariam US$ 78 por hectare (Ministério do Meio Ambiente, 1999). A vinhaça pode ser aplicada por distribuição em sulcos e canais ou por caminhões tanque. Para que não haja o risco de salinização do solo, é necessário considerar sua composição química e morfológica e o tipo específico da vinhaça para a correta aplicação. De acordo com MOREIRA et al (1999) uma aplicação de 100 m3 de vinhaça aumenta em 1 tonelada a produtividade da cana. A composição química apresentada na Tabela 2.9 varia em função do tipo de mosto utilizado na fermentação para a produção de álcool.\nTabela 2.9 Composição química da vinhaça (kg/m3 Vinhaça).\nComponentes\tMelaço\tMosto\t\n\t\tMisto\tCaldo\nN\t0,7-0,8\t0,3-0,5\t0,2-0,4\nP2O5\t0,1-0,4\t0,1-0,8\t0,1-0,5\nK2O\t3,5-7,6\t2,1-3,4\t1,1-2,0\nCaO\t1,8-2,4\t0,6-1,5\t0,1-0,8\nMgO\t0,8-1,4\t0,3-0,6\t0,2-0,4\nSO4\t1,5\t1,6\t2,0\nMatéria orgânica\t37,3-56,9\t19,1-45,1\t15,3-34,7\npH\t4,0-4,5\t3,5-4,5\t3,5-4,0\nFonte: CORTEZ, 1992.\nAlém da fertirrigação, a vinhaça pode ser aproveitada utilizando-se métodos de tratamento que requerem maiores investimentos. A vinhaça em uma concentração de 60%, pode ser usada como fertilizante. Após esta concentração, ela pode ser seca por atomização, sendo o pó obtido usado como complemento de ração ou incinerado para geração de vapor e obtenção de cinzas potássicas para uso como fertilizantes. Pode ser usada na geração de metano (combustível) pela fermentação anaeróbica que produz, como resíduo, um biofertilizante de uso agrícola. A vinhaça serve de substrato na fermentação aeróbica para o desenvolvimento de certos microorganismos de elevado teor protéico (proteína unicelular) que pode ser empregada como complemento de ração (CAMARGO, 1990).\n2.9.4.\tBagaço\nO bagaço da cana-de-açúcar é um resíduo que pode ser aproveitado como recurso energético (combustível), como matéria-prima na indústria de celulose (aglomerados), na indústria química, na construção civil (material alternativo) e como ração animal. A quantidade de bagaço obtida por unidade de massa de cana depende do teor de fibra, que varia em função de sua espécie e o momento do corte (WALTER, 1993). A Tabela 2.10 apresenta a composição química do bagaço in natura e hidrolisado.\nTabela 2.10. Composição química do bagaço.\nItem\tIn natura\tHidrolisado\nMatéria seca (%)\t48,31\t44,32\nEm g/ 100g de matéria seca:\t\t\nProteína bruta\t1,86\t1,67\nFibra bruta\t45,09\t34,45\nExtrato etéreo\t2,26\t4,86\nMatéria mineral\t2,73\t4,77\nExtrativo não-nitrogenado\t48,06\t54,25\nFibra em detergente neutro\t85,24\t58,16\nFibra em detergente ácido\t62,33\t62,65\nCelulose\t44,69\t43,99\nHemicelulose\t22,91\t---\nLignina em detergente ácido\t14,89\t15,06\nCa\tn.d.1\t0,12\nP\tn.d.\t0,02\nK\tn.d.\t0,16\n1- não disponível\nFonte: CORTEZ, 2002.\nComo insumo energético, o bagaço permite a autosuficiência energética das usinas e, em algumas, a venda de energia elétrica excedente. Ele pode ser queimado diretamente em caldeiras ou pela gaseificação. No setor industrial, o bagaço pode ser utilizado para fabricar celulose e papel como alternativa ao uso da madeira de eucalipto e pinho. Pode ser usado na produção do furfural, usado como solvente para a refinação de óleos lubrificantes, resinas de madeira e óleos vegetais, e álcool furfurílico como matéria-prima para polímeros furânicos, anticorrosivos, polímeros de uréia, formaldeídos modificados, fragrâncias e solvente de resinas e corantes (CAMARGO, 1990).\nO bagaço pode ser usado na indústria de placas de compensados. Apesar de ter um baixo valor nutritivo, o bagaço de cana, após passar por um tratamento químico ou físico e ser complementado com outros nutrientes, torna-se um alimento de alto valor nutritivo podendo ser empregado como opção para ração animal.\n2.9.5.\tTorta de filtro\nA torta de filtro é produzida no processo de clarificação do caldo onde, para cada tonelada de cana moída, são produzidas de 30 a 40 kg de torta de filtro (CORTEZ, 1992). De acordo com FERREIRA (1986) sua composição química, em percentual de matéria seca e umidade de 75%, está apresentada na Tabela 2.11. Como a quantidade da torta de filtro não é suficiente para cobrir totalmente os canaviais, ela é misturada ao bagaço. A torta de filtro auxilia na retenção de umidade do solo e ainda produz um efeito condicionador.\nTabela 2.11. Composição química da torta de filtro\nMatéria orgânica\tC\tN\tP2O5\tK2O\tCaO\tMgO\tCinzas\n85,14\t36,52\t1,41\t1,04\t0,72\t5,46\t0,56\t14,86\nFonte: FERREIRA, 1986.\n2.9.6.\tNovos produtos industriais\nExistem outros produtos que foram apresentados por ANDRIETTA (1998) que são caracterizados por possuírem um valor agregado maior e que são obtidos a partir dos subprodutos da cana-de-açúcar. Assim, a partir do etanol, podem ser produzidos etileno, acetaldeído, éter etílico, acetona e clorofórmio. Partindo do melaço pode-se obter levedura usada para panificação e como fonte de proteção; L-Lisina produzida por bactérias do gênero Brevibacterium; glutamato de sódio da fermentação por Micrococcus glutamicus; ácido cítrico do fungo Penicillium ou Aspergillus; goma xantana da bactéria Xantomonas campestri; adoçantes líquidos (açúcar líquido, açúcar invertido, newsugar, sucralose).\n2.10.\tMetodologia Emergética\nO enfoque sistêmico considera todas as interações existentes na natureza para a orientação dos sistemas de produção. A teoria geral de sistemas possibilita a avaliação das diferentes formas de cultivo agrícola e chega a quantificar os fluxos de todos os fatores incidentes e suas interações em unidades energéticas (ODUM, 1993). Compreender os relacionamentos entre energia e ciclos de materiais e informação pode possibilitar um melhor entendimento do complexo relacionamento entre a biosfera e a sociedade. A sociedade usa energia proveniente do meio ambiente de forma direta ou indireta, tanto de fluxos de energia renovável quanto de estoques de materiais e energias resultantes da produção passada da biosfera (BROWN, 1998).\nA análise emergética, concebida por Howard Odum tem como objetivo analisar os fluxos de energia e materiais nos sistemas dominados pelo homem para mostrar, por índices quantitativos, a dependência dos sistemas produtivos humanos das fontes de energia naturais e das derivadas da energia fóssil e descobrir possibilidades de interação entre os sistemas da economia humana e os ecossistemas (ORTEGA, 1998).\nEsta metodologia está baseada no princípio de máxima potência, sugerido por Lotka (1922), na teoria dos sistemas de von Bertanffy (1968) e nos sistemas ecológicos desenvolvidos por Odum (1983). O conceito de máxima potência se aplica aos sistemas que, nos seus processos de organização, utilizam processos e relacionamentos com o melhor aproveitamento e uso de energia. Assim, é possível que estes sistemas tenham maior capacidade de competição que outros.\nA metodologia emergética estima valores das energias naturais, geralmente não contabilizadas, incorporadas aos produtos, processos e serviços. Por meio de indicadores, chamados de índices emergéticos, esta abordagem desenvolve uma imagem dinâmica dos fluxos anuais dos recursos naturais e dos serviços ambientais providenciados pela natureza na geração de riqueza e o impacto das atividades antrópicas nos ecossistemas. Por identificar e quantificar a contribuição dos recursos naturais, a metodologia emergética permite a compreensão dos limites em cada ecossistema, possibilitando o estabelecimento de metas para garantir a capacidade de suporte e, portanto, a sustentabilidade (COMAR, 1998).\nOs relacionamentos entre os componentes de um sistema agro-industrial podem ser avaliados numa base comum denominada emergia, que corresponde à quantidade equivalente de\nenergia solar necessária para a produção. Para isto, é necessário converter todos os fluxos provenientes da natureza e da economia, ou seja, os recursos naturais renováveis e não-renováveis, os insumos agrícolas, os equipamentos, a mão-de-obra em fluxos de emergia. Para realizar estas conversões, é necessário conhecer os valores das transformidades correspondentes a estes recursos. A transformidade é um índice que indica a contribuição passada dos recursos, ou seja, a soma de todos os fluxos necessários para se produzir cada componente.\nA transformidade solar dos principais recursos ambientais, combustíveis, substâncias, energia elétrica, produtos agrícolas e industriais foram calculadas por diversos autores e estão disponíveis para facilitar os cálculos de outros produtos. A tabela 2.12. apresenta, de maneira sintetizada, a transformidade de alguns componentes.\nTabela 2.12. Transformidades.\nItem\tTransformidade (sej/J)\nInsolação solar global\t1\nPlantação de pinus\t6,7 x 103\nCarvão vegetal\t4,0 x 104\nGás natural\t4,8 x 104\nÓleo crú\t5,4 x 104\nMilho\t8,3 x 104\nEnergia elétrica\t2,0 x 105\nAlgodão\t8,6 x 105\nSeda\t3,4 x 106\nLã\t4,4 x 106\nFonte: ODUM, 1996.\nEntre os principais itens de reconhecimento da análise emergética pode-se destacar o valor da biodiversidade; o valor da contribuição energética dos combustíveis fósseis à economia atual e a consciência energética do seu esgotamento; a limitação da capacidade de suporte da população humana dos diversos ecossistemas terrestres escondida pela alta disponibilidade momentânea e forçada do petróleo; a necessidade de planejar o desenvolvimento sustentável (ORTEGA, 1999).\nA análise emergética pode ser usada para realizar comparações entre produções que utilizam alternativas diferentes para o uso dos recursos naturais e econômicos. Neste estudo, ela será usada com o objetivo de avaliar os impactos da produção de cana-de-açúcar para a fabricação do açúcar e do álcool em diferentes usinas localizadas no estado de São Paulo e também para verificar como\no uso de diferentes tecnologias de produção, tanto agrícola quanto industrial, afetam o sistema produtivo.\nEstudos pioneiros sobre a produção de açúcar e álcool, a partir da cana-de-açúcar, foram elaborados por ODUM (1988) e COMAR (1994). Os resultados obtidos demonstram que o cultivo de cana-de-açúcar é um agroecossistema intensivo no uso de insumos de alta concentração energética. Os índices emergéticos obtidos pelos autores indicam que os processos de produção de açúcar e álcool têm uma pequena contribuição à economia nacional, pois muita emergia é gasta nos processos de produção e muito menos é efetivamente produzido, a custo do uso de grandes áreas de terra cultivável.\nOutros tipos de sistemas agrícolas do Brasil têm sido estudados e os resultados dessas análises permitiram algumas reflexões e apontam para inovações em relação à metodologia emergética. A título ilustrativo pode ser citada a evolução da metodologia para realizar balanços de emergia da produção de milho em diferentes regiões do mundo (LANZOTTI, C.R.; ORTEGA, E, 1997); novos índices para a produção agrícola, incluindo a rentabilidade econômica (ORTEGA, E. DA SILVA, R 1998); e o estudo comparativo da produção de soja consorciada com milho (ORTEGA, E; MILLER, M. 2000).\n3.\tMetodologia\nAs informações necessárias à elaboração deste estudo foram coletadas em quatro usinas produtoras de açúcar e álcool, situadas no Estado de São Paulo, escolhidas em função de sua representatividade no conjunto. Outro critério necessário, para a determinação das usinas analisadas, foi a facilidade de abertura das informações. Cada uma das empresas analisadas possui áreas dedicadas à cultura da cana-de-açúcar e também fornecedores que oferecem sua produção. Com o intuito de não expor as informações das usinas e destilarias estudadas elas são denominadas: Usina I, Usina II, Usina III e Usina IV.\nA Usina I corresponde à menor usina estudada, com aproximadamente 5.200 ha próprios e com produtividade de 79 t/ha, sendo que sua capacidade de moenda é de 3.600 t/dia. A Usina II dispõe de 13.000 ha, produtividade de 72 t/ha e moagem diária de 9.000 t/dia. A Usina III conta com aproximadamente 18.500 ha, produtividade de 73 t/ha e capacidade de moagem 13.000 t/dia. Finalmente, a Usina IV tem 33.029 ha e sua produtividade é de 97 t/ha. Sua capacidade diária de moagem está próxima de 24.000 t/d.\nOs dados necessários à esta análise foram coletados nas unidades de produção agrícola, industrial e em instituições de pesquisa. O levantamento de informações considerou as seguintes informações relevantes à análise emergética:\n1.\tContribuição específica dos recursos naturais ao processo de cada usina. Para este estudo, são consideradas a precipitação pluviométrica e a taxa de erosão do solo;\n2.\tProdução anual de cana-de-açúcar por hectare e a receita da usina;\n3.\tInsumos aplicados anualmente às lavouras incluindo água, mudas, corretivos de solo, fertilizantes, pesticidas e combustíveis;\n4.\tProdutos químicos necessários à produção de açúcar e álcool;\n5.\tConsumo de água na fase industrial;\n6.\tUso de máquinas e equipamentos em toda a cadeia produtiva;\n7.\tUso de mão-de-obra na fase agrícola e industrial;\n8.\tServiços pagos anualmente para manutenção da propriedade agrícola e industrial;\n9.\tServiços públicos (impostos), serviços privados (taxas) e subsídios (se houver);\n10.\tEstimativas de perda e tratamentos externos ao sistema pagos pela sociedade, denominadas externalidades.\n3.1\tMétodos\nAs usinas são analisadas pela metodologia emergética que é uma ferramenta capaz de possibilitar a avaliação ambiental e econômica dos sistemas de produção agro-industriais. A elaboração da análise emergética consiste na elaboração das seguintes etapas: construir o diagrama sistêmico para verificar e organizar todos os componentes e os relacionamentos existentes no sistema; construir as tabelas emergéticas, com os fluxos quantitativos, baseadas diretamente nos diagramas e, finalmente, calcular os índices emergéticos que permitem avaliar a situação econômica e ambiental do sistema.\nAntes de realizar a análise das usinas sucroalcooleiras propostas neste trabalho, serão explicados os principais conceitos da análise emergética com a finalidade de possibilitar um melhor entendimento desta metodologia.\n3.1.1\tEmergia\nA emergia, escrita com ‘m’, é toda a energia consumida durante o processo de obtenção de qualquer recurso natural, matéria prima, bem industrial ou informação. A emergia solar de um produto é toda a energia do produto, expressa em energia solar necessária para produzi-lo, ou seja, a contabilidade de todos os recursos naturais (água, sol, chuva, vento, marés, solo, etc.) e os recursos econômicos (insumos agrícolas, produtos químicos, equipamentos industriais, máquinas agrícolas, mão-de-obra). Sua unidade de medida é joule de energia solar, denominada como emjoule e abreviado sej (ODUM, 1996).\n3.1.2.\tDiagramas sistêmicos\nOs diagramas sistêmicos são usados para possibilitar um melhor entendimento de cada componente do sistema. Esses componentes podem ser de origem natural, ou seja, os recursos naturais renováveis e os não-renováveis, de origem econômica, divididos entre os materiais e os serviços, além da circulação do dinheiro entre o sistema. Nestes diagramas os itens são organizados da esquerda para a direita de acordo com o valor da sua transformidade. Os da esquerda possuem valor de transformidade inferior aos da direita (ODUM, 1996).\nOs principais símbolos usados para a construção dos diagramas sistêmicos estão apresentados na Figura 3.2. A Figura 3.1 exemplifica um modelo geral de produção agrícola. Para se obter um determinado produto agrícola é necessário aproveitar a contribuição da natureza, que aparece na forma dos recursos renováveis (contribuição do sol e da chuva) e não-renováveis (o solo que se perde na produção agrícola), além da aquisição de bens e serviços da economia, que são os insumos e serviços respectivamente.\nProduto\nFigura 3.1: Exemplo de um diagrama de sistema. Elaboração própria.\nCircuito de Energia - o caminho do fluxo.\nFonte - Fonte externa de energia.\nTanque - Um compartimento que indica estoque de energia dentro de um sistema.\nT\nDreno de Energia - Dispersão de energia potencial em calor que acompanha toda transformação ocorrida nos processos no estoque.\nInteração - Interseção interativa de dois fluxos acoplados para produzir um fluxo de saída na proporção dada por uma função de ambos, controle de ação de um fluxo ou outro ; fator limitante de ação; estação de trabalho.\nConsumidor - Unidade que transforma a qualidade de energia alimentada estocando-as realizando retro -alimentação de maneira auto - catalítica para melhorar o fluxo de entrada.\nChave - Símbolo que indica uma ação de conexão -desconexão.\n\nProdutor - Unidade que coleta e transforma energias de baixa qualidade em energias de alta - qualidade, usando interações de energia de forma controlada.\nReceptor de Energia com auto - limitação - Uma unidade que tem uma limitação própria de saída quando os caminhos de entrada estão com a sua capacidade plena isto devido existência de uma limitação quantitativa para os matériais que podem reagir dentro de um circuito interno.\nr\nx1\nCaixa - Símbolo para usos variados. Indica uma unidade ou função usada num sistema.\nAmplificador - Uma unidade que fornece um fluxo de saída na proporção em que o fluxo de entrada (I) transformado por um fator constante contanto que a fonte de energia (s) seja suficiente.\nTransação - Uma unidade que indica a venda de produtos e serviços (linha cheia) em troca de pagamento em dinheiro (linha tracejada). O preço é mostrado como uma fonte de energia externa.\nFigura 3.2. Símbolos da metodologia emergética. (ODUM,1996)\n3.1.3.\tTabelas para análise emergética\nApós a elaboração dos diagramas sistêmicos, inicia-se os cálculos das contribuições de todos os componentes do sistema. Para facilitar esses cálculos, estas informações são construídas em forma de tabelas, onde cada tabela está dividida em colunas como é mostrada na Figura 3.3.\nNotas\tRecursos\tFluxo\tUnidade\tFluxos de energia(J/ha.ano), Massa kg/ha.ano), Dinheiro(US$/ha. ano)\tTransformidade\tFluxo de emergia\t%\n\tFigura 3.3:\tEsquema para a elaboração da tabela.\t\t\tElaboração própria.\t\t\nNa primeira coluna são colocados os números de referência de cada um dos components considerados na análise emergética. Seu uso facilita a identificação do cálculo na segunda parte da análise, que é denominada memorial de cálculo. A segunda é destinada à insersão do nome de cada recurso usado na produção. Na terceira, é colocada a quantidade utilizada de cada recurso. A quarta coluna especifica a unidade do recurso que pode estar em J, kg ou em dólar. Na quinta coluna, os recursos passaram pela transformação e foram colocados nas unidades correspondente à transformidade que será usada no cálculo do valor da emergia. Na sexta coluna é colocado o valor da transformidade de acordo com cada tipo de recurso. Na sétima coluna são calculados os fluxo de emergia de cada recurso, que é obtido pela multiplicação da coluna cinco e seis. Finalmente, a oitava coluna, indica a percentagem de contribuição de cada um dos recursos em todo o processo.\nExistem também divisões na horizontal para facilitar a identificação dos tipos de recursos usados. Os primeiros fluxos colocados são os relacionados à contribuição da natureza (I) ou seja, os recursos naturais renováveis (R) e os não-renováveis (N). Depois são colocados os recursos da economia (F), que são divididos em materiais (M) e serviços (S). E no final tem-se a produção (Y). Após a obtenção do valor de todos estes indicadores pode-se calcular os índices emergéticos.\n3.1.4.\tÍndices emergéticos\nComo mencionado anteriormente, a metodologia emergética possibilita a análise dos impactos ambientais e a situação econômica de sistemas agrícolas, florestais e industriais. Para isto, dispõe de índices capazes de promover esta avaliação. Os índices emergéticos utilizados neste trabalho são explicados a seguir:\nTransformidade solar\nA transformidade solar é a emergia solar necessária para produzir um joule de um serviço ou produto. Sua unidade está em sej/J, ou seja, joules de emergia solar por joule (ODUM, 1996). A transformidade de um produto é calculada somando-se todas as entradas de emergia do processo e dividindo-se pela energia proveniente do produto. Quanto maior o número de transformações de energia necessárias para a elaboração de um produto ou a execução de um processo, maior será o valor de sua transformidade. A cada transformação, a energia disponível é usada para produzir uma quantidade menor de outra forma de energia. Assim, quanto maior o valor da transformidade, maior é a importância que o recurso pode ter para os ecossistemas e para os seres humanos. Os sistemas de produção podem ter diferentes valores para a transformidade, dependendo das circunstâncias ambientais e econômicas (COMAR, 1998). Ela também é usada para converter fluxos de energia de diferentes formas para emergia da mesma forma. Também pode ser expressa em termos de massa (sej/kg) ou dinheiro (sej/dolar).\nPorcentagem de energia renovável (%R=R/Y)\nEste índice indica quanto da energia utilizada na produção é proveniente de fontes renováveis. Quanto maior a porcentagem de renovabilidade, maior a sustentabilidade do sistema.\nRazão de produção emergética (EYR=Y/F)\nÉ a relação entre a emergia do produto e a emergia de todas as entradas do processo provenientes da economia. Essa taxa indica se o processo retorna mais para a economia em relação ao que é comprado para que ele seja produzido. Os índices obtidos para produtos agrícolas variam de 1 a 6 (ODUM, 1996).\nRazão de investimento emergético (EIR = F/I)\nÉ a relação entre todos os recursos comprados na economia (F) com a emergia dos recursos naturais renováveis (R) e não-renováveis (N) que são oferecidos pelo ambiente local. Este índice mede a intensidade do desenvolvimento econômico e a carga do meio ambiente (ODUM, 1996). Quanto maior este índice, maior será a intensidade econômica do desenvolvimento. Com ele, é possível avaliar se o processo usa adequadamente os recursos alocados no sistema. Também pode ser usado para comparar vários sistemas entre si com a finalidade de verificar qual deles é mais competitivo economicamente.\nRazão de carga ambiental (ELR=(N+F)/R)\nÉ a relação entre a soma dos recursos comprados (F) e dos recursos não-renováveis (N) dividido entre os recursos renováveis (R). Quanto maior este índice, maior será o impacto ambiental que o sistema ocasiona. Indica também que os custos para a produção são maiores, e, consequentemente seu preço será maior, fazendo com que o produto se torne menos competitivo quando estiver competindo com produtos com a razão de carga ambiental menor.\nTaxa de intercâmbio emergético (EER=Eproduto/Edinheiro recebido )\nÉ a relação da emergia do produto dividida pelo valor de emergia do pagamento, que é o dinheiro recebido na venda do produto. A economia local é prejudicada quando a venda de produtos fornece mais emergia do que recebe em forma de poder de compra (dinheiro).\nO Emdólar permite medir a quantidade de dinheiro que circula na economia como resultado de um fluxo de emergia. Cada país tem o correspondente valor do seu emdólar, que é calculado através da sua emergia total e dividido pelo seu produto nacional bruto (PNB).\n3.1.5.\tProposta metodológica seguida\nApós o levantamento de informações sobre o funcionamento da área agrícola e industrial do setor sucroalcooleiro, iniciou-se o trabalho de elaboração dos diagramas de fluxo de energia, materiais e dinheiro. Nos diagramas mais complexos houve a necessidade de utilizar abreviações para as contribuições energéticas que são definidas a seguir: recursos naturais (RN), equipamentos (Eq), infra-estrutura (IE), materiais (M), serviços (S).\nO primeiro diagrama construído foi o da Figura 3.4 que apresenta a visão geral do sistema sucroalcooleiro. A partir dele, os outros, mais específicos, foram elaborados. Nele estão representadas todas as fases necessárias à produção de açúcar e álcool, começando pela parte agrícola e passando por toda parte industrial. O processo inicia-se com a contribuição dos recursos naturais (RN) e econômicos necessários à fase agrícola. Verifica-se também a utilização dos resíduos do processo industrial (vinhaça, torta de filtro e sedimentos). Na primeira fase tem-se como produto a cana-de-açúcar, e a perda de solo, de fertilizantes e da biodiversidade. Quando a cana-de-açúcar chega na usina, ela passa por um processo de extração para a obtenção do caldo misto. Nesta fase também é obtido o bagaço que serve de combustível para as caldeiras que são usadas para a geração de eletricidade. Também são produzidos materiais indesejados, água quente e sólidos solúveis em suspensão, que vão para as lagoas de resfriamento e sedimentação.\nO caldo misto pode ser enviado tanto para a produção de açúcar quanto para a de álcool. Nos dois casos, para ser transformado, ele precisa de equipamentos, materiais e serviços específicos. Na produção de açúcar os resíduos produzidos são o mel e o xarope, usados na produção de álcool, e também a torta de filtro, usada como fertilizante. Na produção de álcool, além da torta de filtro, é produzida a levedura que passa por um tratamento e retorna à produção.\nO segundo diagrama, representado pela Figura 3.5, aborda exclusivamente a parte agrícola do sistema. Nele pode-se visualizar a contribuição dos recursos naturais renováveis (sol, chuva e vento) e de todos os recursos provenientes da economia (insumos agrícolas, infra-estrutura, mão-de-obra, operações mecanizadas, e administração pública). Os resíduos urbanos e de outras indústrias também são considerados. Ainda neste sistema, considera-se a contribuição dos estoques de solo, de água e de biodiversidade existentes na área, além da reciclagem dos resíduos agrícolas e industriais do setor sucroalcooleiro que possibilitam uma diminuição na aplicação de fertilizantes. Na produção de cana-de-açúcar há uma perda de biodiversidade, com a aplicação de agrotóxicos, e também de solo e de fertilizantes que escoam para os rios.\nA Figura 3.6 representa a chegada da cana-de-açúcar na usina. No primeiro processo é realizada a pesagem e a amostragem da cana. As amostras são enviadas ao controle de qualidade para que sejam analisadas e para a determinação do preço. Neste processo são devolvidos ao meio ambiente argila, areia, palhas, pedras e outros resíduos que vieram para a usina com a cana. A\nseguir, a cana passa pelo processo de lavagem que produz como resíduo água quente com partículas e sólidos solúveis. Então, passa pelo preparo e pela extração do caldo. Em todas as etapas, além da infra-estrutura da usina, são necessários equipamentos e energia, na forma de eletricidade e vapor. A água é usada nos processos de lavagem e de extração do caldo. O sistema de extração produz o caldo misto, o bagaço e o bagacilho.\nO diagrama de produção de álcool, apresentado na Figura 3.7, apresenta as fases de fabricação do álcool. Desta forma, o processo é iniciado no tratamento do caldo com o auxílio de produtos químicos. A próxima etapa é a sua passagem para o tanque de preparo, onde são adicionados mel ou xarope e água. Na fermentação o caldo recebe a levededura e aditivos e vai para a fase de destilação onde também recebe adição de água. Para os processos são necessários vapor e energia elétrica, usados na fase de destilação, e também toda a infra-estrutura da usina e equipamentos que são usados em todos os processos. Além do álcool, nesta fase são produzidas como subprodutos a vinhaça, a torta de filtro, a levedura e, como, produtos indesejados, água quente e CO2.\nO processo de produção de açúcar, especificado na Figura 3.8, também é iniciado com o tratamento do caldo com produtos químicos. Esta fase resulta no caldo limpo que passa inicialmente pela fase de concentração, produzindo o xarope. O próximo processo é o cozimento que produz o licor mãe. Assim, vai para a etapa de cristalização que produz o açúcar e, finalmente vai para a última etapa que é a de embalagem. Em todos os processos são necessários equipamentos e toda a infra-estrutura da usina. Como resultado do processo tem-se açúcar, mel e xarope e torta de filtro.\nO último diagrama, Figura 3.9, apresenta a produção de energia. Para esta produção é necessário que o bagaço seja colocado na caldeira, produzindo, assim, eletricidade e vapor. Neste processo é necessário usar água, mão-de-obra, equipamentos e a infra-estrutura da usina.\nFigura 3.4. Diagrama geral do setor sucroalcooleiro. Elaboração própria.\nFigura 3.5. Diagrama da produção agrícola. Elaboração própria.\npreço<\n\tRecepção\t—►\tLavagem\t—>\tPreparo\t—>\tExtração do\n\tda cana\t\t\t\t\t\tCaldo\ní\nFigura 3.6. Diagrama do sistema de extração. Elaboração própria.\nInfra-estrutura equipamentos\nCaldo misto\nBagaço\nBagacilho\nágua quente com solúveis e sólidos em suspensão água de lavagem com partículas e sólidos solúveis argila, areia, palha e pedras\nFigura 3.7. Diagrama da produção de álcool. Elaboração própria.\nFigura 3.8. Diagrama da produção de açúcar. Elaboração própria.\nFigura 3.9. Diagrama da produção de energia. Elaboração própria.\n3.1.6.\tAnálise Emergética das Usinas\nA segunda etapa necessária à realização da análise emergética das usinas consiste em elaborar as planilhas, baseando-se nos diagramas de fluxos. As planilhas são divididas em duas seções: fase agrícola e fase industrial. Para facilitar os cálculos e a comparação entre as usinas, todos os valores de fluxo de dados usados estão relacionados a um hectare para um período de um ano. Os dados empregados foram obtidos da safra 98/99.\nApós a elaboração da análise emergética das quatro usinas e da verificação dos seus valores dos fluxos, foi desenvolvida uma planilha com os melhores valores de cada fluxo de dado que foi denominada Usina Padrão. A partir dela, os valores dos fluxos de energia e materiais foram modificados de acordo com cada uma das tendências identificadas. Assim, foi possível simular e analisar os cenários e, a partir dos índices emergéticos identificar as tendências mais importantes e o modo como afetam os recursos ambientais e econômicos.\nComo comentado acima, a parte inicial do estudo foi realizada a partir dos dados coletados em quatro usinas produtoras de açúcar e álcool localizadas no estado de São Paulo. Porém, como houve dificuldade na obtenção de informações adicionais sobre as usinas, foi necessário aproveitar alguns dados obtidos em estudos anteriores. Os principais problemas encontrados dizem respeito às informações do processo industrial e foram retiradas do trabalho de BORREDO (2000). Além disto, nenhuma das usinas analisadas nem os fabricantes pesquisados forneceram informações sobre o peso dos equipamentos industriais e a área total construída da usina, ou seja, prédios industriais, escritórios, garagem e outros. Estas informações foram retiradas do trabalho de NOGUEIRA (1987).\n3.1.7.\tElaboração da Usina Padrão\nCom a finalidade de utilizar as informações das usinas estudadas para simular como as tendências irão afetar as produções agrícola e industrial, foi elaborada uma usina fictícia denominada Usina Padrão, que está representada na Tabela 3.1. Sua construção foi baseada na utilização dos melhores valores obtidos por cada um dos recursos utilizados pelas usinas para a produção de\naçúcar e álcool. Também foi usada a melhor produtividade de cana por hectare, e o melhor rendimento no processo de fabricação de açúcar e álcool.\nTabela 3.1. Usina Padrão.\nEmergia/dólar (1994)3,70E+12 sej/dolar\nNotas\tFluxo Valor\tPad rão Unidades\tFluxo de energia (J/ha.a) massa (kg/ha.a) dinheiro (dol/ha.a)\t\tTransfor-midade sej/unidade\tFluxo de emergia\t\n\t\t\t\t\t\tsej/ha.a\t%\nR. N. Renováveis\t\t\t\t\t\t1,36E+15\t11,12\n1 Chuva\t1,5\t3Z 2 m /m .a\t7,41E+10\tJ/ha.a\t1,83E+04\t1,35E+15\t11,1\n2 Água\t6\tm3/ha.a\t3,00E+07\tJ /ha.a\t1,10E+05\t3,30E+12\t0,0\nR. N. Não Renováveis\t\t\t\t\t\t8,26E+14\t6,78\n3 Solo\t12,4\tt/ha.a\t1,12E+10\tJ/ha.a\t7,38E+04\t8,26E+14\t6,8\nMateriais\t\t\t\t\t\t6,85E+15\t56,20\n4 Mudas\t12000\tkg/ha.a\t270\tR$/ha.a\t3,70E+12\t9,99E+14\t8,2\n5 Calcário\t200\tkg/ha.a\t200\tkg/ha.a\t1,00E+12\t2,00E+14\t1,6\n6 Herbicida\t4,3\tkg/ha.a\t4,30\tkg/ha.a\t8,24E+14\t3,54E+15\t29,1\n7 Fertilizantes\t421\tkg/ha.a\t421\tkg/ha.a\t3,80E+12\t1,60E+15\t13,1\n8 Combustíveis\t261\tl/ha.a\t7,67E+09\tJ /ha.a\t6,60E+04\t5,06E+14\t4,2\nServiços\t\t\t\t\t\t2,4E+15\t19,42\n9 Mão de obra\t0,024\tpessoa/ha.a\t3,09E+08\tJ /ha.a\t1,00E+05\t3,09E+13\t0,3\n10 Mão de obra especializada\t0,034\tpessoa/ha.a\t3,42E+08\tJ /ha.a\t5,00E+06\t1,71E+15\t14,0\n11 Administração\t12,00\tUS$/ha.a\t12,00\tR$/ha.a\t1,00E+07\t1,44E+09\t0,0\n12 Amortização do terreno\t78,00\tUS$/ha.a\t78,00\tR$/ha.a\t3,70E+12\t2,89E+14\t2,4\n13 Taxas\t91,61\tUS$/ha.a\t91,61\tR$/ha.a\t3,70E+12\t3,39E+14\t2,8\nEmergia parte agrícola\t\t\t\t\t\t1,14E+16\t94\nMateriais\t\t\t\t\t\t7,89E+14\t6,5\n14 Produtos químicos\t66,3\tkg/ha.a\t66,27\tkg/ha.a\t3,80E+12\t2,52E+14\t2,1\n15 Eletricidade\t68,7\tkWh/ha.a\t2,5E+08\tJ /ha.a\t6,72E+04\t1,66E+13\t0,1\n16 Equipamentos\t7,8\tkg/ha.a\t7,8\tkg/ha.a\t1,80E+12\t1,40E+13\t0,1\n17 Prédios industriais\t137,0\tUS$/ha.a\t137,0\tR$/ha.a\t3,70E+12\t5,07E+14\t4,2\nServiços\t\t\t\t\t\t1,17E+10\t0,0\n18 Mão de obra\t0,01\tpessoa/ha.a\t2,34E+04\tJ /ha.a\t5,00E+05\t1,17E+10\t0,0\nEmergia parte industrial\t\t\t\t\t\t7,9E+14\t6,5\nEmergia total\t\t\t\t\t\t1,2E+16\t100,0\nFonte: Elaboração própria.\n3.1.8.\tAnálise emergética das tendências\nPara facilitar a análise, as tendências identificadas na revisão bibliográfica foram agrupadas, de acordo com seu tipo, em quatro categorias. A primeira categoria, chamada de disposições legais, engloba as leis relacionadas à área de preservação, fim da queima dos canaviais, mecanização da colheita e cobrança dos recursos hídricos. A segunda diz respeito às tendências tecnológicas como a agricultura de precisão e os métodos de produção orgânica. A terceira, denominada forças de mercado, engloba as normas de produção, certificado de qualidade e os novos produtos industriais. Finalmente, a quarta categoria, chamada reciclagem, incorpora reciclagens de origem interna e externa do setor sucroalcooleiro.\nBaseando-se nesta classificação, as vantagens e desvantagens de cada uma das tendências foram identificadas de acordo com o aproveitamento dos recursos naturais renováveis e não-renováveis, materiais e serviços. Na análise também foi considerada a maneira como cada tendência pode influenciar na produtividade do sistema estudado. A explicação de cada vantagem e desvantagem é apresentada a seguir.\n3.1.8.1.\tDisposições legais\na.\tÁrea de Preservação\nSe a lei relacionada à área de preservação mínima, que corresponde à 20%, for respeitada, haverá uma melhora no ecossistema local, podendo aumentar os recursos renováveis do sistema, na água superficial, e também na contribuição energética da natureza. Como exemplo, pode haver um aumento no número de insetos e pássaros que podem ajudar no controle de pragas que atacam o canavial. Com o cumprimento da lei, haverá uma diminuição nos gastos relacionados às multas e também uma diminuição na área plantada.\nb.\tMecanização da colheita e fim da queima dos canaviais\nA colheita mecanizada pode ser realizada com a cana crua e queimada. Para este estudo foi considerada apenas a colheita de cana crua porque com ela é possível a incorporação da palha da cana no solo, que aumenta a quantidade de matéria orgânica do solo, e melhora sua qualidade fazendo com que haja uma diminuição da perda de solo por erosão. O fim da queima pode melhorar a qualidade do ar das cidades vizinhas e das regiões canavieiras. A mecanização da colheita exige um aumento no consumo de materiais relacionados aos equipamentos e combustível. Teoricamente, a produção se mantém a mesma. Com a mecanização há uma diminuição na mão-de-obra necessária ao corte de cana.\nc.\tCobrança dos recursos hídricos\nA implantação da lei dos recursos hídricos pode melhorar a eficiência no uso dos recursos hídricos e, consequentemente, sua contribuição energética da natureza. Essa cobrança não afeta o\nvolume de produção de cana de açúcar. Aparentemente, as usinas estudadas não usam irrigação e no setor industrial o reaproveitamento de água foi otimizado.\n3.1.8.2\tInovações tecnológicas\na.\tAgricultura de precisão\nCom a utilização desta técnica pode-se diminuir o consumo de calcário, fertilizantes e herbicidas. Por outro lado, há um aumento nos investimentos em equipamentos adequados e em mão-de-obra especializada. Por aproveitar melhor o uso do solo, tem-se um aumento na produtividade.\nb.\tProdução orgânica\nA adoção de técnicas de produção orgânica, tais como, adubação verde, controle biológico, rotação de cultura, ciclos com menos ressoca, uso de resíduos industriais e esterco contribuem para um melhor aproveitamento dos recursos renováveis do sistema. Com elas, pode-se melhorar a estrutura do solo devido ao aumento da porcentagem de matéria orgânica, melhorar a retenção de nutrientes e de água, e também possibilitar uma maior atividade biológica. O consumo de insumos agrícolas comprados diminui devido ao menor consumo de fertilizantes e também com a possibilidade de não usar os herbicidas. Com a necessidade de estar sempre observando e limpando o canavial, a contratação de mão-de-obra também aumenta. Como resultado desta técnica tem-se um produto com melhor qualidade e, portanto, um melhor preço.\n3.1.8.3.\tForças de mercado\na.\tNormas de produção e certificado de qualidade\nCom a adoção de normas de qualidade, pode-se diminuir a aplicação de fertilizantes e, sobretudo de agrotóxicos. Necessita-se também de um maior número de trabalhadores especializados. Por ter como resultado um produto certificado, pode-se garantir a qualidade dos produtos e, então, aumentar as vendas.\nb.\tNovos produtos industriais\nCaso seja possível consolidar as propostas para elaboração de produtos com maior valor agregado, será necessário aumentar a aquisição de materiais e equipamentos além de necessitar de contratação de mão-de-obra especializada.\n3.1.8.4.\tReciclagem\na.\tReciclagem de origem interna\nO uso dos resíduos industriais das usinas sucroalcooleiras (vinhaça, bagaço, torta de filtro, lodo e cinzas) nos canaviais aumenta a qualidade e melhora a estrutura do solo devido a possibilidade de aumentar sua umidade e seu condicionamento. Portanto, a necessidade de aplicação de materiais como fertilizantes e herbicidas diminui, minimizando os custos relacionados à compra dos mesmos. Com o aproveitamento destes resíduos há uma diminuição na poluição do solo e da água que estão relacionados ao alto consumo de produtos químicos, fazendo com que diminua o pagamento de multas e os investimentos públicos necessários ao tratamento de água. Finalmente, a produção pode aumentar sem a necessidade de maiores investimentos financeiros.\nb.\tReciclagem de origem externa\nOs resíduos urbanos e industriais tratados podem também contribuir para um aumento da qualidade do solo e para minimizar sua perda. Também diminui a necessidade de compra de fertilizantes porém, aumenta o risco de contaminação. Assim, como a reciclagem de resíduos internos, a produção pode sofrer um aumento sem maiores investimentos monetários.\nA Tabela 4.6 representa, de forma resumida, cada uma das alterações no sistema. Para facilitar a leitura, as setas viradas para cima indicam o aumento do uso do recurso e, as setas viradas para baixo indicam a diminuição do uso do recurso.\nTabela 3.6. Tendências do setor sucroalcooleiro.\nTendências\tRecursos Renováveis\tRecursos não-renováveis\tMateriais\tServiços\tProdução\n1. Disposições legais\t\t\t\t\t\na. Área de\tpreservação\t\t\tmultas (R$/ha.a3)\tprodução geral\npreservação\tambiental (20%) contribuição energética da\t\t\t\tda área\n\tnatureza\t\t\t\t\nb. mecanização da\tbiomassa do\tmelhora qualidade do\tequipamento\tmultas (R$/ha.a)\tMantém a\ncolheita e fim da\tsolo\tsolo\tcombustível\tfmo4 especializada\tprodução\nqueima dos canaviais\t\tqualidade do ar\t(litros diesel/ha.a)\t(R$/ha.a)\t\n\t\tperda de solo\t\tmo s/ qualificação\t\n\t\tpalha\t\t(R$/ha.a) custos com colheita (R$/ha.a)\t\nc. Cobrança dos\tpreservação\tdisponibilidade de\t\t\tMantém a\nrecursos hídricos\tambiental (20%) contribuição energética da\tágua\t\t\tprodução\n\tnatureza\t\t\t\t\n3\tha.a - hectare/ano\n4\tmo - mão-de-obra\nRecursos Tendências\tRenováveis 2.Inovações tecnológicas\tRecursos não renováveis\tMateriais\tServiços\tProdução\na. Agricultura de precisão\tperda de solo\taplicação de fertilizante apenas na área necessária equipamentos\t^mão-de-obra especializada\tprodução (devido ao melhor aproveitamento do solo)\nb.Produção\testrutura do solo\tperda de solo\taplicação de\tmão-de-obra\tprodução\norgânica\tkg mat.org5./kg)\tperda de água\tfertilizante\tqualidade do\n\tretenção de\tperda de biodiversidade\tou exclui o uso\tproduto\n\tnutrientes\tplanejamento regional\tde inseticidas\t\n\tatividade\t\t\t\nmicrobiológica do solo\nretenção de água\n3. Forças do mercado\t\t\t\t\na. Normas de produção e certificado de qualidade\testrutura do solo\tperda de solo\taplicação de fertilizante uso de inseticidas\t^mão-de-obra especializada\tqualidade vendas (produtividade)\n5\nmat. org. - material orgânico\nTendências\tRecursos\tRecursos\tMateriais\tServiços\tProdutividade\n\tRenováveis\tnão renováveis\t\t\t\n4. Reciclagem\n(a) Origem interna Uso de vinhaça, bagaço, torta de filtro, lodo e cinzas\tqualidade do solo (matéria orgânica e estrutura)\tumidade do solo e auxilia no seu condicionamento\taplicação de fertilizante custo relacionado à compra de fertilizante compra de eletricidade\tinvestimentos públicos para tratamento de água (R$/ha.a)\tprodutividade multas (R$/ha.a)\n(b) Origem externa\t\t\t\t\t\nUtilização dos\testrutura do solo\tperda de solo\taplicação de\trisco de\tprodutividade\nresíduos agrícolas e\t\t\tfertilizante\tcontaminação\t\nurbanos\t\t\t\t\t\nFonte: Elaboração própria.\n4.\tResultados e Discussões\n4.1.\tElaboração da Usina Padrão\nA Tabela 4.1 apresenta a análise de uma usina fictícia, denominada Usina Padrão. Para a elaboração desta usina foram utilizados os resultados obtidos na análise das usinas estudadas e sua finalidade é avaliar como as tendências, discutidas neste trabalho, afetam as produções agrícola e industrial. Para isto, o desenvolvimento foi baseado no uso do melhor valor obtido do recurso das usinas estudadas. Também foram usadas a melhor produtividade de cana e o melhor rendimento da produção de açúcar e álcool.\nTabela 4.1. Balanço emergético da Usina Padrão.\nNotas\tFluxo Valor\tPadrão Unidades\tFluxo de energia (J/ha.a) massa (kg/ha.a) dinheiro (dol/ha.a)\t\tTransfor-midade sej/unidade\tFluxo de emergia\t\n\t\t\t\t\t\tsej/ha.a\t%\nR. N. Renováveis\t\t\t\t\t\t1,36E+15\t11,12\n1 Chuva\t1,5\t3 2 m /m .a\t7,41E+10\tJ/ha.a\t1,83E+04\t1,35E+15\t11,1\n2 Água\t6\tm3/ha.a\t3,00E+07\tJ /ha.a\t1,10E+05\t3,30E+12\t0,0\nR. N. Não Renováveis\t\t\t\t\t\t8,26E+14\t6,78\n3 Solo\t12,4\tt/ha.a\t1,12E+10\tJ/ha.a\t7,38E+04\t8,26E+14\t6,8\nMateriais\t\t\t\t\t\t6,85E+15\t56,20\n4 Mudas\t12000\tkg/ha.a\t270\tR$/ha.a\t3,70E+12\t9,99E+14\t8,2\n5 Calcário\t200\tkg/ha.a\t200\tkg/ha.a\t1,00E+12\t2,00E+14\t1,6\n6 Herbicida\t4,3\tkg/ha.a\t4,30\tkg/ha.a\t8,24E+14\t3,54E+15\t29,1\n7 Fertilizantes\t421\tkg/ha.a\t421\tkg/ha.a\t3,80E+12\t1,60E+15\t13,1\n8 Combustíveis\t261\tl/ha.a\t7,67E+09\tJ /ha.a\t6,60E+04\t5,06E+14\t4,2\nServiços\t\t\t\t\t\t2,4E+15\t19,42\n9 Mão de obra\t0,024\tpessoa/ha.a\t3,09E+08\tJ /ha.a\t1,00E+05\t3,09E+13\t0,3\n10 Mão de obra especializada\t0,034\tpessoa/ha.a\t3,42E+08\tJ /ha.a\t5,00E+06\t1,71E+15\t14,0\n11 Administração\t12,00\tUS$/ha.a\t12,00\tR$/ha.a\t1,00E+07\t1,44E+09\t0,0\n12 Amortização do terreno\t78,00\tUS$/ha.a\t78,00\tR$/ha.a\t3,70E+12\t2,89E+14\t2,4\n13 Taxas\t91,61\tUS$/ha.a\t91,61\tR$/ha.a\t3,70E+12\t3,39E+14\t2,8\nEmergia parte agrícola\t\t\t\t\t\t1,14E+16\t94\nMateriais\t\t\t\t\t\t7,89E+14\t6,5\n14 Produtos químicos\t66,3\tkg/ha.a\t66,27\tkg/ha.a\t3,80E+12\t2,52E+14\t2,1\n15 Eletricidade\t68,7\tkWh/ha.a\t2,5E+08\tJ /ha.a\t6,72E+04\t1,66E+13\t0,1\n16 Equipamentos\t7,8\tkg/ha.a\t7,8\tkg/ha.a\t1,80E+12\t1,40E+13\t0,1\n17 Prédios industriais\t137,0\tUS$/ha.a\t137,0\tR$/ha.a\t3,70E+12\t5,07E+14\t4,2\nServiços\t\t\t\t\t\t1,17E+10\t0,0\n18 Mão de obra\t0,01\tpessoa/ha.a\t2,34E+04\tJ /ha.a\t5,00E+05\t1,17E+10\t0,0\nEmergia parte industrial\t\t\t\t\t\t7,9E+14\t6,5\nEmergia total\t\t\t\t\t\t1,2E+16\t100,0\nTabela 4.2. Índices emergéticos da Usina Padrão.\nR\t1,36E+15\tTR = Y/Qp\t2,22E+06 J energia solar equiv./J de cana\tT ransformidade\nN\t8,26E+14\tEYR =Y/F\t1,22 captura energia da natureza\tTaxa de rendimento\nI\t2,18E+15\tEIR = F/I\t4,59 rec. comprados/rec.gratis\tTaxa de investimento\nM\t7,64E+15\tELR = (N+F)/R\t7,99 rec. não renováveis/renováveis\tTaxa de carga ambiental\nS\t2,37E+15\t%R = R/Y\t0,11 renováveis/recursos totais\tTaxa de renovabilidade\nF\t1,00E+16\tEER = Eprod/Emo\t1,02 emergia cede/ emergia recebe\tTaxa de intercâmbio\nY\t1,22E+16\t\t\t\nFonte: Elaboração própria.\nTabela 4.3. Produtos da fase agrícola.\nProdutos\t\nCana própria\t1.358.000 t/ano\nCana comprada\t513.000 t/ano\nTotal\t1.871.000 t/ano\nFonte: Elaboração própria.\nTabela 4.4. Produtos da fase industrial.\nProdutos\tQuantidade total\tQuantidade por t/cana\nAçúcar\t2.87E+06 sc\t92.05 kg\nÁlcool\t7.51E+07 l\t32.12 kg\nBagaço\t5.41E+08 kg\t289.28 kg\nVinhoto\t9.02E+08 l\t481.84 kg\nTorta de filtro\t7.71E+07 kg\t41.19 kg\nCinzas\t7.87E+05 kg\t0.42 kg\nLodo\t3.93E+08 kg\t209.89 kg\nEletricidade\t2.17E+07 kwh\t11.59 kwh\nVapor\t1.19E+09 kg\t636.41 kg\nFonte: Elaboração própria.\nA partir da análise desta usina, realizou-se a análise emergética para cada tendência identificada anteriormente. Para facilitar a leitura deste texto, as tabelas com as análises e os cálculos dos índices emergéticos foram colocados no Apêndice I.\nApós a elaboração das planilhas das nove tendências identificadas, as tabelas e gráficos foram elaborados para mostrar o comportamento de cada índice emergético (transformidade, EYR, ELR, EER, %R) e da rentabilidade em função da intensidade do uso de recursos da economia (EIR), possibilitando uma melhor visualização dos comportamentos gerais e a identificação das melhores opções. A Tabela 4.5 apresenta os valores da quantidade de recursos\nnaturais renováveis (R), de recursos não-renováveis (N), de materiais (M), de serviços (S), a emergia total (Y) e, finalmente, a transformidade para cada tendência analisada. Na Tabela 4.6 verifica-se os índices encontrados para todas as tendências.\nTabela 4.5: Fluxos de emergia dos sistemas.\nFluxos de emergia ( valor x 10 14 seJ/ha.a)\nTendências\tR\tN\tI\tM\tS\tF\tY\tTr\t(Sej/J)\nUsina Padrão\t13,6\t8,26\t21,8\t76,4\t23,7\t100\t122\t97\t984\n1.a Área de preservação\t13,6\t6,67\t20,2\t65,2\t23,7\t88,8\t109\t87\t706\n1.b Mecaniz. da colheita\t13,6\t8,27\t21,8\t76,4\t23,7\t100\t122\t97\t990\n1.c Cobrança de rec. hídr.\t13,6\t8,27\t21,8\t76,4\t23,7\t100\t122\t10\t3.809\n2.a Agric.de precisão\t13,6\t6,67\t20,2\t56,0\t23,7\t79,7\t99,9\t80\t324\n2.b Produção orgânica\t13,6\t6,67\t20,2\t29,1\t22,9\t52,0\t72,2\t58\t080\n3.a Normas cert. qual.\t13,6\t6,67\t20,2\t56,5\t23,6\t80,1\t100\t80\t678\n3.b Novos prod. ind.\t13,6\t8,27\t21,8\t67,8\t22,9\t90,7\t113\t90\t471\n4.a Resíduos da usina\t13,6\t6,67\t20,2\t66,3\t22,9\t89,2\t109\t87\t952\n4.b Resíduos ind. E urb.\t13,6\t7,34\t20,9\t67,8\t23,7\t91,5\t112\t90.\t344\nFonte: Elaboração própria.\nTabela 4.6: Comparação dos índices emergéticos dos sistemas analisados.\nÍndices\nCenários\tEYR\tEIR\tELR\tEER\tRE\t%R\nUsina Padrão\t1,22\t4,59\t7,99\t1,02\t0,77\t11\n1 .a Área de preservação\t1,23\t4,39\t7,05\t0,91\t1,26\t12\n1.b Mecanização da colheita\t1,22\t4,58\t7,99\t1,02\t1,61\t11\n1.c Cobrança recursos hídricos\t1,22\t4,59\t8,01\t1,08\t1,37\t11\n2.a Agricultura de precisão\t1,25\t3,94\t6,37\t0,83\t1,56\t14\n2.b Produção orgânica\t1,39\t2,57\t4,33\t0,60\t2,56\t19\n3.a Normas prod. e Cert. Qual.\t1,25\t3,96\t6,40\t0,84\t1,70\t14\n3.b Novos produtos industriais\t1,24\t4,16\t7,30\t0,94\t1,63\t12\n4.a Resíduos da usina\t1,23\t4,41\t7,07\t0,91\t1,70\t12\n4.b Resíduos ind. e urbanos\t1,23\t4,38\t7,29\t0,94\t1,63\t12\nFonte: Elaboração própria.\nA taxa de investimento emergético (EIR) é a relação entre os recursos da economia e os da natureza. Das tendências estudadas, a produção de açúcar e álcool baseada em técnicas orgânicas obteve o melhor índice (2,57). A introdução da cobrança dos recursos hídricos ocasionou um maior investimento econômico fazendo com que a taxa de investimento emergético se igualasse à\nusina padrão (4,59). Outra tendência que demonstrou ser muito dependente dos recursos da economia foi a mecanização da colheita (4,58) devido à maior dependência de equipamentos e de combustível.\nO índice de transformidade do álcool, ilustrado na Figura 4.1, indica a quantidade de emergia necessária para se produzir um joule do álcool. Assim, o valor obtido para o modelo desenvolvido, nomeado Usina Padrão, foi de 97.984. Nos sistemas estudados, as tendências relacionadas à mecanização da colheita e à cobrança de recursos hídricos foram as que mais precisaram de emergia para serem produzidos. Na primeira, foi necessário 97.990 e, para a segunda, 103.809. Já o sistema baseado na produção orgânica, por utilizar uma quantidade menor de insumos agrícolas obteve a menor transformidade (58.080).\nTransformidade x EIR\nFigura 4.1: Transformidade x EIR. Fonte: Elaboração própria.\nA taxa de rendimento emergético (EYR) indica em que proporção os sistemas retornam energia em relação à energia econômica consumida. Analisando a Figura 4.2, verifica-se que a diferença entre os índices encontrados foi muito pequena. A tendência que obteve o melhor resultado foi a produção orgânica (1,39) e as que tiveram um resultado menos desejado foram aquelas que alcançaram o mesmo valor obtido pela Usina Padrão (1,22) que foram mecanização da colheita e cobrança de recursos hídricos e área de preservação.\n£\nEYR x EIR\n1,4\n1,36 -\n1,32 -\n1,28 -\n1,24 -\n1,2 —\n2,5\n3,25\t4\t4,75\n♦\tPadrão\n■ Área de preservação\nA Fim da queima e mecaniz.\nX Cobrança de rec. hídricos\nX Agricultura de precisão\n•\tProdução Orgânica\n+ Normas prod. Cert. Qual.\n-\tNovos Prod. Industriais\n—\tResíduos da usina\nResíduos industriais e urbanos\n*\nEIR\nFigura 4.2: EYR x EIR. Fonte: Elaboração própria.\nVerificando os resultados da taxa de carga ambiental (ELR), a que causa maior impacto é a tendência cobrança dos recursos hídricos (8,01). O valor encontrado para a Usina Padrão foi de 7,99. O índice da agricultura orgânica (4,33) indica que ela é a tendência que produz menos aspectos negativos ao meio ambiente.\nELR x EIR\nK\nw\n10\n0 —\n2,5\nI\n3,25\n4\t4,75\n♦\tPadrão\n■\tÁrea de preservação\nA Fim da queima e mecaniz.\nX Cobrança de rec. hídricos\nX Agricultura de precisão\n•\tProdução Orgânica\n+ Novos Prod. Industriais\n-\tResíduos da usina\n—\tNormas prod. Cert. Qual.\n■\tResíduos industriais e urbanos\n8 -\n6 -\n4 -\n2 -\nEIR\nFigura 4.3: ELR x EIR. Fonte: Elaboração própria.\nFigura 4.4.\n1,30\n1,10 -\nK\nM 0,90 -\nW\n0,70 -\n0,50\n2,5\t3,25\nA taxa de intercâmbio emergético (EER) permite verificar se o sistema recebe, em forma de recursos financeiros, mais emergia do que fornece. Assim, o modelo elaborado utilizado atualmente, chamado de Usina Padrão, perde energia (1,02). Nos sistemas estudados, os sistemas que mais perdem energia são aqueles relacionados às tendências de mecanização da colheita (1,02), e da cobrança dos recursos hídricos (1,08). Esta última tendência obteve este resultado porque além de precisar investir nos insumos comuns às outras tendências, também precisa investir no pagamento da água usada. As outras tendências possuem valores que indicam que elas se enriquecem (todos os índices são menores que 1). Estes resultados podem ser verificados na\nEER x EIR\n♦\tPadrão\n■ Área de p reservação\nX\t...\n. >\tFim da queima e mecaniz.\n-\tCobrança de rec. hídricos\nX\tX Agricultura de precisão\n•\tProdução Orgânica + Normas prod. Cert. Qual.\n- Novos Prod. Industriais\ni\ti\nResíduos da usina\n4\t4,75\n___\tResíduos industriais e urbanos\nEIR\nFigura 4.4: EER x EIR. Fonte: Elaboração própria.\nA rentabilidade econômica considerada nesta análise verifica o lucro da produção, ou seja, o valor obtido pela venda da produção subtraindo-se as despesas necessárias dividido pelo custo anual da produção. A média da rentabilidade econômica (RE) é de 50%, um pouco menor que a obtida pela Usina Padrão. As tendências que se destacam positivamente, com rentabilidade de 80% são a produção orgânica e a reciclagem dos resíduos da usina. A mecanização da colheita (40%) foi a que obteve o menor retorno econômico devido ao uso intensivo de equipamentos e combustível.\nRentabilidade Econômica x EIR\n2,2 -\n2\n0,6\n♦ Padrão\n■ Área de preservação\n+ X\nX\n1 -\n♦\nA Fim da queima e mecaniz.\nX Cobrança de rec. hídricos X Agricultura de precisão\n• Produção Orgânica\n+ Normas prod. Cert. Qual.\n- Novos Prod. Industriais\n— Resíduos da usina\n4\n2,5\n3,25\n4,75\nResíduos industriais e urbanos\nEIR\nFigura 4.5: Rentabilidade Econômica x EIR. Fonte: Elaboração própria.\nAnalisando a taxa de renovabilidade dos sistemas estudados (%R) percebe-se que a produção de açúcar e álcool, independentemente da tendência utilizada é uma atividade que depende mais dos recursos não-renováveis que dos recursos renováveis. A Figura 4.6 permite\níndice, novamente, o valor da cobrança dos recursos hídricos juntamente com a mecanização da colheita obtiveram o menor resultado (11%). A máxima renovabilidade conseguida nos sistemas canavieiros estudados foi de 19%, atingida pela agricultura orgânica. Porém, todos os valores são muito baixos indicando uma baixa renovabilidade, ou seja, uma baixa sustentabilidade. O valor baixo indica que a produção de etanol por monocultura pode ser considerada não sustentável.\n%R x EIR\n♦ Padrão\n%R\n20 -|\n18 -\n16 -\n14 -\n12 -\n10 —\n2,5\nx-\n- :>\n■ Área de preservação\n▲ Fim da queima e mecaniz.\nX Cobrança de rec. hídricos\nX Agricultura de precisão\n• Produção Orgânica\n+ Normas prod. Cert. Qual.\n-\tNovos Prod. Industriais\n-\tResíduos da usina\nResíduos industriais e urbanos\n3,25\t4\t4,75\nEIR\nFigura 4.6: %R x EIR. Fonte: Elaboração própria.\n5.\tConclusões\nA metodologia emergética sempre avaliou a produção de álcool pela taxa de rendimento emergético (ODUM, 1992; COMAR 1994) e era colocado que, em termos de produção de combustível, a taxa de rendimento emergético do álcool era muito pequena (EYR = 1,15), comparando com as do petróleo e do gás natural que estão entre 4 e 6. Este fato foi confirmado nesta pesquisa, porém deve ser revisado em termos de fixação e liberação de CO2. O petróleo e o gás natural incorporam novas quantias de CO2 na atmosfera, porém o etanol de biomassa pode ter saldo nulo.\nTodas as usinas estudadas têm sua produção baseada em técnicas dependentes de grandes quantidades de insumos não-renováveis. No momento atual, estas práticas ainda são beneficiadas pelo baixo preço do petróleo e, daqui a duas décadas, a situação tende a se agravar devido ao provável aumento nos preços dos seus derivados.\nPara possibilitar uma melhor avaliação das vantagens e desvantagens das tendências estudadas neste trabalho, seria muito importante realizar simulações mais complexas envolvendo duas ou mais tendências estudadas. Pelos índices obtidos, pode-se verificar que, se no sistema de produção orgânica fossem incorporadas as tendências relacionadas à cobrança dos recursos hídricos, a reciclagem de resíduos industriais, urbanos e da própria usina, seria possível alcançar índices mais vantajosos ao meio ambiente e também ao produtor.\nDas tendências analisadas, a que conseguiu melhores resultados foi a produção baseada na agricultura orgânica. Como esperado, esta técnica aproveita melhores os recursos naturais e também agride menos o solo e o meio ambiente. Outra grande vantagem é a necessidade intensiva de mão-de-obra rural. Esta técnica oferece benefícios ambientais, por ser menos poluidora e benefícios sociais, pois não diminui o desemprego na classe dos trabalhadores rurais como\nacontece com a adoção da colheita mecanizada. Este é um aspecto relevante devido à alta taxa de desemprego do país.\nPor outro lado, a que se mostrou menos sustentável foi o desenvolvimento de mecanização da colheita, devido à necessidade de maiores investimentos em equipamentos, tecnologia e combustíveis. Porém, é preciso lembrar que ela, assim como as outras, foi estudada isoladamente. Com a incorporação de outras tendências (agricultura orgânica, reciclagem de resíduos, uso dos subprodutos, normas de produção e certificados de qualidade), este quadro tende a melhorar, viabilizando seu desenvolvimento.\nUm problema encontrado, durante a elaboração deste trabalho, foi a dificuldade de obtenção de dados referentes à produção industrial nas usinas e fabricantes de equipamentos (equipamentos e prédios industrias). Estas informações foram extraídas de estudos anteriores que podem não refletir a situação atual. Porém, como esses dados foram utilizados em todas as planilhas, acreditase que este empecilho não ocasionou grandes distorções nos resultados.\nO cálculo do índice %R, tão importante ou mais do que o EYR, possibilita a verificação da porcentagem de recursos renováveis aproveitados no sistema. Nos sistemas estudados, os que possuem a taxa de maior renovabilidade e, portanto, são mais sustentáveis, foram os sistemas de produção orgânica, que atingiu 19%, e os sistemas que utilizam a agricultura de precisão e as normas de produção e certificação de qualidade, que atingiram 13%. Este valor é muito pequeno, devido a produção ser uma monocultura. Para atingir valores mais positivos, estes sistemas deveriam fazer parte de uma agricultura que integrasse outras culturas, silvicultura e pecuária, e que aproveitasse também os resíduos urbanos, industriais e do próprio sistema integrado como fertilizantes.\nConcluiu-se também que, na medida em que o investimento emergético aumenta, a taxa de carga ambiental cresce. Isto comprova que, quanto maior o investimento em técnicas que utilizam mais equipamentos, insumos agrícolas e combustíveis, maior será o impacto ambiental que o sistema irá ocasionar.\n6.\tRecomendações\nÉ importante ressaltar que este trabalho abordou áreas agrícolas que cultivam apenas cana-de-açúcar. A seguir, são apresentadas algumas recomendações relevantes para a análise da produção de açúcar e álcool baseando-se na metodologia emergética:\n•\tAnalisar mini-usinas de açúcar e álcool que possuam uma produção de cana-de-açúcar integrada a outros tipos de cultura e também a atividades agropecuárias;\n•\tDesenvolver uma análise da produção de cana-de-açúcar que abranja cenários com as últimas décadas e as próximas três décadas.\n•\tRealizar a análise emergética do petróleo para verificar como está sua situação a nível mundial. A partir desta análise, poderá se prever como o aumento de preços dos derivados de petróleo afetaria a produção da cana-de-açúcar e, consequentemente, do açúcar e do álcool.\n•\tFazer a análise emergética da cana transgênica, pois a parte agrícola usará mais insumos provenientes de recursos não-renováveis. Estudos realizados sobre a produção de soja transgênica demonstraram este fato.\n7.\tReferências Bibliográficas\nALTVATER, E. O preço da riqueza, Ed. Unesp,1995.\nANDRIETTA, M.G.S; Novas alternativas para subprodutos da cana-de-açúcar, STAB, v. 16, (4), 1998.\nBALASTREIRE, L. A.; Potencial de utilização dos conceitos de agricultura de precisão na cultura da cana-de-açúcar, STAB, v. 16, (4), 1998.\nBERNI, M.D.; BAJAY, S.V.; Implicações energéticas e ambientais da eliminação das queimadas de canaviais. In: III Congresso Brasileiro de Planejamento Energético, Campinas. Anais , 1998, v. 1, pp. 1-5.\nBROWN, M.T.; ULGIATI, Emergy-based indices and ratios to evaluate sustainability: monitoring economies and technology toward environmentally sound innovation. Ecological Engineering, (9), pp 51-69, 1997.\nBROWN, M.T.; MCcLANAHAN, T.R, Emergy analysis perspectives of Thailand and Mekong River dam proposals. Ecological Modeling, (91), pp. 105-130, 1996.\nBURNQUIST, H.L.; MORAES, M.A.F.D. Padronização e qualidade no setor sucroalcooleiro: Análise de ganhos potenciais. Preços Agrícolas, ano XIV, (163), pp. 20-22, 2000.\nCAMARGO de, C.A.; Conservação de energia na indústria do açúcar e álcool: Manual de recomendações; IPT - Instituto de Pesquisas Tecnológicas, São Paulo, 1990.\nCARVALHO, L.C.C. Pesos Diferentes. Agroanalysis. v.30, (3), pp.41- 44, 2000.\nCOMAR, V.; ORTEGA, E. Avaliação emergética da produção de álcool e açúcar da cana de açúcar na Usina Ester, município de Cosmópolis, SP, Brasil. In: II Congresso Brasileiro de Planejamento Energético, Campinas, Anais, 1994, pp. 249-258.\nCOPERSUCAR, Fundamentos dos processos de fabricação de açúcar e álcool, Caderno Copersucar, (20), 1988.\nCOPERSUCAR, Boletim Técnico número v. 4, (77), Piracicaba, São Paulo, 1997.\nCOPERSUCAR, Boletim Técnico número v. 19, (82), Piracicaba, São Paulo, 1999.\nCORTEZ, L; MAGALHÃES, P; HAPP, J. Principais subprodutos da agroindústria canavieira e sua valorização. Revista Brasileira de Energia, vol. 02, (2), pp. 111-146, 1992.\nDOBEREINER, J.; 1999: A importância da fixação biológica de nitrogênio para a agricultura sustentável; http://geocities.com/TheTropics/Cabana/4792/ fixaçãodenitrogênio , (20/07/99).\nFERRAZ, J. M. G.; PRADA, L.S.; PAIXÃO, M. Certificação Socioambiental do setor sucroalcooleiro. São Paulo: Embrapa Meio Ambiente, 2000, 195p.\nFERH, M;. Proposta para o controle completo de uma usina de álcool. Science &amp; Engineering Journal, v. 7, (2), pp. 52-59,1998.\nFERREIRA, E. S.; ZOTARELLI, E. M. M.; SALVIATI, L. Efeitos da utilização da torta de filtro na produtividade da cana-de-açúcar. IV Seminário de tecnologia agronômica, Piracicaba, 1988. Copersucar, Piracicaba, São Paulo, pp. 321-331, 1988.\nFNP CONSULTORIA E COMÉRCIO. AGRIANUAL 99: Anuário da Agricultura Brasileira; São Paulo: Editora Argos Comunicação, 1999.\nGEORGESCU-ROEGEN, N. The Entropy law and the economic process in retrospect, Eastern Economic Journal, v.1, (12), pp.3-25, 1986.\nGIAMPIETRO. M., CERRETELLI, G., PIMENTEL, D.; Energy analysis of agricultural ecosystem management: human return and sustainability, Agriculture, Ecoystems and Environment, v. 38, 219-244, 1992.\nGOLDEMBERG ET ALLI. Production of ethyl alcohol in Brasil. Revista Ciência e Cultura, SBPC, v.36 n.4, p 550-563, 1984.\nLOPES, L.A. Vinte anos de Proálcool: avaliações e perspectivas. Economia &amp; Empresa,v.3, n.2, p. 49-57, 1996.\nLOPES, L.A. Desenvolvimento sustentável: Uma análise do álcool como alternativa energética.\nFaculdade de Engenharia Mecânica, Unicamp, 1999.\nMACEDO, I.C. Legislação ambiental e inovações tecnológicas na agroindústria canavieira,\nWorkshop sobre Agroindústria canavieira, Instituto de Economia, Unicamp,Agosto,1998.\nMACEDO, I.C. Cana “high tech”. Agroanalysis. v.30, n.3, p.39-40, mar. 2000.\nMARTINEZ ALIER, J. Da Economia Ecológica ao Ecologismo Popular. Blumenau: Ed. da FURB, 1998. 402p.\nMERICO, L.F.K. Introdução à Economia Ecológica. Blumenau: Ed. da FURB, 1996.160p.\nMINISTÉRIO DO MEIO AMBIENTE, DOS RECURSOS HÍDRICOS E DA AMAZÔNIA\nLEGAL, 1999: Projeto PNUD - BRA/94/016, Contrato no. 139/98; Área Temática: Agricultura Sustentável; SP.\nMINISTÉRIO DE MINAS E ENERGIA; Balanço Energético Nacional, Brasília, 1998.\nMOREIRA, J. R.; GOLDEMBERG, J. The Alcohol program. Energy Policy. 27, 229-245, 1999.\nODUM, H.T.; \"Energy Analysis of the Environmental Role in Agriculture\" in Energy in\nAgriculture, G. Stanhill (Editor). Springer-Verlag, New York, p. 23-51, 1984.\nODUM, H. T.; Odum, E.C.; System of Ethanol production from sugarcane in Brazil, Revista Ciência e Cultura, SBPC, São Paulo, 37 (11), 1985.\nODUM, H. T.; Environmental Accounting. Emergy and environmental decision making. John Wiley and Sons, Inc. New York, 1996.\nORTEGA, E. Análise Emergética: uma ferramenta para quantificar a sustentabilidade nos Agro-\necossistemas. I Workshop sobre agroecologia e desenvolvimento sustentável. In: Resumo de Palestras. Unicamp, Campinas, São Paulo,1999.\nOLALDE, A.R. Desenvolvimento tecnológico e competitividade da indústria brasileira: a indústria\nsucroalcooleira. Campinas: SCTDE/FECAMP/UNICAMP-IE, 1993. 76p.\nPÁDUA, J. A.; VIOLA, E.; MINC, C.; VIEIRA, L.; GABEIRA, F; GONZAGA, P. Ecologia e\nPolítica no Brasil, Ed. IUPERJ, 1987.\nPAVAN, C.; MOREIRA F, C.A.;1999: Agronomia e Biodiversidade Bactérias fixadoras de nitrogênio\tna\tagronomia\te\tna\tbiodiversidade:\nhttp://geocities.com/TheTropics/Cabana/4792/agronomiaebiodiversidade.htm, (20/07/99).\nPINAZZA, L.A.; ALIMANDRO, R. Via Crucis. Agroanalysis. v.30, n.3, p.14-20, mar. 2000.\nPINTO, C.P. Tecnologia da Digestão Anaeróbia da Vinhaça e Desenvolvimento Sustentável. Campinas, 1999. Dissertação (Mestrado) Faculdade de Engenharia Mecânica. Universidade Estadual de Campinas.\nPINTO, L. F. G; PRADA, L.S. IN: FERRAZ, J. M. G.; PRADA, L.S.; PAIXÃO, M. Certificação Socioambiental do setor sucroalcooleiro. São Paulo: Embrapa Meio Ambiente, 2000, 195p. PG 33-88.\nRAPPORT, D.J.; CONSTANZA R.; MCMICHAEL, A.J. Assessing ecosystem health. Tree, v.3, n.10, october 1998.\nRIBEIRO, S. K.; ROSA, L. P. Activities implemented jointly and the use of fuel alcohol in Brazil for abating CO2 emissions. Energy Policy, v. 26, n. 2, p. 103-111, 1998.\nRODRIGUES, R. Falta árbitro. Agroanalysis. v.30, n.3, p.23-24, mar. 2000.\nSHIKIDA, P.F.A. A Evolução Diferenciada da Agroindústria Canavieira no Brasil de 1975 a 1995. Cascavel: Edunioeste, 1998. 149p.\nTETTI, L. Vantagens da Cana. Agroanalysis. v.30, n.3, p.47-48, mar. 2000.\nTIEZZI, Enzo. Tempos Históricos, Tempos Biológicos: a Terra ou a morte: os problemas da nova ecologia. São Paulo: Nobel, 1988. P.204.\nULGIATI, S; BROWN, M.T.; BASTIANONI, N.M. Emergy based indices and ratios to evaluate the sustainable use of resources. Ecological Engineering, n. 5, p. 519-531, 1995.\nUNICA, Açúcar: os tipos de açúcar. http://www.unica.com.br, 2000.\nVILLANOVA, J. Fruto da Tenacidade. Agroanalysis. v.30, n.3, p.21-22, mar. 2000.\nWALTER, A.C.S. 1993: Potencial Energético da cana-de-açúcar; STAB, v.11, n.4, p. 29-34; mar/abr.\nAnexo A\nEste anexo apresenta duas tabelas que contém a área colhida, a produção e o rendimento da cana-de-açúcar do início da década de trinta os últimos anos da década de 90 e também apresenta a produção e o consumo do álcool anidro e hidratrado das safras de 1985 à 1995.\nTabela A.1. Evolução da área colhida, da produção e do rendimento da cana-de-açúcar.\nAno\tÁrea Colhida (ha)\tProdução (1000 t)\tRendimento (t/ha)\tAno\tÁrea Colhida (ha)\tProdução (1000 t)\tRendimento (t/ha)\n1930\t359.465\t17.650\t49.24\t1965\t1.705.081\t75.853\t44.49\n1931\t348.450\t16.250\t46.63\t1966\t1.635.503\t75.787\t46.34\n1932\t328.200\t14.863\t45.29\t1967\t1.680.763\t77.086\t45.86\n1933\t429.720\t15.523\t36.12\t1968\t1.686.727\t76.610\t45.42\n1934\t473.500\t17.794\t37.58\t1969\t1.672.101\t75.247\t45.00\n1935\t437.500\t16.681\t38.13\t1970\t1.725.121\t79.753\t46.23\n1936\t460.660\t18.496\t40.15\t1971\t1.728.003\t80.380\t46.52\n1937\t453.920\t15.290\t33.68\t1972\t1.802.648\t85.106\t47.21\n1938\t473.709\t16.582\t35.00\t1973\t1.958.776\t91.994\t46.97\n1939\t495.683\t19.988\t40.32\t1974\t2.056.691\t95.623\t46.49\n1940\t564.164\t22.253\t39.44\t1975\t1.969.227\t91.524\t46.48\n1941\t560.226\t21.464\t38.31\t1976\t2.093.483\t103.173\t49.28\n1942\t559.004\t21.575\t38.59\t1977\t2.270.036\t120.082\t52.90\n1943\t557.235\t22.051\t39.57\t1978\t2.391.455\t129.145\t54.00\n1944\t675.606\t25.149\t37.22\t1979\t2.536.976\t138.898\t54.75\n1945\t656.921\t25.178\t38.33\t1980\t2.607.628\t148.650\t57.01\n1946\t758.134\t28.069\t37.02\t1981\t2.825.879\t155.924\t55.18\n1947\t772.853\t28.990\t37.51\t1982\t3.084.297\t186.646\t60.52\n1948\t818.608\t30.893\t37.74\t1983\t3.478.785\t216.036\t62.10\n1949\t796.687\t30.929\t38.82\t1984\t3.655.810\t222.317\t60.81\n1950\t828.182\t32.671\t39.45\t1985\t3.912.042\t247.199\t63.19\n1951\t874.341\t33.652\t38.49\t1986\t3.951.842\t239.178\t60.52\n1952\t919.780\t36.041\t39.18\t1987\t4.314.146\t268.741\t62.29\n1953\t990.872\t38.337\t38.69\t1988\t4.113.230\t258.448\t62.83\n1954\t1.027.409\t40.302\t39.23\t1989\t4.067.700\t252.197\t62.00\n1955\t1.072.902\t40.946\t38.16\t1990\t4.270.890\t262.659\t61.50\n1956\t1.124.083\t43.977\t39.12\t1991\t4.210.940\t260.657\t61.90\n1957\t1.172.413\t47.703\t40.69\t1992\t4.201.300\t271.404\t64.60\n1958\t1.208.134\t50.020\t41.40\t1993\t3.864.000\t244.591\t63.30\n1959\t1.291.073\t53.512\t41.45\t1994\t4.344.543\t291.953\t67.20\n1960\t1.339.933\t56.927\t42.48\t1995\t4.565.449\t304.059\t66.60\n1961\t1.366.640\t59.377\t43.45\t1996\t4.827.324\t307.983\t63.80\n1962\t1.466.619\t62.534\t42.64\t1997\t4.879.996\t337.207\t69.10\n1963\t1.509.011\t63.723\t42.23\t1998\t4.944.018\t338.348\t68.44\n1964\t1.519.491\t66.399\t43.70\t1999\t4.860.266\t333.314\t68.58\nFonte: Elaboração própria, IBGE e Agroanalysis, vários anos.\nTabela A.2. Produção e consumo de álcool anidro e hidratado no Brasil (milhões de litro)\nSafra ou Ano\tProdução de Anidro\tProdução de Hidratado\tProdução total\tConsumo Anidro\tConsumo Hidratado\tConsumo Total\n1985/86\t3.200,0\t8.621,0\t11.821,0\t2.212,6\t6.761,7\t8.974,3\n1986/87\t2.163,1\t8.352,9\t10.516,0\t2.426,1\t8.760,3\t11.186,3\n1987/88\t1.983,7\t9.470,2\t11.453,9\t2.012,0\t8.983,1\t10.995,1\n1988/89\t1.725,9\t9.987,3\t11.716,3\t1.973,6\t10.128,3\t12.101,9\n1989/90\t1.451,7\t10.429,2\t11.880,9\t1.332,5\t10.614,8\t11.947,3\n1990/91\t1.288,5\t10.494,0\t11.782,6\t1.872,5\t9.899,8\t11.772,3\n1991/92\t1.986,8\t10.765,3\t12.752,1\t1.756,2\t10.031,2\t11.787,4\n1992\t1.986,8\t10.729,4\t12.716,2\t1.899,0\t9.630,7\t11.529,7\n1993\t2.216,4\t9.480,6\t11.697,0\t2.548,3\t9.404,4\t11.925,7\n1994\t2.522,6\t8.763,0\t11.285,6\t2.850,4\t9.665,1\t12.515,5\n1995\t2.869,1\t9.837,7\t12.706,8\t3.367,8\t9.722,0\t13.098,8\nFonte: SHIKIDA, 1998.\nAnexo B\nEste anexo reproduz os padrões para avaliação, monitoramento e certificação socioambiental da cana-de-açúcar e seu processo industrial elaborados por FERRAZ, PRADA e PAIXÃO (2000).\nPara entender a importância dos critérios estabelecidos para a certificação da cana-de-açúcar é importante verificar que os itens que usam o termo DEVE, possuem caráter obrigatório e o seu não cumprimento significa uma pontuação negativa e aqueles nos quais o termo RECOMENDASE é utilizado possuem caráter facultativo e o seu cumprimento significa uma pontuação positiva.\n1.\tConformidade com legislação e acordos e tratados internacionais\nO manejo do sistema de produção sucroalcooleiro deve respeitar toda a legislação vigente (os tratados e acordos dos quais o país seja signatário), bem como os princípios e critérios descritos a seguir:\n1.1.\tDeve haver conformidade com a legislação do país, estado e municípios.\n1.2.\tDeve haver conformidade com os acordos e tratados internacionais dos quais o país seja signatário.\n1.3.\tDeve ser observado o pagamento de taxas e impostos devidos.\n1.5.\tDeve haver documentação consolidada com os respectivos mecanismos de controle e avaliação implantados, sempre condizentes com os padrões deste documento.\n1.6.\tPara fins de certificação, o comitê certificador analisará caso a caso as eventuais pendências judiciais que possam existir entre o manejo do sistema de produção adotado e os padrões aqui descritos.\n1.7.\tPara fins de certificação, os certificadores analisarão caso a caso os conflitos que possam existir entre a atividade e os padrões aqui descritos. Esses conflitos e a decisão dos certificadores deverão ser tornados públicos e serem discutidos em conjunto com o Comitê Certificador.\n2.\tDireito e responsabilidade de posse e uso da terra\nA posse e os direitos de uso da terra a longo prazo devem estar claramente definidos, documentados e legalmente estabelecidos.\n2.1.\tO responsável pela atividade agrícola deverá comprovar sua posse ou direito de uso da terra a longo prazo e a legitimidade de seu título de propriedade.\n2.2.\tAs comunidades locais com posse ou direitos legais de uso da terra deverão controlar a atividade agrícola, exceto quando este controle for transferido voluntariamente a outros grupos.\n2.3.\tNão serão certificadas propriedades que possuem imóvel enquadrado como latifúndio por exploração no cadastro do INCRA.\n2.4.\tAs áreas de produção que estiverem em situação de conflito e disputa pela posse da terra não serão certificadas.\n3.\tRelação justa com os trabalhadores\nA atividade sucroalcooleira deve cumprir a legislação trabalhista e elevar o bem estar socioeconômico dos trabalhadores.\n3.1.\tDeve-se priorizar a contratação de mão-de-obra diretamente pela empresa, via carteira de trabalho ou contrato de safra.\na.\tRecomenda-se a contratação de mão-de-obra fixa.\n3.2.\tNa terceirização das atividades, produtos ou serviços deve-se assegurar os mesmos direitos e benefícios proporcionados à mão-de-obra própria.\n3.3.\tOs trabalhadores devem ter remuneração igual ou superior à média da região, de acordo com o setor de atividade.\n3.4.\tOs trabalhadores residentes na unidade produtiva devem ter moradia digna e saudável. Caso existam trabalhadores migrantes, estes devem ser acomodados em alojamentos dignos e saudáveis com alimentação digna e saudável, com a autorização e fiscalização dos órgãos competentes. As empresas devem garantir livre acesso aos alojamentos para seus familiares, amigos, entidades de representação, culturais, recreativas e religiosas.\n3.5.\tAs empresas, isoladamente ou em parceria, deverão desenvolver programas educacionais para os trabalhadores migrantes alojados no interior das empresas. Os trabalhadores sazonais, que morarem fora da empresa, deverão receber todo o apoio para participarem de programas educacionais.\n3.6.\tOs trabalhadores devem receber contínua capacitação, treinamento e equipamentos apropriados para o manejo adequado e seguro de agroquímicos, máquinas e equipamentos agroindustriais.\n3.7.\tO transporte de trabalhadores deve ser feito com veículos apropriados, sob responsabilidade do produtor. Relativo à terceirização, a empresa deve criar medidas contratuais que garantam a qualidade e a segurança deste serviço.\n3.8.\tNão deve haver discriminação de raça, gênero, religião, naturalidade ou posição política na seleção e contratação de trabalhadores.\na.\tNa utilização do trabalho feminino, deve-se cumprir rigorosamente a lei, ressaltando sempre que este trabalho, principalmente no período de gravidez e aleitamento materno, deve vir acompanhado por medidas mitigadoras de riscos e perigos inerentes à atividade;\nb.\tNão deve haver pedido de atestados de laqueadura (esterilização) por parte das empresas às trabalhadoras quando do período de contratação e durante a vigência do contrato de trabalho.\n3.9.\tNão deve ser utilizado trabalho de menores de 14 anos nas atividades agroindustriais. O trabalho da faixa etária de 14 a 18 anos somente será permitido naquelas atividades consideradas não-penosas pelas entidades oficiais, atividades estas em que não está incluído o corte de cana-de-açúcar e deve-se priorizar programas de aprendizado e formação profissional.\n3.10.\tOs trabalhadores devem ter direitos de organização e negociação de seus interesses garantidos, conforme as Convenções 87 e 98 da Organização Internacional do Trabalho.\n3.11.\tDeve-se seguir a legislação referente à segurança e à saúde ocupacional dos trabalhadores.\n3.12.\tOs trabalhadores e suas entidades de representação devem ser previamente consultados e informados sobre mudanças tecnológicas e organizacionais da empresa, que os impactem diretamente.\na. Os sindicatos e as representações trabalhistas devem ter acesso aos critérios de pagamento e aos sistemas de medição e conversão existentes;\nb.\tRecomenda-se a formação de uma comissão de negociação bipartite entre empresa e sindicatos para avaliar o impacto das mudanças tecnológicas e propor alternativas ou ações mitigadoras;\nc.\tAs formas de pagamento e os sistemas adotados para medição da produção devem ser justos e coerentes com os acordos trabalhistas estabelecidos.\n3.13.\tOs recursos do PAS devem ser geridos por comissão mista de empresários, trabalhadores e governo. Estes recursos devem ser utilizados em desenvolvimento de projetos sociais. Em caso de iniciativas independentes ao PAS, a empresa deverá aplicar recursos financeiros em programas de assistência social aos trabalhadores, sendo que esses recursos serão geridos por comissão mista de empresários e trabalhadores.\n3.14.\tÉ recomenda a participação dos trabalhadores nos lucros e/ou resultados da empresa.\n3.15.\tVisando diminuir a sazonalidade da mão-de-obra, o aumento da oferta de emprego, a redução dos impactos ambientais, o aumento da segurança alimentar e outros efeitos positivos, deve-se promover:\na.\tdiversificação de culturas;\nb.\tintegração das atividades agrícolas e industriais;\nc.\tmaximização de aproveitamento dos produtos, subprodutos e resíduos da cultura e da usina;\nd.\tadoção de programas permanentes de recuperação ambiental de entressafra.\n3.16.\tAs disposições constitucionais e trabalhistas relativas à extensão da jornada de trabalho devem ser rigorosamente respeitadas.\n3.17.\tAs unidades industriais devem ter refeitório adequado para seus trabalhadores.\n4.\tRelação com a comunidade\nDeve haver compromisso com o bem-estar socioeconômico e respeito à cultura das comunidades locais, nas quais a atividade agroindustrial está inserida.\n4.1.\tNo processo de definição de planejamento e manejo do sistema de produção agrícola deve-se consultar e considerar os interesses das populações e grupos sociais quanto aos aspectos que afetam diretamente sua qualidade de vida.\n4.2.\tDeve ser proibida a prática de aliciamento de mão-de-obra em qualquer tempo.\n4.3.\tAs áreas de grande importância social, cultural, ambiental ou religiosa deverão ser preservadas.\n5.\tPlanejamento e monitoramento\nA atividade agroindustrial deve ser planejada, monitorada e avaliada, considerando os aspectos técnicos, econômicos, sociais e ambientais.\n5.1.\tAnteriormente à implementação de novas operações, processos, sistemas e/ou expansão em novas áreas, deve-se fazer uma avaliação dos impactos ambientais e sociais, de acordo com a sua importância.\n5.2.\tO planejamento da atividade agroindustrial deve apresentar claramente os objetivos e metas do empreendimento a curto e longo prazo, justificando suas limitações e impactos econômicos, sociais e ambientais.\na.\tDevem ser elaborados mapas que apresentem o uso da terra e dos recursos naturais da unidade produtiva, incluindo as áreas de preservação permanente e Reserva Legal;\nb.\tO sistema de produção, assim como as técnicas, insumos e equipamentos adotados na operação agrícola devem ser descritos.\n5.3.\tO monitoramento e a avaliação da atividade devem ser realizados periodicamente, dando subsídios para a revisão do planejamento.\n5.4\tDeve ser definido e implementado um plano para a eliminação completa da queimada, acompanhado de contrapartidas sociais aos trabalhadores e fornecedores, incluindo prazos e metas anuais.\na.\tDeve ser antecipada as políticas de total eliminação da queima da cana;\nb.\tNão deve haver colheita mecânica de cana queimada;\nc.\tDeve haver equipe responsável e especialmente capacitada para o manejo do fogo;\nd.\tDevem ser criados fóruns tripartites com a participação de trabalhadores, empresários e governo para a geração de emprego, renda e qualificação profissional;\ne.\tAs empresas devem submeter seus planos de eliminação de queimada a esses fóruns;\nf.\tO plano da empresa no campo das contrapartidas sociais deve englobar ao menos os seguintes aspectos: treinamento e requalificação da mão-de-obra, cronograma de implantação da mecanização da colheita, diversificação de atividades e geração de emprego e renda.\n5.5.\tSomente serão considerados certificados os produtos compostos de 100% de cana crua e certificada.\n5.6.\tSomente será considerada certificada, para fins institucionais, a empresa que tiver\n80% de matéria-prima processada certificada e um plano implementado para atingir 100%.\n6.\tConservação de ecossistemas e proteção da biodiversidade\nA atividade agrícola deve promover a conservação de ecossistemas, com especial atenção para a conservação da biodiversidade e sua recuperação.\n6.1.\tAs áreas agrícolas não devem causar danos aos ecossistemas naturais remanescentes.\nNão devem ser convertidos estágios avançados de sucessão florestal e florestas primárias.\n6.2.\tDeve haver a implementação de estratégias para proteger as espécies ameaçadas e/ou em perigo de extinção (segundo lista da CITES) e seus respectivos habitats.\n6.3.\tNão deve haver uso de organismos transgênicos.\n6.4.\tEcossistemas naturais devem ser imediatamente protegidos, conservados e\nrecuperados, quando degradados.\na.\tAs Áreas de Preservação Permanente (APP) devem estar desocupadas e eventuais aproveitamentos econômicos devem estar em consonância com a legislação vigente (Código Florestal). Essas áreas devem ser recuperadas numa taxa de 10% ao ano, com vegetação nativa;\nb.\tDeve ser definido e implementado um plano para recuperação e conservação da Reserva Legal;\nc.\tDeve haver um sistema eficiente para prevenir e combater incêndios florestais.\n7.\tConservação do solo e recursos hídricos\nA atividade agroindustrial deve promover a conservação dos solos e recursos hídricos a curto prazo e recuperação dos solos e recursos hídricos a longo prazo.\n7.1.\tDevem ser adotadas práticas adequadas de conservação do solo e dos recursos hídricos, adotando-se a microbacia hidrográfica como unidade de planejamento. O planejamento, manejo e mecanização do agroecossistema devem promover a manutenção\ne a recuperação (quando degradado) da fertilidade, matéria orgânica, atividade biológica, estrutura do solo e previnir sua poluição.\n7.2.\tO planejamento, a implantação e a manutenção de obras de infra-estrutura (estradas, construções, sistema drenagem, canais, etc.) devem preservar a qualidade do solo e dos recursos hídricos.\n7.3.\tDeve-se realizar o monitoramento da qualidade do solo e da água (de superfície e subterrânea). Quando constatado um padrão de qualidade do solo e da água inferiores aos indicadores nacionais e internacionais (o que for mais adequado) existentes, a empresa deve implementar ações imediatas para garantir a sua recuperação.\n7.4.\tO cultivo de cana-de-açúcar deve ser realizado respeitando as restrições do meio físico, de maneira que não cause a sua degradação.\n8.\tControle do uso de agroquímicos\nDeve ser controlado o uso de agroquímicos, considerando a saúde dos trabalhadores e comunidades locais e a qualidade do solo, recursos hídricos e ecossistemas. Deve haver uma política clara para a redução destes insumos.\n8.1.\tDevem ser utilizados métodos integrados, priorizando o controle biológico de pragas, doenças e ervas invasoras.\n8.2.\tA aplicação de agroquímicos devem ser minimizada e realizada com equipamentos e dosagens adequados.\n8.3.\tO transporte, o armazenamento e o descarte de embalagens de agroquímicos devem ser planejados e realizados de acordo com a Legislação Federal de Agrotóxicos (decreto 98.816)\na.\tDeve haver planilha de controle dos produtos armazenados com data de compra e validade;\nb.\tDeve haver sistema eficaz para prevenção e controle de acidentes;\nc.\tDeve ser realizada a lavagem tríplice das embalagens;\nd.\tDeve ser priorizado o uso de um pequeno número de grandes embalagens;\ne.\tÉ recomendado o uso de um pequeno número de grandes embalagens;\nf.\tDeve haver um sistema seguro de destino de embalagens.\n8.4.\tNão se deve utilizar princípios ativos proibidos por acordos internacionais.\n8.5.\tDeve ser priorizado o uso de produtos seletivos e de menor toxidade.\n8.6.\tAs áreas de uso e aplicação de agroquímicos devem ser sinalizadas e isoladas.\n8.7.\tDeve haver um planejamento conjunto entre a empresa, trabalhadores e suas entidades de representação visando à permanente redução do uso de agroquímicos.\n8.8.\tÉ recomendado o emprego de fertilizantes minerais pouco solúveis ou orgânicos, nos casos onde esta prática possa reduzir os riscos ambientais.\n8.9 Devem ser adotadas práticas e normas de aplicação de agroquímicos que garantam que as áreas habitadas e os recursos naturais não sejam atingidos ou contaminados.\n8.10.\tÉ recomendado o não-uso de agrotóxicos.\n9.\tManejo e utilização de resíduos e demais substâncias químicas\nO manejo e a utilização de resíduos devem considerar a conservação ambiental e a qualidade de vida dos trabalhadores e das populações locais.\n9.1.\tDeve estar definido e implementado um plano para manejo, separação e tratamento de resíduos provenientes de toda atividade agroindustrial, assim, como das populações residentes na unidade agroindustrial.\n9.2.\tO uso e a aplicação de resíduos como insumos agrícolas deve ser feito de acordo com parâmetros de eficiência e qualidade ambiental.\na. É recomendada a diversificação do uso da vinhaça.\n10.\tInteração com a paisagem\nO planejamento, a implementação e o manejo dos sistemas de produção agroindustrial devem considerar a inserção da unidade de produção no meio físico e biológico regional, visando à integração e à estabilidade a longo prazo.\n10.1.\tAs práticas empregadas no manejo dos agroecossistemas devem promover a maximização da diversidade espacial e/ou temporal.\na.\tÉ recomendada a diversidade de atividades de uso da terra;\nb.\tDeve ser realizada a rotação de cultura ou adubação verde nas áreas de reforma do canavial. Este deve ser de no mínimo 80% da área de renovação.\n10.2.\tO uso da terra da unidade produtiva e o layout dos agroecossitemas devem promover a integração destes com a paisagem e possibilitar e incrementar o fluxo biológico e genético entre os ecosssitemas locais.\na. Deve estar definido e implementado um plano de manejo da paisagem local com a implantação de corredores florestais e/ou ilhas de diversidade na área cultivada.\n11.\tViabilidade econômica\nO sistema de produção agrícola deve promover a otimização do uso dos seus múltiplos recursos e produtos para assegurar a sustentabilidade econômica da atividade, incorporando os custos sociais, ambientais e operacionais associados à produção.\n11.1.\tA unidade produtiva deve maximizar a diversificação e o aproveitamento de suas atividades, produtos, subprodutos e resíduos.\n11.2.\tNa avaliação e no desenvolvimento econômico da empresa devem ser levados em consideração os custos sociais e ambientais do planejamento do sistema de produção. Deve-se demonstrar a sustentabilidade econômica do empreendimento a curto e longo prazo.\n11.3.\tO empreendimento deve provar o pagamento dos seus compromissos e cumprimento de contratos e financiamentos públicos e privados.\n12.\tAtividade industrial\nO processamento industrial da cana-de-açúcar deve cumprir com a legislação pertinente e promover a conservação dos recursos naturais e a segurança e o bem-estar de trabalhadores e comunidades.\n12.1.\tDeve ser minimizado o uso de água e promover sua reciclagem, visando a manutenção de sua quantidade e qualidade.\na. É recomendado o uso de sistema fechado de utilização de água e seu descarte adequado.\n12.2.\tAs unidades industriais, exclusivas de açúcar e álcool, devem ser auto-sustentáveis em produção e consumo de energia elétrica, durante a safra.\na. Para outras unidades industriais, que não as de açúcar e álcool, é recomendado que sejam auto-sustentáveis em produção e consumo de energia elétrica.\n12.3.\tDeve ser realizado o uso e descarte adequado dos resíduos industriais, especialmente a vinhaça.\n12.4.\tDeve ser evitado o uso de substâncias químicas prejudiciais à saúde.\n12.5.\tA atividade industrial deve cumprir a legislação com relação à emissão de poluentes no ar, água e no solo.\na. A empresa deve ter um plano para minimizar a emissão de poluentes no ar, água e solo.\nAnexo C- Análise Emergética das tendências\nÁrea de Preservação\nBalanço emergético da produção agrícola e industrial Considerando as disposições legais - a) área de preservação Usina Padrão\nEmergia/dólar (1994)3,70E+12 sej/dolar\nNotas\tFluxo Valor\tPadrão Unidades\tFluxo de energia (J/ha.a) massa (kg/ha.a) dinheiro (dol/ha.a)\t\tTransfor-midade sej/unidade\tFluxo de emergia\t\n\t\t\t\t\t\tsej/ha.a\t%\nR. N. Renováveis\t\t\t\t\t\t1,36E+15\t12,43\n1 Chuva\t1,5\tm3/m2.a\t7,41E+10\tJ/ha.a\t1,83E+04\t1,35E+15\t12,4\n2 Água\t6\t3 m\t3,00E+07\tJ /ha.a\t1,10E+05\t3,30E+12\t0,0\nR. N. Não Renováveis\t\t\t\t\t\t6,67E+14\t6,11\n3 Solo\t10,0\tt/ha.a\t9,04E+09\tJ/ha.a\t7,38E+04\t6,67E+14\t6,1\nMateriais\t\t\t\t\t\t5,73E+15\t52,53\n4 Mudas\t12000\tkg/ha.a\t270\tR$/ha.a\t3,70E+12\t9,99E+14\t9,2\n5 Calcário\t200\tkg/ha.a\t200\tkg/ha.a\t1,00E+12\t2,00E+14\t1,8\n6 Herbicida\t3,5\tkg/ha.a\t3,50\tkg/ha.a\t8,24E+14\t2,88E+15\t26,4\n7 Fertilizantes\t300\tkg/ha.a\t300\tkg/ha.a\t3,80E+12\t1,14E+15\t10,5\n8 Combustíveis\t261\tl/ha.a\t7,67E+09\tJ /ha.a\t6,60E+04\t5,06E+14\t4,6\nServiços\t\t\t\t\t\t2,4E+15\t21,69\n9 Mão de obra\t0,024\tpessoa/ha.a\t3,09E+08\tJ /ha.a\t1,00E+05\t3,09E+13\t0,3\n10 Mão de obra especializada\t0,034\tpessoa/ha.a\t3,42E+08\tJ /ha.a\t5,00E+06\t1,71E+15\t15,7\n11 Administração\t12,00\tR$/ha.a\t12,00\tR$/ha.a\t1,00E+07\t1,44E+09\t0,0\n12 Amortização do terreno\t78,00\tR$/ha.a\t78,00\tR$/ha.a\t3,70E+12\t2,89E+14\t2,6\n13 Taxas\t91,61\tR$/ha.a\t91,61\tR$/ha.a\t3,70E+12\t3,39E+14\t3,1\nEmergia parte agrícola\t\t\t\t\t\t1,01E+16\t93\nMateriais\t\t\t\t\t\t7,89E+14\t7,2\n14 Produtos químicos\t66,3\tkg\t66,27\tkg/ha.a\t3,80E+12\t2,52E+14\t2,3\n15 Eletricidade\t68,7\tkWh\t2,5E+08\tJ /ha.a\t6,72E+04\t1,66E+13\t0,2\n16 Equipamentos\t7,8\tkg\t7,8\tkg/ha.a\t1,80E+12\t1,40E+13\t0,1\n17 Prédios industriais\t137,0\tR$/ha.a\t137,0\tR$/ha.a\t3,70E+12\t5,07E+14\t4,6\nServiços\t\t\t\t\t\t8,37E+09\t0,0\n18 Mão de obra\t0,01\tpessoa\t1,67E+06\tJ /ha.a\t5,00E+05\t8,37E+09\t0,0\nEmergia parte industrial\t\t\t\t\t\t7,9E+14\t7,2\nEmergia total\t\t\t\t\t\t1,1E+16\t100,0\nR\t1,36E+15\tTR = Y/Qp\t87.706 J energia solar equiv./J de cana\tTransformidade\nN\t6,67E+14\tEYR =Y/F\t1,23 captura energia da natureza\tTaxa de rendimento\nI\t2,02E+15\tEIR = F/I\t4,39 rec. comprados/rec.grátis\tTaxa de investimento\nM\t6,52E+15\tELR = (N+F)/R\t7,05 rec. não renováveis/renováveis\tTaxa de carga ambiental\nS\t2,37E+15\t%R = R/Y\t0,12 renováveis/recursos totais\tTaxa de renovabilidade\nF\t8,88E+15\tEER = Eprod/E$\t0,91 emergia cede/ emergia recebe\tTaxa de intercâmbio\nY\t1,09E+16\t\t\t\nMecanização da Colheita e fim da queima dos canaviais\nBalanço emergético da produção agrícola e industrial\nConsiderando as disposições legais - b) mecanização e fim da queima dos canaviais Usina Padrão\nEmergia/dólar (1994)3,70E+12 sej/dolar\nNotas\tFluxo Valor\tPadrão Unidades\tFluxo de energia (J/ha.a) massa (kg/ha.a) dinheiro (dol/ha.a)\t\tTransfor-midade sej/unidade\tFluxo de emergia\t\n\t\t\t\t\t\tsej/ha.a\t%\nR. N. Renováveis\t\t\t\t\t\t1,36E+15\t11,12\n1 Chuva\t1,5\tm3/m2.a\t7,41E+10\tJ/ha.a\t1,83E+04\t1,35E+15\t11,1\n2 Água\t6\t3 m\t3,00E+07\tJ /ha.a\t1,10E+05\t3,30E+12\t0,0\nR. N. Não Renováveis\t\t\t\t\t\t8,27E+14\t6,79\n3 Solo\t12,4\tt/ha.a\t1,12E+10\tJ/ha.a\t7,38E+04\t8,27E+14\t6,8\nMateriais\t\t\t\t\t\t6,85E+15\t56,20\n4 Mudas\t12000\tkg/ha.a\t270\tR$/ha.a\t3,70E+12\t9,99E+14\t8,2\n5 Calcário\t200\tkg/ha.a\t200\tkg/ha.a\t1,00E+12\t2,00E+14\t1,6\n6 Herbicida\t4,3\tkg/ha.a\t4,30\tkg/ha.a\t8,24E+14\t3,54E+15\t29,1\n7 Fertilizantes\t421\tkg/ha.a\t421\tkg/ha.a\t3,80E+12\t1,60E+15\t13,1\n8 Combustíveis\t350\tl/ha.a\t7,67E+09\tJ /ha.a\t6,60E+04\t5,06E+14\t4,2\nServiços\t\t\t\t\t\t2,4E+15\t19,42\n9 Mão de obra\t0,016\tpessoa/ha.a\t3,09E+08\tJ /ha.a\t1,00E+05\t3,09E+13\t0,3\n10 Mão de obra especializada\t0,037\tpessoa/ha.a\t3,42E+08\tJ /ha.a\t5,00E+06\t1,71E+15\t14,0\n11 Administração\t12,00\tR$/ha.a\t12,00\tR$/ha.a\t1,00E+07\t1,44E+09\t0,0\n12 Amortização do terreno\t78,00\tR$/ha.a\t78,00\tR$/ha.a\t3,70E+12\t2,89E+14\t2,4\n13 Taxas\t91,61\tR$/ha.a\t91,61\tR$/ha.a\t3,70E+12\t3,39E+14\t2,8\nEmergia parte agrícola\t\t\t\t\t\t1,14E+16\t94\nMateriais\t\t\t\t\t\t7,89E+14\t6,5\n14 Produtos químicos\t66,3\tkg\t66,27\tkg/ha.a\t3,80E+12\t2,52E+14\t2,1\n15 Eletricidade\t68,7\tkWh\t2,5E+08\tJ /ha.a\t6,72E+04\t1,66E+13\t0,1\n16 Equipamentos\t7,8\tkg\t7,8\tkg/ha.a\t1,80E+12\t1,40E+13\t0,1\n17 Prédios industriais\t137,0\tR$/ha.a\t137,0\tR$/ha.a\t3,70E+12\t5,07E+14\t4,2\nServiços\t\t\t\t\t\t8,37E+09\t0,0\n18 Mão de obra\t0,01\tpessoa\t1,67E+06\tJ /ha.a\t5,00E+05\t8,37E+09\t0,0\nEmergia parte industrial\t\t\t\t\t\t7,9E+14\t6,5\nEmergia total\t\t\t\t\t\t1,2E+16\t100,0\nR\t1,36E+15\tTR = Y/Qp\t97.990 J energia solar equiv./J de cana\tT ransformidade\nN\t8,27E+14\tEYR =Y/F\t1,22 captura energia da natureza\tTaxa de rendimento\nI\t2,18E+15\tEIR = F/I\t4,58 rec. comprados/rec.grátis\tTaxa de investimento\nM\t7,64E+15\tELR = (N+F)/R\t7,99 rec. não renováveis/renováveis\tTaxa de carga ambiental\nS\t2,37E+15\t%R = R/Y\t0,11 renováveis/recursos totais\tTaxa de renovabilidade\nF\t1,00E+16\tEER = Eprod/E$\t1,02 emergia cede/ emergia recebe\tTaxa de intercâmbio\nY\t1,22E+16\t\t\t\nCobrança dos recursos hídricos\nBalanço emergético da produção agrícola e industrial\nConsiderando as disposições legais - c) cobrança dos recursos hídricos Usina Padrão - 2000\nEmergia/dólar (1994)3,70E+12 sej/dolar\nNotas\tFluxo Valor\tPadrão Unidades\tFluxo de energia (J/ha.a) massa (kg/ha.a) dinheiro (dol/ha.a)\t\tTransfor-midade sej/unidade\tFluxo de emergia\t\n\t\t\t\t\t\tsej/ha.a\t%\nR. N. Renováveis\t\t\t\t\t\t1,35E+15\t11,10\n1 Chuva\t1,5\tm3/m2.a\t7,41E+10\tJ/ha.a\t1,83E+04\t1,35E+15\t11,1\nR. N. Não Renováveis\t\t\t\t\t\t8,27E+14\t6,79\n2 Solo\t12,4\tt/ha.a\t1,12E+10\tJ/ha.a\t7,38E+04\t8,27E+14\t6,8\nMateriais\t\t\t\t\t\t6,85E+15\t56,20\n3 Mudas\t12000\tkg/ha.a\t270\tR$/ha.a\t3,70E+12\t9,99E+14\t8,2\n4 Calcário\t200\tkg/ha.a\t200\tkg/ha.a\t1,00E+12\t2,00E+14\t1,6\n5 Herbicida\t4,3\tkg/ha.a\t4,30\tkg/ha.a\t8,24E+14\t3,54E+15\t29,1\n6 Fertilizantes\t421\tkg/ha.a\t421\tkg/ha.a\t3,80E+12\t1,60E+15\t13,1\n7 Combustíveis\t261\tl/ha.a\t7,65E+09\tJ /ha.a\t6,60E+04\t5,05E+14\t4,1\nServiços\t\t\t\t\t\t2,4E+15\t19,42\n8 Mão de obra\t0,024\tpessoa/ha.a\t3,09E+08\tJ /ha.a\t1,00E+05\t3,09E+13\t0,3\n9 Mão de obra especializada\t0,034\tpessoa/ha.a\t3,42E+08\tJ /ha.a\t5,00E+06\t1,71E+15\t14,0\n10 Administração\t12,00\tR$/ha.a\t12,00\tR$/ha.a\t1,00E+07\t1,44E+09\t0,0\n11 Amortização do terreno\t78,00\tR$/ha.a\t78,00\tR$/ha.a\t3,70E+12\t2,89E+14\t2,4\n12 Taxas\t91,61\tR$/ha.a\t91,61\tR$/ha.a\t3,70E+12\t3,39E+14\t2,8\nEmergia parte agrícola\t\t\t\t\t\t1,1E+16\t94\nMateriais\t\t\t\t\t\t7,92E+14\t6,5\n13 Água\t4\t3 m\t2,00E+07\tJ /ha.a\t1,10E+05\t2,20E+12\t0,0\n14 Produtos químicos\t66,3\tkg\t66,27\tkg/ha.a\t3,80E+12\t2,52E+14\t2,1\n15 Eletricidade\t68,7\tkWh\t2,5E+08\tJ /ha.a\t6,72E+04\t1,66E+13\t0,1\n16 Equipamentos\t7,8\tkg\t7,8\tkg/ha.a\t1,80E+12\t1,40E+13\t0,1\n17 Prédios industriais\t137,0\tR$/ha.a\t137,0\tR$/ha.a\t3,70E+12\t5,07E+14\t4,2\nServiços\t\t\t\t\t\t8,37E+09\t0\n18 Mão de obra\t0,01\tpessoa\t1,67E+06\tJ /ha.a\t5,00E+05\t8,37E+09\t0,0\nEmergia parte industrial\t\t\t\t\t\t7,9E+14\t6,5\nEmergia total\t\t\t\t\t\t1,2E+16\t100,0\nR\t1,35E+15\tTR = Y/Qp\t103.809 J energia solar equiv./J de cana\tT ransformidade\nN\t8,27E+14\tEYR =Y/F\t1,22 captura energia da natureza\tTaxa de rendimento\nI\t2,18E+15\tEIR = F/I\t4,59 rec. comprados/rec.grátis\tTaxa de investimento\nM\t7,64E+15\tELR = (N+F)/R\t8,01 rec. não renováveis/renováveis\tTaxa de carga ambiental\nS\t2,37E+15\t%R = R/Y\t0,11 renováveis/recursos totais\tTaxa de renovabilidade\nF\t1,00E+16\tEER = Eprod/E$\t1,08 emergia cede/ emergia recebe\tTaxa de intercâmbio\nY\t1,22E+16\t\t\t\nAgricultura de precisão\nBalanço emergético da produção agrícola e industrial\nConsiderando as inovações tecnológicas - a) agricultura de precisão Usina Padrão\nEmergia/dólar (1994)3,70E+12 sej/dolar\nNotas\tFluxo Valor\tPadrão Unidades\tFluxo de energia (J/ha.a) massa (kg/ha.a) dinheiro (dol/ha.a)\t\tTransfor-midade sej/unidade\tFluxo de emergia\t\n\t\t\t\t\t\tsej/ha.a\t%\nR. N. Renováveis\t\t\t\t\t\t1,36E+15\t13,57\n1 Chuva\t1,5\tm3/m2.a\t7,41E+10\tJ/ha.a\t1,83E+04\t1,35E+15\t13,5\n2 Água\t6\t3 m\t3,00E+07\tJ /ha.a\t1,10E+05\t3,30E+12\t0,0\nR. N. Não Renováveis\t\t\t\t\t\t6,67E+14\t6,68\n3 Solo\t10,0\tt/ha.a\t9,04E+09\tJ/ha.a\t7,38E+04\t6,67E+14\t6,7\nMateriais\t\t\t\t\t\t4,81E+15\t48,16\n4 Mudas\t12000\tkg/ha.a\t270\tR$/ha.a\t3,70E+12\t9,99E+14\t10,0\n5 Calcário\t150\tkg/ha.a\t150\tkg/ha.a\t1,00E+12\t1,50E+14\t1,5\n6 Herbicida\t3,0\tkg/ha.a\t3,00\tkg/ha.a\t8,24E+14\t2,47E+15\t24,7\n7 Fertilizantes\t180\tkg/ha.a\t180\tkg/ha.a\t3,80E+12\t6,84E+14\t6,8\n8 Combustíveis\t200\tl/ha.a\t7,67E+09\tJ /ha.a\t6,60E+04\t5,06E+14\t5,1\nServiços\t\t\t\t\t\t2,4E+15\t23,69\n9 Mão de obra\t0,024\tpessoa/ha.a\t3,09E+08\tJ /ha.a\t1,00E+05\t3,09E+13\t0,3\n10 Mão de obra especializada\t0,038\tpessoa/ha.a\t3,42E+08\tJ /ha.a\t5,00E+06\t1,71E+15\t17,1\n11 Administração\t12,00\tR$/ha.a\t12,00\tR$/ha.a\t1,00E+07\t1,44E+09\t0,0\n12 Amortização do terreno\t78,00\tR$/ha.a\t78,00\tR$/ha.a\t3,70E+12\t2,89E+14\t2,9\n13 Taxas\t91,61\tR$/ha.a\t91,61\tR$/ha.a\t3,70E+12\t3,39E+14\t3,4\nEmergia parte agrícola\t\t\t\t\t\t9,20E+15\t92\nMateriais\t\t\t\t\t\t7,89E+14\t7,9\n14 Produtos químicos\t66,3\tkg\t66,27\tkg/ha.a\t3,80E+12\t2,52E+14\t2,5\n15 Eletricidade\t68,7\tkWh\t2,5E+08\tJ /ha.a\t6,72E+04\t1,66E+13\t0,2\n16 Equipamentos\t7,8\tkg\t7,8\tkg/ha.a\t1,80E+12\t1,40E+13\t0,1\n17 Prédios industriais\t137,0\tR$/ha.a\t137,0\tR$/ha.a\t3,70E+12\t5,07E+14\t5,1\nServiços\t\t\t\t\t\t8,37E+09\t0,0\n18 Mão de obra\t0,01\tpessoa\t1,67E+06\tJ /ha.a\t5,00E+05\t8,37E+09\t0,0\nEmergia parte industrial\t\t\t\t\t\t7,9E+14\t7,9\nEmergia total\t\t\t\t\t\t1,0E+16\t100,0\nR\t1,36E+15\tTR = Y/Qp\t80.324 J energia solar equiv./J de cana\tT ransformidade\nN\t6,67E+14\tEYR =Y/F\t1,25 captura energia da natureza\tTaxa de rendimento\nI\t2,02E+15\tEIR = F/I\t3,94 rec. comprados/rec.grátis\tTaxa de investimento\nM\t5,60E+15\tELR = (N+F)/R\t6,37 rec. não renováveis/renováveis\tTaxa de carga ambiental\nS\t2,37E+15\t%R = R/Y\t0,14 renováveis/recursos totais\tTaxa de renovabilidade\nF\t7,97E+15\tEER = Eprod/E$\t0,83 emergia cede/ emergia recebe\tTaxa de intercâmbio\nY\t9,99E+15\t\t\t\nProdução Orgânica\nBalanço emergético da produção agrícola e industrial Considerando as inovações tecnológicas - c) produção orgânica Usina Padrão\nEmergia/dólar (1994)3,70E+12 sej/dolar\nNotas\tFluxo Valor\tPadrão Unidades\tFluxo de energia (J/ha.a) massa (kg/ha.a) dinheiro (dol/ha.a)\t\tTransfor-midade sej/unidade\tFluxo de emergia\t\n\t\t\t\t\t\tsej/ha.a\t%\nR. N. Renováveis\t\t\t\t\t\t1,36E+15\t18,76\n1 Chuva\t1,5\tm3/m2.a\t7,41E+10\tJ/ha.a\t1,83E+04\t1,35E+15\t18,7\n2 Água\t5\t3 m\t2,50E+07\tJ /ha.a\t1,10E+05\t2,75E+12\t0,0\nR. N. Não Renováveis\t\t\t\t\t\t6,67E+14\t9,23\n3 Solo\t10,0\tt/ha.a\t9,04E+09\tJ/ha.a\t7,38E+04\t6,67E+14\t9,2\nMateriais\t\t\t\t\t\t2,26E+15\t31,33\n4 Mudas\t12000\tkg/ha.a\t270\tR$/ha.a\t3,70E+12\t9,99E+14\t13,8\n5 Calcário\t150\tkg/ha.a\t150\tkg/ha.a\t1,00E+12\t1,50E+14\t2,1\n6 Herbicida\t0,0\tkg/ha.a\t0,00\tkg/ha.a\t8,24E+14\t0,00E+00\t0,0\n7 Fertilizantes\t160\tkg/ha.a\t160\tkg/ha.a\t3,80E+12\t6,08E+14\t8,4\n8 Combustíveis\t261\tl/ha.a\t7,67E+09\tJ /ha.a\t6,60E+04\t5,06E+14\t7,0\nServiços\t\t\t\t\t\t2,3E+15\t31,65\n9 Mão de obra\t0,032\tpessoa/ha.a\t3,09E+08\tJ /ha.a\t1,00E+05\t3,09E+13\t0,4\n10 Mão de obra especializada\t0,037\tpessoa/ha.a\t3,42E+08\tJ /ha.a\t5,00E+06\t1,71E+15\t23,6\n11 Administração\t12,00\tR$/ha.a\t12,00\tR$/ha.a\t1,00E+07\t1,44E+09\t0,0\n12 Amortização do terreno\t78,00\tR$/ha.a\t78,00\tR$/ha.a\t3,70E+12\t2,89E+14\t4,0\n13 Taxas\t70,00\tR$/ha.a\t70,00\tR$/ha.a\t3,70E+12\t2,59E+14\t3,6\nEmergia parte agrícola\t\t\t\t\t\t6,57E+15\t91\nMateriais\t\t\t\t\t\t6,52E+14\t9,0\n14 Produtos químicos\t30,0\tkg\t30,00\tkg/ha.a\t3,80E+12\t1,14E+14\t1,6\n15 Eletricidade\t68,7\tkWh\t2,5E+08\tJ /ha.a\t6,72E+04\t1,66E+13\t0,2\n16 Equipamentos\t7,8\tkg\t7,8\tkg/ha.a\t1,80E+12\t1,40E+13\t0,2\n17 Prédios industriais\t137,0\tR$/ha.a\t137,0\tR$/ha.a\t3,70E+12\t5,07E+14\t7,0\nServiços\t\t\t\t\t\t8,37E+09\t0,0\n18 Mão de obra\t0,01\tpessoa\t1,67E+06\tJ /ha.a\t5,00E+05\t8,37E+09\t0,0\nEmergia parte industrial\t\t\t\t\t\t6,5E+14\t9,0\nEmergia total\t\t\t\t\t\t7,2E+15\t100,0\nR\t1,36E+15\tTR = Y/Qp\t58.080 J energia solar equiv./J de cana\tT ransformidade\nN\t6,67E+14\tEYR =Y/F\t1,39 captura energia da natureza\tTaxa de rendimento\nI\t2,02E+15\tEIR = F/I\t2,57 rec. comprados/rec.grátis\tTaxa de investimento\nM\t2,91E+15\tELR = (N+F)/R\t4,33 rec. não renováveis/renováveis\tTaxa de carga ambiental\nS\t2,29E+15\t%R = R/Y\t0,19 renováveis/recursos totais\tTaxa de renovabilidade\nF\t5,20E+15\tEER = Eprod/E$\t0,60 emergia cede/ emergia recebe\tTaxa de intercâmbio\nY\t7,22E+15\t\t\t\nNorma de produção e certificado de qualidade\nBalanço emergético da produção agrícola e industrial\nConsiderando as forças de mercado - a) normas de produção e certificado de qualidade Usina Padrão\nEmergia/dólar (1994)3,70E+12 sej/dolar\nNotas\tFluxo Valor\tPadrão Unidades\tFluxo de energia (J/ha.a) massa (kg/ha.a) dinheiro (dol/ha.a)\t\tTransfor-midade sej/unidade\tFluxo de emergia\t\n\t\t\t\t\t\tsej/ha.a\t%\nR. N. Renováveis\t\t\t\t\t\t1,36E+15\t13,51\n1 Chuva\t1,5\tm3/m2.a\t7,41E+10\tJ/ha.a\t1,83E+04\t1,35E+15\t13,5\n2 Água\t6\t3 m\t3,00E+07\tJ /ha.a\t1,10E+05\t3,30E+12\t0,0\nR. N. Não Renováveis\t\t\t\t\t\t6,67E+14\t6,65\n3 Solo\t10,0\tt/ha.a\t9,04E+09\tJ/ha.a\t7,38E+04\t6,67E+14\t6,6\nMateriais\t\t\t\t\t\t4,86E+15\t48,45\n4 Mudas\t12000\tkg/ha.a\t270\tR$/ha.a\t3,70E+12\t9,99E+14\t10,0\n5 Calcário\t200\tkg/ha.a\t200\tkg/ha.a\t1,00E+12\t2,00E+14\t2,0\n6 Herbicida\t3,0\tkg/ha.a\t3,00\tkg/ha.a\t8,24E+14\t2,47E+15\t24,6\n7 Fertilizantes\t180\tkg/ha.a\t180\tkg/ha.a\t3,80E+12\t6,84E+14\t6,8\n8 Combustíveis\t261\tl/ha.a\t7,67E+09\tJ /ha.a\t6,60E+04\t5,06E+14\t5,0\nServiços\t\t\t\t\t\t2,4E+15\t23,52\n9 Mão de obra\t0,024\tpessoa/ha.a\t3,09E+08\tJ /ha.a\t1,00E+05\t3,09E+13\t0,3\n10 Mão de obra especializada\t0,034\tpessoa/ha.a\t3,42E+08\tJ /ha.a\t5,00E+06\t1,71E+15\t17,0\n11 Administração\t12,00\tR$/ha.a\t12,00\tR$/ha.a\t1,00E+07\t1,44E+09\t0,0\n12 Amortização do terreno\t78,00\tR$/ha.a\t78,00\tR$/ha.a\t3,70E+12\t2,89E+14\t2,9\n13 Taxas\t90,00\tR$/ha.a\t90,00\tR$/ha.a\t3,70E+12\t3,33E+14\t3,3\nEmergia parte agrícola\t\t\t\t\t\t9,24E+15\t92\nMateriais\t\t\t\t\t\t7,89E+14\t7,9\n14 Produtos químicos\t66,3\tkg\t66,27\tkg/ha.a\t3,80E+12\t2,52E+14\t2,5\n15 Eletricidade\t68,7\tkWh\t2,5E+08\tJ /ha.a\t6,72E+04\t1,66E+13\t0,2\n16 Equipamentos\t7,8\tkg\t7,8\tkg/ha.a\t1,80E+12\t1,40E+13\t0,1\n17 Prédios industriais\t137,0\tR$/ha.a\t137,0\tR$/ha.a\t3,70E+12\t5,07E+14\t5,1\nServiços\t\t\t\t\t\t8,37E+09\t0,0\n18 Mão de obra\t0,01\tpessoa\t1,67E+06\tJ /ha.a\t5,00E+05\t8,37E+09\t0,0\nEmergia parte industrial\t\t\t\t\t\t7,9E+14\t7,9\nEmergia total\t\t\t\t\t\t1,0E+16\t100,0\nR\t1,36E+15\tTR = Y/Qp\t80.678 J energia solar equiv./J de cana\tT ransformidade\nN\t6,67E+14\tEYR =Y/F\t1,25 captura energia da natureza\tTaxa de rendimento\nI\t2,02E+15\tEIR = F/I\t3,96 rec. comprados/rec.grátis\tTaxa de investimento\nM\t5,65E+15\tELR = (N+F)/R\t6,40 rec. não renováveis/renováveis\tTaxa de carga ambiental\nS\t2,36E+15\t%R = R/Y\t0,14 renováveis/recursos totais\tTaxa de renovabilidade\nF\t8,01E+15\tEER = Eprod/E$\t0,84 emergia cede/ emergia recebe\tTaxa de intercâmbio\nY\t1,00E+16\t\t\t\nNovos produtos industriais\nBalanço emergético da produção agrícola e industrial Considerando as forças de mercado - b) novos produtos industriais Usina Padrão\nEmergia/dólar (1994)3,70E+12 sej/dolar\nNotas\tFluxo Valor\tPadrão Unidades\tFluxo de energia (J/ha.a) massa (kg/ha.a) dinheiro (dol/ha.a)\t\tTransfor-midade sej/unidade\tFluxo de emergia\t\n\t\t\t\t\t\tsej/ha.a\t%\nR. N. Renováveis\t\t\t\t\t\t1,36E+15\t12,05\n1 Chuva\t1,5\tm3/m2.a\t7,41E+10\tJ/ha.a\t1,83E+04\t1,35E+15\t12,0\n2 Água\t6\t3 m\t3,00E+07\tJ /ha.a\t1,10E+05\t3,30E+12\t0,0\nR. N. Não Renováveis\t\t\t\t\t\t8,27E+14\t7,35\n3 Solo\t12,4\tt/ha.a\t1,12E+10\tJ/ha.a\t7,38E+04\t8,27E+14\t7,3\nMateriais\t\t\t\t\t\t6,01E+15\t53,40\n4 Mudas\t12000\tkg/ha.a\t270\tR$/ha.a\t3,70E+12\t9,99E+14\t8,9\n5 Calcário\t200\tkg/ha.a\t200\tkg/ha.a\t1,00E+12\t2,00E+14\t1,8\n6 Herbicida\t4,3\tkg/ha.a\t4,30\tkg/ha.a\t8,24E+14\t3,54E+15\t31,5\n7 Fertilizantes\t200\tkg/ha.a\t200\tkg/ha.a\t3,80E+12\t7,60E+14\t6,8\n8 Combustíveis\t261\tl/ha.a\t7,67E+09\tJ /ha.a\t6,60E+04\t5,06E+14\t4,5\nServiços\t\t\t\t\t\t2,3E+15\t20,32\n9 Mão de obra\t0,024\tpessoa/ha.a\t3,09E+08\tJ /ha.a\t1,00E+05\t3,09E+13\t0,3\n10 Mão de obra especializada\t0,043\tpessoa/ha.a\t3,42E+08\tJ /ha.a\t5,00E+06\t1,71E+15\t15,2\n11 Administração\t12,00\tR$/ha.a\t12,00\tR$/ha.a\t1,00E+07\t1,44E+09\t0,0\n12 Amortização do terreno\t78,00\tR$/ha.a\t78,00\tR$/ha.a\t3,70E+12\t2,89E+14\t2,6\n13 Taxas\t70,00\tR$/ha.a\t70,00\tR$/ha.a\t3,70E+12\t2,59E+14\t2,3\nEmergia parte agrícola\t\t\t\t\t\t1,05E+16\t93\nMateriais\t\t\t\t\t\t7,74E+14\t6,9\n14 Produtos químicos\t66,3\tkg\t66,27\tkg/ha.a\t3,80E+12\t2,52E+14\t2,2\n15 Eletricidade\t0,0\tkWh\t0,0E+00\tJ /ha.a\t6,72E+04\t0,00E+00\t0,0\n16 Equipamentos\t8,5\tkg\t8,5\tkg/ha.a\t1,80E+12\t1,53E+13\t0,1\n17 Prédios industriais\t137,0\tR$/ha.a\t137,0\tR$/ha.a\t3,70E+12\t5,07E+14\t4,5\nServiços\t\t\t\t\t\t1,67E+10\t0,0\n18 Mão de obra\t0,02\tpessoa\t1,67E+06\tJ /ha.a\t5,00E+05\t1,67E+10\t0,0\nEmergia parte industrial\t\t\t\t\t\t7,7E+14\t6,9\nEmergia total\t\t\t\t\t\t1,1E+16\t100,0\nR\t1,36E+15\tTR = Y/Qp\t90.471 J energia solar equiv./J de cana\tT ransformidade\nN\t8,27E+14\tEYR =Y/F\t1,24 captura energia da natureza\tTaxa de rendimento\nI\t2,18E+15\tEIR = F/I\t4,16 rec. comprados/rec.grátis\tTaxa de investimento\nM\t6,78E+15\tELR = (N+F)/R\t7,30 rec. não renováveis/renováveis\tTaxa de carga ambiental\nS\t2,29E+15\t%R = R/Y\t0,12 renováveis/recursos totais\tTaxa de renovabilidade\nF\t9,07E+15\tEER = Eprod/E$\t0,94 emergia cede/ emergia recebe\tT axa de intercâmbio\nY\t1,13E+16\t\t\t\nResíduos da usina\nBalanço emergético da produção agrícola e industrial Considerando a reciclagem - c) resíduos da usina Usina Padrão\nEmergia/dólar (1994)3,70E+12 sej/dolar\nNotas\tFluxo Valor\tPadrão Unidades\tFluxo de energia (J/ha.a) massa (kg/ha.a) dinheiro (dol/ha.a)\t\tTransfor-midade sej/unidade\tFluxo de emergia\t\n\t\t\t\t\t\tsej/ha.a\t%\nR. N. Renováveis\t\t\t\t\t\t1,36E+15\t12,39\n1 Chuva\t1,5\tm3/m2.a\t7,41E+10\tJ/ha.a\t1,83E+04\t1,35E+15\t12,4\n2 Água\t6\t3 m\t3,00E+07\tJ /ha.a\t1,10E+05\t3,30E+12\t0,0\nR. N. Não Renováveis\t\t\t\t\t\t6,67E+14\t6,10\n3 Solo\t10,0\tt/ha.a\t9,04E+09\tJ/ha.a\t7,38E+04\t6,67E+14\t6,1\nMateriais\t\t\t\t\t\t5,86E+15\t53,54\n4 Mudas\t12000\tkg/ha.a\t270\tR$/ha.a\t3,70E+12\t9,99E+14\t9,1\n5 Calcário\t200\tkg/ha.a\t200\tkg/ha.a\t1,00E+12\t2,00E+14\t1,8\n6 Herbicida\t4,3\tkg/ha.a\t4,30\tkg/ha.a\t8,24E+14\t3,54E+15\t32,4\n7 Fertilizantes\t160\tkg/ha.a\t160\tkg/ha.a\t3,80E+12\t6,08E+14\t5,6\n8 Combustíveis\t261\tl/ha.a\t7,67E+09\tJ /ha.a\t6,60E+04\t5,06E+14\t4,6\nServiços\t\t\t\t\t\t2,3E+15\t20,90\n9 Mão de obra\t0,024\tpessoa/ha.a\t3,09E+08\tJ /ha.a\t1,00E+05\t3,09E+13\t0,3\n10 Mão de obra especializada\t0,034\tpessoa/ha.a\t3,42E+08\tJ /ha.a\t5,00E+06\t1,71E+15\t15,6\n11 Administração\t12,00\tR$/ha.a\t12,00\tR$/ha.a\t1,00E+07\t1,44E+09\t0,0\n12 Amortização do terreno\t78,00\tR$/ha.a\t78,00\tR$/ha.a\t3,70E+12\t2,89E+14\t2,6\n13 Taxas\t70,00\tR$/ha.a\t70,00\tR$/ha.a\t3,70E+12\t2,59E+14\t2,4\nEmergia parte agrícola\t\t\t\t\t\t1,02E+16\t93\nMateriais\t\t\t\t\t\t7,73E+14\t7,1\n14 Produtos químicos\t66,3\tkg\t66,27\tkg/ha.a\t3,80E+12\t2,52E+14\t2,3\n15 Eletricidade\t0,0\tkWh\t0,0E+00\tJ /ha.a\t6,72E+04\t0,00E+00\t0,0\n16 Equipamentos\t7,8\tkg\t7,8\tkg/ha.a\t1,80E+12\t1,40E+13\t0,1\n17 Prédios industriais\t137,0\tR$/ha.a\t137,0\tR$/ha.a\t3,70E+12\t5,07E+14\t4,6\nServiços\t\t\t\t\t\t8,37E+09\t0,0\n18 Mão de obra\t0,01\tpessoa\t1,67E+06\tJ /ha.a\t5,00E+05\t8,37E+09\t0,0\nEmergia parte industrial\t\t\t\t\t\t7,7E+14\t7,1\nEmergia total\t\t\t\t\t\t1,1E+16\t100,0\nR\t1,36E+15\tTR = Y/Qp\t87.952 J energia solar equiv./J de cana\tT ransformidade\nN\t6,67E+14\tEYR =Y/F\t1,23 captura energia da natureza\tTaxa de rendimento\nI\t2,02E+15\tEIR = F/I\t4,41 rec. comprados/rec.grátis\tTaxa de investimento\nM\t6,63E+15\tELR = (N+F)/R\t7,07 rec. não renováveis/renováveis\tTaxa de carga ambiental\nS\t2,29E+15\t%R = R/Y\t0,12 renováveis/recursos totais\tT axa de renovabilidade\nF\t8,92E+15\tEER = Eprod/E$\t0,91 emergia cede/ emergia recebe\tT axa de intercâmbio\nY\t1,09E+16\t\t\t\nReciclagem de origem externa\nBalanço emergético da produção agrícola e industrial\nConsiderando a reciclagem - c) origem externa resíduos urbanos e industriais Usina Padrão\nEmergia/dólar (1994)3,70E+12 sej/dolar\nNotas\tFluxo Valor\tPadrão Unidades\tFluxo de energia (J/ha.a) massa (kg/ha.a) dinheiro (dol/ha.a)\t\tTransfor-midade sej/unidade\tFluxo de emergia\t\n\t\t\t\t\t\tsej/ha.a\t%\nR. N. Renováveis\t\t\t\t\t\t1,36E+15\t12,07\n1 Chuva\t1,5\tm3/m2.a\t7,41E+10\tJ/ha.a\t1,83E+04\t1,35E+15\t12,0\n2 Água\t6\t3 m\t3,00E+07\tJ /ha.a\t1,10E+05\t3,30E+12\t0,0\nR. N. Não Renováveis\t\t\t\t\t\t7,34E+14\t6,53\n3 Solo\t11,0\tt/ha.a\t9,95E+09\tJ/ha.a\t7,38E+04\t7,34E+14\t6,5\nMateriais\t\t\t\t\t\t5,99E+15\t53,30\n4 Mudas\t12000\tkg/ha.a\t270\tR$/ha.a\t3,70E+12\t9,99E+14\t8,9\n5 Calcário\t180\tkg/ha.a\t180\tkg/ha.a\t1,00E+12\t1,80E+14\t1,6\n6 Herbicida\t4,3\tkg/ha.a\t4,30\tkg/ha.a\t8,24E+14\t3,54E+15\t31,5\n7 Fertilizantes\t200\tkg/ha.a\t200\tkg/ha.a\t3,80E+12\t7,60E+14\t6,8\n8 Combustíveis\t261\tl/ha.a\t7,67E+09\tJ /ha.a\t6,60E+04\t5,06E+14\t4,5\nServiços\t\t\t\t\t\t2,4E+15\t21,06\n9 Mão de obra\t0,024\tpessoa/ha.a\t3,09E+08\tJ /ha.a\t1,00E+05\t3,09E+13\t0,3\n10 Mão de obra especializada\t0,034\tpessoa/ha.a\t3,42E+08\tJ /ha.a\t5,00E+06\t1,71E+15\t15,2\n11 Administração\t12,00\tR$/ha.a\t12,00\tR$/ha.a\t1,00E+07\t1,44E+09\t0,0\n12 Amortização do terreno\t78,00\tR$/ha.a\t78,00\tR$/ha.a\t3,70E+12\t2,89E+14\t2,6\n13 Taxas\t91,61\tR$/ha.a\t91,61\tR$/ha.a\t3,70E+12\t3,39E+14\t3,0\nEmergia parte agrícola\t\t\t\t\t\t1,04E+16\t93\nMateriais\t\t\t\t\t\t7,92E+14\t7,0\n14 Produtos químicos\t66,3\tkg\t66,27\tkg/ha.a\t3,80E+12\t2,52E+14\t2,2\n15 Eletricidade\t68,7\tkWh\t2,5E+08\tJ /ha.a\t6,72E+04\t1,66E+13\t0,1\n16 Equipamentos\t9,0\tkg\t9,0\tkg/ha.a\t1,80E+12\t1,62E+13\t0,1\n17 Prédios industriais\t137,0\tR$/ha.a\t137,0\tR$/ha.a\t3,70E+12\t5,07E+14\t4,5\nServiços\t\t\t\t\t\t8,37E+09\t0,0\n18 Mão de obra\t0,01\tpessoa\t1,67E+06\tJ /ha.a\t5,00E+05\t8,37E+09\t0,0\nEmergia parte industrial\t\t\t\t\t\t7,9E+14\t7,0\nEmergia total\t\t\t\t\t\t1,1E+16\t100,0\nR\t1,36E+15\tTR = Y/Qp\t90.344 J energia solar equiv./J de cana\tT ransformidade\nN\t7,34E+14\tEYR =Y/F\t1,23 captura energia da natureza\tTaxa de rendimento\nI\t2,09E+15\tEIR = F/I\t4,38 rec. comprados/rec.grátis\tTaxa de investimento\nM\t6,78E+15\tELR = (N+F)/R\t7,29 rec. não renováveis/renováveis\tTaxa de carga ambiental\nS\t2,37E+15\t%R = R/Y\t0,12 renováveis/recursos totais\tTaxa de renovabilidade\nF\t9,15E+15\tEER = Eprod/E$\t0,94 emergia cede/ emergia recebe\tT axa de intercâmbio\nY\t1,12E+16"}]}}}