{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06336"}, {"@name": "filename", "#text": "10864_Estudo%20integrado%20da%20esp%c3%a9cie%20palmeira%20ouricuri%20%28Syagrus%20coronata%20%28Martius%29%20Beccari%29%20para%20gera%c3%a7%c3%a3o%20de%20energia.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE ALAGOAS – UFAL \n\n CENTRO DE TECNOLOGIA – CTEC \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM ENGENHARIA QUÍMICA – PPGEQ \n\nMESTRADO \n\n \n\n \n \n \n \n \n \n\nMARIA BEATRIZ FARIAS DE OLIVEIRA \n\n \n \n \n \n \n \n \n\nEstudo integrado da espécie palmeira ouricuri (Syagrus coronata (Martius) Beccari) \n\npara geração de energia \n\n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMaceió – AL \n\n2013 \n\n\n\nEstudo integrado da espécie palmeira ouricuri (Syagrus coronata (Martius) Beccari) \n\npara geração de energia \n\n \n \n \n\nMARIA BEATRIZ FARIAS DE OLIVEIRA \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\nOrientadora: Professora Simoni M. P. Meneghetti \n\nCo-orientador: Professor João Inácio Soletti \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMACEIÓ – AL \n\n2013 \n\nDISSERTAÇÃO APRESENTADA AO \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM \n\nENGENHARIA QUÍMICA COMO PARTE \n\nDOS REQUISITOS PARA OBTENÇÃO DO \n\nTÍTULO DE MESTRE EM ENGENHARIA \n\nQUÍMICA. \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n \n\n  \n\n\n\n“Não se acostume com o que não o faz feliz, \n\nRevolte-se quando julgar necessário. \n\nAlague seu coração de esperanças, \n\nMas não deixe que ele se afogue nelas. \n\nSe achar que precisa voltar, volte! \n\nSe perceber que precisa seguir, siga! \n\nSe estiver tudo errado, comece novamente. \n\nSe estiver tudo certo, continue. \n\nSe sentir saudades, mate-a. \n\nSe perder um amor, não se perca! \n\nSe o achar, segure-o!” \n\n(Fernando Pessoa) \n\n  \n\nDedico esta dissertação não só as pessoas que \n\nacreditaram em meu potencial, que mesmo sem \n\nsaber do que se tratava ao certo, diziam estamos \n\naqui: Amaro, Rosangela, Pedro, Eduardo, \n\nCaquinho e Pedrinho, como também àquelas que \n\ntentaram apagar o sorriso do meu rosto. MUITO \n\nOBRIGADA!! \n\n\n\nAGRADECIMENTOS \n\n \n\n? À Deus por me ter concedido a graça de terminar mais um trabalho acadêmico em \n\nminha vida; \n\n? Aos meus pais, Amaro Serafim e Rosangela Maria, que sempre me apoiaram e \n\nacreditaram no meu potencial; \n\n? Aos meus irmãos, Pedro Henrique e Carlos Eduardo, pelo companheirismo de sempre; \n\n? Aos meus amores, Pedro Henrique (Pedrinho) e Carlos Eduardo (Caquinho), pelas \n\nalegrias quando estava triste; \n\n? A minha orientadora, Professora Doutora Simoni Margareth Plentz Meneghetti, por \n\ntodo profissionalismo, apoio, orientação, amizade e por ter tornado possível a \n\nrealização deste trabalho; \n\n? Ao Professor Doutor João Inácio Solleti, pela orientação e os puxões de orelha dados \n\ndurante a realização do trabalho; \n\n? A Professora Doutora Janaina Bortoluzi por todas as análises realizadas e \n\nensinamentos passados durante o trabalho; \n\n? Aos Professores Mario Meneghetti e Rusiene Almeida por todo apoio e brincadeiras \n\nem ‘horas vagas’; \n\n? Aos Professores Carmem Zanta e Alex Machado pelas contribuições neste trabalho no \n\nexame de qualificação; \n\n? À Professora Flávia e seus colabores, pelo envio das amostras de ouricuri; \n\n? Aos amigos Cenira Monteiro, Cristhiane Omena, Maria Emília Menezes, Jaqueline \n\nSilva, Joseane Luna, Érica Verena, Luciana Viana, Aldy dos Santos, Maria Raquel \n\nFerreira e João Gomes da Costa que se mostraram amigos presentes em todas as horas. \n\nSem vocês a UFAL não seria a mesma!!! \n\n? Aos amigos do início da graduação Cleylton Lopes, Francisco Silva, Mikael Freitas, \n\nFred Augusto, Márcio Thiago Batista, Fabiana Vanderlei;  \n\n? Ao Professor Antônio Euzébio, por ter me incentivado a buscar novos caminhos; \n\n? Ao Professor Paulo Anselmo Suarez, por ter realizado análises importantes em seu \n\nlaboratório; \n\n? A Professora Suely Freitas, por ter me recebido tão bem durante uma das etapas do \n\ntrabalho em seu laboratório. Aos membros do grupo LPMPV – Nina Kátia, Luciana \n\nReis, Mauricio, Meyre, Isabelle e Carol por toda ajuda; \n\n\n\n? Aos membros do grupo GCAR, em especial Filipe Lins, Caio Sena, Felyppe Altino e \n\nela, Jhosianna Patrícia, por toda ajuda prestada durante este trabalho; \n\n? Aos membros do Laboratório de Sistemas de Separação e Otimização de Processos \n\n(LASSOP) por toda ajuda, em especial ao Bruno Permínio; \n\n? Aos Professores Wagner Pimentel, Ana Karla Abud, Simoni Meneghetti, William, \n\nFrede Oliveira, Antônio Osimar, Maritza Montoya, Karla Barcellos, Sandra Carvalho \n\npor todo ensinamento passado durante o mestrado; \n\n? Ao CNPq, pelo apoio financeiro concedido neste estudo; \n\n? E a todos que contribuíram para a realização deste trabalho. \n\n \n\nMuito obrigada! \n\n  \n\n\n\nRESUMO \n\n \n\nO petróleo é a maior fonte de energia mundial e recentemente foram descobertas reservas \n\nultraprofundas (pré-sal), porém sendo não renovável tem a possibilidade de se esgotar e, uma \n\ndas energias que se torna possível substituta é a energia proveniente da biomassa. Nesse \n\ncontexto, um dos maiores desafios é desenvolver matrizes energéticas a partir de fontes \n\nalternativas de baixo custo, tornando-as competitivas economicamente. Entre as diversas \n\nalternativas, destaca-se a utilização de resíduos de biomassa para geração de energia através \n\nda queima. O presente trabalho tem como objetivo realizar o estudo com a espécie de \n\npalmeira nativa no Nordeste brasileiro, Syagrus coronata (Martius) Beccari como potencial \n\nuso como fonte alternativa de energia. Ao avaliar a qualidade das partes do ouricuri, com e \n\nsem compactação, para fins energéticos e posterior obtenção e caracterização do óleo (obtido \n\na partir da amêndoa), azeite (obtido a partir da polpa) e biodiesel (obtido a partir da amêndoa) \n\nobserva-se sua potencialidade como fonte alternativa de energia. O endocarpo, as folhas e o \n\nepicarpo do ouricuri apresentaram valores para o poder calorífico em torno de 17.000 J, e seu \n\npoder calorífico é comparável a biomassas como bagaço de cana e palha de milho (que são \n\nmuito utilizadas no estado de Alagoas). Os biodieseis etílico e metílico produzidos, a partir do \n\nóleo de Ouricuri, via catálise básica, apresentaram-se de acordo com as especificações da \n\nAgência Nacional de Petróleo, para os parâmetros de viscosidade a 40ºC, densidade a 20ºC, \n\nresíduo de carbono, poder calorífico e entupimento de filtro a frio. \n\n \n\n \n\n \n\nPalavras chaves: Syagrus coronata. Biocombustíveis. Aproveitamento energético \n\n \n\n \n\n  \n\n\n\nABSTRACT \n\n \n\nFossil oil is the major source of energy and pre salt deposits were discovered recently. \n\nBesides that, this source is not renewable and one possible substitute is the energy from \n\nbiomass. In this context, one of the biggest challenges is to develop energy matrices from \n\nalternative sources of low cost, making them economically competitive. Among the various \n\nalternatives, we highlight the use of biomass residues for energy generation by burning. This \n\nwork aims to make the study of the species of palm native to northeastern Brazil, Syagrus \n\ncoronate (Martius) Beccari as a potential use as an alternative energy source. When \n\nevaluating the quality of the parts of ouricuri, with and without compactation, for energy use \n\nand subsequent extraction and characterization of oil and biodiesel production is possible to \n\nobserve a potential as an alternative energy source. Several parts of ouricuri samples \n\npresented to the calorific values around 17,000 J, and its calorific value is compared to \n\nbiomass such as sugarcane bagasse and corn stover (which are widely used in the state of \n\nAlagoas).The biodiesel ethylic and methylic produced,from the oil of Ouricuri, in the \n\npresence of basic catalyst, are according to National Agency of Petroleum, Natural Gas and \n\nBiofuels specifications, considering the results of viscosity at 40 ºC, density to 20ºC, residue \n\ncarbon, calorific power and cold filter plugging point. \n\n \n\n \n\n \n\n \n\nKeywords: Syagrus coronate. Biofuels. Energy use \n\n \n\n  \n\n\n\nLISTA DE FIGURAS \n\n \n\nFigura 1 - Representação de um gaseificador 18 \n\nFigura 2 - Diagrama esquemático dos processos de conversão energética da \n\nbiomassa \n\n20 \n\nFigura 3 - Distribuição das fontes energéticas no Brasil em 2010 21 \n\nFigura 4 - Produção de resíduos em cada região do Brasil 22 \n\nFigura 5 - Potencial de geração de excedente de energia elétrica no setor \n\nsucroalcooleiro.  \n\n \n\n22 \n\nFigura 6 - Palmeira ouricuri.  24 \n\nFigura 7 - Distribuição geográfica de ouricuri no Brasil em 2010.  25 \n\nFigura 8 - Detalhes da folha 25 \n\nFigura 9 - Cacho e sud-divisões do fruto 26 \n\nFigura 10 - Reação de craqueamento.  28 \n\nFigura 11 - Matérias - primas utilizadas para produção de biodiesel. 29 \n\nFigura 12 - Reação de esterificação (direta) e hidrólise (inversa) 31 \n\nFigura 13 - Transesterificação de triacilglicerídeos, onde R´, R´´ e R´´´ \n\nrepresentam à cadeia hidrocarbônica dos ácidos graxos e R, a cadeia \n\nhidrocarbônica do álcool \n\n \n\n \n\n32 \n\nFigura 14 - Sistema utilizado em laboratório para fazer a compactação das \n\namostras \n\n \n\n35 \n\nFigura 15 - Equipamento vibrador de peneiras 36 \n\nFigura 16 - Estufa de ventilação utilizada para medir a umidade das amostras 37 \n\nFigura 17 - Mufla utilizada para determinar o teor de cinzas 38 \n\nFigura 18 - Bomba calorimétrica IKA C-200 39 \n\nFigura 19 - Prensa contínua 40 \n\nFigura 20 - Prensa hidráulica 40 \n\nFigura 21- Reator de vidro 43 \n\nFigura 22 - Resultados de granulometria para epicarpo, galhos e folhas 45 \n\nFigura 23 - Aspectos das amostras testadas nos experimentos 46 \n\nFigura 24 - Aspectos das amostras utilizadas na determinação de umidade 48 \n\nFigura 25 - Amostras testadas em estado de cinzas 50 \n\nFigura 26 - Comparação entre PCS’s de várias biomassas diferentes. 53 \n\n\n\nFigura 27 - Cromatograma do óleo de ouricuri 55 \n\nFigura 28 - Cromatograma do azeite de ouricuri 57 \n\nFigura 29 - Comparação dos espectros de RMN \n1\nH para o óleo e os biodieseis \n\nmetílico e etílico \n\n \n\n59 \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nLISTA DE TABELAS \n\n \n\nTabela 1 - Ácidos graxos presentes em óleos vegetais 33 \n\nTabela 2 - Resultados obtidos para umidade das amostras 47 \n\nTabela 3 - Resultados dos teores de cinzas 49 \n\nTabela 4 - Resultados para a análise de densidade 51 \n\nTabela 5 - Resultados de poder calorífico superior das partes do ouricuri. 52 \n\nTabela 6 - Adaptação de Quirino, 2004, PCS de outros resíduos 53 \n\nTabela 7 - Poder calorífico inferior das partes do ouricuri 54 \n\nTabela 8 - Composição em ácidos graxos presente no óleo de ouricuri 56 \n\nTabela 9 - Características físico-químicas do óleo de ouricuri 56 \n\nTabela 10 - Comparação da composição em ácidos graxos presente no óleo e no \n\nazeite de ouricuri. \n\n58 \n\nTabela 11 - Parâmetros físico-químicos dos biodieseis metílico e etílico de \n\nouricuri \n\n \n\n60 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nLISTA DE EQUAÇÕES \n\n \n\nEquação 1 - Equação utilizada para cálculo da umidade 37 \n\nEquação 2 - Equação utilizada para cálculo do teor de cinzas 37 \n\nEquação 3 - Equação utilizada para o cálculo de densidade 38 \n\nEquação 4- Equação utilizada para cálculo do PCI 40 \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\nSUMÁRIO \n\n \n\n1 INTRODUÇÃO 14 \n\n2 OBJETIVOS 16 \n\n2.1 Geral 16 \n\n2.2 Específicos 16 \n\n3 REVISÃO DE LITERATURA 17 \n\n3.1 Biomassa 17 \n\n3.2 Biomassa no Brasil 20 \n\n3.3 Família Arecaceae 23 \n\n3.4 Syagrus coronata (Martius) Beccari – Ouricuri 24 \n\n3.5 Bio-óleo 27 \n\n3.6 Biodiesel 28 \n\n3.7 Processo de obtenção de biodiesel via reações de esterificação e \n\ntransesterificação \n\n \n\n30 \n\n4 PROCEDIMENTO EXPERIMENTAL 35 \n\n4.1 Granulometria 36 \n\n4.2 Umidade 36 \n\n4.3 Cinzas 37 \n\n4.4 Densidade 38 \n\n4.5 Poder Calorífico Superior e Inferior 39 \n\n4.6 Extração do óleo e azeite de ouricuri 40 \n\n4.7 Caracterização do óleo e biodiesel de ouricuri 41 \n\n4.8 Reação de transesterificação via catálise básica por rota metílica e \n\netílica \n\n43 \n\n5 RESULTADOS E DISCUSSÕES 45 \n\n5.1 Granulometria 46 \n\n5.2 Umidade 47 \n\n5.3 Cinzas 48 \n\n5.4 Densidade 50 \n\n5.5 Poder calorífico superior e inferior 51 \n\n5.6 Extração e caracterização do óleo e azeite de ouricuri 54 \n\n5.7 Reações de Transesterificação 58 \n\n\n\n6 CONSIDERAÇÕES FINAIS 62 \n\n7 PERSPECTIVAS  63 \n\n8 REFERÊNCIAS BIBLIOGRÁFICAS 64 \n\n\n\n14 \n\n \n\n1 INTRODUÇÃO \n\n \n\nO Nordeste brasileiro apresenta uma diversidade de espécies oleaginosas nativas \n\ndentre as quais as palmeiras geralmente se sobressaem pelo amplo uso na economia informal. \n\nAlgumas destas espécies como o buriti (Mauritia flexuosa), a macaúba (Acrocomia aculeata), \n\no babaçu (Orbygnia barbosiana) e o ouricuri (Syagrus coronata), produzem óleo com \n\nexcelentes características físico-químicas. \n\nO uso do biodiesel em substituição ao óleo diesel mineral, além de proporcionar \n\nredução na emissão de gases e partículas prejudiciais à saúde humana, reduz as emissões de \n\ndióxido de carbono oriundas de combustíveis fósseis. No Brasil, a Lei 11.097, aprovada em \n\n13 de janeiro de 2005, estabelece percentuais mínimos de mistura de biodiesel ao diesel \n\nmineral, de forma gradual. Para seu cumprimento, estima-se que serão necessários 2,2 bilhões \n\nde litros em 2013 (Rodrigues, 2006). As metas iniciais foram antecipadas e desde 1º de \n\njaneiro de 2010, o óleo diesel comercializado em todo o Brasil contém 5 % de biodiesel. Esta \n\nregra foi estabelecida pela Resolução nº 6/2009 do Conselho Nacional de Política Energética \n\n(CNPE), publicada no Diário Oficial da União (DOU) em 26 de outubro de 2009, que \n\naumentou de 4 % para 5 % o percentual obrigatório de mistura de biodiesel ao óleo diesel. \n\nSegundo a ANP (2009) a contínua elevação do percentual de adição de biodiesel ao diesel \n\ndemonstra o sucesso do Programa Nacional de Produção e Uso do Biodiesel e da experiência \n\nacumulada pelo Brasil na produção e no uso em larga escala de biocombustíveis e o Brasil \n\nconta hoje com uma capacidade instalada de produção de, aproximadamente, 4.630.000,0 \n\nm\n3\n/ano. \n\nPorém, o potencial de substituição do diesel mineral é ainda pequeno. A pouca oferta \n\nde matéria prima de oleaginosas nativas de alta rusticidade parece ser uma das principais \n\nrestrições ao uso em larga escala destas espécies. A falta de estudos sobre cultivo e potencial \n\nde produção de espécies nativas, como o ouricuri, tem sido o principal empecilho tanto para a \n\nprodução em larga escala quanto para baixar o custo da produção. A falta de alternativas faz \n\ncom que 90 % da produção de óleo no Brasil tenha como base a cultura da soja (Beltrão e \n\nOliveira, 2007). Nos próximos anos a quantidade de óleo vegetal no Brasil terá que ser \n\nampliada significativamente para atender tanto a indústria de alimentação, quanto a grande \n\ndemanda do mercado de combustíveis. A busca de alternativas de produção é um passo \n\nfundamental para que o Brasil consiga suprir essa demanda. \n\nNo Semi-Árido brasileiro, a irregularidade do regime de chuvas associada à baixa \n\nprecipitação pluviométrica restringem o cultivo de espécies mais exigentes, que necessitariam \n\n\n\n15 \n\n \n\nde altos insumos, inviabilizando os custos de produção. Dessa forma a necessidade de utilizar \n\neconomicamente espécies mais rústicas e tolerantes ao estresse hídrico é um requisito \n\nimportante à geração de emprego no campo e desenvolvimento da região. \n\nA palmeira ouricuri, praticamente restrita ao Nordeste do Brasil (Medeiros- Costa, \n\n2002), é abundante, tanto no Sertão quanto no Litoral Alagoano, ocupando \n\npredominantemente manchas de solos arenosos e siltosos (que não se agregam como a argila). \n\nSua alta rusticidade tem permitido o uso experimental para recuperação de áreas degradadas. \n\nEntretanto o pouco conhecimento sobre o mecanismo de controle da germinação de sementes \n\né um obstáculo para sua produção em larga escala (Carvalho, 2005). Estudos visando \n\naprimorar as técnicas de germinação das sementes estão em andamento. \n\nNo Sertão de Alagoas, ocupando uma área de 1000 km\n2\n, entre os municípios de Olho \n\nD´água das Flores e Piranhas ocorre uma população nativa da palmeira, com milhares de \n\nexemplares. Um estudo sistemático sobre o potencial produtivo da população foi realizado em \n\náreas degradadas no estado. A área apresenta solo arenoso, muito degradado e a vegetação \n\nnativa de caatinga foi quase totalmente removida, restando espécies que aparentemente se \n\npropagam sob condições adversas e resistentes ao fogo, como provavelmente ocorre com o \n\nouricuri. \n\nO trabalho, ora proposto, faz parte de um projeto de pesquisa que visa o estudo de \n\náreas degradadas para a plantação de espécies nativas, no caso S. coronata onde se pretende \n\nfazer um estudo de germinação, plantio e análise da viabilidade da exploração de populações \n\nnativas de S. coronata para utilização integrada das diversas partes da planta na geração de \n\nenergia. \n\n  \n\n\n\n16 \n\n \n\n2 OBJETIVOS \n\n \n\n2.1 Geral \n\n \n\nAnalisar o potencial da palmeira ouricuri (Syagrus coronata (Martius) Beccari) para a \n\nutilização integrada das diversas partes da planta para a geração de energia. \n\n \n\n2.2 Específicos \n\n \n\n-Estudar a potencialidade de diversas partes da palmeira S. coronata, antes e após \n\ncompactação pelas análises de: \n\n - Umidade \n\n - Densidade \n\n - Teor de cinzas \n\n - Poder calorífico superior e inferior  \n\n- Comparar a potencialidade da palmeira em função da localidade e período da coleta; \n\n- Obter o óleo da amêndoa do ouricuri via prensa contínua e hidráulica; \n\n- Obter o azeite da polpa de ouricuri via aparelho extrator de Soxhlet; \n\n- Caracterizar o óleo e o azeite obtidos por: \n\n- Cromatografia Gasosa acoplada a Espectrômetro de Massas; \n\n- Índice de Acidez \n\n- Umidade \n\n- Viscosidade a 40 °C \n\n- Densidade a 20 °C \n\n- Produzir e caracterizar o biodiesel do óleo de ouricuri \n\n - Produção de biodiesel metílico e etílico por reação de transesterificação via catálise \n\nbásica \n\n - Caracterização por Ressonância Magnética Nuclear \n1\nH \n\n\n\n17 \n\n \n\n3 REVISÃO DE LITERATURA \n\n \n\n3.1 Biomassa \n\n \n\n A biomassa - termo introduzido inicialmente por Eugene Adam - é constituída pelo \n\nmaterial produzido por todos os seres vivos (animais, vegetais, fungos e protistas) em seus \n\ndiferentes processos, isto é, a matéria orgânica viva, desde quando fixa energia solar nas \n\nmoléculas constituintes de suas células, passando por todas as etapas da cadeia alimentar, ou \n\ntrófica (Hoffman, 1999). \n\n De certa forma a biomassa começou a perder cada vez mais sua liderança histórica \n\npara a energia do carvão, e depois, com o crescimento contínuo do petróleo e do gás natural, a \n\nutilização da biomassa foi reduzida praticamente às residências particulares em regiões \n\nagrícolas. Analisando as tecnologias das fontes energéticas alternativas renováveis, já \n\nsuficientemente maduras para serem empregadas comercialmente, somente a biomassa, \n\nutilizada em processos modernos com elevada eficiência tecnológica, possui a flexibilidade de \n\nsuprir o setor energético tanto para a produção de energia elétrica quanto para mover o setor \n\nde transportes (Cortez, 2008). \n\nAlgumas das fontes de biomassa têm origem em resíduos sólidos urbanos - animais, \n\nvegetais, industriais - e florestais e, voltada para fins energéticos, abrange a utilização desses \n\nvários resíduos para a geração de fontes alternativas de energia. Existem diferentes \n\ntecnologias para o processamento e transformação de energia, mas todas as tecnologias de \n\nbiomassa atualmente usadas no mundo possuem dois problemas cruciais: o custo da biomassa \n\ne a eficiência energética de sua cadeia produtiva. \n\n A biomassa pode ser obtida de vegetais não-lenhosos e lenhosos, como é o caso da \n\nmadeira e seus resíduos, e também de resíduos orgânicos, nos quais encontram-se os resíduos \n\nagrícolas, urbanos e industriais. Assim como também se pode obter biomassa a partir dos \n\nbiofluidos, como os óleos vegetais (por exemplo, mamona e soja). \n\n No entanto, deve-se levar em conta que a combustão de qualquer material de origem \n\norgânica produz material particulado, CO2 ou CO e outros óxidos dependendo do material \n\ncombustível. Uma vantagem pode ser a utilização de biomassa proveniente de resíduos \n\nurbanos, florestais e industriais com o fim de diminuir a quantidade de resíduos em aterros, \n\nalém do que, alguns processos de obtenção de energia a partir da biomassa produzem uma \n\nquantidade bem menor do que os combustíveis fósseis (como o gás natural) (Faria, 2011). \n\nhttp://www.infoescola.com/reacoes-quimicas/combustao/\nhttp://www.infoescola.com/quimica/combustiveis-fosseis/\n\n\n18 \n\n \n\n De acordo com CENBIO (2011), as fontes de biomassa se diferenciam de acordo com \n\nsuas características ou origens. Esta diferenciação deve ser considerada quando se pretende \n\nutilizá-la como fonte eficiente para geração de energia. Seu aproveitamento pode ser feito por \n\nmeio de diversas formas, desde combustão direta (com ou sem processos físicos de secagem, \n\nclassificação, compressão, (corte/quebra etc.), processos termoquímicos (gaseificação, \n\npirólise, liquefação e transesterificação) ou de processos biológicos (digestão anaeróbia e \n\nfermentação). \n\n Para o processo de combustão direta entende-se a transformação da energia química \n\ndos combustíveis em calor, por meio das reações dos elementos constituintes com o oxigênio \n\nfornecido. Para fins energéticos, a combustão direta ocorre essencialmente em fogões (cocção \n\nde alimentos), fornos (metalurgia, por exemplo) e caldeiras (geração de vapor, por exemplo). \n\nEmbora muito prático e, às vezes, conveniente, o processo de combustão direta é \n\nnormalmente muito ineficiente. Outro problema da combustão direta é a alta umidade (20% \n\nou mais no caso da lenha) e a baixa densidade energética do combustível (lenha, palha, \n\nresíduos etc.), o que dificulta o seu armazenamento e transporte (ANEEL, 2011). \n\n O processo de gaseificação, representado na Figura 1, é usado para descrever as \n\nreações termoquímicas de um combustível sólido (carvão, biomassa) na presença de ar ou \n\noxigênio (O2), em quantidades inferiores à estequiométrica (mínimo teórico para a \n\ncombustão) e vapor d’água, com a finalidade de formar gases que podem ser usados como \n\nfonte de energia térmica e elétrica, para síntese de produtos químicos e para a produção de \n\ncombustíveis líquidos (ABCM, 2012). \n\n \n\nFigura 1 - Representação de um gaseificador. \n\n \n\nFonte: ABCM, 2012 \n\n\n\n19 \n\n \n\nA digestão anaeróbia é um dos mais antigos processos de conversão de resíduos \n\norgânicos a metano. Diversas espécies microbianas participam do processo interagindo em \n\nassociação sintrófica, direta e indiretamente, e competindo por substratos, na ausência de \n\noxigênio. Reconhece-se 6 etapas no processo de digestão anaeróbia: i. polímeros orgânicos \n\n(proteínas, carboidratos e lipídeos) são hidrolisados, por microrganismos hidrolíticos e \n\nfermentativos, formando monômeros como açucares, ácidos orgânicos e aminoácidos; \n\nii.bactérias acidogênicas fermentam monômeros orgânicos, por exemplo, aminoácidos, em \n\naçúcares, ácidos graxos de cadeia longa e etanol; iii.bactérias acidogênicas oxidam ácidos \n\ngraxos e álcool; iv.bactérias acidogências oxidam produtos intermediários, por exemplo, \n\nácidos voláteis, exceto acetato; v. acetato é convertido em metano e vi. hidrogênio é \n\nconvertido em metano (ANEEL, 2011; Silva, 2011). \n\nA fermentação é um processo biológico anaeróbio em que os açúcares de plantas \n\ncomo a batata, o milho, a beterraba e, principalmente, a cana de açúcar são convertidos em \n\nálcool, por meio da ação de microrganismos (usualmente leveduras). Em termos energéticos, \n\no produto final, o álcool, é composto por etanol e, em menor proporção, metanol, e pode ser \n\nusado como combustível (puro ou adicionado à gasolina – cerca de 20%) em motores de \n\ncombustão interna (ANEEL, 2011). \n\n O aproveitamento da biomassa pode ser feito de diversas formas, como visto \n\nanteriormente, na Figura 2 é mostrado num fluxograma, de maneira sucinta, o \n\naproveitamento de diversos tipos de biomassas. Os vegetais não lenhosos são tipicamente \n\nproduzidos a partir de cultivos anuais e são usualmente classificados de acordo com sua \n\nprincipal substância de armazenamento de energia, podendo ser: sacarídeos, celulósicos, \n\namiláceos e aquáticos. Para os vegetais lenhosos, foram considerados aqueles capazes de \n\nproduzir madeira como tecido de suporte. Do ponto de vista energético, essa produção de \n\nmadeira faz com que, por meio de processos e tecnologias específicos, haja a disponibilidade \n\nde conversão de energia. Os diversos subprodutos das atividades agrícolas, agropecuárias, \n\nagroindustriais e urbanas, tais como cascas e outros resíduos lignocelulósicos, podem ser \n\nutilizados como combustíveis (CENBIO, 2011). O potencial disponível nestes resíduos nem \n\nsempre é bem conhecido, porém corresponde a volumes significativos de energia \n\nsubaproveitada. Um aspecto essencial relacionado à utilização energética dos resíduos, \n\nsobretudo dos restos de lavoura e esterco de animais criados extensivamente, é sua dispersão, \n\nque acarreta dificuldades de coleta e transporte. Por outro lado, muitas vezes os resíduos \n\nconstituem um problema de caráter ambiental e sua disposição final é de difícil solução, sendo \n\n\n\n20 \n\n \n\no uso energético uma saída oportuna e viável, já que reduz seu volume e seu potencial \n\ncontaminante (Karpinsk, 2009). \n\n \n\nFigura 2 - Diagrama esquemático dos processos de conversão energética da biomassa. \n\n \n\nFonte: Adaptado de ANEEL, 2011 \n\n  \n\nOutra forma de agregar valores comerciais às biomassas é realizar sua compactação, \n\nprocesso conhecido também por briquetagem. A briquetagem é uma forma eficiente de \n\nconcentrar energia disponível na biomassa, levando-se em consideração a densidade a granel \n\ne o poder calorífico obtido após o processo de briquetagem. Da compactação de resíduos de \n\nbase lignocelulósicos obtém-se briquetes com qualidade superior a qualquer espécie de lenha, \n\ncom 2 a 5 vezes mais densidade energética. \n\n \n\n3.2 Biomassa no Brasil \n\n \n\nNo Brasil, bem como no resto do mundo, o uso da biomassa para geração de energia \n\nsurgiu nos primórdios da humanidade, através do uso da madeira para cocção e aquecimento. \n\nQuando se fala em biomassa, entende-se o uso de bagaço de cana, lenha e carvão vegetal \n\nsendo as mais utilizadas. Para se tentar diminuir a exploração de madeiras de forma ilegal tem \n\n\n\n21 \n\n \n\nse buscado alternativas utilizando resíduos de setores industriais, agroindustriais e \n\ndomésticos. \n\nA oferta interna de energia no Brasil em 2010 foi de 270 milhões de tep (toneladas \n\nequivalentes de petróleo). Fontes renováveis de energia foram responsáveis por 45,4% deste \n\nmontante, aonde 14,2% vieram de fontes hídricas e 31,2% a partir de biomassa, como \n\nmostrado na Figura 3 (EPN, 2011). Em 2011, esse montante foi um pouco menor devido à \n\nmenor oferta de etanol passando pra 44,1% (EPN, 2012). \n\nA oferta de energia interna no Brasil deve crescer dos atuais 270 milhões de tep \n\n(tonelada equivalente de petróleo) para 440 milhões de tep entre 2010 e 2020, uma elevação \n\nde 62%. No período, a participação das energias renováveis na matriz energética brasileira \n\nsobe de 45,4% para 51,7%, principalmente pelo aumento da contratação de energia eólica, gás \n\ne biomassa. \n\n \n\nFigura 3 - Distribuição das fontes energéticas no Brasil em 2010. \n\n \n\nFonte: EPN, 2011 \n\n \n\nAtualmente, as principais fontes de biomassa no Brasil são os resíduos gerados pela \n\nprodução do álcool e açúcar, que são os resíduos agrícolas e agroindustriais. Na Figura 4 é \n\nmostrado o que cada região do Brasil produz de resíduos  \n\n\n\n22 \n\n \n\nFigura 4 - Produção de resíduos em cada região do Brasil. \n\n \n\nFonte: Torres, 2009 \n\n \n\nNa Figura 5, observa-se que o setor sucroalcooleiro gera uma grande quantidade de \n\nexcedente de energia, podendo utilizá-lo principalmente em sistemas de co-geração. Ao \n\ncontrário da produção de madeira, o cultivo e o beneficiamento da cana são realizados e m \n\ngrandes e contínuas extensões e o aproveitamento de resíduos (bagaço, palha, etc.) é facilitado \n\npela centralização dos processos de produção. \n\n \n\nFigura 5 - Potencial de geração de excedente de energia elétrica no setor sucroalcooleiro. \n\n \n\nFonte: ANEEL, 2011 \n\n\n\n23 \n\n \n\n Em se tratando de resíduos agrícolas, toda essa produção gera resíduos que podem ser \n\nutilizados para outros fins, como, por exemplo, a palha deixada no campo auxilia no combate \n\na pragas e ajuda a manter um bom nível de nutrientes no solo. A vinhaça, resíduo do processo \n\nprodutivo, é utilizada como fertilizante, sendo disposto no solo de acordo com valores \n\nestabelecidos. Os resíduos sólidos gerados no processo de colheita podem ser visto como \n\nfonte de biomassa que pode ser beneficiado e utilizado para produção de energia \n\n(Guardabassi, 2006). \n\nA biomassa de origem lenhosa é representada pelos resíduos da madeira, tais como \n\ngalhos folhas e outros ou mesmo ela própria podendo ser queimada para se produzir o carvão \n\nvegetal ou então só a queima sem produzir carvão. O uso de biomassa florestal (lenha e \n\ncarvão vegetal) corresponde a aproximadamente 12,9% de todas as fontes renováveis da \n\nmatriz energética, representando a terceira maior fonte de energia nacional (Silva, 2009). \n\nOs combustíveis de segunda geração produzidos por tecnologias modernas a partir de \n\nbiomassa lignocelulósica a partir de resíduos florestais e agrícolas, floresta de rotação curta, \n\netc. têm um balanço de carbono mais favorável, menores demandas de energia e maior \n\npotencial de produção (Buzetzki, 2011). \n\n \n\n3.3 Família Arecaceae \n\n \n\n As plantas da família Arecaceae são de grande potencial paisagístico, embora as \n\nespécies brasileiras ainda sejam pouco exploradas. As espécies altaneiras são ideais para \n\ngrandes espaços de parques, avenidas e jardins campestres, enquanto que os menores, \n\ncomumente cultivadas à meia-sombra, são apropriados para vasos de interiores e jardins \n\nprotegidos do sol pleno. \n\nAs espécies da família Arecaceae, plantas conhecidas como palmeiras, apresentam \n\ngrande importância econômica e são exploradas comercialmente na produção de óleo, amido, \n\npalmito, cera e fibras. São também utilizadas como fonte de alimentos, bebidas e como \n\nmatéria-prima para construção de barcos, pontes e casas. As plantas são utilizadas na \n\nornamentação de praças, jardins e ambientes internos há vários séculos. As palmeiras são de \n\nocorrência predominantemente tropical (Henderson,1995), têm a capacidade de se estabelecer \n\nem diversos tipos de hábitat, como mata de terra firme, matas periodicamente inundadas, \n\ncerrado e em ambientes degradados. No Brasil encontram-se extensamente distribuídas \n\n(Lorenzi, 2004). \n\n\n\n24 \n\n \n\nAs palmeiras são consideradas as aristocratas do reino vegetal, sendo denominadas \n\npelos botânicos de “príncipes das florestas”, dado o porte altaneiro e elegante que as distingue \n\nfacilmente de outras plantas. Esta família inclui representantes de morfologia variada. As \n\nraízes podem ser subterrâneas ou aéreas. Os estipes podem ser solitários ou cespitosos e \n\nraramente escandentes, aéreos ou subterrâneos. Quando aéreo, o estipe pode apresentar-se liso \n\nou densamente coberto por espinhos. As folhas tanto curtas como longas apresentam-se de \n\nforma palmada, pinadas e inteiras com bainhas abertas ou fechadas e pecíolos curtos ou \n\nlongos. (Oikos, 2012). Atualmente, registra-se a existência de aproximadamente 200 gêneros \n\ne 1500 espécies de palmeiras no mundo com distribuição em toda faixa de clima tropical.  \n\n \n\n3.4 Syagrus coronata (Martius) Beccari – Ouricuri \n\n \n\n Syagrus coronata (Martius) Beccari (Figura 6), pertence à família Arecaceae, \n\nsubfamília Arecoideae, tribo Cocoeae, subtribo Butineae (Noblick, 1991). É uma palmeira \n\ntípica do semi-árido nordestino e a espécie tem uma nítida preferência pelas regiões secas e \n\náridas das caatingas, abrangendo o norte de Minas Gerais, ocupando toda a porção oriental e \n\ncentral da Bahia, até o sul de Pernambuco, incluindo também os Estados de Sergipe e Alagoas \n\n(Figura 7), sendo conhecida por aricuri, nicuri, alicuri, licuri e ouricuri. \n\n \n\nFigura 6 - Palmeira ouricuri. \n\n \n\nFonte: Santana, 2006 \n\nhttp://www.oikos.ufpr.br/produto%20s/palmeira.pdf\n\n\n25 \n\n \n\nFigura 7- Distribuição geográfica de ouricuri no Brasil. \n\n \n\nFonte: Santana, 2006 \n\n \n\n O ouricuri é uma planta reconhecida na composição da caatinga. Mede de 8 m a 11 m, \n\ntendo folhas com mais ou menos 3 m de comprimento, pinadas de pecíolo longo com bainha \n\ninvaginante, e seus folíolos, de coloração verde-escura, estão arranjados em vários planos \n\n(Lorenzi, 1992). Seu estipe é recoberto pela base das bainhas das folhas mais velhas (Figura \n\n8), arranjadas numa sequência de espiral, que caem após certo período de tempo, deixando \n\ncicatrizes que formam um desenho muito atrativo.  \n\n \n\nFigura 8 - Detalhes da folha \n\n \n\nFonte: Autora, 2011 \n\n\n\n26 \n\n \n\n A palmeira é monóica, apresentando inflorescência interfoliar, muito ramificada, \n\nprotegida por uma bráctea (espata) lenhosa, conhecida como cimba, de até 1 m de \n\ncomprimento, com grande quantidade de flores amarelas pequenas com perianto não vistoso, \n\nflores masculinas longas e coriacea com seis estames. Flores femininas são mais curtas com \n\novário súpero, tricarpelar, trilocular, com um óvulo em cada lóculo, sendo, apenas um lóculo \n\nfértil (Crepaldi, 2001). \n\nO fruto (Figura 9) é uma drupa com endosperma abundante, ovóide e carnoso, quando \n\nseco apresenta endoderme oleaginosa, em forma de cachos repetidos. Enquanto verdes, os \n\nfrutos possuem o endosperma líquido, que se torna sólido no processo de amadurecimento, \n\ndando origem à amêndoa. Quando maduros estes apresentam uma coloração que varia do \n\namarelo-claro ao laranja, dependendo não apenas do seu estágio de maturação, mas também \n\ndos indivíduos considerados. \n\n \n\nFigura 9 - Cacho e sub-divisões do fruto \n\n  \n\n1. Amêndoa; 2. Endocarpo (parte lenhosa); 3. Mesocarpo (parte \n\nfibrosa-amilácea); 4. Epicarpo (fibrosa). \n\nFonte: Autora, 2011 \n\n \n\nPor ser uma espécie de ocorrência natural, os trabalhos sobre a sua fenologia são \n\nescassos, no entanto Bondar (1938), afirma que embora floresça e frutifique o ano todo, os \n\nmeses de março, junho e julho apresentam maior frutificação, caracterizando o período da \n\nsafra. Por outro lado, Lorenzi (1992), afirma que a safra do ouricuri ocorre no período de \n\noutubro a dezembro. Para Pitman (2000), a frutificação do ouricuri ocorre durante um longo \n\nperíodo do ano, no entanto parece ter o seu pico de floração definido em cada área específica. \n\nSegundo o autor, este fenômeno está relacionado aos índices pluviométricos, visto que a \n\nchuva não cai igualmente sobre o semi-árido. Isto é importante porque garante a oferta de \n\nfrutos durante todo o ano. \n\n\n\n27 \n\n \n\n O ouricurizal apresenta grande importância nos municípios onde se encontra, pois \n\nrepresenta fonte de renda para a população, no entanto a sua exploração ainda se dá de forma \n\nextrativista. Das suas folhas, são confeccionados sacolas, chapéus, vassouras, espanadores, \n\netc. Estas também são usadas para retirada da cera do ouricuri utilizada na fabricação de papel \n\ncarbono, graxa para sapatos, móveis e pintura de automóveis, sendo considerada equivalente a \n\nda carnaubeira (Ramalho, 2011). A amêndoa é consumida in natura, sendo também \n\nempregada para fabricação de cocadas, licores, e o leite de ouricuri, muito utilizado na \n\nculinária baiana. Da amêndoa também é extraído um óleo usado em culinária da população do \n\nsemi-árido (BONDAR, 1938). Este contém 55 a 61% de óleo comestível, análogo ao coqueiro \n\nda praia (Cocus nucifera Lin) (Ramalho, 2011). \n\nDo resíduo obtido com a extração do óleo, origina-se uma torta também \n\ncomercializada que serve como alimento para animais. \n\n \n\n3.5 Bio-óleo \n\n \n\n A obtenção do bio-óleo a partir de óleos vegetais ou gorduras ocorre pelo processo de \n\ncraqueamento térmico e/ou catalítico. Esse processo consiste na quebra das moléculas do óleo \n\nou da gordura, levando à formação de uma mistura de hidrocarbonetos, semelhantes ao diesel \n\nconvencional e de compostos oxigenados. Como possui propriedades físico-químicas muito \n\npróximas às do combustível fóssil, é possível seu uso direto em motores do ciclo diesel \n\n(Oliveira, 2008). \n\nQuando o craqueamento ocorre na presença de moléculas de hidrogênio, ele é \n\nchamado de hidrocraqueamento e o produto final é conhecido como H-Bio. Esse processo tem \n\ncomo principal vantagem a eliminação completa de produtos oxigenados no final da reação, o \n\nque dificilmente acontece apenas por craqueamento. A eliminação total dos produtos \n\noxigenados é vantajosa, principalmente pela diminuição do caráter ácido da mistura, que pode \n\nlevar a problemas de corrosão no motor. Um esquema representando as reações de \n\ncraqueamento e hidrocraqueamento pode ser observado na Figura 10. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n28 \n\n \n\nFigura 10 - Reação de craqueamento.  \n\n \n\nFonte: Oliveira, 2008 \n\n \n\n3.6. Biodiesel \n\n \n\n Conforme legislação vigente, resolução ANP Nº 14, de 11/05/2012, “o \n\nbiodiesel combustível composto de alquil ésteres de ácidos carboxílicos de cadeia longa, \n\nproduzido a partir da transesterificação e/ou esterificação de matérias graxas, de gorduras de \n\norigem vegetal ou animal conforme a especificação contida no Regulamento Técnico”. \n\nO biodiesel compõe, junto com o etanol, uma importante oferta para o \n\nsegmento de combustíveis. Ambos são denominados de biocombustíveis por serem  \n\nderivados de biomassa (matéria orgânica de origem vegetal ou animal que pode ser utilizada \n\npara a produção de energia), menos poluentes e renováveis. \n\nVisando substituir o uso do óleo diesel, o Brasil vem incorporando o biodiesel na \n\nmatriz energética nacional através do Programa Brasileiro de Desenvolvimento Tecnológico \n\nde Biodiesel (Probiodiesel), criado pelo Ministério da Ciência e Tecnologia por meio da \n\nportaria 702, em outubro de 2002 (Brasil, 2002), e da Medida Provisória 214, de 13 de \n\n\n\n29 \n\n \n\nsetembro de 2004, convertida na Lei nº 11.097, de 13 de janeiro de 2005 (Brasil, 2005). O \n\nConselho Nacional de Política Energética (CNPE) estabeleceu que, a partir de 2008, o óleo \n\ndiesel seria comercializado com a adição de 3% de biodiesel (Brasil, 2008), passando para \n\n5%, depois de 2013 (Brasil, 2005). No entanto, desde julho de 2008, o percentual mínimo \n\nobrigatório de biodiesel adicionado ao óleo diesel já passou a ser 4% e, aumentou para 5% em \n\n2010 (Brasil, 2009). \n\n O biodiesel pode ser produzido de uma grande variedade de matérias-primas. Estas \n\nmatérias-primas incluem a maioria dos óleos vegetais (por exemplo, os óleos de soja, algodão, \n\npalma, amendoim, colza/canola, girassol, açafrão, coco) e gorduras de origem animal \n\n(usualmente sebo), bem como óleos de descarte (por exemplo, óleos usados em frituras) \n\n(Knothe, 2006). Na Figura 11, são apresentadas algumas matérias primas utilizadas para a \n\nprodução de biodiesel no Brasil. \n\n \n\nFigura 11 - Matérias - primas utilizadas para produção de biodiesel. \n\n \n\nFonte: ANP, 2011 \n\n \n\n Segundo os autores, Wang, 2000 e Oliveira e Costa, 2002, pode-se citar como \n\nvantagens do uso do biodiesel: \n\n? Ausência de enxofre e compostos aromáticos. Desta forma, nos proporcionam uma \n\ncombustão limpa, e sem a formação de SO2 (gás que provoca a chuva ácida), e de \n\ncompostos cancerígenos (hidrocarbonetos policíclicos aromáticos); \n\n71,10% \n\n17,95% \n\n1,29% \n\n1,67% \n\n7,25% \n\nóleo de soja \n\ngordura bovina \n\noutros materiais graxos \n\nóleo de palma \n\nóleo de algodão \n\n\n\n30 \n\n \n\n? Possui teor médio de oxigênio em torno de 11% e composição química homogênea, \n\nfavorecendo uma combustão mais completa, eficiente, além de expelir menos resíduos \n\npara a atmosfera;  \n\n? Possui maior ponto de fulgor quando comparado ao diesel convencional, de modo que, \n\nem condições normais de transporte, manuseio e armazenamento, não é inflamável, \n\nproporcionando uma maior segurança;  \n\n? Apresenta expressiva melhora na lubrificação do motor, proporcionando maior \n\nlongevidade do mesmo e seus entornos;  \n\n? Pode ser considerado biodegradável, e não tóxico.  \n\n \n\n E, como desvantagens: \n\n \n\n? O biodiesel possui um menor poder calorífico. Todavia, esta desvantagem é bastante \n\npequena em torno de 5% em relação ao diesel convencional;  \n\n? Cristalização em baixas temperaturas: Em regiões de clima muito frio, a viscosidade \n\ndo biodiesel aumenta bastante. Assim como o diesel, podem ocorrer formações de \n\npequenos cristais, que se unem e impedem o bom funcionamento do motor. Porém, \n\nexistem diversas precauções que podem ser tomadas para contornar este problema. \n\nComo por exemplo, o uso de aditivo ou de mistura biodiesel/diesel mineral, dentre \n\noutros;  \n\n \n\n3.7 Processo de obtenção de biodiesel via reações de esterificação e transesterificação \n\nA esterificação consiste na reação entre os ácidos carboxílicos, encontrados nos óleos \n\nou gorduras, com metanol ou etanol, na presença de um catalisador, para formar ésteres \n\nmetílicos ou etílicos, respectivamente, e água. A reação geral de esterificação pode ser \n\nobservada na Figura 12.     \n\n \n\n \n\n \n\n \n\n \n\n\n\n31 \n\n \n\nFigura 12 - Reação de esterificação (direta) e hidrólise (inversa) \n\n \n\nFonte: Leung, 2010 \n\n A transesterificação consiste na reação de triacilglicerídeos com alcoóis de cadeia \n\ncurtas em presença de um catalisador, dando origem a mono ésteres de ácidos graxos e \n\nglicerol. \n\n A transesterificação (ou alcoólise) é o principal processo utilizado atualmente para a \n\nprodução do biodiesel no Brasil e no mundo, por apresentar fatores técnicos e econômicos \n\nviáveis (Leung, 2010). \n\n A transesterificação é um processo químico que tem por objetivo modificar a estrutura \n\ndo óleo vegetal, tornando-a compatível quimicamente com a do óleo diesel (propriedades \n\nfísico-químicas semelhantes). Por outro lado, pode-se perceber que a grande vantagem do \n\nóleo ou gordura transesterificado é a possibilidade de substituir parcialmente o óleo diesel \n\nsem nenhuma alteração nas estruturas do motor (Conceição, 2005).  Este processo é utilizado \n\npara reduzir a viscosidade dos triacilglicerídeos melhorando suas propriedades físico-\n\nquímicas.  \n\n A transesterificação, como mostra a Figura 13, ocorre através da reação de um \n\ntriacilglicerídeo com um álcool, geralmente de cadeia curta, na presença de um catalisador \n\n(podendo ser um ácido ou uma base forte), produzindo uma mistura de ésteres alquílicos de \n\nácidos graxos e glicerol, sendo que a mistura de ésteres é o que se denomina biodiesel. Sua \n\nestequiometria requer um mol de triglicerídeo para 3 mols de álcool, mas devido ao fato desta \n\nreação ser reversível, um excesso de álcool se faz necessário para promover um aumento no \n\nrendimento da produção dos éteres alquílicos.  \n\n Nesta reação é promovida a quebra da molécula do triacilglicerídeo, por uma \n\nsequência de três reações reversíveis e consecutivas, em que os monoacilglicerídeos e os \n\ndiacilglicerídeos são os intermediários. Inicialmente, a molécula de triacilglicerídeo é \n\nconvertida em diacilglicerídeo, depois em monoglicerídeo e, finalmente, em glicerol, \n\nproduzindo um mol de éster a cada etapa reacional e liberando a glicerina como co-produto, \n\nÁcido carboxílico Álcool \nÉster Água \n\n\n\n32 \n\n \n\nque possui um de alto valor agregado, com importante aplicação comercial, por exemplo: nas \n\nindústrias químicas, farmacêuticas e de cosméticos (Zhang, 2003).  \n\n \n\nFigura 13 - Transesterificação de triacilglicerídeos, onde R ,? R´  ?e R´´´ representam à cadeia \n\nhidrocarbônica dos ácidos graxos e R, a cadeia hidrocarbônica do álcool reagente. \n\n \n\nFonte: Leung, 2010 \n\n \n\n Na Tabela 1 estão alguns dos ácidos graxos encontrados nas composições de óleos \n\nvegetais utilizados em reações de transesterificação e/ou esterificação. Os ácidos graxos \n\npresentes em óleos e gordura são constituídos, geralmente, por ácidos carboxílicos que \n\ncontêm de 4 a 30 átomos de carbono e podem ser saturados ou insaturados.  \n\n Os ésteres alquílicos de ácidos graxos saturados (láurico, palmítico, esteárico) como os \n\npoli-insaturados (linoléico, linolênico) possuem alguns inconvenientes, uma vez que são \n\npouco resistentes à oxidação. Porém, são mais facilmente degradados desaparecendo do meio \n\nambiente em períodos de tempo mais curtos, sendo mais vantajosos do ponto de vista \n\nambiental. \n\nTriacilglicerídeo Mistura de ésteres Glicerol \n\n\n\n33 \n\n \n\nTabela 1 - Ácidos graxos presentes em óleos vegetais \n\nÁcido graxo Fórmula química Estrutura química \n\nLáurico CH3(CH2)10COOH \n \n\nMirístico CH3(CH2)12COOH \n\n \n\nPalmítico CH3(CH2)14COOH \n \n\nPalmitoléico CH3(CH2)5CH=CH(CH2)7COOH \n\n \n\nEsteárico CH3(CH2)16COOH \n \n\nOléico CH3(CH2)7CH=CH(CH2)7COOH \n\n \n\nLinoléico CH3(CH2)4CH=CHCH2CH=CH(CH2)7COOH \n \n\nLinolênico CH3CH2CH=CHCH2CH=CHCH2CH=CH(CH2)7COOH \n\n \n\nCáprico CH3(CH2)8COOH \n\n \n\nCaprílico CH3(CH2)6COOH  \n\n \n\nCapróico C5H11COOH \n \n\nFonte: Leung, 2010 \n\n\n\n34 \n\n \n\n Entre os principais alcoóis que podem ser utilizados nessa reação estão metanol, \n\netanol, propanol e butanol, porém os alcoóis de baixo peso molecular (metanol e etanol), \n\nfrequentemente são preferidos em relação aos demais. Nesta competição, o metanol leva \n\nvantagem em relação ao etanol, devido ao seu menor preço no mercado internacional e por ter \n\nmaior reatividade, devido a sua menor cadeia e maior polaridade (Fukuda, 2001).  \n\nAlém disso, por possuir uma cadeia mais curta e maior polaridade, seu uso facilita no \n\nprocesso da separação entre os ésteres e a glicerina. Já o etanol, dispõe de uma cadeia maior \n\nque o metanol, tornando os ésteres etílicos mais miscíveis na glicerina, prejudicando o \n\nprocesso de separação das fases. Por outro lado, possuir um carbono a mais na molécula, os \n\nésteres etílicos elevariam o número de cetano, favorecendo uma melhor combustão nos \n\nmotores a diesel.  \n\nPor sua vez, o metanol em sua grande parte é proveniente de fontes fósseis, por meio \n\nde gás de síntese, a partir do metano. E em quantidades menores, pode ser processado por \n\ndestilação seca da madeira. No entanto, ressalta-se que o metanol tem uma toxicidade muito \n\nelevada, trazendo malefícios à saúde tais como a cegueira e o câncer. Já o etanol apresenta a \n\nvantagem de não ser tóxico, biodegradável e ser produzido a partir de fontes renováveis.  \n\n O Brasil não é auto-suficiente na produção de metanol, mas é em etanol devido à \n\ngrande área disponível para a produção de cana-de-açúcar e oleaginosas. (Fertibom, 2012). \n\n \n\n  \n\n\n\n35 \n\n \n\n4 PROCEDIMENTO EXPERIMENTAL \n\n \n\n As amostras de Syagrus coronata (ouricuri), folhas, galhos e coquinhos, foram \n\ncoletadas no Condomínio Aldebaran/Maceió/Alagoas (09° 36' 15,50\" Sul e 35° 44' 30,00\" \n\nOeste) nos meses de junho e julho de 2011 e, no município de São José da Tapera/Alagoas (9° \n\n32? 38? Sul, 37° 23? 3? Oeste) no mês de dezembro de 2011. \n\n Foi realizado um estudo comparativo das análises devido à época de colheita ter sido \n\ndiferente nos municípios. Após os frutos, galhos e folhas terem secado ao sol por um período \n\nde 10 dias, foram separadas as seguintes partes do fruto: epicarpo, endocarpo e amêndoa e, \n\namostra de uma mistura de mesocarpo, que não foi seca. Em seguida as amostras de folhas, \n\ngalhos, epicarpo foram trituradas com auxílio de uma máquina forrageira e, a partir daí foram \n\nsubmetidas às análises. É importante ressaltar que as amostras de endocarpo, parte dura, e \n\nmistura de mesocarpo, não foram trituradas por se assemelhar a uma madeira e por a umidade \n\nmuito elevada, respectivamente. \n\n As análises físico-químicas foram realizadas para verificar a possibilidade das partes \n\ndo ouricuri ser uma biomassa viável em substituição à energia oriunda de fontes não \n\nrenováveis. As análises realizadas foram: granulometria, determinação do teor de umidade da \n\namostra, determinação do teor de cinzas, determinação da densidade natural da amostra, \n\ndeterminação do poder calorífico superior e inferior das amostras. As análises foram \n\nrealizadas no mínimo em triplicas para poder determinar o erro associado a cada análise e, as \n\namostras foram analisadas com e sem compactação. \n\n Para a obtenção da biomassa compactada, foi utilizado um pastilhador, como mostrado \n\nna Figura 14, onde ao ser inserido uma determinada massa de amostra e aplicado uma \n\npressão de 50kgf/m\n2\n por um período de cinco minutos se obteve as amostras em formato \n\ncompactado. \n\n \n\nFigura 14 - Sistema utilizado em laboratório para fazer a compactação das amostras. \n\n  \n\nFonte: Autora, 2013 \n\n\n\n36 \n\n \n\n4.1 Granulometria \n\n \n\n O procedimento utilizado para caracterizar o tamanho das partículas chama-se \n\ngranulometria. Este procedimento consiste no peneiramento de uma amostra, gerando \n\ninformações sobre sua uniformidade. \n\nPara a análise da granulometria da amostra, realizado de acordo com a norma NBR \n\n6923, utilizou-se um equipamento vibrador de peneiras com capacidade para 500 g. Na parte \n\nsuperior deste vibrador de peneiras existe uma tampa para evitar perdas de material durante a \n\npeneiração. Utilizou-se uma série de peneiras com tamanhos de 20, 40, 70, 140 e 270 mesh, \n\ncomo mostrado na Figura 15. \n\n \n\nFigura 15 - Equipamento vibrador de peneiras. \n\n \n\nFonte: Autora, 2013 \n\n \n\n4.2. Umidade \n\n \n\nA determinação do teor de umidade do resíduo (%) foi realizada segundo a norma \n\nABNT NBR 8112, onde pesou-se aproximadamente 1,0 g da amostra em um cadinho \n\npreviamente pesado. Em seguida colocou-o em estufa de ventilação (Figura 16) a 105±5 \no\nC e \n\nlá permaneceram até que a massa da amostra permaneceu constante. \n\nA equação 1 é utilizada para correlacionar os dados e, é descrita como: \n\n\n\n37 \n\n \n\n   \n     \n\n  \n                                                                    \n\n \n\nonde: ? = umidade \n\n         m1 – massa inicial da amostra  \n\n         m2 – massa final da amostra \n\n \n\nFigura 16 - Estufa de ventilação utilizada para medir a umidade das amostras \n\n \n\nFonte: Autora, 2013 \n\n \n\n4.3. Cinzas \n\n \n\nA determinação do teor de cinzas (%) obedeceu a norma ABNT 8112, onde pesou-se \n\n1,0 g da amostra em um cadinho seco. Em seguida colocou-o em uma mufla (Figura 17) \n\npreviamente aquecida a 700±10 \no\nC. Deixou-se o cadinho na mufla até que o resíduo \n\nqueimasse completamente, até peso constante. \n\nO teor de cinzas é determinado utilizando-se a equação 2 a seguir: \n\n \n\n         \n     \n\n  \n                                               \n\n \n\nonde: Tcinzas = teor de cinzas \n\n         m1 – massa da amostra antes do experimento \n\n         m2 – massa da amostra após o experimento \n\n\n\n38 \n\n \n\nFigura 17 - Mufla utilizada para determinar o teor de cinzas \n\n \n\nFonte: Autora, 2013 \n\n \n\n4.4. Densidade \n\n \n\nPara a determinação da densidade natural do resíduo (kg/m\n3\n), utilizou-se a norma \n\nNBR 6922, onde pesou-se 5,0 g da amostra em um balão volumétrico de 250 mL. Em \n\nseguida, completou-se com água destilada e sua massa foi medida.  \n\nA densidade é determinada pela equação 3 a seguir: \n\n \n\n                                                                       \n\n                                                                              \n\n  \n   \n\n   \n \n\n \n\nonde: Ma – massa de água \n\n         Va – volume de água \n\n         Mt – massa total (massa de amostra + massa do balão + volume de água) \n\n         Mb – massa do balão no inicial \n\n         Mam – massa da amostra \n\n         Vam – volume de amostra \n\n         Vb – volume do balão \n\n          ? - densidade \n\n \n\n\n\n39 \n\n \n\n4.5 - Poder Calorífico Superior e Inferior \n\n \n\nPor fim, foi determinado o poder calorífico (J/g) do resíduo, pela norma técnica ABNT \n\n8633. O poder calorífico foi determinado usando a bomba calorimétrica IKA-C200, Figura \n\n18, no qual uma pequena quantidade de amostra foi pesada em um cadinho específico \n\n(componente da bomba calorimétrica). Essa câmara de combustão de aço inox, capaz de \n\nresistir a grandes pressões, tem válvula para a admissão de oxigênio e também contatos \n\nelétricos para provocar a combustão da amostra. O calor liberado na combustão é absorvido \n\npelo conteúdo do calorímetro e causa a elevação da temperatura da água. O poder calorífico \n\ninferior (PCI – J/g) é uma base mais realista para a comparação entre combustíveis, pois \n\ndecorre do fato do hidrogênio contido no combustível formar vapor d'água ao queimar-se, \n\ndiminuindo a energia térmica disponível. \n\nO valor do poder calorífico inferior é determinado fazendo-se uma correlação pela \n\nequação 4: \n\n                                                                           \n \n\nonde: PCS = valor do poder calorífico superior obtido pela bomba calorimétrica; \n\n          U = teor de umidade do resíduo \n\n \n\nFigura 18 - Bomba calorimétrica IKA C-200 \n\n \n\nFonte: Autora, 2013 \n\n \n\n\n\n40 \n\n \n\n4.6 Extração do óleo e azeite de ouricuri \n\n \n\n O óleo foi extraído das amostras da amêndoa do ouricuri oriundas do município de \n\nSão José da Tapera e Maceió, no estado de Alagoas. Após serem despolpados, para retirada \n\ndo epicarpo, os coquinhos foram expostos ao sol por um período de 10 dias para um bom \n\ndesprendimento da amêndoa do endocarpo, para serem quebradas. As amêndoas foram \n\ncolocadas em estufa à 60 ºC por 24 horas para retirada da umidade, que quando muito alta \n\ndiminui o rendimento em óleo.  \n\n Utilizou-se prensa contínua modelo OEKOTEC, tipo CA59G, Figura 19 e, prensa \n\nhidráulica modelo TE-098, da Tecnal, Figura 20. \n\n \n\nFigura 19 - Prensa contínua \n\n \n\nFonte: Autora, 2013 \n\n \n\nFigura 20 - Prensa hidráulica \n\n \n\nFonte: Autora, 2013 \n\n\n\n41 \n\n \n\n Para a extração do azeite, foi utilizada a polpa, o mesocarpo e o epicarpo obtidos no \n\nprocesso de despolpamento do coquinho do ouricuri. Ambos foram colocados em estufa à 60 \n\nºC, por um período de 3 dias para a retirada da água que é utilizada no processo para dar uma \n\neficiência maior a despolpadeira. Em seguida a extração foi realizada num aparelho extrator \n\nSoxhlet por 6 horas, utilizando n-hexano como solvente. \n\n \n\n4.7 Caracterização do óleo e biodiesel de ouricuri \n\n \n\n A caracterização físico-química do óleo foi realizada por metodologias oficiais \n\n(A.O.C.S., 1993) e Normas do Instituto Adolfo Lutz (1985). \n\n A viscosidade é definida como a resistência do líquido ao fluxo. Refere-se para a \n\nfluidez do óleo, e é determinada através da medição da quantidade de tempo necessário para \n\nque uma dada medida de óleo passe através um orifício de um tamanho especificado. A \n\nviscosidade cinemática é a mais importante propriedade de biodiesel, uma vez que afeta a \n\noperação de equipamentos de injeção de combustível, especialmente em temperaturas baixas \n\nquando um aumento da viscosidade afeta a fluidez do combustível. Além disso, a viscosidade \n\nelevada pode levar a formação de fuligem e depósitos no motor devido a atomização do \n\ncombustível insuficiente. Foi mostrado que a viscosidade de ésteres metílicos/etílicos de óleo \n\ndiminui acentuadamente depois processos de transesterificação de biodiesel. A viscosidade \n\ncinemática em biodiesel é determinada usando as normas ASTM D445 e EM ISO3104. \n\n(Atabani, 2013) \n\n A densidade é a relação entre a massa e volume de um líquido ou um sólido e pode ser \n\nexpresso em unidades de gramas por litro, (g / L). A densidade do óleo diesel é importante \n\nporque fornece uma indicação do atraso entre a injeção e combustão do combustível de um \n\nmotor diesel (qualidade da ignição), e a energia por unidade de massa (energia específica). \n\nIsto pode influenciar a eficiência da atomização de combustível para sistemas de ar de \n\ncombustão menor. As normas ASTM D1298 e ENISO3675/12185 são utilizadas para medir a \n\ndensidade do biodiesel. (Atabani, 2013) \n\n O poder calorífico é um parâmetro importante na seleção de um combustível. O poder \n\ncalórico do biodiesel é inferior de diesel por causa de seu alto teor de oxigênio.  \n\n A determinação da umidade é um dos parâmetros legais para a avaliação da qualidade \n\nde óleos e é determinada a 105 °C. O método consistiu em pesar cerca de 2g da amostra em \n\ncápsula de porcelana, previamente tarada, e aquecer durante uma hora em estufa a 105°C. \n\n\n\n42 \n\n \n\nApós a mostra é resfriada em dessecador até temperatura ambiente, e pesada até massa \n\nconstante. \n\n O índice de acidez é definido como a massa em mg de hidróxido de sódio necessário \n\npara neutralizar um grama da amostra. O método consistiu em pesar 2g da amostra em frasco \n\nerlenmeyer de 125 mL. Adicionou 25 mL de solução de éter:etanol (2:1). Titulou com solução \n\npadrão de hidróxido de sódio 0,1 molL\n-1\n\n, na presença de solução alcoólica de fenolftaleína a \n\n1%, como indicador da titulação. \n\n A estabilidade oxidativa está diretamente relacionada com o grau de insaturação dos \n\nalquil ésteres presentes, como também, com a posição das duplas ligações na cadeia \n\ncarbônica. Utilizou-se o método Rancimat como padrão na norma EN 14214. Neste método, \n\numa amostra do óleo/biodiesel é mantida em um vaso de reação, a temperatura de 110 ºC e \n\nsob um fluxo de ar. Neste momento começam a se formar os peróxidos, que são os principais \n\nprodutos formados na primeira etapa de oxidação do óleo. Com o processo de oxidação \n\ncontinuada, são formados compostos orgânicos voláteis, dentre estes, ácidos orgânicos de \n\nbaixa massa molecular. Estes compostos são transportados pelo fluxo de ar para outro \n\nrecipiente contendo água destilada, onde a presença dos ácidos orgânicos é então detectada \n\npelo aumento da condutividade no sistema. O tempo decorrente até a detecção dos ácidos \n\norgânicos é denominado de período de indução. \n\n A tendência de formação de depósitos nas câmaras de combustão pode ser avaliada \n\natravés da determinação dos resíduos de carbono. Além dos sabões e dos glicerídeos \n\nresiduais, contribuem para os valores de resíduo de carbono a água livre, os ácidos graxos \n\nlivres, o resíduo de catalisadores e os insaponificáveis oriundos da matéria prima. Neste \n\nensaio, a amostra é evaporada e queimada e o resíduo final é pesado. O método de análise \n\nadotado pelas normas brasileira e americana é o ASTM D4530, onde o ensaio é realizado em \n\n100% da amostra. \n\n A composição de ácidos graxos foi determinada por cromatografia gasosa (A.O.C.S., \n\n1993). Os produtos obtidos da reação de transesterificação foram analisados por \n\ncromatografia gasosa, empregando-se um instrumento SHIMADZU CG 2010, equipado com \n\num sistema de injeção capilar operando a 240 °C, razão de split de 80:1 e volume de amostra \n\nde 1?L. Foi empregada uma coluna capilar com 30 m de comprimento, 0,25 mm de diâmetro \n\ninterno e filme com 0,25 ?m de espessura. A programação da temperatura foi: temperatura \n\ninicial: 50 °C (1 min); aquecimento de 50°C até 180 °C, a uma taxa de 15 °C/min; \n\naquecimento de 180 °C até 230 °C, a uma taxa de 7 °C/min; aquecimento de 230 °C até 340 \n\n°C, a uma taxa de 30 °C/min. O equipamento estava equipado com um detector de ionização \n\n\n\n43 \n\n \n\nde chama (FID) operando a 250 °C. O gás Hidrogênio, de alta pureza (99,95 %) foi usado \n\ncomo gás de arraste.  Os ácidos graxos padrões foram adquiridos comercialmente. A \n\nidentificação dos ácidos graxos do óleo foi realizada comparando-se os tempos de retenção \n\ncom os padrões.  \n\n  \n\n4.8 Reação de transesterificação via catálise básica por rota metílica e etílica \n\n \n\n As reações de transesterificação foram realizadas em reator de vidro de 2,0 L com \n\nagitação mecânica, condensador e sistema de aquecimento – como mostrado na Figura 21, na \n\nproporção molar de 6:1:0,2 para o álcool:óleo:catalisador. O tempo reacional e a temperatura \n\nforam fixos em 3 horas e 70 ºC, respectivamente. \n\n Utilizou-se como catalisador hidróxido de sódio (NaOH) e dois tipos de alcoóis, \n\nmetanol e etanol. \n\n Em seguida, as amostras foram colocadas em um funil de decantação de 2,0 L para \n\nseparação dos produtos de reação. O biodiesel foi neutralizado com ácido fosfórico 5% (v/v) e \n\nlavado com salmoura até alcançar o pH 7,0. \n\n Após esse processo, os biodieseis seguiram para serem evaporados, em uma \n\ntemperatura de 100 °C por 20 min com a finalidade de retirar resíduos de álcool e água \n\npresentes. Depois adicionou-se, em cada biodiesel obtido, sulfato de sódio anidro, para \n\nremover qualquer traço de água presente. Em seguida, os ésteres foram filtrados e analisados.  \n\nTodas as amostras foram estocadas a baixa temperatura.  \n\n \nFigura 21 - Reator de vidro \n\n \nFonte: Autora, 2013 \n\n\n\n44 \n\n \n\n Após o processo de purificação das reações de transesterificação, passa-se a realizar as \n\nanálises para a confirmação que o biodiesel obtido atende a Resolução ANP Nº \n\n14, de 11/05/2012. \n\n O aspecto do biodiesel é um parâmetro considerado apenas na Resolução ANP 14/12. \n\nTrata-se de uma análise preliminar, onde se procura verificar a presença de impurezas que \n\npossam ser identificadas visualmente, como materiais em suspensão, sedimentos ou mesmo \n\nturvação na amostra de biodiesel, que pode ser decorrente da presença de água. Na ausência \n\ndestes contaminantes, o biodiesel é classificado como límpido e isento de impurezas. As \n\ndemais análises foram descritas acima. \n\n \n\n  \n\n\n\n45 \n\n \n\n5 RESULTADOS E DISCUSSÕES \n\n \n\n As amostras de ouricuri estudadas foram coletadas em dois locais diferentes. Portanto, \n\nalgumas considerações devem ser feitas: \n\n- O Condomínio Aldebaran/Maceió/Alagoas, tem um projeto de irrigação diário, logo, os \n\nexemplares oriundos desta localidade são bem irrigados, sem contar que houve um período \n\nconsiderável de chuva nos meses em que as amostras foram coletadas. \n\n- O município de São José da Tapera/Alagoas, fica localizado no alto sertão do Estado, a área \n\nonde foram coletadas as amostras não é irrigada e nesse período não houve chuvas em \n\nquantidade. \n\n \n\n5.1 Granulometria \n\n \n\n As análises granulométricas consistem na determinação das dimensões das partículas \n\ne/ou no estudo de sua distribuição, quer pelo peso de cada classe (método utilizado), quer pelo \n\nseu volume, quer ainda pelo número de partículas integradas em cada classe. \n\n Para as amostras do epicarpo, folha e galhos do ouricuri do município de Maceió \n\nforam encontrados os seguintes valores dispostos em forma de gráfico na Figura 22. \n\n \n\nFigura 22 - Resultados de granulometria para epicarpo, galhos e folhas \n\n \n\nFonte: Autora, 2013 \n\n  \n\nApós a análise granulométrica, observou-se que houve perdas na realização do \n\nprocesso (devido haver espaços entre a primeira peneira e a tampa do equipamento). Obteve-\n\n0 \n\n10 \n\n20 \n\n30 \n\n40 \n\n50 \n\n60 \n\n70 \n\n80 \n\n90 \n\n100 \n\nPeneira 20 Peneira 40 Peneira 70 Peneira 140 Peneira 270 \n\nEPICARPO \n\nFOLHAS \n\nGALHOS \n\n% \n\n\n\n46 \n\n \n\nse um aproveitamento de 99,6% da biomassa de epicarpo, para a biomassa das folhas o \n\naproveitamento foi da ordem de 89,6% e, para a biomassa dos galhos o aproveitamento foi de \n\n97%. \n\n As amostras utilizadas no estudo foram as que se obtiveram um aproveitamento maior, \n\ncom menor número de impurezas, como areia e pequenos pedregulhos – peneiras de 20 mesh; \n\nexcetuando-se a biomassa do epicarpo onde se trabalhou também com a peneira de 270 mesh \n\ncom caráter de comparação.  \n\nRealizou-se apenas a granulometria das amostras do município de Maceió devido à \n\ninfluência do tamanho das partículas nas análises serem muito pequenas. Na Figura 23, \n\nconsta o aspecto das amostras que foram testadas nos experimentos. \n\n \n\nFigura 23 - Aspectos das amostras testadas nos experimentos \n\n  \n\n  \n\n  \n\n \n\nFonte: Autora, 2013 \n\n \n\nMesocarpo + Epicarpo \nEndocarpo \n\nPeneira 1 Epicarpo \nPeneira 5 Epicarpo \n\nBriquetes \n\nFolhas \nGalhos \n\n\n\n47 \n\n \n\n5.2 Umidade \n\n \n\nOs valores para umidade são importantes, pois indicam o potencial da biomassa para \n\nqueima. Se este valor for muito elevado será necessário uma maior quantidade calor para \n\nqueimá-la diminuindo o potencial de queima da amostra. \n\nPara o teor de umidade das amostras testadas, sem compactação e com compactação, \n\nobservaram-se os resultados descritos na Tabela 2. \n\n \n\nTabela 2 - Resultados obtidos para umidade das amostras \n\nMaterial Tipo Umidade (%) \n\nEpicarpo – Peneira 1 (MCZ) sem compactação 13,63 % ± 0,09 % \n\nEpicarpo – Peneira 1 (MCZ) com compactação 12,38 % ± 0,39 % \n\nEpicarpo – Peneira 5 (MCZ) sem compactação 16,37 % ± 0,67 % \n\nEpicarpo – Peneira 5 (MCZ) com compactação 13,07 % ± 0,11 % \n\nEndocarpo (MCZ) sem compactação 8,82 % ± 0,14% \n\nMesocarpo (MCZ) sem compactação 20,56 % ± 0,01 % \n\nFolhas (MCZ) sem compactação 9,96 % ± 0,12 % \n\nFolhas (MCZ) com compactação 8,43% ± 0,27 % \n\nGalhos (MCZ) sem compactação 11,62 % ± 0,5 % \n\nGalhos (MCZ) com compactação 11,22%± 0,77 % \n\nEpicarpo (SJT) sem compactação 12,93%± 0,23 % \n\nEpicarpo (SJT) com compactação 9,23%± 0,11 % \n\nMesocarpo (SJT) sem compactação 31,22%± 0,79 % \n\nMesocarpo/seco (SJT) sem compactação 11,83%± 0,04 % \n\nEndocarpo (SJT) sem compactação 9,43%± 0,42 % \n\nTorta sem compactação 5,68%± 0,14 % \n\nFonte: Autora, 2013 \n\n \n\nSegundo Quirino (2004), o percentual de umidade em matéria seca deve ser em torno \n\ndos 30%.  O valor observado para a mistura de mesocarpo - SJT é explicado devido ao fato \n\ndesse material não ter sido seco. Após ter passado pelo processo de secagem, este valor ficou \n\nabaixo do observado para a mesma amostra do município de Maceió. As amostras de \n\nendocarpo e mistura de mesocarpo não foram compactadas devido ao fato de ser necessário o \n\nuso de um emulsificante para poder deixá-las compactadas. \n\n\n\n48 \n\n \n\n Segundo Souza (2011), biomassas como casca de mandioca, casca de feijão, sabugo \n\ndo milho e casca de coco, apresentam valores de umidade de 12,13%, 12,50%, 9,74 e 41,92%, \n\nrespectivamente, o que mostra que a umidade da biomassa proveniente do ouricuri está \n\ncomparável com a literatura. \n\nOs aspectos das amostras na determinação do teor de umidade podem ser vistos na \n\nFigura 24. \n\n \n\nFigura 24 - Aspectos das amostras utilizadas na determinação de umidade \n\n \n \n\n \n\nFonte: Autora, 2013 \n\n \n\nObservou-se que os valores para umidade das amostras com compactação estão \n\nmenores que para sem compactação, esta informação é aceitável e explicada porque ao se \n\naplicar a pressão para compactação das amostras ocorre aquecimento no briquetador \n\nocasionando perda de umidade. \n\nPortanto, é importante salientar que o teor de umidade da biomassa a ser usada como \n\ncombustível seja reduzido, diminuindo assim o manejo e o custo de transporte, agregando \n\nvalor ao combustível.  \n\n \n\n5.3 Cinzas \n\n \n\n Os valores para teores de cinzas das amostras testadas, sem e com compactação, estão \n\napresentados na Tabela 3. \n\n A sua determinação é de fundamental importância para a caracterização da biomassa, \n\npois indica a porcentagem de material inerte, que não produz calor. \n\nPeneira 5 Peneira 1 \n\nMesocarpo \n\n\n\n49 \n\n \n\n Segundo Souza (2011) o teor de cinzas gerado por amostras de folhas de sabiá sem \n\ncompactação (14,72%) e caule do sabiá (13,45%) são altos, gerando grande quantidade de \n\nmateriais particulados. \n\n \n\nTabela 3 - Resultados dos teores de cinzas \n\nMaterial Tipo Teor de Cinzas (%) \n\nEpicarpo – Peneira 1 (MCZ) sem compactação 4,23 % ± 0,16 % \n\nEpicarpo – Peneira 1 (MCZ) com compactação 4,44 % ± 0,32 % \n\nEpicarpo – Peneira 5 (MCZ) sem compactação 5,2 % ± 0,3 % \n\nEpicarpo – Peneira 5 (MCZ) com compactação 4,71 % ± 0,05 % \n\nEndocarpo (MCZ) sem compactação 0,46 % ± 0,02% \n\nMesocarpo (MCZ) sem compactação 5,72 % ± 0,06 % \n\nFolhas (MCZ) sem compactação 5,26 % ± 0,07 % \n\nFolhas (MCZ) com compactação 5,73% ± 0,46 % \n\nGalhos (MCZ) sem compactação 6,7 % ± 0,6 % \n\nGalhos (MCZ) com compactação 6,07%± 0,11 % \n\nEpicarpo (SJT) sem compactação 2,96%± 0,11 % \n\nEpicarpo (SJT) com compactação 2,93%± 0,15 % \n\nMesocarpo (SJT) sem compactação 8,89%± 0,26 % \n\nMesocarpo/seco (SJT) sem compactação 8,12%± 0,61 % \n\nEndocarpo (SJT) sem compactação 0,69%± 0,03 % \n\nTorta sem compactação 2,93%± 0,06 % \n\nFonte: Autora, 2013 \n\n \n\nAs amostras analisadas, tanto com a compactação quanto sem, mostraram valores \n\nsatisfatórios variando de 2,93 a 8,89%. Já as amostras de endocarpo mostraram valores da \n\nordem de 0,46 e 0,69% sendo bastante expressivos, já que esta parte é um tipo de madeira. As \n\namostras em estado de cinzas podem ser visualizadas na Figura 25. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n50 \n\n \n\nFigura 25 - Amostras testadas em estado de cinzas \n\n \n \n\n \n\nFonte: Autora, 2013 \n\n \n\nUma alternativa viável quanto ao emprego das cinzas geradas a partir da queima \n\ndesses resíduos sólidos seria sua utilização como fertilizante. A aplicabilidade desse resíduo \n\ntorna-se mais propícia, ao se avaliar que a maior parte dos solos em uso nos plantios com fins \n\nindustriais foi, originalmente, ocupada por vegetação de cerrados, de baixa fertilidade. Além \n\ndisso, deve-se considerar também a crescente elevação dos custos de aquisição e aplicação de \n\nfertilizantes minerais, que levam os silvicultores a procurar meios alternativos de manejo \n\nflorestal. \n\n \n\n5.4 Densidade \n\n  \n\n As análises de densidade são importantes para definir condições de transporte e \n\narmazenamento das biomassas. Encontrou-se para as amostras, com e sem compactação, os \n\nvalores mostrados na Tabela 4. \n\nUma biomassa mais compactada diminui os gastos com transporte e armazenamento, \n\nporém deve-se levar em conta sempre a questão custo-benefício. Para o pequeno produtor \n\npode ser inviável a compactação das amostras devido se considerar o gasto financeiro para \n\nsua compactação, pensando-se em cooperativas de pequenos produtores o processo de \n\ncompactação torna-se viável, pois o gasto que seria de um único produtor passa ser divido \n\ncom mais produtores, e o lucro com a venda/consumo de biomassa compactada é logo \n\nsentido. \n\nPeneira 1 Endocarpo \n\nMesocarpo  \n\n\n\n51 \n\n \n\nTabela 4 - Resultados para a análise de densidade \n\nMaterial Tipo Densidade (kg/m\n3\n) \n\nEpicarpo – Peneira 1 (MCZ) sem compactação 870 ± 40 \n\nEpicarpo – Peneira 1 (MCZ) com compactação 1260 ± 180 \n\nEpicarpo – Peneira 5 (MCZ) sem compactação 900 ± 10 \n\nEpicarpo – Peneira 5 (MCZ) com compactação 1220 ± 370 \n\nEndocarpo (MCZ) sem compactação 850 ± 30 \n\nMesocarpo (MCZ) sem compactação 950 ± 70 \n\nFolhas (MCZ) sem compactação 790 ± 90 \n\nFolhas (MCZ) com compactação 830 ± 50 \n\nGalhos (MCZ) sem compactação 660 ± 50 \n\nGalhos (MCZ) com compactação 800 ± 30 \n\nEpicarpo (SJT) sem compactação 720 ± 10 \n\nEpicarpo (SJT) com compactação 1090 ± 130 \n\nMesocarpo (SJT) sem compactação 710 ± 40 \n\nMesocarpo/seco (SJT) sem compactação 790 ± 80 \n\nEndocarpo (SJT) sem compactação 850 ± 70 \n\nTorta sem compactação 1770± 17 \n\nFonte: Autora, 2013 \n\n \n\nA maior consideração a ser feita é que se observa o aumento da densidade para \n\namostras compactadas e isto é aceitável devido o fato de se agregar maior quantidade de \n\nmassa na compactação e, de certa forma aumentando a concentração energética. \n\n \n\n5.5 Poder calorífico superior e inferior \n\n \n\nPor fim, determinou-se o poder calorífico superior das amostras (J/g), com e sem \n\ncompactação, que tem por objetivo determinar a quantidade de calor liberado por grama de \n\nbiomassa. Os valores encontrados estão dispostos na Tabela 5. Não se obteve êxito na queima \n\nda amostra Mesocarpo+Epicarpo (SJT) sem compactação, devido sua umidade ser muito \n\nelevada. Após ter passado pelo processo de secagem foi possível determinar o poder \n\ncalorífico superior. \n\nCabe salientar que o poder calorífico obtido constitui considerável indicador do \n\npotencial energético da biomassa, tal fator depende da composição química do material, da \n\n\n\n52 \n\n \n\nsua qualidade, e da sua natureza que pode variar até mesmo em uma única amostra de \n\nbiomassa. \n\nSe considerarmos valores propostos por Souza (2011), para Eucalipto (16581 J/g), \n\nCajueiro (15607 J/g) e Algaroba (13253 J/g), por exemplo, as biomassas provenientes do \n\nouricuri têm a sua potencialidade comprovada. \n\n  \n\nTabela 5 - Resultados de poder calorífico superior das partes do ouricuri. \n\nMaterial Tipo PCS (J/g) \n\nEpicarpo – Peneira 1 (MCZ) sem compactação 16945 \n\nEpicarpo – Peneira 1 (MCZ) com compactação 16314 \n\nEpicarpo – Peneira 5 (MCZ) sem compactação 16057 \n\nEpicarpo – Peneira 5 (MCZ) com compactação 15967 \n\nEndocarpo (MCZ) sem compactação 18002 \n\nMesocarpo (MCZ) sem compactação 14656 \n\nFolhas (MCZ) sem compactação 18290 \n\nFolhas (MCZ) com compactação 17768 \n\nGalhos (MCZ) sem compactação 16177 \n\nGalhos (MCZ) com compactação 16426 \n\nEpicarpo (SJT) sem compactação 17838 \n\nEpicarpo (SJT) com compactação 18893 \n\nMesocarpo (SJT) sem compactação - \n\nMesocarpo/seco (SJT) sem compactação 17289 \n\nEndocarpo (SJT) sem compactação 18334 \n\nTorta sem compactação 23220 \n\nFonte: Autora, 2013 \n\n \n\n Na Tabela 6, encontra-se uma adaptação de Quirino (2004), na qual os autores \n\nmostram valores obtidos para alguns tipos de resíduos de biomassa já utilizados em todo o \n\npaís. \n\n \n\n \n\n \n\n \n\n \n\n\n\n53 \n\n \n\nTabela 6 - PCS de outros resíduos \n\nMaterial PCS (J/g) \n\nIpê 20720 \n\nBriquete (resíduo de madeira + casca de arroz) 18998 \n\nEucalyptus sp 18914 \n\nCostaneiras de Pinus sp 20808 \n\nCostaneiras de Pinus sp. 19729 \n\nCostaneiras de Pinus sp. 21050 \n\nPalha de milho 14922 \n\nPó de serra  20398 \n\nAparas de madeira  20064 \n\nResíduo de compensado  18492 \n\nCasca de arroz  15591 \n\nBagaço de cana 15486 \n\nFonte: Adaptado de Quirino, 2004 \n\n \n\nO gráfico mostrado na Figura 26, mostra de maneira mais clara a comparação dos \n\npotenciais caloríficos obtidos com as amostras estudadas do ouricuri e outras biomassas \n\ncitadas por Quirino, 2004. Em tons de vermelho, encontram-se as amostras do ouricuri e, em \n\ntons de amarelo as biomassas para comparação, com o destaque para o bagaço de cana \n\ndestacado em amarelo ouro. Observa-se que de fato as amostras provenientes do ouricuri têm \n\npotencial uso como biomassa para fornos cerâmicos e fornos de padarias, inclusive se \n\nmostrou superior ao bagaço de cana que é bastante usado em Alagoas. \n\n \n\nFigura 26 - Comparação entre PCS’s de várias biomassas diferentes. \n\n \n\nFonte: Autora, 2013 \n\n0 \n\n5000 \n\n10000 \n\n15000 \n\n20000 \n\nP\nC\n\nS\n (\n\nJ/\ng\n) \n\n\n\n54 \n\n \n\nConsiderando o ouricuri como uma biomassa em potencial, já que seus valores de PCS \n\nforam bastante significativos, comparados com valores de literatura, será tratado agora os \n\ndados em relação ao poder calorífico inferior. O que determina a energia disponível por \n\nunidade de massa de combustível após a queima é o poder calorífico inferior (PCI), que \n\nmostra a energia efetivamente disponível por unidade de massa de combustível após deduzir \n\nas perdas com a evaporação da água (Quirino, 2004), na Tabela 7 constam esses valores. \n\nObservou-se também que valores grandes de umidade, determinam valores pequenos de PCI. \n\n \n\nTabela 7 - Poder calorífico inferior das partes do ouricuri. \n\nMaterial Tipo PCI (J/g) \n\nEpicarpo – Peneira 1 (MCZ) sem compactação 15185 \n\nEpicarpo – Peneira 1 (MCZ) com compactação 14584 \n\nEpicarpo – Peneira 5 (MCZ) sem compactação 14230 \n\nEpicarpo – Peneira 5 (MCZ) com compactação 14220 \n\nEndocarpo (MCZ) sem compactação 16359 \n\nMesocarpo (MCZ) sem compactação 12727 \n\nFolhas (MCZ) sem compactação 16620 \n\nFolhas (MCZ) com compactação 16135 \n\nGalhos (MCZ) sem compactação 14466 \n\nGalhos (MCZ) com compactação 15201 \n\nEpicarpo (SJT) sem compactação 16095 \n\nEpicarpo (SJT) com compactação 17240 \n\nMesocarpo (SJT) sem compactação - \n\nMesocarpo/seco (SJT) sem compactação 15543 \n\nEndocarpo (SJT) sem compactação 16677 \n\nTorta sem compactação 21654 \n\nFonte: Autora, 2013 \n\n \n\n5.6 Extração e caracterização do óleo e azeite de ouricuri \n\n \n\nUtilizaram-se dois tipos de prensa para a extração do óleo de ouricuri. Com a prensa \n\ncontínua obteve-se um rendimento de 35% em óleo, esse rendimento foi para 50% em óleo \n\nquando se empregou uma prensa hidráulica. Esses valores mostram uma viabilidade em se \n\ntrabalhar com o ouricuri, pelo fato do mesmo ter um alto teor em óleo. De acordo com Silva \n\n\n\n55 \n\n \n\n(2009), o teor em óleo de amostras como algodão (20-30%), amendoim (45-50%), gergelim \n\n(40-50%), mamona (45-55%) e soja (18-20%), mostra que o ouricuri tem uma quantidade \n\nconsiderável de óleo em sua amêndoa. \n\nPara a extração do azeite de ouricuri utilizando o aparelho extrator de soxhlet, obteve-\n\nse um rendimento de 5% em azeite. \n\nA composição em ácidos graxos do óleo obtido da palmeira ouricuri, mostrou que o \n\nmesmo é rico em ácido láurico (C12:0) que é bom para aumento da imunidade e redução de \n\ninflamações em humanos.  A Figura 27 mostra o cromatograma do óleo de ouricuri, onde \n\nposteriormente pode-se mensurar a massa molar do óleo, que foi de 650,3 g/mol. \n\n \n\nFigura 27 - Cromatograma do óleo de ouricuri \n\n \n\nFonte: Autora, 2013 \n\n \n\n Na Tabela 8, mostra-se uma comparação da composição em ácidos graxos encontrada \n\nna literatura e obtida pela autora presentes no óleo de ouricuri. Pelos dados mostrados o óleo \n\nde ouricuri é um óleo que tem 90% de sua composição ácidos graxos saturados. A variação \n\nencontrada na Tabela 8 pode ter razões com as propriedades físico-químicas (estocagem, \n\namostragem, condições climáticas) da amostra utilizada para a obtenção do óleo. \n\n \n\n \n\n \n\n \n\n0.75 1.00 1.25 1.50 1.75 2.00 2.25 2.50 2.75 3.00 3.25 3.50 3.75 4.00 4.25 4.50 4.75 m in\n\n0.00\n\n0.25\n\n0.50\n\n0.75\n\n1.00\n\n1.25\n\n1.50\n\n1.75\n\n2.00\n\n2.25\n\n2.50\n\n2.75\n\n3.00\n\nuV(x1,000,000)\n Chrom atogram\n\nC8:0 \n\nC10:0 \n\nC12:0 \n\nC14:0 \n\nC16:0 \n\nC18:0 \n\nC18:1 \n\nC18:2 \n\n\n\n56 \n\n \n\nTabela 8 - Composição em ácidos graxos presente no óleo de ouricuri \n\n \n\nóleo de ouricuri \n\nÁcidos graxos (%) \n\nC8:0 C10:0 C12:0 C14:0 C16:0 C18:0 C18:1 C18:2 \n\nAUTOR 13 8 48 14 5 2 7 3 \n\nFerreira, 2010 9 6 42 16 8 4 12 3 \n\nFonte: Adaptado de Ferreira, 2010 \n\n \n\n A composição em ácidos graxos do óleo de ouricuri é bastante diferente se comparada \n\nao óleo de soja, que é muito utilizado atualmente para a produção de biodiesel. Segundo \n\nFonseca (1974), o óleo de soja e o óleo de girassol apresentam em sua composição \n\naproximada mente 85% em ácidos graxos insaturados (com maior quantidade de ácido \n\nlinoléico) e apenas 15 % em ácidos graxos saturados, o óleo de algodão apresenta 75,77% em \n\nácidos graxos insaturados e apenas, 24,23% em ácidos graxos saturados. \n\n Na Tabela 9 são apresentados os valores de algumas propriedades físico-químicas \n\ndeterminadas para o óleo de ouricuri. \n\n \n\nTabela 9 - Características físico-químicas do óleo de ouricuri \n\n ÓLEO DE OURICURI \n\nUmidade (%) 0,357 \n\nDensidade (kg/m\n3\n) 922 \n\nÍndice de acidez (mg KOH/g óleo) 1,53 \n\nViscosidade 40 °C (mm\n2\n/s) 27,56 \n\nResíduo de carbono (%) m/m 0,19 \n\nEntupimento a filtro frio (ºC) 5 \n\nRancimat (h)   30 \n\nPoder calorífico (J/g) 38600 \n\nFonte: Autora, 2013 \n\n \n\n Segundo relatos de Silva (2005) se a acidez do óleo for menor que 3 mg KOH/g, \n\n(independente de ter sido o óleo degomado ou refinado), não é necessário neutralizá-lo, pois, \n\ndeste modo à reação de transesterificação procederá com maior eficiência. Também é \n\nimportante frisar que a acidez elevada também pode catalisar reações intermoleculares, as \n\nquais afetariam a estabilidade térmica do combustível na câmara de combustão, bem como a \n\n\n\n57 \n\n \n\nação corrosiva nos componentes metálicos no motor. No que competem à umidade, autores \n\nenfatizam que todas as matérias-primas deveriam ser anidras, com isto, o óleo deveria obter \n\nvalor abaixo ou igual a 0,5% de teor de água, que é ideal para a reação de transesterificação, \n\nem virtude de não ocasionar a formação de sabão, além de favorecer o rendimento da reação. \n\n A viscosidade obtida para o óleo de ouricuri é inferior à observada para o óleo de soja \n\n(30,6 mm\n2\n/s) e essa contestação de valor deve-se ao fato do óleo se soja ter em sua \n\ncomposição uma grande quantidade de ácidos graxos insaturados, principalmente o ácido \n\nlinoléico (Mendonça, 2008). \n\n A extração do azeite de ouricuri é dificultada pelo fato de que o mesmo está presente \n\nnas amostras numa proporção de apenas 5% em massa. O azeite apresentou coloração \n\navermelhada graças a presença de carotenóides, que são substâncias antioxidantes e \n\nestimulantes do sistema imunológico (Curvelo, 2010). O azeite de ouricuri apresentou em sua \n\ncomposição uma maior concentração de ácidos graxos insaturados e de cadeia longa, o que \n\njustifica o fato da sua viscosidade ter sido alta. Pois, fatores como maios número de carbonos \n\ne conformidade da cadeia carbônica devido às insaturações comprometem a viscosidade. Na \n\nFigura 28, é mostrado o cromatograma obtido para o azeite proveniente da polpa do ouricuri. \n\nSeu índice de acidez apresentou um valor de 13,19 mg KOH/g azeite e, sua viscosidade foi de \n\n45,55 mm\n2\n/s. Na literatura, não existem resultados expressivos com relação aos azeites de \n\noliva e dendê (óleo de palma), porém, o óleo de palma também apresenta em sua composição, \n\nproporções iguais de ácidos graxos saturados e insaturados, sendo que, com uma viscosidade \n\nmaior (69,00 mm\n2\n/s) (Coelho, 2004). \n\n \n\nFigura 28 - Cromatograma do azeite de ouricuri\n\n  \n\nFonte: Torres, 2009 \n\n2.0 3.0 4.0 5.0 6.0 7.0 8.0 9.0 min\n\n0.0\n\n2.5\n\n5.0\n\n7.5\n\n10.0\n\nuV(x100,000)\n Chromatogram\n\nC14:0 \n\n0,2% \n\nC16:0 \n\n39% \n\nC16:1 \n\n2% \n\nC18:1 \n\n32% \n\nC18:2 \n\n23% \n\nC18:3 \n\n2% \nC20:0 \n\n0,2% \nC12:0 \n\n0,1% \n\nC18:0 \n\n1% \n\n\n\n58 \n\n \n\n Quando se compara a composição em ácidos graxos presentes no óleo do ouricuri e no \n\nazeite do ouricuri, obtidos nesse trabalho, Tabela 10, observa-se que ela é diferente. O óleo \n\nde ouricuri apresenta em sua composição ácidos graxos de cadeia curta (ácidos láurico e \n\nmirístico), devido a isso apresenta características físicas peculiares importantes para \n\naplicações específicas (ex. na elaboração de sabonetes, substitutos de manteiga de cacau, óleo \n\nquímica). Enquanto que o azeite do ouricuri apresenta em maior quantidade ácidos graxos de \n\ncadeia longa (ácidos palmítico, esteárico e oléico), agindo como antioxidante biológico que \n\nprotege contra a oxidação. Esta mesma ressalva é observada nos óleos de palmiste (obtido da \n\namêndoa da palma) e dendê (obtido da polpa).  \n\n \n\nTabela 10 - Comparação da composição em ácidos graxos presente no óleo e no azeite de ouricuri. \n\n Ácidos graxos (%) \n\nC8:0 C10:0 C12:0 C14:0 C16:0 C16:1 C18:0 C18:1 C18:2 C18:3 C20:0 \n\nóleo  13 8 48 14 5 - 2 7 3 - - \n\nazeite - - 0,1 0,2 39 2 1 32 23 2 0,2 \n\nFonte: Autora, 2013 \n\n \n\n5.7 Reações de Transesterificação \n\n \n\n As reações de transesterificação do óleo de ouricuri tiveram como finalidade a \n\nobtenção do biodiesel B100, ou seja, o biodiesel puro.  As reações foram realizadas com \n\nálcool metílico e etílico.  \n\n Com a realização das duas sínteses (biodieseis metílico e etílico), sendo alterado \n\napenas o álcool, foi observada a ocorrência de diferenciação em ambos os processos, no que \n\ndiz respeito ao tempo da reação. Para se obter o biodiesel etílico, se fizeram necessárias três \n\nreações de transesterificação enquanto que para o metílico uma reação foi suficiente. O tempo \n\nde decantação para a separação das fases, biodiesel e glicerina, também é diferenciado quando \n\nse compara os dois processos de obtenção. No biodiesel etílico a glicerina leva um tempo \n\nmaior para decantar do que no biodiesel metílico. Isto é justificado, devido ao álcool etílico \n\nsolubilizar a glicerina.  \n\n A qualidade do biodiesel produzido é um fator fundamental que condiciona um bom \n\nfuncionamento e tempo de vida útil de um motor. Independentemente da rota tecnológica de \n\nprodução, a aceitação do biodiesel no mercado precisa ser assegurada e, para isso, é \n\n\n\n59 \n\n \n\nimprescindível que esse produto esteja dentro das especificações internacionalmente aceitas \n\npara o seu uso. \n\nO aspecto do biodiesel obtido foi límpido, sem observação de impurezas. O \n\nrendimento em ésteres, para o biodiesel etílico e metílico, mostrou-se superior a 96,5%, o que \n\nevidencia que o biodiesel obtido a partir do ouricuri é uma alternativa viável na produção de \n\nbiocombustíveis. \n\nBiocombustíveis provenientes de outras oleaginosas como é o caso do babaçu, têm-se \n\nteor de ésteres tanto metílico quanto etílico acima dos 96,5%, ou seja, também atendem a \n\nnorma da ANP nº 14 (Santos, 2008) e da soja, com teor de ésteres metílicos e etílicos acima \n\nde 96% (Candeia, 2008), mostram a viabilidade de se também utilizar o óleo de ouricuri como \n\nfonte para produção de biodiesel. \n\n Na Figura 29, temos uma comparação dos espectros de RMN \n1\nH para o óleo e o \n\nbiodiesel metílico e etílico. Observa-se que os sinais referentes ao triacilglicerídeo multipleto \n\nentre 4,0 e 4,5 ppm estão presentes no óleo de ouricuri. Mas, após a reação de \n\ntransesterificação para a síntese do biodiesel metílico, este sinal desaparece, e o espectro de \n\nRMN \n1\nH apresenta um novo sinal, que é referente aos prótons da metoxila dos ésteres \n\nformados (singleto a ? 3,6 ppm) e, para o biodiesel etílico apresentou apenas um quarteto em \n\n4,2 ppm, referente aos prótons da etoxila formada (-O-CH2-CH3). \n\n \n\nFigura 29 - Comparação dos espectros de RMN \n1\nH para o óleo e os biodieseis metílico e etílico\n\n \n\nFonte: Autora, 2013 \n\n\n\n60 \n\n \n\n Na Tabela 11, encontram-se alguns parâmetros físico-químicos encontrados para os \n\nbiodieseis obtidos. \n\n \n\nTabela 11 - Parâmetros físico-químicos dos biodieseis metílico e etílico de ouricuri \n\n ETÍLICO METÍLICO ANP \n\nDensidade (kg/m\n3\n) 864 871 850-900 \n\nÍndice de acidez (mg KOH/g \n\nbiodiesel) \n\n3,29 2,12 0,5 \n\nViscosidade 40 °C (mm\n2\n/s) 3,20 3,00 3-6 \n\nResíduo de carbono (%) m/m 0,048 0,025 0,05 \n\nEntupimento a filtro frio (ºC)&lt;-10&lt;-10 - \n\nRancimat (h) - 9 6 \n\nPoder calorífico (J/g) 37000* 37000* - \n\n*\nvalor de literatura (Ferreira, 2010) \n\nFonte: Autora, 2013 \n\n \n\nO biodiesel por ser um combustível derivado de óleos e gorduras animais ou vegetais \n\nestá sujeito a oxidação, devido a longos tempos de armazenamento, exposições ao ar e \n\npresença de traços de peróxidos que podem aumentar a oxidação e assim diminuir a qualidade \n\ndo biodiesel. A estabilidade oxidativa do biodiesel depende das quantidades de ácidos graxos \n\nsaturados e insaturados presentes no óleo utilizado na sua produção. Ácidos graxos saturados \n\nsão mais estáveis que os insaturados, pois estes favorecem o processo oxidativo. Sendo assim \n\né importante conhecer estabilidade oxidativa do biodiesel para poder estabelecer condições de \n\narmazenamento e transporte deste produto (Dantas, 2010). O biodiesel metílico do ouricuri \n\nmostrou-se resistente a oxidação, com um tempo de 9horas de estabilidade, enquanto que o \n\nbiodiesel etílico oxidou nos primeiros minutos. É importante salientar que contaminantes \n\npresentes em pequenos teores na amostra de biodiesel, podem interferir nesse resultado, já que \n\no método está baseado numa medida de condutividade. \n\nO poder calorífico é um importante parâmetro na seleção do combustível e \n\nnormalmente são encontrados valores inferiores para o biodiesel quando comparados ao diesel \n\nde petróleo, devido ao seu conteúdo de oxigênio (Ferreira, 2010). No caso do biodiesel obtido \n\na partir do óleo de ouricuri, o poder calorífico foi considerado competitivo tornado este \n\ncombustível viável em termos de quantidade de energia fornecida após a queima em motores \n\nde automóveis.   \n\n\n\n61 \n\n \n\nA viscosidade do biodiesel apresentou valor inferior se compararmos com o biodiesel \n\ndo óleo de soja (metílico 5,75 mm\n2\n/s e etílico 5,83mm\n\n2\n/s) (Candeia, 2008) e similar \n\ncomparando-a com o biodiesel de babaçu (metílico 3,07 mm\n2\n/s e etílico 3,5 mm\n\n2\n/s) (Santos, \n\n2008), por exemplo. \n\nOs valores relativos aos parâmetros físico-químicos aqui estudados, obtidos para o \n\nbiodiesel em estudo, mostraram que o mesmo atende às especificações de qualidade do \n\nbiodiesel, segundo a Resolução nº 14 da ANP, com exceção do índice de acidez. Tal fato \n\nindica que o processo de lavagem e separação dos biodieseis metílico e etílico não foram \n\nsuficiente bem realizados, para que os rendimentos e análises das reações de \n\ntransesterificação, em presença de catalisadores básicos, não sejam afetados. \n\n \n\n  \n\n\n\n62 \n\n \n\n6 CONSIDERAÇÕES FINAIS \n\n \n\n? Após todo o estudo físico-químico, a palmeira Syagrus coronata mostrou ser uma \n\nbiomassa com potencial uso como fonte alternativa para obtenção de energia, pois \n\nagrega uma quantidade de energia comparável a biomassas utilizadas.  \n\n? O teor de umidade de umidade apresentado nas amostras foi considerado favorável \n\npara sua utilização e, observou-se que o teor de umidade em torno dos 13% apresenta \n\num poder calorífico alto. \n\n? A quantidade de cinzas geradas pelas biomassas do ouricuri é muito pequenas, \n\ncomparadas com outras biomassas o que contribui para sua viabilidade. \n\n? A densidade foi suficiente capaz de mostrar que a melhor opção é pelas biomassas \n\ncompactadas, diminuindo custos com transporte. \n\n? O poder calorífico observado é comparado às diversas fontes de biomassa já \n\nutilizadas. Suas emissões são menos agressivas e, os resíduos podem ser utilizados \n\ncomo nutrientes em novas culturas. \n\n? Tanto a localidade quanto a época em que a palmeira foi coletada não influenciou nos \n\nresultados, sendo, portanto, mais um fator positivo em relação ao seu uso, podendo a \n\nmesma ser utilizada durante todo o ano. \n\n? Em relação ao óleo, extraído sem utilização de solventes orgânicos, tem um \n\nrendimento de até 50% a depender do tipo de prensa utilizada, o estudo mostrou que o \n\nmesmo tem características que mostram sua potencialidade para ser utilizado como \n\nbiocombustível. \n\n? A obtenção do biodiesel etílico apesar de ter sido dificultada, sendo necessárias três \n\netapas, mostra que o mesmo é de boa qualidade. \n\n? A síntese do biodiesel metílico, em apenas uma única etapa, demonstra a sua \n\nviabilidade técnica em relação ao biodiesel etílico, apesar de ambos terem o teor de \n\nésteres que atendam a resolução ANP Nº 14. \n\n? Por conseguinte, sugere-se que os biodieseis obtidos são viáveis como fontes \n\nalternativas renováveis para serem aplicados como combustíveis em motores do ciclo \n\na diesel.  \n\n \n\n\n\n63 \n\n \n\n7 PERSPECTIVAS \n\n \n\n Com este estudo, foi possível corroborar com dados técnicos toda a potencialidade da \n\npalmeira ouricuri. É importante que as pessoas que trabalham e vivem da colheita do ouricuri \n\ntenham acesso a tais informações, pois sua utilização, até então muito baseada em crendices \n\npopulares, passa a ter respaldo científico. \n\n A palmeira Syagrus coronata teve todo um estudo físico-químico realizado. A partir \n\nde agora se pode fazer uma pesquisa de campo e repetir o estudo com prováveis espécies \n\nnativas do Nordeste Brasileiro e regiões para estudos de reflorestamento.  \n\n\n\n64 \n\n \n\n8 REFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nASSOCIAÇÃO BRASILEIRA DO CARVÃO MINERAL - ABCM. Gaseificação. 2012. \n\nDisponível em:<http://www.carvaomineral.com.br/abcm/conteudo.asp?d1=38&amp;d2=&amp;d3 \n\n=15>. Acesso em: abril 2012. \n\n \n\nAGÊNCIA NACIONAL DE ENERGIA ELÉTRICA - ANEEL. Biomassa. Disponível em: \n\n<http://www.aneel.gov.br/aplicacoes/atlas/pdf/05-Biomassa(2).pdf>. Acesso em: dezembro \n\n2011. \n\n \n\nAGÊNCIA NACIONAL DO PETRÓLEO, GÁS NATURAL E BIOCOMBUSTÍVEIS - \n\nANP. O biodiesel obrigatório. 2009. Disponível em:&lt;http://www.anp.gov.br/?pg=16197&amp;m \n\n=&amp;t1 =&amp;t2=&amp;t3=&amp;t4= &amp;ar=&amp;os=&amp;cachebust=12657 41752921>.Acesso em: fevereiro 2012. \n\n \n\nATABANI, A. E., SILITONGA, A. S., ONG, H. C., MAHLIA, T. M. I., MASJUKI, H. H., \n\nBADRUDDIN, I. A., FAYAZ, H. Non-edible vegetable oils: A critical evaluation of oil \n\nextraction, fatty acid compositions, biodiesel production, characteristics, engine performance \n\nand emissions production. 2013. Renewable and Sustainable Energy Reviews. v.18, \n\npp.211–245. \n\n \n\nBELTRÃO, N.E.M; OLIVEIRA, M.I.P. Oleaginosas potenciais do Nordeste para a \n\nprodução de biodiesel. 2007. Empresa Brasileira de Pesquisa Agropecuária. Centro Nacional \n\nde Pesquisa de Algodão. Campina Grande, PB. Disponível em:&lt;http://www.infoteca.cnptia \n\n.embrapa.br/bitstream/CNPA/21063/1/DOC177.pdf>. Acesso em: outubro 2011. \n\n \n\nBONDAR, G. O. Licurizeiro e suas potencialidades na economia brasileira. 1938. Revista de \n\nEntomologia. v.11, p. 199-214. \n\n \n\nBRASIL. Lei nº 11.097, de 13 de janeiro de 2005. Diário Oficial da República Federativa \n\ndo Brasil. Brasília, DF, de 14/01/2005, n.10, s.1, p.8. \n\n \n\nBRASIL. Ministério da Ciência e Tecnologia. Portaria Ministerial nº 702, de 30 de outubro de \n\n2002. Diário Oficial da República Federativa do Brasil. Brasília, DF, de 06/11/2002, s.1, \n\np.23. \n\n \n\nBRASIL. Resolução de 13, de março de 2008. Diário Oficial da República Federativa do \n\nBrasil. Brasília, DF, de 14/03/2008, n.51, s.1, p.82. \n\n \n\nBRASIL. Resolução nº 2, de 27 de abril de 2009. Diário Oficial da República Federativa \n\ndo Brasil. Brasília, DF, de 18/05/2009, n.92, s.1, p.90. \n\nhttp://www.carvaomineral.com.br/abcm/conteudo.asp?d1=38&amp;d2=&amp;d3%20=15\nhttp://www.carvaomineral.com.br/abcm/conteudo.asp?d1=38&amp;d2=&amp;d3%20=15\nhttp://www.aneel.gov.br/aplicacoes/atlas/pdf/05-Biomassa(2).pdf\nhttp://www.anp.gov.br/?pg=16197&amp;m%20=&amp;t1%20=&amp;t2=&amp;t3=&amp;t4=%20&amp;ar=&amp;os=&amp;cachebust=12657%2041752921\nhttp://www.anp.gov.br/?pg=16197&amp;m%20=&amp;t1%20=&amp;t2=&amp;t3=&amp;t4=%20&amp;ar=&amp;os=&amp;cachebust=12657%2041752921\n\n\n65 \n\n \n\nBUZETZKI, E., SIDOROVÁ, K., CVENGROŠOVÁ, Z., KASZONYI, A., CVENGROŠ, J. \n\nThe influence of zeolite catalysts on the products of rapeseed oil cracking. 2011. Fuel \n\nProcessing Technology. v.92, pp.1623–1631. \n\n \n\nCANDEIA, R. A. Biodiesel de soja: síntese, degradação e misturas binárias. João Pessoa, \n\n2008. 132 p. Tese (Doutorado em Química)- Universidade Federal da Paraíba, 2008. \n\n \n\nCARVALHO, N. O. S.; PELACANI, C. R.; RODRIGUES, M. O. de. S.;CREPALDI, I. C. \n\nUso de substâncias reguladoras e não específicas na germinação de sementes de licuri \n\n(Syagrus coronata (MART.) BECC). 2005. Sitientibus Série Ciências Biológicas, v. 5, n 1, \n\npp. 28-32. \n\n \n\nCENTRO NACIONAL DE REFERÊNCIA EM BIOMASSA - CENBIO. Fontes de \n\nBiomassa. 2011. Disponível em:<http://cenbio.iee.usp.br/saibamais/fontes.htm>. Acesso em: \n\ndezembro 2011. \n\n \n\nCOELHO, S. T. C.; da SILVA, O. C.; VELÁSZQUEZ, S. M. S. G.; MONTEIRO, M. B. C. \n\nA.; SILOTTO, C. E. G. A utilização de óleo de palma “in natura” como combustível em \n\ngrupos geradores a diesel. 2004. I Congresso Internacional de Bioenergia, Campo Grande. \n\nDisponível em:<http://cenbio .iee.usp.br/download/projetos/provegambioe.pdf>. Acesso em: \n\njaneiro 2013. \n\n \n\nCONCEIÇÃO, M. M.; CANDEIA, R. A.; DANTAS, H. J.; SOLEDADE, L.E.B.; \n\nFERNANDES Jr., V. J.; SOUZA, A. G. Rheological Behavior of Castor Oil Biodiesel. 2005. \n\nEnergy &amp; Fuels, v.19, pp. 2185-2188. \n\n \n\nCORTEZ, L. A. B; LORA, E. S.; GÓMEZ, E. O.(org) Biomassa para energia. 2008. \n\nCampinas, SP: Editora da Unicamp, 2008. \n\n \n\nCREPALDI, I. C.; MURADIAN, L. B. de. A.; RIOS, M. D. G.; CAMARGO PENTEADO, \n\nM. de. V. C.; SALATINO, A. Composição nutricional do fruto de licuri (Syagrus coronata \n\n(Martius) Beccari). 2001. Revista Brasileira de Botânica. v.24, n.2, pp.155-159. \n\n \n\nCURVELO, F. M. Uma imersão no tabuleiro da baiana: o estudo do óleo de palma bruto \n\n(Elaeis guineensis). Salvador, 2010.103p. Dissertação (Mestrado em Alimentos, Nutrição e \n\nSaúde)- Universidade Federal da Bahia, 2010. \n\nDANTAS, M. B. Blendas de biodiesel: propriedades de fluxo, estabilidade térmica e \n\noxidativa e monitoramento durante armazenamento. João Pessoa, 2010. 115p. Tese \n\n(Doutorado em Química)- Universidade Federal da Paraíba, 2010. \n\n \n\nhttp://cenbio.iee.usp.br/saibamais/fontes.htm\n\n\n66 \n\n \n\nTORRES, M. A. Z. Desafios para o desenvolvimento do setor de Energias Renováveis no \n\nBrasil. 2009. Disponível em:<http://www.jelareproject.eu/Downloads/panoramabrazil/presen \n\ntations/Networkin g-BR-Brasil-2.pdf>. Acesso em: abril 2012. \n\n \n\nEMPRESA DE PESQUISA ENERGÉTICA - EPN, 2011. Balanço Energético Nacional \n\n2011 – Ano base 2010: Resultados Preliminares Rio de Janeiro: EPE, 2011. 49 p.18. \n\nDisponível em:<https://ben.epe.gov.br/downloads/ResultadosPreBEN2011 .pdf>. Acesso em: \n\nabril 2012. \n\n \n\nFARIA, C. Biomassa. 2011 Disponível em:<http://www.infoescola.com/combustiveis/biomas \n\nsa/>. Acesso em: novembro 2011. \n\n \n\nFERREIRA W. L. S. TEIXEIRA K. S. L. S., MENEGHETTI,S.M.P., MENEGHETTI, M.R. \n\nSANTOS I.C.F., SILVA J.P.V., CARVALHO S.H.V., SOLETTI J.I. Characterization of \n\nSyagrus coronata (Mart.) Becc. Oil and properties of methyl esters for use as biodiesel. 2010. \n\nIndustrial Crops and Products. v.32, pp 518–521. \n\n \n\nFERTIBOM. Disponível em:<http://www.fertibom.com.br>. Acesso em: junho 2012. \n\n \n\nFONSECA, ?.; GUTIERREZ, L. ?. Composição em ácidos g r a x os d e óleos vegetais e \n\ngorduras animais. 1974. Disponível em:<http://www.scielo.br/pdf/aesalq/v31/38.pdf>. \n\nAcesso em: fevereiro 2013.  \n\n \n\nFUKUDA, H.; KONDO, A.; NODA, H. Biodiesel fuel production by transesterification of \n\noils. 2001. Journal of Bioscience and Bioengineering, n.5, v.92, pp.405-416. \n\n \n\nGUARDABASSI, P. Sustentabilidade da biomassa como fonte de energia perspectivas \n\npara países em desenvolvimento. São Paulo, 2006. Dissertação (Mestrado em Energia)- \n\nUniversidade de São Paulo, 2006. \n\n \n\nHENDERSON, A.; GALEANO, G.; BERNAL, R. Field guide to the palms of the \n\nAmericas. NewJersey: Princeton University Press, 1995. 351 p. \n\nKARPINSK, L. A.; PANDOLFO, A.; REINEHR, R.; KUREK, J.; PANDOLFO, L.; \n\nGUIMARÃES, J. Gestão diferenciada de resíduos da construção civil : uma abordagem \n\nambiental [recurso eletrônico] Dados eletrônicos. – Porto Alegre : Edipucrs, 2009. 163 p. \n\nDisponível em:<http://www.pucrs.br/orgaos/edipucrs/>. Acesso em: abril 2012. \n\n \n\nHOFFMAN, R. Método avaliativo da geração regionalizada de energia, em potências \n\ninferiores a 1 MWe, a partir da gestão de resíduos de biomassa – o caso da casca de \n\narroz. Porto Alegre, 1999. 211 p. Tese (Doutorado em Engenharia)- Universidade Federal do \n\nRio Grande do Sul, 1999. \n\nhttp://www.jelareproject.eu/Downloads/panoramabrazil/presen%20tations/Networkin%20g-BR-Brasil-2.pdf\nhttp://www.jelareproject.eu/Downloads/panoramabrazil/presen%20tations/Networkin%20g-BR-Brasil-2.pdf\nhttps://ben.epe.gov.br/downloads/ResultadosPreBEN2011%20.pdf\nhttp://www.infoescola.com/combustiveis/biomas%20sa/\nhttp://www.infoescola.com/combustiveis/biomas%20sa/\nhttp://www.fertibom.com.br/\nhttp://www.scielo.br/pdf/aesalq/v31/38.pdf\nhttp://www.pucrs.br/orgaos/edipucrs/\n\n\n67 \n\n \n\nKNOTHE, G.; GERPEN, J. V.; KRAHL, J.; RAMOS, L. P. Manual de Biodiesel. 2006. 1\na\n \n\ned. São Paulo: Editora Edgard Blücher. \n\n \n\nLEUNG, D. Y. C.; WU, X.; LEUNG, M. K. H. A review on biodiesel production using \n\ncatalyzed transesterification. 2010. Applied Energy,n.4, v.87, pp.1083–1095. \n\n \n\nLORENZI, H. Árvores Brasileiras: manual de identificação e cultivo de plantas arbóreas \n\nnativas do Brasil. 1992. Editora Platarum, Nova Odessa, São Paulo. p.287. \n\n \n\nLORENZI, H.; SOUZA, H.M.; MADEIROS-COSTA, J.T.; CERQUEIRA, L.S.C. &amp; \n\nFERREIRA, E. Palmeiras Brasileiras e Exóticas Cultivadas. 2004. Editora Plantarum. \n\nNova Odessa, São Paulo. p.432. \n\n \n\nMEDEIROS-COSTA, J.T. As espécies de palmeiras (Arecaceae) do Estado de Pernambuco, \n\nBrasil. 2002. pp.229-236. In: M. Tabarelli &amp; J.M.C. Silva (eds.). Diagnóstico da \n\nBiodiversidade de Pernambuco. Recife, SECTMA &amp; Massangana. \n\n \n\nMENDONÇA, D. R. Emprego de catalisadores de estanho (IV) em reações de \n\ntransesterificação. Maceió, 2008. 108 p. Dissertação (Mestrado em Engenharia Química)- \n\nUniversidade Federal de Alagoas, 2008.  \n\n \n\nNOBLICK, L. R. The indigenous palms of the State of Bahia, Brazil. 1991. PhD Thesis, \n\nUniversity of Illinois, Chicago. \n\n \n\nOLIVEIRA, F. C. C., SUAREZ, P. A. Z., DOS SANTOS, W. L. P. Biodiesel: Possibilidades \n\ne Desafios. 2008. Química Nova na Escola, pp. 3-8. Disponível em: &lt;http://qnesc.sbq.org.br \n\n/online/qnesc28/02-QS-1707.pdf>. Acesso em: novembro 2012.  \n\n \n\nOLIVEIRA, L. B.; COSTA, A. O. Biodiesel: uma experiência de desenvolvimento \n\nsustentável. In: CONGRESSO BRASILEIRO DE ENERGIA, 2002, Rio de Janeiro. Anais \n\neletrônicos. Rio de Janeiro: COPPE, 2002. Disponível em:&lt;http://www.ivig.coppe.ufrj.br/ \n\ndoc/biodiesel.pdf>. Acesso em: setembro 2012. \n\n \n\nOIKOS Laboratórios. Palmeiras. 2012. Disponível em:<http://www.oikos.ufpr.br/produtos \n\n/palmeira.pdf>. Acesso em: janeiro 2012. \n\nQUIRINO, W. F., do VALE, A. T., de ANDRADE, A. P. A., ABREU, V. L. S., AZEVEDO, \n\nA. C. S. Poder calorífico da madeira e de resíduos lignocelulósicos. 2004. Biomassa &amp; \n\nEnergia, v.1, n.2, pp.173-182. \n\n \n\nhttp://www.oikos.ufpr.br/produtos%20/palmeira.pdf\nhttp://www.oikos.ufpr.br/produtos%20/palmeira.pdf\n\n\n68 \n\n \n\nRAMALHO, C. I. Licuri (Syagrus coronata). 2011. Disponível em:&lt;http://www.cca.ufpb. \n\nbr/lavouraxerofila/pdf/licuri.pdf>. Acesso em: abril 2012. \n\n \n\nRODRIGUES, R. A. Biodiesel no Brasil: diversificação energética e inclusão social com \n\nsustentabilidade. 2006. In: FERREIRA, J. R.; CRISTO, C. M. P. N. (Coord.). O Futuro da \n\nindústria: biodiesel - Coletânea de Artigos. Brasília, DF: Ministério do Desenvolvimento, \n\nIndústria e Comércio Exterior: IEL, 2006. 143 p. (Série Política Industrial, Tecnológica e de \n\nComércio Exterior, 14).  \n\n \n\nSANTANA, N. O. Crescimento inicial de plantas licuri (Syagrus coronata (Mart.) Becc.) em \n\ndiferentes níveis de luminosidade. 2006. Revista Árvore, Viçosa, v.30, n.3, jun.2006, \n\nESALQ/USP. \n\n \n\nSANTOS, J. R. de J. Biodiesel de babaçu: avaliação térmica, oxidativa e misturas  \n\nbinárias. Orientador: Antônio Gouveia de Souza. 2008. 103p. Tese (Doutorado em Química)- \n\nUniversidade Federal da Paraíba, 2008. \n\n \n\nSILVA, A. J. Digestão anaeróbia. 2011. Disponível em:<http://www.ceset.unicamp.br/ \n\n~ajsilva/.../PROCE SSOS%20ANAERÓBIOS.d>. Acesso em: abril 2012. \n\n \n\nSILVA, C. L. M. Obtenção de Ésteres Etílicos a partir da Transesterificação do Óleo de \n\nAndiroba com Etanol. Orientador: Ulf Friedrich Schuchardt. 2005. Dissertação (Mestrado \n\nem Química)- Universidade Estadual de Campinas, 2005. \n\n \n\nSILVA, G. J. DA. Produção de haplóides androgenéticos em milho. 2009. Disponível \n\nem:<http://www.cnpms.embrapa.br/publicacoes/publica/2009/documento/Doc_81.pdf>. \n\nAcesso em: janeiro de 2013. \n\n \n\nSOUZA, J. E. A. de. Avaliação das diversas fontes e tipos de biomassa do estado de \n\nAlagoas: estudo de suas características físico-químicas e de seu potencial energético. \n\nMaceió, 2011. 180p. Tese (Doutorado em Ciências)– Universidade Federal de Alagoas, 2011. \n\n \n\nWANG, W. G.; LYONS, D. W.; CLARK, N. N.; GAUTAM, M. Emissions from nine heavy \n\ntrucks fueled by diesel and biodiesel blend without engine modification. 2000. Environ Sci \n\nTechnol., v.34, pp.933-939. \n\n \n\nZHANG, Y.; DUBE, M. A.; MCLEAN, D. D.; KATES, M. Biodiesel production from waste \n\ncooking oil: 1. Process design and technological assessment. 2003. Bioresource Technology, \n\nv.89, pp.1-16. \n\n \n\nhttp://www.ceset.unicamp.br/%20~ajsilva/.../PROCE%20SSOS%20ANAERÓBIOS.d\nhttp://www.ceset.unicamp.br/%20~ajsilva/.../PROCE%20SSOS%20ANAERÓBIOS.d\nhttp://www.cnpms.embrapa.br/publicacoes/publica/2009/documento/Doc_81.pdf"}]}}}