{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05232"}, {"@name": "filename", "#text": "08_Dantas_Moura.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "REFINAÇÃO E PETROQUÍMICA\ncurvas veb e entalpia versus temperatura, pelo computador ibm-1130\n(£ A\"' Dantas Moura (*)\nSINOPSE — Em trabalho publicado no vol. 11, n.° 2, dêste BOLETIM TÉCNICO, foi resumidamente descrito o método Chao-Sbadeb, cuja correlação permite realizar o cálculo de entalpias e equilíbrios de misturas. No presente estudo se detalha o emprêgo desta correlação para o cálculo de pontos das curvas VEB (vaporização por expansão brusca) e entalpia versus percentagem vaporizada (ou temperatura), a uma pressão qualquer. As curvas VEB encontram aplicação no dimensionamento de condensadores e no cálculo prato-a-prato, por computador.\n(*) Técnico da Divisão de Desenvolvimento de Pessoal, Serviço de Pessoal (DIDEP/SEPES) — PETROBRÁS\nL - m fel ___________\ni\nC.\tA. Dantas Moura, nascido em 19Í1, formado pela Escola Nacional de Engenharia da antiga Universidade do Brasil. Antes de ingressar na PETROBRAS, foi professor do curso preparatório para vestibulares — C.O.S. Na Emprêsa, fez os Cursos de Refinação de Petróleo, no ex-CENAP, no qual atuou depois como assistente; de Processamento de Dados, na DIPROC; e de Técnica de Ensino, na PUC.. Presentemente, desempenha as funções de Coordenador e Professor do Curso de Engenharia de Processamento (CENPRO}.\n1 - INTRODUÇÃO\n3 = 2xi ■ Vi • ái/SxiVi\n(6)\nO método de Chao-Seader, que se presta ao uso de computadores digitais, reflete a tendência atual dos cálculos de destilação, onde se introduzem modelos cada vez mais aproximados (e complicados) para descrever os processos dessa operação unitária. Fizemos um apanhado geral da correlação em causa no artigo intitulado Método CHAO-SEADER, vindo a público no vól. 11, n.° 2, do BOLETIM TÉCNICO DA PETROBRÁS (* 3 * *). Quem acompanha a literatura especializada terá tomado conhecimento de outro método, provàvelmente mais preciso: o de Prausnitz e colaboradores. Método semiteórico, tal como o de Chao-Seader, calcula os têrmos de tuna equação termodinâmica rigorosa por meio de equações empíricas ou semi-empíricas. A diferença reside na maior ou menor sofisticação das equações.\nAs comparações feitas com dados experimentais por Prausnitz, especialista em Termodinâmica, produzem desvios médios da ordem de 3-4%, que quase coincidem com o limite de confiança dos métodos experimentais. Contudo, por tal aumento de precisão se paga alto preço: maior complicação algébrica da correlação resultante.. Mais uma vez ressaltamos que é exatamente a mesma a filosofia de ambas as correlações.\t.\nEquações utilizadas (*):\nKi = AUAL\t(1)\nlog vi = log vi (0) + Wi • log vi (1)\t(2)\nlog vi (0) = Ao + Aj/Tri + A2 • Tri -f- A3 Ty -J- A4 Tn +\n+ (Ag + Ag Tri + A7 Tr2j) Prl +\n+ (As + Ao Tri) P2! - log Prl\n(3)\nlog Vi (1) = - 4,23893 + 8,65808 Tn - 1,22060/Tn -\n- 3,15224 T„ - 0,025 (Pn - 0,6)\t(4)\nlog 7i = Vi (3i - 3) 2/2,54205 • T\t. (5).\nAi = (0,4278/Pci • T2;?)0,5 , Bi = 0,0867/Pn • TrI (7)\nA = Syi Ai , B = Syi Bi\t(8)\nz3 - z2 + z (A2P - BP - B2P2) - (A2P) (BP) = 0 (9)\n(z-1) (B./B)\n2,302585\n-log (z-B.P)-\nlog&lt;fe =\nA2\nB\ndT - 2,3Q258f)R T2\nTC1 '\n-----+ A 2 A Tri (2A3 + 3A4 Tri) +\n_ Irl\n+ (Ag + 2A7 Tri) Prl + A9 Fri +\n+ oil (8,65808 + 11-2.6 * *.0,.... 9,45672 T2)\t-\nT?i\t_\n- 1,8 Vi (7 - 5i)2 ■\t(13)\n-\nHl = Sxi H1l\t(14)\n(*) A numeração das equações acompanha, de (1) a (11), a seqüência numérica estabelecida no trabalho já publicado,\ne a simbologia encontra-se apensa a êste artigo. Em tôdas.\nas equações o índice i designa um componente genérico,\ne varia, nos somatórios, de 1 até ao número total de com-\nponentes. V representa o número de moles de vapor for-\nmados; F, o número de moles da carga ou mistura; e V/F,\na- percentagem vaporizada.\nA curva VEB, também conhecida por curva flash, relaciona com as temperaturas as percentagens vapo-j rizadas, a pressão constante. A temperatura em que se forma a primeira porção infinitesimal de vapor denomina-se ponto de bôlha, e ponto de orvalho, na pressão dada, a temperatura mais baixa em que a carga se encontra totalmente vaporizada. Variando-se a temperatura entre êsses dois limites, a percentagem vaporizada oscilará entre 0 e 100. Só se deve fazer o cálculo de pontos da curva VEB quando conhecidos seus pontos extremos.\n-\t2 — CÁLCULO DOS PONTOS DE BO-\nLHA E DE ORVALHO\n-\tEstão esquematizadas na fig. 1 as curvas VEB e PEV (pontos de ebulição verdadeiros) de uma mesma carga, a determinada pressão. Na curva PEV, são a temperatura de A' e B', respectivamente, os pontos de ebulição dos componentes de volatilidade extrema\n' da carga, na pressão dada.\nObserve-se que o ponto de bolha da mistura (ponto A) se acha numa temperatura em geral bem mais 3 elevada que a de A', e o ponto de orvalho (B), numa temperatura em geral bem mais baixa que a de B'.\nFig. 1 —Esquema das curvas VEB e PEV de uma mesma carga, a uma dada pressão\nEm geral — dissemos, porque, para cargas ou misturas de faixa de destilação pequena, as curvas ten-x dem a se aproximar. Na maioria dos casos, a curva VEB tem inclinação bem menos acentuada que a. PEV. .\nO ponto de bolha de uma mistura isenta de não--condensáveis obtém-se pela conhecida equação: '\tSKi ■ zi = 1,0\t(15)\nonde 2i representa a fração molar de cada compo-. nente na mistura, e K, a constante de equilíbrio de . cada componente, na pressão dada e na temperatura do ponto de bôlha.\nA despeito de seu aspecto formal extremamente simples, a equação (15) só pode ser resolvida por tentativas, quando se considera a influência da composição das fases sôbre o valor da constante de equilíbrio (ver equações (5), (6), (7), (8), (9), e (11)). A composição da fase líquida coincide com a da carga, sendo, portanto, conhecida, mas não ocorre o mesmo com a da fase vaporizada. E a equação (15) resume-se na afirmação de que o somatório das frações molares de todos os componentes no vapor é igual a 1,0.\nSe substituirmos Ki, na equação (15), por seu valor obtido em (1), teremos:\nSn • ?! ■ Z./01 = l>0\t•\t(16)\nNesta equação vt é função da pressão, temperatura e propriedades dos componentes; yf, coeficiente de atividade da fase líquida, depende da temperatura, do componente e da composição do líquido, já conhecida. Portanto, se arbitrarmos uma temperatura, os têrmos da equação (16) ficarão conhecidos, com exceção de 4>t.\nO coeficiente&lt;£, e a composição do vapor estão inter-relacionados. Visto desconhecermos yt, fazemos uma estimativa inicial, sem considerar A equação exata é:\nyi = Ki xi = Ki zt = vi tí/0! zt\t(16a)\nou, não considerando\nyi = vi • 7i/zi\t(Í7)\nOs valores de calculados pela equação (17) permitem estimar e recalcular yi pela equação exata (16a). O processo iterativo continua até que a diferença, em valor absoluto, dos valores de yt calculados nas iterações n e (nfll) seja inferior a um certo número, suficientemente pequeno. No programa para cálculo do ponto de bôlha impusemos a condição:\n. | (y5n + l- (yi)n| &lt;10”6\nA complexidade das equações de Chao-Seadeu. pode trazer a impressão de que a convergência necessita grande número de iterações. Tal, entretanto, não se dá, pois os valores das constantes de equilíbrio ficam pràticamente inalterados quando ocorrem variações não muito grandes na composição. Não se interprete esta observação como um indício de terem 7i e&lt;/>i pequena influência sôbre o valor de 7^: o sentido da afirmação, baseada na experiência, é que 7í e&lt;j>i pouco variam quando a composição se altera. Em linguagem matemática, podemos dizer: as derivadas parciais de Kf, em relação a xt e yt, têm valor próximo de zero.\nO diagrama de blocos simplificado, para o cálculo da temperatura do ponto de bôlha correspondente a uma dada pressão, vem representado na fig. 2.\nUma questão' muito importante está na escolha das temperaturas a arbitrar, pois o computador, inteiramente destituído de bom-senso, é incapaz de distinguir a má da boa tentativa. Convém escolher duas temperaturas que delimitem o ponto de bôlha,\nFig. 2 — Diagrama de blocos simplificado para o cálculo do ponto de bôlha.\ncalcular o somatório dos e arbitrar nova temperatura, por interpolação linear. Uma das temperaturas escolhidas é o ponto de ebulição do mai's-vo-látil, certamente abaixo do ponto de bôlha. A outra é o ponto de ebulição médio molar. Para a obtenção dêstes dois valores, precisa-se conhecer temperaturas de ebulição correspondentes a uma pressão conhecida. Na maioria dos problemas, poderiamos retirar os valores de Maxwell (2), seção 4, e colocá-los entre os dados. Em outros problemas, a pressão pode ser uma variável (entre o tôpo e o fundo de uma coluna, por exemplo), e dever-se-ia parar o computador para fornecer temperaturas de ebulição em outras pressões. Portanto, é vantajoso que o programa disponha de meios para gerar seus próprios dados de pressão de vapor.\nEntre as numerosas equações propostas para a pre-dição de pressões de vapor, escolhemos uma que apresenta reduzidas essas pressões em função da temperatura também reduzida e do fator acêntrico, a saber:\nlogp„ = (0,07461 + 0,17945 Ul) T6r-lnTr(0,61192 + + 5,3976 wi) - (2,68596 + 6,4602 Wl)/Tr + + (2,6114 + 6,2808 W1)\t(18)\nonde significa a pressão do vapor reduzida, isto é, o quociente da pressão de vapor pela pressão crítica; oit o fator acêntrico (de Pitzer); e Tr a temperatura reduzida. A equação reproduz dados experimentais com uma precisão de 2,5%, quando aplicada a substâncias não-polares e para temperaturas reduzidas superiores a 0,38. Com respeito a outros detalhes, ver Pitzer (4) e Riedel (5). Para não aumentarmos o consumo de memória do computador, usamos o fator acêntrico de Chao-Seader, quase igual ao de Pitzer, sem perda apreciável de precisão.\nA equação (18) resolve-se. por tentativas, aplicando o método de Newton — já descrito no artigo publicado— quando desejamos as temperaturas de ebulição correspondentes a uma dada pressão. Passando Zo<? per para o segundo membro, obtemos uma equação do tipo F (Tr) = 0. A derivada em relação a Tt tem a forma\nF'(Tr) = (0,44766 + 1,0767 W1) T? - 0,61192 +\n+ 5,3976 wi)/Tr + (2,68596 +\n+ 6,4602 W1)/T?\t(19)\nO computador gasta um tempo diminuto para resolver a equação (18) pelo método de Newton. Num exemplo com sete componentes, a impressora, logo após a leitura do último cartão, já estava fornecendo os valores das temperaturas de ebulição, que pràti-camente se igualam aos de Maxwell. Como as temperaturas de ebulição, no ponto de orvalho, são úteis para as tentativas, fizemos uma sub-rotina chamada PVAPO, que calcula estas temperaturas e se usa nos dois programas. O mesmo raciocínio empregado para o ponto de bôlha servirá, mutatis mutandis, para traçar o diagrama de blocos relativo ao ponto de orvalho. Neste caso, o coeficiente de atividade da fase\nlíquida (7,) é o ponto a determinar por tentativas, para cada temperatura arbitrada.\nNos dois problemas, certos dados podem ficar armazenados (em discos ou cartões), à disposição de todos os usuários, para quaisquer condições de processo: são as constantes de cada componente (temperatura e pressão críticas, fator acêntrico, parâmetro de solubilidade, etc.), as quais já se encontram perfuradas em cartões. Os dados variáveis para cada problema dizem respeito à pressão, ao número de . componentes e à composição da carga.\nAo cálculo do equilíbrio segue-se o cálculo da entalpia, feito sem tentativas. Deve-se escolher uma temperatura de referência, a qual, no programa que fizemos, coincide com 0 ponto de bôlha da carga, não havendo necessidade de calcular a entalpia correspondente ao ponto de bôlha. O programa de ponto de orvalho fornece como resultados a temperatura do ponto de orvalho, a composição da primeira gôta e, se a chave 1 da unidade central estiver levantada, a entalpia do vapor saturado.\n2.1\t— PONTOS INTERMEDIÁRIOS DA CURVA FLASH {OU VEB)\nHá, sem exagêro, mais de uma dezena de métodos diferentes para o cálculo das composições e quantidades das fases líquida e vaporizada em equilíbrio. Cada método tenta, modificando as equações básicas de equilíbrio e balanço material, atingir a convergência 0 mais rapidamente possível, já que na solução do problema se procede por tentativas. O método clássico, proposto por Katz e Brown em 1933, é 0 mais simples, porque não emprega nenhum artifício para acelerar a convergência: às vêzes, são necessárias mais de dez tentativas para a obtenção da solução final.\nO programa ora descrito aplica o método de Lockart-McHenry (9, o qual, embora mais aperfeiçoado que o clássico, permite convergência rápida. Êstes autores fornecem detalhes sôbre o .assunto.\nSão usadas as equações:\nV* =\t~^*1_______—_____■\tÍ20)\n(i-X)\t(i<r-i)\t' J\nonde:\nV* = moles de vapor formados no flash\nFi = soma dos moles dos componentes “leves” na carga, quer dizer, componentes cujas constantes de equilíbrio são iguais ou maiores que 1,0, nas condições do flash\nFh = soma dos moles dos componentes “pesados” na carga\t'\t.\ne k* = constantes de equilíbrio dos componentes pesado e leve, da mistura binária hipotética que substitui a carga considerada. Podem-se calcular pelo grupo de equações (21):\n0\nV/F arbitrado\nk*\nFSKii . sã\nFi\n1\n(2Í)\nNas equações, a representa um componente leve qualquer; a, um pesado qualquer; F, moles de carga, V, de vapor, L, de líquido; K, constante de equilíbrio; zi, fração molar de um componente de carga (não confundir com z, não indexado, que é o fator de compressibilidade no método de Chao-Seadeb); y e x, frações molares no vapor e no líquido, respectivamente. Vyi e Lxt, número de moles de um componente qualquer, podem ser calculados por:\nVyi =\nF . zi\n1 + (L/V . KO\nLxi =\nF. zt\n(VKi/L) +~1\n(22)\nO método consiste, em síntese, em arbitrar 2 valores para a % vaporizada (V/F), calcular k* e k,, pelas equações do grupo (21) e calcular V* pela equação (20). Em seguida, compara-se (V*IF) com (y[F). Se der diferente, faz-se nova tentativa, por interpolação linear, como ilustra a fig. 3.\nFig. 3 — Diagrama da nova tentativa por interpolação linear •\nValores iniciais arbitrados para (V/F): (V/F) = 0 e (V/F) = 1,0. A convergência é rápida porque a curva (V*IF) versus (V/F) corta a diagonal sob um ângulo nunca inferior a 45°, não possui ponto de inflexão, nem curvatura muito acentuada. No exemplo que usamos, nenhuma região da curva exigiu mais de quatro tentativas para se calcular com êrro inferior a 10~6 a percentagem vaporizada.\nComo as constantes de equilíbrio dependem da composição e esta só é conhecida após o cálculo do flash, deve-se estimar tuna composição inicial. Havería também o expediente de calcular o flash fazendo-se Vi = Kt, e, na tentativa seguinte, aplicar os valores da composição assim deduzidos. A alternativa não funciona muito bem, por duas razões:\na) como as constantes de equilíbrio variam pouco com a composição, mais vale operar com uma composição bastante errada do que fazer\n= vi,\nô) quando o ponto calculado estiver próximo dos extremos da curva flash, pode acontecer que não se verifiquem as condições necessárias ao flash (grupo 23) quando substituirmos Kt por vt:\nb-i) 2Ki zi > 1,0 e\n•\t(23).\nb-2) 2 (zi/Ki) >1,0\t.\nAs equações do grupo (23) são, respectivamente, as condições para que uma carga esteja (b-1) acima do ponto de bôlha e (b-2) abaixo do ponto de orvalho.\nO programa atribui valores inteiros à temperatura no intervalo situado entre os pontos de bôlha e de orvalho, que são fornecidos como dados. O cálculo tem início pelo ponto mais próximo ao ponto de bôlha, e esta circunstância nos levou, na solução do problema da composição, a adotai- para a fase líquida a própria composição da carga. Para a fase vaporizada, utilizamos a fórmula\t•\nyi = vi zi/S (Vjzi)\t(24)\nEstá representado na fig. 4 o diagrama de blocos simplificado.\nINICIO\nFig. 4 — Diagrama de blocos simplificado' para a curva flash (VEB)\n2.2\t— EXEMPLO\nTrabalhamos com a carga de uma torre estabili-zadora, feita apenas análise parcial por componentes. Pressão de 98,4 psia no prato de carga. Da análise da carga resultaram sete componentes puros e uma fração da faixa do hexano e mais-pesados. Submetida essa fração a uma destilação PEV e determinada uma curva de densidades, o ponto inicial da PEV deu 131°F, e o ponto final, 264°F. Essa curva foi dividida em 13 cortes, com 10°F de faixa de destilação, excetuados os extremos, onde as faixas respectivas oscilaram de 131 a 140 e de 250 a 264°F. Doravante se designará cada corte pela temperátura média (arredondada) de destilação.\nO passo seguinte consistiu em calcular a composição molar da carga: o pêso molecular de cada corte foi estabelecido em função do seu ponto de ebulição médio e da densidade da fração (Manual de Dados Técnicos, gráfico I-C-7); com a percentagem volu-métrica de cada fração e com os pesos moleculares se definiu a composição molar da fração C£ e, logo após, a da carga. Eis os resultados:\nCOMPONENTE\tFRAÇÃO MOLAR\tCOMPONENTE\t\tFRAÇÃO MOLAR\nMetano\t0,001131\tCorte\t165°F\t0,091008\nEtano\t0,004530\tCorte\t175°F\t0,101296\nPropano\t0,034338\tCorte\t185°F\t0,105810\nIsobutano\t0,028009\tCorte\t195-F\t0,087251\nButano\t0,083259\tCorte\t205°F\t0,071642\nIsopentano\t0,068435\tCorte\t215°F\t0,059273\nPentano\t0,059217\tCorte\t225°F\t0,049414\nCorte 136°F\t0,022418\tCorte\t235°F\t0,021535\nCorte 145°F\t0,029290\tCorte\t245°F\t0,016580\nCorte 155-F\t0,055011\tCorte\t257°F\t0,010553\nAgora, têm de ser calculadas as constantes individuais dos 13 pseudocomponentes, antes da aplicação do método de Chao-Seader. Em nosso caso, servimo-nos das equações contidas no trabalho de Robert H. Cavett (Physical Data jor ^Distillation Calculations — Vapor-Liquid Equilibria — API (Proceedings, vol. 42, seção III, págs. 351-366, 1962). Essas equações, resultantes do ajustamento de poli-nômios a correlações da indústria do petróleo, são inadequadas para cálculos manuais, em virtude do grande número de têrmos. Preparou-se, então, um pequeno programa que calcula as constantes do método de-Chao-Seader — temperatura crítica, pressão crítica, fator acêntrico, parâmetro de solubilidade e volume molar (a 25°C). Além disso, o programa calcula as constantes para a equação que dá a entalpia do gás ideal, equação do tipo\nH = a + bT + cT2 + dT3\nonde:\na\nH = entalpia do composto numa pressão suficientemente baixa para que seu comportamento seja ideal\na,b,c,d = coeficientes constantes para cadapseudo-componente, determináveis em função do °API, pêso molecular e fator UOP\nT = temperatura, em °F (atenção para esta unidade, que é diferente das unidades costumeiras neste caso — °R ou °K).\nConstantes obtidas para as frações do exemplo em discussão:\nFHAÇÃO\tTo, °R\tPc, psia\tw\t5, cal/bá ml\tv, ml/gmol\taXHF5\tbXIO-2\tcXIO\tdX105\nCorte 136°F\t911,66\t518,84\t0,2974\t7,67\t115,4\t0,2102828\t0,2552909\t0,2516707\t-0,4127207\nCorte 14õ°F\t921,60\t511,75\t0,3051\t7,65\t116,9\t0,2132272\t0,2599573\t0,2563222\t-0,4210227\nCorte 155°F\t932,66\t504,09\t0,3135\t7,61\t119,3\t0,2178667\t0,2668005\t0,2631290\t-0,4329555\nCorte 165°F\t943,74\t496,63\t0,3217\t7,57\t121,9\t0,2227591\t0,2739526\t0,2702445\t-0,4454192\nCorte 175-F\t954,83\t489,34\t0,3297\t7,54\t124,1\t0,2271434\t0,2804797\t0,2767472\t-0,4568944\nCorte 185-F\t965,92\t482,22\t0,3375\t7,51\t126,8\t0,2322807\t0,2879385\t0,2841731\t-0,4699152\nCorte 195°F\t977,01\t475,22\t0,3451\t7,45\t130,4\t0,2391617\t0,2975740\t0,2937514\t-0,4865246\nCorte 205°F\t988,09\t468,35\t0,3526\t7,43\t133,0\t0,2442769\t0,3050283\t0,3011809\t-0,4996034\nCorte 215°F\t999,17\t461,58\t0,3599\t7,40\t135,7\t0,2496318\t0,3127919\t0,3089194\t-0,5132175\nCorte 225°F\t1010,22\t454,90\t0,3670\t7,38\t138,4\t0,2549750\t0,3205532\t0,3166595\t-0,5268575\nCorte 235°F\t1021,26\t448,30\t0,3740\t7,34\t141,7\t0,2615797\t0,3298686\t0,3259386\t-0,5430844\nCorte 245°F\t1632,28\t441,76\t0,3809\t7,31\t145,0\t0,2680833\t0,3391819\t0,3352198\t-0,5593439\nCorte 257°F\t1645,46\t434,01\t0,3890\t7,27\t148,8\t0,2756619\t0,3500439\t0,3460523\t-0,5783832\nUma vez definidas as constantes tabeladas, os 13 cortes recebem o tratamento de componentes puros, assinalando-se a única diferença no cálculo da en-talpia, já que nas equações (12) e (13) a temperatura deve estar medida em graus Rankine. Além de calcular as constantes das frações e imprimir uma fôlha de resultados, o programa perfura cartões com essas informações, no mesmo formato em que estão perfuradas para os componentes puros.\nAnexa se encontra a primeira página de resultados como ilustração típica. Além do cabeçalho e dos dados, os pontos de bôlha e de orvalho estão impressos em graus Rankine. A temperatura de 703 graus Rankine é a primeira temperatura arbitrada no intervalo ponto de bôlha/ponto de orvalho; 1,05% a percentagem vaporizada; e X(I) e Y(T) as frações molares de cada componente, no líquido e no vapor, respectivamente. O computador calcülou os mesmos itens para 17 outros pontos, cujos resultados vêm resumidos na tabela disposta no final dêsté parágrafo, omitidas as composições das fases. O tempo de cálculo de cada ponto de curva somou, no pre-, sente caso, 8 segundos. Pela excessiva lentidão da impressora 1132, a maior parte do tempo de operação se consumiu na impressão dos resultados.\nTEMPERATURA,\t% VAPORIZADA\tENTALPIA TOTAL,\n°R\t\tBTU/lb.mol\n703\t1,05*\t15690\n707\t2,50\t16000\n711\t4,23\t16350\n715\t6,25\t16720\n719\t8,55\t17120\n723\t11,14\t17550\n727\t14,02\t18020\n731\t17,22\t18530\n735\t20,76\t19080\n739\t24,71\t19670\n743\t29,07\t20320\n747\t33,92\t21020\n751\t39,44\t21810\n755\t45,47\t22660\n759\t53,83\t23780\n763\t61,94\t24880\n767\t71,12\t26120\n771\t81,47\t27500\n775\t93,06\t.29040\nSIMBOLOGIA\nNa seqüência em que os símbolos aparecem:\nKt — constante de equilíbrio do componente i\nvi —coeficiente de fugacidade do componente puro, no estado líquido (iy = f1L/P ; fit = fugacidade do componente i puro, no estado líquido, psia; P = pressão total, psia)\nyt — coeficiente de atividade do componente i, no líquido\n<pi\t—- coeficiente de fugacidade do componente i,\nno vapor\nn(0)\t— coeficiente de fugacidade do fluido simples no estado líquido\nn(l)\t— fator de correção do coeficiente de fugacidade do fluido simples\n<01\t— fator acêntrico do componente i\nTrl\t—■ temperatura reduzida\nPrl\t— pressão reduzida\nV,\t— volume líquido molar, cm3/gmol\nôi — parâmetro de solubilidade do componente i\n8\t— parâmetro de solubilidade médio\nAi ) _ constantes da equação de Redlich - Kwong\nBi J para cada componente\t,\nA B\nidem para a mistura\nz\t■—■ fator de compressibilidade\nHv — entalpia da parte vaporizada da mistura, por mol de carga\nH1L —■ entalpia do componente i na mistura líquida, por mol de carga\nHt — entalpia da parte líquida da mistura, por mol de carga\nPONTOS DA CURVA FLASH CALCULADOS PELO MÉTODO DE LOCKHART-MCHENRY CONSTANTES DE EQU ILI BR IO PELA CORRELACAO DE CHAO-SEADER ENTALPIA DE REFERENCIA - GAS IDEAL A ZERO GRAUS RANKINE\n20 COMPONENTES\nPRESSÃO =\t98,40 PS IA\nCOMPOSICAO DA CARGA\nMETANO\t0,001 131'\nETANO\t0, 004530\nPROPANO\t‘\t0,034338\n1SOBUTANO\t0,028009\nN-BUTANO\t0,083259\nISOPENTANO\t0,068435\nN-PENTANO\t0,059217\nCORTE 136 F\t0,022418\nCORTE 145 F\t0,029290\nCORTE 155 F\t0,055011\nCORTE 165 F\t0,091008\nCORTE 175 F\t0,101296\nCORTE 185 F\t0, 105810\nCORTE 195 F\t0,087251\nCORTE 205 F\t0,071642\nCORTE 215 F\t0,059273\nCORTE 225 F\t0,049414\nCORTE 235 F\t•\t0,021535\nCORTE 245 F\t0,016580\nCORTE 257 F\t0,010553\nPONTO DE BOLHA =\t699,25\nPONTO DE ORVALHO\t= 777,21\n703,00 PERCENTAGEM VAPORIZADA=O,01051651\nCOMPONENTES\nMETANO\nETANO PROPANO\nISOBUTANO N-BUTANO ISOPENTANO\nN-PENTANO\nCORTE 136 F\nCORTE 145 F\nCORTE 155 F\nCORTE 165 F\nCORTE 175 F\nCORTE 185 F\nCORTE 195 F\nCORTE 205 F\nCORTE 215 F\nCORTE 225 F\nCORTE 235 F\nCORTE 245 F\nCORTE 257 F\nENTALPIA DO ENTALPIA DO ENTALPIA DA\nX( I )\n0,000841\n0,003964\n0,032717\n0, 027419\n0,081926\n0,068163\n0,059094\n0,022492\n0, 029409\n0,055277\n0,091511\n0,101919\n0,106519\n0,087878\n0,072188\n0,059747\n0,049826\n0,021 721\n0,016727\n0,010663\nY(I )\n0,028405 0,057797 0,186862 0,083479 0,208690 0,094047 0,070796 0,015503 0,018140 0,030015 0,043669 0,042704 0,039128 0 ,028 221 0,020274 0,014650 0,010657 0,004046 0,002711 0,0 00204\nLIQUIDO\nVAPOR\nMISTURA\n15516,99 .\n177 44\n15694’44 BTU/LBMOL DA CARGA\nBIBLIOGRAFIA\n(l) Lockart, F.J. &amp; McHenry, R.J. — Figure flash equilibrium easier, quicker this way. Petroleum Refiner, Houston, Texas, 37(3): 209-12, Mar. 1968.\n(2)\tMaxwell, J.B. — .Data book on hydrocarbons.\n7th ed. Princeton, New Jersey, D. Van Nostrand, 1962. 259 p.\n(3)\tMoura, Carlos Alberto Dantas — O método de\nChao-Seader. Boletim Técnico daPETROBRÁS, Rio de Janeiro, IL (2), 1968.\n(4)\tPitzer, K. —■ The volumetric and thermodyn-\namics properties of fluids. Journal of the American Chemical Society, Washington, 77:3427, July 1955.\t■\n(s) Riedel — Chem. Ingr. Tech., 26 (83), 1954. (*)\n(*) Referência não completada por não terem sido localizadas as fontes.\nSYNOPSIS ■—• The CHAO-SEADER method, which deals with phase equilibria and enthalpy calculations, has been described in a paper previously issued in this BOLETIM TÉCNICO, v. 11, n.2. Now the use of such a method is here given in detail for plotting the EFV (Equilibrium Flash Vaporization) curve and the enthalpy versus flash percentage (or enthalpy versus temperature). Such curves can be used in the thermal design of condensers and in computer plate-to-plate calculations.\n(Originais recebidos em 14-V111-68.)"}]}}}