{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17924"}, {"@name": "filename", "#text": "24746_dissertacao_ferreira_2012.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade Federal de Itajubá \n\nPrograma de Pós-Graduação em Materiais para \n\nEngenharia \n\nReginaldo Aparecido Ferreira \n\n \n\nBiossensores Baseados em Filmes Automontados Contendo \n\nTirosinase para a Detecção de Compostos Fenólicos \n\n \n\n \n\nDissertação de Mestrado \n\n \n\nItajubá, fevereiro 2012 \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nUniversidade Federal de Itajubá \n\nPrograma de Pós-Graduação em Materiais para Engenharia \n\n \n\n \n\nReginaldo Aparecido Ferreira \n\n \n\n \n\nBiossensores Baseados em Filmes Automontados Contendo \n\nTirosinase para a Detecção de Compostos Fenólicos \n\n \n\nDissertação submetida ao Programa de Pós-Graduação em \n\nMateriais para Engenharia como parte dos requisitos para a \n\nobtenção do Título de Mestre em Ciências em Materiais para \n\nEngenharia.  \n\nÁrea de concentração: Não Metais \n\nOrientador: Dr. Alvaro Antonio Alencar de Queiroz – UNIFEI \n\n \n\n  \n\nFevereiro de 2012  \n\nItajubá - MG \n \n\n \n\n\n\n \n\n \n\n \n\n \n\nA REPRODUÇÃO E DIVULGAÇÃO TOTAL OU PARCIAL DESTE TRABALHO, POR \n\nQUALQUER MEIO CONVENCIONAL OU ELETRÔNICO NÃO ESTÁ AUTORIZADA \n\nPELO PERÍODO DE 5 (CINCO) ANOS.  \n \n\n \n \n\n \n\n \n\n \n \n\n \n\n \n\n \n \n\n \n\n \n\n \n \n\n \n\n \n\n \n \n\n \n\n \n\n \n \n\n \n\n \n\n \n \n\n \n\nFicha catalográfica elaborada pela Biblioteca Mauá – \n\nBibliotecária Jacqueline Rodrigues de Oliveira Balducci- CRB_6/1698\n\n \n\n \n\nF382b       \n\n                    Ferreira, Reginaldo Aparecido. \n\n            Biossensores Baseados em Filmes Automontados Contendo \n\n             Tirosinase para Detecção de Compostos Fenólicos / por Reginaldo \n\n                     Aparecido Ferreira. -- Itajubá, (MG) : [s.n.], 2012. \n\n                          84 p. : il. \n\n    \n\n            Orientador: Prof. Dr. Álvaro Antonio Alencar de Queiroz. \n\n Tese (Mestrado) – Universidade Federal de Itajubá. \n\n \n\n                      1.Biossensor. 2. Tirosinase. 3. Polifenoloxidase. 4. Extrat o Bruto. \n\n                5. Automontagem. I. Queiroz, Álvaro Antonio Alencar de, orient. II.  \n\n                     Universidade Federal de Itajubá. IV. Título. \n\n \n\n \n \n\n \n\nUniversidade Federal de Itajubá. IV. Título. \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n       Dedico essa dissertação a meus pais: José Ferreira da Silva e \n\nMaria Belarmina da Silva pelo apoio, amor, carinho e incentivo! \n\n     E à memória de minhas avós: Margarida e Divina.  \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nAGRADECIMENTOS \n\n \n\n           \n\nPrimeiramente a Deus nosso criador, por me amparar em momentos difíceis e por me \n\ndar força interior para superar as dificuldades. \n\nÀs minhas avós Margarida e Divina (in memorian) que sempre me deram muito \n\ncarinho, amor e incentivo. \n\nAo meu pai Zé Cabrito, uma pessoa fenomenal, exemplo de integridade, que sempre \n\nincentivou e acreditou em mim. \n\nÀ minha mãe Maria, exemplo de serenidade, paciência e fé. “Sem a senhora nada \n\nteria dado certo!” \n\nAos meus irmãos, Reinaldo, Gerinho e Geane, pelo carinho e apoio. \n\nÀ minha tia Maura pelo incentivo, força desde a infância. \n\nAo professor Dr. Alvaro Antonio Alencar de Queiroz. Obriga do pela orientação \n\nacadêmica, paciência, conselhos e por dividir essa jornada comigo. \n\nÀ professora Drª. Daniela Sachs pelos conselhos e “puxões de orelha”. \n\nÀ professora Drª. Maria Helena pelo incentivo. \n\nA todos os professores e colegas da Pós - Graduação em Materiais para Engenharia. \n\nÀs secretárias da PRPPG Magda, Cláudia e Maria Auta pelo excelente serviço \n\nprestado e pelo carinho no atendimento. \n\nAos amigos da rep. JEDI em especial o Thiago e Esmeraldo pelos momentos de \n\nparceria e diversão. E aos sempre JEDI, Robert e Fabiana. \n\nAo amigo Nirton pela força, ajuda e oportunidade da utilização do laboratório do \n\ngrupo de Polímeros na USP – São Carlos. \n\n\n\n \n\n \n\nÀs grandes amigas Vanis (V.L.) e Ciça pelos conselhos, apoio e momentos \n\ndivertidos. Vocês foram fundamentais! \n\nAos amigos Lucimara, Mariana (BH), Fabinho, Simone, Nicole, Ana Lúcia e \n\nLuciana Botezelli, pelo apoio e amizade. \n\nAos amigos da rep. Nego Téia de São Carlos: Marcelo Vivas, Edson, Alfredo e os \n\nagregados: Ângelo e PH, pela acolhida, amizade, conselhos e momentos de descontração. \n\nAo André Brisolari do Grupo de Polímeros Bernhard Gross do IFSC (in memorian) \n\npela ajuda na preparação da enzima, pela paciência e amizade. ”Que Deus o guarde em seus \n\nbraços”. \n\nÀ Valquiria do Grupo de Polímeros Bernhard Gross do IFSC, pela ajuda na \n\npreparação da enzima. \n\nAo professor Dr. Francisco Eduardo Gontijo Guimarães pela oportunidade oferecida \n\nda realização dos experimentos no Instituto de Física de São Carlos da Universidade de São \n\nPaulo (IFSC – USP) \n\nÀ Drª. Débora Balogh e à professora Drª Débora Gonçalves pela utilização do \n\nlaboratório de Polímeros do Grupo Bernhard Gross do IFSC \n\n A CAPES pelo apoio financeiro. \n\nEnfim, a todos que contribuíram de forma direta e indireta pela realização do \n\ntrabalho. \n\n \n\n \n\n \n\n           \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n“Nunca deixe que lhe digam que não vale a pena \nacreditar nos sonhos que se tem \n\nou que os seus planos nunca vão dar certo \nou que você nunca vai ser alguém...” \n\n  \nRenato Russo \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nRESUMO \n\n \n\nREGINALDO, A. F. Biossensores Baseados em Filmes Automontados Contendo Tirosinase \n\npara a Detecção de Compostos Fenólicos. 2012. 84p. Dissertação (Mestrado em Ciências em \n\nMateriais para Engenharia) - Programa de Pós-Graduação em Materiais para Engenharia, \n\nUniversidade Federal de Itajubá. Itajubá, 2012. \n\n \n\nNeste trabalho a enzima tirosinase (polifenoloxidase), extraída do abacate, foi imobilizada via \n\nautomontagem “camada por camada” (LbL, layer by layer) em substratos de vidro recobertos \n\ncom óxido de índio dopado com  estanho (ITO, indium tin-doped oxide) para aplicações em \n\nbiossensores potenciométricos com o objetivo específico de se obter biossensores para a  \n\ndetecção de compostos fenólicos. O dendrímero poli(propileno imina) (PPID) foi utilizado \n\ncomo contra íon no processo de automontagem uma vez que a macromolécula apresenta uma \n\nestrutura altamente porosa e grupos funcionais adequados para a imobilização de enzimas. O \n\nextrato bruto de tirosinase foi caracterizado quanto à sua cinética apresentando uma constante \n\nde Michaelis-Menten (KM) igual a 5,14 mM. O biossensor obtido apresentou sensibilidade da \n\nordem de 1 – 5mM e 5 – 50 µM, para amostras de monofenol e catecol, respectivamente. Os \n\nresultados encontrados mostraram que é possível a obtenção de biossensores eficientes e de \n\nbaixo custo a partir do uso da tirosinase na forma de extrato bruto, viabilizando o uso desses \n\nbiossensores em diversas aplicações de interesse industrial e clínico, tais como a análise e \n\nmonitoramento de fenóis em efluentes provenientes da indústria farmoquímica, na água, em \n\nvinhos e no solo. \n\n \n\nPalavras chave: Biossensor. Tirosinase. Polifenoloxidase. Extrato Bruto. Automontagem. \n\nDendrímeros.Poli(propileno imina). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\nABSTRACT \n\nREGINALDO, A. F. Biossensores Baseados em Filmes Automontados Contendo Tirosinase \n\npara a Detecção de Compostos Fenólicos. 2012. 84p. Dissertação (Mestrado em Ciências em \n\nMateriais para Engenharia) - Programa de Pós-Graduação em Materiais para Engenharia, \n\nUniversidade Federal de Itajubá. Itajubá, 2012. \n\n \n\nIn this work the enzyme tyrosinase (polyphenol oxidase) extracted from avocado fruit was \n\nimmobilized via layer by layer technique onto indium tin-doped oxide (ITO) glass-coated \n\nsubstrates for applications as a potentiometric biosensor for detection of phenolic compounds. \n\nThe poly (propylene imine) (PPID) dendrimer was used as counter ion in the self-assembly \n\nprocess due to their highly porous structure and suitable functional groups for enzyme \n\nimmobilization. The crude extract of tyrosinase was properly characterized presenting a \n\nMichaelis-Menten constant (KM) of 5,14 mM. After the immobilization of crude tyrosinase in \n\nLBL films, it was possible to detect standard samples of monophenol and catechol in the \n\nrange of 1 - 5 mM and 5 - 50 µM, respectively. The results showed that it is possible to obtain \n\nefficient and low cost biosensors using tyrosinase in the crude extract form, opening a way for \n\nthe use of biosensors in several applications, such as analysis and monitoring of phenols in the \n\neffluent from pharmaceutical and pharmochemical industry, wine and in the soil. \n\n \n\nKeywords: Biosensor. Tyrosinase. Polyfenoloxidase. Crude extracte. Self-assemblly. \n\nDendrimers. Poly(Propylene imine) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nSumário \n \n\n1  Introdução .................................................................. 19 \n\n1.1  Proposta da dissertação ............................................................................... 22 \n\n2  Os Biossensores ....................................................... 25 \n\n2.1  Biossensores potenciométricos ..................................................................... 26 \n\n3  A técnica LBL de automontagem ............................ 31 \n\n3.1  Biossensores baseados em filmes LbL.......................................................... 33 \n\n3.2  O Dendrímero usado filmes LbL.................................................................... 33 \n\n4  As enzimas ................................................................. 37 \n\n4.1  Os modelos da ação enzimática ................................................................... 38 \n\n4.2  Cinética enzimática ...................................................................................... 40 \n\n4.3  A Tirosinase ................................................................................................. 43 \n\n5  Materiais e Métodos .................................................. 47 \n\n5.1  O substrato do ITO ....................................................................................... 47 \n\n5.2  Síntese e caracterização do dendrímero PPID .............................................. 48 \n\n5.3  Obtenção e caracterização do extrato bruto de tirosinase .............................. 51 \n\n5.4  Crescimento dos filmes PPID/Tirosinase ....................................................... 52 \n\n5.5  Configuração do biossensor ......................................................................... 52 \n\n6  Resultados e Discussão ........................................... 55 \n\n6.1  Caracterização do dendrímero PPID ............................................................. 55 \n\n6.2  Caracterização do extrato bruto de tirosinase ................................................ 59 \n\n6.3  ITO como sensor de pH ................................................................................ 62 \n\n6.4  Crescimento dos filmes automontados .......................................................... 64 \n\n6.5  Dispositivo biossensor de fenol e catecol ...................................................... 66 \n\n6.5.1  Estudo do número de bicamas ................................................................................... 66 \n\n6.5.2  Sensibilidade ao pH dos filmes de ITO funcionalizados com PPID/Tirosinase ............. 67 \n\n6.5.3  Análise do biossensor ................................................................................................ 70 \n\n7  Conclusões finais e perspectivas ........................... 73 \n\nReferências.................................................................................................. 75 \n\n \n\n  \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n \n\n1         INTRODUÇÃO \n \n\n \n\nFenóis e seus derivados, como clorofenóis e compostos aromáticos relacionados, \n\npossuem alta toxicidade para o ser humano (1). Estes compostos estão presentes em efluentes \n\nindustriais oriundos das atividades de produção de plásticos, corantes, tintas, drogas, \n\nantioxidantes, polímeros sintéticos, resinas, pesticidas, detergentes, desinfetantes, refinaria de \n\nóleo e principalmente de papel e celulose (1). Os compostos fenólicos também estão presentes \n\nna natureza, como por exemplo, em componentes naturais da madeira (lignina e tanino) e são \n\nresponsáveis pelas propriedades organolépticas e cores de muitas frutas e flores. Assim, a \n\nqualidade dos alimentos pode estar relacionada com a presença de substâncias fenólicas em \n\nsua composição (2). Esses compostos estão presentes também em tinturas capilares, \n\ndesinfetantes, e como intermediários de outros medicamentos (3). \n\nPequenas concentrações de compostos fenólicos afetam o gosto e o odor de águas \n\npotáveis e também peixes. Muitos desses compostos possuem efeitos tóxicos, pois penetram \n\nfacilmente na pele e membranas celulares, sendo que a exposição prolongada a doses \n\nconsideráveis de compostos fenólicos pode causar danos gastrointestinais graves, levando os \n\nseres humanos e outros mamíferos à morte, sendo a dose letal (DL) estimada em 70 mg/kg \n\npara humanos (4). Observa-se ainda, a aplicação de altas concentrações fenólicas à pele pode \n\ncausar severas queimaduras (5). \n\nDiante do exposto acima, verifica-se a necessidade de monitoramento e análise \n\ncontínua dos compostos fenólicos, principalmente no que tange os inúmeros efluentes \n\nindustriais descarregados em recursos hídricos. O tempo e o custo envolvidos com a detecção \n\n\n\n20 Capítulo 1 – Introdução \n \n\n \n\nde poluentes ambientais tais como o fenol e seus derivados, como, por exemplo, aquisição e \n\npreparação da amostra e análise de laboratório, tem imposto limitações no número de \n\namostras que podem ser analisadas. A maioria das análises tanto de fenol como de espécies \n\nfenólicas têm sido realizadas, principalmente, por meio de métodos espectrofotométricos e \n\ncromatográficos (cromatografia gasosa com ionização em chama ou acoplada com \n\nespectrometria de massa; ou ainda, utilizando-se cromatografia líquida de alta eficiência (6, \n\n7). Essas técnicas, apesar de eficazes, ainda são caras, lentas e ainda necessitam de pessoal \n\ntreinado para o seu correto procedimento. \n\nA limitação no número das análises devido ao seu custo elevado tem criado uma \n\ndemanda por tecnologias automatizadas que possibilitem um aumento no número de análises \n\nno menor intervalo de tempo e com custos acessíveis. Assim, dispositivos analíticos \n\ndenominados biossensores apresentam-se como técnicas promissoras para essa finalidade. \n\nEsses dispositivos possuem como principais características a seletividade, baixo custo \n\noperacional, potencial para miniaturização, facilidade de manuseio e portabilidade (8) e são \n\nutilizados para a determinação de diversas substâncias, tanto de interesse clínico, como de \n\ninteresse ambiental (8). \n\nParticularmente, os biossensores eletroquímicos são os mais utilizados pela \n\ncomunidade científica bem como no mercado farmacêutico por  oferecerem alta \n\nespecificidade, baixo limite de detecção e de baixo custo (9). Esses biossensores utilizam \n\ntransdutores amperométricos, potencio métricos, condutimétricos ou ainda de efeito de campo \n\npara transferir o sinal oriundo de um elemento de reconhecimento biológico (geralmente uma \n\nenzima) para o domínio elétrico (9). Assim, um biossensor é constituído de um elemento \n\nbiológico intimamente imobilizado em um transdutor. Portanto, a imobilização constitui uma \n\netapa fundamental na confecção de um biossensor (10). \n\n\n\nCapítulo 1 – Introdução 21 \n \n\n \n\n Diversos métodos para imobilização enzimática estão presentes na literatura  (11) e \n\no método mais adequado é aquele que promove a maior atividade biológica após a \n\nimobilização (11). \n\nA utilização de filmes automontados via adsorção física camada por camada ou LbL \n\n(do inglês, layer by layer) permite a construção de filmes que podem conter materiais \n\nbiológicos imobilizados preservando ao mesmo tempo sua atividade biológica (12). O \n\nrigoroso controle da arquitetura do filme ao nível molecular possibilita a aplicação desses \n\nsistemas automontados em biossensores (13, 14). Assim, a técnica LbL parece ser adequada \n\npara obtenção de biossensores uma vez que a imobilização enzimática não compromete o sítio \n\nativo do catalisador biológico, pois nenhuma ligação química é necessária, o que confere alta \n\natividade ao biocatalisador (12). Neste contexto, biossensores para a detecção de fenóis \n\npodem ser facilmente construídos por adsorção física da enzima tirosinase em plataformas \n\nmoleculares adequadas. A enzima tirosinase é amplamente utilizada como elemento de \n\nreconhecimento biológico na detecção de fenóis, uma vez que essa enzima catalisa tanto \n\nmonofenóis quanto difenóis (15). \n\nA tirosinase em seu extrato bruto (tirosinase-EB) pode ser utilizada como alternativa \n\nà tirosinase pura em biossensores. Neste caso, frutas como abacate e banana são u tilizadas \n\ncomo fonte de tirosinase sem purificação, o que reduz significativa mente o custo do processo \n\ne imobilizada em eletrodos via técnica LbL. Assim, combinando a técnica LbL, transdutores \n\npotenciométricos e extrato bruto da tirosinase, biossensores para determinação de compostos \n\nfenólicos podem ser construídos de uma forma simples e a baixo custo. \n\nNo presente trabalho, a tirosinase foi extraída do abacate e imobilizadas em \n\nsubstratos de vidro recobertos com óxido de índio dopado com estanho (ITO, indium tin-\n\ndoped oxide) em conjunto com o dendrímero poli(propileno imina) (PPID). Os filmes \n\ncomerciais de ITO apresentam alta sensibilidade às variações de pH. Por outro lado, os \n\n\n\n22 Capítulo 1 – Introdução \n \n\n \n\ndendrímeros PPID são macromoléculas porosas, que podem atuar como sistemas permeáveis \n\npara a difusão de íons H\n+\n(subproduto formado na catálise de compostos fenólicos) de forma \n\nque a geração de prótons in- situ altera o potencial do meio reacional. \n\n \n\n \n\n1.1      PROPOSTA DA DISSERTAÇÃO \n \n\n \n\nO objetivo geral dessa dissertação é a obtenção de um biossensor para a detecção de \n\ncompostos fenólicos baseado em um dispositivo de efeito de campo sensível à variações de \n\npH. Os objetivos específicos dessa dissertação são: \n\nI. Construção de um dispositivo de efeito de campo universal: construir um dispositivo \n\npotenciométrico baseados no conceito de efeito de campo que permita a aquisição \n\nrápida e precisa do sinal através de um computador. \n\nII. Extração da enzima tirosinase a partir do abacate: extrair a enzima tirosinase da \n\npolpa do abacate e obter a atividade enzimática do extrato bruto a partir da \n\ndeterminação da constante de Michaelis-Menten. \n\nIII. Fabricação e caracterização de filmes automontados contendo tirosinase: preparar \n\nfilmes automontados contendo o extrato bruto de tirosinase e caracterizar o sistema \n\nautomontado por técnicas espectroscópicas. \n\nIV.Aplicação dos filmes automontados como biossensores de fenol e catecol: Aplicar \n\nos filmes automontados como plataformas sensíveis em dispositivos de efeito de \n\ncampo a fim de se obter novos biossensores para a detecção de fenol e catecol. \n\nNum primeiro momento, filmes comerciais de ITO foram testados como sensor de                  \n\npH em um dispositivo potenciométrico baseado no conceito de efeito de campo. Após, os \n\n\n\nCapítulo 1 – Introdução 23 \n \n\n \n\nmesmos foram funcionalizados com filmes automontados contendo o extrato bruto de \n\ntirosinase e dendrímeros PPID, uma macromolécula porosa altamente funcional. Por fim, o \n\nsistema ITO-(PPID/Tirosinase) foi aplicado como biossensor. Os resultados obtidos \n\nindicaram que o sistema ITO-(PPID/Tirosinase) é eficiente para a detecção de fenol e catecol. \n\nA dissertação está organizada da seguinte forma: O Capítulo 2 exibe uma revisão \n\nsobre biossensores potenciométricos, principalmente aqueles baseados em dispositivos de \n\nefeito de campo, enfatizando sua operação. O Capítulo 3 descreve a técnica de obtenção de \n\nfilmes via automontagem camada por camada. No Capítulo 4 são abordadas as \n\nparticularidades referentes aos sistemas enzimáticos, enfatizando a cinética de atuação dos \n\nbiocatalisadores e especificamente da enzima tirosinase. Os materiais e métodos utilizados no \n\ntrabalho, bem como as técnicas de caracteriza ção e a configuração experimental do \n\ndispositivo biossensor são apresentados no Capítulo 5. O Capítulo 6 é destinado aos \n\nresultados e discussões da dissertação. Por fim, as conclusões e sugestões para trabalhos \n\nfuturos são apresentadas no Capítulo 7. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCapítulo 2 – Os Biossensores 25 \n \n\n \n\n \n\n \n\n \n\n \n\n2        OS BIOSSENSORES \n \n\n \n\nUm biossensor é um dispositivo analítico no qual o material de origem biológica, tais \n\ncomo enzimas, organelas, parte de tecido animal ou vegetal, microrganismos, antígenos ou \n\nanticorpos, entre outros, é imobilizado junto a um transdutor adequado que é capaz de \n\nconverter uma reação de origem biológica em um sinal apropriado (9). O sinal criado é \n\nproporcional à concentração do analito (também conhecido como substrato) a ser \n\ndeterminado. Dessa forma, o biossensor é classificado de acordo com o transdutor utilizado \n\nem: eletroquímico (amperométrico, potenciométrico e condutimétrico) (9), óptico (medida de \n\nluminescência, fluorescência, etc.) (16) e detector de massa, onde se usa a relação da \n\nfrequência dos cristais piezoelétricos (17). \n\nOutra classificação possível para os biossensores é aquela que depende do tipo de \n\ninteração que ocorre entre a substância a ser determinada e o material biológico, sendo  \n\nclassificado como catalítico ou de afinidade química (9). Os biossensores catalíticos são \n\naqueles que possuem como material de reconhecimento biológico as enzimas, organelas, \n\ncélulas animais e vegetais (18). Por sua vez, os biossensores de afinidade química são os do \n\ntipo que inclui anticorpos, receptores, e ácidos nucléicos (19). \n\nA Figura 2.1 ilustra os componentes básicos de um dispositivo biossensor, onde se \n\ntêm o biocatalisador (material de reconhecimento biológico) imobilizado. Neste local ocorre a \n\nreação bioquímica responsável pela geração do sinal. O sinal é então convertido em um sinal \n\nelétrico no transdutor, podendo ser amplificado e então processado. \n\n\n\n26 Capítulo 2 – Os Biossensores \n \n\n \n\n \n\nFigura 2.1 - Esquema dos componentes básicos de um biossensor. \n\n \n\n \n\n2.1     BIOSSENSORES POTENCIOMÉTRICOS \n \n\n \n\nA potenciometria constitui um dos métodos instrumentais mais antigos e utilizados \n\nno campo de sensores (20) e biossensores (21). Esta técnica de análise se tornou atraente para \n\nmuitas aplicações práticas, uma vez que permite a determinação de vários tipos íons e \n\nemprega equipamentos de medida de custo relativamente baixo (20). \n\nA definição de biossensores potenciométricos compreende duas características \n\nimportantes: (i) o componente de reconhecimento biológico como parte integrante do mesmo, \n\n(ii) o sinal analítico gerado pelo biossensor é uma diferença de potencial. Portando, os \n\nbiossensores potenciométricos são dispositivos que compreendem eletrodos de vidro, sensores \n\nbaseados na interface metal-óxido ou eletrodos íons-seletivos nos quais estão imobilizados \n\nbiocatalisadores (21). Nesse tipo de biossensor, a geração de íons provenientes de uma reação \n\nde catálise ou afinidade, altera o potencial do meio reacional, criando uma diferença de \n\npotencial entre o eletrodo que contem o material biológico e um eletrodo de referência que \n\nmantém uma tensão constante (21). \n\n\n\nCapítulo 2 – Os Biossensores 27 \n \n\n \n\nComo já exposto anteriormente em biossensores, uma grandeza física ou química \n\nestá relacionada direta ou indiretamente com a concentração da substância a qual se deseja \n\ndeterminar (analito). Em biossensores potenciométricos, geralmente o potencial \n\nhidrogeniônico (pH) é essa grandeza, uma vez que diversos processos biológicos e \n\nbioquímicos dependem do seu valor ou resultam na liberação ou consumo de prótons (21). \n\nUm sistema interessante para determinação do pH trata -se do transistor de efeito de \n\ncampo sensível a íons (ISFET, do inglês ion-sensitive field-effect transistor) (22, 23). Um \n\nISFET é um sensor iônico muito semelhante a um dispositivo MOSFET (transistor de efeito \n\nde campo metal-óxido-semicondutor ou do inglês metal oxide semiconductor field-effect \n\ntransistor). A diferença básica entre os dispositivos se refere a não existência do eletrodo \n\nmetálico de porta (ou gate) no ISFET, sendo este substituído por um eletrodo de referência \n\ncontido em uma solução (24). A Figura 2.2 ilustra a diferença entre os dispositivos. \n\n \n\nFigura 2.2 – Diagrama esquemático de um MOSFET (a) e de um ISFET (b). Adaptado da referência (24). \n\n \n\nA principal vantagem do uso de ISFETs é a sua aplicação como biossensores através \n\nde imobilização de enzimas no óxido metálico (25), o que possibilita sua produção em larga \n\nescala através de processos de microeletrônica. Em contra partida, a principal desvantagem é \n\na dificuldade de isolamento do FET do meio reacional. Assim, um sistema alternativo foi \n\nproposto por Van der Spiegel (26) e posteriormente aprimorado por Chi (27), o transistor de \n\n\n\n28 Capítulo 2 – Os Biossensores \n \n\n \n\nefeito de campo de porta estendida (EGFET) (27). A princípio, um EGFET é formado por \n\numa membrana quimicamente sensível conectada ao eletrodo porta de um MOSFET \n\ncomercial (Figura 2.3a). De forma análoga a um ISFET, uma alteração do potencial da \n\nsolução modula a sinal de saída do MOSFET. A principal vantagem do EGFET é que \n\nMOSFET pode ser reaproveitado para a aplicação em sensores ou biossensores descartáveis, \n\numa vez que é necessário construir apenas a membrana sensível (porta estendida) (Figura \n\n2.3b) (28, 29). \n\n \n\n                     Figura 2.3  –  Diagrama esquemático de um dispositivo EGFET. G, S, D representam respectiva- \n\n                                             mente os eletrodos de porta, fonte e dreno de um MOSFET comercial (a). EGFET     \n\n                                             utilizado como biossensor potenciométrico.(b) uma enzima gera íons H \n+\n  \n\n                                             alternando potencial do meio.            \n\n\n\nCapítulo 2 – Os Biossensores 29 \n \n\n \n\n                                              \n\nA literatura sugere que um EGFET ainda pode ser formado por uma camada sensível \n\nconectada a um dispositivo de alta impedância, geralmente, um amplificador operacional \n\n(AO) (27) ou ainda amplificador de instrumentação (AI) (30, 31) (Figura 2.4). Contudo essa \n\nconfiguração pode não ser interpretada como um EGFET, uma vez que o eletrodo não está \n\nconectado diretamente a um MOSFET, mas basicamente a um circuito de leitura que \n\nnaturalmente contém  MOSFETs. A configuração sugerida pela literatura em questão (27, 30, \n\n31) é, portanto, mais semelhante a um potencial de circuito aberto (OCP, do inglês: open \n\ncircuit potential). \n\nApós experimentar todas as configurações de EGFET sugeridas pela literatura, \n\noptou-se nesse trabalho por utilizar uma configuração baseada em um amplificador de \n\ninstrumentação para evitar o uso de uma fonte adicional de corrente, necessária em medidas \n\ndinâmicas em um EGFET à base de MOSFET (27). Ao mesmo tempo, o AI oferece uma \n\nmaior estabilidade operacional quando comparado como a um AO. Contudo, o sistema será \n\ndenominado nesse trabalho simplesmente de dispositivo de efeito de campo (FED, field effect \n\ndevice). \n\n\n\n30 Capítulo 2 – Os Biossensores \n \n\n \n\n \n\nFigura 2.4 – Configuração experimental de um EGFET utilizando um amplificador operacional (a) (26, 27) e          \n\n                    um amplificador de instrumentação (b) (30). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n \n\n3      A TÉCNICA LBL DE AUTOMONTAGEM \n \n\n \n\nA técnica de automontagem por adsorção física, em inglês denominada layer by \n\nlayer (LbL), é muito utilizada para a fabricação de filmes finos (32). É uma técnica simples, \n\nque não exige equipamentos sofisticados, sendo essa característica a sua principal vantagem. \n\nAtravés dessa técnica, diferentes materiais podem ser combinados com um rigoroso controle \n\nda arquitetura do filme ao nível molecular (32). Até mesmo a imobilização de proteínas ou \n\nenzimas é possível via LbL, as quais preservam alta atividade biológica após a imobilização \n\n(12, 33). \n\nA técnica LbL por adsorção física já havia sido empregado por Iler e colaboradores \n\nna década de 60 (34), contudo, não houve grande repercussão. Ao invés da adsorção química \n\nentre as camadas, a técnica iniciada Iler (34) e difundida por Decher, Livov e colaboradores \n\n(35-37), baseia-se em interações físicas (eletrostáticas, ligações de hidrogênio e de Van der \n\nWalls) de camadas de materiais carregados com cargas de sentido contrário. Dessa forma, \n\npodem-se adsorver alternadamente polieletrólitos catiônicos e aniônicos sobre substratos \n\nsólidos conforme ilustrado na Figura 3.1. Um substrato sólido carregado, por exemplo, \n\nnegativamente, é imerso na solução catiônica, de maneira que uma camada do policátion \n\nadsorva em sua superfície invertendo assim o sinal de sua carga. O substrato fica por um \n\ntempo determinado em uma solução de lavagem (geralmente em água ultrapura ou solução \n\ncom o mesmo pH do polieletrólito). Nessa etapa, ocorre a retirada do excesso de material ou \n\nde moléculas fracamente absorvidas ao substrato. Em seguida, o substrato é imerso na solução \n\n\n\n32 Capítulo 3 – A técnica LbL de automontagem \n \n \n\n \n\npolianiônica, promovendo a adsorção do poliânion na camada previamente adsorvida de \n\npolicátion. Uma nova etapa de lavagem acorre agora para o poliânion. Obtém-se assim uma \n\nbicamada, sendo que a repetição do processo permite a fabricação de filmes finos compostos \n\npor quantas camadas forem desejadas. Vale ressaltar, que etapas intermediárias de secagem \n\npodem estar presentes, e geralmente são realizadas com fluxo de gás nitrogênio (N2) (28). \n\n \n\nFigura 3.1 – Representação esquemática da técnica de automontagem camada por camada. \n\n \n\nO monitoramento do processo de crescimento de um filme LbL pode ser realizado \n\npor espectroscopia de absorção UV-vis (28, 32) ou através da medida da massa do material \n\nadsorvido com auxilio de uma microbalança de cristal de quartzo (38). O tempo de adsorção, \n\no pH e concentração do polieletrólito, bem como a força iônica da solução, são fatores que \n\ninfluenciam as propriedades de deposição e as características do filme. Assim, um estudo \n\nsistemático dessas condições deve ser previamente realizado a fim de se aperfeiçoar o \n\nprocesso de automontagem (28). \n\n \n\n\n\nCapítulo 3 – A técnica LbL de automontagem 33 \n \n\n \n\n3.1  BIOSSENSORES BASEADOS EM FILMES LBL   \n \n\n \n\n \n\nApós Livov e colaboradores demonstrarem que biomoléculas preservam sua \n\natividade após a imobilização pela técnica LbL (12, 33), esses filmes contendo materiais \n\nbiológicos foram aplicados em biossensores (12, 39). \n\nFerreira e colaboradores automontaram a enzima glicose oxidase juntamente com o \n\npolicátion poli(alilamina hidroclorada) (PAH), para a detecção de glicose, um importante \n\nhemometabólito de interesse clínico (13). Por sua vez, Liu et. al. construíram filmes LbL de \n\npolianilina (PANI) e nanopartículas de SiO2. Esses filmes foram aplicados como ISFET e \n\nEnFET (ISFET enzimático) para detecção do neurotransmissor acetilcolina (40). \n\nCaruso et. al. alternaram (PAH) e poli estireno sulfonado (PSS) e utilizaram esses \n\nfilmes como substratos para a imobilização de imunoglobulina G (IgG) e anti-IgG (41). A \n\nanti-IgG também foi imobilizada diretamente em filmes LbL pela deposição alternada com \n\nPSS (41). Nos dois casos, um biossensor de afinidade (imunossensor) foi construído. \n\nFernandes e colaboradores funcionalizaram a superfície de ITO com filmes LbL \n\ncontendo dendrímeros PPID e ftalocianina tetrasulfonada de níquel (NiTsPc), um composto \n\norganometálico frequentemente utilizado em sensores (28). O sistema PPID/NiTsPc foi \n\naplicado como um sensor tipo EGFET para a determinação de pH (28) e posteriormente como \n\nbiossensor de glicose por Vieira et. al. (29). \n\n \n\n \n\n \n\n \n\n \n\n\n\n34 Capítulo 3 – A técnica LbL de automontagem \n \n \n\n \n\n \n\n3.2     O Dendrímero usado nos filmes LbL \n\n \n\n             Dendrímeros são macromoléculas sintéticas monodispersas, ramificadas, com \n\nestruturas bem definidas e peso molecular elevado, têm propriedades físicas e químicas bem \n\nespecíficas (73). \n\n           Dendrímero é derivado da palavra grega “dendron” (árvore) e “meros” (parte ou \n\nfração). São formadas por um núcleo que é uma molécula onde se liga os ramos, sendo estas \n\nmoléculas ramificadas, simétricas. Esses são caracterizados por estruturas quase esféricas, \n\ntamanhos nanométricos, possui um elevado número de subgrupos funcionais reativos e \n\nespaços interiores protegidos. Essas combinações os tornam ideais para aplicações em \n\ndiferentes áreas da química e medicina, eles se diferem dos polímeros convencionais por \n\nterem ramificações altamente regulares e a macromolécula ser bastante simétrica (74). \n\n        A Figura 3.2 mostra a comparação entre polímeros convencionais e os dendrímeros. \n\nPercebe-se que os dendrímeros possuem uma estrutura altamente definida com um alto grau \n\nde simetria, a presença de um núcleo central bem como a presença de grupos funcionais \n\nperiféricos. \n\n \n\n \n\n \n\n\n\nCapítulo 3 – A técnica LbL de automontagem 35 \n \n\n \n\n \n\nFigura 3.2 – (a) Estruturas poliméricas convencionais. (b) Estruturas dendríticas. Adaptado da refência (11). \n\n \n\n \n\n       Fernandes e colaboradores utilizaram o dendrímero poli(propileno imina) (PPID)  na \n\npreparação dos filmes LbL,  pois este possui elevada funcionalidade dos grupos terminais  e  \n\nalta densidade de grupos aminas (-NH2), tornandos-o assim, um material promissor para \n\naplicações médicas. Eles podem ter seus grupos funcionais modificados em uma segunda \n\netapa sintética e usados como sítio para imobilização de compostos bioativos. Devido a todas \n\nessas características o PPID se mostrou viável para ser utilizado em filmes para a \n\nimobilização de enzimas (28, 74). A Figura 3.3 ilustra a estrutura do dendrímero PPID. \n\n \n\n\n\n36 Capítulo 3 – A técnica LbL de automontagem \n \n \n\n \n\n \n\nFigura 3.3 – Representação esquemática do dendrímero poli (propileno imina) (PPID) \n\n                     Figura adaptada da referência (28). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n4         AS ENZIMAS \n \n\n \n\nEnzimas são catalisadores biológicos formados essencialmente pela repetição de \n\naminoácidos como unidades monoméricas (42). Constituem um tipo de proteína com \n\natividade catalítica, sendo encontradas na natureza em praticamente todos os seres vivos. Sua \n\nfunção é viabilizar a atividade celular, quebrando ou condensando moléculas para formar \n\nnovos compostos de interesse para o metabolismo vegetal ou animal (42). \n\nAs enzimas contêm em sua estrutura um conjunto de aminoácidos dispostos \n\nespacialmente de maneira determinada formando uma cavidade de geometria específica \n\ndenominada de centro ou sítio ativo e, às vezes, um grupo prostético (cofator) que pode ser \n\norgânico (coenzima) ou íon metálico ativo (42). A atividade biológica de uma enzima \n\ndepende de sua estrutura, do número de cadeias peptídicas, do arranjo das cadeias na \n\nmolécula e da natureza do grupo prostético (se houver) (42). \n\nAtualmente, devido ao grande número de processos de operações unitárias \n\ndesenvolvidos para o isolamento, purificação, catálise e especificidade, as enzimas se \n\ntornaram atraentes como catalisadores para biotransformações e sua aplicação na indústria da \n\nbiotecnologia foi e ainda é objeto de muitas investigações. \n\nAtualmente, existem diversas técnicas de purificação de enzimas (diálise, métodos \n\ncromatográficos, eletroforese), os quais permitem que uma enzima de alta pureza possa ser \n\nobtida e usada em escala industrial ou analítica, proporcionando ao mesmo tempo a \n\nreutilização da mesma. O desenvolvimento das técnicas de imobilização de enzimas permitiu \n\n\n\n38 Capítulo 4 – As enzimas \n \n\n \n\no desenvolvimento de um vasto campo em número de aplicações desse biocatalisador no \n\ndesenvolvimento de biossensores (8). \n\n \n\n  \n\n4.1        OS MODELOS DA AÇÃO ENZIMÁTICA \n \n\n \n\nA função de uma enzima é aumentar a velocidade de uma reação, diminuindo a \n\nenergia de ativação (Ea) para que a reação química se torne termodinamicamente favorável e, \n\nsua presença na reação, não afeta o equilíbrio químico da mesma, conforme é ilustrado na \n\nFigura 4.1. Uma reação catalisada por uma enzima pode se processar a 25 ºC, 10\n6\na 10\n\n8\n vezes \n\nmais rapidamente que uma mesma reação não catalisada enzimaticamente (42). \n\n \n\n \n\nFigura 4.1 – Representação da energia de ativação de uma reação não enzimática (vermelho) e uma reação e    \n\n                      enzimática (azul). A enzima torna a reação termodinamicamente favorável. ?G representa a      \n\n                      energia  livre de Gibbs e S e P representam o substrato (analito) e o produto reacional,   \n\n                      respectivamente (11). \n\n \n\n\n\nCapítulo 4 – As enzimas 39 \n \n\n \n\n \n\nA explicação do mecanismo de interação entre uma enzima com e seu substrato foi \n\ninicialmente proposto pelo modelo de Fischer (43). De acordo Fischer, o sítio ativo da enzima \n\ne o substrato possuem formas geométricas semelhantes, ou seja, as interações entre uma \n\nenzima e seu substrato seriam através do tipo chave-fechadura (43). Dessa forma, o substrato \n\n(chave) se encaixa perfeitamente ao sítio ativo da enzima como se este fosse rígido \n\nanalogamente a uma fechadura (Figura 4.2). Estados intermediários (ES e EP) são formados \n\nantes do produto (43). A flexibilidade da estrutura enzimática é um dos fatores que permite \n\nque moléculas estruturalmente semelhantes apresentem conformações e orientações relativas \n\ndistintas no sítio de ligação do receptor e, em consequência, atividades e afinidades também \n\ndiferentes. \n\n \n\nFigura 4.2 – Modelo chave-fechadura para ação enzimática proposto por Ficher. Adaptada da       \n\n                     referência (44). \n\n \n\nO modelo chave-fechadura de Ficher não faz nenhuma menção quanto à \n\nestabilização do estado de transição que ocorre. Um modelo mais preciso do tipo molecular \n\npara explicar a teoria da especificidade de uma enzima por seu substrato foi proposto \n\nKoshland e colaboradores em 1958 (45). Essa teoria sugere que, através da complexação, o \n\nsubstrato induz uma mudança conformacional na subunidade da enzima com a qual interage \n\n(sítio ativo) (45) (Figura 4.3). Essa mudança pode ser transmitida às subunidades vizinhas, \n\ninduzindo na enzima uma conformação responsável pelo processo catalítico (45), o que \n\nexplica melhor tanto a especificidade quanto a formação dos estados intermediários na reação \n\nenzimática. \n\n\n\n40 Capítulo 4 – As enzimas \n \n\n \n\n \n\nFigura 4.3 – Mudança conformacional do sítio ativo de uma enzima adaptando-se ao seu substrato proposto por  \n\n                     Koshland. Figura adaptada da referência (44). \n\n \n\n \n\n4.2     CINÉTICA ENZIMÁTICA \n \n\n \n\nUma abordagem mais geral e quantitativa a respeito da ação enzimática foi proposta \n\npor Leonor Michaelis e Maud Menten em 1913 (42). Michaelis e Menten postularam que num \n\nprimeiro passo, a enzima (E) se combina com o substrato ou analito (S) em um processo \n\nrápido e reversível, formando o complexo enzima -substrato (ES). Numa segunda etapa, mais \n\nlenta, o complexo enzima-substrato se quebra liberando o produto reacional e a enzima livre  \n\n(42). A sequência dessas reações é escrita como (42): \n\n1\n\n2 3\n\nk v\n\nk k\nE S ES E P? ? ? ?\n\n \n\n \n\n(4.1) \n\nSendo k1 a constante de velocidade de formação do complexo ES, k 2 a constante de \n\nvelocidade da dissociação do complexo, k3 a constante de velocidade da dissociação do \n\ncomplexo formando o produto (P) e v a velocidade de formação do produto ou consumo do \n\nsubstrato. \n\nA velocidade de consumo do substrato, ou formação do produto, diminui com o \n\ntempo devido à diminuição da concentração de substrato no decorrer da reação enzimática  \n\n\n\nCapítulo 4 – As enzimas 41 \n \n\n \n\n \n\n(42). Da equação (4.1), a velocidade de reação para o consumo de substrato e formação de \n\nprodutos é dada por (42): \n\n2 1\n\n[ ]\n[ ] [ ][ ]\n\nd S\nv k ES k S E\n\ndt\n? ? ?  \n\n(4.2) \n\n3\n\n[ ]\n[ ]\n\nd P\nv k ES\n\ndt\n? ?  \n\n(4.3) \n\nAssim, a velocidade de consumo do complexo ES é descrita por (42): \n\n1 2 3\n\n[ ]\n[ ][ ] [ ] [ ]\n\nd ES\nk E S k ES k ES\n\ndt\n? ? ?  \n\n(4.4) \n\nEm um estado estacionário, no qual a taxa de formação do complexo ES é igual à \n\ntaxa de dissociação, onde a concentração [ES] permanece constante, tem-se (42): \n\n1 1 3\n\n[ ]\n0 [ ][ ] ( )[ ]\n\nd ES\nk E S k k ES\n\ndt\n? ? ? ?  \n\n(4.5) \n\nA enzima total está distribuída entre E e ES, ou seja, as duas formas livres de energia \n\n(42): \n\n[ ] [ ] [ ]\nt\n\nE E ES? ?  (4.6) \n\nDe acordo com o princípio da conservação de massa: \n\n[ ] [ ] [ ]\nt\n\nE E ES? ?\n \n\n(4.7) \n\nSubstituindo a equação (4.7) na equação (4.6) e no seu resultado a equação 4.3, \n\nobtêm-se: \n\n1\n\n1 2 3\n\n[ ] [ ]\n[ ]\n\n[ ]\n\nt\nk E S\n\nES\nk S k k\n\n?\n? ?  \n\n (4.8) \n\nA velocidade máxima da reação vmax, é dada pela reação entre a concentração total \n\nda enzima e a constante de decomposição do complexo, assim expresso por (42): \n\nmax. 3\n[ ]\n\nt\nv k E?   (4.9) \n\n\n\n42 Capítulo 4 – As enzimas \n \n\n \n\nSubstituindo a equação (4.9) pela (4.8), obtém-se a chamada equação de Michaelis e \n\nMenten. \n\nmax\n[ ]\n\n[ ]\nm\n\nv S\nv\n\nS k\n?\n\n?  \n (4.10) \n\nSendo Km é a constante de Michaelis e Menten, dada então por: \n\n1 2\n\n1\n\nm\n\nk k\nk\n\nk\n\n?\n?  \n\n (4.11) \n\nQuando v é a metade vmax,  tem-se a seguinte equação: \n\nmax. max.\n[ ]\n\n2 [ ]\nm\n\nv v S\n\nk S\n?\n\n?\n \n\n (4.12) \n\nDividindo por vmax.e isolando Km, tem-se \n\n[ ]\nm\n\nk S?\n  \n\n(4.13) \n\nQuando: \n\nmax .\n\n1\n\n2\nv v?\n\n \n (4.14) \n\nA Equação 4.13 indica que K\nm \n\nequivale à concentração do substrato [S] quando V é \n\nigual à metade de vmax, conforme pode ser melhor visualizado na Figura 4.5. A constante de \n\nMichaelis e Menten é interpretada como sendo o inverso da afinidade da enzima pelo seu \n\nsubstrato, ou seja, quanto menor for seu valor, maior será a afinidade da enzima (42). \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCapítulo 4 – As enzimas 43 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4.4 – Curva de saturação de uma reação enzimática, mostrando a relação entre a concentração de      \n\n                      substrato ([S]) e a velocidade (V). K\nm \n\nequivale à concentração do substrato [S] quando V é a  \n\nmetade de Vmax.(42). \n\n \n\n \n\n \n\n \n\n4.3     A TIROSINASE \n \n\n \n\nA enzima tirosinase, monofenol oxidase (E.C.1.14.18.1), também conhecida como \n\npolifenoloxidase (PFO), cresolase, catecol oxidase ou o-difenol oxigênio redutase foi \n\ndescoberta em 1895 quando Bourquelot e Bertrand observaram o aparecimento de uma \n\ncoloração escura no cogumelo após este ter sido exposto à tirosinase (46). A nomenclatura se \n\nrefere ao tipo de substrato catalisado e/ou devido à atividade da enzima (47, 48). \n\nA tirosinase é sintetizada somente em tecidos em desenvolvimento e estocada nos \n\nplastídeos sendo encontrada praticamente em todos os tecidos vegetais em concentrações \n\nespecialmente altas em: cogumelo, batata, pêssego, maçã, banana, manga, abacate e café (49). \n\nVmax\n\nVmax\n2\n\nKm [S]\n\nVo\n\n\n\n44 Capítulo 4 – As enzimas \n \n\n \n\nQuanto à sua estrutura molecular, as polifenoloxidases são enzimas tetraméricas, \n\ncom uma massa molar que variam de 57 kDa a 62 kDa com exceção da polifenoloxidase do \n\ncogumelo que apresenta massa molar igual a 128 kDa que possui duas cadeias maiores com 43-\n\n45 kDa cada e duas menores com 13 kDa cada (46). Cada um dos sítios ativos consiste em dois \n\nátomos de cobre coordenados com histidinas. A Figura 4.5 ilustra a estrutura da tirosinase em \n\nsua representação de fitas (54). \n\n \n\nFigura 4.5 – Estrutura de fitas representando a enzima tirosinase. No centro está representado seu sítio  ativo \n\ncomposto por átomos de cobre ligados por histidinas (50). \n\n \n\nA tirosinase é uma enzima que catalisa a o-hidroxilação de monofenóis e a \n\nsubseqüente oxidação do o-difenol resultante em o-quinonas. Ela também pode converter \n\nmonofenóis em duas etapas, ambas utilizando oxigênio molecular. Na primeira etapa o \n\nmonofenol é hidroxiladoao-difenol. Essa etapa é conhecida como atividade hidroxilase da \n\nenzima. Num segundo momento,o composto o-difenol é oxidado a o-quinona (atividade \n\ndifenolase da enzima). A tirosinase é oxidada de volta à sua forma nativa pelo oxigênio \n\nmolecular. As reações supracitadas estão representadas esquematicamente na Figura 4.6 \n\nabaixo (51): \n\n\n\nCapítulo 4 – As enzimas 45 \n \n\n \n\n \n\n \n\nFigura 4.6 – Reação de o-hidroxilação de monofenóis e a subsequente oxidação do o-difenol resultando em o-\n\nquinonas (51).  \n\n \n\nGeralmente, em biossensores, opta-se por utilizar enzimas purificadas. Contudo, \n\nfontes ricas em enzimas podem ser utilizadas como formas alternativas. O Brasil apresenta \n\numa grande variedade de tecidos vegetais, o que vem potencializando diversas fontes de \n\nenzimas que podem ser utilizadas no desenvolvimento de biosssesnsores (52). Enzimas \n\nextraídas de fontes vegetais tem sido bastante utilizadas em substituição das enzimas \n\npurificadas por terem um custo extremamente baixo (53). \n\nA tirosinase vem sendo utilizada para esse propósito desde a década de 90, onde \n\nFatibello Filho e colaboradores utilizaram o extrato bruto do inhame como fonte de tirosinase \n\nimobilizada em uma membrana de acetato de celulose (51). O sistema foi aplicado como \n\nbiossensor para a determinação de compostos fenólicos apresentando eficiente detecção (51). \n\nRecentemente, Barioto et. al. utilizaram o extrato bruto do abacate (Persea americana) como \n\nfonte de tirosinase. O sistema foi aplicado como biossensor amperométrico baseados em \n\nfilmes de polímeros condutores (polipirrol) (54). \n\nNeste trabalho, optamos por utilizar a tirosinase extraída do abacate, em parceria \n\ncom a professora Dr. Débora Gonçalves e seu aluno de doutorado André Brisolari (in \n\n\n\n46 Capítulo 4 – As enzimas \n \n\n \n\nmemorian) do Instituto de Física de São Carlos da Universidade de São Paulo (IFSC – USP). \n\nEsse sistema já foi amplamente caracterizado e é atualmente utilizado pelo Grupo de \n\nPolímeros Bernhard Gross do IFSC (54). \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n5      MATERIAIS E MÉTODOS \n \n\n \n\nEste capítulo se destina à apresentação dos materiais e métodos utilizados nesse \n\ntrabalho. A técnica de síntese e caracterização do dendrímero PPID, a obtenção e \n\ncaracterização do extrato bruto de tirosinase a partir do abacate, a automontagem desses \n\nmateriais sobre substratos de ITO, bem como as técnicas de caracterização dos filmes LbL \n\nobtidos,  são apresentados. A configuração experimental do dispositivo de efeito de campo \n\nutilizado como sensor de pH e a configuração do biossensor para a detecção de compostos \n\nfenólicos também é descrita em detalhes. \n\n \n\n \n\n5.1     O SUBSTRATO DE ITO \n \n\n \n\nO óxido de índio dopado com estanho ou ITO é o óxido condutor transparente mais \n\namplamente utilizado como eletrodo (55). Ele é constituído de uma mistura de óxido de índio  \n\n(In2O3) e óxido de estanho (SnO2), geralmente em proporções de 90% e 10%, \n\nrespectivamente, o que lhe confere uma baixa resistividade elétrica (10\n-4\n\n-10\n-6\n\n ?.cm), boa \n\nestabilidade físico-química e morfologia superficial. \n\n\n\n48 Capítulo 5 – Materiais e métodos \n \n\n \n\nO ITO também tem como característica, seu comportamento anfotérico, ou seja, ele \n\nse comporta como ácido ou base dependendo do meio reacional, fato que sugere sua aplicação \n\ncomo sensor de pH (30). Não obstante, a presença de grupos OH na superfície do ITO facilita \n\na adsorção dos grupos carboxílicos e/ou grupos amina através de ligações de hidrogênio para \n\na adsorção de enzimas (56, 57). \n\nNeste trabalho foram utilizados filmes de ITO comercias proveniente da empresa \n\nDelta-Technologies com uma resistividade de superfície Rs = 8 – 10 ?. Os substratos de ITO \n\nnas dimensões de 5 mm x 10 mm foram imersos em acetona e agitados em ultra-som por 15 \n\nmin, seguido de lavagem com água ultrapura. Em seguida, os substratos de ITO foram \n\nmergulhados em uma solução de HNO3: HCl: H2O (1:3:20) (água régia diluída) por 10 min e \n\nem seguida num béquer contendo água ultrapura novamente. O procedimento descrito acima \n\nproporciona a formação de ilhas e um aumento da rugosidade dos substratos, proporcionando \n\numa melhor adesão de filmes automontados sobre os mesmos (58). \n\n \n\n \n\n5.2      SÍNTESE E CARACTERIZAÇÃO DO DENDRÍMERO PPID \n \n\n \n\nNeste trabalho a estratégia utilizada na síntese do dendrímero poli(propileno imina) \n\n(PPID) de geração 3 (G3) envolveu a reação de adição da acrilonitrila (Sigma -Aldrich) ao \n\netilenodiamina (EDA, Sigma-Aldrich) seguido de hidrogenação catalítica dos grupos \n\nnitrílicos com o catalisador de Níquel Raney (Sigma-Aldrich) (59) \n\nUma mistura reacional de acrilonitrila e etilenodiamina proporção molar de 5:1 foi \n\naquecida a 90ºC por 2 horas, sendo o excesso de acrilonitrila removido por destilação \n\nazeotrópica sob vácuo (0,0197 atm, 38 ºC). A hidrogenação catalítica dos grupamentos \n\nnitrílicos foi efetuada em reator de hidrogenação tipo autoclave utilizando como catalisador o \n\n\n\nCapítulo 5 – Materiais e métodos 49 \n \n\n \n\n \n\nNíquel de Raney (tamanho de poro igual a 50 ?m e área superficial de 90 m\n2\n.g\n\n-1\n e conteúdo de \n\nníquel de 75.11%). Desse modo é obtido o dendrímero poli(propileno imina) de geração 1 \n\n(PPID-G1) que é utilizado como precursor na obtenção do PPID de geração 3 (PPID-G3). \n\nPara a reação de hidrogenação, o dendrímero PPID G1 foi dissolvido em metanol e \n\nhidrogenado a 80ºC sob pressão de hidrogênio de 50 atm por 2 h. A mistura reacional foi \n\nfiltrada para remover o catalisador e o metanol foi destilado sob pressão reduzida. O \n\ndendrímero PPID obtido nessa primeira etapa é o de primeira geração. A repetição de duas \n\netapas posteriores levou à obtenção do PPID de geração 3 com peso molecular de 1,25 kDa \n\ncom 14 grupos aminas terciárias e 16 grupos aminas terminais. A Figura 5.1a ilustra o \n\nmecanismo reacional simplificado para a obtenção do PPID-G3 e a Figura 5.1b ilustra o \n\nprocesso de hidrogenação catalítica.  \n\nA estrutura do dendrímero PPID-G3 foi caracterizada por ressonância magnética \n\nnuclear de prótons (\n1\nH-NMR) em um espectrômetro da marca Bruker 300 operando a 330,7 \n\nMHz. Clorofórmio deuterado (CDCl3) foi utilizado como solvente e uma concentração de 20 \n\nmg.mL\n-1\n\n foi preparada. \n\nA análise do PPID-G3 quanto ao seu peso molecular foi efetuada em um \n\nequipamento Maldi-MS Bruker Proflex III equipado com fonte de laser de nitrogênio (3 ns) \n\nemitindo em 337 nm. O espectro foi adquirido no modo reflectron. O detector foi operado no \n\nmodo de aquisição de íons. A voltagem de pulso foi ajustada para 2,4 kV. Para obter uma \n\nmelhor resolução do espectro, a intensidade do laser foi ajustada para altos níveis de energia.  \n\nUma amostra de 5,0 µL de PPID-G3 foi depositada diretamente na placa do equipamento \n\nMaldi e seca à temperatura ambiente (25 ºC). Em seguida, uma solução saturada em acetona \n\nda matriz ácido 3-indol-acrílico foi adicionada sobre a amostra e seca à temperatura ambiente. \n\n \n\n \n\n\n\n50 Capítulo 5 – Materiais e métodos \n \n\n \n\n \n\n \n\n(a) \n\n \n\n(b) \n\nFigura 5.1 – Ilustração do mecanismo reacional simplificado para a obtenção do dendrímero PPID-G3 (a) e do  \n\n                      processo de hidrogenação (b). Na Figura (b) tem-se: cilindro de hidrogênio (1), regulador de    \n\n                      pressão (PR), válvula (NV), rotâmetro (R), banho de óleo (2), barra magnética (3), agitador  \n\n                      magnético (4), termômetro (5), dispersor (6), balão tribulado (7), funil dosador (8) e condensador  \n\n                      de serpentinas (9). \n\n \n\n\n\nCapítulo 5 – Materiais e métodos 51 \n \n\n \n\n \n\n5.3      OBTENÇÃO E CARACTERIZAÇÃO DO EXTRATO BRUTO DE \n\nTIROSINASE \n\n \n\n \n\nO abacate (Persea americana) foi utilizado como fonte alternativa de tirosinase. A \n\nmetodologia utilizada foi a mesma introduzida por Vieira (60) e posteriormente utilizada por \n\nLupetti (46). Ou seja, uma massa de 25 g de polpa de abacate foi homogeneizada por 3 min \n\njuntamente com 100 mL de solução a pH 7,0 e 2,5 g do composto polyclar (SB-100) poli \n\n(vinil pirrolidona) utilizado como estabilizante. Em seguida, o homogeneizado foi \n\ncentrifugado em uma centrífuga a 4\no\nC a 15000 rpm  por 30 min. O sobrenadante (fonte rica \n\nem tirosinase) foi retirado então cuidadosamente com o auxílio de uma micropipeta e \n\narmazenado também a 4\no\nC. \n\nA formação de o-quinona com o catecol, medida por espectroscopia na região do \n\nultravioleta-visível (UV-Vis) (Hitachi U-2001) foi utilizado como parâmetro para determinar \n\na atividade do extrato obtido. Para essa finalidade, concentrações conhecidas de catecol foram \n\nadicionadas em uma cubeta de quartzo (caminho óptico de 10 mm) contendo o extrato bruto \n\nde tirosinase. A absorção de luz a um comprimento de onda de 405 nm (banda típica da o-\n\nquinona) foi medida durante os primeiros 180 s a cada adição de catecol na cubeta. Todos os \n\nexperimentos foram realizados a temperatura ambiente e em triplicatas. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n52 Capítulo 5 – Materiais e métodos \n \n\n \n\n5.4     CRESCIMENTO DOS FILMES PPID/TIROSINASE \n\n \n\n \n\nOs filmes automontados de PPID/Tirosinase foram preparados através da imersão \n\nalternada dos substratos de ITO nas soluções de PPID-G3 (1 mg.mL\n-1\n\n) e tirosinase no extrato \n\nbruto. Os substratos foram imersos na solução policatiônica de PPID-G3 durante 5 min e na \n\nsolução polianiônica de tirosinase (da forma que foi obtida, extrato bruto do abacate) durante \n\n10 min. Após cada imersão, o substrato pré-coberto com PPID-G3 foi lavado com água \n\nultrapura e, a cada imersão no extrato bruto de tirosinase, o substrato foi lavado com solução \n\ntampão fosfato (mistura de fosfato de sódio monobásico e dibásico a 10 mM). A secagem de \n\ncada camada foi realizada suavemente através de fluxo de N2 a temperatura ambiente. O \n\nnúmero desejável de bicamadas de PPID/Tirosinase era facilmente alcançado com repetição \n\ndo ciclo descrito acima. O crescimento dos filmes LbL foi monitorado por espectrofotometria \n\nUV-vis. Foram fabricados filmes contendo 5 e 10 bicamadas. \n\n \n\n \n\n5.5     CONFIGURAÇÃO DO BIOSSENSOR \n\n \n\n \n\nNo presente trabalho, utilizamos um dispositivo potenciométrico constituído a partir \n\nde um amplificador de instrumentação AD620 o qual possui uma alta impedância de entrada: \n\n(29). A alta impedância de entrada é um requisito necessário para que o sistema não gere nem \n\ndrene corrente no sistema. Os filmes formados por ITO-PPID/Tirosinase foram conectados no \n\nterminal de entrada do amplificador AD620. Um eletrodo de referência (AgCl/Sat-KCl) foi \n\nusado para manter uma tensão constante. Todos os testes foram feitos em triplicatas. \n\n\n\nCapítulo 5 – Materiais e métodos 53 \n \n\n \n\n \n\nOs filmes ITO-PPID/Tirosinase foram imersos em uma solução tampão fosfato de \n\nbaixa força iônica (~ mM) e concentrações conhecidas de solução de fenol ou catecol foram \n\nadicionadas no béquer de medida. A voltagem de saída do AD620 foi registrada ao longo do \n\ntempo por um multímetro Keithley 195 A comandado por computador via porta USB/GPIB. \n\nA Figura 5.2 mostra esquematicamente o setup experimental do biossensor. \n\n \n\n \n\nFigura 5.2 – Esquema do Setup experimental do biossensor utilizado. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n54 Capítulo 5 – Materiais e métodos \n \n\n \n\n \n\n\n\n \n\n \n\n6 RESULTADOS E DISCUSSÃO \n \n\n \n\n6.1      CARACTERIZAÇÃO DO DENDRÍMERO PPID  \n \n\nA Figura 6.1 mostra a ressonância magnética nuclear de prótons (\n1\nH) e carbono (\n\n13\nC) \n\ndo PPID-G3 em clorofórmio deuterado (CDCl3) obtido a 300 MHz. Os deslocamentos (?´s) \n\nno espectros \n1\nH característicos do dendrímero PPID-G3 são observados a entre 1,79 ppm e \n\n2,18 ppm (–NCH2CH2CH2CH2N–, –NCH2CH2CH2N–) e; 3,20 ppm e 3,31 ppm (–\n\nCH2CH2CH2CH2N–, –NCH2CH2CH2N–) (Figura 6.1a) (61). \n\n \n\nFigura 6.1 – Ressonância magnética nuclear do dendrímero PPID-G3 sintetizado: espectro \n1\nH (300  \n\n                      MHz) (A) e \n13\n\nC (75 MHz) (B). Solvente utilizado: CDCl3, temperatura da medida:  \n\n                      ambiente (25 ºC). Referência interna: Tetrametil silano (TMS). Concentração do PPID: \n\n                      53 mM. \n\n\n\n56 Capítulo 6 – Resultados e discussão  \n \n\n \n\nO espectro de \n13\n\nC-RMN exibiu o deslocamento característico do grupo imina a 41,14 \n\nppm e deslocamentos (?) a  26 ppm, 32 ppm, 41,5 ppm  e 53 ppm, característicos dos grupos \n\namino terminais existentes na periferia do dendrímero. Não foram observados sinais a 45.1 \n\nppm, característico de grupos da acrilonitrila não reduzidos (NHCH,CH,CN) o que indica que \n\ntodos os grupamentos CN na periferia do dendrímero PPID-G3 foram convertidos a NH2 (59). \n\nA obtenção do PPID-G3 com estrutura molecular bem definida e ao mesmo tempo \n\ncom propriedades físico-químicas específicas (por exemplo, protonação) é um desafio do \n\nponto de vista sintético, sendo sua caracterização de vital importância na tentativa de elucidar \n\ne compreender como a estrutura química, a morfologia e outras propriedades físicas estão \n\nrelacionadas às características desejada ou apresentadas por estes materiais na modificação da \n\nporta de dispositivos semicondutores via automontagem. \n\nAtualmente, o desenvolvimento de técnicas de ionização mais suaves a exemplo da  \n\nespectrometria de massa MALDI (matrix - assisted laser desorption/ionization) permite uma \n\nanálise rigorosa da massa molar de dendrímeros por processos de vaporização sem \n\ndegradação da macromolécula. A espectrometria de massa MALDI consiste em um processo \n\nde remoção de moléculas de polímeros dispersas em uma matriz orgânica. Um pulso de laser \n\nultravioleta é incidido contra a amostra depositada sobre uma placa metálica. O papel da \n\nmatriz neste processo é o de mediadora de absorção da energia do laser. A matriz absorve \n\ngrandes quantidades de energia e a transfere para as moléculas do polímero. A energia do \n\nlaser excita as moléculas da matriz causando sua vaporização e decomposição a um estado \n\niônico. Como consequência dessa mudança de estado, uma nuvem composta de moléculas de \n\nmatriz e do polímero ionizado é formada em fase gasosa.  \n\nEm geral, íons são formados pela remoção ou adição de elétrons, gerando um radical, \n\nou através da reação de adição com outras espécies carregadas em fase gasosa. Todavia, \n\npolímeros sintéticos não adquirem carga facilmente, sendo, na maioria das vezes, necessário a \n\n\n\nCapítulo 6 – Resultados e discussão 57 \n \n\n \n\n \n\nadição de um sal a matriz para uma adição efetiva de íons ao polímero.  A matriz, constituída \n\npor moléculas cristalizadas transporta as moléculas do polímero ionizado para a fase gasosa e \n\nservem como doadores e receptores de prótons. As moléculas do polímero ionizadas, nesse \n\ntrabalho o PPID-G3, sofrem uma aceleração para um detector onde todos os íons recebem a \n\nmesma quantidade de energia cinética. Apesar de terem a mesma energia, a massa é diferente \n\ne podem alcançar o detector em diferentes tempos. Os detectores convertem o sinal para um \n\nespectro de massa com o m/z na abscissa e o número de íons/intensidade na ordenada. Os íons \n\ncom menores massas alcançam o detector primeiro porque a sua velocidade é maior, enquanto \n\nque os íons mais massivos levam mais tempo, daí o nome TOF (time-of-flight), que se deve ao \n\nfato da massa ser determinada a partir do tempo de vôo dos íons no espectro (72). A Figura \n\n6.2 ilustra o método MALDI-TOF que realça em (a) a amostra co-cristalizada com a matriz \n\nirradiada por um feixe de laser, levando à sublimação e ioniza ção de uma macromolécula e \n\nem (b) após o laser, um campo de forte aceleração confere uma energia cinética fixa para os \n\níons produzidos pelo processo de MALDI. Uma particularidade do espectro de massa obtido \n\nnum MALDI é que independente do tipo de amostra analisada, apenas espécies com uma \n\núnica carga são formadas. Entretanto o mecanismo de ionização que possibilitaria explicar \n\neste comportamento ainda não foi elucidado completamente. \n\n\n\n58 Capítulo 6 – Resultados e discussão  \n \n\n \n\n \n\nFigura 6.2 – Ilustração da técnica Maldi-Tof. Adaptado da referência (71). \n\n \n\nNo caso desse trabalho, o espectro MALDI-TOF fornece informações importantes a \n\nrespeito da pureza do PPID além da distribuição de peso molecular. A presença de impurezas \n\nou defeitos na estrutura do dendrímero poderia contribuir para uma performance inadequada \n\ndo dispositivo biossensor. O espectro Maldi-Tofdo PPID-G3 sintetizado é apresentado na \n\nFigura 6.3. A população de íons mostra uma mistura isomolecular de íons, característico de \n\nestruturas dendríticas.  As espécies iônicas observadas correspondem a uma estrutura de PPID \n\nsem defeitos (ramificações indesejadas) sendo que o maior pico corresponde a espécies \n\nmoleculares com m/z igual a1206 [M + H]\n+\n e 1215 [M + Na]\n\n+\n. O valor calculado para m/z \n\npara o PPID-G3 foi igual a 1250 Da, em boa concordância com uma estrutura simétrica e \n\nisomolecular de um dendrímero PPID.  \n\n\n\nCapítulo 6 – Resultados e discussão 59 \n \n\n \n\n \n\n \n\nFigura 6.3 – Espectro MALDI-TOF do dendrímero PPID G3. \n\n \n\n \n\n6.2     CARACTERIZAÇÃO DO EXTRATO BRUTO DE TIROSINASE \n \n\n \n\nA Figura 6.4 mostra o espectro de absorbância na região de UV-vis de uma solução \n\nde catecol (0,1 M) após a mesma ser exposta ao extrato bruto de tirosinase. Observa -se uma \n\nbanda larga em torno de 405 nm. Essa banda é típica de estruturas do tipo o-quinona e é \n\nformada devido à oxidação catalítica promovida pela tirosinase (2, 60). Esse resultado indica \n\nque o extrato obtido a partir da polpa do abacate contém tirosinase na forma ativa (2, 60). \n\n\n\n60 Capítulo 6 – Resultados e discussão  \n \n\n \n\n360 380 400 420 440\n0,80\n\n0,84\n\n0,88\n\n0,92\n\n0,96\n\nA\nB\n\nS\n.\n\n? (nm)  \n\nFigura 6.4 – Espectro de absorbância de uma solução de catecol (1mL) contendo 0,2 mL do extrato bruto de    \n\n                      tirosinase. \n\n \n\nUma vez fixado o comprimento de onda fixado em 405 nm, a cinética do extrato \n\nbruto contendo tirosinase foi analisada através do monitoramento de medidas da variação da \n\nabsorbância durante a reação de oxidação do catecol pela tirosinase. Diferentes concentrações \n\nde catecol foram utilizadas de (0,5 mM até 10 mM) sendo os resultados obtidos apresentados \n\nna Figura 6.5. Observa-se um aumento da absorção com o aumento da concentração de \n\ncatecol tendendo a um ponto de saturação, ou seja, um comportamento típico de enzimas que \n\nobedecem à cinética de Michaelis e Menten (42). \n\n\n\nCapítulo 6 – Resultados e discussão 61 \n \n\n \n\n \n\n0 40 80 120 160 200\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\nA\nB\n\nS\n. \n\ne\nm\n\n 4\n0\n\n5\n n\n\nm\n\nTempo (s)\n\n[Catecol]\n\n \n\nFigura 6.5 – Curvas da absorbância em 405 nm vs tempo obtidas a partir de diferentes concentrações de catecol  \n\n                      (0,5 mM, 1 mM, 3 mM, 5 mM, 7 mM, 9 mM e 10 mM) a uma quantidade fixa de tirosinase.  \n\n                      Condições experimentais: tampão fosfato 10 mM, pH 6.5. \n\n \n\nO resultado anterior é melhor observado na Figura 6.6, onde o pico máximo de \n\nabsorbância (em 180 s) foi tomado a partir das curvas da Figura 6.5. Observa-se na Figura 6.6 \n\nque a velocidade da reação da enzima aumenta com a concentração do substrato, atingindo \n\num valor máximo a 184,5 mM/min. A partir deste valor, o aumento da concentração de \n\nsubstrato não provoca um aumento significativo no valor da velocidade de reação, logo Km \n\nequivale à concentração de substrato [S] quando a velocidade máxima é 184,5 mM/min. O \n\nvalor encontrado foi de Km = 5,14 mM, resultado este condizente com os valores comumente \n\nencontrados na literatura para a tirosinase em extrato bruto a partir de outras fontes, como o \n\ncogumelo (62), a banana (63), a alcachofra (64), o feijão (65) e o pêssego (75). \n\n \n\n \n\n \n\n\n\n62 Capítulo 6 – Resultados e discussão  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 6.6 – Ajuste linear entre o inverso da velocidade de reação e o inverso da concentração de substrato    \n\n                        (catecol) para o extrato bruto de tirosinase. Condições experimentais: tampão fosfato 10mM,  pH  \n\n                      6.5. \n\n \n\n \n\n \n\n6.3     ITO COMO SENSOR DE PH \n \n\n \n\nO ITO já foi bastante estudado e testado como sensor de pH e apresenta sensibilidade \n\nem torno de 58 mV.pH\n-1\n\n quando se usa o AI como seguidor de tensão (30). A Figura 6.7 \n\nmostra a resposta dinâmica ao pH do substrato de ITO comercial. A medida foi realizada \n\natravés da imersão do filme de ITO sem funcionalização em diferentes soluções tampão  \n\nfosfato 10 mM. Uma sensibilidade de 57,2 mV.pH\n-1 \n\nfoi calculada através leitura da tensão a \n\num determinado período de tempo (Figura 6.8), com um excelente coeficiente de correlação \n\n(R\n2\n). Os resultados obtidos estão em excelente concordância com os valores reportados por \n\n0,1 0,2 0,3 0,4 0,5\n\n0,008\n\n0,010\n\n0,012\n\n0,014\n\n0,016\n\n0,018\n\n0,020\n\nV\n-1\n (\n\nm\nin\n\n.m\nM\n\n-1\n)\n\n[Catecol]\n-1 \n\n(mM\n-1\n)\n\nR\n2\n = 0,98963\n\nV\nmax\n\n = 184,50\n\n\n\nCapítulo 6 – Resultados e discussão 63 \n \n\n \n\n \n\nYin e colaborares que utilizaram filmes de ITO provenientes de outra empresa (30) e com \n\nfilmes de ITO sintetizados via anodização (66). \n\n \n\n0 5 10 15 20 25\n\n-100\n\n0\n\n100\n\n200\n\n300\n\npH 10\n\npH 8\n\npH 7\n\npH 6\n\nT\ne\n\nn\ns\na\n\no\n (\n\nm\nV\n\n)\n\nTempo (min)\n\npH 4\n\nSensibilidade = 57,3 mV.pH\n-1\n\n \n\nFigura 6.7 – Resposta típica ao pH de filmes de ITO comerciais utilizados como sensor de pH. As medidas \n\nforam efetuadas a temperatura de 25ºC, com pH 4.0, 6.0, 7.0, 8.0 e 10.0  tampão fosfato 10 mM. \n\n4 5 6 7 8 9 10\n\n-100\n\n0\n\n100\n\n200\n\nT\ne\n\nn\ns\na\n\no\n (\n\nm\nV\n\n)\n\npH\n\nR\n2\n = 0,993\n\nSensibilidade = 57,3 mV/pH\n\n \n\nFigura 6.8 – Sensibilidade ao pH dos filmes de ITO à temperatura 25ºC. \n\n \n\nA sensibilidade ao pH dos filmes de ITO pode ser explicada pelo conhecido modelo \n\nde sítio de ligação (site binding) (67, 68). De acordo com este modelo, a superfície dos óxidos \n\n\n\n64 Capítulo 6 – Resultados e discussão  \n \n\n \n\nou nitretos metálicos anfotéricos (A), apresentam espécies químicas em três formas distintas: \n\nnegativas (\n-\n\nAO ), neutras ( AOH ) e positivas (\n+\n\n2\nAOH ). Dessa forma, as seguintes reações \n\nde ligação ocorrem da superfície do óxido (67, 68): \n\n \n\n+ +\n\n2\nAOH AOH + H?  (2.4) \n\n- +\nAOH AO + H?  (2.5) \n\n  \n\nEssas ligações alteram o potencial na superfície do óxido com a mudança de pH, \n\nmodulando assim o sinal de saída do dispositivo. \n\n \n\n \n\n6.4    CRESCIMENTO DOS FILMES AUTOMONTADOS \n\n \n\nInicialmente, mediu-se o espectro de absorbância da solução diluída do extrato bruto \n\nde tirosinase, com o intuito de verificar o máximo de absorbância da tirosinase, que se \n\nmostrou em 276 nm (Figura 6.9, linha em preto). Como esperado para enzimas, foi observado \n\numa banda em cerca de 280 nm, devido à presença de aminoácidos aromáticos como \n\ntriptofano, tirosina e fenilanina. Foi realizada então a automontagem dos filmes em substratos \n\nde quartzo que são transparentes na região do ultravioleta onde a enzima absorve. Novamente \n\nmediu-se o espectro para um filme PPID/Tirosinase composto por 10 bicamadas. Como pode \n\nser visto na Figura 6.9 (linha em vermelho), verifica-se que a banda de absorção está um \n\npouco deslocada para o vermelho. Esse resultado comprova que a enzima tirosinase é de fato \n\nadsorvida ao PPID. A forte interação entre os componentes do filme pode estar associada à \n\ninteração eletrostática entre grupos NH3\n+ \n\nprovenientes do dendrímero e grupos OH\n-\n presentes \n\n\n\nCapítulo 6 – Resultados e discussão 65 \n \n\n \n\n \n\nna tirosinase . A redução da intensidade do máximo de absorção na Figura 6.9 deve-se apenas \n\nà redução da quantidade de tirosinase presente no filme em comparação à solução. \n\n240 260 280 300 320 340\n0,05\n\n0,10\n\n0,15\n\n0,20\n\n0,25\n\n0,30\n\n PPID/tirosinase (LbL)\n\n Tirosinase em soluçao\n\nA\nB\n\nS\n.\n\n? (nm)\n \n\nFigura 6.9 – Espectro de absorbância da solução do extrato bruto de tirosinase (preto) e do filme    \n\n                         PPID/Tirosinase (vermelho). \n\n \n\nRealizou-se então o estudo do crescimento do filme, ainda sobre o substrato de \n\nquartzo, medindo-se a absorbância a cada camada depositada. Os resultados são mostrados na \n\nFigura 6.10, onde se observa um crescimento linear do filme, indicando que o número de \n\nsítios ativos para a adesão do bioconjugado PPID-Tirosinase não alcançou a saturação. Dessa \n\nforma, pode-se concluir que a cada etapa do processo de automontagem, a mesma quantidade \n\nde material foi absorvida ao filme LbL, indicando que a técnica de automontagem foi bem \n\nsucedida (32). \n\n\n\n66 Capítulo 6 – Resultados e discussão  \n \n\n \n\n0 2 4 6 8 10\n\n0,00\n\n0,04\n\n0,08\n\n0,12\n\n0,16\n\nA\nB\n\nS\n. \ne\n\nm\n 2\n\n8\n0\n\n n\nm\n\nBicamadas\n\nR\n2\n = 0,986\n\n \n\nFigura 6.10 – Absorbância em 280 nm em função do número de bicamadas PPID/Tirosinase. \n\n \n\n \n\n6.5 DISPOSITIVO BIOSSENSOR DE FENOL E CATECOL \n\n \n\n \n\n6.5.1  ESTUDO DO NÚMERO DE BICAMADAS \n \n\nA partir do estudo de crescimento do filme, escolheu-se aleatoriamente como \n\nbiossensor, filmes automontados em substratos de ITO compostos por 5 e 10 bicamadas de \n\nPPID/Tirosinase. Analisou-se então o sinal dos dois biossensores propostos. Para tal, foram \n\nadicionadas alíquotas conhecidas de analito (neste caso, fenol) na célula de medida, \n\nresultando em uma concentração final de 0,5 mM. A resposta para os dois sistemas é \n\nmostrado na Figura 6.12. Observa-se um tempo de resposta em torno de 480 s para o filme \n\ncomposto de 5 bicamadas e um tempo bem maior para o filme composto por 10 bicamadas. \n\nEste fato, certamente está relacionado com a difusão do analito para as camadas mais internas \n\nque contêm tirosinase, resultando em uma redução no sinal, devido ao baixo rendimento \n\n\n\nCapítulo 6 – Resultados e discussão 67 \n \n\n \n\n \n\ncatalítico de filmes composto por um número elevado de bicamadas. Filmes mais finos, como \n\nno caso de 5 bicamadas, são portanto mais eficientes. Logo, a pesar de o crescimento do filme \n\nser linear, não há necessidade de escolher um número muito elevado de bicamadas para os \n\ntestes posteriores, já que isto não tem uma influência negativa na resposta do biossensor. \n\n0 120 240 360 480 600\n-15\n\n-10\n\n-5\n\n0\n\n5\n\n10\n\nAdicao de fenol\n\nLinha de base\n\n PPID/tirosinase - 10 bicamadas\n\n PPID/tirosinase - 5 bicamadasT\ne\n\nn\ns\na\n\no\n (\n\n m\nV\n\n)\n\nTime ( s)  \n\nFigura 6.11 – Resposta do biossensor ITO-PPID/Tirosinase frente à adição de 0,5 mM de fenol para 5     \n\n                       bicamadas (azul) e 10 bicamadas (vermelho). Condições experimentais: tampão fosfato 10 mM,    \n\n                     pH 6,5. \n\n \n\n \n\n6.5.2    SENSIBILIDADE AO PH DOS FILMES DE ITO FUNCIONALIZADOS \n\nCOM PPID/TIROSINASE \n \n\n \n\nApós a automontagem de 5 bicamadas de PPID/Tirosinase sobre substratos de ITO, \n\nos mesmos foram imersos em diferentes soluções tampão de baixa força iônica (10 mM), ou \n\nseja, aquelas soluções utilizadas nas medidas de biossensoriamento. Os resultados são \n\nmostrados na Figura 6.12, onde se observa que o sistema estabiliza em torno de 4 min.  \n\n\n\n68 Capítulo 6 – Resultados e discussão  \n \n\n \n\nJá a Figura 6.13 exibe a sensibilidade ao pH calculada a partir da variação do pH \n\ntampão fosfato 10 mM. Observa-se, pela Figura 6.13 que quando o ITO está recoberto com as \n\nbicamadas PPID/Tirosinase, a sensibilidade cai 40% (de aproximadamente 57 mV.pH\n-1\n\n para \n\naproximadamente 34 mV.pH\n-1\n\n). Este fato está relacionado com o bloqueio dos sítios de \n\nligação da superfície do óxido (ITO). Antes da automontagem, mais sítios de ligação estavam \n\ndisponíveis. Com a funcionalização (automontagem), apesar de o PPID ser uma estrutura \n\nporosa, o mesmo não acontece com o extrato bruto de tirosinase, que ainda pode conter \n\ndiversas impurezas, o que dificulta a difusão dos íons H\n+\n até o substrato de ITO, parte do \n\nsistema sensível ao pH. \n\n0 10 20 30 40 50\n0\n\n20\n\n40\n\n60\n\n80\n\npH 7,0\n\npH 6,5\n\npH 6,0\n\npH 5,5\n\nT\ne\n\nn\ns\na\n\no\n (\n\nm\nV\n\n)\n\nTempo (min) \n\npH 5,0\n\n \n\nFigura 6.12 – Resposta típica ao pH dos filmes de ITO funcionalizados com 5 bicamadas de PPID/Tirosinase.     \n\n                        Condições experimentais: temperatura 25ºC, tampão fosfato 10 mM com pHs 5.0, 5.5, 6.0, 6.5 e  \n\n                        7.0.\n \n\n \n\n\n\nCapítulo 6 – Resultados e discussão 69 \n \n\n \n\n \n\n4,5 5,0 5,5 6,0 6,5 7,0 7,5\n\n0\n\n20\n\n40\n\n60\n\n80\n\n?\nV\n\n (\nm\n\nV\n)\n\npH\n\nSensibilidade = 34,0 mV.pH\n-1\n\nR\n2\n = 0,995\n\n \n\nFigura 6.13 – Sensibilidade ao pH dos filmes de ITO funcionalizados com 5 bicamadas de PPID/Tirosinase à  \n\n                        temperatura de 25ºC. \n\n \n\nSabe-se que a atividade enzimática é estritamente dependente de algumas condições, \n\ncomo por exemplo, temperatura, concentração salina e pH. No caso da tirosinase purificada a \n\npartir do cogumelo, o valor de pH ótimo para a enzima está compreendido entre 6 a 7, \n\nsegundo a empresa Sigma Aldrich (69). Visando melhorar o ambiente de medida, a voltagem \n\nde saída foi medida em um intervalo de pH de 5,5 a 7 para uma mesma concentração de fenol. \n\nObserva-se que o sinal do biossensor aumenta com o pH alcançando seu máximo em 6,5. \n\nEsse comportamento em relação ao pH está em ótima concordância com a valor esperado para \n\na enzima pura enzima pura (69). \n\nÉ esperado alterações de pH mais favoráveis em tampões com baixa força iônica, \n\ndevido à grande mobilidade de H\n+\n na solução. Porém, tendo em vista que o circuito do \n\nbiossensor se fecha através da solução, uma força iônica mínima é necessária para seu bom \n\nfuncionamento. Em outras palavras, a solução eletrolítica atua como chave no circuito do \n\nbiossensor. Ainda, um tampão com uma força iônica menor poderia não manter o pH do \n\nsistema de medida constante, o que aumentaria o erro nas medidas subsequentes com o \n\n\n\n70 Capítulo 6 – Resultados e discussão  \n \n\n \n\naumento da concentração de fenol e catecol. Portanto, determinaram-se as condições \n\nexperimentais como sendo pH 6,5 e tampão PBS 10 mM. \n\n5 6 7\n11\n\n12\n\n13\n\n14\n\n15\n?\n\nV\n (\n\nm\nV\n\n)\n\npH\n \n\nFigura 6.14 – Influência do valor do pH na resposta do biossensor ITO-PPID/Tirosinase frente à adição de 0,5  \n\n                        mM de fenol no béquer de medida. \n\n \n\n \n\n6.5.3  ANÁLISE DO BIOSSENSOR \n \n\n \n\nNa presença de fenol, a tirosinase catalisa a reação descrita esquematicamente na \n\nFigura 4.6, ou seja, consumindo oxigênio molecular (O2). Logo, pode-se inferir que parte \n\ndesse oxigênio é oriundo de moléculas de água presentes na solução analítica. Dessa forma, o \n\nbiossensor potenciométrico é sensível a alterações locais de pH, pois é capaz de detectar \n\nvariações na concentração de íons H\n+\n (Figuras 6.7 e 6.12) que ocorrem de acordo com o \n\nprosseguimento da reação catalisada pela tirosinase. \n\nA Figura 6.15 mostra a resposta típica do biossensor ITO-PPID/Tirosinase após a \n\nadição 0,5 mM de fenol na solução analítica. Foi observado um tempo de resposta de \n\naproximadamente 540 s, valor em excelente concordância com biossensor para detecção de \n\n\n\nCapítulo 6 – Resultados e discussão 71 \n \n\n \n\n \n\nclorofenol utilizando ISFETs convencionais como transdutores (70). O valor da tensão no \n\ntempo de resposta foi utilizado para obtenção da curva de calibração do biossensor (tensão de \n\nsaída do dispositivo em função da concentração de analito), como mostrado na Figura 6.16 \n\npara o fenol e 6.17 para o catecol. \n\n \n\n0 120 240 360 480 600\n-12\n\n-9\n\n-6\n\n-3\n\n0\n\n3\n\n6\n\n9\n\nT\ne\n\nn\ns\na\n\no\n (\n\nm\nV\n\n)\n\nTempo (s)\n\nFenol\n\n \n\nFigura 6.15 – Resposta típica do biossensor ITO-PPID/Tirosinase frente à adição de 0,5 mM de fenol na        \n\n                         solução analítica. Condições experimentais: tampão fosfato 10 mM, pH 6.5, temperatura de 25ºC. \n\n0 1 2 3 4 5\n0\n\n30\n\n60\n\n90\n\n120\n\n150\n\n?\nV\n\n (\nm\n\nV\n)\n\n[Fenol] (mM)\n \n\nFigura 6.16 – Resposta do biossensor ITO-PPID/Tirosinase frente à adições de fenol (Hidroxibenzeno).  \n\n                        Condições experimentais: tampão fosfato 10 mM, pH 6.5. \n\n\n\n72 Capítulo 6 – Resultados e discussão  \n \n\n \n\n \n\n0 10 20 30 40 50\n0,00\n\n0,02\n\n0,04\n\n0,06\n\n0,08\n\n0,10\n\n?\nV\n\n (\nm\n\nV\n)\n\n[Catecol] (?M)\n \n\nFigura 6.17 – Curva analítica do biossensor ITO-PPID/Tirosinase frente a adições de catecol. Condições  \n\n                        experimentais: tampão fosfato 10 mM, pH 6.5. \n\n \n\nA sensibilidade do biossensor foi calculada a partir da região linear nas curvas das \n\n6.17 (para o fenol) e 6.18 (para o catecol). O valor encontrado foi de (29,0 ± 1) mV.mM\n-1\n\n e \n\n(4,0 ± 0,5) mV.µM\n-1\n\n, para o fenol e o catecol, respectivamente. O valor encontrado para o \n\nfenol, é cerca de 7 vezes maior que os valores encontrados na literatura para sistemas \n\nsemelhantes (70),  indicando que a técnica de automontagem é viável para a imobili zação de \n\nenzimas, as quais mantêm sua atividade após a imobilização. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n7        CONSIDERAÇÕES FINAIS E PERSPECTIVAS \n \n\n \n\nFilmes de ITO foram funcionalizados com multicamadas de PPID -G3 e tirosinase, \n\nesta obtida a partir do extrato bruto do abacate. Estes filmes foram utilizados como \n\nbiossensores potenciométricos baseados em dispositivos de alta impedância de entrada para \n\ndetecção de fenol e catecol. O sistema em questão apresentou sensibilidade a variações de \n\nfenol e catecol em um intervalo, com uma sensibilidade a compostos fenólicos de (29,0 ± 1) \n\nmV.mM\n-1\n\n e (4,0 ± 0,5) mV.µM\n-1\n\n, para o fenol e o catecol, respectivamente. \n\nO extrato bruto do abacate se mostrou viável como fonte alternativa de tirosinase, \n\numa vez que o mesmo apresenta um razoável constante de Michaelis-Menten para o analito \n\ncatecol (Km= 5,14 mM). Abrindo caminho para a obtenção de biossensores de baixo custo. \n\nOs substratos comerciais de ITO apresentaram excelente sensibilidade a variações de \n\npH (~ 57 mV.pH\n-1\n\n) e quando funcionalizados como o sistema automontado PPID /Tirosinase, \n\na sensibilidade sofre um decréscimo em virtude de efeitos de difusão iônica  \n\nContudo, algumas etapas não menos importantes das que aqui foram apresentadas, \n\nnecessitam ser estudadas e analisadas cuidadosamente. Tais etapas, se não foram  incluídas no \n\ntrabalho devido ao binômio tempo e instrumentação, espera -se que as mesmas sejam \n\nestudadas em futuramente. Assim seguem algumas sugestões para trabalhos futuros: \n\n? Testar outros derivados fenólicos e comparar com os resultados com essa dissertação; \n\n? Verificar o tempo de vida útil da enzima imobilizada; \n\n\n\n74 Capítulo 6 – Resultados e discussão  \n \n\n \n\n? Testar a tirosinase retirada de outras fontes, tais como: batata, inhame, casca de banana, \n\ne utilizar o mesmo sistema de medida; \n\n? Testar o biossensor em amostras reais, como a água de rios, onde há indústrias \n\npróximas; \n\n? Criar biossensores miniaturizados para testes em tempo real. \n\nFinalmente, espera-se que o presente trabalho possa ter despertado a necessidade do \n\ndesenvolvimento de biossensores em nosso país a nível industrial, uma vez que sistemas \n\ninteligentes para o monitoramento de substâncias de interesse clínico e ambiental apresentam \n\num elevado potencial de crescimento mercadológico.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nREFERÊNCIAS \n \n\n \n\n1 CUVELIER, M. E.; RICHARD, H.; BERSET, C. COMPARISON OF THE ANTIOXIDATIVE ACTIVITY OF \nSOME ACID-PHENOLS - STRUCTURE ACTIVITY RELATIONSHIP. Bioscience Biotechnology and \nBiochemistry, v. 56, n.2, p. 324-325, 1992. \n\n \n\n \n2 ANGELO, P. M.; JORGE, N. Compostos Fenólicos em Alimentos – uma breve revisão. Revista \n\ndo Instituto Adolfo Lutz, v. 66, n.1, p. 232 - 240, 2007. \n\n \n\n \n3 AGENCY, U. S. E. P.; ASSOCIATES, C.; CORPORATION, S. R.; SUBSTANCES, U. S. A. F. T.; \n\nREGISTRY, D. Toxicological profile for phenol: Agency for Toxic Substances and Disease \nRegistry, 1989. \n\n \n\n \n4 PEIXE, T. S.; NASCIMENTO, E. D. S.; DELLA ROSA, H. V. Determinação de fenol urinário por \n\ncromatografia em fase gasosa em trabalhadores que utilizam resinas fenólicas em fundições. \nRevista Brasileira de Ciências Farmacêuticas, v. 42, p. 279-287, 2006. \n\n \n\n \n5 FENOL.  UNESP, 2004. Informações de segurança sobre produtos químicos. Disponível em: \n\nhttp://www.qca.ibilce.unesp.br/prevencao/produtos/fenol.html. Acesso em 05/01/2012.  \n\n \n\n \n6 CHRISWELL, C. D.; CHANG, R. C.; FRITZ, J. S. Chromatographic determination of phenols in \n\nwater. Analytical Chemistry, v. 47, n.8, p. 1325-1329, 1975. \n\n \n\n \n7 COMMINS, B. T.; LINDSEY, A. J. The determination of phenols by chromatography and \n\nspectrophotometry of their methyl ethers: Ultraviolet absorption spectra of methyl aryl \nethers in cyclohexane. Analytica Chimica Acta, v. 15, p. 446-450, 1956. \n\nhttp://www.qca.ibilce.unesp.br/prevencao/produtos/fenol.html\n\n\n76 Referências \n \n\n \n\n \n\n \n8 BUERK, D. G.  Biosensors: theory and applications. Technomic Pub. Co., 1993. 221 p. \n\n \n\n \n9 THEVENOT, D. R.; TOTH, K.; DURST, R. A.; WILSON, G. S. Electrochemical biosensors: recommended \n\ndefinitions and classification. Biosensors &amp; Bioelectronics, v. 16, n.1-2, p. 121-131, 2001. \n\n \n\n \n10 RUSMINI, F.; ZHONG, Z.; FEIJEN, J. Protein Immobilization Strategies for Protein Biochips. \n\nBiomacromolecules, v. 8, n.6, p. 1775-1789, 2007. \n\n \n\n \n11 VIEIRA, N. C. S., Biossensores de Glicose Nanoestruturados Baseados em Dendrímeros PAMAM e \n\nFilmes Finos de In2O3:Sn. 2006. p. 121. Dissertação de mestrado - Universidade Federal de Itajubá, \nItajubá 2006. \n\n \n\n \n12 AI, H.; JONES, S. A.; LVOV, Y. M. Biomedical applications of electrostatic layer-by-layer nano-\n\nassembly of polymers, enzymes, and nanoparticles. Cell Biochemistry and Biophysics, v. 39, n.1, p. \n23-43, 2003. \n\n \n\n \n13 FERREIRA, M.; FIORITO, P. A.; OLIVEIRA, O. N.; DE TORRESI, S. I. C. Enzyme-mediated amperometric \n\nbiosensors prepared with the Layer-by-Layer (LbL) adsorption technique. Biosensors &amp; \nBioelectronics, v. 19, n.12, p. 1611-1615, 2004. \n\n \n\n \n14 ZHAO, H. T.; JU, H. X. Multilayer membranes for glucose biosensing via layer-by-layer assembly of \n\nmultiwall carbon nanotubes and glucose oxidase. Analytical Biochemistry, v. 350, n.1, p. 138-144, \n2006. \n\n \n\n \n15 AMEER, Q.; ADELOJU, S. B. Development of a potentiometric catechol biosensor by entrapment of \n\ntyrosinase within polypyrrole film. Sensors and Actuators B: Chemical, v. 140, n.1, p. 5-11, 2009. \n\n \n\n \n16 LIGLER, F. S.; TAITT, C. A. R. Optical biosensors: present and future. Elsevier Science. 1 ed. 2002. \n\n616 p. \n\n\n\nReferências 77 \n \n\n \n\n \n\n \n\n \n17 LEC, R. M. Piezoelectric biosensors: recent advances and applications (Ed.). Frequency \n\nControl Symposium and PDA Exhibition, 2001. Proceedings of the 2001 IEEE \nInternational,2001. p. 419-429. \n\n \n\n \n18 KWONG, W. K. Catalytic biosensors: novel analytical tools and their applications in sports, \n\nfood and environmental monitoring. Hong Kong University of Science and Technology, 2000. \n\n \n\n \n19 ROGERS, K. R.; MULCHANDANI, A. Affinity biosensors: techniques and protocols: Humana \n\nPress, 1998. 249 p. \n\n \n\n \n20 EVANS, A.; JAMES, A. M.; ACOL, Potentiometry and ion selective electrodes: Published on \n\nbehalf of ACOL, Thames Polytechnic, London, by Wiley, 1987. \n\n \n\n \n21 ROBERT, K. Recent developments in potentiometric biosensors for biomedical analysis. \n\nAnalytica Chimica Acta, v. 599, n.1, p. 7-15, 2007. \n\n \n\n \n22 BERGVELD, P. Development of an Ion-Sensitive Solid-State Device for Neurophysiological \n\nMeasurements.  Biomedical Engineering, IEEE Transactions on, v. BME-17, n.1, p. 70-71, \n1970. \n\n \n\n \n23 BERGVELD, P. Development, Operation, and Application of the Ion-Sensitive Field-Effect \n\nTransistor as a Tool for Electrophysiology. Biomedical Engineering, IEEE Transactions on, v. \nBME-19, n.5, p. 342-351, 1972. \n\n \n\n \n24 BERGVELD, P. Thirty years of ISFETOLOGY - What happened in the past 30 years and what \n\nmay happen in the next 30 years.  Sensors and Actuators B-Chemical, v. 88, n.1, p. 1-20, \n2003. \n\n \n\n \n\n\n\n78 Referências \n \n\n \n\n25 DZYADEVYCH, S. V.; SOLDATKIN, A. P.; KORPAN, Y. I.; ARKHYPOVA, V. N.; ELSKAYA, A. V.; \nCHOVELON, J. M.; MARTELET, C.; JAFFREZIC-RENAULT, N. Biosensors based on enzyme field-effect \ntransistors for determination of some substrates and inhibitors. Analytical and Bioanalytical \nChemistry, v. 377, n.3, p. 496-506, 2003. \n\n \n\n \n26 VANDERSPIEGEL, J.; LAUKS, I.; CHAN, P.; BABIC, D. THE EXTENDED GATE CHEMICALLY SENSITIVE \n\nFIELD-EFFECT TRANSISTOR AS MULTI-SPECIES MICROPROBE. Sensors and Actuators, v. 4, n.2, p. \n291-298, 1983. \n\n \n\n \n27 CHI, L. L.; CHOU, J. C.; CHUNG, W. Y.; SUN, T. P.; HSIUNG, S. K. Study on extended gate field effect \n\ntransistor with tin oxide sensing membrane. Materials Chemistry and Physics, v. 63, n.1, p. 19-23, \n2000. \n\n \n\n \n28 FERNANDES, E. G. R.; VIEIRA, N. C. S.; DE QUE                         , F. E. G.; ZUCOLOTTO, V. \n\nImmobilization of Poly(propylene imine) Dendrimer/Nickel Phtalocyanine as Nanostructured \nMultilayer Films To Be Used as Gate Membranes for SEGFET pH Sensors. The Journal of Physical \nChemistry , v. 114, n.14, p. 6478-6483, 2010. \n\n \n\n \n29 VIEIRA, N. C. S.; FIGUEIREDO, A.; DE QUEIROZ, A. A. A.; ZUCOLOTTO, V.; GUIMARÃES, F. E. G. Self-\n\nAssembled Films of Dendrimers and Metallophthalocyanines as FET-Based Glucose Biosensors. \nSensors, v. 11, n.10, p. 9442-9449, 2011. \n\n \n\n \n30 YIN, L. T.; CHOU, J. C.; CHUNG, W. Y.; SUN, T. P.; HSIUNG, S. K. Study of indium tin oxide thin film for \n\nseparative extended gate ISFET. Materials Chemistry and Physics, v. 70, n.1, p. 12-16, 2001. \n\n \n\n \n31 VIEIRA, N. C. S.; FERNANDES, E. G. R.; FACETO, A. D.; ZUCOLOTTO, V.; GUIMARÃES, F. E. G. \n\nNanostructured polyaniline thin films as pH sensing membranes in FET-based devices. Sensors and \nActuators B: Chemical, v. 160, n.1, p. 312-317, 2011. \n\n \n\n \n32 DECHER, G. Fuzzy Nanoassemblies: Toward Layered Polymeric Multicomposites. Science, v. 277, \n\nn.5330, p. 1232-1237, 1997. \n\n \n\n \n\n\n\nReferências 79 \n \n\n \n\n \n\n33 LVOV, Y.; ARIGA, K.; ICHINOSE, I.; KUNITAKE, T. Assembly of Multicomponent Protein Films by \nMeans of Electrostatic Layer-by-Layer Adsorption. Journal of the American Chemical Society, \nv. 117, n.22, p. 6117-6123, 1995. \n\n \n\n \n34 ILER, R. K. Multilayers of colloidal particles. Journal of Colloid and Interface Science, v. 21, \n\nn.6, p. 569-594, 1966. \n\n \n\n \n35 DECHER, G.; HONG, J. D.; SCHMITT, J. Buildup of ultrathin multilayer films by a self-assembly \n\nprocess: III. Consecutively alternating adsorption of anionic and cationic polyelectrolytes on \ncharged surfaces.Thin Solid Films, v. 210-211, n.Part 2, p. 831-835, 1992. \n\n \n\n \n36 LVOV, Y.; HAAS, H.; DECHER, G.; MOEHWALD, H.; KALACHEV, A. Assembly of polyelectrolyte \n\nmolecular films onto plasma-treated glass. The Journal of Physical Chemistry, v. 97, n.49, p. \n12835-12841, 1993. \n\n \n\n \n37 LVOV, Y.; DECHER, G.; MOEHWALD, H. Assembly, structural characterization, and thermal \n\nbehavior of layer-by-layer deposited ultrathin films of poly(vinyl sulfate) and poly(allylamine). \nLangmuir, v. 9, n.2, p. 481-486, 1993. \n\n \n\n \n38 LOJOU, É.; BIANCO, P. Quartz crystal microbalance and voltammetry monitoring for layer-by-\n\nlayer assembly of cytochrome c3 and poly(ester sulfonic acid) films on gold and silver \nelectrodes. Journal of Electroanalytical Chemistry, v. 557, p. 37-47, 2003. \n\n \n\n \n39 DECHER, G.; LEHR, B.; LOWACK, K.; LVOV, Y.; SCHMITT, J. New nanocomposite films for \n\nbiosensors: layer-by-layer adsorbed films of polyelectrolytes, proteins or DNA. Biosensors \nand Bioelectronics, v. 9, n.9-10, p. 677-684, 1994. \n\n \n\n \n40 LIU, Y.; ERDMAN, A. G.; CUI, T. Acetylcholine biosensors based on layer-by-layer self-\n\nassembled polymer/nanoparticle ion-sensitive field-effect transistors. Sensors and Actuators \nA: Physical, v. 136, n.2, p. 540-545, 2007. \n\n \n\n \n\n\n\n80 Referências \n \n\n \n\n41 CARUSO, F.; NIIKURA, K.; FURLONG, D. N.; OKAHATA, Y. Assembly of alternating polyelectrolyte \nand protein multilayer films for immunosensing 2. Langmuir, v. 13, n.13, p. 3427-3433, 1997. \n\n \n\n \n42 LEHNINGER, A. L.; LEE, N. D.; COX, M. M.; SIMÕES, A. A.; LODI, W. R. N. Princípios de bioquímica. \n\n2 ed. São Paulo: Sarvier, 1995. 839 p. \n\n \n\n \n43 FISCHER, E. Einfluss der Configuration auf die Wirkung der Enzyme. Berichte der deutschen \n\nchemischen Gesellschaft, v. 27, n.3, p. 2985-2993, 1894. \n\n \n\n \n44 Enzimas 2. USP. 2012. Departamento de Ciências Biológicas. Disponível em: \n\nhttp://docentes.esalq.usp.br/luagallo/Enzimas2.htm. Acesso em: 05/01/2012. \n\n \n\n \n45 KOSHLAND, D. E. APPLICATION OF A THEORY OF ENZYME SPECIFICITY TO PROTEIN SYNTHESIS. \n\nProceedings of the National Academy of Sciences of the United States of America, v. 44, n.2, p. \n98-104, 1958. \n\n \n\n \n46 LUPETTI, K. O.; RAMOS, L. A.; FATIBELLO-FILHO, O. Determinação enzimática de dopamina em \n\nformulações farmacêuticas utilizando sistema de análise por injeção em fluxo com extrato bruto \nde abacate (Persea americana). Química Nova, v. 26, p. 197-201, 2003. \n\n \n\n \n47 RICHARD-FORGET, F. C.; GAUILLARD, F. A. Oxidation of Chlorogenic Acid, Catechins, and 4-\n\nMethylcatechol in Model Solutions by Combinations of Pear (Pyrus communis Cv. Williams) \nPolyphenol Oxidase and Peroxidase: A Possible Involvement of Peroxidase in Enzymatic \nBrowning†. Journal of Agricultural and Food Chemistry, v. 45, n.7, p. 2472-2476, 1997. \n\n \n\n \n48 ALFRED M, M. Polyphenol oxidases in plants and fungi: Going places? A review. Phytochemistry, \n\nv. 67, n.21, p. 2318-2331, 2006. \n\n \n\n \n49 BOUCHILLOUX, S.; MCMAHILL, P.; MASON, H. S. The multiple forms of mushroom tyrosinase. \n\nPurification and molecular properties of the enzymes. The Journal of Biological Chemistry,  v. 238, p. \n1699-707, 1963. \n\nhttp://docentes.esalq.usp.br/luagallo/Enzimas2.htm\n\n\nReferências 81 \n \n\n \n\n \n\n \n\n \n50     TIROSINASE.   2004. Disponível em: http://pt.wikipedia.org/wiki/Tirosinase. Acesso em: \n\n05/01/2012. \n\n \n\n \n51 SIGNORI, C. A.; FATIBELLO-FILHO, O. Biossensor Amperométrico para Determinacao de \n\nFenois Usando um Extrato Bruto de Inhame (Alocacia Macrorhiza). Química Nova, v. 17, n.1, \np. 5, 1994. \n\n \n\n \n52 WIJESURIYA, D. C.; RECHNITZ, G. A. Biosensors based on plant and animal tissues. Biosensors \n\nand Bioelectronics, v. 8, n.3–4, p. 155-160, 1993. \n\n \n\n \n53 FATIBELLO-FILHO, O.; VIEIRA, I. D. C. Uso analítico de tecidos e de extratos brutos vegetais \n\ncomo fonte enzimática. Química Nova, v. 25, p. 455-464, 2002. \n\n \n\n \n54 BARIOTO, V. D. C. R. Influência do contra-íon usado na eletrossíntese do polipirrol em sua \n\nresposta como biossensor eletroquímico após a imobilização da polifenol oxidase. 2009. p. \n73 Dissertação de mestrado - Escola de Engenharia de São Carlos da Universidade de São \nPaulo, São Carlos, 2009. \n\n \n\n \n55 GRANQVIST, C. G.; HULTÅKER, A. Transparent and conducting ITO films: new developments \n\nand applications. Thin Solid Films, v. 411, n.1, p. 1-5, 2002. \n\n \n\n \n56 FANG, A. P.; NG, H.; SU, X. D.; LI, S. F. Y. Soft-lithography-mediated submicrometer patterning \n\nof self-assembled monolayer of hemoglobin on ITO surfaces. Langmuir, v. 16, n.12, p. 5221-\n5226, 2000. \n\n \n\n \n57 FANG, A.; NG, H.; LI, S. F. Y. Anchoring of Self-Assembled Hemoglobin Molecules on Bare \n\n ndium?Tin  xide  urfaces. Langmuir, v. 17, n.14, p. 4360-4366, 2001. \n\n \n\n \n\nhttp://pt.wikipedia.org/wiki/Tirosinase\n\n\n82 Referências \n \n\n \n\n58 KIM, J. S.; GRANSTROM, M.; FRIEND, R. H.; JOHANSSON, N.; SALANECK, W. R.; DAIK, R.; FEAST, W. \nJ.; CACIALLI, F. Indium-tin oxide treatments for single- and double-layer polymeric light-emitting \ndiodes: The relation between the anode physical, chemical, and morphological properties and the \ndevice performance. Journal of Applied Physics, v. 84, n.12, p. 6859-6870, 1998. \n\n \n\n \n59 DE BRABANDER-VAN DEN BERG, E. M. M.; MEIJER, E. W. Poly(propylene imine) Dendrimers: Large-\n\nScale Synthesis by Hetereogeneously Catalyzed Hydrogenations. Angewandte Chemie \nInternational Edition in English, v. 32, n.9, p. 1308-1311, 1993. \n\n \n\n \n60 DA CRUZ VIEIRA, I.; FATIBELLO-FILHO, O. Spectrophotometric determination of methyldopa and \n\ndopamine in pharmaceutical formulations using a crude extract of sweet potato root (Ipomoea \nbatatas (L.) Lam.) as enzymatic source. Talanta, v. 46, n.4, p. 559-564, 1998. \n\n \n\n \n61 CHAI, M.; NIU, Y.; YOUNGS, W. J.; RINALDI, P. L. Structure and Conformation of DAB Dendrimers in \n\nSolution via Multidimensional NMR Techniques. Journal of the American Chemical Society, v. 123, \nn.20, p. 4670-4678, 2001. \n\n \n\n \n62 FAN, Y.; FLURKEY, W. H. Purification and characterization of tyrosinase from gill tissue of Portabella \n\nmushrooms. Phytochemistry, v. 65, n.6, p. 671-678, 2004. \n\n \n\n \n63 YANG, C.P.; FUJITA, S.; ASHRAFUZZAMAN, M. D.; NAKAMURA, N.; HAYASHI, N. Purification and \n\nCharacterization of Polyphenol Oxidase from Banana (Musa sapientum L.) Pulp. Journal of \nAgricultural and Food Chemistry, v. 48, n.7, p. 2732-2735, 2000. \n\n \n\n \n64 DOGAN, S.; TURAN, Y.; ERTURK, H.; ARSLAN, O. Characterization and Purification of Polyphenol \n\nOxidase from Artichoke (Cynara scolymus L.). Journal of Agricultural and Food Chemistry, v. 53, \nn.3, p. 776-785, 2005. \n\n \n\n \n65 PAUL, B.; GOWDA, L. R. Purification and Characterization of a Polyphenol Oxidase from the Seeds of \n\nField Bean (Dolichos lablab). Journal of Agricultural and Food Chemistry, v. 48, n.9, p. 3839-3846, \n2000. \n\n \n\n \n\n\n\nReferências 83 \n \n\n \n\n \n\n66 LIN, J.-L.; HSU, H.-Y. Study of Sodium Ion Selective Electrodes and Differential Structures with \nAnodized Indium Tin Oxide. Sensors, v. 10, n.3, p. 1798-1809, 2010. \n\n \n\n \n67 YATES, D. E.; LEVINE, S.; HEALY, T. W. SITE-BINDING MODEL OF ELECTRICAL DOUBLE-LAYER \n\nAT OXIDE-WATER INTERFACE. Journal of the Chemical Society-Faraday Transactions I, v. 70, \np. 1807-1818, 1974. \n\n \n\n \n68 FUNG, C. D.; CHEUNG, P. W.; KO, W. H. A generalized theory of an electrolyte-insulator-\n\nsemiconductor field-effect transistor. Electron Devices, IEEE Transactions on, v. 33, n.1, p. 8-\n18, 1986. \n\n \n\n \n69 TYROSINASE FROM MUSHTOOM. 2012.  Disponível em: \n\nhttp://www.sigmaaldrich.com/catalog/ProductDetail.do?lang=pt&amp;N4=T3824|SIGMA&amp;N5=SE\nARCH_CONCAT_PNO|BRAND_KEY&amp;F=SPEC.  Acesso em: 05/01/2012. \n\n \n\n \n70 ANH, T. M.; DZYADEVYCH, S. V.; SOLDATKIN, A. P.; DUC CHIEN, N.; JAFFREZIC-RENAULT, N.; \n\nCHOVELON, J. M. Development of tyrosinase biosensor based on pH-sensitive field-effect \ntransistors for phenols determination in water solutions. Talanta, v. 56, n.4, p. 627-634, \n2002. \n\n \n\n71      MANN, M.; HENDRICKSON, R. C.; PANDEY, A. Anallysys of proteins and proteomes by mass \nspectrometry.  Anmu. Rev. Biochem. v.70, p.437 - 473, 2001. \n\n \n\n72        LEWIS, J.K.; WEI, J.; SIUZDAK G. Matrix-assisted laser desorption/ionization mass spectrometry \nin peptide and protein analysis. Encyclopedia of Analytical Chemistry, John Wiley and Sons, \nNY, 2000. \n\n \n\n73           KLAJANERT, B.; BRYSZEWSKA, N. Dendrimers: properties and applications. Acta Biochimica            \n                Polonica, n. 48 (1), p. 199 - 208, 2001.  \n \n \n \n74    INOUE, K. Functional dendrimers, hyperbranched and star polymers. Progress in Polymer  \n\nScience, n. 25 p. 453-571, 2000. \n\n \n\nhttp://www.sigmaaldrich.com/catalog/ProductDetail.do?lang=pt&amp;N4=T3824|SIGMA&amp;N5=SEARCH_CONCAT_PNO|BRAND_KEY&amp;F=SPEC\nhttp://www.sigmaaldrich.com/catalog/ProductDetail.do?lang=pt&amp;N4=T3824|SIGMA&amp;N5=SEARCH_CONCAT_PNO|BRAND_KEY&amp;F=SPEC\n\n\n84 Referências \n \n\n \n\n75 TORALES, R. P.; VENDRUSCOLO, J. L.; HASS, L. I. R.; FERRI, N. L.; DEL PINO, F. A. B.; ANTUNES, \nP. L. A. Caracterização parcial do escurecimento enzimático pela polifenoloxidase em \npêssegos das CV. Granada, Jade, Esmeralda e Maciel. Revista brasileira de Agrociência, v. 10, \nn. 1, p. 241 - 244, 2004."}]}}}