{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.16734"}, {"@name": "filename", "#text": "23402_001069413.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nINSTITUTO DE PESQUISAS HIDRÁULICAS E ESCOLA DE ENGENHARIA \nCURSO DE ENGENHARIA AMBIENTAL \n\n \n\n \n\n \n\n \n\n \n\n \n\nMARCELE NONNENMACHER COLFERAI \n\n \n\n \n\n \n\n \n\n \n\nANÁLISE DA INFLUÊNCIA DA TOPOBATIMETRIA DE JUSANTE EM ESTUDO \n\nDE ROMPIMENTO DE BARRAGEM \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre \n\n2018\n\n\n\n \n \n\n \n\n \n\n \n\n \n\n \n\nMARCELE NONNENMACHER COLFERAI \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nANÁLISE DA INFLUÊNCIA DA TOPOBATIMETRIA DE JUSANTE EM ESTUDO \n\nDE ROMPIMENTO DE BARRAGEM \n\n \n\n \n\n \n\nTrabalho de conclusão de curso de graduação \napresentado ao Instituto de Pesquisas Hidráulicas \nda Universidade Federal do Rio Grande do Sul \ncomo requisito parcial para a obtenção do título \nde Engenheira Ambiental. \n\n \n\n \n\n \n\nOrientador: Rodrigo Cauduro Dias de Paiva (Prof. Dr.) \nCoorientador: Arthur da Fontoura Tschiedel (Eng. Msc.) \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre \n\n2018 \n\n \n\n\n\n \n \n\n \n\n \n\n \n\nMARCELE NONNENMACHER COLFERAI \n\n \n\n \n\n \n\nANÁLISE DA INFLUÊNCIA DA TOPOBATIMETRIA DE JUSANTE EM ESTUDO \n\nDE ROMPIMENTO DE BARRAGEM \n\n \n\n \n\n \n\nTrabalho de conclusão de curso em Engenharia Ambiental apresentado ao Instituto de \nPesquisas Hidráulicas da Universidade Federal do Rio Grande do Sul defendido e aprovado \n\nem 11 de janeiro de 2018 pela comissão avaliadora constituída pelos professores: \n \n\n \n\n \n\nBANCA EXAMINADORA \n \n\n \n\n \n\n \n\n \n\n__________________________________________ \n\nFernando Mainardi Fan - UFRGS \n\n \n\n \n\n__________________________________________ \n\nLucas Camargo da Silva Tassinari - Unisinos \n\n \n\n \n\n__________________________________________ \n\nRodrigo Cauduro Dias de Paiva- UFRGS (orientador) \n\nConceito:  \n\n\n\n \n \n\nAGRADECIMENTOS \n\nAos meus orientadores, Rodrigo e Arthur, por todas as horas dedicadas a este trabalho \n\ne pelos ensinamentos, incentivos e orientações. Agradeço também ao Professor Walter \n\nCollischonn, pelas sugestões e ideias sempre pertinentes e valiosas. \n\nAos professores que souberam transmitir, para além do conhecimento técnico, os \n\nvalores e competências necessários para o exercício da profissão e o entendimento da \n\nresponsabilidade profissional do engenheiro com a sociedade e o meio ambiente. \n\nAo CNPQ, pela execução do programa Ciências sem Fronteiras que viabilizou a \n\nGraduação Sanduíche no Reino Unido, cuja experiência mostrou-se importante para o \n\naprimoramento acadêmico e o desenvolvimento pessoal. \n\nAos meus colegas da Magna Engenharia, pelos conhecimentos transmitidos durante o \n\nperíodo de estágio e por terem colaborado significativamente para o meu crescimento \n\nprofissional.  \n\nAos meus colegas da Engenharia Ambiental, em especial à turma de 2011, por terem \n\ntransformado até os períodos mais maçantes da graduação em momentos agradáveis e terem \n\nse tornado grandes amigos que levarei para vida toda. \n\nAos meus amigos, alguns de uma vida inteira, pelos momentos compartilhados. \n\nAgradeço por ter encontrado tantas pessoas especiais pela vida. \n\nÀ minha família, cujo amor, apoio e incentivo foram essenciais para a realização deste \n\ntrabalho e para a conquista de diversos outros objetivos pessoais e profissionais. Sou \n\nextremamente grata pela dedicação e o cuidado de vocês na minha criação. \n\nPor último, não menos importante, agradeço à minha namorada, Kétyma, pelo amor e \n\ncompanheirismo em todos os momentos que vivemos, por todos os sentidos bons que \n\ndespertou em mim desde que nos conhecemos. Agradeço, em especial, pela compreensão e o \n\napoio nos momentos difíceis e pela parceria e amizade nos momentos alegres. \n\n  \n\n\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“A utopia está lá no horizonte. Me aproximo dois \npassos, ela se afasta dois passos. Caminho dez passos e \no horizonte corre dez passos. Por mais que eu caminhe, \njamais alcançarei. Para que serve a utopia? Serve para \nisso: para que eu não deixe de caminhar.” \n\n(Eduardo Galeano) \n\n  \n\n\n\n \n \n\nRESUMO \n\nA eventual ruptura de uma barragem tem potencial para gerar uma onda de cheia jamais \nobservada no local e, portanto, impactar significativamente no vale a jusante da barragem. \nNesse sentido, faz-se importante a execução de estudos de rompimento através da modelagem \nhidrodinâmica, para avaliar as consequências de um acidente desta magnitude. A \ntopobatimetria de jusante consiste em um dos principais dados de entrada do modelo e \nquestiona-se quanto a necessidade da representação detalhada da calha do rio, considerando a \nmagnitude das vazões geradas pela ruptura de uma barragem. Nesta conjuntura, este estudo \nbuscou avaliar a influência dos dados topobatimétricos de jusante nas principais variáveis \nanalisadas em estudos de rompimento de barragens, através da simulação da propagação de \nonda de ruptura fictícia oriunda da Barragem Sul, localizada no município de Ituporanga, em \nSanta Catarina. Para tal, foi utilizado um Modelo Digital de Terreno (MDT) de alta precisão, \ncom resolução de 2 m, que foi modificado para representar profundidades fictícias dos rios, \ndefinidas através da análise de perfis transversais de estações fluviométricas na área de \nestudo. Assim, foram estabelecidos quatro cenários, três com MDT modificados e um com \nMDT inalterado. Os demais dados de entrada do modelo foram fixados. As simulações foram \nconduzidas utilizando a abordagem bidimensional do modelo hidrodinâmico HEC-RAS \nversão 5.0.3. Primeiramente, foi conduzida uma simulação preliminar para definição do \ndomínio de simulação, onde observou-se que a onda de cheia potencialmente iria impactar \nsignificantemente os rios Itajaí do Oeste e Trombudo, localizados à montante do trecho. Com \no domínio definido, foram realizadas simulações de condições iniciais, para os quatro \ncenários propostos, visando o estabelecimento de uma vazão frequente (Q50) nos cursos \nhídricos do modelo no início das simulações de propagação de onda de ruptura. Nos \nresultados foi analisada a influência da calha através da extração das variáveis de interesse em \nseções, ao longo de 72 km do modelo, sendo essas os hidrogramas para análise das vazões de \npico e tempos de pico e a elevação máxima do nível d’água. Também foram analisadas as \nmanchas de inundação nos trechos estudados. De forma geral, as simulações de propagação \nde onda de ruptura mostraram que a influência do detalhamento da calha do rio é sensível às \ncaracterísticas geomorfológicas e a magnitude da vazão de pico. No trecho caracterizado \ncomo um vale relativamente mais encaixado e onde as vazões de pico apresentaram tempos \nde retorno superiores a 10 mil anos, não foram constatadas diferenças significativas nas \nvariáveis de interesse e nas manchas de inundação, entre os cenários considerados. Quando o \ntrecho adquire características de planície de inundação e a magnitude das vazões de pico se \naproxima a vazões com tempo de retorno menores, observou-se que a extensão da inundação \nvaria consideravelmente. Conclui-se que o detalhamento da calha influencia \nsignificantemente nos resultados, principalmente relativos a manchas de inundação e elevação \nmáxima de nível d’água, quando se trata de local caraterizado como planície de inundação e \nquando as vazões máximas são próximas a vazões de calha cheia. \n \nPalavras-chave: modelagem hidrodinâmica, rompimento de barragem, dados \ntopobatimétricos.  \n \n\n\n\n \n \n\nABSTRACT \n\nThe possible fail of a dam has potential to generate a flood wave that has never been observed \nlocally, as a result, it can significantly impact the downstream valley of the dam. Therefore, is \nimportant to conduct dam break studies through hydrodynamic models in order to evaluate \nthe consequences of an accident of this magnitude. The downstream topobatimetry consists of \none of the main input data of the model and it is questioned the necessity of the detailed \nrepresentation of the river channel, considering the magnitude of the flows generated by the \nrupture of a dam. This study aims to evaluate the influence of downstream topobatimetric data \non the main variables analyzed by dam break studies, through the simulation of the fictitious \nrupture wave of Barragem Sul, located in the city of Ituporanga, Santa Catarina. For that, a \nprecise Digital Terrain Model (TDM) was used, which was modified to represent fictitious \ndepths of the rivers, defined through the analysis of fluviometric stations’ transversal profiles \nin the study area. Thus, four scenarios were established, three with modified MDT and one \nwith unchanged MDT. The other input data of the model were fixed. The simulations were \nconducted using the two-dimensional approach of the hydrodynamic model HEC-RAS \nversion 5.0.3. Firstly, a preliminary simulation was conducted to define the simulation \ndomain, where it was observed that the flood wave would potentially significantly impact the \nrivers Itajaí do Oeste and Trombudo, located upstream of the stretch. With the domain \ndefined, initial condition simulations were performed for the four proposed scenarios, aiming \nto establish a frequent flow (Q50) in the model water courses at the beginning of the wave \npropagation simulations. In the results, the influence of the river channel was analyzed by \nextracting the variables of interest in sections along 72 km of the model, being these the \nhydrographs for analysis of the peak flows and peak times and maximum water surface \nelevation. It was also analyzed the flood spots in the studied sections. In general, the \npropagation of rupture wave simulations showed that the influence of the river channel detail \nis sensitive to the geomorphological characteristics and the magnitude of the peak flow. In the \nsection characterized as a relatively more enclosed valley and where peak flows had a return \nperiod greater than 10 thousand years, no significant differences were observed in the \nvariables of interest and in flood spots, among the scenarios considered. When the stretch \nacquires features of flood plain and the magnitude of the peak flows approaches flow with \nsmaller return periods, it was observed that the extension of the flood varied considerably. \nThis study concludes that river channel details influences significantly the results, mainly \nconcerning flood extent and maximum water surface elevation, when it is a place \ncharacterized as flood plain and when the maximum flows are close to flows of full river \nchannel. \nKeywords: Hydrodinamic modeling, dam break, topobatimetry data \n \n\n\n\n \n \n\nLISTA DE FIGURAS \n \n\nFigura 1 – Descrição dos parâmetros geométricos da brecha (USACE, 2014). ....................... 27\t\n\nFigura 2 – Hidrograma Triangular Simplificado (MASCARENHAS, 1990) (Adaptado de \n\nLauriano (2009)). ...................................................................................................................... 27\t\n\nFigura 3 – Esquema geral sobre obtenção de fotografias aéreas. ............................................. 29\t\n\nFigura 4 – Localização da Barragem Sul e área de contribuição ao barramento. ..................... 33\t\n\nFigura 5 – Imagem aérea da Barragem Sul (Adaptada de DIÁRIO CATARINENSE (2017)).\n\n................................................................................................................................................... 34\t\n\nFigura 6 – Localização das estações fluviométricas selecionadas na região de estudo. ........... 35\t\n\nFigura 7 – Mapa do Modelo Digital de Terreno da região de estudo. ...................................... 37\t\n\nFigura 8 – Mapa do uso e ocupação do solo na região de estudo. ............................................ 38\t\n\nFigura 9 – Mapa das drenagens delimitadas na região de estudo. ............................................ 40\t\n\nFigura 10 – Localização das estações utilizadas para estimativa das profundidades. .............. 41\t\n\nFigura 11 – Perfil transversal das estações Rio do Sul (Novo) e Ituporanga levantados em \n\n15/02/2012. ............................................................................................................................... 41\t\n\nFigura 12 – Perfil transversal das calhas dos diferentes cenários. ............................................ 42\t\n\nFigura 13 – Comparação do mapa de uso do solo antes e depois da incorporação da calha. ... 43\t\n\nFigura 14 – Hidrograma de ruptura estimado. .......................................................................... 46\t\n\nFigura 15 – Mapa de inundação máxima da simulação preliminar. ......................................... 49\t\n\nFigura 16 – Mapa de inundação máxima da simulação preliminar com área bidimensional \n\ndefinida. .................................................................................................................................... 50\t\n\nFigura 17 – Hidrograma triangular inserido como condição de contorno. ............................... 52\t\n\nFigura 18 – Topologia do modelo das simulações de condições iniciais e de propagação de \n\nonda de ruptura. ........................................................................................................................ 53\t\n\nFigura 19 – Localização das seções transversais e divisão da área de estudo utilizada para \n\napresentação dos resultados. ..................................................................................................... 58\t\n\nFigura 20 – Perfil longitudinal de elevação mínima do leito. ................................................... 59\t\n\nFigura 21 – Perfil longitudinal da declividade ao longo do trecho. .......................................... 60\t\n\nFigura 22 – Perfil longitudinal da largura mínima inundada (W). ........................................... 61\t\n\nFigura 23 – Perfil longitudinal da largura máxima inundada (W plan). ................................... 62\t\n\nFigura 24 – Propagação do hidrograma de ruptura. .................................................................. 63\t\n\nFigura 25 – Hidrogramas - Trecho 01. ...................................................................................... 63\t\n\nFigura 26 – Hidrogramas - Trecho 02 ....................................................................................... 64\t\n\n\n\n \n \n\nFigura 27 – Mapas de inundação máxima - Trecho 01. ............................................................ 65\t\n\nFigura 28 – Mapas de inundação máxima - Trecho 02. ............................................................ 66\t\n\nFigura 29 – Hidrogramas -Trecho 03. ....................................................................................... 67\t\n\nFigura 30 – Hidrograma extraído na S46km. ............................................................................ 68\t\n\nFigura 31 – Hidrograma extraído na S57km. ............................................................................ 68\t\n\nFigura 32 – Mapas de inundação máxima - Trecho 03. ............................................................ 69\t\n\nFigura 33 – Hidrograma extraído na S70km ............................................................................. 70\t\n\nFigura 34 – Mapas de inundação máxima - Trecho 04 ............................................................. 71\t\n\nFigura 35 – Perfil longitudinal de elevação máxima do nível d’água. ..................................... 72\t\n\nFigura 36 – Perfil longitudinal de vazão de pico. ..................................................................... 73\t\n\nFigura 37 – Variação percentual da vazão (dQ(%)/dx) entre seções ao longo do trecho. ........ 73\t\n\nFigura 38 – Perfil longitudinal do tempo de pico. .................................................................... 74\t\n\nFigura 39 – Variação da celeridade da onda (dx/dt) entre seções ao longo do trecho. ............. 74\t\n\nFigura 40 – Análise estatística das variáveis de interesse. ........................................................ 75\t\n\nFigura 41 – Tempo de retorno das vazões de pico. ................................................................... 77\t\n\n \n\n  \n\n\n\n \n \n\nLISTA DE TABELAS \n\n \n\nTabela 1 – Principais rompimentos de barragens brasileiras (TSCHIEDEL, 2017). ............... 19\t\n\nTabela 2 - Relação de modelos hidrodinâmicos disponíveis (TSCHIEDEL, 2017). ................ 22\t\n\nTabela 3 - Formulações matemáticas para determinação da vazão de pico e tempo de \n\nformação da brecha (Adaptada de Wahl (2004)) ...................................................................... 26\t\n\nTabela 4 – Características das estações fluviométricas existentes na região de estudo (ANA, \n\n2013). ........................................................................................................................................ 35\t\n\nTabela 5 – Vazões características das estações fluviométricas existentes na região de estudo.\n\n................................................................................................................................................... 36\t\n\nTabela 6 - Estimativas quanto ao coeficiente de Manning (USACE, 2016). ........................... 44\t\n\nTabela 7 - Classes de uso do solo presentes na região e seus respectivos coeficientes de \n\nManning estimados. .................................................................................................................. 45\t\n\nTabela 8 - Vazões regionalizadas para as condições de contorno. ........................................... 52\t\n\n \n\n \n\n\n\n \n \n\nSUMÁRIO \n\n \n\n1\t INTRODUÇÃO ................................................................................................................. 12\t\n\n2\t OBJETIVOS ...................................................................................................................... 15\t\n\n2.1\t OBJETIVO GERAL ...................................................................................................... 15\t\n\n2.2\t OBJETIVOS ESPECÍFICOS ........................................................................................ 15\t\n\n3\t REVISÃO BIBLIOGRÁFICA .......................................................................................... 16\t\n\n3.1\t RUPTURA DE BARRAGENS ..................................................................................... 16\t\n\n3.1.1\t Causas de rupturas em barragens ............................................................................... 16\t\n\n3.1.2\t Segurança de Barragens ............................................................................................. 17\t\n3.2\t PROPAGAÇÃO DA ONDA DE RUPTURA ............................................................... 21\t\n\n3.2.1\t Aspectos matemáticos – HEC-RAS 2D ..................................................................... 24\t\n3.3\t HIDROGRAMA DE RUPTURA .................................................................................. 25\t\n\n3.4\t DADOS TOPOBATIMÉTRICOS ................................................................................. 28\t\n\n3.5\t ESTUDOS ENVOLVENDO INCERTEZAS ASSOCIADAS AOS DADOS \nTOPOGRÁFICOS .................................................................................................................. 30\t\n\n4\t MATERIAIS E MÉTODOS .............................................................................................. 32\t\n\n4.1\t ÁREA DE ESTUDO ...................................................................................................... 32\t\n\n4.2\t BASE DE DADOS ........................................................................................................ 34\t\n\n4.2.1\t Dados fluviométricos ................................................................................................. 34\t\n\n4.2.2\t Dados topográficos ..................................................................................................... 36\t\n\n4.2.3\t Uso do solo ................................................................................................................. 37\t\n4.3\t GEOPROCESSAMENTO ............................................................................................. 38\t\n\n4.3.1\t Modificações no MDT ............................................................................................... 39\t\n\n4.3.2\t Inserção das calhas no MDT ...................................................................................... 39\t\n\n4.3.3\t Modificação do mapa de uso do solo ......................................................................... 43\t\n4.4\t COEFICIENTES DE RUGOSIDADE .......................................................................... 44\t\n\n4.5\t HIDROGRAMA DE RUPTURA .................................................................................. 45\t\n\n4.6\t DEFINIÇÃO DOS CENÁRIOS .................................................................................... 47\t\n\n4.7\t SIMULAÇÃO EM REGIME NÃO PERMANENTE ................................................... 47\t\n\n4.7.1\t Domínio de simulação ................................................................................................ 48\t\n\n\n\n \n \n\n4.7.2\t Simulação de condições iniciais ................................................................................. 50\t\n\n4.7.3\t Simulação de propagação de onda de ruptura ............................................................ 54\t\n\n4.7.3.1\t Condições iniciais ........................................................................................... 54\t\n\n4.7.3.2\t Condições de contorno .................................................................................... 54\t\n\n4.7.3.3\t Aspectos numéricos ......................................................................................... 54\t\n4.8\t ERROS E INSTABILIDADES ..................................................................................... 55\t\n\n5\t RESULTADOS E DISCUSSÕES ..................................................................................... 57\t\n\n5.1\t EXTRAÇÃO DOS RESULTADOS .............................................................................. 57\t\n\n5.2\t CARACTERÍSTICAS DO TRECHO ESTUDADO ..................................................... 59\t\n\n5.3\t ANÁLISE CONJUNTA DAS MANCHAS DE INUNDAÇÃO E HIDROGRAMAS 62\t\n\n5.4\t ANÁLISE DOS PERFIS DAS VARIÁVEIS DE INTERESSE ................................... 72\t\n\n5.5\t TEMPO DE RETORNO DAS VAZÕES DE PICO ..................................................... 76\t\n\n5.6\t LIMITAÇÕES DO ESTUDO ........................................................................................ 78\t\n\n6\t CONCLUSÕES ................................................................................................................. 79\t\n\n7\t RECOMENDAÇÕES ........................................................................................................ 82\t\n\n8\t REFERÊNCIAS ................................................................................................................ 83\t\n\n \n\n \n\n\n\n12 \n \n\n1  INTRODUÇÃO \n\nUm dos principais mecanismos que possibilitaram o aparecimento, o desenvolvimento \n\ne a vida dos organismos na Terra consiste nos movimentos da água que transita do oceano \n\npara a atmosfera, desta para o continente e retorna ao oceano, fechando um grande ciclo \n\ndenominado ciclo hidrológico (LEOPOLD, 1994). A importância dos recursos hídricos para a \n\nmanutenção da vida e o potencial uso destes recursos nas mais diversas aplicações, tornou \n\nnecessário à humanidade o desenvolvimento de tecnologias que alterassem parcialmente esse \n\nciclo a seu favor, na tentativa de controlar a disponibilidade da água. \n\nA partir desta demanda, desenvolveram-se os barramentos, que consistem basicamente \n\nem estruturas artificiais instaladas no leito de um córrego, para confinar e controlar o fluxo de \n\nágua do mesmo, cujo objetivo primordial era o atendimento da demanda de abastecimento \n\npara consumo e de irrigação.  \n\nCom o passar do tempo, o uso das barragens foi sendo diversificado e ampliado e hoje \n\nestas são utilizadas também para outros fins, como a navegação, a recreação, a contenção de \n\nsedimentos, o controle de enchentes e a obtenção de energia hidrelétrica (ICOLD, 2007).  As \n\ndiversas aplicações das barragens colaboraram para o desenvolvimento das cidades e \n\naprimoramento das atividades agropecuárias e industriais. \n\nApesar de todos os benefícios proporcionados pela implantação dessas estruturas, a \n\nconstrução e operação de uma barragem representa uma interferência ambiental e social \n\nsignificativa. A área alagada à montante do barramento irá impactar a fauna e a flora local e \n\npode obrigar a realocação de comunidades inteiras. Já a área a jusante do empreendimento \n\nserá afetada pela mudança do regime hidrológico ocasionada pela regularização da vazão. \n\nAlém disso, como toda estrutura, as barragens possuem um risco de falha associado. A \n\neventual ruptura de uma barragem tem potencial para gerar vazões extremas, muito superiores \n\na qualquer observação fluviométrica já verificada no curso d’água barrado ou, até mesmo, a \n\nvazões características de dimensionamento das estruturas da barragem, como a Decamilenar e \n\na Cheia Máxima Provável (CMP), usualmente utilizadas para o dimensionamento de \n\nvertedouros. Sendo assim, faz-se importante a realização de estudos de rompimento de \n\nbarragens, para avaliar o impacto que tal acidente pode gerar no vale a jusante do barramento.  \n\nNo Brasil, a Lei 12.334/2010, que estabelece a Política Nacional de Segurança de \n\nBarragens e regulamenta sobre os procedimentos relativos à segurança de barragens \n\nbrasileiras exige basicamente, através da Resolução 236/2017 (ANA, 2017b), que estudos de \n\nrompimento sejam conduzidos no caso de barragens que sejam classificadas, de acordo com a \n\n\n\n13 \n \n\nResolução 143/2012 (CNRH, 2012), com alto dano potencial associado ou, ao mesmo tempo, \n\ncom médio dano potencial associado e categoria de risco alto. Além disso, através do “Guia \n\nde orientação e Formulários dos Planos de Ação de Emergência (PAEs)” (ANA, 2016), foi \n\ndeterminado que esses estudos fossem conduzidos utilizando a modelagem hidrodinâmica \n\npara propagação de onda da eventual ruptura de uma barragem, buscando analisar os efeitos \n\nda onda de cheia nas áreas impactadas pelo acidente. \n\nOs dados topobatimétricos de jusante consistem em um dos principais dados de \n\nentrada da modelagem hidrodinâmica e, portanto, a precisão e o detalhamento dessas \n\ninformações podem afetar consideravelmente os resultados. \n\n Contudo, a aquisição precisa dessas informações, na maioria das vezes, consiste num \n\nextenso e custoso trabalho de campo que envolve equipes multidisciplinares. Ainda, o tempo \n\nnecessário para a realização do levantamento pode se tornar um fator limitante à execução de \n\nestudos de ruptura, como no caso da necessidade de uma estimativa expedita de áreas \n\ninundadas, para uma barragem com risco iminente de ruptura (TSCHIEDEL, 2017). \n\nEm virtude do avanço e disseminação das técnicas de sensoriamento remoto para \n\nobtenção de dados altimétricos, atualmente existem Modelos Digitais de Elevação (MDE), em \n\nescala regional e com grande precisão, que podem ser obtidos em pouco tempo e com custos \n\nde aquisição potencialmente menores aos custos associados aos levantamentos \n\ntopobatimétricos (TSCHIEDEL, 2017). \n\nA diferença básica entre os levantamentos topobatimétricos e os MDE reside no \n\ndetalhamento das informações topográficas nos cursos hídricos, uma vez que os Modelos \n\nDigitais de Elevação não apresentam as profundidades abaixo da superfície d’água, em razão \n\nda maioria dos sensores empregados na obtenção dos mesmos não serem capazes de \n\nultrapassar a água.  \n\nLogo, questiona-se quanto à importância da representação detalhada da calha do rio \n\nem estudos de rompimento, levando em conta a magnitude da onda de cheia oriunda da \n\nruptura de uma barragem.  \n\nSendo assim, este estudo propõe a avaliação da influência da batimetria dos rios nas \n\nprincipais variáveis de interesse de um estudo de rompimento de barragens, utilizando um \n\nlevantamento topográfico preciso, posteriormente modificado na região dos cursos d’água \n\npara representar calhas fictícias. A base topográfica utilizada será o MDT (Modelo Digital de \n\nTerreno), com resolução compatível a escala 1:10.000, originado de um levantamento \n\naerofotogramétrico, realizado entre 2010 e 2013 para o estado de Santa Catarina (SDS, 2014).  \n\n\n\n14 \n \n\nO estudo de caso foi conduzido na Barragem Sul, situada na bacia do Rio Itajaí-Açu, \n\npor estar localizada no estado catarinense e, portanto, na área do levantamento. A simulação \n\nda propagação de onda da hipotética ruptura da Barragem Sul foi realizada através do modelo \n\nhidrodinâmico HEC-RAS versão 5.0.3, utilizando a abordagem bidimensional do modelo, a \n\nfim de compreender a influência dos dados topobatimétricos de jusante em resultados e \n\ncontribuir para o desenvolvimento de metodologias para aplicação em estudos de rompimento \n\nde barragens. \n\n  \n\n\n\n15 \n \n\n2 OBJETIVOS \n\n2.1 OBJETIVO GERAL \n\nDe modo geral, o presente trabalho teve como objetivo estudar a influência dos dados \n\ntopobatimétricos da calha de jusante em estudos de rupturas de barragens, aplicando o modelo \n\nhidrodinâmico bidimensional HEC-RAS versão 5.0.3 na Barragem Sul, localizada no Rio \n\nItajaí do Sul, em Santa Catarina. \n\n2.2 OBJETIVOS ESPECÍFICOS \n\nEm termos específicos, apresentam-se os seguintes objetivos: \n\n- Avaliar a influência do tamanho da calha principal em resultados analisados em \n\nestudos de rompimento de barragens, como a vazão de pico, o tempo de pico e elevação \n\nmáxima do nível d’água. \n\n- Avaliar como as características físicas do sistema fluvial e magnitude das vazões de \n\npico influenciam na sensibilidade da informação da calha principal do rio. \n\n- Indicar como os resultados obtidos neste trabalho podem contribuir para a definição \n\nda extensão dos modelos e da necessidade de levantamento de seções topobatimétricas em \n\nestudos de rompimento de barragens. \n\n  \n\n\n\n16 \n \n\n3 REVISÃO BIBLIOGRÁFICA \n\n3.1 RUPTURA DE BARRAGENS \n\nA ruptura de uma barragem representa a perda da integridade estrutural, causada pelo \n\ncolapso total ou parcial do maciço e com o potencial de desencadear a liberação incontrolável \n\ndo material armazenado pela estrutura (BRASIL, 2002). \n\nOs itens a seguir apresentam alguns aspectos relevantes quanto às causas mais comuns \n\nde ruptura e breves comentários acerca de alguns acidentes marcantes envolvendo barragens e \n\nda legislação vigente no cenário mundial e nacional. \n\n3.1.1 Causas de rupturas em barragens \n\nOs mecanismos de rompimento e as circunstâncias que podem levar à ruptura de uma \n\nbarragem são de origem variada e seu entendimento é importante na elaboração de medidas \n\npreventivas e para a análise de riscos. \n\nMascarenhas (1990) classificou as principais causas de rompimento de barragens em \n\nduas categorias: causas materiais e/ou naturais e causas induzidas pela ação humana. As \n\nprimeiras incluem os fenômenos de galgamento (overtopping), entubamento (pipping), \n\ndeslizamentos das fundações ou do enrocamento, acomodações geológicas, efeitos sísmicos e \n\nenchentes extremas. Já as causas humanas compreendem nas falhas de projeto, falhas na \n\nconstrução, operação inadequada do reservatório, terremotos induzidos e ações de guerra. \n\nAinda, o referido autor destaca que a ruptura pode ser promovida por um fator isolado ou por \n\numa combinação de fatores. \n\nNeste item, procurou-se abordar brevemente os mecanismos de rompimento mais \n\nfrequentemente observados. De acordo com Lauriano (2009), em barragens de terra e \n\nenrocamento, a maioria dos eventos de ruptura observados foi causada devido à ocorrência de \n\ngalgamento e erosão interna ou nas fundações. Já as barragens de concreto estão mais \n\nvulneráveis ao rompimento associado a problemas nas fundações. \n\nO galgamento, quanto a mecanismo de ruptura, ocorre quando a água começa a verter \n\nem locais que não foram projetados para tal, pela incapacidade do vertedouro em suportar os \n\nvolumes de água a serem vertidos. Com o avanço do processo de galgamento, inicia-se a \n\nformação de uma brecha, em algum ponto frágil na crista do barramento, que irá evoluir de \n\nacordo com as características do material da barragem e do reservatório. O galgamento pode \n\nser desencadeado por causas naturais, como a formação de uma onda no reservatório a partir \n\nde um abalo sísmico ou deslizamento de terra, ou por causas humanas, como uma falha de \n\n\n\n17 \n \n\noperação no reservatório. Também, o galgamento pode suceder a ocorrência de um evento \n\nextremo de cheia e neste caso as causas podem ser humanas, em razão de falha de projeto ou \n\nrisco assumido, ou naturais, no caso de uma cheia extraordinária (COLLISCHONN, 1997). \n\nO entubamento, ou infiltração (piping), decorre da percolação de água através das \n\nparedes ou das fundações da barragem. Esse processo pode resultar no aparecimento de uma \n\nbrecha que irá crescer, por erosão, até o colapso do maciço (COLLISCHONN, 1997). \n\nAs falhas estruturais e nas fundações podem causar a ruptura do maciço de forma \n\nimediata. No caso deste tipo de rompimento, pode ocorrer o deslizamento da fundação sobre o \n\nmaterial em que se encontra a barragem, o que pode ser causado por acomodações geológicas \n\nou infiltrações. Além disso, um evento extremo de vazão pode levar ao galgamento da \n\nbarragem e resultar na erosão da fundação, no pé da barragem ou a jusante do vertedouro, \n\ncausada pela água que foi vertida. (COLLISCHONN, 1997). \n\n3.1.2 Segurança de Barragens \n\nDurante o século passado, em nível mundial, foram registrados pelo menos 200 \n\nacidentes graves com barragens, que levaram a morte de mais de 8.000 pessoas e afetaram \n\noutras milhares, deixando parte da população desabrigada. Até a década de 1950, o campo de \n\nsegurança de barragens somente levava em conta a segurança das próprias estruturas e a \n\nmaioria dos países não possuíam regulamentações destinadas a garantir a segurança da \n\nbarragem e do vale à jusante (BALBI, 2008).  \n\nAlguns acidentes ocorridos entre as décadas de 50 e 70 na Europa e nos Estados \n\nUnidos originaram instrumentos legais que consideravam a segurança do vale a jusante, seus \n\nriscos de potenciais de inundação, estudo de perdas econômicas e de vidas humanas. O \n\nsurgimento da gestão de riscos e emergências em rupturas de barragens motivou a elaboração \n\nde Planos de Ações Emergenciais (PAE) (BALBI, 2008).  \n\nDentre os países que desenvolveram regulamentações motivadas por acidentes graves \n\ndurante o período entre as décadas de 1950 e 1970, destacam-se a Espanha, a França e os \n\nEstados Unidos. \n\nNa Espanha, a ruptura da Barragem Vega de Tera, em 1959, motivou a criação de uma \n\ncomissão nacional de normas que estabeleceu uma instrução normativa para o projeto, \n\nconstrução e exploração de grandes barragens, que entrou em vigor em 1967. Segundo \n\nAlmeida (1999), essa norma foi atualizada em 1993, quando passou a incluir critérios para a \n\nproteção civil de áreas sob o risco de inundação, na ocorrência de uma a ruptura de uma \n\nbarragem. Além disso, a reformulação da norma apresentou o conceito de classificação das \n\n\n\n18 \n \n\nbarragens segundo o risco potencial de danos causados à jusante e a obrigatoriedade da \n\nelaboração de um Plano de Ação Emergencial para determinadas classes de barragens \n\n(BRASIL, 2005). \n\nEm 1968, a França tornou compulsória a elaboração de planos de emergência e resgate \n\ndas populações a jusante, em resposta ao acidente da barragem de Malpasset, ocorrido em \n\n1959, responsável por 433 mortes (BRASIL, 2005). \n\nNos Estados Unidos, antes da década de 60, já havia normas que previam ações de \n\nproteção e evacuação da população de jusante no caso da ruptura de uma barragem. Contudo, \n\no colapso da Barragem Teton em 1977, que consistia em uma barragem de terra com altura de \n\n123 m, criou precedente para a revisão dos conceitos de segurança e riscos a jusante de \n\ngrandes barragens. Assim, em 1979 foi lançado o Guia Federal para Segurança de Barragens, \n\nrecomendando a elaboração de Planos de Ação Emergencial (BRASIL, 2005). \n\nTambém, a partir da década de 70, o ICOLD (Comissão Internacional de Grandes \n\nBarragens) passou a investir vigorosamente em um programa de segurança de barragens em \n\nescala global. Como consequência disso e da crescente preocupação com a segurança de \n\nbarragens, diversas nações implantaram políticas de segurança de barragens ou atualizaram \n\nsuas regulamentações ao longo das próximas décadas (VEROL, 2010). \n\nAté 2010, ano em que foi sancionada a Lei 12.334, que estabeleceu a Política Nacional \n\nde Segurança de Barragens no Brasil, pelo menos 28 países já possuíam regulamentações \n\nacerca de segurança de barragens, destacando os EUA (1978), Austrália (1978), Portugal \n\n(1990) e Canadá (1995) (TSCHIEDEL, 2017). \n\nCom isso, fica evidente que a regulamentação brasileira ocorreu de forma tardia, \n\nconsiderando que, durante o século XX, também houve acidentes graves envolvendo \n\nbarragens no território brasileiro. A Tabela 1 apresenta uma compilação elaborada por \n\nTschiedel (2017) dos principais acidentes ocorridos no Brasil desde 1950, organizados por \n\ndécada. \n\n  \n\n\n\n19 \n \n\nTabela 1 – Principais rompimentos de barragens brasileiras (TSCHIEDEL, 2017). \n\n \nDentre os acidentes apresentados acima, destacam-se os desastres envolvendo as \n\nbarragens Orós (1960), Euclides da Cunha e Limoeiro (1977) e Fundão (2015).  \n\nA ruptura da Barragem Óros, localizada próximo à cidade de mesmo nome, no estado \n\ndo Ceará, ocorreu ainda durante a sua construção. Um evento extremo de precipitação, com \n\nduração de uma semana, levou ao galgamento da barragem, cuja estrutura era composta por \n\nterra e blocos de rocha. A onda de cheia atingiu o vale de Jaguaribe, onde cerca de 100.000 \n\npessoas foram evacuadas. O número de vítimas fatais atribuídos a esse acidente é incerto, \n\nporém algumas fontes apontam números da ordem de 1.000 mortos (JANSEN, 1980 apud \n\nBALBI, 2008). \n\nEm 1977, ocorreu um episódio de ruptura em cascata no estado de São Paulo, \n\nenvolvendo as Barragens Euclides da Cunha e Limoeiro, sendo a última localizada 10 km a \n\njusante da primeira. O acidente na Barragem Euclides da Cunha ocorreu pela incapacidade de \n\nliberação de uma vazão próxima a de projeto, devido a falhas de comunicação entre \n\noperadores e ao mau funcionamento dos extravasores, levando ao galgamento da crista da \n\nbarragem. Em poucos minutos, a onda de cheia resultante da ruptura atingiu 1,3 m acima da \n\ncrista da Barragem Limoeiro, ocasionando também o rompimento dessa estrutura. Não houve \n\nregistros de vítimas fatais, porém estima-se que 4.000 residências foram atingidas durante o \n\nevento. (BALBI, 2008; LAURIANO, 2009). \n\nO acidente grave mais recente é o caso do rompimento da Barragem de Fundão, da \n\nSamarco Mineração, localizada em Mariana-MG. A barragem de rejeito de minério de ferro \n\nentrou em colapso em novembro de 2015, o que levou a liberação de cerca de 42 hm³ de lama, \n\ndevastando completamente o povoado de Bento Rodrigues, localizado a aproximadamente 3 \n\nkm à jusante da barragem, e comprometendo seriamente o Rio Doce até a sua foz no Espírito \n\nSanto, o que equivale a um trecho de mais de 700 km. O evento foi reconhecido como um dos \n\n\n\n20 \n \n\npiores desastres ambientais da história brasileira, com perdas sociais, ambientais e \n\neconômicas significativas, entre elas a morte de 19 pessoas, o desalojamento de cerca de 300 \n\nfamílias e a perda da qualidade ambiental do Rio Doce (ANA, 2017a). \n\nUm detalhamento maior do histórico de rompimentos e da legislação acerca de \n\nsegurança de barragens, no âmbito nacional e mundial, pode ser encontrado em diversos \n\nestudos, destacando os estudos citados neste trabalho: Brasil (2005), Balbi (2008), Lauriano \n\n(2009) e Verol (2010). \n\nEm 2010, a Lei 12.334 instaurou a Política Nacional de Segurança de Barragens \n\n(PNSB), documento que, entre outros aspectos, estabeleceu atribuições e formas de controle \n\nnecessárias para garantir condições adequadas de segurança das barragens ao longo da sua \n\nvida, visando reduzir a possibilidade de acidente e seus possíveis efeitos sociais e ambientais. \n\nAté então muitos aspectos relacionados à segurança de barragens eram avaliados por \n\nexperiência e os procedimentos realizados eram baseados nas boas práticas de engenharia, no \n\nque se refere à redução de risco de falha e manutenção da segurança das barragens. Além \n\ndisso, apesar de não haver uma legislação específica, havia documentos orientadores, como o \n\nManual de Segurança e Inspeção de Barragens (BRASIL, 2002) e o Guia Básico de \n\nSegurança de Barragens (CBDB, 1999), elaborados respectivamente pelo Ministério da \n\nIntegração Nacional e pelo Comitê Brasileiro de Barragens, que apresentavam, entre outras \n\ncoisas, diretrizes para elaboração de Planos de Ação Emergencial. \n\nA Política Nacional de Segurança de Barragens “aplica-se a barragens destinadas à \n\nacumulação de água para quaisquer usos, à disposição final ou temporária de rejeitos e à \n\nacumulação de resíduos industriais, que contenham pelo menos uma das seguintes \n\ncaracterísticas: \n\nI - altura do maciço, contada do ponto mais baixo da fundação à crista, maior ou \n\nigual a 15m (quinze metros);  \n\nII - capacidade total do reservatório maior ou igual a 3.000.000 m³ (três milhões de \n\nmetros cúbicos);  \n\nIII - reservatório que contenha resíduos perigosos conforme normas técnicas \n\naplicáveis; \n\nIV - categoria de dano potencial associado, médio ou alto, em termos econômicos, \n\nsociais, ambientais ou de perda de vidas humanas, conforme definido no art. 6º” (Brasil, \n\n2010). \n\n\n\n21 \n \n\nAs barragens que se enquadram nesses critérios devem ser classificadas quanto à \n\ncategoria de risco, dano potencial associado e volume, conforme a Resolução 143/2012 do \n\nCNRH (Conselho Nacional de Recursos Hídricos) (CNRH, 2012). \n\nDe acordo com a Resolução 236/2017 (ANA, 2017b), que dispõe sobre barragens cujo \n\ndireito de uso dos recursos hídricos foi outorgado pela ANA, para as barragens classificadas \n\ncom dano potencial associado alto ou, ao mesmo tempo, com dano potencial associado médio \n\ne categoria de risco alto é obrigatório a elaboração do PAE (Plano de Ação de Emergência) \n\npodendo ser exigido pelo órgão fiscalizador sempre que considerar necessário, independente \n\nda classificação.  \n\nO PAE é parte integrante do PSB (Plano de Segurança de Barragens) e, de acordo com \n\no Bureau of Reclamation (1987), é um plano a ser colocado em prática para reduzir o \n\npotencial de dano à propriedade e de perda de vidas, em uma área afetada pela ruptura de uma \n\nbarragem ou por uma inundação significativa. \n\nEm 2016, a ANA publicou um documento orientador para elaboração do PAE, o Guia \n\nde orientação e Formulários dos Planos de Ação de Emergência (PAEs) (Volume IV do \n\nManual do Empreendedor sobre Segurança de Barragens) (ANA, 2016), onde consta a \n\nexigência da elaboração de um estudo de rompimento de barragem através da modelagem \n\nhidrodinâmica. \n\nBasicamente, um estudo de rompimento de barragem consiste na simulação da \n\npropagação da onda de cheia no vale a jusante, que irá fornecer informações como a extensão \n\nda área inundada, o tempo de chegada da onda, as cotas máximas atingidas pela cheia, entre \n\noutras, que serão utilizadas para avaliar as consequências decorrentes do rompimento \n\nhipotético e fundamentar a elaboração de planos de zoneamento e evacuação \n\n(COLLISCHONN, 1997). Nesse sentido, o próximo item aborda os aspectos teóricos \n\nenvolvendo a propagação da onda de cheia utilizando modelos hidrodinâmicos, mais \n\nespecificamente o HEC-RAS versão 5.0.3, utilizado neste estudo. \n\n3.2 PROPAGAÇÃO DA ONDA DE RUPTURA \n\nA propagação da onda de ruptura no vale de jusante pode ser realizada através da \n\naplicação de modelos hidrológicos, definidos por Tucci (2005) como a representação de um \n\nsistema, no caso uma bacia hidrográfica, com o objetivo de compreender os processos físicos \n\nque nele ocorrem e buscar respostas para diferentes entradas. \n\nNo caso da modelagem de propagação de ondas de cheia, os modelos procuram \n\nrepresentar o comportamento do escoamento ao longo de rios e canais e os efeitos sofridos \n\n\n\n22 \n \n\npela onda durante a propagação, como a translação, o amortecimento e os efeitos de jusante \n\n(COLLISCHONN &amp; DORNELES, 2013). \n\nEm termos de modelagem de ruptura de barragens, podem-se dividir os modelos \n\nutilizados em: modelos físicos e modelos matemáticos. \n\nOs modelos físicos representam o sistema através de um modelo reduzido do mesmo e \n\nsão baseados na teoria da semelhança (TUCCI, 2005). Os chamados modelos matemáticos, \n\nainda, podem ser divididos em modelos hidrodinâmicos simplificados e modelos \n\nhidrodinâmicos completos. Os primeiros utilizam a equação da continuidade e uma versão \n\nsimplificada da equação da quantidade de movimento para descrever o comportamento do \n\nescoamento no modelo e podem ser classificados em modelos do tipo armazenamento, onda \n\ncinemática e difusão (PONTES, 2011). Já os modelos hidrodinâmicos completos representam \n\nos sistemas através das Equações de Saint-Venant. \n\nExiste uma grande variedade de modelos hidrodinâmicos disponíveis no mercado e \n\nalguns deles são apresentados na Tabela 2. Esses modelos divergem quanto à \n\ndimensionalidade, complexidade de uso, comercialidade, abordagem numérica, precisão, \n\nentre outros fatores. \n\nTabela 2 - Relação de modelos hidrodinâmicos disponíveis (TSCHIEDEL, 2017). \n\n \nConsiderando que a disponibilidade de softwares não é um problema, tanto no âmbito \n\ncomercial ou não, o modelador deve escolher o programa mais adequado considerando os \n\ndados que estão disponíveis, as ferramentas necessárias para alcançar os resultados \n\nnecessários e o conhecimento e a experiência do usuário com o programa. Portanto, em certas \n\n\n\n23 \n \n\nsituações, quando os dados não são confiáveis ou o usuário não possui experiência, pode ser \n\nmais válido utilizar um software mais simples, com uma dimensionalidade menor. \n\nNeste trabalho foi utilizado o HEC-RAS versão 5.0.3, desenvolvido pelo Hydrologic \n\nEngineering Center do U.S. Army Corps of Engineer (USACE, 2016). O programa é muito \n\nutilizado em estudos hidrodinâmicos, pelo fato de ser disponibilizado gratuitamente, ser bem \n\ndocumentado, permitir a modelagem do escoamento permanente e não permanente e \n\ndisponibilizar a resolução das equações completas unidimensionais e bidimensionais de Saint-\n\nVenant. Ademais, a modelagem pode ser efetuada até mesmo com uma combinação de ambas \n\nabordagens dimensionais, 1D e 2D, em diferentes partes do modelo.  \n\nNo caso da modelagem de fluxo unidimensional, a inundação ao longo do canal \n\nprincipal é representada de uma forma que considera somente uma direção preferencial de \n\nfluxo, relacionada com a coordenada espacial x, que segue o eixo do canal principal. Já a \n\nmodelagem bidimensional, leva em conta que o fluxo pode ocorrer em duas direções, de \n\nforma discreta, ao longo das coordenadas espaciais horizontais (CUNGE, 1980). \n\nEm relação à modelagem unidimensional em regime não permanente, o HEC-RAS \n\nutiliza as equações de Saint-Venant 1D, conhecidas como equações de águas rasas \n\nunidimensionais. As equações de Saint-Venant 1D, em regime não permanente, são baseadas \n\nnas seguintes suposições (CUNGE, 1980): \n\n- O escoamento é unidimensional, ou seja, a velocidade é uniforme em toda seção \n\ntransversal e a lâmina d´água é, ao longo da seção, horizontal; \n\n- O fluido é incompressível e homogêneo (massa específica constante); \n\n- A perda de carga é obtida através das equações de Chézy e Manning; \n\n- A curvatura das linhas de fluxo é pequena e a aceleração vertical é negligenciável, \n\nportanto a distribuição de pressões é considerada hidrostática; \n\n- A declividade do fundo do canal é pequena. \n\nAs equações de Saint-Venant 1D e suas deduções podem ser encontradas em Cunge \n\n(1980).  \n\nDestaca-se que a discretização espacial dos modelos unidimensionais é feita através de \n\nseções transversais inseridas no modelo e interpoladas conforme o espaçamento necessário \n\npara garantir a estabilidade numérica. \n\nA modelagem do escoamento unidimensional é capaz de representar bem a \n\npropagação de onda em um sentido, mas pode não ser a mais adequada para representar os \n\npadrões de fluxo em locais onde o escoamento não é necessariamente unidimensional, como \n\nem planícies de inundação (CUNGE, 1980). \n\n\n\n24 \n \n\nO item seguinte entra em mais detalhes sobre o equacionamento utilizado na \n\nmodelagem bidimensional no HEC-RAS, utilizada neste trabalho. \n\n3.2.1 Aspectos matemáticos – HEC-RAS 2D \n\nAs equações de águas rasas, também chamadas de equações de Saint-Venant, são \n\nsimplificações das equações de Navier-Stokes, que descrevem os movimentos dos fluidos em \n\ntrês dimensões, através das leis de conservação de massa e de quantidade de movimento. \n\nAs equações bidimensionais são obtidas a partir da integração vertical das equações \n\n3D (eixo z), resultando em equações definidas ao longo de duas das variáveis espaciais (x e \n\ny), enquanto que no eixo z são consideradas velocidades médias. Essas equações são assim \n\nchamadas por assumirem que as escalas de comprimento verticais são muito menores do que \n\nas horizontais. Essa suposição leva considerar que a velocidade no eixo vertical (z) é baixa e a \n\npressão pode ser considerada, portanto, hidrostática (ZHEN-GANG, 2008). \n\n Assim como as equações de águas rasas 1D, as equações do escoamento \n\nbidimensional não permanente gradualmente variado também apresentam simplificações que \n\nconsideram o fluido sendo incompressível, a massa específica uniforme e a pressão \n\nhidrostática. Além disso, o fluxo turbulento é estimado utilizando a viscosidade turbulenta do \n\nfluido. (USACE, 2016) \n\nA forma vetorial das equações de conservação de massa (Equação 3.01) e de \n\nconservação da quantidade de movimento (Equação 3.02) é apresentada a seguir: \n\n!\"\n!#\n\n+ ? ? ?( + ) = 0 (3.01) \n\n!(\n!#\n\n+ ( ? ?( = ?-?H + /0?1( ? 23( + 45×( (3.02) \n\nonde t é o tempo, q são as contribuições ou abstrações de fluxo, g é a aceleração da gravidade, \n\nH é a elevação da superfície d’água, h é a profundidade, v8 é o coeficiente de viscosidade \n\nturbulenta, c: é o coeficiente de fricção de fundo, f é o parâmetro de Coriolis, V é o vetor \n\nvelocidade, o operador diferencial ? é o vetor da derivada parcial dada por ?\t=\t&lt;\n<=\n,&lt;\n<?\n\n e k é \n\no vetor unitário na direção vertical. \n\nNa Equação 3.02, os termos representam, da esquerda para a direita: (i) aceleração \n\nlocal, (ii) aceleração convectiva, (iii) termo de gravidade, (iv) viscosidade turbulenta, (v) \n\nfricção de fundo e; (vi) termo de Coriolis. Um detalhamento maior sobre esses termos pode \n\nser obtido em USACE (2016). \n\n\n\n25 \n \n\nDestaca-se que o termo de fricção de fundo (23), é avaliado através da fórmula de \n\nManning, ou seja, através de um coeficiente de rugosidade: \n\n23 =\t\nA2-\t (\nC3/4\n\n \n\nonde n é o coeficiente de Manning, g é a aceleração da gravidade, V é o vetor velocidade e R \n\né o raio hidráulico. \n\nEm relação aos métodos numéricos, no HEC-RAS versão 5.0.3 a solução numérica \n\ndessas equações é obtida através de um esquema implícito híbrido que combina os métodos \n\nde diferenças finitas e volumes finitos para discretização espacial (USACE, 2016). \n\n3.3 HIDROGRAMA DE RUPTURA \n\nSegundo Collischonn (1997), a formação da brecha e o comportamento do reservatório \n\ndeterminam o hidrograma de ruptura. Quando ocorre a falha da barragem, forma-se uma \n\nabertura, pela qual a água do reservatório irá passar, e cujas dimensões podem ser ampliadas \n\ncom o decorrer do evento.  \n\nApesar dos processos de formação da brecha não serem completamente entendidos, \n\nsabe-se que eles estão significativamente atrelados ao tipo da barragem. O rompimento \n\ncompleto e instantâneo do maciço pode ser uma hipótese válida em estudos envolvendo \n\nbarragens de concreto em arco ou quando se pretende adotar um cenário conservador. \n\nTratando-se de barragens de terra ou de concreto em gravidade, essa abordagem não condiz \n\ncom o observado na prática (COLLISCHONN, 1997). \n\nExistem alguns métodos que simulam a formação da brecha, destacando o método do \n\nHidrograma de ruptura estimado, considerado o mais simples e o método de Evolução pré-\n\ndeterminada da brecha, o mais popular. No primeiro método, utilizam-se estimativas de vazão \n\nde pico, tempo de esvaziamento e volume do reservatório para obtenção do hidrograma de \n\nruptura. Já no método de evolução pré-determinada da brecha, a progressão da brecha \n\nformada é determinada por parâmetros relativos ao tempo de formação e dimensões máximas \n\nda mesma (COLLISCHONN, 1997). \n\nNeste estudo, foi utilizado o método do hidrograma de ruptura estimado. Basicamente, \n\npara a determinação do hidrograma de ruptura, existem equações empíricas que estimam a \n\nvazão de pico e o tempo de formação da brecha como uma função das características da \n\nbarragem e do reservatório, obtidas através da análise de casos históricos (WAHL, 2004).  \n\nA Tabela 3 apresenta algumas das equações empíricas utilizadas para o cálculo da \n\nvazão de pico, em barragens de terra e enrocamento, e o tempo de formação da brecha, \n\n\n\n26 \n \n\ncompiladas por Wahl (2004) e derivadas de estudos conduzidos por diversos autores. \n\nAdicionalmente, a Figura 1 ilustra os parâmetros geométricos da brecha que aparecem em \n\nalgumas das equações apresentadas. \n\nTabela 3 - Formulações matemáticas para determinação da vazão de pico e tempo de formação da \n\nbrecha (Adaptada de Wahl (2004)) \n\n \n\nReferência Equação\n\nReferência Equação\n\nS - volume do reservatório\ntf  - tempo de formação da brecha (h)\nVer - volume de material erodido na barragem (m³)\n\nQp - vazão de pico (m³/s)\n\nVw - volume de água armazenada acima da brecha no momento da ruptura (m³)\n\nhd - altura da barragem (m)\n\nTempo de formação da brecha\n\nVazão de pico\n\nBavg – largura média da brecha (m)\n\nhb - altura da brecha (m)\n\nhw - altura d'água acima da brecha no momento da ruptura (m)\n\n\n\n27 \n \n\n \n\n \nFigura 1 – Descrição dos parâmetros geométricos da brecha (USACE, 2014). \n\nMascarenhas (1990) propôs a utilização de um hidrograma triangular simplificado \n\npara determinar o hidrograma representativo da defluência do reservatório decorrente de um \n\nevento de colapso parcial ou total de uma barragem. O formato do hidrograma estimado e \n\nformulações relacionadas ao mesmo são apresentados na Figura 2. \n\n \nFigura 2 – Hidrograma Triangular Simplificado (MASCARENHAS, 1990) (Adaptado de Lauriano \n\n(2009)). \n\nQp - vazão de pico defluente da ruptura da barragem (m³/s)\nV - volume do reservatório no momento da ruptura (m³)\nTp - tempo de pico do hidrograma (s)\nTb - tempo de base do hidrograma (s)\nt - variável independente relativa ao tempo (s)\n\n\n\n28 \n \n\n3.4 DADOS TOPOBATIMÉTRICOS \n\nA caracterização topográfica do vale de jusante envolve a obtenção de dois tipos de \n\ndados complementares: os batimétricos e os topográficos. A batimetria consiste no \n\nlevantamento das informações referentes à área molhada, ou seja, obtenção das informações \n\nx,y,z abaixo da linha d’água, de modo a caracterizar a calha do rio. Já o levantamento \n\ntopográfico irá caracterizar a área seca, ou seja, a planície de inundação. \n\nA integração dos dados batimétricos e topográficos produz os dados topobatimétricos, \n\nnecessários para a caracterização do vale de jusante e utilizados como dado de entrada nos \n\nmodelos hidrodinâmicos. \n\nAté o final dos anos 1990, não havia dados topográficos suficientemente detalhados de \n\nmodo a prover confiança aos modelos de previsão distribuídos. Os dados de levantamentos \n\ntopográficos disponíveis eram capturados como séries de seções transversais perpendiculares \n\nao canal e à planície de inundação e, portanto, eram mais facilmente integrados a modelos \n\nunidimensionais (BATES, 2012). \n\nA partir dos anos 2000, o aperfeiçoamento das técnicas de sensoriamento remoto \n\npermitiu, entre outros aspectos, a obtenção de dados tridimensionais, a partir de modelos \n\ndigitais de elevação (MDE), o que tem favorecido o uso de modelos bidimensionais. A \n\ncaracterização da planície de inundação, anteriormente realizada por métodos convencionais, \n\npassou a ser feita por métodos remotos. \n\nNo âmbito deste trabalho, procurou-se avaliar a influência da batimetria com a \n\ninserção de calhas fictícias em um levantamento topográfico detalhado. Assim, este item irá \n\ntratar sobre algumas técnicas empregadas na obtenção deste tipo de levantamento, que \n\noriginam modelos digitais de elevação (MDE).  \n\nA Fotogrametria é reconhecida como o primeiro método de sensoriamento remoto \n\ndesenvolvido, sendo utilizada para fins de mapeamento topográfico, utilizando-se fotografias \n\ncapturadas a partir de balões ainda na década de 1860 (NOVO, 2010). A técnica consiste na \n\nobtenção de medições precisas através do registro e interpretação de fotografias aéreas. \n\nBasicamente, utilizam-se câmeras especiais de grande precisão, embarcadas em \n\naeronaves pequenas, que irão cobrir a área a ser mapeada em linhas de voo paralelas entre si. \n\nDurante o voo, as fotos vão sendo obtidas de forma a assegurar sobreposição longitudinal, \n\nentre uma foto e outra, mínima de 60% e sobreposição lateral, entre as linhas de voo, de 20 a \n\n30% (Figura 3). A sobreposição garante que haja pelo menos duas ou até três visadas \n\nfotográficas diferentes de cada objeto. A partir dessas imagens obtidas de pontos de vista \n\n\n\n29 \n \n\ndiferentes, é que se aplica a técnica de medição de paralaxe estereoscópica, ou seja, a medição \n\ndo deslocamento relativo de um objeto devido à alteração na posição de observação \n\n(JENSEN, 2009). \n\n \nFigura 3 – Esquema geral sobre obtenção de fotografias aéreas. \n\nA partir das técnicas de fotogrametria digital, utilizando fotografias aéreas estereoscópicas de \n\nalta qualidade, é possível extrair produtos como MDE e Ortoimagens precisos (Jensen, 2009). \n\nA fotogrametria produz modelos digitais contendo as informações altimétricas dos objetos \n\nacima do solo, como edificações e copas de árvores, denominados Modelos Digitais de \n\nSuperfície (MDS). Através de um processo de filtragem de um MDS, que exige conhecimento \n\nsobre o objeto e o terreno em questão, é possível produzir um Modelo Digital de Terreno \n\n(MDT), que consiste basicamente em um MDE limitado ao detalhamento do terreno e, \n\nportanto, não representa os objetos presentes no solo, como ocorre nos MDS. \n\nOutro método remoto existente para obtenção de dados altimétricos utiliza o sensor \n\nLiDAR (Light Detection and Ranging), que consiste em um sistema de sensoriamento remoto \n\nativo, que emite pulsos de luz laser em direção à superfície através de um espelho de \n\nvarredura. Um receptor registra a quantidade de energia retroespalhada pelo solo. É necessária \n\na utilização de duas unidades GPS, uma registrando a posição juntamente ao laser e outra em \n\numa estação base junto ao solo. Para o mapeamento topográfico, utilizam-se sensores de luz \n\nlaser no infravermelho próximo (1040 a 160 nm) (JENSEN, 2009). \n\nA forma de obtenção mais comum dessas duas técnicas (fotogrametria e LiDAR) \n\nconsiste da utilização dos equipamentos em pequenas aeronaves que sobrevoam as áreas em \n\nque se deseja realizar os levantamentos topográficos. Recentemente, houve um avanço na \n\nutilização dessas técnicas acopladas a VANTS (Veículos aéreos não tripulados), com \n\ndestaque para a fotogrametria, que se apresenta como um modo de obtenção de dados \n\ntopográficos promissor, pelos baixos custos associados, em relação aos levantamentos \n\nutilizando aeronaves. \n\n\n\n30 \n \n\nPor último, destaca-se a obtenção de dados altimétricos através de satélites, podendo \n\nser utilizadas técnicas de sensoriamento remoto ativo ou passivo para tal. Estas técnicas \n\ndivergem quanto à fonte de energia, enquanto os sensores passivos dependem de uma fonte de \n\nradiação externa para adquirir informações sobre os objetos na superfície, os sensores ativos \n\nemitem sua própria radiação para interagir com os objetos de interesse e obter informações \n\nsobre os mesmos (NOVO, 2010). \n\nDentre as técnicas existentes utilizadas na aquisição de dados de altimetria orbitais, \n\ndestaca-se a Interferometria de Radar de Abertura Sintética (InSAR), que consiste em um \n\nsistema de aquisição de imagens ativo.  \n\nRessalta-se que essa técnica foi empregada na missão SRTM (Shuttle Radar Mapping \n\nMission), conduzida em fevereiro de 2000, em que foi realizado o mapeamento de toda a \n\nsuperfície terrestre. (NOVO, 2010) e originou, entre outros produtos, um Modelo Digital de \n\nElevação de escala global, com resolução de 1 arco de segundo (30 metros), disponibilizado \n\ngratuitamente a partir de 2014 (TSCHIEDEL, 2017). \n\nTschiedel (2017) aponta que existe uma nova geração de sensores orbitais que podem \n\nser usados para obtenção de MDE mais precisos e detalhados e, portanto, são capazes de \n\ncompetir com os MDE obtidos através de levantamentos aerofotogramétricos, em razão dos \n\ncustos de obtenção. \n\n3.5 ESTUDOS ENVOLVENDO INCERTEZAS ASSOCIADAS AOS DADOS \n\nTOPOGRÁFICOS  \n\nEste item trata sobre alguns estudos que, entre outras coisas, analisaram a influência \n\ndos dados topográficos em estudos de rompimento de barragens, sendo esses os trabalhos \n\nconduzidos por Rocha (2015), Tschiedel (2017) e Lopes (2015). \n\nRocha (2015) avaliou a sensibilidade de dois modelos hidrodinâmicos a variações em \n\nalguns dados de entrada, através da retroanálise da ruptura de uma barragem de rejeitos, entre \n\neles os parâmetros da brecha de ruptura, o volume do material mobilizado durante o evento, o \n\ncoeficiente de Manning e a topografia de jusante. O autor verificou que o MDE com maior \n\nresolução, construído a partir de carta topográfica do IBGE, superestimou significativamente \n\na área inundada e o MDE do SRTM subestimou a inundação. Em comparação com os demais \n\ndados de entrada variados, foi constatado que a variação da topografia poderia exercer a maior \n\ninfluência sobre a mancha de inundação.  \n\nTschiedel (2017) conduziu um estudo para avaliar como as incertezas de determinados \n\ndados de entrada utilizados em estudos de rompimento de barragem afetam certos resultados \n\n\n\n31 \n \n\nutilizados para avaliação da onda de cheia, em duas áreas de estudo com características \n\ncontrastantes. Entre os dados de entrada considerados, o autor avaliou a influência da \n\ntopografia de jusante e verificou que os MDE globais de baixa precisão poderiam ser \n\nutilizados para estimar o tempo de pico sem altos erros agregados, porém para as demais \n\nvariáveis, como vazão de pico, profundidade máxima e velocidade máxima, a utilização \n\ndesses MDE deveria ser feita com parcimônia. Em geral, o estudo verificou que as incertezas \n\nrelativas à caraterização topográfica de jusante podem ser compensadas por subestimativas ou \n\nsuperestimativas de outros dados de entrada do modelo. Por fim, concluiu-se que a utilização \n\nde dados topográficos precisos é fundamental para o mapeamento adequado da área de \n\ninundação. \n\nPor fim, Lopes (2015) avaliou a importância de dados topobatimétricos detalhados na \n\nmodelagem hidrodinâmica unidimensional de canas, através de um estudo de caso na UHE \n\nTucuruí, comparando um cenário com dados topobatimétricos de alta resolução com outro \n\ncenário em que utilizou-se uma batimetria simplificada no fundo do canal. A autora constatou \n\nque para a área de estudo, que compreendia um trecho de 14 km do Rio Tocantins, onde o \n\nmesmo possui uma largura média considerável, equivalente a 1,53 km, a simplificação da \n\nbatimetria mostrou-se pouco conservadora, subestimando os valores de nível d´água. \n\nO presente estudo difere dos anteriores ao abordar a influência da batimetria em um \n\nestudo de rompimento de barragem utilizando um MDE de alta resolução, através de um \n\nmodelo hidrodinâmico bidimensional. Dessa maneira, este trabalho pretende contribuir para o \n\ndesenvolvimento de metodologias para estudos de rompimento de barragem e para a tomada \n\nde decisão quanto ao levantamento de seções topobatimétricas. \n\n  \n\n\n\n32 \n \n\n4 MATERIAIS E MÉTODOS \n\nNeste estudo, foi selecionada uma barragem para realizar simulações de propagação de \n\nonda oriunda da hipotética ruptura de uma barragem, buscando avaliar a influência dos dados \n\ntopobatimétricos em seções de interesse. Os itens deste capítulo irão apresentar os materiais \n\nutilizados e detalhar a abordagem metodológica empregada.  \n\n4.1 ÁREA DE ESTUDO \n\nConforme apresentado no item 1, a área de estudo foi escolhida pela disponibilidade \n\nde um levantamento aerofotogramétrico executado para o estado de Santa Catarina. Assim, \n\nescolheu-se uma barragem cuja área de jusante estivesse completamente inserida no estado \n\ncatarinense. Além disso, procurou-se selecionar um barramento que, ao mesmo tempo, \n\nestivesse inserido numa bacia hidrográfica que apresentasse um nível de dados fluviométricos \n\nsatisfatório e que as informações relativas às estruturas da barragem e características do \n\nreservatório, necessárias para a condução do estudo, fossem públicas e de fácil aquisição. \n\nAssim, escolheu-se efetuar o estudo de rompimento hipotético da Barragem Sul, localizada no \n\nmunicípio de Ituporanga, no estado de Santa Catarina, por ter se enquadrado adequadamente \n\nnos critérios de escolha. \n\nA Barragem Sul começou a operar no ano de 1975, idealizada pelo extinto DNOS \n\n(Departamento Nacional de Obras e Saneamento) como uma medida estrutural de contenção \n\nde cheias do Rio Itajaí-Açu, tendo sido instalada em um de seus principais afluentes, o Rio \n\nItajaí do Sul (FRAGA E SIMAS, 2010).  \n\nEm relação à bacia do Rio Itajaí-Açu, que se encontra completamente localizada no \n\nestado de Santa Catarina e possui uma área total de 15.521 km², a bacia de contribuição à \n\nbarragem situa-se na região conhecida como Alto Vale do Itajaí e possui 1.164 km² de área de \n\ndrenagem, estimada a partir da base topográfica do SRTM, conforme a Figura 4. \n\n\n\n33 \n \n\n \nFigura 4 – Localização da Barragem Sul e área de contribuição ao barramento. \n\nA estrutura da barragem é composta de blocos de rocha compactado, sendo a \n\nBarragem Sul, portanto, uma barragem de enrocamento, cujo maciço possui cerca de 43,5 m \n\nde altura e 390 m de comprimento e a crista encontra-se elevada na cota 410 m. O barramento \n\n\n\n34 \n \n\nconta com cinco descarregadores de fundo circulares e um vertedouro de soleira livre, \n\nadjacente à estrutura enrocada, com cerca de 65 m de comprimento (Figura 5). \n\n \nFigura 5 – Imagem aérea da Barragem Sul (Adaptada de DIÁRIO CATARINENSE (2017)). \n\nOriginalmente, o reservatório possuía capacidade de 93,5 hm³, porém em 2016 foi \n\nconcluída uma obra de intervenção estrutural, na qual foi realizada a sobre-elevação do \n\nvertedouro em 2 m, com o intuito de aumentar a capacidade de armazenamento do \n\nreservatório. Estima-se que a obra ampliou a capacidade de reservação para cerca de 110 hm³ \n\n(SANTA CATARINA, 2016).  \n\n4.2 BASE DE DADOS \n\n4.2.1 Dados fluviométricos \n\nO levantamento e a análise dos dados fluviométricos da área de estudo são \n\nfundamentais para a devida caracterização hidrológica e estabelecimento das condições \n\niniciais de simulação, como a vazão dos cursos hídricos localizados a jusante do barramento. \n\nPara tanto, primeiramente, foram identificadas as estações fluviométricas existentes na \n\nregião de estudo e selecionadas as estações mais adequadas, considerando a extensão da série \n\nde vazões e localização em relação aos cursos d’água principais. Assim, através do sistema \n\nHidroWeb da ANA (Agência Nacional das Águas) (ANA, 2013), foram selecionadas quatro \n\nestações fluviométricas, cuja localização é apresentada na Figura 6 e as características na \n\nTabela 4. \n\n  \n\n\n\n35 \n \n\n \n\nTabela 4 – Características das estações fluviométricas existentes na região de estudo (ANA, 2013). \n\nNome Código Município Resp. Operadora Rio Latitude Longitude Altitude (m) \n\nÁrea de \ndrenagem \n\n(km²) \n\nTAIÓ 83050000 Taió ANA EPAGRI-SC Rio Itajaí do Oeste -27:6:50 -49:59:43 360 1570 \n\nITUPORANGA 83250000 Ituporanga ANA EPAGRI-SC Rio Itajaí do Sul -27:23:55 -49:36:21 370 1650 \n\nRIO DO SUL \n(NOVO) \n\n83300200 Rio do Sul ANA EPAGRI-SC Rio Itajaí-\naçu \n\n-27:12:28 -49:37:45 350 5160 \n\nVILA NOVA 83069900 Trombudo central ANA EPAGRI-SC \nRio \n\nTrombudo -27:18:43 -49:47:47 - 248 \n\n \n\nFigura 6 – Localização das estações fluviométricas selecionadas na região de estudo. \n\nAs séries de vazão das estações selecionadas foram analisadas estatisticamente para \n\nobter vazões características, de modo a compreender o comportamento fluviométrico da \n\nregião de estudo e, posteriormente, utilizar tais dados na regionalização de vazões para \n\nestabelecimento de condições iniciais. \n\nA partir da série de vazões diárias, foi estabelecida a curva de permanência de cada \n\nestação, que expressa a porcentagem do tempo em que a vazão é igualada ou superada \n\nnaquele curso d´água. Desta análise, obteve-se a vazão denominada Q50, ou seja, vazão que é \n\nobservada em pelo menos 50% do tempo no local onde se encontra a estação fluviométrica. \n\n\n\n36 \n \n\nOutra caracterização importante consiste no cálculo das vazões máximas para \n\ndiferentes períodos de retorno. Esta estimativa foi feita através do ajuste das vazões diárias \n\nmáximas anuais, observadas nas estações selecionadas, à distribuição de valores extremos do \n\ntipo I, ou distribuição de Gumbel. \n\nTanto o detalhamento sobre a construção de uma curva de permanência de vazões \n\nquanto a aplicação da distribuição de Gumbel em uma série de vazões diárias são encontradas \n\nem Naghettini e Pinto (2007). \n\nA Tabela 5 apresenta algumas das vazões obtidas através das análises estatísticas \n\nrealizadas.  \n\nTabela 5 – Vazões características das estações fluviométricas existentes na região de estudo. \n\nEstação \nFluviométrica Código \n\nÁrea de \ndrenagem \n\n(km²) \n\nQ \nTR=2 \nanos \n\nQ \nTR=10 \n\nanos \n\nQ \nTR=100 \n\nanos \n\nQ \nTR=1.000 \n\nanos \n\nQ \nTR=10.000 \n\nanos \n\nVazão \nmédia \ndiária \nanual \n\nQ50 \n\nTAIÓ 83050000 1570 330,0 503,0 718,3 929,6 1140,5 41,7 20,5 \nITUPORANGA 83250000 1650 293,33 685,6 1174,9 1655,3 2134,9 29,8 16,2 \n\nRIO DO SUL \n(NOVO) 83300200 5160 678,7 1090,3 1603,6 2107,7 2610,9 109,3 66,5 \n\nVILA NOVA 83069900 248 161,0 399,1 696,1 987,6 1278,7 10,1 4,3 \n \n\nAlém das séries de vazão, também foram obtidas as séries de perfis transversais das \n\nestações Ituporanga e Rio do Sul (Novo), disponibilizadas pela ANA (2013), e que foram \n\nutilizadas para fundamentar a estimativa das profundidades consideradas nos cenários que \n\nserão simulados. Esta análise está tratada com detalhe no item 4.3.2. \n\n4.2.2 Dados topográficos \n\nOs dados topográficos utilizados neste estudo são provenientes do levantamento \n\naerofotogramétrico, que abrangeu todo o estado de Santa Catarina, citado no item 1, efetuado \n\nentre abril de 2010 e maio de 2013 pela empresa Engemap Geoinformações, contratada pela \n\nSecretaria de Estado do Desenvolvimento Econômico Sustentável (SDS) do governo estadual. \n\nPara a obtenção das fotografias aéreas foi utilizado o sistema SAAPI (Sistema de Aquisição e \n\nPós-Processamento de Imagens) cuja parte ótica é formada por câmeras Hasselblad e lentes \n\ncom distância focal de 50 mm (SDS, 2014). \n\nOs produtos obtidos no mapeamento consistem em uma base cartográfica de alta \n\nprecisão e grande detalhamento. Entre os produtos cartográficos gerados estão as ortofotos \n\ncom resolução espacial de 39 cm e os Modelos Digital de Terreno (MDT) e de Superfície \n\n(MDS), compatíveis com a escala 1:10.000 e resolução espacial de 1 m. Adicionalmente, \n\n\n\n37 \n \n\nforam gerados outros produtos derivados, tais como a Restituição estereofotogramétrica do \n\nsistema Hidrográfico e a Construção da Base Hidrográfica Ottocodificada, entre outros. \n\n(ENGEMAP, 2017)  \n\nAssim, dentre os produtos citados acima, este estudo limitou-se a utilização do MDT, \n\ncomo dado de entrada do modelo hidrodinâmico bidimensional e das ortofotos e arquivos \n\nvetoriais do sistema hidrográfico, para auxiliar a delimitação das calhas dos rios. O item 4.3 \n\nirá descrever os processamentos realizados utilizando esses produtos. \n\nO MDT consiste em um tipo de Modelo Digital de Elevação (MDE) cuja \n\nrepresentação se restringe a informações altimétricas relativas ao solo, portanto, sua \n\nrepresentação não apresenta obstáculos tais como vegetação, edificações e pontes. A Figura 7 \n\napresenta o MDT da área de estudo obtido através do portal de Sistema de Informações \n\nGeográficas de Santa Catarina (SIGSC) (SDS, 2014). \n\n \nFigura 7 – Mapa do Modelo Digital de Terreno da região de estudo. \n\n4.2.3 Uso do solo \n\nO conhecimento das características do uso e ocupação do solo na região de estudo é \n\nnecessário para a devida caracterização do vale de jusante e posterior estimativa dos \n\n\n\n38 \n \n\ncoeficientes de rugosidade, que serão utilizados para estimar a resistência ao fluxo devido à \n\nrugosidade do canal e da planície de inundação. \n\nPara isto, utilizou-se o mapa de uso e cobertura do solo da Coleção 2, para o ano de \n\n2016, do Projeto de Mapeamento Anual da Cobertura e Uso do Solo no Brasil (MapBiomas), \n\ncujas classificações de cobertura e uso do solo são baseadas em mosaicos de imagens \n\nLANDSAT (MAPBIOMAS, 2017).  \n\nO mapa possui resolução espacial de 30 m e é apresentado na Figura 8, onde é \n\npossível observar uma predominância de áreas rurais na região de estudo, com poucos núcleos \n\nurbanos, destacando o município de Rio do Sul. \n\n \nFigura 8 – Mapa do uso e ocupação do solo na região de estudo. \n\n4.3 GEOPROCESSAMENTO \n\nDe acordo com o item 4.2.2, o MDT foi obtido através de um levantamento \n\naerofotogramétrico. Os sensores empregados nesta técnica não são capazes de ultrapassar a \n\nsuperfície d’água e, portanto, o levantamento não apresenta o detalhamento da calha do rio. \n\nIsto é, as informações topográficas apresentadas no MDT, ao longo dos trechos dos cursos \n\nhídricos, referem-se ao nível d’água observado no momento em que as fotos foram obtidas. \n\nRessalta-se que, ao analisar as ortofotos adquiridas na região, percebeu-se que na data do voo \n\n\n\n39 \n \n\nos cursos hídricos estavam em condição de vazão de calha cheia e até alguns locais próximos \n\naos rios Itajaí do Oeste e Trombudo encontravam-se inundados. Portanto, a cota observada \n\nnos cursos hídricos estudados equivale a um nível d’água relativo a uma vazão de calha cheia. \n\nComo este estudo pretende avaliar a influência da topobatimetria de jusante, foi \n\nproposto o emprego de técnicas de geoprocessamento para alterar o MDT na região das calhas \n\ndos rios, visando à representação de informações batimétricas fictícias.  \n\nAlém disso, foi necessária a execução de outras alterações no MDT e a adequação do \n\nmapa de uso do solo às calhas estimadas. O detalhamento das técnicas de geoprocessamento \n\naplicadas através do software ArcGis, versão 10.2.1, será feito no decorrer deste item. \n\n4.3.1 Modificações no MDT \n\nOriginalmente, o MDT foi gerado em escala 1:10.000, equivalente a resolução \n\nespacial de 1 m. Com o intuito de simplificar os processamentos, o MDT foi reamostrado para \n\n2 m, através da técnica de interpolação conhecida como vizinho mais próximo, que foi \n\nselecionada por consistir em um método que não modifica os valores observados, mas realiza \n\numa redistribuição dos mesmos em uma grade regular. \n\nAlém dessa modificação, foi verificada a necessidade da alteração do MDT no leito do \n\nRio Itajaí do Sul, em um ponto localizado aproximadamente a 30 km da Barragem Sul, onde \n\nfoi constatada a existência de uma ponte. Desse modo, neste local foi realizada a modificação \n\ndo valor de cota das células para efetuar a retirada da ponte no MDT. Essa alteração tem \n\ncomo finalidade a representação do terreno natural no modelo, antes da construção de tal \n\nestrutura, visando impedir que o escoamento seja obstruído pela ponte. \n\n4.3.2 Inserção das calhas no MDT \n\nA construção das calhas consistiu no processo de delimitação das margens, geração de \n\narquivo matricial de profundidade homogênea e criação dos MDT com as calhas de diferentes \n\nprofundidades. \n\nPrimeiramente, foi realizada a delimitação das margens de alguns dos cursos d’água \n\nidentificados na região de estudo. Para tal, utilizou-se como base, o arquivo vetorial de massas \n\nd’água, disponibilizado no portal SIGSC (SDS, 2014), e foram feitas modificações onde foi \n\njulgado necessário, para a melhor representação das calhas do rio, considerando o MDT, as \n\nortofotos e imagens do satélite do Google. Salienta-se que a delimitação foi restrita aos cursos \n\nd’água principais e aos afluentes considerados pertinentes, conforme apresentado na Figura 9. \n\n\n\n40 \n \n\n \nFigura 9 – Mapa das drenagens delimitadas na região de estudo. \n\nEm seguida, foi necessário estimar as profundidades que seriam adotadas. Isso foi \n\nrealizado através da análise das seções transversais disponibilizadas pela ANA (2013). \n\nConsiderou-se adequado analisar os dados das estações Ituporanga e Rio do Sul (Novo) para \n\nque as profundidades utilizadas nos cenários fossem condizentes com a batimetria nos dois \n\ncursos d’água possivelmente mais impactados pelo rompimento hipotético da Barragem Sul, \n\nos rios Itajaí do Sul e Itajaí-Açu. \n\nAssim, localizaram-se as estações Ituporanga e Rio do Sul (Novo) e estimaram-se as \n\nlarguras médias das calhas delimitadas anteriormente nestes pontos (Figura 10). A partir desta \n\nestimativa, analisou-se o último levantamento realizado em cada uma dessas estações e foi \n\ndeterminada a profundidade média equivalente à largura observada (Figura 11). \n\n\n\n41 \n \n\n \nFigura 10 – Localização das estações utilizadas para estimativa das profundidades.  \n\n \nFigura 11 – Perfil transversal das estações Rio do Sul (Novo) e Ituporanga levantados em 15/02/2012. \n\nExaminando os perfis apresentados na Figura 11, identificou-se a profundidade média \n\nde 4 m no perfil de Ituporanga e a profundidade média de 8 m no perfil de Rio do Sul (Novo). \n\nAlém das profundidades observadas, decidiu-se considerar também uma profundidade igual a \n\n1 m, para a análise de um terceiro cenário. \n\nCom as profundidades definidas, foram realizadas modificações no MDT, para gerar \n\ntrês novos MDT com as calhas dos rios selecionados aprofundadas de maneira homogênea. \n\nPara realizar tal procedimento, foi necessário que as margens vetorizadas fossem \n\ntransformadas em polígono e posteriormente em arquivo matricial (raster), com 2 m de \n\nresolução espacial, para que o raster das drenagens fosse compatível com o MDT. Assim, \n\n\n\n42 \n \n\nforam gerados três rasters das drenagens, cujos valores equivalem às profundidades \n\ndeterminadas, sendo elas 1, 4 e 8 m. \n\nUtilizando esses arquivos, através de algumas ferramentas de geoprocessamento, foi \n\nrealizado o rebaixamento uniforme das células do MDT, localizadas no local da calha, \n\nproduzindo, finalmente, três novos MDT, com calhas aprofundadas de forma homogênea. \n\nCada MDT produzido foi denominado de acordo com a profundidade considerada na \n\ncalha. Assim, temos MDT P0, sem aprofundamento algum, P1, com a calha do rio \n\naprofundada em 1 m, P4, com a calha do rio aprofundada em 4 m e P8, com a calha do rio \n\naprofundada em 8 m. A Figura 12 apresenta o perfil transversal dos quatro MDT numa seção \n\nlocalizada próxima à estação Rio do Sul (Novo), destacando que os MDT se diferenciam entre \n\nsi somente no âmbito da calha do rio. \n\n \nFigura 12 – Perfil transversal das calhas dos diferentes cenários. \n\nNeste estudo, optou-se por realizar o aprofundamento homogêneo das calhas por \n\nmotivos de simplificação. Como as informações altimétricas no âmbito dos cursos hídricos \n\nsão relativas ao nível d’água e, portanto, a elevação observada ao longo da seção transversal \n\ndo rio é aproximadamente constante, o rebaixamento homogêneo das células do MDT gerou \n\ncalhas praticamente retangulares. Além disso, a profundidade atribuída foi a mesma em todas \n\nas seções dos cursos hídricos, de acordo com o cenário em questão. Contudo, ressalta-se que \n\noutras abordagens poderiam ter sido empregadas, como a utilização de diferentes geometrias \n\nnas calhas, como calhas trapezoidais ou triangulares, ou a consideração de profundidades \n\ndiferentes ao longo dos cursos hídricos em questão. \n\n\n\n43 \n \n\n4.3.3 Modificação do mapa de uso do solo \n\nO mapa de uso do solo utilizado no estudo possui resolução espacial de 30 m e, por \n\neste motivo, as calhas dos rios não estão bem representadas ao longo do mapa. Assim, foi \n\nnecessária a modificação do arquivo matricial de uso do solo, proveniente do mapeamento \n\ndescrito no item 4.2.3, de forma a retratar a calha do rio na mesma escala apresentada no \n\nMDT, para que o coeficiente de rugosidade ao longo dos córregos fosse devidamente \n\nrepresentado. \n\nPara tanto, o raster de drenagens, gerado conforme o item 4.3.2, foi incorporado ao \n\nmapa de uso do solo. Primeiramente, o mapa de uso do solo foi reamostrado para 2 m, através \n\nda técnica de interpolação do vizinho mais próximo, para que a resolução espacial do mapa de \n\nuso do solo fosse equivalente à resolução do raster das drenagens e, consequentemente, do \n\nMDT. \n\nEm seguida, utilizou-se a ferramenta de calculadora de raster para tornar as células do \n\nmapa do uso do solo homólogas às células do raster das drenagens, nulas e posteriormente \n\ngerar um mosaico entre o raster de drenagens e o mapa de uso do solo com as drenagens \n\nnulas. A Figura 13 apresenta a comparação do mapa de uso do solo original (esquerda) e do \n\nmodificado (direita) em dois locais, para exemplificar as alterações realizadas neste item. \n\n \nFigura 13 – Comparação do mapa de uso do solo antes e depois da incorporação da calha. \n\n\n\n44 \n \n\n4.4 COEFICIENTES DE RUGOSIDADE \n\nO Coeficiente de Manning é utilizado para estimar a resistência ao fluxo devido à \n\nrugosidade do canal e da planície de inundação. Usualmente, por questões de simplificação e \n\ndesconhecimento das características detalhadas de uso do solo na planície de inundação, \n\ncostuma-se considerar um valor do coeficiente para a calha do rio e outro para as margens, \n\nsendo um valor menor para a calha do que para a planície. \n\nO HEC-RAS versão 5.0.3 apresenta uma ferramenta que possibilita considerar a \n\nvariação do Coeficiente de Manning para além da atribuição usual de um valor para a calha e \n\noutro para as margens, com a inserção de um mapa de uso do solo, proporcionando a \n\ndiscretização espacial dos valores do coeficiente na planície de inundação. \n\nCom o mapa apresentado no item 4.2.3, após passar pelas alterações detalhadas no \n\nitem 4.3.3, foi possível identificar as características de uso e ocupação da região de estudo.  \n\nA fim de atribuir adequadamente valores do Coeficiente de Manning aos usos do solo \n\nidentificados na região, faz-se necessário o enquadramento das classes observadas em \n\ncategorias de referência apresentadas na literatura. Para tanto, foi utilizado a Tabela 6, \n\nproveniente do manual de referência do HEC-RAS (USACE, 2016) e adaptada e traduzida \n\npor Tschiedel (2017). Essa tabela consiste em uma compilação dos tipos mais comuns de \n\nlocais de escoamento extraídos do livro Open-Channel Hydraulics (CHOW, 1959). \n\nTabela 6 - Estimativas quanto ao coeficiente de Manning (USACE, 2016). \n\n \nPara relacionar as classes observadas no mapeamento com as classes apresentadas na \n\nliteratura, foi feita a sobreposição do mapa de uso do solo com as ortofotos, buscando \n\nenquadrar as classes da melhor forma possível. \n\n\n\n45 \n \n\nEnfim, a Tabela 7 apresenta as classes de uso do solo identificados na região e seus \n\nrespectivos valores de coeficiente de Manning, estimados a partir das categorias de referência \n\napresentadas em USACE (2016). \n\nTabela 7 - Classes de uso do solo presentes na região e seus respectivos coeficientes de Manning \n\nestimados. \n\nUso do solo Observações Classe enquadrada Faixa \nCoeficiente \nde Manning \n\n(n) \n\nFloresta Densa - \nVegetação densa em diversos \n\nestágios evolutivos. Mata fechada. Máximo 0,2 \n\nFloresta Aberta - \nVegetação média e obstáculos \n\nnaturais consideráveis para \nescoamento \n\nNormal 0,1 \n\n Silvicultura - \nVegetação não fechada e presença de \n\nalgumas árvores Máximo 0,08 \n\nÁreas Úmidas \nNaturais não \nflorestais \n\nÁreas não homogêneas, podendo \nser áreas com gramíneas, áreas não \n\nvegetadas e áreas alagadas \n\nZonas agrícolas Máxima 0,06 \nPastagem - \n\nCulturas Anuais - \n\nAgricultura ou \nPastagem - \n\nInfraestrutura \nUrbana \n\n- \n\nConcreto, para diversas situações Máximo 0,027 \nOutras áreas não \nvegetadas  Áreas construídas \n\nCorpos D’água  - Limpo, sinuoso com alguns bancos \nde areia, com obstruções, pedras, \n\nzonas inefetivas \nNormal 0,05 \n\nCalha do rio - \n\n4.5 HIDROGRAMA DE RUPTURA \n\nConforme descrito no item 3.3 existem diversas formulações empíricas para \n\ndeterminação da vazão de pico efluente durante um evento de ruptura. No âmbito deste \n\nestudo, optou-se por escolher uma dentre as equações disponíveis para determinação do \n\nhidrograma de ruptura e utilização deste como uma condição de contorno de montante na \n\nsimulação de propagação de onda oriunda do rompimento hipotético da Barragem Sul. \n\nDessa forma, optou-se pela aplicação das equações propostas por Froehlich (1995a \n\n;1995b), tanto para a estimativa da vazão de pico (Equação 4.01) (1995b) quanto para a \n\nprevisão do tempo de formação da brecha (Equação 4.02) (1995a), que pode ser considerado \n\ncomo o tempo de pico do hidrograma. As equações empíricas propostas por esse autor foram \n\nescolhidas em função do bom desempenho das mesmas na estimativa da vazão de pico, \n\n\n\n46 \n \n\nconforme apresentado em estudos de avaliação de equações deste tipo, como os trabalhos \n\nconduzidos por Wahl (2004) e Pierce (2010). Ambas as equações citadas são apresentadas a \n\nseguir. \n\n \n\nGH = 0,607×((L\nM,1NO×\"L\n\nP,1Q) (4.01) \n\n#3 = 0,00254×((L\nM,OS×?T\n\nUM,N) (4.02) \n\nOnde: \n\nQp: vazão de pico do hidrograma (m³/s) \n\nVw: volume do reservatório no momento da ruptura (m³/s) \n\nHw: altura d’água no momento da ruptura (m) \n\ntf: tempo de formação da brecha (h)  \n\nhb: altura final da brecha (m)  \n\nDe forma conservadora, considerou-se Hw e hb iguais à altura da barragem (43,5 m) e \n\nVw equivalente ao volume total do reservatório (110 hm³). Assim, obteve-se uma vazão de \n\npico de 15.386 m³/s e um tempo de formação da brecha aproximadamente igual a 1,56 horas. \n\nEnfim, utilizou-se a definição e determinação de hidrograma triangular propostas por \n\nMascarenhas (1990), que resultou no hidrograma de ruptura apresentado na Figura 14. \n\n \nFigura 14 – Hidrograma de ruptura estimado. \n\n  \n\n\n\n47 \n \n\n4.6 DEFINIÇÃO DOS CENÁRIOS \n\nTendo em vista que o objetivo deste estudo é a análise da influência da topobatimetria \n\nde jusante, os cenários foram estabelecidos de forma que os demais dados de entrada do \n\nmodelo foram fixados e somente a topobatimetria, ou seja, o MDT utilizado foi alterado. \n\nComo foi especificado no item 4.3.2, a forma geométrica das calhas do rio é a mesma e a \n\nvariável modificada é a profundidade. Dessa forma, os cenários foram denominados de \n\nacordo com a profundidade considerada, consistindo, portanto, em quatro cenários: \n\n- P0: MDT com resolução espacial 2 m, sem o aprofundamento da calha do rio; \n\n- P1: MDT com resolução espacial 2 m, com aprofundamento homogêneo da calha do \n\nrio em 1 m; \n\n- P4: MDT com resolução espacial 2 m, com aprofundamento homogêneo da calha do \n\nrio em 4 m; \n\n- P8: MDT com resolução espacial 2 m, com aprofundamento homogêneo da calha do \n\nrio em 8 m; \n\n4.7 SIMULAÇÃO EM REGIME NÃO PERMANENTE \n\nDefinidos os cenários, utilizou-se o modelo hidrodinâmico HEC-RAS 5.0.3 para \n\nsimular a propagação da onda gerada pelo rompimento da Barragem Sul e avaliar a influência \n\nda topobatimetria de jusante.  \n\nEm todas as simulações conduzidas, utilizou-se a formulação completa das equações \n\nde Saint-Venant 2D (Full Momentum) e selecionou-se o modo de regime misto, pelo qual a \n\npropagação do escoamento é resolvida considerando a possibilidade da ocorrência de regimes \n\nsubcríticos e supercríticos durante a simulação. \n\nAlém disso, a variação do coeficiente de Manning ao longo da área de estudo também \n\nfoi fixada, ao utilizar os mesmos valores de coeficiente de rugosidade em todos os cenários \n\nconsiderados. \n\nNeste estudo, foram realizados três conjuntos de simulações: \n\n- Simulação prévia para definição de domínio; \n\n- Simulações de condição inicial; \n\n- Simulações de propagação de onda de ruptura. \n\nOs aspectos específicos de cada simulação serão abordados nos itens a seguir. \n\n\n\n48 \n \n\n4.7.1 Domínio de simulação \n\nEm estudos de rompimento de barragens realizados através de modelos \n\nhidrodinâmicos, é fundamental a definição correta da área a ser simulada. A determinação do \n\ndomínio de simulação pode ser feita através da avaliação da extensão da mancha de \n\ninundação gerada a partir de uma simulação de rompimento preliminar, buscando definir com \n\nmaior segurança a área a ser considerada no cálculo.   \n\nNesse sentido, foi realizada uma simulação de rompimento simplificada para definição \n\ndo domínio, com duração de três dias. Essa simulação consistiu, basicamente, na propagação \n\ndo hidrograma de ruptura, apresentado no item 4.5, no MDT do cenário P0 (sem \n\naprofundamento da calha do rio). \n\nAssim, foi utilizada somente uma condição de contorno de montante, sendo esta o \n\nhidrograma de ruptura inserido no local da Barragem Sul e uma condição de contorno de \n\njusante, definida como a declividade média do trecho à jusante da condição de contorno, \n\nequivalente a 0,001 m/m, que foi inserida na seção denominada S100km, localizada a 100 km \n\nda Barragem Sul. \n\nO limite da área bidimensional da simulação preliminar foi traçado utilizando \n\npredominantemente a curva de nível de cota 420 m, que equivale a uma elevação 10 m \n\nsuperior à crista da Barragem Sul, partindo da suposição que a inundação máxima não \n\nultrapassaria esta cota. \n\nQuanto aos aspectos numéricos, para a simulação de domínio, a discretização espacial \n\nna área simulada, que representa a resolução da malha, foi estabelecida em 30 m, por ser a \n\nresolução máxima que possibilita a representação das calhas dos rios. Já em relação à \n\ndiscretização temporal, equivalente ao passo de cálculo utilizado, a determinação foi feita \n\natravés de uma análise de sensibilidade do comportamento da onda de cheia para alguns \n\nintervalos de tempo supostos e considerou-se adequado a utilização de um passo de cálculo de \n\n5 segundos. \n\nA Figura 15 apresenta topologia do modelo descrito e mancha de inundação máxima \n\ngerada pela simulação preliminar. \n\n\n\n49 \n \n\n \nFigura 15 – Mapa de inundação máxima da simulação preliminar. \n\nCom essa simulação observou-se que a onda de cheia gerada pelo rompimento da \n\nBarragem Sul, iria também se propagar à montante do trecho, impactando as áreas próximas \n\naos rios Itajaí do Oeste e Trombudo. Nestes locais, a hipotética ruptura da Barragem Sul tem \n\npotencial para gerar um efeito de represamento das águas desses cursos d’água, resultando na \n\nelevação do nível d’água nestes locais, até aproximadamente 16 km à montante da \n\nconfluência dos rios Itajaí do Oeste e Itajaí do Sul. \n\nLogo, o domínio da simulação deve estender-se pelo menos até uma distância \n\nsuficiente para garantir que as simulações não sejam afetadas por esse efeito. Sendo assim, \n\nverificou-se a cota máxima inundada nos locais atingidos mais à montante nos rios Itajaí do \n\nOeste e Trombudo e estabeleceu-se que o limite do domínio seria fixado à montante da área \n\ninundada mais extrema, onde a cota fosse pelo menos 4 m superior à cota máxima observada \n\nneste local. \n\nEm relação ao limite do modelo à jusante, considerou-se adequado que a simulação se \n\nestendesse somente até a seção 72 km, pois verificou-se que após este ponto havia uma série \n\nde quedas d’água, que geravam instabilidades no modelo, aumentando assim os erros de \n\nsimulação e o tempo de computação. \n\n\n\n50 \n \n\nTambém, a partir dessa seção, observa-se que a planície de inundação fica mais \n\nestreita e o terreno adquire características de vale mais encaixado. Além disso, há uma \n\ndiferença de cota entre a seção 72 km e a seção 100 km de mais de 200 m. Portanto, \n\nobservou-se que o deplecionamento do hidrograma entre essas seções não foi significativo, o \n\nque também justifica a término da simulação na seção 72 km. \n\nAssim, a partir das observações feitas na simulação preliminar, foi definido o domínio \n\nda área bidimensional que será utilizado para as simulações de condição inicial e ruptura para \n\nos cenários propostos. A Figura 16 apresenta a área de estudo com o limite da área \n\nbidimensional preliminar e o limite da área bidimensional definido neste item. \n\n \nFigura 16 – Mapa de inundação máxima da simulação preliminar com área bidimensional definida. \n\n4.7.2 Simulação de condições iniciais \n\nNo âmbito da modelagem hidrodinâmica, a determinação das condições iniciais é \n\nimportante para a correta definição do estado do modelo no início da simulação. Nesse \n\nsentido, optou-se por realizar uma simulação anterior à simulação de ruptura, para estabelecer \n\nas condições iniciais no modelo.  \n\nO HEC-RAS apresenta a possibilidade da utilização dos valores conhecidos finais de \n\numa simulação como condições iniciais de outra, através do arquivo hotstart. Dessa forma, \n\n\n\n51 \n \n\nforam gerados quatro arquivos hotstart ao final de cada simulação de condição inicial e foram \n\ninseridos como condições iniciais nas respectivas simulações de propagação de onda de \n\nruptura, detalhadas no item 4.7.3. \n\nO tempo simulado foi definido de acordo com a necessidade em cada cenário, sendo \n\nde 4 dias para o cenário P8, 5 dias para P4 e 6 dias para P0 e P1, e buscou garantir que no \n\nfinal da simulação de condições iniciais estivesse escoando uma vazão considerada frequente \n\nnos cursos d´água da área de estudo. Para tal, determinou-se a propagação da vazão Q50 no \n\nmodelo, visando a representação de condições normais no instante anterior à ruptura. \n\nAssim, estabeleceram-se locais para inserção de hidrogramas como condição de \n\ncontorno, de modo a garantir o estabelecimento de uma vazão próxima a Q50 nos cursos \n\nd’água pertencentes à área de estudo.  \n\nAs vazões inseridas nestes locais foram determinadas através do método \n\nregionalização de vazões utilizando como variável a área de drenagem e a série de vazões da \n\nestação fluviométrica mais próxima. A delimitação das áreas de drenagem nos pontos de \n\ninteresse foi realizada utilizando a base topográfica do SRTM (resolução espacial de 30 m), \n\natravés da aplicação de técnicas de geoprocessamento. \n\nContudo, verificou-se que o tempo necessário para a propagação do hidrograma \n\nconstante de vazão igual a Q50 era demasiado, em razão da baixa declividade da região de \n\nestudo. Para acelerar a propagação do escoamento, optou-se por inserir um hidrograma \n\ntriangular com uma vazão de pico maior que a Q50 em alguns dos locais.  \n\nAssim, foram inseridos hidrogramas triangulares nos três principais corpos hídricos \n\nafluentes ao modelo, com vazão de base igual a Q50 e vazão de pico igual a QTR=2anos, \n\nconforme ilustrado pela Figura 17. Considerou-se o tempo de base igual a 12 horas e tempo \n\nde subida igual a 4h. Após as 12h, o hidrograma fica constante e a vazão se mantém igual a \n\nQ50 até o fim do período simulado. Nas demais contribuições, inseriu-se somente um \n\nhidrograma constante com vazão igual a Q50 calculada para aquele local. \n\n\n\n52 \n \n\n \nFigura 17 – Hidrograma triangular inserido como condição de contorno. \n\nA Tabela 8 apresenta as condições de contorno definidas e suas respectivas vazões \n\nconsideradas, assim como as áreas de drenagem e estação fluviométrica utilizada para \n\nregionalização das vazões. Nas condições de contorno CC_ItajaiOeste, CC_Trombudo e \n\nCM_Barragem Sul foi adicionado o hidrograma triangular apresentado na Figura 17 e nas \n\ndemais condições de contorno foi inserido um hidrograma de vazão constante igual a Q50 \n\nregionalizada para o local. \n\nTabela 8 - Vazões regionalizadas para as condições de contorno. \n\nCondição de contorno Área de drenagem (km²) Estação de referência \nVazões regionalizadas \n\nQTR=2 anos Q50 \nCM_Barragem Sul 1164,46 ITUPORANGA 207,0 11,4 \n\nCC_Aflu_IS_01 151,00 ITUPORANGA - 1,5 \nCC_Aflu_IS_02 48,34 ITUPORANGA - 0,5 \nCC_Aflu_IS_03 105,38 ITUPORANGA - 1,0 \nCC_Aflu_IS_04 121,23 ITUPORANGA - 1,2 \nCC_Aflu_IS_05 54,01 ITUPORANGA - 0,5 \nCC_ItajaiOeste 1907,67 TAIÓ 401,0 24,9 \n\nCC_Aflu_IO_01 356,11 TAIÓ - 4,6 \nCC_Trombudo 308,46 VILA NOVA 200,3 5,4 \n\nCC_Aflu_Trombudo 132,63 VILA NOVA - 2,3 \n \n\nAlém disso, foi necessária a inserção de uma condição de contorno de jusante, \n\ncolocada próxima à seção 72 km, que consiste no limite do modelo no rio Itajaí-Açu, \n\ndenominada CJ_S72km.  \n\nConstatou-se a presença de uma queda d’água próxima a essa seção e, considerando \n\nque esse tipo de formação geomorfológica representa um controle hidráulico, optou-se pela \n\ncolocação da condição de contorno à montante desta formação. Assim, foi inserida uma \n\n\n\n53 \n \n\ncondição de contorno, do tipo profundidade normal, numa seção à montante desta queda \n\nd’água e de valor equivalente a declividade média de um trecho compreendido entre a seção \n\nda condição de contorno de jusante (CJ_S72km) e uma seção localizada poucos metros a \n\nmontante da queda d’água, de forma a utilizar a formação natural como um controle \n\nhidráulico. A declividade deste trecho é equivalente a 0,05 m/m. \n\nA Figura 18 apresenta a localização das condições de contorno definidas e o domínio \n\nde simulação, utilizados nas simulações de condições iniciais e de propagação de onda de \n\nruptura. \n\n \nFigura 18 – Topologia do modelo das simulações de condições iniciais e de propagação de \n\nonda de ruptura. \n\nEm relação aos aspectos numéricos, para a simulação de condições iniciais, a \n\ndiscretização espacial na área simulada foi estabelecida em 20 m e a discretização temporal, \n\nequivalente ao passo de cálculo utilizado, foi de 20 segundos. Adicionalmente, foi acionado o \n\nmodo time slicing, em que se reduz o passo de tempo para 10 segundos caso o número de \n\ninterações ultrapassasse o valor 5. \n\n\n\n54 \n \n\n4.7.3 Simulação de propagação de onda de ruptura \n\nA simulação preliminar foi conduzida com duração de três dias e verificou-se que \n\nseria mais adequado simular a propagação de onda de ruptura por quatro dias, para que \n\npudesse ser observada a estabilização dos hidrogramas a níveis adequados, nas últimas seções \n\ndo modelo. Os itens a seguir irão especificar outros aspectos considerados na simulação de \n\npropagação de onda de ruptura, sendo eles as condições iniciais, as condições de contorno e \n\nos aspectos numéricos. \n\n4.7.3.1 Condições iniciais \n\nAs condições iniciais, no âmbito do modelo HEC-RAS, dizem respeito unicamente à \n\naltura da lâmina d’água existente em cada célula do modelo. Como condições iniciais, foram, \n\nportanto, utilizadas as vazões, e respectivas cotas associadas, resultantes das simulações de \n\ncondição inicial apresentadas no item 4.7.2. Também conforme esse item, esse procedimento \n\né realizado através do arquivo hotstart, que é gerado ao final de cada simulação de condição \n\ninicial e posteriormente inserido na simulação de propagação de onda de ruptura. \n\n4.7.3.2 Condições de contorno \n\nAs condições de contorno deste conjunto de simulações foram dispostas nos mesmos \n\nlocais definidos no item 4.7.2 e apresentados na Figura 18. \n\nEm relação à condição de contorno de jusante, foi utilizada a mesma definida no item \n\nanterior. Já na condição de contorno de montante (CM_Barragem Sul), foi inserido o \n\nhidrograma de ruptura definido no 4.5, com vazão de base igual a Q50, regionalizada para a \n\nseção da barragem, utilizando a estação fluviométrica de Ituporanga como referência. Nas \n\ndemais condições de contorno foi simplesmente realizada a propagada da vazão equivalente à \n\nQ50. \n\nSalienta-se que ao adicionar um hidrograma de ruptura estimado como uma condição \n\nde contorno de montante, na seção da Barragem Sul, limitou este estudo a simular a \n\npropagação de onda gerada pela ruptura ao invés da simulação de ruptura em si, que envolve a \n\nmodelagem do rompimento e posterior propagação da onda oriunda da brecha.  Isto foi \n\ndecidido para simplificar a construção do modelo.  \n\n4.7.3.3 Aspectos numéricos \n\nEm termos de discretização espacial do modelo, foi utilizada a mesma malha gerada \n\npara simular as condições iniciais, que consiste numa grade formada por polígonos \n\npredominantemente regulares com de largura igual a 20 m. Observa-se que no HEC-RAS \n\n\n\n55 \n \n\npodem ser irregulares, para se adequar aos limites da área bidimensional e apresentarem até \n\noito lados. \n\nFoi utilizado um passo do tempo de cálculo global de 5 segundos, o mesmo utilizado \n\npara a simulação de domínio.  \n\nSalienta-se que uma vez definidos o passo do tempo de cálculo e resolução da malha, a \n\nestabilidade numérica do modelo pode ser avaliada através da condição de Courant \n\napresentada na Equação 4.03. \n\nV =\n(L×?X\n?Y\n\n? 1,0 (4.03) \n\nOnde  \n\nC: número de Courant; \n\n?X: passo do tempo de cálculo, em segundos; \n\n?Y: discretização espacial da área bidimensional, em metros; \n\n(w: velocidade da onda de cheia, em m/s. \n\nEm USACE (2014), sugere-se que pode ser feita uma estimativa grosseira da \n\nvelocidade da onda de cheia, ao utilizar-se a velocidade máxima média multiplicada por 1,5, \n\npara verificar se a condição de Courant é satisfeita. \n\nAssim, para cada simulação de ruptura, gerou-se um arquivo matricial em que cada \n\ncélula continha a velocidade máxima observada. A partir disso, obteve-se a velocidade \n\nmáxima média de cada simulação e os números de Courant obtidos para as simulações de \n\npropagação de onda de ruptura ficaram em torno de 0,3 e, portanto, considerou-se adequado a \n\nutilização do passo de tempo de cálculo e resolução de malha escolhidos. \n\n4.8 ERROS E INSTABILIDADES \n\nTratando-se da aplicação de um modelo hidrodinâmico, que utiliza métodos numéricos \n\npara solucionar os sistemas de equações, é importante a avaliação do nível de erros e \n\ninstabilidades gerados nas simulações, para dar confiabilidade aos resultados obtidos. Sendo \n\nassim, neste estudo utilizaram-se algumas técnicas para realizar tal avaliação, dentre essas, a \n\nanálise do comportamento da onda e forma dos hidrogramas e a verificação dos erros de \n\nvolume. \n\nA primeira abordagem consistiu numa avaliação visual do comportamento da \n\npropagação da onda de cheia durante as simulações e num exame dos hidrogramas extraídos \n\nnas seções de interesse. Este tipo de verificação auxilia a detecção pratica da ocorrência de \n\ninstabilidades em simulações numéricas. Em ambas as análises realizadas não foram \n\n\n\n56 \n \n\ndetectados problemas nos objetos em questão, portanto, considerou-se não haver problemas \n\ngraves de estabilidade nos modelos. \n\nEm relação aos erros de volume, que estão relacionados ao balanço hídrico realizado \n\nna área bidimensional, o erro máximo observado nas simulações foi de 0,08% e o erro médio \n\nfoi equivalente a 0,02%. Considerando que este é um indicador valioso para avaliar a precisão \n\nde esquemas numéricos, julga-se a performance do modelo adequada. \n\n  \n\n\n\n57 \n \n\n5 RESULTADOS E DISCUSSÕES \n\n5.1 EXTRAÇÃO DOS RESULTADOS \n\nAs variáveis hidráulicas de interesse foram extraídas através da construção de seções \n\ntransversais ao longo do rio principal. As seções foram construídas perpendicularmente ao \n\nescoamento predominante e foram identificadas conforme a proximidade com pontos que \n\nforam demarcados de 1 em 1 km a partir da Barragem Sul até o final do modelo, ao longo dos \n\nrios Itajaí do Sul e Itajaí -Açu, de forma a facilitar a identificação e localização das seções e \n\npontos de interesse. \n\nConforme especificado no “Guia de orientação e Formulários dos Planos de Ação de \n\nEmergência (PAE)” (ANA, 2016), o PAE deve conter a apresentação de diversas informações \n\nem alguns perfis transversais traçados ao longo da área inundada, sendo que o espaçamento \n\nentre esses deve ser de no máximo 1 km nos primeiros 10 km a jusante do barramento.  \n\nA disposição das seções ao longo do trecho estudado foi realizada conforme \n\nidentificada a necessidade de representação naquele ponto. Salienta-se que o espaçamento \n\nentre as seções não foi feito conforme o sugerido pela ANA no documento orientador do \n\nPAE, pois foi priorizada a extensão do modelo ao nível de detalhamento, ao longo do trecho \n\nestudado. \n\nComo este estudo tem como objetivo avaliar a variação entre os cenários com \n\ndiferentes profundidades de calhas, foi considerado adequado comparar os mesmos utilizando \n\nalgumas informações, extraídas em cada seção de interesse, dentre as exigidas no guia citado \n\nacima, sendo estas: os hidrogramas de vazão, para avaliação da vazão de pico, do tempo de \n\npico e do comportamento da onda ao longo do trecho e a elevação máxima do nível d’água. \n\nAlém disso, foram analisadas as manchas de inundação obtidas em cada cenário e outras \n\ninformações utilizadas para caracterização do trecho, como as cotas de fundo do canal e \n\nextensão da largura da mancha de inundação mínima e máxima. \n\nA Figura 19 apresenta um mapa com as seções consideradas e a área de estudo \n\ndividida em trechos para facilitar a apresentação dos resultados que estão analisados nos \n\npróximos itens. Ao todo foram extraídas 14 seções ao longo da área estudada e os trechos \n\nconsiderados abrangem as seguintes seções: \n\n- Trecho 01, 3 km, 6 km, 12 km, 14 km e 18 km; \n\n- Trecho 02: 24 km, 28 km, 33 km, 43 km; \n\n- Trecho 03: 46 km, 52 km e 57 km; \n\n- Trecho 04: 68 km e 70 km. \n\n\n\n58 \n \n\nOs itens a seguir irão apresentar os resultados das simulações de propagação de onda \n\nde ruptura conduzidas neste estudo. Primeiramente serão demonstrados os resultados obtidos \n\npara caraterização do trecho, seguidos pela realização da análise dos hidrogramas e manchas \n\nde inundação, análise dos perfis das variáveis de interesse e a avaliação do tempo de retorno \n\ndas vazões máximas. Enfim, o último item irá sucintamente abordar questões sobre as \n\nlimitações do estudo referentes ao equacionamento utilizado e à representação da barragem no \n\nmodelo. \n\n \n\nFigura 19 – Localização das seções transversais e divisão da área de estudo utilizada para apresentação \ndos resultados.  \n\n\n\n59 \n \n\n5.2 CARACTERÍSTICAS DO TRECHO ESTUDADO \n\nA caracterização da calha do rio e da planície de inundação auxilia na subsequente \n\ninterpretação e análise dos resultados, considerando que as características geomorfológicas \n\ndesses sistemas fluviais podem influenciar consideravelmente os resultados num estudo deste \n\ntipo. Portanto, a descrição do trecho é necessária para que as considerações obtidas neste \n\nestudo possam ser utilizadas para embasar futuros trabalhos semelhantes. \n\nAssim, foi proposta a plotagem do perfil longitudinal de algumas variáveis, buscando-\n\nse entender as características da área. Nestes perfis, destacou-se o local da confluência entre \n\nos rios Itajaí do Sul e Itajaí do Oeste, que dá origem ao rio Itajaí Açu, para facilitar a análise. \n\nPrimeiramente, analisou-se o nível de fundo da calha em cada seção, para plotar o \n\nperfil longitudinal de elevação mínima no leito e da declividade, ilustrados respectivamente \n\nna Figura 20 e na Figura 21. Essa análise foi realizada somente para o cenário P0. \n\nA partir das figuras citadas, observa-se que o trecho estudado apresenta um desnível \n\nde aproximadamente 40 m, da seção extraída mais próxima à Barragem Sul até a seção final \n\ndo modelo, localizada aproximadamente a 70 km do barramento. A declividade média do \n\ntrecho antes da confluência é equivalente a 0,7 m/km, enfatizando a ocorrência de um \n\ndesnível mais acentuado da seção 18 km para seção 24 km, devido a uma queda d’água \n\nlocalizada próxima à seção 18 km. Já após a confluência, observam-se declividades médias da \n\nordem de 0,3 m/km. \n\n \nFigura 20 – Perfil longitudinal de elevação mínima do leito. \n\n\n\n60 \n \n\n \n\nFigura 21 – Perfil longitudinal da declividade ao longo do trecho. \n\nPara a estimativa da largura média da calha do rio ao longo do trecho estudado, \n\nanalisou-se a largura mínima inundada em cada seção. Considerando as condições iniciais \n\nimpostas, inicialmente havia uma vazão próxima a Q50 escoando nos corpos hídricos do \n\nmodelo e, portanto, essa largura mínima é representativa da área inundada por essa vazão. \n\nComo a Q50 se refere a uma vazão observada com frequência elevada, julga-se que a \n\navaliação da largura média da calha através da área inundada por essa vazão seja adequada. \n\nA Figura 22 apresenta a variação da largura mínima de inundação ao longo dos cursos \n\nhídricos estudados. No Trecho 03, os cenários divergem significativamente, sendo que os \n\ncenários P0 e P1 apresentam valores de largura mínima inundada consideravelmente \n\nsuperiores aos observados nos cenários P4 e P8, principalmente na seção 46 km. Verificou-se \n\nque, neste trecho, pela inexistência ou baixa profundidade da calha considerada nos cenários \n\nP0 e P1, até mesmo a vazão Q50 era extravasada e, portanto, a medida da largura mínima \n\ninundada, nesses cenários, não é representativa da largura média do rio no local. Devido a \n\nessa particularidade, os cenários que melhor caracterizam a largura média do rio são os \n\ncenários P4 e P8. \n\nDe forma geral, há um aumento previsível da largura média da calha do rio ao longo \n\ndo trecho de estudo. Nos trechos localizados antes da confluência, a largura média fica em \n\ntorno de 50 m. Após a confluência, nota-se um aumento mais significativo dessa grandeza, \n\ncuja média neste local é equivalente a 90 m. \n\n\n\n61 \n \n\n \nFigura 22 – Perfil longitudinal da largura mínima inundada (W). \n\nA largura máxima de inundação em cada seção, apresentada na Figura 23, foi utilizada \n\npara avaliar a largura média da planície de inundação. \n\nEm relação às diferenças entre os cenários, observa-se que eles são mais marcantes no \n\ntrecho após a confluência entre o cenário P8 e os demais. Ao analisar as manchas de \n\ninundação nestes trechos, observou-se que a vazão extravasada para a planície neste cenário é \n\nmenor e, portanto, a largura máxima inundada também é menor. Uma possível explicação \n\npara isto é que a partir deste ponto a magnitude da vazão é tal que a contribuição do \n\nescoamento da calha é mais significativa, considerando as dimensões impostas à calha no \n\ncenário P8, e o volume de água extravasado é menor. Portanto, assim como ocorreu na análise \n\nde largura de inundação mínima para os cenários P0 e P1, a largura de inundação máxima do \n\ncenário P8 não é adequada para caracterizar a extensão da planície de inundação, que deve ser \n\nfeita através dos demais cenários. \n\nAnalisando os perfis dos cenários apropriados, observa-se que até o quilômetro 18, \n\nreferente ao Trecho 01, a largura média da planície de inundação é da ordem 500 m, somente \n\nverifica-se valores próximas a 600 m no km 14, onde está localizada a cidade de Ituporanga. \n\nNo Trecho 02, que compreende a área entre as seções 24 km e 43 km, logo antes da \n\nconfluência, a largura da planície varia entre 350 e 125 m, apresentando características de um \n\nvale mais encaixado. Claramente, após a confluência, inicia-se um trecho caracterizado por \n\numa planície de inundação relativamente mais extensa, apresentando uma largura média de \n\n800 m. No Trecho 04, que abrange as seções finais do modelo, a extensão planície de \n\ninundação se reduz significativamente. \n\n\n\n62 \n \n\n \nFigura 23 – Perfil longitudinal da largura máxima inundada (W plan). \n\nEm resumo, essas análises auxiliaram na caracterização física do sistema fluvial do \n\ntrecho estudado, destacando algumas observações feitas. Os trechos 01 e 02 são mais \n\ndeclivosos que os trechos após a confluência. No Trecho 01, a extensão da planície de \n\ninundação é relativamente moderada e o trecho 02 pode ser considerado como um vale mais \n\nencaixado. Já os trechos 03 e 04 apresentam declividades relativamente baixas. O Trecho 03 é \n\ncaracterizado por uma planície de inundação mais extensa e o último trecho, se assemelha a \n\num local de vale mais encaixado. \n\n5.3 ANÁLISE CONJUNTA DAS MANCHAS DE INUNDAÇÃO E HIDROGRAMAS \n\nConforme a Figura 19, a área de estudo foi dividida em trechos e os resultados \n\ndemonstrados neste item irão seguir esta configuração para apresentar as manchas de \n\ninundação e os hidrogramas, que serão mostrados em conjunto ou individualmente. Salienta-\n\nse que nos hidrogramas mostrados em conjunto não foram necessariamente apresentados o \n\nnúmero de horas totais simuladas (96 horas), mas o período considerado adequado, visando a \n\nmelhor apresentação dos resultados. \n\nAntes disso, apresentam-se os hidrogramas das seções 3 km; 43 km e 70 km, que \n\nrevelam o comportamento geral da propagação da onda de ruptura ao longo do trecho \n\nestudado. Observa-se uma forte atenuação do pico de cheia já da seção 3 km, localizada logo \n\nà jusante da barragem, para a seção 43 km, situada logo a montante do encontro dos rios Itajaí \n\ndo Sul e Itajaí do Oeste.  \n\nNa confluência destes rios, ocorre a propagação da onda de cheia para montante do \n\ntrecho, impactando os rios Itajaí do Oeste e Trombudo. Em razão disso e da atenuação da \n\nvazão na planície de inundação, observa-se a redução da vazão de pico em aproximadamente \n\n\n\n63 \n \n\num terço, entre as seções 43 km e 70 km. Nesta última seção, que se encontra no trecho mais \n\na jusante do modelo, observa-se também que o hidrograma é nitidamente amortecido, em \n\ncontraste com o hidrograma extraído a poucos quilômetros da barragem (S3km). \n\n \nFigura 24 – Propagação do hidrograma de ruptura. \n\nA Figura 25 apresenta os hidrogramas de quatro seções localizadas no Trecho 01, \n\nsendo elas as seções 3 km, 6 km, 12 km e 18 km. Analisando o gráfico, fica evidente que não \n\nhá uma diferença significativa no formato dos hidrogramas extraídos nas seções contidas \n\nneste trecho, em todos os cenários considerados. Nas duas últimas seções do trecho, S18km, \n\nnota-se que o hidrograma do cenário P8 antecipa-se ligeiramente em relação aos demais e é \n\nseguido, respectivamente, pelos cenários P4, P1 e P0. \n\n \nFigura 25 – Hidrogramas - Trecho 01. \n\nEm geral, existe um deplecionamento significativo dos hidrogramas entre as seções 3 \n\nkm e 18 km, em todos os cenários, evidenciado pela variação da vazão de pico em \n\naproximadamente 8 mil m³/s.  \n\n\n\n64 \n \n\nAinda, salienta-se que, em geral, os cenários P0 e P1 apresentaram maior vazão de \n\npico, que os cenários P4 e P8. Esta conjuntura mostra que a presença da calha amortece as \n\nvazões de pico, contudo, ao comparar a magnitude dessas vazões, a vazão amortecida é \n\ninsignificante em relação à vazão máxima e, consequentemente, as diferenças entre os \n\ncenários para essa variável são muito pequenas. \n\nAs manchas de inundação no Trecho 01, representadas pelos mapas de profundidade \n\nmáxima, estão apresentadas na Figura 27 e identificadas por cenário. Conforme constatado na \n\nanálise dos hidrogramas deste trecho, também não há diferenças visuais significativas na \n\nextensão da inundação.  \n\nAnalogamente ao primeiro trecho, os hidrogramas e as manchas de inundação do \n\nTrecho 02, apresentados na Figura 26 e na Figura 28, não indicaram mudanças significativas \n\nentre os cenários. \n\n \nFigura 26 – Hidrogramas - Trecho 02 \n\nComo foi também observado no Trecho 01, percebe-se que a chegada da onda é \n\nligeiramente antecipada nos cenários com calhas mais profundas e a vazão de pico é maior \n\nnos cenários que apresentam profundidades reduzidas. \n\n.  \n\n\n\n65 \n \n\n \n\nFigura 27 – Mapas de inundação máxima - Trecho 01. \n\n \n\n\n\n66 \n \n\n \n\nFigura 28 – Mapas de inundação máxima - Trecho 02. \n\n \n\n\n\n67 \n \n\nA Figura 29 apresenta os hidrogramas das seções contidas no Trecho 03, na qual é \n\npossível notar que os hidrogramas se diferenciam substancialmente e, portanto, será realizada \n\numa análise individual dos hidrogramas das seções 46 km e 57 km, em conjunto com as \n\nmanchas de inundação mostradas na Figura 32, mostrada adiante. \n\n \nFigura 29 – Hidrogramas -Trecho 03. \n\nA seção 46 km se encontra logo após a confluência. Nos hidrogramas desta seção, \n\napresentados na Figura 30, é possível perceber que o decaimento dos mesmos não é regular, \n\nhavendo uma deformação próxima à vazão de 800 m³/s.  \n\nDurante a propagação da onda de ruptura, uma parte da vazão escoou para montante \n\ndo modelo, atingindo os rios Itajaí do Oeste e Trombudo, conforme foi constatado \n\nanteriormente. A partir de certo momento, ocorre uma inversão do fluxo de vazões nesses \n\ncursos d’água, gerando essa deformação nos hidrogramas, devido à chegada de uma onda de \n\ncheia no rio Itajaí-Açu, proveniente desses rios. \n\nTambém, como ocorrido nos trechos 01 e 02, a vazão de pico se mantém maior nos \n\ncenários com profundidades de calha menor e a onda de cheia é antecipada nos cenários \n\ncontrários, contudo, nesta seção as diferenças da vazão de pico entre os cenários são mais \n\nacentuadas, mas ainda não são suficientes para gerar diferenças significativas nas manchas de \n\ninundação.  \n\n\n\n68 \n \n\n \nFigura 30 – Hidrograma extraído na S46km. \n\nNa seção 57 km, Figura 31, observa-se que os hidrogramas dos cenários considerados \n\napresentam, em geral, comportamento distinto. As vazões observadas são consideravelmente \n\nmenores do que as verificadas nas seções dos trechos 01 e 02 e, por isso, estes hidrogramas \n\najudam a compreender o papel da calha do rio nesta situação. \n\n \nFigura 31 – Hidrograma extraído na S57km. \n\nQuando a vazão extravasa a calha, ocorre uma diminuição da velocidade, observada \n\npela inflexão dos hidrogramas P4 e P8. Percebe-se que nos cenários P4 e P8, a calha é capaz \n\nde escoar em torno de 200 m³/s e 600 m³/s, respectivamente, e depois a vazão é extravasada. \n\nPor isso, até esse ponto, há uma ascensão muito rápida do hidrograma, pois não há o efeito de \n\natraso causado pela planície de inundação.  \n\n \n\n  \n\n\n\n69 \n \n\n \n\nFigura 32 – Mapas de inundação máxima - Trecho 03.\n\n\n\n70 \n \n\nJá nos cenários P0 e P1, a onda já vem extravasada em razão da pequena capacidade \n\nde escoamento da calha do rio. Isso pode ser verificado através da análise das manchas de \n\ninundação, próximo à seção 57 km, nas quais percebe-se que a extensão da inundação nos \n\ncenários P0 e P1 é maior do que nos demais cenários. \n\nEnfim, realizou-se a análise do comportamento da onda de cheia e das inundações no \n\nTrecho 04. Em razão da proximidade das seções 68 km e 70 km, os hidrogramas extraídos \n\nnestes locais praticamente coincidem. Portanto, optou-se pela apresentação e análise somente \n\ndo hidrograma da seção 70 km, considerado representativo do último trecho e apresentado na \n\nFigura 33. As manchas de inundação deste trecho são ilustradas na Figura 34. \n\n \nFigura 33 – Hidrograma extraído na S70km \n\nNo caso da seção 70 km, a interpretação do hidrograma fica mais clara ao analisar-se \n\nas manchas de inundação. Observa-se que no cenário P8 não há o extravasamento da vazão da \n\ncalha nesse trecho, diferentemente dos demais cenários. A profundidade da calha atribuída \n\nneste cenário é capaz de escoar toda a vazão afluente e, portanto, não há escoamento na \n\nplanície de inundação. Dessa maneira, a forma do hidrograma de P8 nesta seção é \n\nsignificativamente diferente do observado nas seções anteriores. Por isso, a onda de cheia \n\nneste cenário se antecipa de tal forma que a vazão de pico é maior do que nos demais \n\ncenários. \n\nEm relação ao cenário P4, a mancha de inundação comprova que parte da vazão ainda \n\né extravasada para a planície, o que é verificado pela inflexão do hidrograma em torno da \n\nvazão de 300 m³/s. A vazão de pico é próxima às vazões observadas nos cenários P0 e P1. \n\nNestes dois cenários, a baixa capacidade de escoamento das calhas impostas não permite o \n\nescoamento total da vazão afluente na calha e, portanto, os hidrogramas destes cenários são \n\nsemelhantes aos observados nas seções anteriores, como seção 57 km.  \n\n\n\n71 \n \n\n \nFigura 34 – Mapas de inundação máxima - Trecho 04\n\n\n\n72 \n \n\n5.4 ANÁLISE DOS PERFIS DAS VARIÁVEIS DE INTERESSE \n\nPara dar continuidade às análises realizadas no item anterior, neste item serão traçados \n\nperfis para avaliar as mudanças nas variáveis de interesse ao longo do trecho estudado. \n\nA elevação máxima do nível d’água representa a cota máxima atingida pela onda de \n\ncheia, ou seja, é uma informação importante para o mapeamento da inundação máxima. A \n\nFigura 35 mostra o comportamento desta variável ao longo do trecho estudado. Percebe-se \n\nque a variação entre os cenários é mais marcante no último trecho do modelo, onde, conforme \n\no item anterior, foi constatado que a capacidade de escoamento da vazão na calha do rio é \n\nmais relevante, devido à magnitude da vazão que chega neste local. \n\nA variação da elevação máxima do nível d’água nas últimas seções ocorre exatamente \n\npelo extravasamento mais significativo das calhas P0 e P1 no Trecho 04, atingindo locais \n\nmais elevados. \n\n \nFigura 35 – Perfil longitudinal de elevação máxima do nível d’água. \n\nA Figura 36 apresenta o perfil longitudinal de vazão de pico. De modo geral, há um \n\ndecaimento gradual da vazão ao longo do trecho estudado, sendo este mais acentuado logo a \n\njusante da barragem, em locais onde existem afluentes importantes (8 km e 15 km) e no \n\nencontro dos rios Itajaí do Sul e Itajaí do Oeste. \n\nEm relação à comparação entre os cenários, na escala apresentada, não há diferença \n\nsignificativa na vazão de pico, sendo esta minimamente observada no trecho logo após a \n\nconfluência (Trecho 03). \n\n\n\n73 \n \n\n \nFigura 36 – Perfil longitudinal de vazão de pico. \n\nA Figura 37 mostra a variação percentual da vazão entre seções e comprova que a \n\nmaior variação da vazão ocorre na confluência, onde parte da onda de cheia gerada pela \n\nruptura se propaga também a montante do trecho, compreendido pelos rios Itajaí do Oeste e \n\nTrombudo, o que já havia sido verificado na simulação preliminar. \n\n \nFigura 37 – Variação percentual da vazão (dQ(%)/dx) entre seções ao longo do trecho. \n\nO perfil longitudinal do tempo de pico é demonstrado na Figura 38. Nos trechos \n\nanteriores à confluência, a variação entre os cenários é imperceptível. \n\nDe forma geral, observa-se, pela mudança de inclinação do perfil, que a velocidade \n\ncomeça a diminuir mais a partir da confluência, quando a onda de cheia atinge o Trecho 03, \n\ncaracterizado pelas baixas declividades e pela planície de inundação relativamente extensa, \n\nconforme exposto no item 5.2. Isso ocorre devido ao atraso ocasionado pela propagação da \n\nmesma na planície.  \n\n\n\n74 \n \n\n \nFigura 38 – Perfil longitudinal do tempo de pico. \n\nSalienta-se que a diminuição da velocidade no cenário P8, depois da confluência, é um \n\npouco menor, verificado através da sutil divergência do perfil deste cenário em relação aos \n\ndemais. \n\nConforme observado nas análises feitas anteriormente, nos últimos trechos do modelo \n\no extravasamento da vazão na calha P8 é reduzido ou nulo. Assim, o efeito de atraso causado \n\npela planície de inundação é menor para este cenário. \n\nEssas constatações ficam mais perceptíveis quando se analisa o perfil longitudinal da \n\nvariação da celeridade da onda, ou seja, da velocidade com qual a onda se desloca entre uma \n\nseção e outra, apresentada na Figura 39. Observam-se velocidades baixas no Trecho 03 e logo \n\nem seguida um aumento brusco da velocidade no Trecho 04 para o cenário P8, onde não há \n\nextravasamento da vazão nesta calha. \n\n \nFigura 39 – Variação da celeridade da onda (dx/dt) entre seções ao longo do trecho. \n\n\n\n75 \n \n\nConsiderou-se adequado realizar uma análise estatística sucinta para avaliar como os \n\nparâmetros de interesse variam entre si nos cenários considerados. Para tal, utilizaram-se \n\nmedidas de dispersão em torno da média, sendo estas o desvio padrão e o coeficiente de \n\nvariação da amostra, conforme ilustrado na Figura 40.  \n\n \nFigura 40 – Análise estatística das variáveis de interesse. \n\nConforme indicado na figura acima, a vazão de pico e o tempo de pico foram \n\navaliados através de uma medida padronizada de dispersão, o coeficiente de variação, \n\nrepresentado no eixo vertical esquerdo, em porcentagem. \n\nA vazão e o tempo de pico apresentam variação similar nos trechos estudados \n\nlocalizados antes da confluência, onde se observa que a variação dessas variáveis nos cenários \n\nexaminados está em torno de 1%. Após a confluência, a vazão de pico chega a variar quase \n\n10% no trecho que foi caracterizado como um vale aberto e pouco declivoso (Trecho 03) e a \n\nvariação começa a decair novamente no trecho final (Trecho 04), onde a planície de \n\ninundação é mais estreita. Em contrapartida, o tempo de pico não varia significativamente \n\nentre os cenários na região da planície de inundação, apresentando uma variação \n\nrelativamente mais acentuada no trecho final, onde foram verificadas diferenças marcantes \n\nnas manchas de inundação, devido ao extravasamento da vazão nas calhas nos cenários P4 e \n\nP8, ter sido reduzido ou nulo. \n\nEm relação à elevação máxima do nível d’água, faz mais sentido a análise de um \n\nparâmetro estatístico dimensional, portanto escolheu-se avaliar o desvio padrão, que no caso é \n\napresentado em metros no eixo vertical direito. Até a confluência observa-se um desvio médio \n\nde 0,5 m entre os cenários. Porém, a partir da chegada da onda na planície de inundação, \n\nocorre um crescimento do desvio dessa variável, atingindo níveis de 3,5 m no trecho último \n\n\n\n76 \n \n\ntrecho. Essa variação mais acentuada é justificada pela discussão final do item 5.3, em que se \n\nverificou que no trecho final a calha do cenário P8 não extravasa e, portanto, a elevação \n\nmáxima do nível d’água é consideravelmente menor do que nos demais cenários e, \n\nconsequentemente, o desvio padrão neste trecho é maior. \n\n5.5 TEMPO DE RETORNO DAS VAZÕES DE PICO \n\nAs análises realizadas até este ponto evidenciaram que as diferenças mais \n\nsignificativas nas variáveis ocorrem quando a magnitude da vazão é tal que a capacidade de \n\nescoamento da calha do rio torna-se relevante. Assim, considerou-se adequado realizar uma \n\nanálise da frequência das vazões de pico, de forma a avaliar para qual tempo de retorno das \n\nvazões máximas a capacidade de escoamento é determinante. \n\nEntre a seção logo a jusante da barragem (S3km) e a seção logo a montante da \n\nconfluência (S43km), as vazões verificadas foram muito superiores a qualquer vazão já \n\nobservada nas estações fluviométricas da região, estando na ordem de 14 mil m³/s a 3 mil \n\nm³/s, respectivamente, conforme ilustrado nos hidrogramas da Figura 24. Como referência, a \n\nvazão decamilenar da estação fluviométrica Ituporanga equivale a 2.134,9 m³/s e a da estação \n\nRio do Sul (Novo) é igual a 2.610,9 m³/s, conforme apresentado na Tabela 5. \n\nAssim, considerou-se que neste trecho, a análise do tempo de retorno não seria \n\nrelevante. Contudo, a partir da confluência, as vazões de pico são mais comparáveis a vazões \n\ncom tempo de retorno menores. Portanto, utilizou-se a série de vazões máximas da estação \n\nRio do Sul (Novo) para estimar o tempo de retorno das vazões observadas após a confluência, \n\natravés da regionalização de vazões utilizando a área de drenagem como variável, que foi \n\ndelimitada para cada seção considerada através da base topográfica do SRTM. \n\nDessa forma, estimou-se o tempo de retorno das vazões máximas observadas nas \n\nseções de 46 km, 52 km, 57 km, 68 km e 70 km, conforme apresentado na Figura 41. \n\n\n\n77 \n \n\n \nFigura 41 – Tempo de retorno das vazões de pico. \n\nNa seção 46 km, analisando os cenários considerados, observa-se que o tempo de \n\nretorno das vazões de pico varia entre, aproximadamente, 100 e 500 anos e o coeficiente de \n\nvariação da vazão de pico entre os cenários, conforme o item anterior, ficou em torno de 7% \n\nnesta seção. \n\n Levando em conta os demais resultados observados até agora, constata-se que essas \n\nmaiores divergências na vazão de pico, em comparação com a variação observada até a seção \n\n46 km, ocorrem predominantemente por dois motivos, a chegada da onda numa região com \n\numa planície de inundação mais extensa e pela diminuição relativa da magnitude da vazão, \n\nconsiderando que uma parte significativa da vazão se propaga à montante do trecho (rios \n\nItajaí do Oeste e Trombudo). \n\nAlém disso, nesta seção não foram observadas diferenças significativas nas demais \n\nvariáveis analisadas, tempo de pico e elevação máxima do nível d’água, e nas manchas de \n\ninundação. \n\nA partir da seção 52 km, começam a surgir maiores diferenças nas manchas de \n\ninundação, conforme observado na Figura 32, e nesta seção as vazões observadas possuem \n\ntempo de retorno entre 20 e 50 anos. Isto comprova que as variações na extensão da mancha \n\nde inundação começam a ser mais perceptíveis quando as vazões são mais frequentes, em \n\ncomparação às vazões observadas antes da confluência, cujo período de retorno eram \n\nsuperiores a 10 mil anos. \n\nDa mesma forma, na seção 57 km, onde o tempo de retorno das vazões de pico são \n\nmenores ainda, variando entre 6 e 11 anos, as diferenças nas manchas de inundação dos \n\ncenários são ainda mais acentuadas. \n\nTrecho em que as vazões máximas \nobservadas apresentaram tempo de \n\nretorno superiores a 10 mil anos. \n\n\n\n78 \n \n\nNo trecho final, compreendido pelas seções 68 km e 70 km, o tempo de retorno das \n\nvazões foi cerca de 3 anos para todos os cenários. Neste local, a extensão da planície de \n\ninundação é menos acentuada e a magnitude das vazões de pico se aproxima à de vazões \n\nfrequentemente observadas, consistindo em vazões características de inundação da calha \n\nmaior do rio. \n\nNessas seções observaram-se diferenças marcantes na extensão da inundação, \n\ncomparando os cenários em questão. Conforme observado anteriormente, neste local a \n\ncapacidade de escoamento da calha P8 é suficiente para conduzir a vazão afluente sem \n\nextravasamento da mesma para a planície. Nota-se que à medida que as vazões de pico se \n\naproximam de vazões com tempo de retorno menores, a presença da calha se torna cada vez \n\nmais relevante, considerando a capacidade de escoamento da calha.  \n\nEm resumo, constatou-se que nos dois primeiros trechos, onde as vazões de pico \n\nobservadas foram muito superiores a vazões como a decamilenar, o escoamento da vazão \n\npossibilitado pela existência da calha não é suficiente para que se observem diferenças \n\nsignificativas nas variáveis avaliadas. Porém quando a vazão de pico é reduzida a valores \n\ncomparáveis a vazões mais frequentes, observam-se diferenças mais marcantes nas manchas \n\nde inundação. \n\n5.6 LIMITAÇÕES DO ESTUDO \n\nConforme explanado no item 3.2, a formulação matemática do HEC-RAS 2D utiliza \n\nas equações de águas rasas  para a propagação do escoamento no modelo. Essas equações são \n\nobtidas a partir da integração das equações 3D no eixo z e, portanto, a pressão levada em \n\nconta é hidrostática e as acelerações verticais são desprezadas. Contudo, em um evento de \n\nrompimento de barragem, ocorrem ondas com variações bruscas (Tucci, 2005). Assim, os \n\nresultados obtidos logo a jusante da barragem devem ser observados com cautela. \n\nAlém disso, por questões de simplificação, este estudo não apresentou de fato a \n\nmodelagem do rompimento da barragem, ou seja, a inserção da barragem e da brecha e \n\nposterior formação do hidrograma de ruptura, conforme o equacionamento utilizado pelo \n\nHEC-RAS. Ao invés, foi inserido um hidrograma de ruptura triangular, cujas variáveis foram \n\nobtidas através de uma equação empírica, como uma condição de contorno de montante e foi \n\nrealizada a propagação de onda de ruptura. Isso implica que a representação da onda de \n\nruptura pode não condizer com a realidade e, novamente, os resultados próximos à barragem \n\ndevem ser avaliados tendo em conta essa limitação.  \n\n\n\n79 \n \n\n6 CONCLUSÕES \n\nO presente trabalho avaliou a influência da calha do rio nas principais variáveis de \n\ninteresse consideradas em estudos de simulação de onda de cheia gerada pelo eventual \n\nrompimento de uma barragem, utilizando o modelo hidrodinâmico HEC-RAS versão 5.0.3 \n\npara propagar a onda de ruptura hipotética oriunda da Barragem Sul, localizada no Rio Itajaí \n\ndo Sul. Para tanto, foram analisados quatro cenários, nos quais foram fixados os demais dados \n\nde entrada e foram modificadas as profundidade da calha no rio, utilizando como base \n\ntopográfica um MDT com 2 m de resolução. \n\nDe forma geral, as simulações de propagação de onda de ruptura mostraram que a \n\ninfluência do detalhamento da calha do rio é sensível às características geomorfológicas e a \n\nmagnitude da vazão de pico. \n\nNo trecho compreendido entre a Barragem Sul e a confluência entre os rios Itajaí do \n\nSul e Itajaí do Oeste (Trechos 01 e 02), que foi caracterizado como um vale relativamente \n\nmais encaixado e declivoso e onde a magnitude das vazões de pico observadas possuem \n\ntempo de retorno superior a 10 mil anos, as variações observadas entre os cenários, em termos \n\nde vazão de pico e tempo de pico, foram da ordem de 1%. Em relação à elevação máxima do \n\nnível d’água, o desvio padrão médio foi da ordem de 0,5 m e as diferenças nas manchas de \n\ninundação foram imperceptíveis. Isto demonstra que para locais com estas características \n\ngeomorfológicas e considerando ondas de cheia desta magnitude, o detalhamento da calha \n\nprincipal do rio não afeta significativamente os resultados de tempo de pico, vazão de pico e \n\nelevação máxima do nível d’água. \n\nApós a confluência, no Trecho 03, a onda de cheia atinge uma região de planície \n\nrelativamente extensa e a magnitude das vazões dessa onda é comparável a vazões com \n\ntempos de retorno menores que 500 anos. No inicio do trecho, não são observadas diferenças \n\nsignificativas nas manchas de inundação e a variação do tempo de pico se manteve próxima a \n\nobservada no trecho anterior, tal como a elevação máxima do nível d’água. Já a vazão de pico \n\napresentou variações maiores entre os cenários, porém inferiores a 10% em todos os casos, o \n\nque é considerado um nível de incerteza adequado em estudos de rompimento de barragens. \n\nQuando os tempos de retorno das vazões de pico observadas nesse trecho diminuem, \n\nficando na ordem de 20 a 50 anos, são observadas maiores variações nas manchas de \n\ninundação e maiores desvios na elevação máxima de nível d’água, uma vez que a capacidade \n\nde escoamento da calha começa a ser relevante.  \n\n\n\n80 \n \n\nNo último trecho do modelo (Trecho 04), onde as vazões de pico de assemelham a \n\nvazões com tempo de retorno da ordem de 3 anos, as mudanças em relação a mancha de \n\ninundação e elevação máxima do nível d’água são as mais preponderantes. A calha definida \n\nno cenário P8 foi capaz de escoar parcialmente ou totalmente a vazão afluente da onda de \n\ncheia, fazendo com que o tempo de pico nesse cenário fosse significativamente menor. Assim, \n\neste trabalho evidenciou que o detalhamento da calha influencia significantemente nos \n\nresultados, relativos a manchas de inundação, quando se trata de local caraterizado como \n\nplanície de inundação e quando as vazões máximas são próximas a vazões de calha cheia. \n\nRessalta-se que, além da extensão da planície, os resultados estão atrelados à largura \n\ndo rio que influencia diretamente na capacidade de escoamento do mesmo. Neste estudo, \n\nanalisou-se cursos hídricos com larguras da ordem de 50 m nos trechos anteriores à \n\nconfluência e de 90 m após a confluência. \n\nTambém, destaca-se que o cenário de rompimento adotado para estimativa do \n\nhidrograma de ruptura foi bastante severo e conservador, sendo a brecha formada equivalente \n\nao tamanho total da barragem e o nível do reservatório no máximo possível, no momento do \n\nrompimento. Esta configuração de brecha gerou uma vazão de pico de ruptura bastante \n\nextrema. No caso de uma configuração de brecha diferente, as vazões observadas na ruptura \n\npoderiam ser menores logo a jusante do barramento e a calha poderia influenciar nos \n\nresultados obtidos para os trechos antes da confluência. Contudo, salienta-se que esses os \n\nresultados obtidos, considerando um cenário conservador, ficam a favor da segurança. \n\nAdemais, através da simulação preliminar de propagação da onda de cheia, constatou-\n\nse a importância da definição correta do domínio de simulação, ao verificar os efeitos da \n\npropagação da onda de cheia à montante do trecho. Assim, é imprescindível que o modelo se \n\nprolongue até um local suficientemente distante de onde foram observados tais efeitos, \n\npodendo definir esse limite considerando a cota máxima do terreno atingida pela inundação, \n\ncomo foi feito neste trabalho. Além disso, a definição do limite do modelo à jusante também é \n\nnecessária para garantir que o estudo se estenda de fato até onde os efeitos da onda de cheia \n\ngerada pela ruptura sejam sentidos. Isto pode ser avaliado através da análise do tempo de \n\nretorno das vazões de pico e definir o limite num local onde se observem vazões \n\nfrequentemente observadas naquela seção. \n\nNeste estudo se dispunha de um MDT preciso e com abrangência estadual e, portanto, \n\nhavia um levantamento topográfico extenso disponível para realização da simulação de \n\ndomínio. Contudo, num estudo onde se necessite conduzir um levantamento topográfico do \n\nvale à jusante da barragem, sugere-se que essa simulação preliminar seja conduzida utilizando \n\n\n\n81 \n \n\num MDE obtido através de dados orbitais e disponibilizados gratuitamente em escala global, \n\ncomo o SRTM (resolução espacial de 30 m), somente para avaliar a zona de inundação \n\nmáxima e assim definir a extensão necessária do levantamento topográfico a ser adquirido. \n\nSobre a necessidade do levantamento de seções topobatimétricas em estudos de \n\nrompimento, sugere-se que seja feita uma simulação de ruptura preliminar utilizando também \n\num MDE gratuito com batimetria simplificada, para analisar, a partir das características \n\ngeomorfológicas da região e da magnitude das vazões de pico, em quais trechos existe a \n\nnecessidade de utilizar-se uma batimetria detalhada e quais podem ser modelados com a partir \n\ndo acoplamento de MDE preciso com batimetria simplificada, estimada a partir de perfis \n\ntransversais existentes nos cursos hídricos locais. \n\nA partir da análise dos resultados obtidos, observa-se que nos casos de \n\ndesconhecimento da batimetria local, a utilização de calhas subescavadas fica a favor da \n\nsegurança em relação à estimativa das vazões de pico e das manchas de inundação, porém \n\nsubestimam o tempo de chegada da onda. \n\nPor fim, salienta-se que este estudo não teve como objetivo determinar com fidelidade \n\nos resultados da hipotética ruptura da Barragem Sul em específico, mas utilizar o local como \n\num estudo de caso. Portanto, as manchas de inundação geradas estão atreladas as \n\nconsiderações e decisões tomadas neste estudo. \n\n  \n\n\n\n82 \n \n\n7 RECOMENDAÇÕES \n\nA partir do que foi verificado neste estudo, sugere-se que a metodologia aqui utilizada \n\nseja reaplicada para áreas de estudos diferentes, de modo a verificar se o comportamento aqui \n\nobservado se mantém em locais com características geomorfológicas distintas como, por \n\nexemplo, cursos d’água de larguras mais expressivas. Também, sugere-se a utilização de \n\ncenários de ruptura menos conservadores, para averiguar a influência da batimetria numa \n\ncondição de vazão menor.  \n\nAlém disso, recomenda-se que sejam conduzidos estudos similares para avaliar a \n\ninfluência da calha rio utilizando-se dados topográficos com resolução espacial menor e \n\nmenos preciso, como dados orbitais de altimetria disponíveis gratuitamente, por exemplo, a \n\nbase topográfica do SRTM, a fim de verificar se, com a diminuição da resolução espacial e da \n\nprecisão do MDE utilizado, são observados resultados similares aos obtidos neste estudo. \n\n.   \n\n\n\n83 \n \n\n8 REFERÊNCIAS \n\nANA - Agência Nacional de Águas. Hidroweb: Sistema de informações hidrológicas. \n\n2013. Disponível em:&lt;http://hidroweb.ana.gov.br>. Acesso em: set. 2017. \n\n \n\nANA - Agência Nacional de Águas. Relatório de Segurança de Barragens 2016. Brasília, \n\nANA. 2017a. \n\n \n\nANA - Agência Nacional de Águas. Resolução nº236 de 30 de janeiro de 2017. Estabelece a \n\nperiodicidade de execução ou atualização, a qualificação dos responsáveis técnicos, o \n\nconteúdo mínimo e o nível de detalhamento do Plano de Segurança da Barragem, das \n\nInspeções de Segurança Regular e Especial, da Revisão Periódica de Segurança de Barragem \n\ne do Plano de Ação de Emergência, conforme art. 8°, 9°, 10, 11 e 12 da Lei n° 12.334 de 20 \n\nde setembro de 2010, que estabelece a Política Nacional de Segurança de Barragens - PNSB. \n\nBrasília. 2017b. \n\n \n\nANA - Agência Nacional de Águas. Vol. IV – Guia de orientação e formulários do Plano \n\nde Ação de Emergência – PAE. Brasília: ANA, 2016. \n\n \n\nALMEIDA, A. B. Riscos a Jusante e Legislação. In: MARTINS, R.; VISEU, T.; RAMOS, \n\nF.(Coordenadores). Legislação sobre segurança de barragens. Projeto NATO. Lisboa: LNEC, \n\n1999, p. 107-124. \n\n \n\nBALBI, D. A. F. Metodologias para a Elaboração de Planos de Ações Emergenciais para \n\nInundações Induzidas por Barragens: estudo de caso – barragem de Peti/MG. 2008. 336 \n\nf. Dissertação (Mestrado em Engenharia) – Programa de Pós-Graduação em Saneamento, \n\nMeio Ambiente e Recursos Hídricos, Universidade Federal de Minas Gerais, Belo Horizonte, \n\n2008. \n\n \n\nBATES, P. D. Integrating Remote Sensing Data with Flood Inundation Models: How Far \n\nHave We Got? Hydrological Processes, v. 26, n. 16, p.2515-2521, mai. 2012. \n\n \n\nBRASIL. Lei n. 12.334, de 20 de setembro de 2010. Estabelece a Política Nacional de \n\nSegurança de Barragens. Diário Oficial da União, Brasília, 20 set. 2010. \n\n\n\n84 \n \n\nBRASIL. Secretaria de Infraestrutura Hídrica. Ministério da Integração Nacional. Manual de \n\nSegurança e Inspeção de Barragens. Brasília: Cartaz, 2002. 148 p. \n\n \n\nBRASIL, L. S. S. Utilização de modelagens uni e bidimensional para a propagação de \n\nonda de cheia proveniente de ruptura hipotética de barragem: estudo de caso – \n\nbarragem de Rio de Pedras/MG. 2005. Dissertação. Programa de Pós-Graduação em \n\nSaneamento, Meio Ambiente e Recursos Hídricos, Universidade Federal de Minas Gerais, \n\nBelo Horizonte, 2005. \n\n \n\nBUREAU OF RECLAMATION. Design of small dams: a water resources technical \n\npublication. [s.l.], 3. ed., 1987. 860 p.  \n\n \n\nCHOW, V. T. Open-Channel Hydraulics. Caldwell: McGraw Hill Book Company, Inc; \n\nTokyo: Kogakusha, c1959. 680 p.  \n\n \n\nCBDB . Comitê Brasileiro de Barragens. Guia Básico de Segurança de Barragens. Núcleo \n\nregional de São Paulo . Comissão regional de segurança de barragens, 1999, 77 p. \n\n \n\nCOLLISCHONN, W.; DORNELES, F. Hidrologia para Engenharia e Ciências \n\nAmbientais. Porto Alegre. Ed. Associação Brasileira de Recursos Hídricos (ABRH). 2013. \n\n \n\nCOLLISCHONN, W. Análise do rompimento hipotético da barragem de Ernestina-RS. \n\n1997. 193f. Dissertação. Programa de Pós-Graduação em Recursos Hídricos e Saneamento \n\nAmbiental. Universidade Federal do Rio Grande do Sul. Porto Alegre, 1997. \n\n \n\nCONSELHO NACIONAL DE RECURSOS HÍDRICOS (CNRH). Resolução nº143 de 10 de \n\njulho de 2012. Estabelece critérios gerais de classificação de barragens por categoria de risco, \n\ndano potencial associado e pelo volume do reservatório, em atendimento ao art. 7° da Lei n° \n\n12.334, de 20 de setembro de 2010. Brasília. 2012. \n\n \n\nCUNGE, J. A.; HOLLY, F. M.; VERWEY, A. Practical Aspects of Computational River \n\nHydraulics. Boston, Pitman Edition, 1980. \n\n \n\n\n\n85 \n \n\nDIÁRIO CATARINENSE. Fotos aéreas mostram volume de água na barragem de \n\nItuporanga. 2017. Disponível em:&lt;http://www.dc.clicrbs.com.br/sc/estilo-de-\n\nvida/noticia/2017/06/fotos-aereas-mostram-volume-de-agua-na-barragem-de-ituporanga-\n\n9808555 />. Acesso em: dez. 2017. \n\n \n\nENGEMAP GEOINFORMAÇÕES. Case SDS. Disponível em: &lt;\n\nhttp://engemap.com.br/v3/case-sds/>. Acesso em: dez. 2017 \n\n \n\nFRAGA, N. C.; SIMAS, F. O. O planejamento de barragens para a navegação fluvial e o \ncontrole de enchente no Rio Itajaí-Açu em Blumenau (SC): uma análise comparativa com a \nregião de Braunschweig na Alemanha. In: Encontro Latino-Americano de Ciências Sociais \ne Barragens, Belém, 2010, Belém.  \n\n \nFROEHLICH, D. C.. Embankment Dam Breach Parameters Revisited. In: Water Resources \n\nEngineering. ASCE. p 887 – 891, 1995a. \n\n \n\nFROEHLICH, D. C.. Peak Outflow from Breached Embankment Dam. Journal of Water \n\nResources Planning and Management, v.121, n. 1, p 90-97, 1995b. \n\n \n\nICOLD – INTERNATIONAL COMMISSION ON LARGE DAMS. Dams &amp; the World’s \n\nWater: An Educational Book that explains how Dams Help to Manage the World’s \n\nWater. Paris, 2007. 82 p.  \n\n \n\nJANSEN, R. B. Dam and Public Safety. USA: Water Resources Technical Publication. \n\nDenver: U. S. Departament of the Interior, 1980, 332 p. \n\n \n\nJENSEN, J. R. Sensoriamento Remoto do Ambiente – Uma Perspectiva em Recursos \n\nTerrestres. Ed. Parêntese. São Paulo. 2009. \n\n \n\nLAURIANO, A.W. Estudo de ruptura da barragem de Funil: Comparação entre os \n\nmodelos FLDWAV e HEC-RAS. 2009. Dissertação. Programa de Pós-Graduação em \n\nEngenharia Civil. Dissertação. Universidade Federal de Minas Gerais. Belo Horizonte. 2009. \n\n \n\n\n\n86 \n \n\nLEOPOLD, L.B. A View of the River. Cambridge, MA, USA: Harvard University Press, \n\n1994.  \n\n \n\nLOPES, J. D. 2015. Influência de dados topobatimétricos detalhados na modelagem \n\nhidrodinâmica de canais: UHE Tucuruí – PA. Trabalho de conclusão de curso (Graduação \n\nem Engenharia Sanitária e Ambiental). Universidade Federal de Santa Catarina. Florianópolis. \n\n2015. \n\n \n\nMAPBIOMAS .Projeto MapBiomas - Coleção 2 da Série Anual de Mapas de Cobertura e \n\nUso de Solo do Brasil. Disponível em: &lt;http://mapbiomas.org>. Acesso em: out. 2017 \n\n \n\nMASCARENHAS, F. C. B. Modelação matemática de ondas provocadas por ruptura de \n\nbarragens. 291 f. Tese (Doutorado) - Curso de Pós-graduação de Engenharia, Coppe/UFRJ, \n\nUniversidade Federal do Rio de Janeiro, Rio de Janeiro, 1990. \n\n \n\nNAGHETTINI, M.; PINTO, E.J.A. Hidrologia Estatística. Belo Horizonte: CPRM, 2007. \n\n552p. \n\n \n\nNOVO, E. M. L. M.. Sensoriamento remoto: princípios e aplicações. 4 ed. São Paulo: \n\nBlucher, 2010. \n\n \n\nPIERCE, M. W. et al. Predicting Peak Outflow from Breached Embankment Dams. Journal \n\nOf Hydrologic Engineering. p. 338-349. Maio 2010. \n\n \n\nPONTES, P. R. M. Comparação de modelos hidrodinâmicos simplificados de propagação \n\nde vazão em rios e canais. 2011. Dissertação. Programa de Pós-Graduação em Recursos \n\nHídricos e Saneamento Ambiental. Universidade Federal do Rio Grande do Sul. Porto Alegre. \n\n2011. \n\n \n\nROCHA, F. F. Retroanálise da Ruptura da Barragem São Francisco - Miraí, Minas \n\nGerais, Brasil. 2015. Dissertação. Programa de Pós Graduação em Saneamento, Meio \n\nAmbiente e Recursos Hídricos. Universidade Federal de Minas Gerais. Belo Horizonte, 2015. \n\n \n\n\n\n87 \n \n\nSANTA CATARINA. Barragens Oeste e Sul têm capacidade aumentada de \n\narmazenamento. Governo de Santa Catarina, 2016 Disponível em: \n\n<http://www.sc.gov.br/index.php/noticias/temas/defesa-civil-e-bombeiros/barragens-oeste-e-\n\nsul-tem-capacidade-aumentada-de-armazenamento/>. Acesso em: set. 2017. \n\n \n\nSDS - Secretaria de Estado do Desenvolvimento Econômico Sustentável. Sistema de \n\nInformações Geográficas de Santa Catarina (SIGSC). 2014. Disponível em: &lt;\n\nhttp://sigsc.sds.sc.gov.br/>. Acesso em: 24 ago. 2017 \n\n \n\nTSCHIEDEL, A. F. Avaliação de Fontes de Incerteza em Estudos de Rompimentos de \n\nBarragens. 2017. Dissertação. Programa de Pós-Graduação em Recursos Hídricos e \n\nSaneamento Ambiental. Universidade Federal do Rio Grande do Sul. Porto Alegre. 2017. \n\n \n\nTUCCI, C. E. M. Modelos Hidrológicos. 2. ed. rev. e ampl. Porto Alegre: Editora da \n\nUFRGS, 2005. \n\n \n\nUSACE - US ARMY CORPS OF ENGINEERS. HEC-RAS River Analysis System \n\nHydraulic Reference Manual. Hydrologic Engineering Center. California, EUA. 2016. \n\n \n\nUSACE - US ARMY CORPS OF ENGINEERS. Using HEC-RAS for a Dam Break Studies. \n\nHydrologic Engineering Center. California, EUA. 2014. \n\n \n\nVERÓL, A. P. Simulação da propagação de onda decorrente de ruptura de barragem, \n\nconsiderando a planície de inundação associada a partir da utilização de um modelo \n\npseudo-bidimensional. 2010. Dissertação. Programa de Pós Graduação em Engenharia Civil. \n\nUniversidade Federal do Rio de Janeiro. Rio de Janeiro. 2010. \n\n \n\nWAHL, T.L. Uncertainty of Predictions of Embankment Dam Breach Parameters. Journal \n\nOf Hydraulic Engineering, [s.l.], v. 130, n. 5, p.389-397, mai. 2004. \n\n \n\nZHEN-GANG, J. Hydrodynamics and Water Quality – Modeling Rivers, Lakes and \n\nEstuaries. Ed Wiley. 2008."}]}}}