{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12449"}, {"@name": "filename", "#text": "1810_2-s2.0-82555194541.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "São Paulo, UNESP, Geociências, v. 30,  n. 2, p. 237-251, 2011 237\n\nINVESTIGAÇÃO  TECNOLÓGICA  DE  ARENITOS  SILICIFICADOS\nDA  FORMAÇÃO  BOTUCATU  (NE  DO  PARANÁ)\n\nPARA  USO  COMO  ROCHA  DE  REVESTIMENTO\n\nINVESTIGAÇÃO  TECNOLÓGICA  DE  ARENITOS  SILICIFICADOS\nDA  FORMAÇÃO  BOTUCATU  (NE  DO  PARANÁ)\n\nPARA  USO  COMO  ROCHA  DE  REVESTIMENTO\n\nTarcísio José MONTANHEIRO 1, Antonio Carlos ARTUR 2, Filipe MONTANHEIRO 3,\nFrancisco de Assis NEGRI 1, Ana Lúcia GESICKI 4, Paulo César BOGGIANI 5\n\n(1) Instituto Geológico, Secretaria do Meio Ambiente do Estado de São Paulo. Avenida Miguel Stéfano 3900 – Água Funda.\nCEP 04301-903. São Paulo, SP. Endereços eletrônicos: tjmonta@igeologico.sp.gov.br; negri@igeologico.sp.gov.br\n\n(2) Departamento de Petrologia e Metalogenia, Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista,\nUNESP, Campus de Rio Claro. Avenida 24-A, 1515 – Bela Vista. Caixa Postal 178.\n\nCEP 13506-900. Rio Claro, SP. Endereço eletrônico: acartur@rc.unesp.br\n(3) Graduação em Geologia, Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista,\n\nUNESP, Campus de Rio Claro. Avenida 24-A, 1515 – Bela Vista. Caixa Postal 178.\nCEP 13506-900. Rio Claro, SP. Endereço eletrônico: flpmontanheiro@gmail.com\n\n(4) Departamento Nacional da Produção Mineral, 2º Distrito, São Paulo. Rua Loefgreen, 2225 – Vila Clementino.\nCEP 04040-033. São Paulo, SP. Endereço eletrônico: ana.gesicki@dnpm.gov.br\n\n(5) Instituto de Geociências, Universidade de São Paulo. Rua do Lago, 562 – Cidade Universitária.\nCEP 05508-080. São Paulo, SP. Endereço eletrônico: boggiani@usp.br\n\nIntrodução\nFormação Botucatu: Contexto Geológico e Tectônico\nOrigem da Silicificação dos Arenitos\nMaterial e Métodos\nResultados\n\nPetrografia\nPropriedades Físico-Mecânicas\n\nÍndices Físicos\nResistência à Compressão Uniaxial\nResistência à Flexão pelo Método 3 Pontos\nDesgaste Abrasivo Amsler\nPropagação de Ondas Ultrassônicas Longitudinais\nCoeficiente de Dilatação Térmica Linear\n\nConsiderações Finais\nAgradecimentos\nReferências Bibliográficas\n\nRESUMO – Há muitos anos o arenito silicificado da Formação Botucatu tem sido alvo de interesse de pesquisadores e mineradores, seja\npara o entendimento da gênese da silicificação, seja para o seu aproveitamento como rocha de revestimento na construção civil. Se aos\nprimeiros existem vários artigos disponíveis na literatura geológica para os outros apenas dados técnicos de comercialização. Na porção\nnordeste do Estado do Paraná e sudoeste do Estado de São Paulo estas rochas são extraídas e comercializadas como pedras para\nrevestimento. Pouco se sabe sobre suas características intrínsecas e tecnológicas. Assim, para conhecer as características petrográficas e\no comportamento físico-mecânico destes materiais, segundo as normas estabelecidas pela Associação Brasileira de Normas Técnicas para\nrochas ornamentais, duas amostras volumétricas representativas dos arenitos parcialmente silicificados de uma “mina” da região de\nRibeirão Claro/PR foram selecionadas para esse estudo. Os resultados de todos os ensaios são apresentados e, numa análise geral, eles\nindicam que o desempenho tecnológico exibido pelos arenitos estudados não é apropriado para o uso dessas rochas como materiais de\nrevestimento, principalmente horizontais, tais como pisos, soleiras e degraus de escadas.\nPalavras-chave: Formação Botucatu, arenito silicificado, rocha para revestimento, caracterização tecnológica.\n\nABSTRACT – T.J. Montanheiro, A.C. Artur, F. Montanheiro, F. de A. Negri, A.L. Gesicki, P.C. Boggiani - Technological investigation of\nsilicified sandstone of Botucatu Formation (Paraná State’s northeast portion) for use as covering stone. For many years the silicified\nsandstone associated of the Botucatu Formation has been the target of interest to researchers and miners, either for understanding the\ngenesis of silicification or for your use as dimension stone and covering on the building industry. If in the first there are several articles\navailable in the geological literature the second there are only technical data marketing available. In the northeast portion of the Paraná\nState and southwest of the São Paulo State these rocks are mined and traded as covering stones. Not much is known about their intrinsic\ncharacteristics and technological properties. To improve the knowledge of the technological behavior of these materials, samples from a\nquarry from Ribeirao Claro region were petrographically and physically characterized according to the standards established by the\nBrazilian Association of Technical Standards to dimension stones. Therefore, two bulk samples of silicified sandstone of the Ribeirão\nClaro/PR region were studied and characterized following the norms established by Brazilian Association of Technical Standards for\ndimension stones. The results obtained in the petrographical and technological studies are presented and indicated that, in general, the\n\n\n\nSão Paulo, UNESP,  Geociências, v. 30,  n. 2, p. 237-251, 2011 238\n\ntechnological performance presented by sandstone studied induces limitations of use as covering materials, mainly horizontally as\npavements, door stone and step ladder.\nKeywords: Botucatu Formation, silicified sandstone, dimension stones, covering stones, technological analyses.\n\nINTRODUÇÃO\n\nA rocha ornamental, numa definição mais ampla,\né uma pedra utilizada decorativamente ou como\nmaterial para construção civil, principalmente como\nrevestimento, pisos e artefatos. Para a Associação\nBrasileira de Normas Técnicas - ABNT, uma rocha\nornamental é um material rochoso natural que, subme-\ntido a diferentes graus ou tipos de beneficiamento ou\naperfeiçoamento (apicoado, flamejado, polido e\nrecortado), é utilizado para exercer uma função estética.\nSegundo essa mesma Associação atribui-se também o\ntermo rocha de revestimento a uma rocha natural que\nsubmetida a processos diversos e graus variados de\ndesdobramento e beneficiamento é utilizada no acaba-\nmento de superfícies, especialmente pisos e fachadas,\nem obras de construção civil. Nesse sentido, as rochas\npara revestimento podem ser consideradas produtos\ndo desmonte de materiais rochosos em blocos e de\nseu subseqüente desdobramento em chapas, poste-\nriormente polidas e cortadas em placas (Frascá, 2002).\n\nAs rochas ornamentais e para revestimento estão\nagrupadas em duas categorias comerciais, ou seja,\n“granitos” e “mármores”. Na primeira classificam-se\nas rochas silicáticas (ígneas ácidas e intermediárias\nplutônicas e/ou vulcânicas, charnockitos, gnaisses e\nmigmatitos). Na categoria de “mármores” englobam-se\nas rochas carbonáticas (calcários, dolomitos e mármo-\nres). Ainda, juntam-se à primeira categoria as rochas\nmetamórficas e sedimentares representadas comercial-\nmente por quartzitos, arenitos e conglomerados.\n\nA classificação de rochas como materiais para\nrevestimentos e fins ornamentais depende de suas\nqualidades, sejam elas em relação ao efeito estético,\ndurabilidade, resistência mecânica ou mesmo em rela-\nção à flexibilidade de uso.\n\nO aparecimento de manchas, perda de brilho, desa-\ngregações, eflorescências, alterações, quebras, mudan-\nças de cor, desgastes excessivos e outros defeitos podem\nestar associados à falta de uma perfeita caracterização\ntecnológica e/ou uso inadequado das rochas.\n\nPara sanar esses problemas é de grande importân-\ncia o conhecimento das características intrínsecas de\ncada tipo de rocha, tais como composição mineralógica\ne ensaios tecnológicos específicos, seja para a indica-\nção do melhor uso ou mesmo para valorizar sua beleza\nestética em função das próprias características funcio-\nnais, buscando harmonizar economia e eventuais\ndesconfortos futuros.\n\nOs arenitos silicificados da Formação Botucatu\ntêm sido estudados para o entendimento da gênese da\nsilicificação e também lavrados como rocha de\nrevestimento, ao longo de grande parte de exposição\ndessa unidade, desde o Estado do Rio Grande do Sul\naté São Paulo.\n\nA extração do material é feita de forma rudimentar\ne sem planejamento, fato que resulta em inúmeras cavas\ncom forte impacto negativo na paisagem. As técnicas\nde extração são procedimentos simples realizados com\neventual uso de explosivo e ferramentas do tipo alavan-\ncas, marretas e pontaletes.\n\nNa região de Ribeirão Claro, situada no nordeste\ndo Estado do Paraná e na divisa com o Estado de São\nPaulo (Figura 1), ocorrem entre dez e vinte pequenas\nlavras de arenitos silicificados que são comercializados\ncomo paralelepípedos, meio-fio, lajotas, pilares para\ncerca e pedras de revestimento. Se, por um lado, essas\nrochas possuem mercado consumidor e fazem parte\nda economia da construção civil e vida social regional,\npor outro lado, inexistem informações sobre as proprie-\ndades intrínsecas e tecnológicas dessas rochas, seja\nno catálogo brasileiro de rochas ornamentais ou em\nliteraturas correlatas.\n\nDiante do fato acima exposto, os estudos execu-\ntados neste trabalho foram direcionados para investi-\ngação das propriedades físico-mecânicas desses\narenitos silicificados, mediante ensaios tecnológicos de\namostras volumétricas, com o objetivo de aferir as\nqualidades desses arenitos como rocha ornamental e\npara revestimento.\n\nFORMAÇÃO  BOTUCATU:  CONTEXTO  GEOLÓGICO  E  TECTÔNICO\n\nNa região nordeste do Estado do Paraná e\nsudoeste do Estado de São Paulo foram cartografadas\nrochas argilosas, siltosas e arenosas das formações\nTeresina, Rio do Rastro, Pirambóia, Botucatu e rochas\nígneas vulcânicas na forma de diques, soleiras e\n\nderrames basálticos da Formação Serra Geral (Figura\n1). Nesse contexto geológico os arenitos silicificados\nda Formação Botucatu foram o objeto de estudo do\npresente trabalho. Esta Formação distribui-se na porção\ncentro-leste paranaense e central do território paulista\n\n\n\nSão Paulo, UNESP, Geociências, v. 30,  n. 2, p. 237-251, 2011 239\n\nFIGURA 1.  Mapa geológico simplificado da distribuição dos arenitos da Formação Botucatu e das rochas\nvulcânicas da Formação Serra Geral, na porção SW do Estado de São Paulo e norte do Paraná (Negri et al. 2006).\n\ne marca, juntamente com os basaltos da Formação\nSerra Geral, os limites das cuestas de borda da Bacia\nSedimentar do Paraná e também o relevo de elevados\nplatôs e mesetas da região.\n\nA Formação Botucatu é constituída essencial-\nmente por arenitos com estratificação cruzada, planar\ne acanalada, de médio a grande porte, depositados em\nambiente desértico, onde as estratificações cruzadas\nrepresentam dunas eólicas barcanóides, além de raros\ndepósitos de arenitos com estratificação plano-paralela,\nassociados à interdunas (Assine et al., 2004). As\ncamadas frontais dos estratos cruzados apresentam\nângulos de mergulho altos, sendo freqüentemente\ntangenciais na base, o que reflete diminuição do\ntamanho dos grãos do topo para a base dos sets. Ainda,\nsegundo os mesmos autores, as camadas apresentam,\ncomumente, alternância de lâminas de arenito fino e\n\nde arenito médio, o que resulta em característica\nbimodalidade textural. Além desta característica, os\narenitos da Formação Botucatu apresentam outras\nfeições texturais típicas de depósitos eólicos, como bom\narredondamento e seleção, ausência de matriz argilosa\ndeposicional, estratos com gradação inversa e lami-\nnação pin stripe. Esta Formação está assentada sobre\ndiversas unidades estratigráficas precedentes, inclusive\nsobre o embasamento, e, na região, é cortada por\nsoleiras e diques de rocha básica-intermediária. O\ncontato superior da Formação Botucatu com a\nFormação Serra Geral, dominantemente vulcânica e\nque marca expressivo episódio magmático Eocretácico,\né interdigitado, caracterizado pela presença de arenitos\nintertrapianos correlacionáveis à Formação Botucatu\nque constituem importante marco estratigráfico entre\nos derrames.\n\n\n\nSão Paulo, UNESP,  Geociências, v. 30,  n. 2, p. 237-251, 2011 240\n\nORIGEM DA SILICIFICAÇÃO DOS ARENITOS\n\nO processo de silicificação observado em grande\nparte dos arenitos da Formação Botucatu forneceu a\nessa rocha características que favorecem seu manuseio\ne permitem que sejam utilizadas em diferentes produtos\ncomo placas de rocha para revestimentos, pisos,\ncalçamentos, muros, palanques, mesas, molduras de\nportas e janelas, batentes e muitos outros.\n\nAs interpretações genéticas de Washburne (1930)\ne Leinz (1938) sobre a silicificação do Arenito Botucatu\ntêm em comum o fato de estar relacionada com o\nVulcanismo Serra Geral. Se, por um lado, o primeiro\nressalta mais a ação direta das lavas e intrusões, coube\na Leinz desenvolver uma hipótese de sílica juvenil\nagindo por metassomatismo, hipóteses essas também\naceitas por Wernick (1966).\n\nBjornberg et al. (1964) faz um estudo petrográfico\nde amostras retiradas de colunas hexagonais de 10 a\n20 cm de largura e um a dois metros de comprimento\nde arenito silicificado da Formação Botucatu, e mostra\nque a sílica encontrada no cimento é exclusivamente\namorfa. Esses autores sugerem a possibilidade de, por\nação de fenômenos diagenéticos, ter ocorrido a crista-\nlização de sílica amorfa, originalmente coloidal, com\nconsiderável perda de água e, em decorrência, diminui-\nção do volume, o que teria originado as disjunções\ncolunares nos arenitos estudados. No entanto eles\ntambém não descartam a hipótese das colunas terem\nse originado por ação de soluções hidrotermais e por\nmetamorfismo de contato.\n\nWernick (1966) reconhece as hipóteses anteriores\npara casos específicos, mas associa as características\nda silicificação do arenito Botucatu com as variações\ndo nível freático no decorrer do tempo geológico. A\nsua argumentação contraria a hipótese de uma gênese\nparamagmática, fundamentando-se na ocorrência de\num grande volume de arenitos silicificados; na sua\nhomogeneidade e distribuição no sentido lateral e\nvertical; na ocorrência de arenitos lixiviados e posterior-\n\nmente silicificados; bem como na continuidade do\nfenômeno e sua situação em relação à topografia atual.\n\nParaguassu (1972) considera que a cimentação\ndo arenito é efetivada por precipitação da sílica em\nsolução na água subterrânea e que ela ocorre, mais\ncomumente, em camadas de arenitos com pouca\nespessura, intercalados entre corpos magmáticos na\nforma de derrames ou sills (Soares et al., 1973).\n\nGesicki (2007) ao estudar os processos e produtos\ndiagenéticos das formações Pirambóia e Botucatu,\nmostra que os principais componentes diagenéticos da\nFormação Botucatu são cutículas argilo-ferruginosas\ngrão-envolventes, esmectita neoformada incipiente,\ncimentos de quartzo e feldspato e, localmente, cimento\nde opala, calcedônia e calcita. A silicificação dos\narenitos da Formação Botucatu é aparentemente pós\ncompactacional tendo em vista as relações de contato\nintergranulares do arcabouço, com predomínio do tipo\nplanar e presença rara do tipo côncavo-convexo. A\nlocalização marginal das ocorrências em relação à zona\naflorante das unidades favorece a hipótese de cimen-\ntação telodiagenética superficial, como aventado por\nFrança et al. (2003).\n\nPara toda a região-alvo desse trabalho – Estados\nde São Paulo e Paraná –, estudos realizados\n(MINEROPAR, 2003) sugerem três teorias para a\norigem deste processo de silicificação nos arenitos da\nFormação Botucatu: a) gênese paramagmática, sendo\na fonte das soluções silicosas o vulcanismo básico\nmesozóico da Bacia do Paraná; b) origem físico-\nquímica com a possibilidade de o preenchimento silicoso\nprovir da dissolução de grãos de quartzo por soluções\nresiduais dos derrames basálticos; c) influência estru-\ntural do Alinhamento Fartura na região de Ribeirão\nClaro, o que teria propiciado a sustentação de formas\nde relevo, de grande valor paisagístico, que se destacam\ncomo testemunhos, causando a silicificação e o endure-\ncimento dos arenitos.\n\nMATERIAIS  E  MÉTODOS\nEm trabalhos desenvolvidos durante mapeamento\n\ngeológico para subsidiar a prospecção e caracterização\ntecnológica de materiais pozolânicos associados às\nrochas vulcânicas ácidas da Formação Serra Geral\n(Montanheiro, 2003), ao longo do vale do Rio\nParanapanema (trecho São Paulo e Paraná), foram\nidentificadas dezenas de pequenas lavras de arenitos\nsilicificados. Considerando que a maioria dessas extra-\nções é rudimentar e esporádica, optou-se por coletar\nna “Mina” Rufina as amostras mais representativas\ndo arenito silicificado da região, tendo em vista que\n\nnela, em princípio, há um grande volume de rocha\npotencialmente de uso econômico e também uma\nseqüência relativamente mais organizada das operações\nmineiras, ou seja, lavra, transporte, beneficiamento e\ncomercialização.\n\nO local de lavra é formado por arenito compacto,\nmaciço e estratificado da Formação Botucatu o qual,\nlocalmente, está sobreposto por traquidacito (Janasi et\nal., 2007; Freitas, 2009) do Vulcanismo Serra Geral.\nEla está distante 20 km da sede do município de Ribeirão\nClaro/PR no rumo à cidade de Carlópolis/PR\n\n\n\nSão Paulo, UNESP, Geociências, v. 30,  n. 2, p. 237-251, 2011 241\n\n(Prancha 1, Foto 1) e ocupa uma área de aproxima-\ndamente 200 m x 100 m ao longo da cota 700  m de\naltitude, nas fraldas da Serra da Caatinga. A extração\n\nno local de lavra é do tipo céu aberto e o desenvol-\nvimento da lavra está sendo feito pela Mineração\nPedras Lustres Ltda. por método manual (Prancha 1,\n\nPRANCHA 1.  FOTO 1. Vista geral da “mina” da Mineração Pedras Lustres-ME, região da Rufina\n Serra da Caatinga. A parte superior, ao fundo, é capeada por traquidacitos.\n\nFOTO 2. Lavra a céu aberto desenvolvida pela Mineração Pedras Lustres-ME pelo método manual.\nFOTO 3. Desplacamento dos blocos de arenito silicificado aproveitando-se da estratificação da rocha.\n\nFOTO 4. Sala de preparação das placas na “marmoraria” da Mineração Pedras Lustres-ME\nlocalizada na cidade de Ribeirão Claro, PR;\n\nFOTOS 5A e 5B. Empilhamento das placas e blocos de arenito para comercialização\n(mourões, paralelepípedos, lajotas, placas, molduras para portas e janelas, rodapés, etc);\n\nFOTO 6. Fachada de casa com acabamentos de arenito “silicificado”.\n\n\n\nSão Paulo, UNESP,  Geociências, v. 30,  n. 2, p. 237-251, 2011 242\n\nFotos 2 e 3). As placas são transportadas até a cidade\nde Ribeirão Claro/PR para recortes, desbaste e\ncomercialização (Prancha 1, Fotos 4, 5 e 6).\n\nDuas amostras volumétricas com dimensões 40 x\n30 x 20 cm cada, identificadas como arenito vermelho\ne arenito amarelo, foram coletadas nas frentes de lavra\npara os estudos de caracterização físico-mecânica e\npetrográfica. Esses testes foram desenvolvidos no\nLaboratório de Rochas Ornamentais do Departamento\nde Petrologia e Metalogenia do Instituto de Geociências\ne Ciências Exatas da UNESP de Rio Claro e seguiram\nos procedimentos prescritos pelas normas da NBR/\n\nABNT (Normas Brasileiras/Associação Brasileira de\nNormas Técnicas). Os resultados físico-mecânicos dos\ndiferentes ensaios foram confrontados entre os dois tipos\nde arenitos e comparados com os valores limítrofes\nespecificados na norma ASTM C 616 (ASTM, 2005)\npara as rochas quartzosas. Também, por similaridade,\nos índices obtidos foram comparados com àqueles do\nCatálogo Brasileiro de Rochas Ornamentais (Abirochas,\n2009) para as rochas de mesma natureza, com o intuito\nde se oferecer uma avaliação da qualificação tecnoló-\ngica dos dois arenitos, seja como rocha ornamental seja\ncomo revestimento em obras civis.\n\nRESULTADOS\n\nPETROGRAFIA\nAs características petrográficas dos blocos\n\nestudados são muito semelhantes entre si e compõem\na Tabela 1. As seções delgadas das duas amostras\nmostram que os blocos variam do vermelho ao amarelo,\ntendo em vista o maior ou menor teor de óxidos de\nferro; são estratificados, com laminação plano-paralela\nrealçada por leitos descontínuos (>2,0 mm),\nrelativamente enriquecidos em feldspatos, biotita,\nóxidos/hidróxidos de ferro. Os arenitos analisados\napresentam granulometria bimodal nas frações areia\nfina e areia média, amplitude estreita nas duas varia-\nções e seleção, em geral, boa por moda. Os grãos são\ndominantemente arredondados e, na fração fina, sub-\narredondados a arredondados. As rochas são essen-\ncialmente quartzosas, ou seja, caracterizadas como\nquartzo-arenito, segundo a classificação de Dott (1964),\nas quais são compatíveis com os estudos das amostras\nde sub-superfície realizados por Gesicki (2007).\nApresentam arcabouço de grãos de granulação muito\nfina (entre 0,05 a 0,15 mm) até média, caracterizados\npor sutil orientação de grãos de quartzo (93% e 95%,\nrespectivamente para os arenitos vermelho e amarelo)\nassociados a feldspatos (5 ~ 7% e &lt;5%, respecti-\nvamente) inequidimensionais, com predominância dos\narredondados; micas, óxidos/hidróxidos de ferro,\nturmalina, zircão, brookita e opacos somam como\nacessórios, conforme ilustrado nas Fotos 7 e 8. A\ncomposição mineralógica, granulação e imbricamento\ndos grãos sugerem uma sedimentação madura, boa\nseleção granulométrica e baixo grau de compactação\nfísica e química. O microfissuramento e os planos\nintercomunicantes são raros.\n\nArenitos finos a muito finos, localmente médios,\npobres em feldspato (<7%), são caracterizados por\nbimodalidade textural (areia fina e muito fina ou areia\nfina a média), segregação granular nítida por variação\ngranulométrica e de empacotamento, seleção boa por\n\nmoda, grãos bem arredondados a arredondados,\nlaminação pin stripe, orientação dos grãos alongados,\nfeições de compactação química incipiente (contatos\npontuais e planares), cutículas argilo-limoníticas,\ncimento intersticial de argilominerais e porosidade\nintergranular e intragranular (alveolar e móldica).\nPodem apresentar cimento silicoso (opala e calcedônia)\nporo-envolvente e intersticial.\n\nA interpretação das feições petrográficas no que\nse refere ao arcabouço aberto, contatos intergranulares\npontuais e planares são indicativos de compactação\nquímica incipiente, e, portanto, a silicificação (ou a fonte\nda sílica) não seria decorrente da dissolução por\npressão.\n\nPROPRIEDADES FÍSICO-MECÂNICAS\nÍndices Físicos\n\nOs índices físicos obtidos para as amostras dos\ndois arenitos compreendem a massa específica seca e\nsaturada aparentes, porosidade aparente e absorção\nd´água, conforme dados listados nas Tabelas 2 e 3,\ndeterminados segundo as diretrizes da norma ABNT\nNBR 12.766:1992 (ABNT, 1992a).\n\nOs valores dos índices físicos fornecidos pelos\narenitos são bastante semelhantes entre si e indicam\nque as rochas apresentam alta porosidade efetiva (com\nmédias de 17,36% para o arenito vermelho e 14,95%\npara o arenito amarelo) e, conseqüentemente, alto índice\nde absorção d’água (com médias de 8,82% e 7,85%,\nrespectivamente) o que torna os componentes minerais\nmais susceptíveis ao ataque por águas e outros agentes\nquímicos.\n\nOs valores de absorção d’água e da massa\nespecífica seca dos arenitos analisados situam-se nos\nlimites dos parâmetros especificados pela norma\nASTM C 616 (ASTM, 2010) para arenitos detentores\nde >60% de sílica livre, ou sejam, >2.003 kg/m3 e&lt;8,0%\npara a absorção d’água. A análise destes índices indica\n\n\n\nSão Paulo, UNESP, Geociências, v. 30,  n. 2, p. 237-251, 2011 243\n\nTABELA 1.  Síntese petrográfica das amostras selecionadas para os ensaios tecnológicos.\n\nFOTO 7. Fotomicrografia de seção delgada do arenito\namarelo com polarizadores cruzados mostrando detalhes\n\ndo cimento de sílica microcristalina.\n\nFOTO 8. Vista geral do arenito vermelho mostrando\nsua bimodalidade, contato entre os grãos e presença\n\nde cutícula de óxidos/hidróxidos de ferro.\n\n\n\nSão Paulo, UNESP,  Geociências, v. 30,  n. 2, p. 237-251, 2011 244\n\nTABELA 2. - Índices físicos do arenito vermelho.\n\nTABELA 3. - Índices físicos do arenito amarelo.\n\n\n\nSão Paulo, UNESP, Geociências, v. 30,  n. 2, p. 237-251, 2011 245\n\nque o arenito amarelo apresenta características\ntecnológicas discretamente superiores às do vermelho,\nou sejam: a massa específica seca é de 2.048 kg/m3 e\na absorção d’água de 7,85% versus 1.969 kg/m3 e\n8,82% de absorção d’água do arenito vermelho. As\ndeterminações dos índices da massa específica seca\naparente e, principalmente, da saturada estão\ndiretamente influenciadas pela menor ou maior\ncapacidade na absorção d’água da rocha e constituem\naspectos importantes para compatibilizar a dimensão\ndas placas e a resistência dos dispositivos de ancora-\ngem, caso elas sejam utilizadas em fachadas.\n\nComparativamente a outros arenitos comercia-\nlizados no mercado nacional, os arenitos estudados\nmostram qualificações bastante inferiores tanto em\nrelação aos arenitos silicificados Pink Brasil (BA) (com\n88% de quartzo), Rosa Bahia (BA) (com 85% de\nquartzo) e Verde Piranhas (GO) (com 95% de quartzo)\ncom massas específicas secas entre 2.632 e 2.729 kg/\n\nm3 e absorções d’água inferiores a 1,0% (dados\ndisponibilizados pela Abirochas, 2009), quanto em\nrelação ao arenito silicificado (com 64% de quartzo)\nda Formação Botucatu - região de Araraquara (SP) -\nque apresenta massa específica média 2.366 kg/m3 e\n0,5% de absorção d’água conforme dados presentes\nem Navarro (2006).\n\nResistência à Compressão Uniaxial\n\nA resistência à compressão uniaxial dos arenitos\nestudados foi avaliada em conformidade com as\ndiretrizes da norma ABNT NBR 12.767:1992 (ABNT,\n1992b), e os resultados compõem as Tabelas 4 e 5.\nEsse ensaio permite quantificar a carga máxima\nsuportada por uma rocha quando for submetida a\nesforços compressivos.\n\nOs valores médios da resistência à compressão\nuniaxial de 30,5 MPa e 22,2 MPa fornecidos,\nrespectivamente, pelos arenitos vermelho e amarelo\n\nTABELA 4.  Resultados de resistência à compressão uniaxial para o arenito vermelho.\n\nTABELA 5. Resultados de resistência à compressão uniaxial para o arenito amarelo.\n\n\n\nSão Paulo, UNESP,  Geociências, v. 30,  n. 2, p. 237-251, 2011 246\n\npodem ser considerados como muito baixos em se\ntratando de materiais pétreos que venham a ser\ndestinados a funções estruturais ou de sustentação.\nEntretanto, quando comparados com os parâmetros\nfornecidos pela ASTM C 616 (ASTM, 2010) para\nrochas desta natureza, observa-se que o arenito\nvermelho supera a resistência mínima de 27,6 MPa\nespecificada pela referida norma, ao passo que o\narenito amarelo oferece resistência inferior ao valor\nmínimo então estipulado.\n\nA baixa resistência mecânica dos arenitos testados\ndeve-se ao baixo grau de silicificação, e que se\ndesagregam com bastante facilidade dependendo do\nsentido do esforço a que são submetidos. Isto se opõe\na uma situação bastante diferente daquelas exibidas\npelos arenitos Pink Brasil (BA) (com 102,0 MPa), Rosa\nBahia (BA) (com 172,3 MPa) e Verde Piranhas (GO)\n(com 204,1 MPa), disponibilizados no Catálogo\nBrasileiro de Rochas Ornamentais (Abirochas, 2009),\ne pelo arenito da Formação Botucatu da região de\nAraraquara (SP) com cerca de 167 MPa (Navarro,\n2006) que apresenta maior percentual de cimento\nsilicoso que os arenitos ora estudados e, portanto, de\nmais elevada coesão mineral.\n\nResistência à Flexão pelo Método 3 Pontos\nOs resultados da resistência à flexão 3 pontos\n\nencontram-se relacionados nas Tabelas 6 e 7, e foram\nobtidos em conformidade com a norma ABNT NBR\n12.763:1992 (ABNT, 1992c). Neste ensaio determina-\nse qual a tensão máxima de ruptura da rocha quando\nsubmetida a esforços flexores (flexão e tração simulta-\nneamente). Eles são importantes para qualificação e\navaliação de materiais pétreos sujeitos a esforços\nflexivos e de tração destinados a ambientes como, por\nexemplo, fachadas, bancadas, pisos elevados, mesas\npara equipamentos de precisão, dentre outros.\n\nComparando-se os valores obtidos com os\nparâmetros especificados pela norma ASTM C 616\n(ASTM, 2010) para arenitos com >60% de sílica livre,\nverifica-se que o arenito vermelho apresenta resistência\nà flexão (5,3 MPa) superior a resistência de 2,4 MPa\nsugerida pela referida norma, ao passo que o arenito\namarelo apresenta resistência menor, de apenas 1,8\nMPa (Tabelas 6 e 7).\n\nComparações qualitativas neste quesito em relação\na outros arenitos brasileiros são dificultadas em virtude\nda flagrante escassez de dados tecnológicos disponi-\nbilizados para este grupo de rochas pela literatura\npertinente. Dentre eles destacam-se os dados divulga-\ndos pelo Catálogo Brasileiro de Rochas Ornamentais\n(Abirochas, 2009) para os arenitos Pink Brasil (BA) e\nRosa Bahia (BA), respectivamente com valores de\nresistência à flexão pelo método dos 3 Pontos de 13,0\nMPa e 20,27 MPa, e, portanto, caracterizados por\n\nresistências mecânicas significativamente superiores\naos dos arenitos estudados.\n\nOs valores de resistência à flexão apresentados\npelos arenitos ora avaliados são considerados\nextremamente baixos para suportarem cargas maiores\ncomo, por exemplo, para exercerem funções como\nbancadas, pias, pisos elevados e mesas, de modo\nsemelhante ao verificado para a resistência à compres-\nsão uniaxial. Maior problema ocorrerá quando as placas\nforem confeccionadas com as superfícies dispostas\nortogonalmente à estratificação sedimentar dos\narenitos, situação essa talvez impossibilitada pela quebra\nnatural das placas nos planos de acamamento, o que\ndemonstra a total inviabilidade de uso desses arenitos\natravés de cortes ortogonais à estratificação.\n\nDesgaste Abrasivo Amsler\nOs índices de resistência ao desgaste abrasivo\n\nAmsler foram determinados seguindo-se as diretrizes\nestabelecidas pela norma ABNT NBR 12.042:1992\n(ABNT, 1992d) e os seus valores compõem as Tabelas\n8 e 9. Trata-se de um ensaio de abrasão de um corpo\npétreo, o qual consiste na determinação da redução da\nespessura dos corpos-de-prova quando submetidos a\num aparelho (equipamento Amsler) que simula o atrito\nsofrido pelos materiais rochosos em situação de tráfego,\ntendo como agente abrasivo a Areia Normal Brasileira,\nNº 50, de granulação 0,3 mm (ABNT NBR 7.214;\nABNT, 1982). A importância do ensaio é associada\nàqueles materiais pétreos utilizados em revestimentos\nhorizontais, pisos, soleiras e degraus de escadas.\n\nOs resultados fornecidos pelos arenitos vermelho\n(24,09 mm) e amarelo (69,70 mm) são extremamente\nelevados e denotam claramente a baixa resistência à\nabrasão destas rochas, sobretudo em relação ao arenito\namarelo, e que refletem o caráter bastante friável dos\nmateriais analisados. A baixa resistência à abrasão\noferecida por estes arenitos relaciona-se ao baixo grau\nde silicificação dos mesmos que, no conjunto,\nfavorecem a desagregabilidade sob efeito do atrito.\n\nNa literatura especializada inexistem dados de\nresistência à abrasão de arenitos similares aos estuda-\ndos e que sejam utilizados como revestimento uma vez\nque eles não são indicados para aplicação como pisos.\nSituação muito diferente ocorre com os arenitos\naltamente silicificados, como o caso dos arenitos da\nFormação Botucatu explorados na região de\nAraraquara (SP) e adjacências (Navarro, 2006), os\nquais chegam a apresentar aspecto visual vitrificado e\nadquirem alta resistência à abrasão. Exemplos de\narenitos com boas resistências abrasivas são represen-\ntados pelos arenitos Rosa Bahia (BA) e Verde Piranhas\n(GO), respectivamente com desgastes de 0,47 mm e\n0,40 mm, cujos dados são disponibilizados pelo Catálogo\nBrasileiro de Rochas Ornamentais da Abirochas (2009).\n\n\n\nSão Paulo, UNESP, Geociências, v. 30,  n. 2, p. 237-251, 2011 247\n\nTABELA 6.  Resultados da resistência à flexão pelo método dos 3 Pontos para o arenito vermelho.\n\nTABELA 7.  Resultados da resistência à flexão pelo método dos 3 Pontos para o arenito amarelo.\n\nTABELA 8.  Resultados de resistência ao desgaste abrasivo Amsler para o arenito vermelho.\n\n\n\nSão Paulo, UNESP,  Geociências, v. 30,  n. 2, p. 237-251, 2011 248\n\nTABELA 9.  Resultados de resistência ao desgaste abrasivo Amsler para o arenito amarelo.\n\nPropagação de Ondas Ultrassônicas Longitudinais\n\nA determinação da velocidade de propagação de\nondas ultrassônicas foi efetuada seguindo o prescrito\npela norma ASTM D 2845 (ASTM, 2008) e os\nresultados estão apresentados na Tabela 10. A\nvelocidade de propagação das ondas elásticas em um\ncorpo rochoso pode variar em função da composição\nmineralógica, textura, orientação, morfologia e tamanho\ndos grãos, da presença de vazios e do conteúdo de\nfluidos presentes nos poros. Este fato permite avaliar\nindiretamente vários parâmetros físicos e mecânicos\ndas rochas como densidade, porosidade, absorção\nd’água, grau de alteração e resistência mecânica.\nDeste modo altas velocidades de propagação da onda\nestão relacionadas com materiais isotrópicos, sugerem\nalto grau de integridade e, portanto, espera-se que\nesses materiais apresentem maiores valores de resis-\ntência mecânica.\n\nAs velocidades médias das ondas ultrassônicas\nlongitudinais fornecidas pelos arenitos vermelho\n(2.910 m/s) e amarelo (2.671 m/s) são relativamente\nbaixas, apesar de a literatura pertinente demonstrar\nque a velocidade das ondas elásticas nos diferentes\n\nTABELA 10.  Resultados da velocidade de ondas ultrassônicas longitudinais para os arenitos.\n\ntipos de arenitos pode oscilar entre cerca de 1.400 e\n4.000 m/s (Farmer, 1968). Entretanto, considera-se que\nos baixos valores fornecidos pelos dois arenitos estão\ncoerentes com as propriedades petrográficas e com\nos respectivos parâmetros relativos aos índices físicos\n(massa específica aparente; porosidade e absorção d’\nágua) inerentes aos materiais analisados. Neste\ncontexto, os arenitos se caracterizam por apresentarem\nelevados índices de porosidade, baixo grau de sili-\ncificação, cimento argiloso (provavelmente caulinítico)\ne estratificação, propriedades estas que interferem na\nresistência mecânica das rochas e, no conjunto, retar-\ndam o caminhamento das ondas. É preciso destacar\ntambém que a menor velocidade das ondas ultrassô-\nnicas no arenito amarelo encontra respaldo nas suas\nmenores resistências mecânicas e maior suscepti-\nbilidade à desagregação (desgaste abrasivo) se compa-\nrado àquelas oferecidas pelo arenito vermelho, onde\nas ondas ultrassônicas se propagam mais rapidamente.\n\nAinda, para efeito de comparação, um arenito\nsilicificado da Formação Botucatu da região de Arara-\nquara (SP) caracterizado tecnologicamente por Navarro\n(2006) apresenta velocidades de propagação de ondas\n\n\n\nSão Paulo, UNESP, Geociências, v. 30,  n. 2, p. 237-251, 2011 249\n\nultrassônicas longitudinais entre 4.750 m/s e 5.240 m/s.\nDiferentemente dos arenitos aqui estudados aquele se\ncaracteriza pela baixa porosidade (1,17%) e absorção\nd’água (0,49%), maior massa específica aparente (2.367\nkg/m3) e alto grau de silicificação, e, conseqüentemente,\ncom elevada resistência mecânica e abrasiva.\n\nCoeficiente de Dilatação Térmica Linear\n\nO coeficiente de dilatação térmica linear foi obtido\nem conformidade com a ABNT NBR 12.765:1992\n(ABNT, 1992e). Esse ensaio é fundamental para a\ndeterminação do espaçamento da junta de dilatação e\ndeve ser aplicado em rochas utilizadas como pisos e\nfachadas, quer eles estejam em ambientes de interiores\nquer de exteriores.\n\nOs valores médios obtidos para os arenitos foram\n13,6 x10-3 mm/mºC para a variedade de coloração\nvermelha e de 12,0 x10-3 mm/mºC para o amarelo, os\nquais podem ser considerados relativamente elevados\nprincipalmente em função dos índices de porosidade\ndestes materiais. Valores tidos como normais para are-\nnitos silicificados estão ao redor de 10,0 x10-3 mm/mºC,\n\nao passo que o Catálogo Brasileiro de Rochas\nOrnamentais (Abirochas, 2009) registra dilatação de\n15,7 x10-3 mm/mºC para o arenito Rosa Bahia, do\nestado da Bahia, e Navarro (2006) obtém dilatação\nmédia de 10,09 x10-3 mm/mºC para o arenito silicificado\nda Formação Botucatu da região de Araraquara, Estado\nde São Paulo.\n\nPara melhor compreensão dos resultados obtidos\ncom os arenitos analisados haveria a necessidade de\nestudos mais detalhados. No entanto, entre as várias\npossibilidades a serem consideradas destaca-se, como\nprimordial, o fato do quartzo apresentar elevada\ndilatação térmica linear e caracterizada por grande\nanisotropia na dilatação entre seus eixos cristalo-\ngráficos, podendo variar de 13,7 x10-3 mm/mºC\nsegundo o eixo cristalográfico “c” e de 7,5 x10-3 mm/mºC\nno sentido dos eixos “a” (Rzhevsky &amp; Novik, 1971).\nOutra possibilidade refere-se à presença de argilas\nexpansivas como materiais cimentantes as quais,\ndevido ao longo período do ensaio (cerca de 7 a 8 horas)\nem meio aquoso, poderiam conduzir a uma maior\ndilatação dos arenitos.\n\nCONSIDERAÇÕES  FINAIS\nA distribuição dos arenitos agrupados na Forma-\n\nção Botucatu ocupa uma área restrita e inferior a 40km\nde largura da porção NE do Estado do Paraná. Esta\nunidade geológica hospeda mais de uma dezena de\npequenas lavras de arenito endurecido que são\ncomercializados como rocha para revestimento, pisos,\nlajotas e afins. Esses arenitos endurecidos pela\nsilicificação e objeto de lavra estão sempre próximos\nde rochas do Vulcanismo Serra Geral que, normal-\nmente, os interceptam ou sobrepõem.\n\nA maior parte das lavras de arenito da região\nocorre sobre matacões/blocos e pequenos aflora-\nmentos. O método de extração é manual e a pequena\ndimensão dos corpos rochosos faz com que as opera-\nções de lavra tenham vida útil curta e, consequen-\ntemente, obrigam a constantes mudanças das áreas\nde lavra, com alto impacto ambiental negativo na\npaisagem além de intensificar a erosão das encostas.\n\nA extração manual impõe a seletividade de lavra,\nbaixo custo operacional e a geração de muito material\nde rejeito. Ainda, do ponto de vista social e econômico a\nlavra do arenito promove vantagens como a geração de\nemprego e renda, e, muito provavelmente, redução de\ncustos de calçamento na pavimentação urbana e rural\nse comparado com outros tipos como concreto e asfalto.\n\nO arenito da Formação Botucatu é caracterizado\npelo predomínio de grãos de quartzo de granulometria\nfina a média, seleção moderada a boa e arcabouço\n\naberto. Os principais componentes diagenéticos\nidentificados nas amostras coletadas neste trabalho são\ncutículas argilo-ferruginosas grãos-envolventes,\npequeno conteúdo de cimento de argilominerais e,\nlocalmente, cimento de opala e calcedônia.\n\nA porosidade média, a partir de imagens de seções\ndelgadas de corpos mais porosos do Arenito Botucatu\nde 19,5% (Gesicki 2007), é compatível com os\nresultados de porosidade (14,95 a 17,36%) obtidos nos\nensaios tecnológicos realizados neste estudo.\n\nSob o ponto de vista tecnológico, os resultados\nobtidos demonstram que, no geral, os arenitos estudados\noferecem qualificações tecnológicas inferiores aos\nestipulados pela norma ASTM C 616 (ASTM, 2010)\npara arenitos com teores > 60% de sílica livre e que\nvenham a ser utilizados como rochas para revestimento\nde edificações, sobretudo, quanto aos itens relacionados\nà massa específica, absorção d’água, desgaste\nabrasivo, compressão uniaxial e flexão 3 Pontos. As\nanálises petrográficas também revelam que se trata\nde arenitos com cimentos enriquecidos em\nargilominerais, mais ou menos ferruginosos e bastante\nfriáveis, os quais tornam a rocha relativamente pouco\nresistente e mais friável.\n\nNesse contexto, o desempenho tecnológico exibido\npelos arenitos estudados induz a severas limitações na\nutilização como materiais de revestimento, principal-\nmente em ambientes sujeitos a elevadas umidades (de\n\n\n\nSão Paulo, UNESP,  Geociências, v. 30,  n. 2, p. 237-251, 2011 250\n\nexteriores, entornos de piscinas, etc.); como pisos em\nlocais de alto tráfego de pessoas; em revestimentos\nverticais através de dispositivos de ancoragem, devido\na efeitos de desagregação e desplacamentos, e elevada\ndilatação térmica linear. Por outro lado, trata-se de\nmaterial de amplo uso local e que gera renda às\n\ncomunidades que vivem na região, o que requer estudos\nno sentido de otimizar o seu uso e mesmo o de pesquisar\náreas onde o material possa ter melhor qualidade, uma\nvez que são observados arenitos da Formação Botucatu\ncom maior porcentagem de silicificação em outras\nregiões da Bacia do Paraná, como Araraquara (SP).\n\nAGRADECIMENTOS\nÀ Fundação de Amparo à Pesquisa do Estado de São Paulo - FAPESP (processo 03-06259-4), ao Adilson José Rossini\n\n(Laboratório de Rochas Ornamentais do Departamento de Petrologia e Metalogenia - IGCE/Rio Claro/SP) pela orientação na execução\ndos ensaios tecnológicos, ao José Maria de Azevedo Sobrinho na revisão micropetrográfica e aos relatores pelas correções e sugestões\nque melhoraram o artigo.\n\nREFERÊNCIAS  BIBLIOGRÁFICAS\n1. ABIROCHAS – ASSOCIAÇÃO BRASILEIRA DA INDÚS-\n\nTRIA DE ROCHAS ORNAMENTAIS. Catálogo de rochas\nornamentais do Brasil. Disponível em: http://www.abirochas.\ncom.br/catalogo1.php. Acessado em: 18nov2009.\n\n2. ABNT – ASSOCIAÇÃO BRASILEIRA DE NORMAS\nTÉCNICAS. Areia normal para ensaio de cimento. Norma\nABNT – NBR 7214. Rio de Janeiro, 3 p., 1982.\n\n3. ABNT – ASSOCIAÇÃO BRASILEIRA DE NORMAS\nTÉCNICAS. Rochas para revestimento: Determinação\nda massa específica aparente, porosidade aparente e\nabsorção d’água. Norma ABNT - NBR 12.766. Rio de\nJaneiro, 2 p., 1992. (a)\n\n4. ABNT – ASSOCIAÇÃO BRASILEIRA DE NORMAS\nTÉCNICAS. Rochas para Revestimento: Determinação\nda resistência à compressão uniaxial. Norma ABNT - NBR\n12.767: Rio de Janeiro, 2 p., 1992. (b)\n\n5. ABNT – ASSOCIAÇÃO BRASILEIRA DE NORMAS\nTÉCNICAS 1992e. Rochas para Revestimento -\nDeterminação da resistência à flexão. Norma ABNT -\nNBR 12.763: Rio de Janeiro, 3 p., 1992. (c)\n\n6. ABNT – ASSOCIAÇÃO BRASILEIRA DE NORMAS\nTÉCNICAS. Materiais inorgânicos. Determinação do\ndesgaste por abrasão. Norma ABNT - NBR 12.042: Rio de\nJaneiro, 3 p., 1992. (d)\n\n7. ABNT – ASSOCIAÇÃO BRASILEIRA DE NORMAS\nTÉCNICAS. Rochas para Revestimento. Determinação\ndo coeficiente de dilatação térmica. Norma ABNT - NBR\n12.765: Rio de Janeiro, 3 p., 1992. (e)\n\n8. ASTM – AMERICAN SOCIETY FOR TESTIG AND\nMATERALS. Standard specification for quartz-based\ndimension stone. ASTM C 616: West Conshohocken,\np. 54-55, 2005.\n\n9. ASTM – AMERICAN SOCIETY FOR TESTIG AND\nMATERIALS. Standard test method for laboratory\ndetermination of pulse velocities and ultrasonic elastic\nconstants of rock. ASTM D 2845: West Conshohocken, 2008.\n\n10. ASSINE, M.L.; PIRANHA, J.M.; CARNEIRO, C.D.R. Os\npaleodesertos Pirambóia e Botucatu. In: MANTESSO NETO,\nV.; BARTORELLI, A.; CARNEIRO, C.D.R.; BRITO\nNEVES, B.B. (Coords.), Geologia do continente sul-\namericano: evolução da obra de Fernando Flávio Marques\nde Almeida. São Paulo: Beca, capítulo V, p. 77-92, 2005.\n\n11. BJORNBERG, A.J.S.; GANDOLFI, N.; PARAGUASSU,\nA.B. Ocorrência de prismas hexagonais de arenito em São\nCarlos, SP (Formação Botucatu). Boletim da Sociedade\nBrasileira de Geologia, v. 13, n. 1-2, p. 61-66, 1964.\n\n12. DOTT JR., R.H. Wacke, graywacke and matrix – what\napproach to immature sandstone classification? Journal of\nSedimentology and Petrology, v. 34, n. 3, p. 625-632, 1964.\n\n13. FARMER, I.W. Engineering properties of rocks. London:\nE.F.N. SPON, 180 p., 1968.\n\n14. FRANÇA, A.B.; ARAÚJO, L.M.; MAYNARD, J.B.;\nPOTTER, P.E. Secondary porosity formed by deep meteoric\nleaching: Botucatu eolianite southern South America. AAPG\nBulletin, v. 87, p. 1073-1082, 2003.\n\n15. FRASCÁ, M.H.B.O. Caracterização tecnológica de rochas\nornamentais e de revestimento: estudo por meio de ensaios e\nanálises das patologias associadas ao uso. In: SIMPÓSIO DE\nROCHAS ORNAMENTAIS DO NORDESTE, 3, 2002,\nRecife. Anais... Rio de Janeiro: Centro de Tecnologia Mineral/\nCETEM, p. 1-5, 2002.\n\n16. FREITAS, V.A. A geração de magmas ácidos na Província\nMagmática do Paraná, região de Piraju-Ourinhos (SP):\numa contribuição da geoquímica isotópica e de elementos\ntraço em rochas e minerais. São Paulo, 2009. 193 p.\nDissertação (Mestrado em Geociências) – Instituto de\nGeociências, Universidade de São Paulo.\n\n17. GESICKI, A.L.D. Evolução diagenética das formações\nPirambóia e Botucatu (Sistema Aqüífero Guarani) no\nEstado de São Paulo. São Paulo, 2007. 175 p. Tese\n(Doutorado em Geociências) – Instituto de Geociências,\nUniversidade de São Paulo.\n\n18. JANASI, V.A.; MONTANHEIRO, T.J.; FREITAS, V.A.; REIS,\nP.M.; NEGRI, F.A.; DANTAS, F.A. Geology, petrography\nand geochemistry of the acid volcanism of the Paraná Magmatic\nProvince in the Piraju-Ourinhos region. Revista Brasileira\nde Geociências, v. 37, n. 4, p. 745-759, 2007.\n\n19. LEINZ, V. A silicificação nos sedimentos Gondwânicos no\nsul do Brasil e sua origem. Anais da Academia Brasileira de\nCiências, v. 1, p. 273-295, 1938.\n\n20. MINEROPAR – MINERAIS DO PARANÁ S.A. Avaliação\ndo Potencial Mineral e Consultoria Técnica no Município\nde Ribeirão Claro. Relatório Final (Parcial). Projeto Serviços\nGeológicos e Riquezas Minerais I, 71 p., 2003.\n\n\n\nSão Paulo, UNESP, Geociências, v. 30,  n. 2, p. 237-251, 2011 251\n\n21. MONTANHEIRO, T.J. Geologia e caracterização\ntecnológica de basaltos pozolânicos da Formação Serra\nGeral no vale do Rio Paranapanema, SP-PR. Projeto\nFAPESP no 06259-4/2003.\n\n22. NAVARRO, F.C. Influência da Petrografia Sobre a Aniso-\ntropia à Tensão de Compressão e Dilatação Térmica de\nRochas Ornamentais. Rio Claro, 2006. 179 p. Tese\n(Doutorado em Geociências) – Instituto de Geociências e\nCiências Exatas, Universidade Estadual Paulista.\n\n23. NEGRI, F.A.; MONTANHEIRO, T.J.; JANASI, V.A.; REIS,\nP.M. Mapa de distribuição das rochas vulcânicas nas Folhas\nPiraju/SP e Jacarezinho/SP-PR. In: CONGRESSO\nBRASILEIRO DE GEOLOGIA, 43, 2006, Aracaju. Anais...\nSão Paulo, Sociedade Brasileira de Geologia, p. 247, 2006.\n\n24. PARAGUASSU, A.B. Experimental silicification of\nsandstone. Geological Society of America Bulletin, v. 83,\nn. 9, p. 2853-2858, 1972.\n\n25. RZHEVSKY, Y. &amp; NOVIK, G. The physics of rocks.\nMoscou: A.A. Beknazarov, p. 137-287, 1971.\n\n26. SOARES, P.C.; SINELLI, O.; PENALVA, F.; WERNICK, E.;\nSOUZA, A.; CASTRO, P.R.M. Geologia do Nordeste do\nEstado de São Paulo. In: CONGRESSO BRASILEIRO DE\nGEOLOGIA, 27, 1973. Anais... São Paulo: Sociedade\nBrasileira de Geologia, p. 209-228, 1973.\n\n27. WASHBURNE, C.W. Petroleum Geology of State of São\nPaulo. Commissão Geographica e Geológica, Boletim 2,\n280 p., 1930.\n\n28. WERNICK, E. A silicificação do arenito Botucatu na quadrícula\nde Rio Claro: Boletim da Sociedade Brasileira de Geologia,\nv. 15, n. 1, p. 49-57, 1966.\n\nManuscrito Recebido em: 20 de setembro de 2010\nRevisado e Aceito em: 11 de fevereiro de 2011"}]}}}