{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12312"}, {"@name": "filename", "#text": "17908_Ramona%20Trindade%20Ramos%20Dias.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "PROGRAMA DE PÓS-GRADUAÇÃO \nMESTRADO EM ESTUDOS FRONTEIRIÇOS \n\nMINISTÉRIO DA EDUCAÇÃO \nUNIVERSIDADE FEDERAL DE MATO GROSSO DO SUL \n\nCAMPUS DO PANTANAL \n \n \n \n \n \n \n \n \n \n \n \n \n\nRAMONA TRINDADE RAMOS DIAS \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nA MORADIA DOS BOLIVIANOS EM CORUMBÁ-MS: \nSINGULARIDADES DO ESPAÇO FRONTEIRIÇO \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nCORUMBÁ - MS \n2010 \n\n \n\n\n\n                                                \n\n \n\n1\n\n \n\n \n\n \n\nRAMONA TRINDADE RAMOS DIAS \n\n \n \n \n \n\n \n \n \n \n\n \n \n \n \n\nA MORADIA DOS BOLIVIANOS EM CORUMBÁ-MS: \nSINGULARIDADES DO ESPAÇO FRONTEIRIÇO \n\n \n \n\nDissertação apresentada ao Programa de \nPós-Graduação Mestrado em Estudos \nFronteiriços da Universidade Federal de \nMato Grosso do Sul, Campus do \nPantanal, como requisito parcial para \nobtenção do título de Mestre. \n \n \nLinha de Pesquisa: Desenvolvimento, \nordenamento territorial e meio ambiente \n \nOrientador: Dr. Edgar Aparecido da \nCosta \n\n \n \n \n \n\n \nCORUMBÁ - MS \n\n2010 \n \n\n  \n\n\n\n                                                \n\n \n\n2\n\n \n\n \n\n \n\nRAMONA TRINDADE RAMOS DIAS \n\n \n \n \n \n\n \n\nA MORADIA DOS BOLIVIANOS EM CORUMBÁ-MS: \nSINGULARIDADES DO ESPAÇO FRONTEIRIÇO  \n\n \n\n \n\nDissertação apresentada ao Programa de Pós-Graduação Mestrado em Estudos Fronteiriços da \n\nUniversidade Federal de Mato Grosso do Sul, Campus do Pantanal, como requisito parcial \n\npara obtenção do título de Mestre. Aprovada em 16/04/2010, com Conceito APROVADO. \n\n \n \n\nBANCA EXAMINADORA \n \n \n\n \n________________________ \n\nOrientador: Dr. Edgar Aparecido da Costa \n(Universidade Federal do Mato Grosso do Sul) \n\n \n________________________ \n\n1º avaliador: Drª Rosa Ester Rossini \n(Universidade de São Paulo) \n\n \n________________________ \n\n2º avaliador: Dr. Milton Augusto Pasquotto Mariani \n(Universidade Federal do Mato Grosso do Sul) \n\n \n\n \n\n\n\n                                                \n\n \n\n3\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nÀ Deus: \n\nSenhor supremo de todo o universo e de \n\ntodas as pessoas. Minha fortaleza e de quem \n\nsou filha muito amada e infinitamente \n\nagradecida por tantas e tantas bênçãos \n\nrecebidas, uma delas a obtenção deste novo \n\nconhecimento, que me torna co-responsável \n\nnas mudanças possíveis na sociedade, ainda \n\nque minha contribuição seja ínfima. Ilumina-\n\nme Senhor e guia minha mente, meu coração \n\ne meus passos para que esta minha \n\nrealização humana seja um caminho de \n\ncompartilhamentos e me levem a trilhar com \n\ncoragem e sabedoria o desafio das \n\ntransformações. Porque tudo que de Ti recebo \n\nnão é somente meu, mas um presente que \n\ndevo partilhar com outros. \n\n \n\n\n\n                                                \n\n \n\n4\n\n \n\n \n\n \n\nAGRADECIMENTOS \n\n \n\n \n\nO Mestrado em Estudos Fronteiriços da Universidade Federal do Pantanal foi \n\na porta que se abriu para um novo horizonte, repleto com perspectivas de \n\ntransformações na sociedade corumbaense, pela possibilidade propiciada em abrir \n\ncaminhos para que pudéssemos olhar a fronteira Brasil-Bolívia sob um novo ângulo: \n\nde compartilhamento e solidariedade. Sinto-me honrada em integrar a primeira turma \n\ndeste mestrado. \n\nNunca estamos sozinhos em qualquer caminhada, porque a todo o momento \n\nestamos recebendo algo de alguém, sob as mais diferentes maneiras. Meu \n\nagradecimento sincero para todas as pessoas que direta ou indiretamente me \n\nincentivaram ou participaram nesta minha trajetória, se fizeram presentes, que se \n\npreocupou, que foram solidárias, que torceram por mim: \n\nA Universidade Federal de Mato Grosso do Sul pela política de qualificação \n\nde seus servidores técnico-administrativos e ao Departamento de Ciências do \n\nAmbiente e Direção do Campus do Pantanal, que oportunizaram o meu afastamento \n\npara que pudesse dedicar-me exclusivamente ao mestrado, contribuindo, dessa \n\nforma, para o meu desenvolvimento profissional e também pessoal.  \n\nAos professores que trouxeram seus conhecimentos, suas experiências e \n\ndedicação que foram determinantes para esta formação acadêmica e a aquisição de \n\nnova maneira de olhar a fronteira, especialmente Brasil-Bolívia. \n\nA Fundação de Apoio ao Desenvolvimento do Ensino, Ciência e Tecnologia \n\nde Mato Grosso do Sul pela concessão da Bolsa de Mestrado, cujo auxílio foi \n\nrelevante para a realização desta pesquisa. \n\nAos meus pais Roman (in memorian) e minha mãe Trindade, alicerces \n\nfundamentais em minha formação, bases que sustentam o meu Ser. Mãezinha, \n\nminha primeira e principal incentivadora para a realização de um curso de Mestrado. \n\nAo meus irmãos: Norma e Maria Auxiliadora, pelo incentivo e carinho e Heraldo (in \n\nmemorian) pelo ensinamento de vida e cuja presença é forte em meu coração. \n\nAo meu esposo Antonio Carlos que me acompanhou em minhas “viagens”, \n\npacientemente, levando-me a fronteira para a captação das fotos e me ouvindo nos \n\nmomentos de euforia, quando me punha a falar, falar...  Obrigada por estar comigo. \n\n \n\n\n\n                                                \n\n \n\n5\n\n \n\n \n\n \n\nAos meus filhos, amadíssimos e especiais, principais fontes de força e de \n\nminha metamorfose! Laurinha, Carolzinha e Rafa, nada teria sentido sem vocês. \n\nDinah, você já faz parte desta “turminha”. Obrigada “crianças” porque somos \n\nespelhos um para outro. \n\nAs colegas docentes e técnico-administrativos pela torcida e pelo carinho com \n\nque sempre me incentivaram. \n\nAo Prof. Dr. Marco Aurélio Machado de Oliveira, pelo estímulo e pelas \n\ncontribuições oferecidas na banca de qualificação, proporcionando discussões e \n\nsugestões que me auxiliaram no aprendizado e crescimento deste trabalho.  \n\nAo Prof. Dr. Milton Augusto Pasquotto Mariani, pelo incentivo e carinho e, \n\ntambém, por ter integrado a minha banca de qualificação, cujas contribuições foram \n\nimportantes para o meu conhecimento e avanço nesta trajetória. \n\nAo Prof. Me. Roberto Domingos Galeano, pela atenção, pelo incentivo e \n\ncolaboração no anteprojeto para a seleção neste curso. Não me esquecerei da sua \n\natenção. \n\nÀ Profª. Teresa Cristina Varela Brasil, pela atenção e apoio que foram \n\nimportantes para a fase seletiva para a prova de proficiência em língua estrangeira. \n\nÀ Profª. Drª Wadia Schabib Hany, por me incentivar e auxiliar em diversos \n\nmomentos para a elaboração desta dissertação. \n\nÀ Rosilvânia Melgar Saucedo pelo apoio na realização das entrevistas, \n\nessenciais para a realização da pesquisa. \n\nAos colegas de mestrado, pelo convívio, pelas discussões em sala de aula e \n\nnos grupos, que facilitaram o aprendizado coletivamente. São momentos que \n\nsempre serão lembrados com carinho.  \n\nÀ Edna e Laura, parceiras desta caminhada que aprendi a conhecer e que já \n\nfazem parte de minha história e sempre estarão em minhas lembranças. \n\nÀs amigas queridas: Edil, Eunice, Lecir, Luci e Maria Lúcia. A amizade é um \n\nsuporte em todos os momentos. Sem palavras! \n\nAos representantes das instituições vinculadas ao tema de migração, que \n\natenciosamente me acolheram e contribuíram com informações importantes neste \n\nprocesso de, em especial o Pe. João Marcos Cemadon, Coordenador da Pastoral do \n\nMigrante em Corumbá, Sr. Juan Carlos Mérida Romero – Cônsul da Bolívia em \n\nCorumbá e o Sr. Arthuro Castedo Ardaya - Subsecretário de Ações da Cidadania de \n\nCorumbá e Presidente do Centro Boliviano-Brasileiro. \n\n\n\n                                                \n\n \n\n6\n\n \n\n \n\n \n\nO meu agradecimento muitíssimo especial ao Prof. Dr. Edgar Aparecido da \n\nCosta, pelo extraordinário desempenho profissional, pelos ensinamentos, pela \n\npaciência, pelos momentos compartilhados. O seu entusiasmo e a sua dedicação ao \n\nensino são contagiantes e foram fundamentais para o meu desenvolvimento e para \n\ndescobertas além de minhas fronteiras.  \n\nFinalmente, meu agradecimento sincero e irrestrito a todos os migrantes \n\nbolivianos, que gentilmente me ofereceram o seu tempo e a sua confiança ao me \n\nrelatarem a sua trajetória de vida para, enfim, se estabelecerem na cidade de \n\nCorumbá, Brasil. Sem a valiosa participação e contribuição dessas pessoas, trilhar \n\neste caminho teria sido difícil de se concretizar. Cada pessoa traz consigo uma \n\nhistória de vida, cada nome possui um rosto e uma alma particular e são as suas \n\nexperiências e sentimentos que dão significados à natureza, ao espaço e a \n\nsociedade. Assim, a história da humanidade vai se compondo e recompondo em \n\ntodo tempo e lugar. Deus é Fortaleza! \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n                                                \n\n \n\n7\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n...o mosaico é feito de partes; essas partes se conjugam e \ncompõem uma única peça. São inúmeros e pequenos \nsignificados que constroem a trama do mosaico. A pequena \npeça é fundamental para a construção do todo, e por isso não \npode ser negada, separada. Assim somos nós. Se pensarmos \nno espaço humano em que vivemos como peças de um \nmosaico, nós entraremos no cerne dos significados que nos \nconstituem: nós estaremos no coração de nosso horizonte de \nsentido. Quando nos referimos aos significados, nós estamos \ntratando de realidades materiais e imateriais. Estamos falando \ndo quarto onde dormimos com nossos travesseiros e lençóis, \nmas também das pessoas que nos rodeiam, dos amores que \nnos despertam. O quarto nos identifica, mas os amores \ntambém. O horizonte de sentido é uma conjugação de \ninúmeros fatores. A cidade onde moramos, a história já vivida, \na casa que nos abriga, os lugares que freqüentamos, os \namigos que temos, as crenças que professamos, as relações \ncotidianas, enfim, tudo isso compõe o nosso mundo particular. \nÉ a partir, deste mundo, que enxergamos o outro mundo, que \nnão é somente nosso, mas também nosso, assim como o \nmirante proporciona ao observador a visão que só é possível a \npartir de sua posição geográfica. \n\nPe. Fábio de Melo, scj \n \n\n \n \n \n\n \n\n\n\n                                                \n\n \n\n8\n\n \n\n \n\n \n\nRESUMO \n \n \nA proximidade fronteiriça entre as cidades de Puerto Quijarro-Bolívia e Corumbá-Brasil, suas \nrelações e convivência cotidiana, denotando forte porosidade do ponto de vista dos seus \nfluxos, suscitou o desejo de compreender a migração boliviana nessa fronteira, seus anseios e, \nao mesmo tempo, como se processou a ocupação territorial e a produção de suas moradias \nnesta cidade brasileira. A moradia, muito além de ser desejada e necessária para a satisfação \ncomo abrigo, como teto, está intrinsecamente relacionada ao contexto cultural e social do ser \nhumano. Em sua caracterização sempre estarão presentes traços das suas culturalidades, das \nsubjetividades e das características sociais, econômicas e estruturais da sociedade, portanto, \nsendo reformuladas nos diferentes contextos espaços-temporais. O objetivo principal desta \npesquisa foi conduzir uma reflexão sobre a produção de moradias pelos bolivianos que \natravessam a fronteira brasileira para a cidade de Corumbá e observar as singularidades \nexistentes entre essas cidades fronteiriças. Também se procurou investigar a existência de \nredes de cooperação. O processo investigatório foi conduzido mediante a realização de \npesquisas bibliográficas sobre temas como fronteira, migração, território e territorialidades, a \nfim de se compreender os reflexos dos fenômenos migratórios, em especial aquele \nrelacionado a esta fronteira. Também foram realizadas entrevistas com migrantes bolivianos \nresidentes na cidade de Corumbá, Brasil, orientadas por um roteiro, com questões abertas que \npermitiram ao entrevistado responder livremente as indagações referentes ao modo e aos \nmotivos que envolveram sua migração para esta cidade. Ao mesmo tempo, foi permitida a \nlivre narrativa de sua história de vida buscando dar vazão às sentimentalidades e \nreminiscências que pudessem ser apropriadas para indicar toda riqueza do processo. Além \ndisso, foram realizadas interlocuções com representantes de instituições ligadas ao contexto \nda migração, para a obtenção de informações relacionadas ao processo migratório dos \nbolivianos. A pesquisa demonstrou que as redes de solidariedade durante a vinda dos \nbolivianos  foram  sempre  muito  marcantes,  apesar  de  negada  em  seus  discursos.  É  possível  \ncreditar essa negação ao entendimento que se faz de cooperação, entendida por eles como \nalgo institucional ou governamental. Foi observado que esses migrantes buscaram, \nprimeiramente, melhores condições de trabalho e, a partir daí, se estruturaram para sua \npermanência, estabelecendo suas moradias. Independente de suas casas serem próprias ou \nalugadas se notou um padrão similar de organização, tanto em Corumbá quanto em Puerto \nQuijarro. Na maioria das vezes, se constatou singularidades na forma de utilização do espaço \nda moradia percebida nas paisagens, como um território de abrigo e relacionamentos. A forma \nde organização desses espaços, ora diferentes ora semelhantes vai se constituindo como \nfatores de similaridades. Ao mesmo tempo em que muitas casas de bolivianos em Corumbá \nmantêm a estrutura física parecida com as observadas em Puerto Quijarro, outras são \nconstruídas como as corumbaenses. \n \nPalavras chave: Fronteira, Moradia, Migração, Territorialidades. \n \n\n\n\n                                                \n\n \n\n9\n\n \n\n \n\n \n\nRESUMEN \n \n \nLa proximidad fronteriza entre las ciudades de Puerto Quijarro/Bolivia y de Corumbá/Brasil, \nsus relaciones y convivencia cotidiana, y la porosidad de los flujos, suscitaron nuestro deseo \nde  comprender la migración boliviana a través de esta frontera, así como comprender los \nanhelos de la población migrante. Al mismo tiempo, nos proponemos estudiar como se generó \nel proceso de ocupación territorial y la producción de sus viviendas en la ciudad brasilera. La \nvivienda, más que objeto deseado y necesario para abrigo y techo, está intrínsecamente \nrelacionada con el contexto cultural y social del ser humano. En los detalles constructivos y \nespacios de estas viviendas están presentes los signos de costumbres y cultura, además de las \ncaracterísticas sociales, económicas y estructurales de la sociedad boliviana, condicionadas \npor los diferentes contextos de espacio y tiempo. El objetivo principal de esta investigación es \nde levantar una reflexión sobre la producción de viviendas de los migrantes bolivianos en la \nciudad de Corumbá, resaltando las singularidades existentes de esas viviendas tanto en la \nciudad  de  Corumbá  como  en  la  vecina  Puerto  Quijarro.  Así  mismo,  constatamos  durante  el  \nlevantamiento  de  datos,  la  existencia  de  redes  de  cooperación  entre  estos  migrantes.  El  \nproceso de nuestra investigación fue realizado mediante levantamiento bibliográfico de temas \nque tratan de Fronteras, Migración, Territorio y Territorialidad, con la finalidad de \ncomprender nuestra problemática y profundizar el estudio de los fenómenos migratorios \nespecíficos de esta frontera. Durante el levantamiento de datos, también realizamos \nentrevistas con los migrantes bolivianos residentes en Corumbá/Brasil, orientadas por un \nguión, con preguntas abiertas, que permitieron al entrevistado responder libremente el \ncuestionario elaborado sobre los motivos que condujeron su migración hacia esta ciudad. De \nesta manera propiciamos relatos de historias de vida, que nos dieron la oportunidad de \nconocer detalles subjetivos de este proceso. Además de realizar entrevistas con representantes \nde instituciones vinculadas al fenómeno migratorio boliviano. En el desarrollo de nuestro \ntrabajo, observamos una fuerte presencia de redes de solidariedad relacionadas con la llegada \nde nuevos migrantes bolivianos, a pesar de estar omitida en sus relatos. Es probable que esta \nnegación esté relacionada con el apoyo institucional o gubernamental. Constatamos que esta \npoblación busca primeramente, mejores condiciones de trabajo y a partir de ello, resuelve su \nhábitat, constituyendo su vivienda, sea propia ó alquilada. Notándose un patrón similar de \norganización, tanto en Corumbá como en Puerto Quijarro.  En la mayoría de las veces, se \ncomprobó singularidades en la forma de distribución del espacio, en el lenguaje paisajístico, \nen la forma de utilización del terreno y sus edificaciones. La forma de organizar estos \nespacios, se va conformando con elementos de similitud. A tiempo de poder observar que \nalgunas casas de bolivianos en Corumbá, mantienen semejanza con las viviendas de Puerto \nQuijarro y, al contrario, otras viviendas son parecidas a las viviendas de los corumbaenses. \n \nPalabras claves: Frontera, Vivienda, Migración, Territorialidad. \n\n \n\n\n\n                                                \n\n \n\n10\n\n \n\n \n\n \n\nABSTRACT \n \n \nThe frontier nearness between the cities Puerto Quijarro-Bolivia and Corumbá-Brazil, their \nrelations and day-by-day intimacy, denoting strong porosity from the point of view of their \nflows, has provoked the desire to understand the bolivian migration in this frontier, their \nhopes and how the territorial occupation and the construction of their houses were developed \nin Corumbá. The dwelling, besides being desired and necessary to the satisfaction as shelter \nand protection, is intrinsically related to the socio cultural context of the human being. In its \ncharacterization it will always be present features of their culture, subjectivities, social \neconomical and structural characteristics of society, therefore, being reformulated in  different \ncontexts of time and space. The main aim of this research was to conduct to a reflection about \nthe construction of the dwellings by those bolivians  who cross the frontier till Corumbá and \nalso  to  observe  the  singularities  that  exist  between  these  two  frontier  cities.  It  was  also   \ninvestigated the existence of cooperation nets. The investigatory process was conducted by \nthe realization of bibliographic researches on themes such as frontier, migration. territory and \nterritorialities, in order to understand the reflexes of the migratory phenomena, in special the \none related to this frontier. Bolivian migrants that live in Corumbá were interviewed. They \nwere asked open questions so that they could answer freely the questions related to the way \nand the resons which involved their migration to Corumbá. At the same time, they were \nallowed a narrative about the history of their lives, aiming at giving avent to sentimentalities \nand reminiscences that could be appropriated to indicate the richness of the process. \nFurthermore, interlocutions were done with representatives of institutions involved with the \nmigration context, to get information about the bolivian migratory process. The research \ndemonstrated that the solidarity nets during their coming were always relevant, although they \ndeny it in their speeches. It is possible to credit this denial to the apprehension on cooperation, \nwhich they believe to be something institutionalized, governmental. It was observed that these \nmigrants sought, firstly, better conditions of work and from then on they started to construct a \nstructure for their stay, settling their dwellings. Irrespective of being owners of the houses or \nrent them, it was noticed a similar standard of organization both in Corumbá and Puerto \nQuijarro. In most cases, it was ascertained singularities in the way of utilization of the \ndwelling space, noticed in the sceneries as a territory of shelter and relationship. The way this \nspace was organized, sometimes different, sometimes similar, is constituted as factors of \nsimilarities. While many bolivians’ houses maintain the physical structure similar to the ones \nin Puerto Quijarro, others are built as the ones in Corumbá. \n \nKey words: Frontier, Dwelling, Migration, Territorialities. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n                                                \n\n \n\n11\n\n \n\n \n\n \n\nLISTA DE ILUSTRAÇÕES \n\n \n \n\nFigura 1. Localização das entrevistas realizadas em Corumbá, em outubro de \n2006, por Baeninger; Souchaud (2007). ............................................................ 34 \n\nFigura 2. Varanda e quintal: singularidades residenciais de Corumbá, Brasil e \nPuerto Quijarro, Bolívia.......................................................................................  41 \n\nFigura 3. Reuniões em frente às residências: hábitos comuns dos fronteiriços. 42 \nFigura 4. Semelhanças na paisagem cultural de Corumbá, Brasil e Puerto \nQuijarro, Bolívia................................................................................................. 44 \n\nFigura 5. Organização espacial das moradias dos bolivianos, na cidade de \nCorumbá-MS, Brasil........................................................................................... 46 \n\nFigura 6. Varanda: um local de encontro nas moradias dos bolivianos, na \ncidade de Corumbá-MS, Brasil........................................................................... 47 \n\nFigura 7. Similitudes paisagísticas da fronteira Brasil-Bolívia............................ 47 \nFigura 8. Moradia localizada em Corumbá, Brasil, antes e após a sua \nconclusão, com espaço para a realização de pequeno comércio...................... 48 \n\nFigura 9. Desfile do Grupo Morenada, na cidade de Corumbá-MS, Brasil, \nagosto de 2009................................................................................................... 50 \n\nFigura 10. Desfile do Grupo Pujllay, na cidade de Corumbá-MS, Brasil, \nagosto de 2009................................................................................................... 50 \n\nFigura 11. Andor da Virgem de Urukupiña, em procissão na cidade de \nCorumbá-MS, Brasil, agosto de 2009................................................................. 51 \n\nFigura 12. Gruta localizada na Feira Brasbol com a imagem da Virgem de \nUrukupiña. ......................................................................................................... 52 \n\nFigura 13. Feira Brasbol em Corumbá............................................................... 52 \nFigura 14. “Vila” localizada nas proximidades da Feira BRASBOL, em \nCorumbá............................................................................................................. 53 \n\nFigura 15. Alguns alimentos típicos da culinária boliviana................................. 56 \nFigura 16. Grupo as Morenadas em apresentação nas ruas de Corumbá........ 57 \nFigura 17. Ação social para cidadania boliviana de crianças brasileiras, filhas \nde bolivianos residentes em Corumbá, Brasil.................................................... 58 \n\n \n\n \n \n\n \n\n \n\n\n\n                                                \n\n \n\n12\n\n \n\n \n\n \n\nSUMÁRIO \n\n \n\n \n\n1 INTRODUÇÃO............................................................................................................. 13 \n\n1.2 Procedimentos de investigação................................................................................. 14 \n\n2. MIGRAÇÃO E PRODUÇÃO DE MORADIAS NA FRONTEIRA....................... 18 \n\n2.1 Territorialidades e migrações fronteiriças............................................................... 18 \n\n2.2 A fronteira e as possibilidades de migração............................................................ 24 \n\n2.3 Migração, redes sociais e a produção de moradias................................................. 29 \n\n3 TERRITORIALIDADES E MORADIA DOS BOLIVIANOS EM CORUMBÁ-\nMS...................................................................................................................................... \n\n36 \n\n3.1 Os migrantes bolivianos em Corumbá, no Brasil.................................................... 36 \n\n3.2 As moradias dos bolivianos na cidade de Corumbá, no Brasil.............................. 40 \n\n3.3 Os bolivianos que residem em Corumbá e a relação com o lugar de moradia.... 49 \n\n3.4 Hábitos, costumes, espaços de lazer e interação com a sociedade corumbaense..   54 \n\n4 CONSIDERAÇÕES FINAIS 60 \n\nREFERÊNCIAS .............................................................................................................. 63 \n\nAPÊNDICE A .................................................................................................................. 66 \n\nAPÊNDICE B .................................................................................................................. 75 \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n                                                \n\n \n\n13\n\n \n\n \n\n \n\n1 INTRODUÇÃO \n\n \n\n \n\nA proximidade fronteiriça entre as cidades de Puerto Quijarro-Bolívia e Corumbá-\n\nBrasil, caracterizada pela fronteira seca e a estreita relação entre os seus povos, suscitou o \n\ndesejo de buscar o conhecimento acerca da migração boliviana para o Brasil, bem como o seu \n\nrelacionamento com e na sociedade local. Além disso, buscou-se identificar de que maneira \n\nproduziram suas territorialidades para comporem suas moradias. \n\nO objetivo geral desta pesquisa1teve como foco a caracterização das moradias dos \n\nbolivianos  na  cidade  de  Corumbá,  estado  de  Mato  Grosso  do  Sul,  no  Brasil,  através  da  \n\ninvestigação de seu processo migratório. Nesse sentido, buscou-se conhecer a sua trajetória \n\nnesta cidade e a maneira como estabeleceram e nortearam a fixação de suas moradias. Dessa \n\nforma, foram observados os seguintes aspectos: a) comparação das formas de organização do \n\nespaço de moradia na paisagem urbana de Corumbá e Puerto Quijarro; b) investigação da \n\natuação das redes de cooperação entre os bolivianos que moram em Corumbá com a Bolívia. \n\nDurante o procedimento de pesquisa bibliográfica foram encontrados pouquíssimos \n\nregistros sobre o processo migratório do povo boliviano, para a região de fronteira, \n\nespecificamente para Corumbá, no estado de Mato Grosso do Sul, no Brasil. Acredita-se que \n\nestes primeiros resultados já são suficientes para destacar algumas das peculiaridades que se \n\nmostram nesta região fronteiriça, sobretudo no arranjo material das moradias dos bolivianos. \n\nParte-se da premissa de que o migrante carrega em sua bagagem toda uma vivência \n\nsimultaneamente individual e coletiva, fato que mesclado às novas experiências, transformam \n\no indivíduo, mas também a sociedade na qual ele está inserido. Essa inter-relação do novo \n\ncom as experiências vividas anteriormente e colocadas num contexto diferente do original, \n\ncolaboram na formação de uma identidade fronteiriça. \n\nA referência inicial para identificar a localização dessas moradias foram os dados \n\nlevantados na pesquisa realizada por Baeninger; Souchaud (2007), na qual se constatou que as \n\nresidências dos migrantes bolivianos estão concentradas em determinados pontos da cidade de \n\nCorumbá,  especialmente  nos  bairros  Centro,  Cristo  Redentor,  Dom  Bosco,  Maria  Leite  e  \n\nJardim dos Estados, apesar da existência de residências localizadas em quase todos os bairros. \n\n                                            \n1 Esta pesquisa foi financiada pela FUNDECT - Fundação de Apoio ao Desenvolvimento do Ensino, Ciência e \nTecnologia do Estado de Mato Grosso do Sul.  \n \n\n\n\n                                                \n\n \n\n14\n\n \n\n \n\n \n\nAs reflexões se deram à luz de alguns conceitos considerados necessários para um \n\nmelhor entendimento do processo de formação das moradias e suas influências no setor \n\nhabitacional e na paisagem de uma localidade situada em região de fronteira. Os conceitos \n\nescolhidos foram: migração, fronteira, territorialidade, redes e lugar. \n\nO trabalho foi organizado em dois capítulos estruturados de modo a permitir, \n\nprimeiramente, uma reflexão teórica sobre o fenômeno migratório e a produção de moradias \n\nem áreas de fronteira e posteriormente apresentar as singularidades da produção de moradia \n\ndos bolivianos em Corumbá-MS. Portanto, o primeiro capítulo tratou das territorialidades e as \n\nmigrações fronteiriças, da fronteira e das possibilidades de migração e dessa associada às \n\nredes sociais e a produção de moradias, dialogando com diversos autores de modo a \n\ncontemplar várias posturas teórico-filosóficas. Tal procedimento permitiu perceber os vários \n\nolhares sobre a temática e incorporar elementos de todos eles, no bojo do pensamento \n\ncomplexo (MORIN, 2007), assumido neste trabalho. \n\nO segundo capítulo apresentou os resultados obtidos na pesquisa de campo, trazendo \n\nas motivações dos migrantes bolivianos mudarem para Corumbá, no Brasil, bem como a \n\ndescrição de suas moradias nessa cidade, das suas territorialidades e a relação com o lugar de \n\nmoradia, dos hábitos e, por fim, os costumes, espaços de lazer e a interação com a sociedade \n\ncorumbaense. \n\n \n\n \n\n1.2 Procedimentos de investigação \n\n \n\nA fim de caracterizar as moradias dos bolivianos residentes na cidade de Corumbá, foi \n\nutilizada uma amostragem a partir da população mapeada pela pesquisa de Baeninger; \n\nSouchaud (2007) que, contando com os dados do IBGE (Censo Demográfico de 2000), \n\nregistrou 789 domicílios com presença boliviana. A amostragem ocorreu nos bairros de maior \n\ncontingente populacional de bolivianos residentes: Centro (imediações da Rua 13 de junho, na \n\nparte comercial da cidade e da Avenida Porto Carreiro, na vila Ferroviária) e Cristo Redentor; \n\nalém dos bairros de maior concentração espacial: Dom Bosco, Maria Leite (vila MAPLAN) e \n\nJardim dos Estados.  \n\nPara a definição das amostras optou-se pela utilização do método de amostragem do \n\ntipo não-probabilístico denominado “bola de neve” que consiste na indicação de uma nova \n\namostra, a partir da recomendação do primeiro entrevistado e assim subseqüentemente, até \n\n\n\n                                                \n\n \n\n15\n\n \n\n \n\n \n\nque fossem atingidos os limites desejados. Foram realizadas 25 entrevistas em residências de \n\nmigrantes bolivianos, sendo cinco de cada bairro componentes do universo desta pesquisa. \n\nTodos os procedimentos éticos foram observados em conformidade com parecer favorável do \n\nComitê de Ética em Pesquisa com Seres Humanos, da UFMS. \n\nNos tempos atuais, quando a sociedade procura discutir e superar paradigmas \n\nconstruídos em momentos históricos predecessores e resistentes hodiernamente, os métodos \n\ncientíficos são muitas vezes questionados sobre sua eficiência analítica. De fato, a vida no \n\nmeio técnico-científico-informacional, cunhado por Santos (1997) impõe novas maneiras de \n\nconceber os fenômenos que dificilmente poderiam ser compreendidos à luz de um único \n\nmétodo. Nesse sentido, esta pesquisa se propôs analisar a construção do espaço das moradias \n\ndos bolivianos em Corumbá no contexto da teoria da complexidade. \n\nMorin (2002) apontou que, na atualidade, as certezas e incertezas do conhecimento e \n\nas transformações do mundo contemporâneo, são pertinentes a um contexto planetário, onde \n\nse apresentam novos problemas e desafios tornando imprescindível um novo olhar para a \n\nbusca do conhecimento. Para o autor, não existe uma verdade por si mesma, mas a \n\ninformação pode estar revestida de diferentes significados em diferentes contextos. Deste \n\nmodo, é preciso buscar um entendimento global para se compreender o singular, porque \n\nfazemos parte de um sistema organizado e interligado em seus mais variados aspectos. O \n\nmundo é globalizado e os problemas atuais são concomitantes em todas as partes, embora \n\nvivenciados de diferentes maneiras, norteados pelos movimentos e relações de cada contexto. \n\nO pensamento complexo nos leva a perceber as questões do comportamento humano e \n\nda sua capacidade de discernir, contextualizar e globalizar as diversas situações. O saber não \n\ndeve ser seccionado, mas analisado ao mesmo tempo, como um todo e singularmente. É \n\npreciso ter em mente a sua dimensão global e as particularidades, num processo simultâneo e \n\ndinâmico. A teoria da complexidade não propõe a separação, mas propaga a importância de se \n\nunir, contextualizar, mundializar. Ao mesmo tempo em que reconhece a importância das \n\nsingularidades e individualidades, traz em si o conceito da “cultura da complexidade”, \n\nassociando-se ao pensamento sistêmico, ao não-linear e ao multidimensional. \n\nSob  a  luz  destas  reflexões  é  que  foram  conduzidas  as  etapas  deste  trabalho,  sempre  \n\ntendo em mente que em uma área de fronteira, essas singularidades e individualidades se \n\nmesclam proporcionado, assim, a construção de uma realidade particular, que neste caso foi \n\nestudada com o olhar das Ciências Humanas, mais especificamente de sua área de Geografia. \n\nInicialmente foram realizados levantamentos bibliográficos em materiais já publicados \n\n(livros, teses, dissertações, artigos impressos e on line etc.) a fim de sustentar teoricamente os \n\n\n\n                                                \n\n \n\n16\n\n \n\n \n\n \n\nresultados advindos dos trabalhos de campo. Esses foram constituídos por interlocuções \n\ndiretas com as pessoas de interesse do estudo, quer fossem os imigrantes bolivianos, \n\nrepresentantes de órgãos governamentais e não governamentais que pudessem contribuir com \n\nalguma informação referente ao estudo. \n\nAs investigações foram realizadas principalmente nos locais com maior densidade e \n\nmaior presença de bolivianos em Corumbá, o que foi considerado suficiente para se perceber \n\na existência de particularidades e singularidades na forma de produção e organização das \n\nmoradias nessas cidades.  \n\nOs trabalhos de campo foram dirigidos tendo como eixo orientador entrevistas semi-\n\nestruturadas composto por questões abertas que permitiram ao entrevistador certa \n\nflexibilidade em relação aos questionamentos. Optou-se pela aplicação desta técnica a fim de \n\nque houvesse uma padronização das informações, ao mesmo tempo em que possibilitou \n\nmaiores esclarecimentos em pontos particulares a cada indivíduo entrevistado, uma vez que \n\npossibilitou a introdução de outras indagações, conforme foram se apresentando novas \n\nsituações ou necessidades. Contou ainda, com apoio de uma assistente de pesquisa, acadêmica \n\nda quarta série do curso de Geografia da Universidade Federal de Mato Grosso do Sul \n\n(UFMS/CPAN), de descendência boliviana. Cabe indicar que esse procedimento favoreceu, \n\nsobremaneira, o estabelecimento de contato com os interlocutores desta pesquisa. \n\nCom a intenção de aferir a aplicabilidade da entrevista se adotou como procedimento a \n\nrealização de algumas entrevistas, na forma de pré-testes.  Esse procedimento foi adotado a \n\nfim de se buscar o aperfeiçoamento do modelo proposto para entrevista, buscando um melhor \n\ndirecionamento das questões a serem levantadas. Foi um instrumental de grande valia, pois \n\nnessa etapa foi observada a necessidade de alguns ajustes nas proposições iniciais, além de ter \n\nproporcionado um treinamento para a realização das entrevistas. \n\nDurante essas entrevistas foram conduzidas investigações acerca da existência de \n\nredes de cooperação entre os bolivianos que moram em Corumbá e destes com a Bolívia, a \n\npresença da dupla residência (em ambos os lados da linha imaginária do limite internacional), \n\nlazer e manifestações culturais. \n\nPara comparação das formas de organização do espaço de moradia dos bolivianos na \n\npaisagem urbana das cidades de Puerto Quijarro e Corumbá, dispensou-se a realização de \n\nentrevistas com os bolivianos residentes naquele município, uma vez que essas informações \n\nforam levantadas nas entrevistas realizadas com os bolivianos residentes em Corumbá.  Para a \n\nanálise dos aspectos físicos das moradias e dos cuidados ambientais na residência (presença \n\nde lixo, água superficial etc.) foram realizadas imagens iconográficas das residências de \n\n\n\n                                                \n\n \n\n17\n\n \n\n \n\n \n\nPuerto Quijarro (inclusive de Arroyo Concepción, distrito daquela unidade municipal), por \n\nmeio de amostras de diferentes pontos, contemplando a multiplicidade de formas e usos. A \n\nescolha se deu pelo aspecto visual, buscando-se observar a diversidade, a fim de \n\nposteriormente indicar a unidade dessa diversidade e estabelecer a singularidade de sua \n\norganização espacial. Para as residências localizadas na cidade de Corumbá, foram realizadas \n\nentrevistas, conforme apontadas anteriormente e a reprodução de imagens fotográficas das \n\nresidências para a realização dos procedimentos comparativos. \n\nA partir dos resultados das entrevistas e da análise das fotografias se procurou situar as \n\ncomparações de moradias entre as cidades de Puerto Quijarro-Bolívia e Corumbá-Brasil, \n\nobservando-se as especificidades a fim de se apontar as semelhanças e os elementos próprios \n\nda convivência com os corumbaenses. \n\nA fim de estimar os impactos que a presença dos bolivianos tem produzido no setor \n\nhabitacional em Corumbá, se buscou entrevistar os representantes dos órgãos que tratam do \n\nsetor da habitação em Corumbá. Em outras palavras, se procurou indagar dessa relação com o \n\npossível déficit habitacional da cidade sob a ótica dos agentes locais da produção da moradia. \n\nAlgumas questões foram consideradas relevantes para o conhecimento das nuances \n\nque permearam este processo de migração: Qual a motivação desses imigrantes para o \n\ndeslocamento  de  seu  país?  Como  e  quem  foi  o  contato  para  a  entrada  no  país  (familiares,  \n\namigos, trabalho)? De que forma foi agenciado seu transporte? Onde e como se instalaram \n\ninicialmente?  Como  ocorreu  a  obtenção  do  primeiro  emprego  e  da  sua  moradia?  São  essas  \n\ninquietações que serão analisadas no decorrer deste trabalho. \n\nA  análise  desses  levantamentos  levou  em  conta  a  teoria  da  complexidade,  tomando  \n\ncomo referência os vários contextos sócio-econômicos na escala global, nacional e local, com \n\nseu elemento diferenciador que é a própria fronteira. Dessa forma, as experiências \n\nvivenciadas pelos migrantes bolivianos e partilhadas nas entrevistas foram elementos \n\nessências para a fundamentação deste trabalho e para a organização de uma lógica empírica \n\npara a construção científica das informações coletadas.  \n\n \n\n \n\n \n\n\n\n                                                \n\n \n\n18\n\n \n\n \n\n \n\n2 MIGRAÇÃO E PRODUÇÃO DE MORADIAS NA FRONTEIRA \n\n \n\n \n\n2.1 Territorialidades e migrações fronteiriças \n\n \n\nNas palavras de Golgher (2004), “[...] o migrante é  o  indivíduo  que  morava  em  um  \n\ndeterminado município e atravessou a fronteira deste município indo morar em outro \n\ndistinto”. Partindo deste pressuposto e da relação do ser humano com o meio, com o espaço \n\nonde exerce seu caráter relacional, modificando-o de acordo com diferentes contextos, pode-\n\nse afirmar que a migração é um importante fator de produção de novas territorialidades. \n\nO ser humano quando se move de um lugar para outro, para outras terras, o faz por \n\nnão sentir a satisfação de suas necessidades ou desejos. É, assim, muitas vezes impulsionado a \n\nbuscar novos horizontes, quer seja pelo imperativo da necessidade de sobrevivência, quer seja \n\npara a realização de projetos mais elaborados. Nessa acepção, a migração pode ser percebida \n\ncomo uma aspiração do ser humano pelo seu próprio desenvolvimento, em busca de melhores \n\ncondições e qualidade de vida, podendo ser motivada por diferentes fatores, como: políticos, \n\nreligiosos, culturais e econômicos. Este último é, provavelmente, o que mais se destaca. O \n\naprofundamento do processo de globalização certamente contribuiu para a intensificação dos \n\nfluxos de pessoas interna e externamente à escala nacional. Entretanto, partindo do \n\npressuposto de que o ser humano é um ser social, esses fatores não podem ser analisados \n\nparcialmente, uma vez que são pertinentes à vida humana.  \n\nO processo migratório envolve mudanças que vão muito além de fatores econômicos, \n\npois a presença de um migrante produz intrínseca interação de culturas e costumes. O contato \n\ncom o novo não só induz a mudanças no estilo de vida do migrante como também à sociedade \n\nna qual se insere, já que ambos se influenciam reciprocamente. Contudo, sua presença \n\nprovoca a ampliação das necessidades de oferta de moradia e suas conseqüentes variantes: \n\nenergia, saneamento básico, escolas, creches, saúde etc. Em contrapartida, as trocas de \n\nexperiências, costumes e culturas diferentes, produzem um hibridismo salutar nas formas de \n\nrelacionamento com ambiente. \n\nAssim, é incontestável a participação e a influência que esse migrante produz no lugar \n\nque o recebe, quer seja nos aspectos funcionais como simbólicos. Nos aspectos funcionais \n\ncomo já mencionado anteriormente, pela necessidade de sua subsistência naquele lugar, ou \n\nainda pela contribuição no campo profissional ou intelectual. No aspecto simbólico, o novo \n\nsignificado que este lugar terá para o migrante e para aqueles que já viviam ali, através do \n\n \n\n\n\n                                                \n\n \n\n19\n\n \n\n \n\n \n\ncotidiano, onde as experiências de vida se manifestam, se trocam e se renovam, recriando o \n\nsignificado do lugar. \n\nEsse é o caráter da territorialidade, como um processo de construção, desconstrução e \n\nreconstrução dos espaços. Nas palavras de Costa (2009, p. 63), as especificidades do território \n\n“[...] são produzidas historicamente pela capacidade e disponibilidade dos recursos e \n\ntecnologia, bem como de acesso a elas pelos diversos segmentos sociais”. A territorialidade \n\npressupõe, dessa forma, um movimento descontínuo uma vez que cada segmento ou \n\nsociedade terá distintas formas de se relacionar com o espaço, em função de contextos \n\nhistóricos, culturais, econômicos nos quais estão inseridos, ao mesmo tempo, que se constrói \n\num novo panorama, ainda se vivencia comportamentos passados. Daí se dizer que a \n\nterritorialidade é um movimento descontínuo, porque na medida em que as transformações \n\nocorrem, podem ser observadas imutabilidades ou mudanças lentas. A territorialidade não \n\nacontece repentinamente, mas de uma forma dinâmica, processual.  \n\nNeste aspecto Costa (2009) destaca no movimento T-D-R (territorialização – \n\ndesterritorialização – reterritorialização), que o processo de desconstrução e construção de \n\nnovas territorialidades ocorre a todo o momento e concomitantemente. Por esse motivo, a \n\npresença  de  um  elemento  novo  (um  estrangeiro,  por  exemplo)  vai  provocando  as  \n\ntransformações  cotidianamente.  O  migrante  boliviano  em  Corumbá  foi  se  adaptando  a  uma  \n\nnova realidade, assumindo novos costumes e se integrando em um novo contexto. Contudo, \n\nainda mantém as suas raízes e é essa característica que vai alimentando os processos de \n\nmodificação do território, muito latente nas regiões fronteiriças, onde as diferenças podem ser \n\npercebidas com mais evidências e essa particularidade deve ser considerada para o \n\nplanejamento de estratégias de desenvolvimento. O mesmo autor destaca a relevância de se \n\nconsiderar “o outro lado” para que se possa implantar um planejamento regional eficiente. \n\nEssa questão é de grande importância na região de fronteira, principalmente onde as pessoas \n\ntransitam livremente, utilizando assim, a infra-estrutura local, como saúde, transporte, lazer. \n\nOlhar a fronteira sob a perspectiva do diálogo possibilita o incremento de políticas conjuntas \n\nde desenvolvimento. \n\nO SPM (2006), em uma análise sobre as migrações no Brasil, América Latina e Caribe \n\nenumerou como principais raízes da migração, que motivaram a mobilidade de pessoas para \n\noutras terras, fatores como: acumulação da terra, modernização da agricultura, monocultura, \n\ninternacionalização da economia, desigual distribuição de renda, considerando-as \n\nessencialmente estruturais. Esse Serviço avaliou que ao longo da história esses migrantes \n\nforam considerados, equivocadamente, como um problema, necessários e indesejados ao \n\n\n\n                                                \n\n \n\n20\n\n \n\n \n\n \n\nmesmo tempo, como mão-de-obra, com direitos trabalhistas “flexibilizados”, uma vez que se \n\nsubmetiam a qualquer tipo de oferta de trabalho pela necessidade de subsistência.  \n\nNeste sentido, embora essa situação ainda possa ser observada, as mudanças \n\ncientíficas e tecnológicas do mundo contemporâneo podem permitir uma nova modalidade de \n\nmigração, a temporal ou temporária. Isso se dá quando o indivíduo se desloca para outras \n\nterras na busca de novos conhecimentos ou prestação de serviços mais especializados. \n\nDe acordo com Golgher (2004), os padrões mais recentes de migração apresentam \n\numa característica bastante diversa, pois se direcionam principalmente dos países em \n\ndesenvolvimento para os países do primeiro mundo. Concordamos com o autor quando aponta \n\nque o mundo se moldou, também, pelas influências das migrações e, com o Brasil não foi \n\ndiferente, já que a presença de culturas distintas como a dos negros, dos europeus e, \n\nposteriormente de outros povos, mescladas aos indígenas nativos delinearam a identidade do \n\npovo brasileiro. \n\nVale ressaltar que se continua verificando processos migratórios em direção aos países \n\nmenos desenvolvidos. Contudo, a migração não é somente no sentido sul-norte, mas também \n\nsul-sul, ou seja, de países mais pobres para mais ricos e entre países em condições \n\nsemelhantes de pobreza. É possível afirmar que para o Brasil migram não somente técnicos \n\nespecializados para trabalhar nos serviços mais sofisticados de empresas transnacionais, mas \n\ntambém pessoal com baixa capacidade técnica, especialmente dos países localizados na zona \n\nde fronteira. \n\nReconhecendo a indiscutível participação e contribuições técnicas, culturais, que \n\npodem advir da migração de estrangeiros ao país, torna-se imprescindível a implementação de \n\npolíticas adequadas que atendam suas necessidades básicas, ou seja, infra-estrutura para a \n\nprodução de alimentação, vestuário, educação, moradia, saneamento básico, saúde etc. \n\npossibilitando a esse indivíduo o direito de ocupar o seu espaço sociocultural. Tal \n\napontamento é pertinente já que a presença de um novo elemento traz em si a necessidade \n\nimplícita em se atender a essas questões, para si e para a sua família, já que muitos retornam a \n\nsuas  origens  em  busca  de  seus  familiares.  Percebendo  esse  novo  personagem  como  um  \n\nelemento de troca mútua, se pode dizer que a migração, apesar das dificuldades, pode ser \n\npositiva tanto para quem migra como para quem recebe, tendo em vista a integração de \n\nexperiências culturais, tecnológicas que influenciam no desenvolvimento local. \n\nBassegio (2004, p. 1) sintetiza o sentido das migrações e a importância de ter um novo \n\nolhar para esse fenômeno: \n\n\n\n                                                \n\n \n\n21\n\n \n\n \n\n \n\nSabendo que as grandes transformações mundiais sempre foram precedidas de \ngrandes fluxos migratórios podemos antever uma contribuição positiva das \nmigrações para o futuro da humanidade. O fenômeno migratório aponta para a \nnecessidade de repensar o mundo não mais baseado na competitividade, mas na \nsolidariedade; não na concentração, mas na repartição; não no fechamento das \nfronteiras, mas na cidadania universal, enfim, num mundo baseado não no consumo \ndesenfreado, mas numa sociedade sustentável, onde haja lugar e vida digna para \ntodos. \n\nSob esta perspectiva se vislumbra o movimento migratório como construtor de novas \n\nterritorialidades pela coexistência de processos espaciais influenciando e sendo influenciado \n\npelas particularidades de cada um dos atores envolvidos, cujas características específicas \n\ninteragem com a identidade local, promovendo mudanças significativas que interferem de \n\nforma fundamental na dinâmica dessa sociedade. \n\nA presença do migrante implica em ocupação do espaço e conseqüente reorganização \n\ndo território e, nas palavras de Santos (1997, p. 17) “[...] a principal forma de relação entre o \n\nhomem e a natureza, ou melhor, entre o homem e o meio, é dada pela técnica”. Sendo que as \n\ntécnicas  são  um  “conjunto  de  meios  instrumentais  e  sociais,  com  os  quais  o  homem  realiza  \n\nsua vida, produz e, ao mesmo tempo, cria espaço”. Sob esta ótica se pode compreender a \n\ninter-relação entre o ser humano, o espaço e suas ações. Dessa forma, os estudos sobre \n\nmigração devem levar em conta a reminiscência cultural desse migrante, que terá papel \n\npreponderante na ocupação do novo espaço e, conseqüentemente, na construção de suas \n\nmoradias. \n\nDe acordo com Raffestin (1993), os homens são os atores responsáveis pela produção \n\ne renovação das territorialidades, porque através de suas ações, necessidades e aprendizagem \n\nsão produtores de transformações. Este autor enfatiza o caráter material e imaterial dos \n\nprocessos sociais que congregam elementos centrais como espaço, tempo histórico, trabalho, \n\nmemória e a língua, que determinam e renovam identidades. A construção, desconstrução e \n\nreconstrução de identidades antecedem a territorialização, desterritorialização e a \n\nreterritorialização, uma vez que obedece a diferentes escalas temporais. É conveniente, pois, \n\numa abordagem múltipla do território pela existência de interconexão entre os territórios, que \n\npodem ocorrer de forma simultânea e sobreposta numa mesma zona, produzindo uma \n\nmultiplicidade de atividades, identidades e territorialidades.  \n\nRaffestin (1993, p. 143) afirma, ainda, que \n\nÉ necessário compreender bem que o espaço é anterior ao território. O território se \nforma a partir do espaço, é o resultado de uma ação conduzida por um ator \nsintagmático (ator que realiza um programa) em qualquer nível. Ao se apropriar de \num espaço, concreta ou abstratamente [...] o ator territorializa o espaço.  \n\n\n\n                                                \n\n \n\n22\n\n \n\n \n\n \n\nDeste conceito podemos apreender que territorialidade é toda a ação do ser humano \n\nsobre o território, ou seja, toda relação social, política, econômica, cultural que se concretizam \n\nnesse espaço, pelas relações de poder, seja governamental ou pela ação da coletividade. Um \n\ndos aspectos pesquisados neste trabalho procurou apontar o processo de territorialização dos \n\nbolivianos na cidade de Corumbá-MS. Além disso, procurou examinar se houve uma \n\ninterferência governamental na instalação dos bolivianos em determinados locais da cidade ou \n\nse a disposição das moradias ocorreu de forma espontânea e, a partir desta informação, \n\nesclarecer se houve influência algum impacto no setor habitacional do município. \n\nNo entendimento de Saquet (2007, p. 81): \n\nO território é produzido espaço-temporalmente pelas relações de poder engendradas \npor um determinado grupo social. Dessa forma, pode ser temporário ou permanente \ne se efetiva em diferentes escalas, portanto, não apenas naquela convencionalmente \nconhecida como o território. \n\nAcompanhando esse raciocínio pode-se apreender que o território é o espaço ocupado \n\npelo ser humano, onde realiza suas atividades, sendo que a territorialidade é determinada \n\npelas suas relações, mediatizadas por um determinado grupo social, com o meio. Da mesma \n\nforma, essa territorialidade não precisa necessariamente ser permanente, haja vista que o ser \n\nhumano  é  um  ser  social  e  se  desenvolve  e  se  transforma  ao  longo  do  tempo.  Esse  \n\ndesenvolvimento ou transformações de comportamento influencia na sua relação com a \n\nsociedade, produzindo então novas territorialidades. Ou seja, uma produção espaço-temporal, \n\nporque ocorre em determinado espaço e varia de acordo as transformações sociais.  \n\nSaquet (2007, p. 75) acrescenta que o território é “[...] dessa maneira, objetivado por \n\nrelações sociais, de poder e dominação, o que implica a cristalização de territorialidades ou \n\nterritorialidades no espaço, a partir das diferentes atividades cotidianas”. A territorialização é \n\nmarcada por movimentos de apropriação e reprodução das relações sociais e vai além das \n\nrelações  do  poder  político,  dos  simbolismos  dos  distintos  grupos  sociais  e  dos  diferentes  \n\nfatores econômicos centrados em seus agentes sociais. Não se pode esquecer o fator tempo no \n\ncontexto das relações sociais, considerado como um fluxo contínuo onde o passado, o \n\npresente e o futuro podem ser vividos simultaneamente por diversos indivíduos, \n\ncaracterizando o viver humano em diferentes temporalidades e territorialidades. \n\nNesse sentido, a territorialidade pode ser entendida como toda a ação ou estratégia do \n\nser humano sobre o território, ou seja, toda relação social, política, econômica, cultural que se \n\nconcretiza nesse espaço pelas relações de poder, seja individual, governamental ou pela ação \n\nda coletividade.  \n\n\n\n                                                \n\n \n\n23\n\n \n\n \n\n \n\nSaquet (2007), também explica que na desterritorialização estão presentes os mesmos \n\ncomponentes da territorialização; ocorrem as perdas e reconstruções, a transformação das \n\nrelações com o meio, promovendo a reterritorialização. Afirma que os processos de \n\nterritorialização, desterritorialização e reterritorialização estão ligados e se complementam \n\nininterruptamente, não acontecem de forma separada ou individualizada, mas ao mesmo \n\ntempo para diferentes indivíduos. Ou seja, não há uma descontinuidade, mas a reprodução de \n\naspectos inerentes à vida diária, como as questões econômicas, políticas e culturais. A \n\nreprodução e transformação dessas relações contextualizadas em momentos, períodos e \n\nlugares de forma complexa e heterogênea são os movimentos de desterritorialização e \n\nreterritorialização. \n\nEssa visão é igualmente compartilhada por Haesbaert (2005, p. 6774), quando \n\napresenta uma crítica ao discurso de desterritorialização e sugere uma nova discussão sobre a \n\n“[...] complexidade dos processos de (re)territorialização em que estamos envolvidos, \n\nconstruindo territórios muito mais múltiplos ou, de forma mais adequada, tornando muito \n\nmais complexa nossa multiterritorialidade”. É fundamental a distinção dos conceitos de \n\n“múltiplos territórios” - condição necessária para a manifestação da multiterritorialidade – e \n\nmultiterritorialização, que significa o romper das condições que, podem ser tanto simbólicas, \n\ncom a destruição dos símbolos, marcos históricos, identidades; quanto concreto, material - \n\npolítico e/ou econômico, pelas destruições de antigos laços nas fronteiras econômico-políticas \n\nde integração.  \n\nHaesbaert (2005, p. 6774) afirma que “[...] território, em qualquer acepção, tem a ver \n\ncom poder, mas não apenas ao tradicional ‘poder político’. Ele diz respeito tanto ao poder no \n\nsentido mais concreto, de dominação, quanto ao poder no sentido mais simbólico, de \n\napropriação”. Este autor cita Lefebvre2, que distingue apropriação de dominação \n\n(“possessão”, “propriedade”) – o primeiro sendo um processo muito mais simbólico, \n\ncarregado das marcas do “vivido”, do valor de uso; o segundo mais concreto, funcional e \n\nvinculado ao valor de troca. Nesta ótica, considera o território como funcional e simbólico, \n\npois é utilizado tanto para a realização de ações como na produção de significados. É \n\nconsiderado funcional quando usado como recurso para atender as necessidades humanas e \n\nvariam de acordo com cada contexto ou sociedades. \n\n                                            \n\n2 LEFEBVRE, Henri. La production de l`espace. Paris: Anthropos, 1986. \n \n\n\n\n                                                \n\n \n\n24\n\n \n\n \n\n \n\nHaesbaert (2005, p. 6776) afirma que a territorialidade está “[...] intimamente ligada \n\nao modo como as pessoas utilizam a terra, como elas próprias se organizam no espaço e como \n\nelas dão significado ao lugar” e elenca quatro objetivos principais da territorialização: \nAbrigo físico, fonte de recursos materiais ou meio de produção; \nIdentificação ou simbolização de grupos através de referentes espaciais (a começar \npela própria fronteira).  \nDisciplinarização ou controle através do espaço (fortalecimento da idéia de \nindivíduo através de espaços também individualizados);  \nConstrução e controle de conexões e redes (fluxos, principalmente fluxos de \npessoas, mercadorias e informações). (HAESBAERT, 2005, p. 6778). \n\nPode-se destacar a premência da relação ser humano-espaço, na medida em que se \n\nconsidera a territorialidade num determinado espaço, modificado pela ação do ser humano, \n\natravés do exercício de suas potencialidades, de seus desejos e necessidades, interagidos com \n\ntodos os aspectos inerentes a sua vida social. \n\nContudo, ao mesmo tempo em que ocorre uma desterritorialização, simultaneamente \n\nse desenvolve uma nova reterritorialização, pois um indivíduo não pode viver sem pertencer a \n\num território. Nesse caminhar para um novo território, quase sempre existem referências \n\nmateriais  ou  imateriais  de  um  novo  lugar  e  sua  decisão  de  morar  passa,  muitas  vezes,  pela  \n\ninfluência de redes sociais. \n\n \n \n \n2.2 A fronteira e as possibilidades de migração \n\n \n\nSasaki e Assis (2000) argumentam que, com fundamento na perspectiva neoclássica, a \n\nmigração internacional é impulsionada, principalmente pelas diferenças salariais entre países. \n\nAssim,  o  foco  do  migrante  está  voltado  para  o  mercado  de  trabalho  e  a  sua  permanência  e  \n\nsucesso no país para onde migrou está diretamente relacionado com sua educação, experiência \n\nde trabalho, domínio da língua da sociedade hospedeira, tempo de permanência no destino e \n\noutros elementos do capital humano. Sassen3 (apud Sasaki; Assis, 2000) observa ainda que, \n\napesar dos fatores como a pobreza, desemprego e superpopulação possibilitarem as migrações \n\né importante identificar os processos que modificam essas condições. \n\nA reorganização da economia mundial nas últimas décadas, bem como a participação \n\nde investimentos estrangeiros em diversos pontos da superfície terrestre produziu variados \n\nfluxos populacionais nessas direções. Dessa forma, com o capitalismo entrando na fase da \n\n                                            \n3 SASSEN, Saskia. (1988). The mobility of labor and capital: a study in international investment and labor flow, \nNew York, Cambridge University Pres. \n\n\n\n                                                \n\n \n\n25\n\n \n\n \n\n \n\ninternacionalização da produção criaram-se novas condições que facilitam a decisão de \n\nmigração como a necessidade de captação de mão-de-obra especializada, permuta de \n\ntecnologias e informações e a expansão no fluxo de circulação de mercadorias e serviços \n\n(SASAKI; ASSIS, 2000). \n\nNa fronteira, esses elementos também aparecem, mas não são únicos. Junto a eles está \n\na própria condição do viver na fronteira e das oportunidades nela contidas. Nota-se, por \n\nexemplo, pelo senso comum, que alguns moradores de Corumbá trabalham no comércio de \n\nPuerto Quijarro, aparentemente favorecidos pela objetivação de clientela buscada pelos \n\nempresários bolivianos ou brasileiros. Da mesma forma, observa-se que os bolivianos \n\natravessam diariamente o limite internacional aproveitando das oportunidades de \n\noferecimento de seus produtos nas feiras-livres em Corumbá e Ladário. \n\nO processo migratório, apesar de contraditório e complexo e das dificuldades que pode \n\ncausar nos países receptores, é também um fator de enriquecimento pelo fato de proporcionar \n\npossibilidades de formação de uma pluralidade cultural. Essas contradições e a complexidade \n\ndo fenômeno é fruto da dualidade de significados. Primeiro, pela presença do migrante que \n\nsugere a concorrência por empregos e, segundo pela possibilidade de contribuições ao país \n\npara onde migram. É possível deduzir, a partir de Méndez (2008), que atualmente o processo \n\nmigratório tem como fator principal o mercado de trabalho, em decorrência da globalização e \n\nda dificuldade de geração de empregos nos países de origem e a conseqüente desigualdade \n\nsocial. Essencialmente é possível distinguir duas categorias de trabalhadores estrangeiros: o \n\ntrabalhador migrante e o trabalhador fronteiriço. Estas categorias distinguem-se, pela forma \n\ncomo se relacionam no local. O primeiro deixa definitivamente o seu país e fixa residência no \n\nlocal onde trabalha e o segundo exerce suas atividades num determinado local e retorna \n\nperiodicamente para o seu local de origem. Na cidade de Corumbá, no Brasil, esses dois tipos \n\nestão presentes. \n\nConsiderando  que  esta  análise  se  detém  numa  zona  de  fronteira,  é  importante  \n\ndistinguir os conceitos e as formas de se ver a fronteira. A conceituação da palavra fronteira \n\nmerece uma atenção especial, já que é permeada de significados amplos e complexos, por \n\nenvolver questões multidisciplinares, tornando-se polissêmica nos tempos atuais. Para Cataia \n\n(2007) existem, na literatura, duas formas principais de abordagem do tema. A primeira trata a \n\nfronteira como o limite político, que se refere à demarcação da linha divisória de cada país e \n\nestá diretamente relacionada com o poder instituído, para delimitar e preservar a soberania \n\nnacional. A segunda se relaciona com a visão econômica, que aborda a idéia de fronteira sem \n\n\n\n                                                \n\n \n\n26\n\n \n\n \n\n \n\nlimites, decorrente da economia transnacionalizada, que opera fluxos financeiros para além \n\ndos limites territoriais, intensificados com o processo de globalização. \n\nAmbas as concepções analisam a fronteira a partir de uma visão da mesma enquanto \n\nperiférica, ou seja, vista a partir de um centro. Na primeira, a fronteira é vista como um lugar \n\ndistante, até onde vai o limite do que é nosso e onde começa o que é do outro; na segunda, a \n\nfronteira é apenas um espaço apto ou não para atrair investimentos de capital. \n\nAtualmente costuma-se estabelecer a diferença entre limite e fronteira. Para Machado \n\n(1998, p. 42), “[...] enquanto a fronteira pode ser um fator de integração, na medida em que \n\nfor uma zona de interpenetração mútua e de constante manipulação de estruturas sociais, \n\npolíticas e culturais distintas [...]” (nesse contexto implica a existência do ser humano no \n\nprocesso de interação); “[...] o limite é um fator de separação, pois separa unidades políticas \n\nsoberanas e permanece como um obstáculo fixo, não importando a presença de certos fatores \n\ncomuns, físico-geográficos ou culturais”. \n\nOs olhares que se fazem para as fronteiras permitem vislumbrar uma multiplicidade \n\nconceitual. Numa perspectiva dialética, Bezerra; Guimarães; Carvalho (2008) apontam que a \n\nfronteira tanto é uma faixa de contato, como um limite de aproximação, pois ao mesmo tempo \n\nem que representa uma área de separação, apresenta-se também como perspectiva de contato \n\nentre povos.  \n\nJá do ponto de vista de quem olha, Nogueira (2007, p. 34) defende o olhar para a \n\nfronteira  enquanto  centro,  cujas  referências  é  que  devem  nortear  as  decisões  políticas  e  \n\nadministrativas e, principalmente, suscitar o questionamento de uma identidade fronteiriça, \n\nque está interligada com as relações nela contidas, tanto em caráter nacional (interna) quanto \n\nbinacional (com outro país). O autor aponta que: \n\nA fronteira pode se constituir num espaço de identidade territorial a partir de \nbasicamente duas formas: primeiro, quando o ‘ser da fronteira’ diz respeito a um \ncontraponto às regiões centrais, sendo essencialmente nacional. Aqui a fronteira é \num espaço de referência identitária exclusivamente nacional; e segundo, quando o \n‘ser da fronteira’ diz respeito a uma interação de identidade binacional, em que os \ndois lados se reconhecem como fronteiriços e com tal identidade e forma de \nrelacionamento frente aos respectivos estados nacionais. Ser da fronteira aqui \nsignifica uma superação dos limites formais do Estado Nacional, sendo a sociedade \ncivil o principal agente da interação. \n\nO pertencer a uma região de fronteira implica no reconhecimento das diferenças que \n\ncoexistem se complementando e se contrapondo e, ao mesmo tempo, praticando integrações e \n\ndesenvolvendo novas realidades sócio-culturais muito específicas. A vivência de atores com \n\norigens e culturas distintas, são também reflexos da estrutura social e organização política de \n\nseus países (NOGUEIRA, 2007). \n\n\n\n                                                \n\n \n\n27\n\n \n\n \n\n \n\nNuma visão contemporânea de fronteira, Castrogiovanni e Gastal (2004, pp. 1-4) a \n\ndefinem como um “espaço de trocas e hibridismos culturais” que deve ser vista não como dois \n\nespaços distintos, mas como um “terceiro espaço”, onde a diversidade dá lugar a um \n\nenriquecimento cultural, social e econômico para a região. Perceber a fronteira como um elo \n\nde integração não pressupõe a inexistência de conflitos, tampouco a uniformização de \n\nculturas, mas reconhecer nessas diferenças as possibilidades de trocas e crescimento faz da \n\nfronteira um lugar especial. Esses autores apontam que o Brasil ocupa o terceiro lugar no \n\nmundo em extensão de suas fronteiras, sendo assim, as possibilidades da presença do \n\nmigrante  em  terras  brasileiras  são  também  da  mesma  grandeza.  Quando  as  pessoas  cruzam  \n\nessas linhas divisórias interagindo de ambos os “lados”, sendo esse movimento contínuo e \n\nintenso, passa-se a ter um lugar comum, de interesses e desejos compartilhados. O migrante \n\nque fixa sua residência em outras terras, o faz impulsionado pela esperança de que nesse novo \n\nlugar encontrará a possibilidade de realização de seus sonhos e aspirações.  \n\nNota-se, nessa fronteira, que existe um intenso contato entre os fronteiriços, seja pela \n\nconveniência comercial ou pelas trocas no sentido lato da palavra. Logo, a proximidade dos \n\nbolivianos residentes em Corumbá dos compatriotas na Bolívia (cerca de 5 km para alguns) \n\npode acenar positivamente para sua permanência e valorização emocional do local de \n\nmoradia. Esse sentimento de “pertencer” a um determinado lugar é um processo gradativo e \n\nperpassa primeiramente pela premência de se conhecer o lugar e de se acostumar a esse novo \n\ncontexto,  para  então  promover  sua  socialização  com  o  ambiente  e  reconhecer  as  \n\npossibilidades que o novo possui de corresponder as suas expectativas.  \n\nO conceito de lugar, sob a ótica da geografia humanística, se traduz convenientemente \n\npelas palavras de Martins (2005, p.113) quando afirma que “[...] o lugar, por sua essência \n\nhumana,  é  o  espaço  vivido,  no  qual  as  pessoas  constroem  suas  vidas  e  com  o  qual  elas  se  \n\nidentificam e ao qual associam a sua história”. Acrescenta ainda que o conceito de lugar deva \n\nser percebido como uma composição socioespacial, pois só se reconhece através da \n\nmaterialização de elementos inerentes ao cotidiano das pessoas. A inter-relação e coexistência \n\nnos espaços habitados – casas, ruas, a vizinhança de uma forma geral, pessoas, empresas, \n\nlugares, etc. – desses elementos estão intimamente ligados a vida em todos os sentidos. \n\nTalvez a concentração em alguns bairros, o adensamento em algumas porções \n\nespecíficas no território corumbaense justifique uma aproximação a fim de se produzir a \n\nlugarização dos bolivianos. Entretanto, a dispersão pelos bairros pode também sugerir que a \n\nproximidade territorial estimula a pertença no novo território e que os “guetos” formados \n\nteriam outro sentido, provavelmente relacionado com as reminiscências do grupo. \n\n\n\n                                                \n\n \n\n28\n\n \n\n \n\n \n\nCompartilhando do pensamento de Bassegio (2004) sobre a necessidade de um mundo \n\nsustentável e da cidadania universal, o lugar do migrante na cidade deve estar respaldado no \n\ndireito ao exercício de sua cidadania e de uma vida digna postuladas pelas políticas sociais e \n\npelo próprio empenho pessoal. Sob esse olhar, o migrante passa a ser caracterizado como um \n\nelemento de desenvolvimento, pois suas experiências culturais e profissionais entrelaçadas \n\ncom a cultura local podem trazer um inegável enriquecimento mútuo. \n\nPor outro lado, Golgher (2004) observa que “[...] a troca de local de domicílio pode ter \n\nprofundos impactos sobre a vida de uma pessoa”. O migrante se mobiliza em busca de novas \n\noportunidades e isso acarreta a conseqüente alteração do seu modo de viver pela mudança do \n\nseu ambiente nas características sociais, econômicas, políticas e físicas. Esse ambiente é, na \n\nmaioria das vezes, muito diferente e apesar disso pode ser melhor do que o seu local de \n\norigem. Novas experiências lhe são apresentadas e novas relações sociais são materializadas. \n\nAssim, é importante conhecer a história e trajetória desse migrante, seu \n\nrelacionamento com a sociedade atual e o que esse novo lugar trouxe de novos significados \n\npara sua vida. Peres; Baeninger; Souchaud (2008) conferem à intensa “recomposição dos \n\nterritórios e costumes” a história das migrações da América Latina, considerando os fluxos de \n\nmobilidade humana Bolívia–Argentina e também Bolívia–Brasil, identificados pelas \n\ntransformações em diferentes dimensões – sociais, demográficas, econômicas, produzidas por \n\nesses migrantes, sendo essa movimentação percebida em lugares específicos de origem e \n\ndestino. No caso da migração Bolívia–Brasil em Corumbá, algumas características são \n\npeculiares. Oliveira (1998) utilizando uma pesquisa comparativa entre cidades de Mato \n\nGrosso do Sul já demonstrara que Corumbá era diferente das demais fronteiras pela sua \n\nhistória, pela sua geografia e pela sua economia, e que seria a principal receptora de diferentes \n\nfluxos de migrantes ao longo dos anos. \n\nPeres; Baeninger; Souchaud (2008) salientam que, um dos fatores que propiciam essa \n\nmovimentação de migrantes nessa fronteira, refere-se a sua localização, estando a cerca de \n\n400 km de Campo Grande, capital do Mato Grosso do Sul, e a apenas 5 km de Puerto \n\nQuijarro – cidade fronteiriça boliviana, a cidade Corumbá mantém relações econômicas muito \n\nmais estreitas com a Bolívia do que com o Brasil. Nessas condições, observa-se a ocorrência \n\nde uma migração internacional, fundada numa migração de vizinhança, sendo um “fenômeno \n\nessencialmente local, onde a fronteira e seus moradores são considerados isolados das \n\ndinâmicas continentais”. Além dessa estreita relação econômica e de seu relevante papel na \n\ndinâmica das migrações bolivianas, Corumbá, é um “[...] lugar estratégico de articulação dos \n\n\n\n                                                \n\n \n\n29\n\n \n\n \n\n \n\nfluxos de bens, pessoas e informações, configurando o denominado corredor bi-oceânico” \n\n(BAENINGER; SOUCHAUD, 2008, p. 5). \n\nNão foram encontrados outros registros que relatem a história da migração boliviana \n\npara a cidade de Corumbá e, de acordo com Baeninger e Souchaud (2008) não existem \n\nconexões entre as migrações de bolivianos que indicasse esta cidade como um ponto de \n\npassagem para outros centros do Brasil. Estes autores acreditam que tal fato deve-se a \n\ninexistência de vínculos econômicos da cidade com os demais centros econômicos brasileiros, \n\nnesse caso não se confirmando a hipótese que esses migrantes se utilizavam da cidade de \n\nCorumbá como uma etapa prévia para a migração para outros centros, como São Paulo. Logo, \n\nos bolivianos vindos para a cidade de Corumbá a tinham como seu alvo de chegada e onde \n\nestabeleceram suas moradias. \n\n \n\n \n\n2.3 Migração, redes sociais e a produção de moradias \n\n \n\nOutra categoria analítica importante no trato das migrações é a rede. Vale destacar que \n\ncom a intensificação do processo de globalização, a palavra rede foi se tornando cada vez \n\nmais polissêmica. As redes é tanto um recorte privilegiado de estudo, como também meio de \n\ncontato e interação de povos, desenvolvimento de tecnologias e comunicação etc. Se fala em \n\nredes pela atuação de quatro grandes fluxos que são os movimentos de pessoas ou fluxos \n\nmigratórios; os movimentos comerciais ou fluxos de mercadorias; os movimentos de \n\ninformações ou fluxos informacionais e os movimentos de capitais ou fluxos monetários e \n\nfinanceiros, evidenciando questões de ordem social, cultural, econômica e política. A \n\nsustentabilidade das redes provém da identificação e afinidade entre seus membros, o que \n\npressupõe uma relação de cooperação mútua, permitindo o entrelaçamento de idéias e ações \n\ndinâmicas e integradas de forma reticular. \n\nConforme Dias (2007), redes são estruturas de organização onde seus integrantes se \n\nunem de forma direta e igualitária, para a obtenção de objetivos em comum e surgiu como \n\numa alternativa à estrutura em pirâmide, onde a organização é hierarquizada e seus membros \n\nse comunicam verticalmente e em diferentes níveis.  \n\nPara se deslocar de seu país de origem até a chegada ao país receptor o migrante se \n\nutiliza de estratégias variadas que o auxiliam nessa expedição que podem ser consideradas \n\ncomo territorialidades. No caso do migrante que possui os requisitos de migração necessários, \n\nconcernente à documentação exigida, ele se utilizará de suas próprias habilidades para entrada \n\n\n\n                                                \n\n \n\n30\n\n \n\n \n\n \n\ne estabelecimento no país escolhido. O migrante que não preenche esses requisitos e efetiva \n\nsua entrada no país de forma não legalizada, utiliza frequentemente sua conexão pessoal para \n\ntentar garantir sua permanência. Em ambos os casos, as redes sociais são facilitadoras desse \n\nprocesso, quer sejam através de amigos e familiares ou outros atores que participem do \n\nmovimento de saída e chegada, local de hospedagem e, posteriormente, na obtenção de \n\ntrabalho para sua manutenção no local. \n\nPara Portes4 apud Maia (2002, p. 59) “A migração é definida como um processo \n\ncriador de redes na medida em que desenvolve uma teia cada vez mais densa de contactos \n\nentre os locais de origem e de destino”. As redes sociais desempenham um papel fundamental \n\nno processo migratório, uma vez que estabelecem conexões com os migrantes e suas \n\nrespectivas estruturas sociais, na medida em que cada um vai se utilizando desses \n\nrelacionamentos de acordo com o contexto em que está inserido. Maia (2002) destaca a \n\nimportância da participação dos diversos atores no processo de movimento migratório e das \n\nredes sociais envolvidas, uma vez que permitem o acompanhamento no tempo e no espaço \n\ndos atores mesmos, possibilitando a análise não apenas pelo fator espacial da diferenciação de \n\nsociedades. \n\nGolgher (2004), também indica como fator relevante no processo migratório a \n\nexistência  de  uma  rede  social  no  local  de  origem  e  destino  do  migrante  em  potencial.  \n\nExemplifica o caso de amigos e parentes que contribuem no pagamento das despesas com a \n\nmudança e no acolhimento do recém-migrado. Nesse sentido de acolhimento o fazem de \n\ndiferentes maneiras: disponibilizando-lhe moradia e alimento, bem como a solidariedade \n\nafetiva e apoio na obtenção de trabalho e informações necessárias a sua subsistência no novo \n\nlocal e facilitando a troca de seu local de domicílio. \n\nSoares; Rodrigues (2005, p. 66) definem a rede social como um conjunto de atores ou \n\nnós (pessoas, objetos ou eventos) que se unem por uma determinada forma de relação. Para \n\neles os diferentes tipos de relações determinam diferentes redes de relacionamento. \n\nApresentam três diferenciações para o conceito de redes: a) \"rede social\" – como sendo um \n\nconjunto de pessoas, organizações ou instituições sociais que se integram algum tipo de \n\nrelação, considerando o objetivo pelo qual se organizam (uma rede social pode abrigar várias \n\nredes sociais); b) \"rede pessoal\" – representada por um tipo de rede social que se estabelece \n\n                                            \n\n4 PORTES, Alejandro. (1999). Migrações internacionais: origens, tipos e modos de incorporação. Oeiras: Celta \nEditora. \n\n \n\n\n\n                                                \n\n \n\n31\n\n \n\n \n\n \n\natravés das relações sociais de amizade, parentesco etc.; c) \"rede migratória\" - precedem a \n\nmigração e são adaptadas a um fim específico: a ação de migrar. Os autores acrescentam que \n\nnesse tipo de rede, “quando suas singularidades dependem da natureza dos contextos sociais \n\nque ela articula, uma rede migratória é, também, um tipo específico de rede social que agrega \n\nredes sociais existentes e enseja a criação de outras”. Nesse sentido a rede migratória é \"uma \n\nrede de redes sociais\" e configura-se na origem e destino - isto é: recortes territoriais, países, \n\nestados, microrregiões, municípios, cidades, etc. que se articulam por intermédio de fluxos \n\nmigratórios.  \n\nTambém é importante observar que a rede social, em casos específicos, pode ser \n\ntransfronteiriça sendo ocasionada pela realização de atividades impulsionadas por fatores \n\neconômicos, representados pela prática de comércio e atividades profissionais exercidas por \n\npessoas que vivem de um lado da linha de fronteira e trabalha no outro; pelo fator social, \n\ncomo por exemplo, crianças que residem num país e estudam no país vizinho, a utilização de \n\nserviços médicos, visitas a familiares que vivem em ambos os lados da fronteira. Essas \n\nsituações  são  todas  vislumbradas  no  dia  a  dia  da  cidade  de  Corumbá.  Todos  os  dias  várias  \n\ncrianças bolivianas atravessam o limite internacional para estudar no Brasil. Da mesma forma \n\nacontece com as buscas por atendimento médico, com os feirantes, trabalhadores. São fluxos \n\ninerentes a esse ambiente fronteiriço. O transito entre os países (Brasil-Bolívia) é livre e da \n\nmesma forma, brasileiros (empresários, trabalhadores, turistas) se deslocam para aquele país \n\nonde mantêm atividades comerciais. \n\nDesta forma, o relacionamento entre esses povos é bastante estreito e, por isso mesmo, \n\ncom maior facilidade de que ambos assimilem hábitos e costumes, possivelmente \n\npromovendo uma modificação da identidade local, que naturalmente não ocorre de um dia \n\npara o outro, mas gradativamente, dependendo do nível de integração. Considerando que a \n\nidentidade do local perpassa por diversos fatores, como composição da sociedade, contexto \n\npolítico e outros essa identidade vai ser moldada, também, por componentes sociais, políticos, \n\neconômicos e sociais. Sobre a constituição de uma identidade de um grupo, Haesbaert e \n\nBárbara  (2001,  p.  3)  expressam  que  ela  é  sempre  de  caráter  relacional,  ocorrendo  “[...]  por  \n\nisso mesmo, a partir da relação entre os que de algum modo são classificados e re-conhecidos \n\ncomo semelhantes (mas não idênticos) e os ‘outros’”. \n\nEm se tratando de migração, culturas distintas se complementam e influenciam \n\nsignificativamente o modo de viver de toda uma sociedade. Especificamente nesta análise, \n\ncabe perceber quais fatores significantes estão envolvidos no processo de transformação de \n\num espaço, já que a chegada de migrantes, imperiosamente ocasiona a convivência com \n\n\n\n                                                \n\n \n\n32\n\n \n\n \n\n \n\ndiferenças, que acabam se mesclando pela vivência do cotidiano. A construção de moradia é \n\numa das questões mais importantes na vida do migrante e também dos locais, pois será o lugar \n\nonde poderá buscar o seu descanso diário, alimentação, relação com seus familiares e com as \n\npessoas que estão mais próximas, compartilhando da mesma experiência: o viver, talvez, \n\nmuito  distinto  de  como  vivia  anteriormente.  Este  foi  o  ponto  fundamental  que  esta  pesquisa  \n\npretendeu destacar: os migrantes bolivianos materializaram suas reminiscências, sua cultura \n\nna arquitetura de suas moradias ou se as mesmas foram moldadas de acordo com as estruturas \n\nlocais. \n\nEntendendo a moradia como um local de abrigo, onde o ser humano busca o seu \n\nacolhimento, a sua proteção, ela é ao mesmo tempo, carregada de significados, porque \n\nrepresenta o ser individual, as suas características pessoais, seu poder aquisitivo, seus \n\nsentimentos. Ao mesmo tempo, que representa uma coletividade, posto que o ser humano \n\ncomo indivíduo social interage com o ambiente, transformando suas estruturações \n\neconômicas, sociais, cultural, política, panorâmica, enfim sua totalidade. A aspiração por uma \n\nhabitação é inerente ao ser humano e está atrelada a outras necessidades de atendimento de \n\nquestões básicas (saneamento básico, iluminação, educação, saúde, lazer etc.). Por se tratar \n\ntambém de uma questão econômica, a construção de moradias movimenta diversos setores da \n\neconomia, como a construção civil, os setores imobiliários, a geração de empregos que \n\nimpulsionam a realização dessa atividade.  \n\nCarlos (2003, p. 17) aponta que o lugar de habitação não pode ser reconhecido \n\nrestritamente sob o conceito de casa, mas sob um olhar mais amplo, porque envolve “vários \n\nníveis e planos espaciais de apropriação”, coexistindo uma relação espaço-tempo. Nesse \n\nsentido, a autora aborda o conceito de “apropriação do espaço para a vida”, sendo a habitação \n\nreconhecida como o primeiro espaço de percepção para o mundo. A casa, então, envolve \n\n“outras  dimensões  espaciais  como  a  rua,  depois  o  bairro;  estes  criam  o  primeiro  quadro  de  \n\narticulação espacial no qual se apóia a vida cotidiana”. É nesse movimento que os indivíduos \n\nse identificam com os lugares, construindo a produção de uma identidade fixada na memória e \n\nque lhes outorga a possibilidade de trocas e vivências num novo contexto. \n\nÉ comum imaginar que o imigrante que sai de suas terras para viver em outra, \n\nsimplesmente abdica de suas raízes e abandona seus hábitos e costumes. Pode-se mesmo \n\nafirmar que em função da necessidade de ser aceito e reconhecido em um novo lugar ele \n\nbusca as condições necessárias para a sua adaptação a uma nova realidade, pois necessita se \n\nsentir seguro, como é natural em qualquer ser humano. Para que isso ocorra, uma das \n\nprimeiras alternativas é procurar uma fonte econômica que lhe ofereça as possibilidades de \n\n\n\n                                                \n\n \n\n33\n\n \n\n \n\n \n\nmanter a si e a sua família satisfazendo prioritariamente as questões de moradia e \n\nalimentação. Aliado a isso e, até mesmo, para facilitar a realização desses objetivos iniciais, \n\nbuscará interagir e absorver hábitos e costumes da região local. Mudanças intensas poderão \n\nocorrer, entre elas, o aprendizado de um novo idioma, que facilita a interação com as pessoas \n\ne novo ambiente. Na observação cotidiana, podemos perceber que os residentes bolivianos se \n\nempenham em dialogar com a comunidade local no idioma português. O mesmo acontecendo \n\nna cidade de Puerto Quijarro, quando se comunicam com brasileiros que lá se encontram, o \n\nque demonstra a necessidade de se relacionar de forma amistosa. \n\nEmbora as mudanças sejam inevitáveis e até mesmo imperativas, elas nunca serão \n\ntotais e, é isso que contribui para a mudança de uma identidade local. O estrangeiro mesmo \n\nque totalmente adaptado ele terá permanecido com a essência de suas experiências vividas, \n\nque não se perde nesse processo de mudança, porque está impregnado em seu modo ser. São \n\nas suas experiências, seus hábitos, seus costumes que o fazem construir uma forma de ver o \n\nmundo e o lugar onde vive. Da mesma forma, ainda que possa ser com menor intensidade, as \n\npessoas nativas estarão interagindo com o novo elemento e possivelmente absorvendo seus \n\nhábitos e costumes, como por exemplo, a gastronomia. \n\nDe acordo com Carlos (2005, p.73), “[...] as relações com o lugar são determinadas no \n\ncotidiano, para além do convencional. O espaço é o lugar do encontro e o produto do próprio \n\nencontro; a cidade ganha teatralidade e não existe dissociada da gente que lhe dá conteúdo e \n\ndetermina sua natureza”. São as pessoas que dão movimento e significados ao local, ao \n\nespaço onde convivem, de acordo com suas singularidades, ocasionando mudanças constantes \n\ne simultâneas a um determinado território. Neste encontro de migrantes bolivianos com os \n\nbrasileiros, especificamente com os corumbaenses, algo deve ter se transformado, na \n\ncomposição de hábitos e costumes de cada um desses povos.  \n\nPara Baeninger; Souchaud (2007) uma das características da migração boliviana é a \n\nsua concentração em poucos lugares, a exemplo do que ocorre com aqueles que se fixaram em \n\nGuajará-Mirim e Porto Velho, no Estado de Rondônia e Corumbá, no Mato Grosso do Sul. A \n\nforte polarização nessa zona de fronteira faz com que a presença desses seja muito mais \n\nmarcante do que a de outros migrantes. A migração boliviana é caracterizada por duas \n\nmodalidades: a migração de fronteira, denominada “migração de imediações” e a migração \n\nmetropolitana ou “migração metropolitana exclusiva”. Com relação à imigração boliviana em \n\nCorumbá, esses autores ressaltam que no Censo Demográfico de 2000, do IBGE, foram \n\nregistrados 789 domicílios com presença boliviana (mesmo que os filhos ou cônjuges sejam \n\nbrasileiros), representando 3,4% do total dos domicílios e totalizando uma população de 3.240 \n\n\n\n                                                \n\n \n\n34\n\n \n\n \n\n \n\npessoas. Foi identificado pela pesquisa que as residências desses migrantes estão concentradas \n\nem determinados pontos da cidade, especificamente no Centro e nos bairros Cristo Redentor, \n\nDom Bosco, Maria Leite e Jardim dos Estados (Figura 1).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n\nFigura 1. Localização das entrevistas realizadas em Corumbá, em outubro de 2006, por \nBaeninger; Souchaud (2007). \nFonte: Baeninger; Souchaud (2007, p. 21). \n\n \n\nPortanto, são cerca de 800 moradias que estão com os migrantes do país vizinho. \n\nEvidentemente é um número considerável e que, de certa forma, pressiona o mercado \n\nimobiliário a oferecer mais opções. Observa-se que os bolivianos não aparecem nas \n\nextremidades, na área de expansão urbana. Logo, pressupõe que possuem alguma condição \n\nfinanceira para investimento inicial em moradia, pois se localizam em localidades já \n\ntradicionalmente ocupadas.  \n\n\n\n                                                \n\n \n\n35\n\n \n\n \n\n \n\n\n\n                                                \n\n \n\n36\n\n \n\n \n\n \n\n3 TERRITORIALIDADES E MORADIA DOS BOLIVIANOS EM CORUMBÁ-MS \n\n \n\n \n\n3.1 Os migrantes bolivianos em Corumbá-MS, no Brasil \n\n \n\nNos trabalhos de campo foram entrevistados imigrantes oriundos de diversas \n\nlocalidades da Bolívia: Concepción, Cochabamba, São Miguel, El Salado, Trinidad, La Paz, \n\nEstação Motacucito, São Rafael de Velasco, Concepción, Roboré, Puerto Suarez, São Rafael \n\nde Velasco, São José de Chiquitos, La Paz, Potossi, entre outras localidades. \n\nEmbora as amostras tenham sido estabelecidas aleatoriamente, registrou-se, \n\nmajoritariamente, entrevistas com pessoas que residem há muito tempo no município de \n\nCorumbá, variando entre 18 e 50 anos. Notou-se que a maioria não fixou residência em Puerto \n\nQuijarro, vizinha à linha divisória internacional. Aquele local foi utilizado apenas como um \n\nponto  de  passagem  e,  também,  como  um  elo  com  o  país  de  origem,  uma  vez  que  raramente  \n\nvoltaram para o local de saída. Contudo, os entrevistados declararam que realizam visitas \n\nperiódicas a parentes e conhecidos nas cidades de Puerto Quijarro e Puerto Suarez, aonde vão \n\ntambém para participar dos pleitos eleitorais, para aquisições de mercadorias e outras \n\natividades – denunciando uma possível dupla cidadania. \n\nSobre a decisão em mudar de país foi apontado, principalmente, a possibilidade de \n\nexercer um trabalho com melhor remuneração para, com isso, produzirem uma melhoria da \n\nqualidade de vida de si próprio e de suas famílias. Outro fator, mas de incidência posterior foi \n\napontado como a educação para os filhos nascidos no Brasil, sendo também relevante, haja \n\nvista a diferença de qualidade do ensino mencionada por eles. Vale ressaltar que essa questão \n\nfoi a segunda mais indicada como uma necessidade em seu país (Bolívia).  \n\nConforme os depoimentos obtidos, foi possível perceber que a maioria cursou apenas \n\no ensino fundamental em suas séries iniciais. Em raríssimas situações foi citada a conclusão \n\ndo  ensino  médio  e,  mesmo  do  ensino  fundamental.  Dentre  os  entrevistados,  apenas  um  \n\ninformou ter migrado para Corumbá após a conclusão do ensino superior, porém seu objetivo \n\nnão se diferenciou dos demais – via na cidade a realização de suas atividades profissionais e o \n\nsonho de uma vida melhor. Entretanto, pode ser observado que os filhos desses migrantes \n\npuderam desfrutar de melhores condições para a sua formação educacional com grau de \n\nescolaridade superior à dos pais, na maioria das vezes, contemplando o ensino médio e \n\nmesmo o ensino superior, em menor escala. Nos casos em que encontramos filhos ainda \n\ncrianças, todas estavam matriculadas na rede de ensino municipal. Assim, é inquestionável \n\n \n\n\n\n                                                \n\n \n\n37\n\n \n\n \n\n \n\nque esses migrantes obtiveram êxito, ao menos parcial, em seus anseios, já que de acordo com \n\nas suas falas, a educação escolar é uma ferramenta que os coloca em melhores condições de \n\nconhecimento para desenvolverem atividades profissionais. \n\nVale destacar que na fala de quase todos os entrevistados se pode perceber que a \n\npouca qualidade de vida em seus locais de origem foi uma das principais motivações \n\nmigratórias. Descreveram ambientes de muita pobreza e dificuldades, inclusive na \n\nalimentação que se baseava principalmente nos alimentos oriundos da lavoura e da criação de \n\npequenos animais. Reportamos uma narrativa peculiar de um dos entrevistados, que oferece \n\numa idéia sobre essa condição: “Comemos até bicho... bicho... sabe como é esse bicho? Meu \n\npai cortava o palmito e fazia um buraco, depois de uns quinze dias aparecia esse bicho, tipo \n\ncoró...  branco,  gordo,  gostoso...  meu  pai  ia  com  minha  mãe,  pegava  no  latão  e  tostava  \n\naquilo...”.  Noutro  ponto  de  sua  fala,  esse  mesmo  senhor  faz  referência  ao  consumo  de  \n\nformigas – também tostadas, da mesma forma que o outro inseto – que comiam com \n\nmandioca. \n\nA implementação da estrada de ferro ligando Corumbá a Santa Cruz de La Sierra, \n\ncujos trabalhos foram conduzidos por grupo denominado de Comissão Mista, foi, \n\nprovavelmente, um facilitador de acesso desses migrantes a esta cidade. Muitos vieram para o \n\ntrabalho nessa ferrovia, assim como a utilizaram como a principal via de transporte para \n\nviagens de comércio – atividade profissional preponderante, conforme suas narrativas. \n\nReferiam-se ao exercício da “pilotagem5”, já que na verdade serviam de transportadores de \n\nmercadorias para proprietários de comércio. Esse fato, aliado ao costume de realizarem \n\npasseios na cidade de Corumbá foram os principais fatores que permitiram o conhecimento \n\ndeste local, despertando o sonho de transformarem suas vidas para melhor. Posteriormente, os \n\ndemais familiares passaram a vir sob a influência e cooperação daqueles que primeiramente \n\naportaram e aqui se estabeleceram – denunciando a existência de redes de solidariedade. \n\nA maioria veio para o Brasil ainda muito jovem, sem ter realizado uma atividade \n\nprofissional, que mantivesse a sua subsistência na localidade. O impulso de uma nova vida \n\noriginou-se das dificuldades familiares vividas, conforme apontado anteriormente. Entre os \n\nque afirmaram já terem trabalhado antes, se observou que sua experiência não foi valiosa para \n\no novo local de estabelecimento. Nos seus locais de origem, trabalhavam principalmente na \n\nagricultura e em Corumbá passaram a se dedicar a outras atividades, como trabalho em \n\nfábrica, hotéis, residências. Essas características dos migrantes bolivianos vêm sendo \n\n                                            \n5 Alguns denominaram as pessoas que desenvolviam essa atividade como “mulas”. \n\n\n\n                                                \n\n \n\n38\n\n \n\n \n\n \n\nalteradas. Nas conversas com os coordenadores da Pastoral do Imigrante e com o do Centro \n\nBoliviano-Brasileiro ficaram evidentes que os novos grupos bolivianos que tem chegado a \n\nCorumbá, especialmente a partir dos anos 1990, são diferenciados do ponto de vista da \n\nqualificação. Muitos já estão chegando com mais habilidades e capacidades competitivas para \n\no mercado de trabalho.  \n\nEm relação à existência de uma rede estruturada ou formal que efetivamente estivesse \n\nenvolvida no processo migratório para o Brasil, os entrevistados verbalizaram que o interesse \n\npela mudança para esta cidade ocorreu de forma espontânea e individual e o processo \n\nmigratório se deu de forma muito particular, sem a interferência e colaboração de outras \n\npessoas ou instituições. Contudo, como se pode perceber, existiam, sim, as redes, porém com \n\npoucos elos. \n\nO indivíduo é eminentemente um ser social, integrado, consciente ou \n\ninconscientemente nas articulações e atividades da sociedade. Partindo do pressuposto que \n\nredes sociais são a interligação do indivíduo ou organizações, com as relações de trabalho, \n\namizades, informações e conhecimento que envolve o cotidiano das pessoas, essa rede pode, \n\nmuitas vezes, não estar perceptível ao indivíduo, mas é inegável a sua influência no mundo \n\ncorporativo. No caso aqui analisado, embora não reconhecida formalmente, pode-se perceber \n\nque as redes sociais estiveram sempre presentes. Os bolivianos quando vieram fixar residência \n\nem Corumbá, já haviam estado nessa cidade por algum motivo. Alguns o faziam para visitar \n\nfamiliares que já estavam ali residindo. Outros tinham vindo a passeio, que se configurava \n\nnuma alternativa de lazer, favorecida pela linha ferroviária que operava entre esses países \n\ndesde a década de 1950. Outra condição levantada foi o interesse comercial, na medida em \n\nque vinham para a compra de mercadorias nessa cidade ou ainda, como passagem para a \n\nrealização dessa atividade em outros centros. Dessa forma é que tomaram conhecimento deste \n\nlugar e o elegeram como um lugar ideal para uma mudança, não só de residência, mas da \n\nmelhoria de suas vidas e de seus familiares. Este desejo foi percebido em todas as entrevistas, \n\nquando indagados sobre as dificuldades que tinham no lugar de origem e suas expectativas \n\ncom o novo lugar.  \n\nLogo, a existência das redes sociais não apareceu explicitamente, mas implicitamente \n\nficou evidenciada. Nessa ótica estão as relações interpessoais de um determinado grupo e que \n\ncada pessoa envolvida, independente de uma estrutura hierárquica, representa um elo nesse \n\nrelacionamento. É tão natural que muitas vezes não é percebido pelos atores e agentes sociais \n\nenvolvidos. O processo migratório dos bolivianos para Corumbá, no Brasil, está diretamente \n\nvinculado ao contexto dessa fronteira que permitiu fluxos na direção de momentos de lazer ou \n\n\n\n                                                \n\n \n\n39\n\n \n\n \n\n \n\npara suas transações comerciais de seus negócios ou do consumo pessoal. Através dessa \n\nrelação com o lugar e da existência de conterrâneos que já residiam, puderam perceber \n\npossibilidades que esse lugar oferecia para uma transformação em suas vidas. \n\nFoi  possível  observar  então,  dois  principais  vetores  de  acesso  desses  migrantes  à  \n\ncidade de Corumbá: a) a vontade própria, estimulada pelo interesse de melhoria das condições \n\nde vida, motivo este intensamente ilustrado nas falas dos entrevistados; b) a influência de \n\noutros migrantes (conhecidos ou familiares) que já haviam se estabelecido nesta cidade e, que \n\npor sua vez, auxiliaram no sentido de apoiar os novos migrantes. Em ambas as situações se \n\nobservou o desejo latente e uma esperança em modificar sua condição de vida, \n\nfrequentemente relatados como muito sofrida e de muitas dificuldades. Assim, aqueles que \n\nforam os pioneiros na vinda para essa cidade, após satisfazer minimamente seus anseios, \n\ntinham como passo seguinte a busca de seus familiares na terra natal. \n\nPor outro lado, também foram relatados, especialmente pelas mulheres, a cooperação \n\nde brasileiros com relação à condição de empregá-los e orientá-los em suas atividades. \n\nContudo, a facilidade de encontrar uma ocupação foi observada de forma geral, \n\nprovavelmente pelo fato de que indistintamente aceitavam qualquer tipo de ofício – mesmo \n\nque inicialmente não dominassem as tarefas, se empenhavam em aprendê-las. \n\nSobre essa “facilidade” e “orientação” em relação ao trabalho e seu real significado \n\nvale a pena alguns questionamentos: o fato desses migrantes se ocuparem de serviços gerais \n\ncomo, camareiras, pedreiros, domésticas, não estaria mais vinculada à disponibilidade de \n\nmão-de-obra barata que eles representavam? Seria uma condição de aceitabilidade na \n\nsociedade local ou apenas a exploração de seu trabalho como uma mão de obra barata? Essa \n\nquestão ganha força considerando que a maioria não desenvolveu essas funções de acordo \n\ncom as normas trabalhistas, mas de maneira informal, geralmente condicionada pela \n\ndificuldade de documentação. Vale destacar que a menor remuneração relativa desse migrante \n\nnão se constituía, imediatamente, num empecilho para o trabalho, já que comparativamente a \n\nmoeda brasileira, sendo mais valorizada que a boliviana, oferecia um poder aquisitivo maior. \n\nDe toda maneira, voluntária ou involuntariamente, as redes sociais se fizeram \n\npercebidas ao longo de todo o processo migratório: seja nas relações de trabalho relatadas \n\ncomo ponto principal que o mantiveram nesta cidade, seja nas relações pessoais que \n\ncontribuíram para que esses migrantes fossem motivados a vir e a ficar. \n\n \n\n \n\n \n\n\n\n                                                \n\n \n\n40\n\n \n\n \n\n \n\n3.2 As moradias dos bolivianos na cidade de Corumbá, no Brasil \n\n \n\nA  moradia,  muito  além  do  que  ser  destinada  como  teto,  abrigo,  está  revestida  de  \n\nmuitos significados. Na sua construção estão imbricados aspectos culturais, sociais, \n\neconômicos e físicos, cujas diferenças podem ser percebidas nas formas e estruturas nos mais \n\ndiversos lugares. \n\nRapoport (1972, p.65 ) observa que: \n\nLa  casa  no  es  tan  solo  una  estructura,  sino  una  institución  creada  para  un  \ncomplexo grupo de fines. Porque la construcción de una casa es un \nfenómeno cultural, su forma e su organización están muy influidas por el \n“milieu” cultural al que pertenece. Desde hace mucho tiempo, la casa es, \npara el hombre primitivo, algo más que un techi y, case desde el principio, la \n“función” era mucho más que un concepto físico o utilitario. \n\nA moradia deve ser entendida como um complexo estrutural, funcional e afetivo que \n\nsão componentes indispensáveis ao ser humano. Nas questões estruturais são pertinentes \n\nfatores internos e externos à residência: internamente, a forma como são organizados as peças \n\nque constituem a casa, a disposição de seus móveis que são colocados de acordo com as \n\nexperiências e crenças de cada povo; externamente, o desenho, a paisagem e a moradia como \n\num espaço de relacionamentos e da manifestação da cultura.  \n\nA caracterização das moradias será sempre reflexo do material e imaterial, do poder \n\neconômico, estrutural e simbólico, resultados da ação do ser humano sobre a natureza e o \n\nespaço. Santos (1997) explica que o cotidiano e suas transformações obedecem três ordens: da \n\ntécnica, da forma jurídica e do simbólico. Para este autor, a ordem técnica e a ordem da norma \n\nsão tratadas como dados. Sendo assim, se pode deduzir que para a estruturação das moradias a \n\nordem técnica seria a concepção arquitetônica norteadora dessa construção, ou seja, suas \n\nformas físicas e os materiais disponíveis utilizados para esse fim; a ordem jurídica seria as \n\npolíticas habitacionais e as questões legais para edificação. Santos (1997, p. 67) aponta que \n\nembora esses fatores sejam relevantes, “[...] a força da transformação e mudança, a surpresa e \n\na  recusa  ao  passado  provem  do  agir  simbólico,  onde  o  que  é  força  está  na  afetividade,  nos  \n\nmodelos de significação e representação [...]”. Para ele a importância do lugar na formação da \n\nconsciência  vem  do  fato  de  que  essas  formas  do  agir  são  inseparáveis,  ainda  que,  em  cada  \n\ncircunstância, sua importância relativa não seja a mesma. Sob este prima, buscou-se analisar \n\nas características singulares das residências, objeto desta pesquisa. \n\nNas observações da paisagem representada pelas moradias de Corumbá (Brasil) e \n\nPuerto Quijarro (Bolívia) se percebeu a existência de muitas semelhanças. Embora tenha sido \n\n\n\n                                                \n\n \n\n41\n\n \n\n \n\n \n\nfreqüente a afirmação de que as casas em Puerto Quijarro fossem construídas de forma \n\ndiferente,  com  os  cômodos  no  sentido  do  cumprimento,  em  Corumbá  essa  característica  \n\ntambém apareceu em algumas construções. A forma de organizar os cômodos “em \n\ndepartamentos”, conforme sugeriu um dos entrevistados, em alusão às casas de Corumbá, \n\ntambém foi observado no lado boliviano e mencionado por migrante que possui residência em \n\nambas as cidades. Apesar da diferença de acabamento (qualidade e investimento), se observa \n\nessa aproximação da paisagem residencial, com destaque para o quintal e varanda, bastante \n\ncomuns nessas cidades (Figura 2). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 2. Varanda e quintal: singularidades residenciais de Corumbá, Brasil e Puerto \nQuijarro, Bolívia. \nAutor: DIAS, R.T.R., 2010 \n\n \n\nA moradia funciona também como um espaço de relacionamento, no qual as pessoas \n\nse reúnem, tanto com a família, dividindo as experimentações cotidianas; mas também com as \n\nvisitas com as quais convivem socialmente. Nota-se, com freqüência, edificações construídas \n\nde forma a destinar uma área especifica para essa finalidade, ilustradas pelas casas com \n\nvarandas e/ou quintais, onde diariamente desfrutam da companhia uns dos outros, da mesma \n\nforma como a sala de estar que também possui essa função. Neste sentido, a parte frontal das \n\nresidências também desempenha esse papel, como foi observado, tanto em residências \n\ncorumbaenses como nas de Puerto Quijarrro, quando se observa a reunião de pessoas em \n\nfrente das casas, quer seja em espaços próprios ou nas calçadas (Figura 3). \n\nA maioria dos bolivianos entrevistados afirmou serem proprietários de suas moradias e \n\nque houve determinação, empenho pessoal e familiar muito grande para a obtenção das \n\nmesmas. Não se verificou nenhum benefício institucional que os auxiliasse para o \n\nestabelecimento e construção de suas casas nesta cidade. Indagados sobre essa possibilidade, \n\n\n\n                                                \n\n \n\n42\n\n \n\n \n\n \n\nas  respostas  foram  sempre  similares:  “tudo  foi  construído  devagar,  com  muito  esforço...  \n\nminha mulher carregava carrinho com material para o terreno”; “a ajuda que tive foi que pude \n\ncomprar o material em prestações”; “comprei a casa em parcelas, a pessoa que me vendeu foi \n\nboa, dividiu para mim em três vezes”; “consegui construir com meu trabalho”. \n\n \n\n \n\n \n\n \n \n \n\n \n \n\n \n \n\n \n \nFigura 3. Reuniões em frente às residências: hábitos comuns dos fronteiriços. \nAutor: DIAS, R.T.R., 2010 \n\n \n\nPelas declarações se percebe que os migrantes estavam integrados na sociedade local \n\npelo trabalho. O fato de poder comprar de forma parcelada demonstra a existência de \n\ncomprovação de rendimento e residência, dois fatores fundamentais para comprovar a \n\nformalidade de seu estabelecimento no Brasil. O salário e sua comprovação não só garante a \n\npossibilidade  de  comprar  a  prazo,  mas  também  transforma  o  boliviano  num  cidadão  \n\ncorumbaense e, portanto, brasileiro. A dupla nacionalidade dos bolivianos é uma das marcas \n\ndessa fronteira, cujas estratégias ainda carecem de mais investigações. \n\nEssas declarações foram possíveis de serem comprovadas, através de diálogo com o \n\nrepresentante local do setor habitacional, que afirmou não ter conhecimento de nenhuma \n\npolítica habitacional para imigrantes e que a aquisição de suas moradias ocorre de forma \n\nindividual. Dessa maneira, não foram identificadas existência de redes em nível político ou \n\ninstitucional que estivessem diretamente voltadas para um acolhimento especial aos migrantes \n\nque vislumbram aqui a possibilidade de uma condição melhor para suas vidas. Vale dizer que \n\nnão se pretende, com isso, defender a implementação de políticas específicas para habitação \n\ndo imigrante. Trata-se, tão somente, de uma constatação a partir da discussão de necessidades \n\ninerentes ao ser humano, independente de nacionalidades. Acredita-se que uma política \n\n\n\n                                                \n\n \n\n43\n\n \n\n \n\n \n\nhabitacional deve garantir direitos iguais a todos os cidadãos que participam das atividades da \n\nsociedade local. \n\nEm alusão ao tipo de moradia ideal e sobre a forma como estão organizadas suas \n\nresidências atuais, se percebeu um sentimento de satisfação e orgulho pela concretização de \n\num desejo e da necessidade de um espaço “seu”, conseguido pelo esforço do trabalho e \n\nempenho familiar. O significado da vitória está claramente manifestado nas declarações e nas \n\ncomparações com as moradias anteriores e nas moradias onde inicialmente habitavam, antes \n\nda construção de suas casas. Exemplificando, nomeamos algumas características citadas: \n\n“aqui no terreno tinha duas peças que eu cobria com latas de óleo, aquelas redondas, que eu \n\nabria e usava para proteger a casa”; “a primeira casa era de tábua... construí depois com o \n\ndinheiro da indenização que recebi da firma”. Mesmo os imigrantes que desfrutavam de uma \n\ncondição econômica mais favorável, cujas casas demonstraram melhores atributos, \n\nmanifestaram verbalmente o seu contentamento por terem “um abrigo” e tudo o que precisam \n\nde uma casa, afirmando conforto e segurança para viver. \n\nIncentivados a falar em termos comparativos sobre o lugar onde viviam e onde vivem \n\natualmente, foram mencionados as questões referentes a infra-estrutura do lugar, como, por \n\nexemplo, pode ser observada nas seguintes declarações: “as casas são iguais, aqui tudo é \n\nmelhor, é limpo, a prefeitura exige que os terrenos sejam limpos, aqui tem mais higiene”; “lá \n\nas  casas  do  centro  são  diferentes,  no  centro  tem  asfalto,  agora  que  estão  construindo  casas  \n\nmais ajeitadinhas... lá os cômodos passam de porta em porta, não é igual daqui, são \n\nseparados”; “aqui o ambiente é melhor, tem mais limpeza”. \n\nA maioria não identificou diferenças na forma de organização das casas, mas foram \n\ncitadas como diferenças marcantes as questões referentes à infra-estrutura da cidade, como a \n\nágua encanada, energia, asfalto e manifestaram preocupação quanto aos cuidados de limpeza \n\ncom o lugar. Em relação ao desenho das moradias se observou que as construções, quando \n\ncomparadas (Figura 4), apresentam padrões externos muito similares, embora as disposições \n\ninternas aparentem ser organizadas de forma diferente, em algumas situações. Pelas \n\nentrevistas foi possível identificar que em Puerto Quijarro e em outras localidades bolivianas \n\nas construções são feitas no sentido do “comprimento”, ou seja, os cômodos são construídos \n\nlado a lado. Essa forma de construir foi modificada nas residências locais, onde os cômodos \n\nsão construídos de forma agrupada, tendo, quase sempre, um corredor de interligação. \n\nFoi observado que grande parte das moradias localizadas em Corumbá permanece de \n\nforma inacabada, principalmente no que diz respeito ao reboco das paredes e outros cômodos \n\nda casa, justificados pela questão financeira dos residentes, que acabam realizando suas \n\n\n\n                                                \n\n \n\n44\n\n \n\n \n\n \n\nconstruções aos poucos. Essas características também foram notadas em Puerto Quijarro. \n\nEntretanto, em diálogos informais, foi esclarecido que essa prática é comum naquela cidade, \n\ncomo uma estratégia de se esquivar do pagamento de impostos, já que no município os \n\nimpostos são exigidos apenas em construções concluídas. Portanto, não são passíveis de \n\ncomparações em termos de estratégias, pois em Corumbá a condição de conclusão ou não da \n\ncasa não é prerrogativa para cobrança de imposto. Nesse caso, as condições econômicas são \n\nos principais fatores explicativos. \n\n \n\n \n\n \n \n\n \n \n\n \n \n\n \n \n\n \nFigura 4. Semelhanças na paisagem cultural de Corumbá, Brasil e Puerto Quijarro, Bolívia. \nAutor: DIAS, R.T.R., 2009. \n\n \nA moradia está diretamente relacionada como um dos desejos primordiais do ser \n\nhumano, não apenas com o sentido de habitação, mas pelo significado nela embutido. A casa \n\né o porto seguro de todo ser humano, o lugar onde se sente protegido e onde se manifesta toda \n\nsua individualidade e o seu poder. É nesse espaço que se concretiza suas relações mais \n\nafetivas, onde se relaciona com seus entes queridos. A possibilidade de adquirir a moradia \n\nprópria torna-se então um dos seus maiores sonhos e a essa realização internaliza o \n\nsentimento de felicidade. Isso pôde ser ratificado nas falas das pessoas entrevistadas, que \n\nmanifestaram a tranqüilidade e a alegria de poderem ter construído suas moradias, \n\nverbalizando a felicidade que isso representou em suas vidas e na vida de seus familiares: \n\n“aqui é um lugar abençoado e sou feliz, porque construí minha casa e minha família aqui”; \n\n“não sou mais feliz aqui só por causa da saúde, mas tenho minha casa e família”; “tenho o que \n\npreciso para viver bem... minha casa, família, bons vizinhos”; “aqui consegui trabalho e pude \n\nconstruir a minha casa onde vivo com minha família”, “aqui é um lugar bom, sossegado”.  \n\n\n\n                                                \n\n \n\n45\n\n \n\n \n\n \n\nEssa novidade os coloca em um novo status social, principalmente porque essa \n\nrealização sempre foi fruto de muito trabalho e esforço pessoal para melhorar as condições de \n\nvida.  \n\nPercebeu-se que um número significativo de pessoas entrevistadas já residia em casa \n\nprópria, ainda que não concluídas. Usufruíam na cidade, da infra-estrutura necessária para \n\nviver bem, como asfalto (na maioria das ruas), água encanada, luz elétrica, educação dos \n\ndescendentes, trabalho, lazer e assim por diante. Reconheceram que essas condições \n\nfavorecem uma vida mais confortável e tranqüila e se declararam felizes por estarem morando \n\nno lugar, afirmando que gostam de Corumbá e só retornam à Bolívia esporadicamente. Nesse \n\nponto, se pode afirmar que esses imigrantes estão perfeitamente integrados com a sociedade \n\ncorumbaense, já que muitos estabeleceram relações de trabalho e amizade com os brasileiros. \n\nCom relação ao tipo de moradia dos entrevistados, embora de padrões modestos, a \n\nmaioria declarou ser proprietário dos imóveis, que foram construídos a partir da aquisição de \n\num terreno, onde inicialmente residiam em pequenos cômodos até a organização de suas \n\nmoradias nos padrões atuais. Percebeu-se também, que parte dessas residências ainda \n\npermanece sem os acabamentos necessários, como a finalização das paredes, pintura. \n\nTambém existiam projetos de edificação de novos cômodos, em residências cujo início da \n\nconstrução denota ser de longa data. Esse fato remete estar diretamente vinculado com o \n\npoder aquisitivo desses indivíduos, que relataram que suas casas foram ou estão sendo \n\nconstruídas paulatinamente, conforme as condições financeiras e considerando a facilidade de \n\ncomprarem os materiais em prestações. \n\nEm sua maioria, as casas foram construídas em terrenos amplos, sendo seus cômodos \n\ndistribuídos da seguinte forma: dois a quatro quartos, sala, cozinha, banheiro, área de serviço \n\ne  quintal.  Notou-se,  em  muitos  casos  no  mesmo  terreno,  a  existência  de  outra  casa,  \n\ngeralmente menor, destinada a moradia de algum dos filhos (Figura 5).  \n\nA sala e a varanda foram apontadas como os lugares mais importantes da casa, pela \n\npossibilidade de integração e lazer com a família, sendo muitas vezes o lugar onde se realizam \n\nquase todas as atividades familiares (Figura 6). Além disso, a sala destaca-se pela existência \n\ndo televisor, onde as pessoas passam grande parte do tempo, como uma forma de \n\nentretenimento.  \n\nEssa predominância de convívio das pessoas na sala e na varanda ou quintal \n\napresentam similaridades com as residências dos corumbaenses, principalmente nos bairros \n\nmais  afastados  do  centro.  Provavelmente  a  sala  tenha  sido  eleita  por  ser  um  dos  cômodos  \n\nmaiores nas residências e onde é comum serem recebidas as visitas, já que é um lugar onde \n\n\n\n                                                \n\n \n\n46\n\n \n\n \n\n \n\nestas poderiam ser mais bem recebidas, pela existência do móvel apropriado (sofá) e também \n\ndo televisor que é um dos principais veículos de lazer. No que diz respeito à varanda ou \n\nquintal, também foi indicado como um meio de convivência, possivelmente por se constituir \n\nde uma área ampla e aberta, que permite a circulação mais livre das pessoas, bem como um \n\nrefugio do calor intenso que teria dentro das residências, já que o clima da cidade é bem \n\nquente na maior parte do ano. A varanda e, por extensão, o quintal também é o local das \n\npequenas festas em família, como aniversários, natal, final de ano.  \n\n \n\n \n\nFigura 5. Organização espacial das moradias dos bolivianos, \nna cidade de Corumbá-MS, Brasil. \nAutor: DIAS, R.T.R., 2009. \n\n \n\nA moradia é um espaço destinado ao relacionamento social, no qual as pessoas se \n\nreúnem tanto com a família – para viverem sob o mesmo teto, quanto para receberem parentes \n\ne amigos – a fim de compartilharem de momentos de lazer. Vale ressaltar que a área frontal \n\nda casa, e mesmo as calçadas, desempenham essa função de relacionamento, em ambas as \n\ncidades, constituindo uma forma singular de práticas cotidianas6. \n\n \n\n \n\n \n\n \n\n                                            \n6 Cf. Figura 3. \n\n\n\n                                                \n\n \n\n47\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 6. Varanda: um local de encontro nas moradias \ndos bolivianos, na cidade de Corumbá-MS, Brasil. \nAutor: DIAS, R.T.R., 2009. \n\n \n\nSão singulares também, a visão que se tem nas ruas de ambas as cidades (Figura 7), \n\nquando se presencia casas onde as pequenas plantações se misturam com as construções, \n\ntendo as ruas bastante arborizadas, sendo que em determinadas fotos essas ruas se confundem \n\npela semelhança, seja nas disposições das casas, seja pela vegetação ou pela presença de \n\npessoas reunidas nas portas de suas casas.   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 7. Similitudes paisagísticas da fronteira Brasil-Bolívia. \nAutor: DIAS, R.T.R., 2010. \n\n \n\nOutra característica marcante é a forma das construções que servem também para as \n\natividades comerciais. Essas casas são planejadas deixando uma porta maior com acesso a um \n\ncômodo que posteriormente será utilizado para esse fim. Normalmente se localiza ao lado da \n\nsala de estar, sendo interligada com todo o ambiente construído (Figura 8). Assim que \n\npossível financeiramente já começam a fazer funcionar a atividade comercial na casa. Os \n\n\n\n                                                \n\n \n\n48\n\n \n\n \n\n \n\nrecursos conseguidos com a atividade irão ajudar na conclusão da obra e apoiar a composição \n\nda renda familiar. \n\nUma das metas previstas neste processo investigatório previa estabelecer a relação \n\nexistente entre o número de residências com imigrantes bolivianos e a pressão sobre o setor \n\nhabitacional da cidade de Corumbá, já que esse número foi estimado em aproximadamente \n\nem 800 moradias (BAENINGER; SOUCHAUD, 2007). Porém a inexistência de um registro \n\nsistematizado inviabilizou a mensuração desse impacto, o que não significa negação de sua \n\nocorrência já que se trata de uma quantidade considerável. A Pastoral do Imigrante não possui \n\nregistros rigorosos das migrações bolivianas para Corumbá-MS, mas estima algo em torno de \n\n8 ou 10 mil migrantes. Os gestores do setor habitacional de Corumbá, quando procurados \n\n(novembro de 2009) disseram não existir uma estimativa dessa pressão. Contudo, se pode \n\nindicar pelos números sugeridos, a necessidade de pelo menos 2 mil moradias para atender \n\nessa demanda. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 8. Moradia localizada em Corumbá, Brasil, antes e após a sua conclusão, com espaço \npara a realização de pequeno comércio.  \nAutor: DIAS, R.T.R., 2009. \n\n \n\nAssim, quando nos referimos ao impacto dessas moradias, as colocamos sob os \n\naspectos inerentes ao seu funcionamento: abrigo e infra-estrutura (água, luz, saneamento, \n\nasfalto etc.) e demais necessidades de lazer e subsistência (farmácias, mercados, praças etc.) \n\nao ser humano. Nessa ótica, o impacto ocorre, tanto no setor habitacional como nas demais \n\náreas provedoras de infra-estrutura e equipamentos urbanos, tornando necessária adoção de \n\npolíticas e procedimentos que implementem a melhorias para essas pessoas, bem como os \n\ndemais cidadãos corumbaenses. \n\n \n\n\n\n                                                \n\n \n\n49\n\n \n\n \n\n \n\n3.3 Os bolivianos que residem em Corumbá e a relação com o lugar de moradia \n\n \n\nA apropriação do espaço corumbaense pelos migrantes bolivianos ocorreu, \n\naparentemente, de forma aleatória. Motivados pela expectativa de mudança nos padrões de \n\nvida que tinham em suas origens, buscaram nessa terra os meios para alavancar seus \n\nobjetivos. Assim, o trabalho foi o fator que determinou o início desse processo migratório, na \n\nmaioria  dos  casos.  Vindo  para  Corumbá,  inicialmente  moraram  em  casas  temporárias  e,  \n\nposteriormente, foram construindo suas moradias nos diversos bairros da cidade.  \n\nEmbora haja um adensamento de moradias em determinados bairros, a ocupação \n\ndesses espaços ocorreu de forma espontânea, já que, de acordo com os relatos, a fixação das \n\nresidências se deu por escolha individual, levando-se em conta, a proximidade com o trabalho \n\ne, também, preço de lotes acessíveis. A forma de relacionamento com esse espaço não parece \n\ndiferir da maneira dos demais moradores, uma vez que o cotidiano é muito semelhante, sendo \n\nexpresso nas informações de trabalhos semanais e descanso nos finais de semana. \n\nProvavelmente a existência de outros moradores bolivianos tenha influenciado nas decisões \n\nde compra de terrenos para a construção de moradias, o que justificaria essa aglomeração de \n\nresidências em bairros específicos. Uma característica que pode denotar a procura de \n\nresidências.  \n\nUma marca muito presente e que os identifica como um povo boliviano são as festas \n\ntradicionais em comemoração ao dia da Virgem de Urukupiña, em 26 de agosto. Nesse caso, \n\nos grupos tradicionais da Bolívia se deslocam para a cidade de Corumbá, para apresentações \n\nem desfiles e celebrações religiosas, como missas que são realizadas em igrejas locais e \n\ndesfiles. A participação em novenas e festas também foi relatada como uma prática comum e \n\nsão realizadas durante os nove dias que antecedem o dia comemorativo dessa Virgem. \n\nOcorrem ainda procissões que são acompanhadas por grupos de dançarinos \n\ntradicionais da Bolívia, como Los Caporales, Pujllay e Morenada (Figura 9 e 10), que seguem \n\ntocando seus instrumentos juntamente com a apresentação de músicas e danças. São \n\ndevidamente paramentados com as vestimentas tradicionais desses grupos que leva em \n\nconsideração suas raízes históricas. Essa manifestação de fé e cultura se reveste de muita cor e \n\nalegria, diferentemente das procissões religiosas manifestadas pela cultura local do município \n\nde Corumbá (e em geral, no Brasil), onde as mesmas acontecem com orações e cânticos \n\nreligiosos em marcha lenta. A fé católica se mostrou preponderantemente em suas crenças \n\nreligiosas, demonstrando em suas festividades fortes traços do povo indígena e influência dos \n\n\n\n                                                \n\n \n\n50\n\n \n\n \n\n \n\njesuítas, como sugere a mistura de representações folclóricas e seus significados e as \n\ncelebrações de missas e novenas, por exemplo.  \n\n \nFigura 9. Desfile do Grupo Morenada Achachis em homenagem à \nVirgem de Urukupiña, na cidade de Corumbá-MS, Brasil, agosto \nde 2009. \nAutor: DIAS, R.T.R., 2009. \n\n \nFigura 10. Desfile do Grupo Pujllay, na cidade de \nCorumbá-MS, Brasil, agosto de 2009.  \nAutor: DIAS, R.T.R., 2009. \n\n\n\n                                                \n\n \n\n51\n\n \n\n \n\n \n\nA comemoração ao dia da Virgem de Urukupinã é uma das mais importantes tradições \n\nboliviana no campo religioso, sendo realizada anualmente no mês de agosto, reunindo \n\nbolivianos residentes em Corumbá e em Puerto Quijarro. Geralmente a festa inicia-se com a \n\ncelebração de uma missa em uma das igrejas locais e, posteriormente a imagem da santa é \n\ntransportada em altar (Figura 11 e 12) para a Feira BRASBOL, onde possui um altar \n\npermanente. Esta feira é uma espécie de camelódromo, situada nas proximidades da área \n\ncentral da cidade de Corumbá e nela são vendidos produtos de comerciantes locais e, \n\npredominantemente (mais de 90%) de comerciantes bolivianos. Ao lado dessa feira localiza-\n\nse um espaço para estacionamento de veículos e é nesse local, que as atividades \n\ncomemorativas se realizam durante o dia, com eventos recreativos, danças e músicas típicas, \n\nbem com o consumo de bebidas e comidas, que, de acordo com os entrevistados são \n\noferecidos gratuitamente por patrocinadores da festa. \n\n \n \n\n \nFigura 11. Andor da Virgem de Urukupiña, em procissão \nna cidade de Corumbá-MS, Brasil, agosto de 2009. \n Autor: DIAS, R.T.R., 2009 \n\n \n\n\n\n                                                \n\n \n\n52\n\n \n\n \n\n \n\n \nFigura 12. Gruta localizada na Feira Brasbol, onde a imagem da \nVirgem de Urukupiña, fica abrigada permanentemente. \nAutor: DIAS, R.T.R., 2009. \n\n \nEssa  festa  se  prolonga  no  decorrer  do  dia,  no  entorno  da  feira  Brasbol  (Figura 13), \n\nonde se observa fortemente a territorialidade dos bolivianos. Embora essa denominação da \n\nfeira indique a união Brasil – Bolívia (BRASBOL) para a exploração comercial, ela agrega \n\nem sua maior parte a atuação de comerciantes bolivianos. Dessa forma, muitas vezes a \n\ncomunidade se refere a ela como “feira boliviana”. \n\n \n\n \nFigura 13. Feira Brasbol. \nAutor: DIAS, R.T.R., 2009 \n\n\n\n                                                \n\n \n\n53\n\n \n\n \n\n \n\nAlém disso, a concentração de moradias de bolivianos na cidade de Corumbá está \n\nevidenciada nos arredores dessa feira, que foi confirmada, através de conversas informais com \n\nmoradores locais, que justificaram a escolha desse local para suas residências em função da \n\nproximidade  com  a  feira  Brasbol  e  também  de  uma  escola  onde  seus  filhos  estudam.  Vale  \n\nsalientar que essa localidade fica estrategicamente localizada na via de acesso à Bolívia. Foi \n\nlocalizada a presença de três agrupamentos7 (“vilas”) nas imediações da feira (Figura 14). \n\nAcreditava-se que pudesse ser uma forma de dos bolivianos se agruparem numa alternativa de \n\nse  manterem  fortalecidos  diante  do  novo.  Ou,  ainda  os  territórios  da  exclusão,  em  \n\nconformidade com Haesbaert (2004). Entretanto, essas suposições perdem força \n\nargumentativa quando esses moradores afirmam que escolheram esse lugar de moradia por ser \n\nde fácil acesso ao trabalho e a escola. Outra negação para essa hipótese foi encontrada na \n\ncomposição dos moradores dessas “vilas”. Um desses agrupamentos era constituído por onze \n\nresidências, sendo cinco de moradores bolivianos e seis de moradores brasileiros, sugerindo \n\nnão ser a nacionalidade o motivo da escolha do lugar, mas a facilidade para a realização de \n\nsuas atividades cotidianas. \n\n \n\n \nFigura 14. “Vila” localizada nas proximidades da Feira BRASBOL, em \nCorumbá. \nAutor: DIAS, R.T.R., 2010 \n\n                                            \n7 São um conjunto de casas construídas num mesmo terreno (lote), postas lado a lado. \n\n\n\n                                                \n\n \n\n54\n\n \n\n \n\n \n\nDe um modo geral se pode afirmar que o migrante boliviano convive amigavelmente \n\ncom a população corumbaense. Se levar em conta que o novo pode ter diferentes graus de \n\naceitação e resistência em qualquer situação, esse fato é especialmente verdadeiro quando se \n\ntrata de um elemento novo no ambiente, neste caso o migrante, quer seja por aquele que chega \n\nou por aquele que recebe. O migrante vai para um lugar e precisa criar novas redes de \n\nsociabilidade até que possa integrar-se de fato. Ao mesmo tempo a população precisa \n\nconhecê-lo para que haja relacionamentos amistosos. De ambos os lados é preciso que as \n\npessoas estejam desprovidas de idéias e pensamentos pré-concebidos. No que concerne \n\nespecificamente ao migrante boliviano este tema carece de uma análise mais cuidadosa, para \n\nse verificar a ocorrência das escalas de aceitação e/ou resistência.  \n\nNum primeiro momento muitas colocações apresentadas na entrevista não denotaram \n\nsentimento de oposição à presença desses migrantes na cidade de Corumbá, tendo em vista \n\nmanifestações de que esta seria uma terra abençoada e de um povo bom e solidário. Argüidos \n\nsobre o relacionamento com a vizinhança foram verbalizadas situações de boa convivência e \n\nde pessoas que se auxiliam mutuamente. Não podemos afirmar com isto à ausência de \n\npreconceitos de ambas as partes, entretanto, acreditamos que possivelmente houve uma boa \n\naceitabilidade deste novo elemento nesta localidade, tanto assim que umas das principais \n\ncaracterísticas da cidade de Corumbá é a presença marcante de migrantes das mais diversas \n\npartes do mundo. \n\n \n\n \n\n3.4 Hábitos, costumes espaços de lazer e interação com a sociedade corumbaense  \n\n \n\nAs entrevistas foram realizadas com migrantes que vieram entre as décadas de 1940 e \n\n1980, na sua maioria muito jovem. Este fato possivelmente contribuiu para que esse \n\nmovimento de transformação cultural fosse mais rapidamente incorporado. Muitos deixaram \n\nde praticar hábitos comuns de seu país natal, adaptando aos novos costumes locais. A partir de \n\nconversas com o coordenador do Centro Boliviano-Brasileiro se verificou que nas décadas \n\nmais recentes vem ocorrendo um movimento de resgate das tradições, conforme discutiremos \n\nmais adiante. \n\nCom relação aos costumes referentes à alimentação, atividades de lazer, trabalho e \n\nreligiosidade, se verificou uma intensa modificação e mantido principalmente os costumes \n\nreligiosos e em menor intensidade os hábitos alimentares. Grande parte dos entrevistados se \n\ndeclarou católica, antes e após a migração, sendo comum observar a exposição de imagens \n\n\n\n                                                \n\n \n\n55\n\n \n\n \n\n \n\nsacras nos diferentes espaços da casa (sala, quarto, cozinha), dispostos em móvel específico \n\nou em quadros afixados nas paredes. Também se presenciou a existência de uma “capelinha” \n\ncom imagem da Virgem de Urukupiña ou outra santa (numa das casas havia um oratório com \n\na imagem de Nossa Senhora Aparecida). \n\nOs entrevistados indicaram que no lugar de onde vieram havia poucas opções de lazer, \n\numa vez que moravam majoritariamente em áreas rurais. Em suas palavras, moravam “no \n\nmato”, motivo pelo qual também foi amplamente citado a agricultura como principal \n\natividade de trabalho. Também foi muito citada como forma de lazer a música e a dança, \n\nseguidos de igreja e do futebol. Essas manifestações foram mantidas, na maioria das vezes, \n\npois Corumbá não oferece opções tão diferentes. \n\nTambém foram mencionadas as participações em celebrações semelhantes as \n\nrealizadas no Brasil, que são as comemorações cívicas e religiosas e o carnaval. Dentre essas \n\nforam destacadas as festividades em homenagem às Virgens de Cotoca, Copacabana e \n\nUrukupiña. A festa em comemoração à Virgem de Urukupiña foi a celebração que se manteve \n\nmais fortemente em seus hábitos culturais na mudança de local de residência de um país para \n\no outro. \n\nNo  tocante  a  alimentação  os  pratos  mais  citados,  além  da  sopa,  que  foi  uma  citação  \n\nunânime: o picante de frango que também é um prato com caldo; o marradito, uma espécie de \n\nrisoto ou arroz de carreteiro, mas de consistência com pouco caldo (Figura 15); e os alimentos \n\nda roça como legumes e verduras, com destaque para o milho, batatas e animais de pequeno \n\nporte, como galinha, porco, cabrito. Além disso, foram mencionados como bebidas típicas: \n\nchicha (a base de milho ou amendoim, pode conter álcool ou ser consumido sob a forma de \n\nsuco), mocochinche (suco de pêssego desidratado e cozido) e a paceña (cerveja tipicamente \n\nboliviana e já muito conhecida nesta fronteira). \n\nA esses hábitos, algumas vezes deixados ou substituídos, foi incorporado outros da \n\nculinária brasileira. Desses, o feijão parece ter sido o prato que passou a ser mais utilizado em \n\nseu consumo alimentar. A principal diferença na alimentação diz respeito à maneira de \n\npreparo dos alimentos, sendo que na Bolívia são consumidos principalmente sob a forma de \n\ncozidos, enquanto no Brasil se prefere os guisados e alimentos sem caldos, conforme \n\nobservação dos migrantes entrevistados. Entretanto, esses alimentos foram bem assimilados \n\npor eles que passaram a fazer uso do arroz com mais frequência, feijão, massas e assados.   \n\nA cidade de Corumbá incorporou alguns dos hábitos e costumes desses migrantes com \n\ndestaque para: a saltenha, um salgado com recheio de frango e batatas, e; o arroz boliviano, \n\n\n\n                                                \n\n \n\n56\n\n \n\n \n\n \n\numa espécie de risoto onde são integrados ao arroz ingredientes como o milho, ervilha, \n\nbatatas, bananas fritas e molho de frango ou carne moída. \n\n \n \n\n \n\n \n\n  \n\n           Frango picante                          Chicha                                 Mocochinche \n \n\n \n\n \n\n \n \n\n            Arroz boliviano                             Saltenhas                Sopa de mani (amendoim) \n\nFigura 15. Alguns alimentos típicos da culinária boliviana. \nAutor: DIAS, R.T.R., 2010 \n \n\nQuanto às atividades culturais, as músicas e danças típicas mais mencionadas foram: \n\ntaquirari, chavena, diablada, cumbia, entre outras. É marcante a influência dos povos \n\nindígenas que ficaram fortemente preservadas em suas tradições. As danças se revestem de \n\nsignificados, representados nos ritmos e coreografias que lembram suas celebrações religiosas \n\nde culto aos deuses da natureza, com diversas denominações. As vestes também denotam a \n\ninfluência espanhola absorvida em seus costumes. Nessas ocasiões podemos notar a alegria de \n\nseus ritmos e cores, característicos desse povo (Figura 16). \n\nTambém foi observado que, após longos anos distante de sua terra natal esses \n\nmigrantes foram perdendo o envolvimento com a sua tradição nativa, quer seja no campo \n\ncultural de suas festividades, como no cotidiano, visto que absorveram muito mais os \n\ncostumes locais do que as vivenciadas em suas raízes. Um exemplo disso é o idioma que se \n\nmostrou dicotômico. Muitos falaram da importância do idioma como um elo com seu país e \n\nde sua transmissão para os filhos, mas contraditoriamente se esforçam para se comunicarem \n\nem português. Os filhos nascidos no Brasil falam cotidianamente o português e na maioria das \n\nvezes, apenas compreendem e não falam o idioma de seus pais. \n\n \n\n \n\n \n\n\n\n                                                \n\n \n\n57\n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 16: Grupo as Morenadas em apresentação nas ruas de Corumbá.  \nAutor: DIAS, R.T.R., 2010. \n\n \n\nUma hipótese provável – mas que carece de estudos mais aprofundados – é a de que \n\nesses migrantes, por terem vindo muito jovem para o Brasil e pela necessidade de \n\ncomunicação para aceitação na nova terra, teriam se empenhado em absorver os costumes \n\nlocais, abrindo mão de suas tradições. Outra possibilidade poderia ser o fato que um número \n\nsignificativo desses migrantes era indocumentados8, o que também explicaria algumas vezes \n\nnão se declararem bolivianos, considerando que poderia ser um fator de rejeição ou \n\ncomplicações civis.  \n\nEm relação às organizações político-sociais dos bolivianos em Corumbá, destacam o \n\nCentro Boliviano-Brasileiro e o Consulado Boliviano, além da Pastoral do Migrante. Em \n\ntrabalho recente e por iniciativa da Prefeitura de Corumbá/Subsecretaria de Ações da \n\nCidadania, e do Consulado Boliviano, com apoio de diversas entidades foi realizada uma ação \n\nsocial que garantiu a emissão de registro de nascimento para filhos de migrantes bolivianos \n\nnascidos no Brasil. Esse direito é garantido por Lei, sendo gratuito para crianças de até doze \n\nanos. Essa atividade foi realizada durante o último domingo de fevereiro de 2010 na sede do \n\nCentro Boliviano-Brasileiro, contando com a participação da Defensoria do Povo - Bolívia e \n\n                                            \n8 Termo utilizado pelo Coordenador da Pastoral do Migrante para indicar os indivíduos que se estabeleceram na \ncidade  sem  visto  legal.  Possuíam  os  documentos  de  seu  país  de  origem,  mas  viviam  de  forma  clandestina  em  \nCorumbá-MS. \n\n\n\n                                                \n\n \n\n58\n\n \n\n \n\n \n\nde representantes de cartórios daquele país, que proporcionou a obtenção desse direito (Figura \n\n17). O objetivo principal, de acordo com os pronunciamentos das autoridades envolvidas, \n\nvoltou-se principalmente no sentido de estimular o reconhecimento da cidadania boliviana, \n\nalém de garantir o exercício de seus direitos legais na Bolívia.  \n\n \n\n \n\n \n\n \nFigura 17. Ação social para cidadania boliviana de \ncrianças brasileiras, filhas de bolivianos residentes em \nCorumbá, Brasil. \nAutor: DIAS, R.T.R., 2010 \n\n \n\nO atual presidente do Centro Boliviano-Brasileiro (CBB) se referiu a uma proposição \n\ndessa instituição onde se evidencia a preocupação de uma efetiva integração do povo \n\nboliviano à comunidade corumbaense e, ao mesmo tempo resgatar suas tradições. Para isso o \n\nestatuto  da  instituição  vem  sendo  reformulado  de  forma  participativa  e  o  centro  vem  \n\nprogramando atividades, como: criação e manutenção de um grupo de dança; conjunto \n\nmusical que executa canções bolivianas e latinas; inclusão das festas em comemoração da \n\nVirgem  de  Urukupiña  e  das  três  bandeiras  no  calendário  cultural  de  Corumbá,  que  são  \n\ncomemorativas das virgens Cotoca, Caacupê e Conceição (Bolívia, Paraguai e Brasil), \n\nrealizadas em 8 de dezembro; utilização do espaço da sede do CBB para a realização de \n\neventos educacionais, sociais e culturais; estímulo do turismo na Bolívia; campanhas de \n\nsolidariedade, com finalidade social e da saúde para fronteira Brasil-Bolívia (Projeto El Faro), \n\nentre outras possibilidades. \n\nA Coordenação da Pastoral do Migrante desempenha papel importante no apoio aos \n\nbolivianos, principalmente espiritual, psicológico e também para orientar e acompanhar os \n\nprocedimentos da regulamentação de estabelecimento na cidade e, em algumas situações, \n\n\n\n                                                \n\n \n\n59\n\n \n\n \n\n \n\npromovendo pequenos auxílios financeiros. Às vezes esses auxílios são concedidos em forma \n\nde passagens nos casos de migrantes que resolvem retornar ao seu país e que não tenham \n\ncondições  de  tal  ensejo.  Na  Bolívia,  existe  a  uma  organização  (ONG)  de  apoio  psicológico  \n\naos migrantes que retornam às suas casas, com problemas de desagregação familiar, \n\ndecorrentes do afastamento de pais e filhos, ou mesmo de casais que migram separadamente e \n\nencontram  outros  parceiros.  No  caso  de  retorno  ao  país  de  um  dos  genitores  ou  mesmo  de  \n\nambos, os laços afetivos, algumas vezes, já foram corrompidos pelo tempo e pela distância. \n\nAlém disso, essa instituição promove e participa de pesquisa e debates com a comunidade e \n\ngoverno local sobre questões da migração, em especial Brasil-Bolívia, para a busca de \n\nsoluções para problemas comuns. \n\nPortanto, esses costumes, práticas cotidianas trazidas dos locais de origem foram \n\nmescladas aos hábitos encontrados na nova terra, produzindo um indivíduo culturalmente \n\nhíbrido. Talvez, as motivações de integração com a população local, pelos motivos já \n\nelencados,  tenham  colocado  em  risco  tradições  seculares  herdadas  de  sua  origem,  daí  a  \n\nimportância das ações das entidades sociais representativas desses grupos em Corumbá. \n\n \n\n \n\n \n\n\n\n                                                \n\n \n\n60\n\n \n\n \n\n \n\n4 CONSIDERAÇÕES FINAIS \n\n \n\n \n\nEste trabalho procurou abordar os aspectos inerentes ao processo migratório e as \n\nconseqüências sobre a organização das moradias do migrante boliviano na cidade de \n\nCorumbá, Brasil. Neste ponto, se observou que esses migrantes buscaram nesta cidade, \n\nprimeiramente, melhores condições de trabalho e, a partir daí, se estruturaram para sua \n\npermanência e construção de suas moradias. Independente de suas casas serem próprias ou \n\nalugadas se notou um padrão aproximado de organização, tanto em Corumbá como em Puerto \n\nQuijarro. Na maioria das vezes, se conservou na paisagem a existências de plantações, \n\npequenos animais e espaço para descanso e conversas (Ex. bancos de madeira em frente das \n\ncasas e plantas). Essas características são comumente observadas tanto nesta cidade brasileira \n\nquanto na boliviana. \n\nCom relação aos hábitos e costumes, o que se pode perceber é que apesar desta \n\nfronteira ser permissiva, de fácil acesso e trânsito das pessoas, tanto de bolivianos quanto de \n\nbrasileiros, a fronteira cultural ainda é uma questão a ser transpassada. Esta condição de \n\nconvivência tão próxima, verificada no cotidiano e manifestada por esses imigrantes deveria \n\nter possibilitado uma maior incorporação de suas práticas tradicionais. Mas o que na verdade \n\nse percebeu foi que os migrantes bolivianos assimilaram muito mais do que os brasileiros os \n\ncostumes de cada povo. A culinária, por exemplo, não foi incorporada aos hábitos locais, com \n\npoucas exceções, como a saltenha e o arroz boliviano.  \n\nContraditoriamente o migrante boliviano ao mesmo tempo em que procurou se \n\nadequar aos hábitos e costumes corumbaenses, também manteve fortes vínculos com a terra \n\nnatal, como visto nas participações em festas tradicionais bolivianas, visitas freqüentes a \n\nPuerto  Quijarro  e  outras  cidades  da  Bolívia.  Essa  prática  faz  com  que  o  migrante  boliviano  \n\ncultive suas raízes ao mesmo tempo em que busca se integrar nas atividades locais como uma \n\nforma de se sentir pertencente ao lugar. Suas atitudes são influenciadas tanto pelos hábitos \n\noriginais quanto pelos locais, transformando a sua maneira de viver, de organizar o espaço de \n\nsuas moradias e seu relacionamento com a sociedade. \n\nA presença de um novo elemento no relacionamento humano sempre ocorre \n\nimpregnada de significados, muitas vezes conflitantes, de sentimentos, expectativas e medos, \n\npelo que pode advir. Estes sentimentos ficam muito mais latentes em uma região de fronteira \n\ne, em especial nas fronteiras abertas, onde a convivência diária coloca em confronto a sua \n\ncapacidade de adaptação e transformação. O migrante, neste caso o boliviano, chega ao lugar \n\n \n\n\n\n                                                \n\n \n\n61\n\n \n\n \n\n \n\ncom esperança de encontrar um trabalho digno que melhore sua qualidade de vida – \n\nafirmativa unânime em todas as entrevistas. Ao mesmo tempo, se mostra receoso com o que \n\nvai encontrar, já que está se colocando num novo território, onde tudo lhe é diferente. O \n\nhabitante  local,  também  manifesta  sentimento  dual:  ao  mesmo  tempo  em  que  acolhe,  sente  \n\nreceio do diferente. Reconhecer as diferenças, que o migrante trás consigo, as formas \n\ndiferentes de viver e a riqueza de suas experiências contribuem para um hibridismo, uma nova \n\nperspectiva daquilo que se pode viver – transformações no cotidiano da sociedade. \n\nO que se percebeu foi um grande desprendimento do migrante boliviano para facilitar \n\na sua aceitação neste lugar, afirmando que aprenderam muito com a vinda para Corumbá e \n\nque sempre procuraram “fazer tudo certinho”. Ao mesmo tempo relataram com quase \n\nunanimidade a recepção e colaboração dos corumbaenses na vida cotidiana. \n\nA forma de organização das moradias dos bolivianos em Corumbá, se em algum \n\nmomento foram muito díspares, as singularidades parecem ser mais evidentes no contexto \n\natual, já que foram observadas estruturas muito semelhantes, tanto no aspecto físico, quanto \n\nno desenho materializado e no significado atribuído as suas moradias: abrigo, conforto, \n\nrelacionamento. Estas observações foram fortemente manifestadas quando se referem a casa \n\ncomo um lugar de proteção e também onde se realizam mais frequentemente seus momentos \n\nde descanso e lazer. \n\nA pesquisa permitiu observar uma estreita relação entre o povo boliviano e o \n\ncorumbaense, manifestada nas relações cotidianas. Esta argumentação se reforça nos \n\nmatrimônios, oficiais ou não, entre brasileiros e bolivianos nos batizados vistos com \n\nreciprocidade de nacionalidades. Tal afirmativa é corroborada pela análise da quantidade de \n\ncrianças envolvidas nesse contexto, considerando que parcela significativa dos casais teve \n\nentre cinco e dez filhos, quase todos batizados por casais brasileiros. Portanto, relacionamento \n\npessoal desta fronteira, mostra um cotidiano de tolerância, de aceitação, não se limitando à \n\nconvivência espacial, as também a solidariedade entre os indivíduos. \n\nUma das proposições desta pesquisa foi analisar a forma de atuação das redes de \n\ncooperação entre os bolivianos que moram em Corumbá com a Bolívia. No discurso desses \n\nmigrantes ficou evidenciada a importância que essas redes sociais tiveram, na medida em que \n\npossibilitaram certo conforto na vinda para o novo território. A participação de amigos e \n\nfamília, as relações de trabalho e escola foram manifestações concretas da existência dessas \n\nredes e determinantes nesse processo. Por outro lado, com relação à acolhida que tiveram \n\npelos habitantes de Corumbá essa se mostrou positiva, podendo ser considerada, mesma, \n\ncomo facilitadora de suas permanências na cidade de Corumbá.  \n\n\n\n                                                \n\n \n\n62\n\n \n\n \n\n \n\nLogo, essas redes sociais de migração sempre estiveram presentes ao longo da \n\nhistória, pessoais, civis, sem interferência de instituições formalizadas, governamentais ou \n\nnão. Entretanto, os formatos de redes sociais de migração foram se modificando ao longo dos \n\nanos, o que pode ser corroborado pela participação de instituições como o Centro Boliviano-\n\nBrasileiro, o Consulado da Bolívia em Corumbá e a Pastoral do Migrante de Corumbá, que \n\ndesenvolvem ações, individualmente e/ou em parcerias, visando a adequação e o \n\ndesenvolvimento social e da cidadania desses migrantes. \n\nO espaço fronteiriço é um lugar de relações híbridas, produzidas pelo contato entre \n\ndois  povos,  de  dois  países.  Assim,  as  ações  políticas  devem  entender  a  fronteira  como  um  \n\nlugar de transposição, onde as práticas cotidianas quando bem conhecidas, facilitam o \n\nplanejamento  para  melhorar  a  condição  de  vida  dessa  população.  O  corumbaense  não  se  vê  \n\ncomo um indivíduo fronteiriço, atribuindo essa condição para o boliviano. Na verdade ambos \n\nsão fronteiriços, pois dividem um espaço de contato entre dois territórios nacionais. Daí a \n\nnecessidade de construir algumas estratégias que fortaleçam essa identidade.  \n\nAs reflexões teóricas e o diálogo com as pessoas – os migrantes bolivianos e seus \n\nrepresentantes – se constituíram de importante fonte de conhecimento abrindo as portas e \n\nrevelando um novo olhar sobre esta região. Entretanto tudo, o que se pode apreender ainda é \n\npouco diante deste universo tão rico e peculiar, impossível de se dimensionar no tempo \n\ndestinado para a realização deste trabalho. \n\nDessa maneira, este trabalho foi altamente instigante, mas não pretendeu ser \n\nconclusivo; essencialmente, procurou levantar informações a fim de fomentar a discussão \n\nsobre esta região de fronteira. É importante reconhecer as particularidades deste território que \n\ndeve ser visto não apenas como dois espaços político e geograficamente delimitados, mas \n\nonde seus cotidianos se entrelaçam, em suas práticas e experiências de vidas. Reconhecer o \n\ncaráter singular dessa região e que se deve ter um olhar diferenciado é o primeiro passo para \n\nplanejamento e articulação de ações conjuntas com o mesmo objetivo: desenvolvimento local \n\ne qualidade de vida de seus habitantes. O fronteiriço não é um ser sozinho, mas, sobretudo um \n\nmutante coletivo! \n\n \n\n \n\n \n\n\n\n                                                \n\n \n\n63\n\n \n\n \n\n \n\nREFERÊNCIAS \n\n \n\n \n\nBAENINGER, Rosana; SOUCHAUD, Silvain. Diferenciais da Imigração Boliviana em \nCorumbá: resultados da pesquisa de campo. Seminário Internacional  Estudos Fronteiriços. \nCorumbá: UFMS – MS, 2008. \n\n______. In: Taller Nacional sobre “Migración interna y desarrollo en Brasil: diagnóstico, \nperspectivas y políticas” - Organizado por la Comisión Económica para América Latina y el \nCaribe, CELADE-División de Población, com el apoyo y auspicio del Banco Interamericano \nde Desarrollo (BID), Brasil, Brasília, 2007. \n\nBASSEGIO, Luiz. Migrantes: discriminados e necessários. Serviço de Pastoral do Migrante. \nSão Paulo, 2004. Disponível em \n<http://www.guiadoimigrante.com/artigo.php?idPublicacao=1197> Acesso em 09 out 2008. \n\nCARVALHO, Vanilde Alves de; GUIMARÃES, Reinaldo Vaz; BEZERRA, Fabiana de \nSouza. A dinâmica entre as fronteiras: Brasil Bolívia: a relação entre as regiões Pantaneiras e \nChiquitanas. XI Encuentro de Geógrafos de América Latina. Anais. Bogotá, 26-30, mar, 2007 \n\nCARLOS, Ana Fani Alessandri. A cidade. 8. ed. São Paulo: Contexto, 2005. \n\n______. A questão da habitação na metrópole de São Paulo. Scripta Nova. Revista electrónica \nde geografía y ciencias sociales. Barcelona: Universidad de Barcelona, 1 de agosto de 2003, \nvol. VII núm. 146(046).&lt;http://www.ub.es/geocrit/sn/sn-146(046). htm> [ISSN: 1138-9788] \n\nCASTROGIOVANNI, Antonio Carlos; GASTAL, Suzana. Turismo e fronteira: tensionando \nconceitos. In: IV Seminário de Pesquisa em Turismo e III Seminário de Associação Nacional \nde Pesquisa e Pós-Graduação em Turismo. Caxias do Sul, 2006.  \n\nCATAIA, M. A relevância das fronteiras no período atual: unificação técnica e \ncompartimentação política dos territórios. In: Revista Electrónica de Geografía y Ciencias \nSociales, Vol. XI n. 245 (21), 2007. Disponível em http://www.ub.es/geocrit/sn/sn-24521.htm \n\nCOSTA, Edgar Aparecido da. Ordenamento territorial em áreas de fronteira. In: COSTA, \nE.A; OLIVEIRA, M.A.M. Seminário de estudos fronteiriços. Campo Grande: Editora UFMS, \n2009, p. 61-78. \n\nDIAS, Leila Christina. Os sentidos da rede: notas para discussão. DIAS, L. C.; SILVEIRA, R. \nL. L. (Org.). Redes, sociedades e territórios. 2.ed. Santa Cruz do Sul: Edunisc, 2007. \n\nGOLGHER, André Braz. Fundamentos da migração. Belo Horizonte: UFMG/Cedeplar, \n2004. \n\nHAESBAERT, Rogério. Da desterritorialização à multiterritorialidade. Anais do X Encontro \nde Geógrafos da América Latina. Universidade de São Paulo, 2005. \n\n______. O mito da desterritorialização: do “fim dos territórios” à multiterritorialidade. Rio de \nJaneiro: Bertrand Brasil, 2004. \n\n\n\n                                                \n\n \n\n64\n\n \n\n \n\n \n\nHAESBAERT, Rogério; BÁRBARA, Marcelo de Jesus Santa. Identidade e migração em \náreas transfronteiriças. Geographia (UFF). Niterói, v. 5, p. 45-65, 2001. \n\nMACHADO, Lia Osório. Limites, fronteiras e redes. In. STROHAECKER, T.M. et al (orgs.). \nFronteiras e espaço global. Porto Alegre: AGB-Porto Alegre, 1998, p.41-49. \n\nMAIA, Rui Leandro Alves da Costa. Migrações e redes de relações sociais em meio urbano: \num exemplo a partir do Porto. Revista de Demografia Histórica, XX, I, 2002, segunda época, \npp. 53-80. \n\nMARTINS, Sérgio Ricardo Oliveira. Desenvolvimento local e turismo: por uma ética de \ncompromisso e responsabilidade com o lugar e com a vida. In: Interações - Revista \nInternacional de Desenvolvimento Local. Vol. 6, N. 10, Mar. 2005. \n\nMÉNDEZ, R. Inmigración y mercados de trabajo urbanos: tendencias recientes en la región \nmetropolitana de Madrid. Scripta Nova. Revista Electrónica de Geografía y Ciencias sociales. \nBarcelona: Universidad de Barcelona, 15 de enero de 2008, vol. XII, núm. 257 \n<http://www.ub.es/geocrit/sn/sn-257.htm>. [ISSN: 1138-9788]. \n\nMORIN, Edgar. Introdução ao pensamento complexo. 3.ed. Porto Alegre: Sulina, 2007. \n\n______. Da necessidade de um pensamento complexo. In: Francisco Menezes Martins e \nJuremir Machado da Silva (org). Para navegar no século XXI. Porto Alegre: Sulina/Edipucrs, \n2002. \n\nNOGUEIRA, Ricardo José Batista. Fronteira: espaço de referência Identitária? Revista Ateliê \nGeográfico, v. 1, n. 2, dez/2007, p.27-41. Goiânia: UFG, 2007. \n\nOLIVEIRA, T. C. M. D. Uma fronteira para o pôr-do-sol. Campo Grande: Editora UFMS, \n1998. \n\nPERES, Roberta Guimarães; SOUCHAUD, Sylvain; BAENINGER, Rosana. Mulheres na \nfronteira Brasil – Bolívia: primeiros resultados. In XVI Encontro Nacional de Estudos \nPopulacionais. Caxambu, MG, 2008.  \n\nRAFFESTIN, Claude. Por uma geografia do poder. São Paulo: Ática, 1993. \n\nRAPOPORT, Amos. Vivienda y Cultura. (Traduação:  Conchita Diez de Espada). Barcelona: \nGustavo Gill, 1972. \n\nSANTOS, Milton.  A natureza do espaço: técnica e tempo, razão e emoção. 2.ed. São Paulo: \nEd. Hucitec, 1997. \n\nSAQUET, Marcos Aurélio. Abordagens e concepções do território. São Paulo: Expressão \nPopular, 2007. \n\nSASAKI, Eliza Massae; ASSIS, Glaucia de Oliveira. Teoria das migrações internacionais. In: \nIII Encontro Nacional da Associação Brasileira de Empresas de Pesquisa (ABEP). Caxambu, \n2000.  \n\n\n\n                                                \n\n \n\n65\n\n \n\n \n\n \n\nSOARES, Weber; RODRIGUES, Roberto Nascimento. Redes sociais e conexões prováveis \nentre migrações: internas e emigração internacional de brasileiros. São Paulo Perspec. \n[online]. 2005, vol.19, n.3, pp. 64-76. ISSN 0102-8839. \n\nSPM. Serviço Pastoral do Migrante. Contribuições do SPM. Comunidades de Base Mineiras. \nSão Paulo, 2008. Disponível em:&lt;http://www.cebsuai.org.br/content/view/251/36/> Acesso \nem 10 set 2008. \n\n\n\n                                                \n\n \n\n66\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPÊNDICE A \n\n \n\n\n\n                                                \n\n \n\n67\n\n \n\n \n\n \n\n \nPlano de entrevista para realização de pesquisa com imigrantes bolivianos residentes na cidade de \n\nCorumbá-MS, com a finalidade de realizar a caracterização de moradias nesta cidade e identificar se \n\nhá e quais são as semelhanças na conformação de suas moradias com a de bolivianos que vivem \n\nem Puerto Quijarro-Bolívia. Trata-se de uma pesquisa para defesa de dissertação, referente ao \n\nCurso de Pós-Graduação em Mestrado de Estudos Fronteiriços da Universidade Federal de Mato \n\nGrosso do Sul, Campus do Pantanal. \n\nData da entrevista: ___/___/__ \n\nEntrevistador: ____________________________________________________________________ \n\n \n\n \n1 Identificação e dados familiares \n\nEntrevistado(a):  ___________________________________________________________________  \n\nData de Nascimento: ______/______/_________ \n\nNome do Pai:  _____________________________________________________________________  \n\nNome da mãe:  ____________________________________________________________________  \n\nNº de residentes na casa: _________     Adultos: _____  Crianças: _____ \n\nCom quem vive: __________________________________________________________________ \n\nEndereço: _____________________________________Bairro:  _____________________________  \n\nSexo: F (   )   M (   ) Idade: _________________________ \n\nSe casado(a): Casou-se com:  brasileiro (a)? (   )  boliviano(a) (   )  Outro (   )  ________________ \n\nSe tem filhos:  \n\nQuantos? ______________________ Naturalidade dos filhos: __________________________ \n\nEscolaridade dos filhos: ____________________________________________________________ \n\nSe adultos, em que trabalham? ______________________________________________________ \n\nQual o idioma de origem? ___________________________________________________________ \n\nSe os filhos são brasileiros conhecem esse idioma? Sim   (   )  Não  (   ) Por quê? \n\n \n2 Escolaridade:  \n\nOnde estudou?    Bolívia (   )    Brasil (    )    Outro (   ) ________________________ \n\n(   )Ensino fundamental (incompleto)   (   )Ensino fundamental (até 8ª série) \n\n(   )Ensino Médio (incompleto)             (   )Ensino Médio (incompleto) \n\n(   ) Técnico                                         (   ) Superior (curso)_______________________        \n\n(   ) Pós-graduação  ___________________________________________________ \n\n \n\n \n\n \n\n\n\n                                                \n\n \n\n68\n\n \n\n \n\n \n\n3 Ocupação Profissional: \n\n3.1 Trabalho formal?   Sim (   )  Não? (   )   \n\n(   )Profissional liberal   (   )Funcionário público   (   )Funcionário de empresa privada \n\n(   )Empresário              (   )Estudante                  (   )Aposentado   (   ) Outro  ____________________  \n\n3.2 No Brasil, teve trabalhos registrados em carteira? Sim (   )  Não? (   )   \n\n3.3. O que fazia antes de vir para cá?  __________________________________________________  \n\n3.4. Onde trabalha atualmente? ______________________________________________________ \n\n3.5. O que faz? ___________________________________________________________________ \n\n \n\n4 Dados de migração \n\n4.1. Local de nascimento: \n\n____________________________________________________________ \n\n4.2. Em que ano veio para o Brasil? ___________________________________________________ \n\n4.3. Com quem veio? ( parentes, amigos, família – quais?) \n\n_______________________________________ \n\n4.4. Se veio antes para outra cidade, quando veio para Corumbá? ___________________________ \n\n4.5. Lugares onde viveu antes de vir para Corumbá – quanto tempo em cada lugar:  \n\n________________________________________________________________________________ \n\n________________________________________________________________________________ \n\n4.6. Como ficou sabendo da existência de Corumbá?  \n\n________________________________________________________________________________ \n\n________________________________________________________________________________ \n\n4.7. O que você imaginava que pudesse realizar/encontrar em Corumbá?  \n\n________________________________________________________________________________ \n\n4.8. Qual o motivo que fez com que viesse para esta cidade?  \n\n________________________________________________________________________________\n\n________________________________________________________________________________ \n\n4.9. Estava acontecendo algum fato importante na Bolívia, quando veio para o Brasil? Sim (   )  Não? \n\n(   )  Se Sim, qual era esse acontecimento? \n\n________________________________________________________________________________\n\n________________________________________________________________________________ \n\n4.10. Esse fato foi determinante na decisão de sair do seu país? (   ) Sim    (   ) Não  Por quê? \n\n \n\n \n\n\n\n                                                \n\n \n\n69\n\n \n\n \n\n \n\n _________________________________________________________________________________  \n\n4.11. Veio para o Brasil com visto oficial? Sim (   )  Não? (   )   \n\nSe não, como foi?  __________________________________________________________________  \n\n4.12. Você é naturalizadc(a)  brasileiro(a)? (   ) Sim     (   ) Não \n\n4.13. Conserva dupla nacionalidade? (   ) Sim     (   ) Não \n\n4.14. Quais os meios utilizados para a vinda até Corumbá?  \n\n   )carro  (   )ônibus   (   )trem   (   ) barcos      (   ) animais   (   )outro ________________ \n\n4.15. Quais pessoas (parentes, amigos, outros) ou instituições (ongs, igreja, associações, \n\nprefeituras, outros) contribuíram para a vinda até Corumbá? \n\n4.16. O que acha que perdeu por ter vindo para outras terras?  ______________________________  \n\n4.17. Do que mais sente falta? \n\n________________________________________________________________________________ \n\n________________________________________________________________________________ \n\n \n\n4.18. O que achou ganhou com a mudança?  ____________________________________________  \n\n________________________________________________________________________________ \n\n \n5 Informações sobre a moradia \n\n5.1. A casa é: (   ) própria     (   ) alugada      (   ) cedida         (   ) outros ___________________ \n\n5.2. Se própria, foi:   (   ) adquirida          (   ) construída a partir da compra do terreno. \n\n5.3. Se foi construída, foi:    (   ) financiada por _____________  (   ) por recursos próprios     \n\n(   ) mutirão       (   ) herança           (   ) outra forma ___________________ \n\n5.4. Como era a vida na cidade onde morava? \n\n________________________________________________________________________________ \n\n5.5. Como era a sua moradia no local onde morava anteriormente?  \n\n________________________________________________________________________________ \n\n5.6.  O que mais gostava na casa onde morava:  __________________________________________  \n\n5.7. O que menos gostava?  __________________________________________________________  \n\n5.8. O que mudou com a vinda para Corumbá?    (   )  Melhorou?    (   ) Piorou    (   )    \n\nPor quê?  _________________________________________________________________________  \n\n5.9. Se morava antes em Puerto Quijarro: O que você acha diferente da forma de organizar sua casa \n\nem Corumbá do local que antes morava?  \n\n________________________________________________________________________________ \n\n________________________________________________________________________________ \n\n \n\n  \n\n \n\n \n\n \n\n\n\n                                                \n\n \n\n70\n\n \n\n \n\n \n\n5.10. Se não morava em Puerto Quijarro: Tem idéia do jeito de organizar as casas em Puerto \n\nQuijarro? O que é diferente de Corumbá?  _______________________________________________  \n\n________________________________________________________________________________ \n\n5.11. A sua casafoi organizada ((construída) de forma semelhante às construções de casas na \n\nBolívia? \n\n(   ) Sim   (   ) Não      Por quê? \n\n5.12. Se não, em que elas são diferentes? \n\n________________________________________________________________________________ \n\n________________________________________________________________________________ \n\n5.13. Como era a infra-estrutura do local? O que havia disponível? \n\n(   ) água tratada   (   ) energia   (   ) asfalto  (   ) coleta de lixo \n\n(   ) praça   (   ) igrejas   (   ) outros ____________________________________________________ \n\nO que era diferente daqui? \n\n________________________________________________________________ \n\n5.14. Em sua casa existe algum espaço dedicado a atividades religiosas? (   ) Sim    (   ) Não \n\n5.15. Como esse espaço é organizado?  ________________________________________________  \n\n________________________________________________________________________________\n\n________________________________________________________________________________ \n\n5.16. Qual a área da casa que considera mais importante? Por quê?  \n\n _________________________________________________________________________________  \n\n5.17. Por que escolheu morar no bairro onde está atualmente?  ______________________________  \n\n________________________________________________________________________________\n\n________________________________________________________________________________ \n\n5.18. Morou antes em outros bairros? ? (   ) Sim    (   ) Não \n\n5.18. Morou antes em outros bairros? ? (   ) Sim    (   ) Não \n\nQuais e por quanto tempo? __________________________________________________________ \n\n5.19. Contou com algum tipo de apoio local (institucional) para instalação de sua moradia? Sim (   )  \n\nNão (   ) \n\nEm caso afirmativo, qual?  ___________________________________________________________  \n\n5.20. O que considera mais importante na composição de uma moradia ideal?  _________________  \n\n________________________________________________________________________________ \n\n________________________________________________________________________________ \n\n5.21. A sua moradia está organizada da forma como gostaria antes vir para Corumbá? Sim (   )  Não \n\n(   ) Por quê? _____________________________________________________________________ \n\n________________________________________________________________________________ \n\n \n\n \n\n \n\n \n\n \n\n\n\n                                                \n\n \n\n71\n\n \n\n \n\n \n\nSe não, o que gostaria que fosse diferente?  \n\n_________________________________________________________________________________ \n\n_________________________________________________________________________________ \n\n5.22. Aqui em Corumbá está satisfeito(a) com a forma como está morando? Sim (   )  Não (  ) Por \n\nquê? \n\n _________________________________________________________________________________  \n\n \n\n5.23. Sobre o lugar onde mora: \n\nO que mais gosta?_________________________________________________________________ \n\nO que menos gosta?________________________________________________________________ \n\n5.24. Descreva quantos são e como estão distribuídos os cômodos da casa: \n\n________________________________________________________________________________ \n\n________________________________________________________________________________ \n\n5.25. Elaborar croqui de ocupação de todo o lote. Casa. Quintal. Espaços de lazer. Descrever cada \n\nespaço. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n6 Costumes e Relações sociais \n6.1. Mantém vínculos com pessoas da origem?  \n\nFamília (   )  Amigos  (   ) Profissional (   )  Outros (   )_____________________________________ \n\n6.2. Se não, por quê?  _______________________________________________________________  \n\n6.3. Se sim, de que forma: (   )cartas   (   )visitas   (   )internet   (   )outros _______________________  \n\n6.4. Qual a freqüência?  _____________________________________________________________  \n\n6.5. Que tipo de lazer desfrutava antes da migração?  ______________________________________  \n\n_______________________________________________________________________________ \n\n6.6. E aqui? \n\n_________________________________________________________________________________ \n\n \n\n \n\n\n\n                                                \n\n \n\n72\n\n \n\n \n\n \n\n6.7. Praticava alguma atividade religiosa? Sim (   )  Não (   ) Qual?  ___________________________  \n\n6.8. Mantém a mesma prática aqui? Sim (   )  Não (  )  Em caso negativo, por quê?  ______________  \n\n6.9. Quais as festas tradicionais do lugar de onde veio?  ____________________________________  \n\n________________________________________________________________________________ \n\n \n\n6.10. Mantém essas celebrações aqui? Sim (   )  Não (  )  Em caso negativo, por quê?  ___________  \n\n_________________________________________________________________________________ \n\n6.11. Descreva como funciona o seu cotidiano (o que faz e para onde vai - deslocamentos): \n\nDurante a semana: ________________________________________________________________ \n\nNos finais de semana: ______________________________________________________________ \n\n6.12. O que gosta de fazer nos momentos de lazer?  ______________________________________  \n\n6.13. Costuma ir a algum lugar em especial? Sim (   )  Não (  ) \n\nSe sim, qual? _____________________________________________________________________ \n\n6.14 Costuma ir  vai à Bolívia?  (   ) Sim   (   ) Não  Em caso afirmativo: \n\nCom que freqüência? _______________________________________________________________ \n\nEm quais lugares costuma ir?_________________________________________________________ \n\nCom qual finalidade? \n\n___________________________________________________________________ \n\n6.15. Você participa de alguma organização, associação apenas com bolivianos? Sim (   )  Não (  ) \n\nQual?___________________________________________________________________________\n\n____ \n\n6.16. E mista (brasileiros e bolivianos)? Sim (   )  Não (  ) Qual? \n\n________________________________________ \n\n6.17. Você é filiado a algum partido político em Corumbá? (   ) Sim   (   ) Não \n\n6.18. E na cidade onde morava? (   ) Sim   (   ) Não \n\n6.19. Como se relaciona com os vizinhos?  ______________________________________________  \n\n________________________________________________________________________________ \n\n6.20. Você é padrinho/madrinha de crianças brasileiras?  ___________________________________  \n\n6.21. Você tem filhos com padrinhos/madrinhas brasileiras?  ________________________________  \n\n6.22. Em seu país de origem aconteciam festas populares? Quais?  __________________________  \n\n_________________________________________________________________________________ \n\n6.23. Costumava participar dessas festas? Sim (   )  Não (   ) \n\n _________________________________________________________________________________  \n\n_________________________________________________________________________________ \n\n \n\n \n\n \n\n\n\n                                                \n\n \n\n73\n\n \n\n \n\n \n\n \n\n6.24. Quais as festas mais comemoradas em Puerto Quijarro?  ______________________________  \n\n_______________________________________________________________________________ \n\n6.25. Como elas acontecem?  _________________________________________________________  \n\n________________________________________________________________________________ \n\n6.26. Em Corumbá, participa de festas populares? Quais?  __________________________________  \n\n________________________________________________________________________________ \n\n6.27. O que isso representa para você?  ________________________________________________  \n\n________________________________________________________________________________ \n\n6.28. Quais os costumes de seu país que você mantém mesmo morando em outro lugar?  \n\n_______________________________________________________________________________ \n\n_______________________________________________________________________________ \n\n6.29. Quais os costumes aqui de Corumbá que passou a fazer parte de sua vida?  \n\n_______________________________________________________________________________ \n\n_______________________________________________________________________________ \n\n6.30. O que acha da convivência com os brasileiros? \n\n_______________________________________________________________________________ \n\n_______________________________________________________________________________ \n\n6.31. Nesse sentido, teve ou tem alguma dificuldade que gostaria de mencionar? \n\n_______________________________________________________________________________ \n\n_______________________________________________________________________________ \n\n6.32. E, alguma experiência positiva, que achou importante? \n\n_______________________________________________________________________________ \n\n_______________________________________________________________________________ \n\n \n\n \n\n \n\n \n\n\n\n                                                \n\n \n\n74\n\n \n\n \n\n \n\n6.33. Com relação a costumes gastronômicos e culturais: \n\n- O que mais consumiam na bolívia? __________________________________________________ \n\n- Quais os pratos e bebidas típicas? ___________________________________________________ \n\n- Quais as danças típicas de seu país? ________________________________________________ \n\n________________________________________________________________________________ \n\n- Quais são as músicas típicas de seu país? ____________________________________________ \n\n________________________________________________________________________________ \n\n6.34. E aqui em Corumbá, mantém os mesmos hábitos alimentares? Sim (   )  Não (   ) \n\nO que mudou? ___________________________________________________________________ \n\n6.35. E com relação às músicas e danças, mantém os mesmos hábitos em Corumbá? \n\nSim (   ) Não (   ) \n\nO que mudou? ___________________________________________________________________ \n\n6.36. Ensinou aos filhos as tradições e a cultura de seu país?  Sim (   )    Não (   )     \n\nPor quê? ________________________________________________________________________ \n\n6.37. Como define o lugar onde mora? \n\n_______________________________________________________________________________ \n\n_______________________________________________________________________________ \n\n6.38. Você gosta de morar em Corumbá? Sim (   )    Não (   )     \n\nPor quê? ________________________________________________________________________ \n\n________________________________________________________________________________ \n\n \n\n \n\nObservações: ____________________________________________________________________ \n\n________________________________________________________________________________ \n\n________________________________________________________________________________ \n\n________________________________________________________________________________ \n\n \n\n \n\n \n\n \n\n \n\n\n\n                                                \n\n \n\n75\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPÊNDICE B \n\n \n \n\n\n\n                                                \n\n \n\n76\n\n \n\n \n\n \n\n \n\nApêndice B \n\n \n\nPlano de entrevista para realização de pesquisa com instituições governamentais e não \n\ngovernamentais, para responder questões acerca da trajetória dos migrantes bolivianos \n\npara a cidade de Corumbá-MS. Trata-se de uma pesquisa para defesa de dissertação, \n\nreferente ao Curso de Pós-Graduação em Mestrado de Estudos Fronteiriços da \n\nUniversidade Federal de Mato Grosso do Sul, Campus do Pantanal. \n\n \n\n \n\nTrata-se de uma entrevista semi-estruturada onde serão abordadas as seguintes \n\nquestões: \n\n- Existe um controle estatístico de residências de imigrantes nesse órgão?  \n\n- Se sim, qual o número de residências de migrantes bolivianos? ______________ \n\n- Existe algum programa de apoio habitacional para imigrantes? Sim (   )  Não (   ) \n\n- Em caso afirmativo, como ocorre esse apoio? \n\n- Existe algum controle do número e residências dos bolivianos que residem em \n\nCorumbá-MS? Como é feito esse controle? \n\n \n\nObs.: Como se trata de questões abertas, outras indagações poderão surgir no \n\ndecorrer da entrevista e serão processadas no momento oportuno. \n\n \n\nPretende-se buscar essas informações primeiramente nos seguintes órgãos: \n\n Secretaria Executiva de Infra-Estrutura e Habitação - Corumbá-MS \n\n Delegacia de Polícia Federal de Corumbá - MS \n\n Serviço Pastoral do Imigrante \n\n Centro Social Boliviano-Brasileiro"}]}}}