{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.04164"}, {"@name": "filename", "#text": "BGP_1996_10_1_4_03_Expediente_Editorial_Sum_rio.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "BOLETIM DE\nGEOCIÊNCIAS\nDA PETROBRAS\nComitê Editorial\nAdali Ricardo Spadini (Coordenador)\nHamilton Duncan Rangel Dimas Ferreira da Silva Coelho Carlos Henrique Lima Brunh (E&amp;P)\nSylvia Maria Couto dos Anjos Renato Oscar Kowsmann Maria Luiza Santana Lobo (Centro de Pesquisas e Desenvolvimento Leopoldo A. Miguez de Mello)\nArmando Paulo Barros Centro de Treinamento do Sudeste (CEN-SUD)\nRepresentantes Regionais\nOsvaldo Braga da Silva (E&amp;P-AM/GEXP/GELAB) Diógenes Custódio de Oliveira (E&amp;P-RNCE/GEXP/GEINT) Emerson Kohene de Castro (E&amp;P-SEAL/ASSEMA) Ricardo Rodrigues Savini (E&amp;P-BA/GEXP/GELAB) Arnaldo Santos Biassusi (E&amp;P-ES/GEXP/GE1NT) Marcos Galvão (E&amp;P-BC/GEXP/GEINT)\nOBJETIVOS\nO Boletim de Geociências da PETROBRAS destina-se a divulgar estudos geocientificos originais e inéditos concernentes ao Brasil e que sejam de interesse da geologia do petróleo. Publica, também, breves comunicações, resumos e comentários de artigos, livros ou teses; noticia e comenta a ocorrência de conclaves e reporta o desenvolvimento de pesquisas que ocorrem na PETROBRAS.\nEDIÇÃO\nO Boletim de Geociências da PETROBRAS é uma publicação semestral editada pelo Centro de Pesquisas e Desenvolvimento Leopoldo A. Miguez de Mello, da Petróleo Brasileiro S.A. (PETROBRAS), com apoio da E&amp;P. Seus artigos são apresentados de forma parcialmente bilíngüe (português e inglês): texto do corpo do trabalho em português; textos das ilustrações e dos títulos das matérias sob a forma bilíngüe; resumos curto e extenso em inglês. O BGP, que está aberto a toda a comunidade geocientifica, publica quaisquer artigos que atendam aos objetivos da revista e sejam previamente aprovados por sua equipe de revisores.\nPURPOSE\nThe Boletim de Geociências da PETROBRAS serves as a vehicle for original, unpublished geoscientific studies concerning petroleum geology in Brazil. The bulletin also provides space for brief notices, abstracts, and comments on articles, books, or theses. Reports and information on scientific meetings and on the progress ofresearch conducted by PETROBRAS are featured well.\nPUBLISHING SCHEDULE AND FORMAT\nThe Boletim de Geociências da PETROBRAS is published biannuallyby PETROBRAS Leopoldo A. Miguez de Mello Research and Development Center, with the support of the PETROBRAS E&amp;P. Articles are partially bilingual, with the body of texts appearing in Portuguese, abstracts and expanded abstracts in English, and captions and titles in both languages. As an open forum for the geoscientific community, the Boletim de Geociências da PETROBRAS publishes any article which meets the bulletin's goals and wich has received prior approval from its board of reviewers.\nCAPA\nFotomicrografia de lâmina delgada de arenito arcosiano intensamente cimentado por calcita (vermelho) Notem-se franjas de calcita ao redor dos grãos anteriores à calcita poiquilotópica e pirita (preto). Membro Mucuri, Eocretáceo da Bacia do Espírito Santo. Retirado de Silva e Anjos, neste número.\nCOVER\nASSINATURA\nAs solicitações de assinatura do Boletim de Geociências da PETROBRAS, bem como a remessa de matérias para publicação e correspondência, devem ser encaminhadas para o seguinte endereço:\nSUBSCRIPTIONS\nRequest for subscriptions, articles for publication, and general correspondence should be adressed to:\nPhotomicrography of a thin seclion of arkosic sandstone higly cemented by calcite (red). Note calcite fringes precipitated before polkilotopic calcite and pyrite (black). Mucuri Member, Eocretaceous of Espfrito Santo Basin, SE Brazil. See Silva e Anjos, this volume.\nPETROBRAS - CENPES - DIPLAT - SINTEP\n■\tCidade Universitária\nAvenida 1, Quadra 7 Ilha do Fundão 21949-900 - Rio de Janeiro - RJ - Brasil httpJ/www.petrobras.com.br e-maif. cenpes@cenpes.petrobras.com.br\nISSN 0102-9304\nO CENPES, através do SINTEP, coordena o SINPETRO - Sistema de Informação e Documentação Técnica da PETROBRAS.\nfjiy PÍTHOBRAS\n650\n650-0041923\nEDITORIAL\nEDITORIAL\nO ano de 1997 foi marcado, na área de geologia do petróleo, pela edição da nova Lei do Petróleo, pela qual as atividades de exploração e explotação de hidrocarbonetos não são mais da competência exclusiva da PETROBRAS.\nO Boletim de Geociências da PETROBRAS caracterizou-se, até o momento, por apresentar trabalhos primordialmente relacionados à geologia do petróleo, de autoria de geocientistas da PETROBRAS. A colaboração das universidades, considerada muito importante, vem crescendo a cada número. E pode, ainda, ser bem maior.\nO Boletim tem servido como um instrumento de divulgação de novas idéias e conceitos para profissionais que atuam em mais de 600 instituições nacionais e internacionais, contribuindo para a expansão do conhecimento das bacias sedimentares brasileiras.\nCom a nova política do setor petróleo, a expectativa é que o Boletim passe a contar com a contribuição de geocientistas de outras companhias que venham a atuar no território brasileiro.\nCOMITÊ EDITORIAL DO\nBOLETIM DE GEOCIÊNCIAS DA PETROBRAS\n1997 was distinguished in the area of Petroleum Geology by the new publication ofthe new Petroleum Law, by wich the exploration and exploitation activities are not of PETROBRAS' exclusive competency any longer.\nThe Geosciences Bulletin has been characterized, up to the present time, by presenting works primarily related to petroleum gelogy, written by PETROBRAS' geoscientists. The cooperation of the universities, which is considered to be very important, has been growing with each new edition. And it can still grow a lot.\nThe Bulletin has worked as a means of advertisement of new ideas and concepts for professionals who work in more than 600 national and international institutions, thus adding to the spread of knowledge about the Brazilian sedimentary basins.\nWith the new poily of the petroleum sector, the expectation is that the Bulletin shall count with the contribuiton of geoscientists from other companies wich shall come to work in Brazilian territory.\nEDITORIAL COMMITTEE OF THE BOLETIM DE GEOCIÊNCIAS DA PETROBRAS\nv.10, n.1/4 - Editado em julho de 1998\nBOLETIM DE janeiro/dezembro 1996\nGEOCIENCIAS\nDA PETROBRAS volume 10 n° 1/4\nSUMÁRIO\n5 Análise Cronoestratigráfica de Rifts Intracontinentais: Reflexões sobre os Conceitos e a Nomenclatura em Uso Chronostratigraphic Analysis of Rift Basins: Reflections on the Employed Concepts and Terminology Hercules Tadeu F. da Silva\n19 Biozonas de Nanofósseis do Cretáceo da Margem Continental Brasileira: Problemas e Possíveis Soluções Cretaceous Nannofossil Biozones ofthe Brazilian Continental Margin: Problems and Possible Solutions Rogério Loureiro Antunes\n43 Caracterização dos Reservatórios da Formação Paracuru no Campo de Curimã, Bacia do Ceará Characterization of the Reservoirs of Paracuru Formation, Curimã Field, Ceará Basin Wagner Nogueira Preda, Ida Eiko Motoki Pereira, Eduardo Moreira Ramos e Anibal César Alves\n55 Conodontes do Carbonifero Inferior da Bacia do Amazonas\nConodonts of Chesterian Age (Lower Carboniferous) from Amazonas Basin Valesca Brasil Lemos e Rodi Ávila Medeiros\n61 Diagênese dos Arenitos do Membro Mucuri, Cretáceo Inferior das Bacias do Espírito Santo e de Mucuri Diagenesis of the Mucuri Member Sandstones, Lower Cretaceous in the Espírito Santo and Mucuri Basins Carlos Manuel de Assis Silva e Sylvia Maria Couto dos Anjos\n81 Evolução Tectônica da Área de Ubarana, Porção Submersa da Bacia Potiguar\nTectonic Evolution of the Ubarana Area, Offshore Portion of the Potiguar Basin Oscar Antonio Cremonini\n99 Exemplo de Modelagem Geológica Aplicada em Simulador de Fluxo, Campo de Pargo, Bacia de Campos Geological Modelling Applied to Reservoir Simulation, an Example from Pargo Field, Campos Basin André Luis Mynssen Ferreira\n121 A Expressão de Reativações Pós-intrusão do Enxame de Diques Rio Ceará Mirim (Mesozóico): Implicações na Evolução Tectônica da Bacia Potiguar\t.\nThe Post-intrusion Fault Reactivation of The Rio Ceará Mirim Dike Swarm (Mesozoic): Its Implications for Potiguar Basin Tectonic Evolution\nDiógenes Custódio de Oliveira e Caroline Janette Souza Gomes\n147 Geologia e Fator de Recuperação dos Reservatórios Brasileiros\nGeology and Recovery Factor of the Brazilian Reservoirs Severino Xavier de Menezes, Vaiério de Queiroz Lima, Francisco José Maia, Nivaldo Pocai e Paulo M.C. Horschutz\n157 O Início da Livre Circulação das Águas do Oceano Atlântico\nThe Beginning of Free Circulation ofAtlantic Ocean Waters\nFlávio Juarez Feijó\n165 O Limite Morrowano/Atokano na Bacia do Amazonas, Brasil, com Base em Conodontes\nThe Morrowan/Atokan Boundary in the Amazonas Basin, Based on Conodont Investigation Valesca Brasil Lemos e Rodi Ávila Medeiros\nBreves Comunicações, Debates, Análises, Reflexões\nNotes, Discussion, Analysis, Reflections\n175 Caracterização Isotópica das Sequências Lacustre e Marinho-evaporítica e Respectivos Óleos da Bacia Potiguar, Nordeste do Brasil\nIsotopic Characterization ofthe Cretaceous Lacustrine and Marine-evaporitic Sequences and Related Oils from the Potiguar Basin, Northeastern Brazil\nEugênio Vaz dos Santos Neto"}]}}}