{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04739"}, {"@name": "filename", "#text": "BTP_2008_48_1_2_05_Chave_para_a_movimentacao.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "CHAVE PARA A MOVIMENTAÇÃO DE VÁLVULAS INDUSTRIAIS\nKEY FOR THE MOTION OF INDUSTRIAL VALVES\nLLAVEPARA MOVER VÁLVULASINDUSTRIALES\nWu Shin Chien1\nRESUMO\nO objetivo aqui é apresentar um novo dispositivo para o manuseio do volante, conhecido como chave de válvula, desenvolvido na Petrobras. Trata-se de uma ferramenta que tem a função de facilitar a movimentação do volante de válvula. O modelo em uso tem uma deficiência de se soltar do volante, dependendo da posição de encaixe no mesmo. Na Companhia já foram registrados diversos incidentes decorrentes do uso da chave atual. A nova chave é intrinsecamente segura. Ela possui duas travas fixas. Uma vez acoplada no volante, ela não se solta acidentalmente durante a sua movimentação.\nABSTRACT\nThe purpose herein is to present a new device for handling the flier, known as valve key, which is being developed at Petrobras. This is about a tool aimed to easy the motion of the valve flier. The model used nowadays proves to be inefficient by getting loose from the flier depending on its fitting position into the same.\nIn the company, several incidents have already been reported resulting from the use of the current key.\nThe new key is intrinsically safe. It has two fixed brakes. Once it is coupled to the flier, it cannot get loose accidentally while in motion.\nRESUMEN El objetivo aquí es presentar un nuevo dispositivo para el manoseo del volante, conocido como llave de válvula, desarrollado por Petrobras. Es una herramienta que tiene la función de facilitar el movimiento del volante de válvula. El modelo que está siendo usado tiene la deficiencia de soltarse del volante, dependiendo de la posición de encaje en el mismo. En la Compahia ya fueron registrados diversos incidentes derivados del uso de la llave actual. La nueva llave es intrinsicamente segura. Posee dos trabas fijas. Una vez acoplada en el volante, no se suelta accidentalmente durante su manejo.\n1.\tDESENVOLVIMENTO\nAs válvulas industriais são utilizadas com a finalidade de estancar ou regular a vazão do fluido. A operação para abri-las ou fechá-las se faz através de seu volante (este é normalmente feito de aço fundido, constituído de um aro, raios e um cubo) (1), conforme apresentado na figura 1. A força para movimentar a válvula é aplicada sobre o aro. Tal força é transmitida em forma de torque pelos raios\n1 Manutenção Industrial, Equipamentos Estatísticos, Refinaria de Paulínia (Replan) e-mail: chien@petrobras.com.br\npara o cubo, onde está alojada a bucha de bronze. A rotação da bucha faz a haste da válvula subir ou descer.\nCubo\nRaio\nHaste\nFig. 1 - Volante da válvula.\nFig. 1 - Valve flier.\nO torque necessário para movimentar o volante depende de vários fatores: o diâmetro do volante, a lubrificação da bucha, o aperto da gaxeta, a interferência das sedes de vedação, a dimensão da válvula e a pressão interna. Quanto maior o diâmetro do volante, menor é a força para movimentá-lo. A lubrificação entre a bucha e a haste reduz a força de atrito, portanto uma boa lubrificação ajuda reduzir o torque necessário. O tipo de gaxeta utilizado e o aperto dado sobre ela podem dificultar o movimento da haste. Quanto maior o diâmetro e a pressão operacional, maior é o torque necessário. Por tal motivo, a solução utilizada pelos fabricantes para válvulas de diâmetros maiores é acoplar uma redução com engrenagens.\nÉ pratica normal para iniciar ou finalizar o movimento do volante, dar um torque maior. No inicio da abertura, o torque adicional é para descolar as sedes de vedação se encontram pressionadas. No final do fechamento, o torque é para garantir um bom contado entre as sedes.\nA chave de válvula é utilizada para se obter um torque adicional. Mesmo sendo largamente utilizada nas indústrias, a chave atual. apresenta a deficiência de se soltar do volante quando não está adequadamente posicionada (fig. 2). No caso da chave soltar do volante, a pessoa que a estiver manuseando perde o equilíbrio. Ela pode cair ou bater sobre alguma superfície, causando um incidente ou até um acidente.\nUma prova do perigo da chave atual é o elevado número de acidentes que acontecem por conta de seu manuseio. Na tabela I são apresentados os acidentes ocorridos na Refinaria de Paulínia nos últimos dez anos.\nTABELA I\nQUADRO DE A CIDENTES\nTABLE I\nSUMMARY OF ACCIDENTS\nAno\tAcidentes\n1995\t4\n1996\t1\n1997\t7\n1998\t1\n1999\t3\n2000\t1\n2001\t2\n2002\t0\n2003\t1\n2004\t2\n2005\t1\nA ocorrência de acidentes e incidentes, devido ao uso da chave de válvula, é muito conhecida na Companhia. Somente os acidentes são registrados e analisados. Os incidentes, como não têm lesão ou dano na instalação, na maioria dos casos, nem são relatados. Mesmo identificada a chave de válvula como a maior causa destes acidentes, não havia sido proposta uma ação corretiva, pois, até então, não existia outro tipo de chave conhecida no mercado para substituir a atual.\nFig. 2 - A chave de válvula atual.\nFig. 2 - The current valve.\nA nova chave de válvula é composta de duas peças: o encaixe e o cabo. A ligação entre elas é feita por meio de uma articulação (fig. 3). O encaixe tem a finalidade de prender a chave no volante durante a sua movimentação. No cabo é aplicada a força e a articulação permite posicionar o cabo fora das interferências para o usuário.\nFig. 3 - A nova chave de válvula.\nFig. 3 - The new valve key.\nO encaixe apresenta duas travas e ao ser posicionado sobre o volante, uma de suas travas prende no raio e outra no aro. Ao aplicar a força sobre o cabo para movimentar o volante, ela também mantém o encaixe preso no volante, evitando que ele solte. Para remover a chave do volante basta deslocá-la na direção oposta do movimento.\nO cabo é leve e tem ergonomia para facilitar o seu uso. Ele é feito com tubo de aço, com diâmetro externo semelhante ao cabo de uma raquete de tênis. É feito um comparativo entre as duas chaves na tabela II.\nTABELA II\nCOMPARAÇÃO ENTRE A CHAVE ATUAL E A NOVA CHAVE\nTABLE II\nCOMPARISON BETWEEN THE CURRENT KEY AND THE NEW KEY\nFatores\tAtual\tNova\nRisco de se soltar do volante\tSim\tNão\nPeso\t3 kg\t2 kg\nErgonometria\tPior\tMelhor\nCusto\tMenor\tMaior\n2.\tRESULTADO\nA nova chave de válvula é totalmente segura para o uso na área industrial. É mais leve e de melhor ergonomia em relação à atual. O protótipo, fabricado na oficina da Replan, foi testado com sucesso pelos operadores.\n3.\tCONCLUSÃO\nApesar do custo da chave nova ser mais alto que o da atual, ela proporciona maior segurança e mais conforto no uso. Ela pode ser considerada como intrinsecamente segura por não apresentar nenhum risco para usuário. Portanto, esta sendo recomendada para ser utilizada nas refinarias da Petrobras.\nAGRADECIMENTO\nO autor agradece o empenho da equipe da Replan/MI-EE para fabricar a chave e a disponibilidade dos operadores para testar os protótipos até chegar à versão atual.\nREFERÊNCIA BIBLIOGRÁFICA\n(1) AMERICAN PETROLEUM INSTITUTE. API Std 600: bolted bonnet steel gate valves for petroleum and natural gas industries. Washington, D.C., 2001."}]}}}