{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18037"}, {"@name": "filename", "#text": "24875_DISSERTA%c3%87%c3%83O_Caracteriza%c3%a7%c3%a3oLitoestruturaParametriza%c3%a7%c3%a3o.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Dissertação de Mestrado \n \n \n\n \n \n \n \n\nCARACTERIZAÇÃO LITOESTRUTURAL E \nPARAMETRIZAÇÃO GEOMECÂNICA DAS \nSUPERFÍCIES DE RUPTURA EM TALUDES \n\nDA MINA DE N4E. CARAJÁS – PA. \n \n\n \n \n \n \n\nAUTOR: GILVAN SÁ \n \n\n \n \nORIENTADOR: Prof. Dr. Rodrigo P. de Figueiredo  \nCO-ORIENTADOR: Dr. Fábio Soares Magalhães  \n \n\n \n \n \n \n \n \n \n \n\nMESTRADO PROFISSIONAL EM ENGENHARIA GEOTÉCNICA DA UFOP \n \n \n \n \n \n\nOURO PRETO  -  MAIO DE 2010 \n\n\n\n \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n                                                  Catalogação: sisbin@sisbin.ufop.br \n\n                   \nS111c       Sá, Gilvan. \n                      Caracterização litoestrutural e parametrização geomecânica das superfícies \n                de ruptura em taludes na Mina de N4E – Carajás / PA [manuscrito] / Gilvan Sá. -2010 \n                      xxi,  172f.: il., color.; grafs.;  tabs.; mapas.  \n                  \n                      Orientador: Prof. Dr. Rodrigo P. Figueiredo. \n                Co-orientador: Prof. Dr. Fábio Soares Magalhães. \n               \n                      Dissertação (Mestrado) - Universidade Federal de Ouro Preto. Escola de  \n                 Minas. NUGEO.  \n                      Área de concentração: Geotecnia aplicada à mineração. \n \n\n1. Taludes - Teses. 2. Minas e recursos minerais - Teses. I. Universidade Federal \n               de Ouro Preto. II.  Título.  \n\n                                                                                                    \n                                                                                                CDU: 622(811.5) \n\n\n\niii \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“O principal dever do homem para consigo \n\nmesmo é instruir-se; e o principal dever do \n\nhomem para com o seu semelhante é \n\ninstruí-lo.” \n\n \n\nEmille Littré \n\n \n\n \n\n \n\n\n\niv \n \n\nDEDICATÓRIA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedico esta obra a minha amada família, \n\nKarina, Lucas e Leandra e aos meus \n\namados pais Ivan e Erna. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nv \n \n\nAGRADECIMENTOS \n\n \n\n \n\nGostaria de expressar meus sinceros agradecimentos a VALE S/A e a VALER \n\n(Universidade Corporativa - VALE) pela oportunidade que me foi confiada, através do \n\ndesafio de desenvolver este trabalho. \n\n \n\nGostaria de agradecer o professor Romero e a Universidade Federal de Ouro Preto, \n\natravés do programa de mestrado em engenharia geotécnica ofertado pelo Núcleo de \n\nGeotecnia – NUGEO, a oportunidade de ser aluno desta valorosa e histórica instituição, \n\npela estrutura do curso e dedicação do corpo docente. \n\n \n\nAos colegas de mestrado, pelo aprendizado e ótimos momentos vividos, sendo possível \n\ndesenvolver a multidisciplinaridade entre grandes profissionais de diferentes áreas e \n\nempresas; pelas experiências profissionais e de vida de cada um compartilhada. \n\nMuitíssimo obrigado. \n\n \n\nAos colegas da VALE que, direta ou indiretamente, contribuíram para que este trabalho \n\nfosse desenvolvido, não poderia deixar de aqui registrar meus agradecimentos: \n\nAristotelina Silva, Amarildo Souza, Raul Valentim, Juscelino Nézio, Jocélio Fernandes, \n\nGuilherme Tammerick , Teteu e João Queiroz. \n\n \n\nAos profissionais da BVP engenharia que contribuíram para a aquisição e tratamento \n\ndos dados utilizados: Paulo Cella, Marcos Pires, Ezequias Souza, Bruno Faria, Raíssa, \n\nJoão Franco, Vanese Vieira, Glades Aquino e Daniela Ferreira. Obrigado pela \n\npaciência, tolerância e discussões técnicas. \n\n \n\nAo Engenheiro Felipe Gobbi pelas discussões e observações referente aos ensaios \n\ngeotécnicos e resultados obtidos. \n\n \n\nAo profissional Paulo Franca, meu gerente na época, pessoa que me deu esta \n\n\n\nvi \n \n\noportunidade e acreditou no meu propósito, lhe agradeço pela maneira de como \n\nconduziu e conduz as pessoas por você gerenciadas. \n\n \n\nAos meus orientadores: Prof. Dr. Rodrigo P. de Figueiredo lhe agradeço por ter aceitado \n\nser meu orientador, obrigado pelos conselhos, entusiasmo e simplicidade demonstrada \n\nentre orientador e orientado; e ao Dr. Fábio Soares Magalhães gostaria de agradecer por \n\ntodos os momentos vividos em torno deste objetivo, pelas revisões, conselhos, \n\nempenho, humildade e grande sabedoria, sem falar na ajuda da elaboração da \n\ndissertação, tenha certeza que os momentos de dedicação foram sempre espelhados em \n\nsua pessoa. \n\n \n\nAos amigos espirituais, registro meu humilde agradecimento, sempre que busquei Luz e \n\nConforto, principalmente nos momentos difíceis, prontamente fui atendido e orientado. \n\n \n\nAos meus pais Ivan e Erna, hoje no Oriente Eterno, obrigado pelo carinho, pelos \n\nprincípios e valores passados a mim em vida, levarei para toda a eternidade. \n\n \n\nA minha esposa Karina e meus filhos Lucas e Leandra, externo meus sinceros \n\nagradecimentos pela compreensão nos momentos de dificuldade, pelo carinho, pelo \n\napoio, pela doação, vocês realmente são os pilares de sustentação da minha vida, divido \n\na autoria deste trabalho com vocês. Obrigado. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nvii \n \n\nRESUMO \n\n \n\n \n\nA Província Mineral de Carajás foi descoberta na década de 60. Suas atividades tiveram \n\ninício na década de 80 e aumentaram consideravelmente até os dias atuais sendo uma \n\ndas unidades mais importantes da VALE S/A, na exploração de minério de ferro. A \n\nmina N4E foi escolhida em função de ser a principal mina da Província Mineral de \n\nCarajás e a que apresenta maior número de eventos de ruptura de taludes ao longo de \n\nsuas atividades. Composta por litotipos com grau de alteração e resistência variadas, \n\ndefinindo maciços heterogêneos, anisotrópicos com diferentes respostas à resistência ao \n\ncisalhamento. Eventos de rupturas demonstraram um forte condicionamento geológico \n\nestrutural, principalmente nas rochas metabásicas de lapa (footwall), caracterizando \n\nrupturas planares e plano-circulares demonstrando a necessidade de um melhor \n\nentendimento do arcabouço estrutural e dos condicionantes de rupturas. Com esse foco \n\nrealizou-se uma campanha de investigação geológico-geotécnica por meio de \n\nmapeamento litoestrutural e geomecânico na escala 1:2.000 e ensaios laboratoriais a fim \n\nde definir os parâmetros de resistência dos litotipos ensaiados. Foram selecionadas três \n\náreas no talude de footwall onde ocorreram rupturas para a realização de retroanálises, \n\najuste e aferição dos parâmetros de resistência e métodos aplicados, nomeadas de \n\nTalude Cava Central, Talude Sudeste e Talude Sul. Os critérios de resistência ao \n\ncisalhamento empregados para as retroanálises foram: critérios de Mohr Coulomb e de \n\nBarton &amp; Bandis, as quais auxiliaram nos ajustes dos parâmetros obtidos a partir dos \n\nensaios de laboratório. Esses métodos demonstraram boa aplicabilidade aos estudos de \n\ncasos. Os métodos utilizados para o cálculo do fator de segurança foram os métodos \n\nSpencer e GLE/ Morgenstern Price aplicados em função de seu maior rigor. O resultado \n\nfinal apresentou parâmetros de resistência ajustados às condições de rupturas presentes \n\nno contato basal (footwall). \n\n \n\nPalavras-chaves: Estabilidade de Taludes; Mina de N4E; Província Mineral de Carajás \n\n \n\n \n\n\n\nviii \n \n\nABSTRACT \n\n \n\n \n\nThe Carajás Mineral Province has been discovered in the 60s and mining activities \n\nbegan in the 80s, which has been increasing significantly up to the present day. It is the \n\nmost important unit of VALE Company, related to the exploitation of iron ore. The N4E \n\nmine has been chosen because it is the main mine of the Carajás Mineral Complex and \n\nit presents the higher number of slope failure events along its activities. The mine is \n\ncomposed by rocks with variations in the degree of weathering and strength, defining \n\nheterogeneous and anisotropic rock masses with different responses to shear strength. \n\nSlope failure events have shown a strong structural conditioning, mainly at the \n\nmetabasic rocks of footwall, characterizing the slope failures as plane and circular-\n\nplane. These facts demonstrated the need for a better knowledge on the structural \n\nframework and the failure conditions existents on the mine. Thus, with this objective, it \n\nhas been carried out a detailed structural geological mapping investigation at 1:2000 \n\nscale and laboratory tests regarding strenght parameters of the lithotipes examined. \n\nUpon events of slope failures, three areas on the slope footwall have been selected, in \n\norder to be performed back analysis, adjustments and estimations of both the strenght \n\nparameters and applied methods. These areas were determined as Central Pit Slope, \n\nSoutheast Slope and South Slope. The Mohr Coulomb and Barton &amp; Bandis criterion \n\nwere used as back analysis, which helped to the adjustment of the parameters obtained \n\nby laboratory tests. These methods have demonstrated good applicability of the case \n\nstudies. The methods used to calculate the safety factor methods were Spencer and \n\nGLE/ Morgenstern Price which have been chosen due to their best results. The final \n\nresults showed a good adjustment of the strength parameterers adjusted to the failures \n\nconditions observed in the footwall contact. \n\n \n\nKeywords: Slope Stability, N4E Mine, Carajás Mineral Province \n\n \n\n \n\n \n\n\n\nix \n \n\nLISTA DE FIGURAS \n\n \n\n \n\nFigura 1.1: Localização das minas de ferro do Complexo Minerador de Carajás. ____________________ 3 \n\nFigura 1.2 - Histograma representando a produção anual do Site de Carajás (VALE, 2009) ___________ 5 \n\nFigura 1.3 – Principais produtos explorados e comercializados nas minas de ferro de Carajás (VALE, \n\n2009). _______________________________________________________________________________ 6 \n\nFigura 2.1- Mapa dos Pontos gerados no mapeamento da mina de N4E (4.226 pontos). ____________ 12 \n\nFigura 3.1 - Figura esquemática representando os principais fatores que controlam a estabilidade de \n\ntaludes nas minerações a céu aberto (ZEA, 2004). ___________________________________________ 14 \n\nFigura 3.2 - Mecanismos de ruptura mais freqüentes e suas representações estereográficas (Hoek &amp; \n\nBray, 1973). _________________________________________________________________________ 15 \n\nFigura 3.3 - Rupturas rotacionais/circulares e rupturas circulares e planares combinadas (Sjoberg, 1996 \n\nin Ferreira, 1998). _____________________________________________________________________ 16 \n\nFigura 3.4 - Critério de resistência de pico e residual de Coulomb no espaço de Mohr (? x ?). _________ 18 \n\nFigura 3.5 - Curva tensão cisalhante versus deslocamento para um ensaio de cisalhamento direto (Hoek, \n\n2002). ______________________________________________________________________________ 19 \n\nFigura 3.6 - Representação Gráfica do Critério de Hoek &amp; Brown nos espaços de Mohr Coulomb e das \n\nprincipais tensões (Vargas Jr. et al., 1992 in Penido, 2006). ____________________________________ 21 \n\nFigura 3.7 – Efeito da superfície rugosa em relação à tensão normal e geração dos ângulos de atrito \n\n(Wylie, 1992). ________________________________________________________________________ 25 \n\nFigura 3.8 - Lei de Patton (1966) para a resistência ao cisalhamento de descontinuidade. ___________ 26 \n\nFigura 3.9 – Estimativa do JRC – Coeficiente de rugosidade da Junta (Barton, 1982). _______________ 29 \n\nFigura 3.10 – Rugosidades de primeira e segunda ordens (Wyllie &amp; Norrish, 1996). ________________ 30 \n\nFigura 3.11 – Rugosidade x Esforço Normal - Incremento do ângulo de atrito pela rugosidade (Wyllie &amp; \n\nMah, 2004 in Maldonado, 2006) _________________________________________________________ 31 \n\nFigura 3.12 – Prensa utilizada para execução dos ensaios triaxiais (CESP, 2003). __________________ 35 \n\nFigura 3.13 – Moldagem de amostra para ensaio de cisalhamento circular Ring Shear (CESP, 2009). __ 36 \n\nFigura 3.14 – Equipamento utilizado para execução do ensaio Ring Shear (CESP, 2009). ____________ 37 \n\nFigura 3.15 – Método das lamelas, área potencial de instabilidade (Sharma, 1996 in Ferreira 1998). __ 39 \n\nFigura 3.16 – Decomposição das forças atuantes em uma lamela (Sharma, 1996 in Ferreira 1998). ___ 40 \n\nFigura 3.17 - Esquema mostrando como o comportamento de descontituidade no maciço rochoso \n\ndepende do tamanho da amostra (Hoek &amp; Brown, 1997) _____________________________________ 45 \n\nFigura 3.18 - Efeito de escala e a relação entre tamanho da obra e intensidade de fraturamento do \n\nmaciço rochoso e conseqüente propriedade relevante da rocha. (Hoek, 1983 in Vieira Costa, 2009). __ 46 \n\n\n\nx \n \n\nFigura 3.19 – Comportamento da superfície potencimétrica e da poro pressão em taludes escavados. \n\n(Beale, 2009). ________________________________________________________________________ 48 \n\nFigura 3.20 – Diagrama representando o comportamento da superfície freática e da poro pressão após \n\navanço de escavações (Beale, 2009). _____________________________________________________ 49 \n\nFigura 4.1 – Surgimento de trincas no Talude Sudeste de N4E, banco 615m. ______________________ 51 \n\nFigura 4.2 - Soerguimento do banco 460. __________________________________________________ 51 \n\nFigura 4.3 – Vista geral do flanco sudeste da mina N4E. ______________________________________ 52 \n\nFigura 4.4 - Flanco Sudeste, surgimento de trincas e recalques. ________________________________ 53 \n\nFigura 4.5 - Flanco Sudeste – estufamento de pé do talude por meio de “rampas” de cavalgamento \n\n(VALE, 2005). ________________________________________________________________________ 54 \n\nFigura 4.6 - Ruptura do tipo plano-circular (sill), parede Leste da Cava Central. ___________________ 55 \n\nFigura 4.7 - Ruptura plano circular, cava central, mina de N4E. ________________________________ 55 \n\nFigura 4.8 – Vista frontal da área de instabilidade de outubro de 2007, talude sul/sudeste da mina N4E.\n\n ___________________________________________________________________________________ 56 \n\nFigura 4.9 – Vista do flanco sul/sudeste de N4E. Contato da metabásica de lapa (footwall) cisalhado. _ 57 \n\nFigura 4.10 – Recalque de 3m no contato de lapa (máfica decomposta x hematita) ________________ 58 \n\nFigura 4.11 – Detalhe da superfície de ruptura na máfica decomposta (contato de base/lapa). _______ 58 \n\nFigura 4.12 – Soerguimentos da ordem de 0,5m no pé da ruptura (banco 460) ____________________ 59 \n\nFigura 4.13 - Estufamento no pé da ruptura da ordem de 2,5m (Banco 460). _____________________ 59 \n\nFigura 4.14 – Seção típica mostrando o contato de lapa (footwall) em máfica decomposta, cisalhada, \n\ndefinindo a superfície de ruptura. ________________________________________________________ 60 \n\nFigura 4.15 – Vista frontal da ruptura do tipo brusca (Evento 8) na cava central de N4E. ____________ 61 \n\nFigura 4.16– Vista do volume de minério mobilizado pela ruptura. _____________________________ 61 \n\nFigura 4.17 - Localização da área antes do escorregamento, topografia dia 17-02-09. ______________ 62 \n\nFigura 4.18 - Vista do talude antes da ruptura, nota-se abaixo do banco 580, bancos emendados. ____ 62 \n\nFigura 4.19 - Trincas no banco 580 horas antes do evento. ____________________________________ 63 \n\nFigura 4.20 - Local da ruptura antes do evento mostrando evidência da trinca. ___________________ 63 \n\nFigura 4.21 - Ruptura planar ocorrida no contato do minério e da máfica. _______________________ 64 \n\nFigura 4.22 - Ruptura brusca com aproximadamente 100m de altura. ___________________________ 65 \n\nFigura 5.1 - Localização geográfica da Província Carajás (CPRM, 2008). _________________________ 67 \n\nFigura 5.2 - Mapa Geológico da Província de Carajás (CPRM, 2008). ____________________________ 70 \n\nFigura 5.3 - Zona de Cisalhamento Transcorrente de Carajás – formato sigmóide em “Z” (VALE S/A, \n\n2008). ______________________________________________________________________________ 71 \n\nFigura 5.4 - Modelo para a movimentação dos splays da Falha Carajás (Macambira, 2003). _________ 72 \n\nFigura 5.5 - Modelo dos splays relacionados à falha Carajás (VALE S/A e UFMG, 2006). _____________ 73 \n\n \n\n\n\nxi \n \n\nFigura 6.1 - Mapa Litoestrutural da mina N4E (BVP, 2008). Siglas dos litotipos – CQ canga química, HD \n\nhematita dura, HM hematita macia, MBT minério de baixo teor, JP jaspelito, MD máfica decomposta, \n\nMSD máfica semi decomposta, MS máfica sã. ______________________________________________ 76 \n\nFigura 6.2 - Talude oeste da mina N4E mostrando espessa camada de rocha máfica com alto grau de \n\nintemperismo, contato de capa (hangingwall). _____________________________________________ 77 \n\nFigura 6.3 - Flanco sul de N4E. Vista do contato de capa à direita da foto e do contato de lapa à \n\nesquerda. Notam-se rochas com menor grau de alteração (MS) na lapa. ________________________ 78 \n\nFigura 6.4 – Jaspelitos (JP) com níveis intercalados de sílica e ferro definindo seu bandamento \n\ncomposicional. _______________________________________________________________________ 79 \n\nFigura 6.5 – Hematita Friável (HF) com foliação incipiente (CESP, 2006). _________________________ 80 \n\nFigura 6.6 – Hematita Friável (HF) Moderadamente laminada. ________________________________ 80 \n\nFigura 6.7– Hematita Friável (HF) fortemente laminar. _______________________________________ 81 \n\nFigura 6.8 – Detalhe de amostra da hematita compacta (HD) – Flanco sul de N4E. _________________ 82 \n\nFigura 6.9 - Ocorrência de sill metabásico na formação ferrífera. _______________________________ 83 \n\nFigura 6.10 – Dique de rocha metabásica cortando a Formação Carajás no flanco leste da Mina N4E. _ 83 \n\nFigura 6.11 - Aspecto ondulado do bandamento na hematita macia. ____________________________ 85 \n\nFigura 6.12 - Estereograma dos pólos do bandamento levantados na mina, com máximo de 270/37.__ 85 \n\nFigura 6.13 – Cisalhamento na metabásica de lapa paralelo a foliação e com formas anastomosadas. 86 \n\nFigura 6.14 – Cisalhamento no maciço de lapa (footwall) – Flanco leste de N4E com máximo de 72/57. 87 \n\nFigura 6.15 – Cisalhamento de lapa (footwall) – Flanco Sul de N4E com máximo de 164/45. _________ 87 \n\nFigura 6.16 – Cisalhamentos de capa (hangingwall) – flanco oeste e sudoeste da mina N4E. _________ 88 \n\nFigura 6.17 - Estereograma dos pólos dos planos de cisalhamento dúctil - máximos em 336/48 e 250/43 \n\n(BVP, 2008). _________________________________________________________________________ 88 \n\nFigura 6.18 - Estereograma dos pólos de planos de juntas levantados na mina. ___________________ 89 \n\nFigura 6.19 – Contato subvertical por falha entre rocha máfica e formação ferrífera. _______________ 90 \n\nFigura 6.20 - Estereograma dos pólos dos planos das falhas, com máximo de 42/81. _______________ 90 \n\nFigura 7.1 - Parâmetros obtidos por retroanálise, ? = 32º e c=0 para o material cisalhado (SBC, 2003 in \n\nGEOESTRUTURAL, 2007). _______________________________________________________________ 97 \n\nFigura 7.2 – Parâmetros de resistência obtidos por retro-análise (GEOESTRUTURAL, 2004). _________ 98 \n\nFigura 7.3 -  Localização dos pontos de coletas de amostras para a 1\na\n. e 2\n\na\n. campanhas de ensaios. __ 106 \n\nFigura 7.4 – Envoltória média (à esquerda) e respectiva curva ?1 x ?3 (à direita) obtidas para a máfica \n\ndecomposta nos ensaios CUnat. ________________________________________________________ 108 \n\nFigura 7.5 – Envoltórias média (à esquerda) e respectiva curva ?1 x ?3 (à direita) obtidas para a máfica \n\ndecomposta nos ensaios tipo CUsat. _____________________________________________________ 108 \n\nFigura 7.6 – Envoltória média (à esquerda) e respectiva curva ?1 x ?3 (à direita) para os ensaios CUnat e \n\nCUsat na máfica decomposta. __________________________________________________________ 109 \n\n\n\nxii \n \n\nFigura 7.7 - Envoltória superior (à esquerda) e respectiva curva ?1 x ?3 (à direita) para para a máfica \n\ndecomposta. ________________________________________________________________________ 110 \n\nFigura 7.8 – Envoltória inferior  (à esquerda) e respectiva curva ?1 x ?3 (à direita) para a máfica \n\ndecomposta. ________________________________________________________________________ 111 \n\nFigura 7.9 – Envoltória média dos ensaios de Cisalhamento Direto para a Máfica Decomposta (MD). 112 \n\nFigura 7.10– Envoltórias dos ensaios de Ring Shear para MD (BVP, 2009). ______________________ 113 \n\nFigura 7.11 – Envoltória média (à esquerda) e respectiva curva ?1 x ?3 (à direita) para os ensaios CDsat \n\nnas amostras de HF. __________________________________________________________________ 115 \n\nFigura 7.12 – Envoltória média (à esquerda) e respectiva curva ?1 x ?3 (à direita) para os Ensaios CUnat \n\nem amostras de HF. __________________________________________________________________ 116 \n\nFigura 7.13 – Envoltória média (à esquerda) e respectiva curva ?1 x ?3 (à direita) para os Ensaios CUsat \n\nem amostras de HF. __________________________________________________________________ 116 \n\nFigura 7.14– Envoltória média (à esquerda) e respectiva curva ?1 x ?3 (à direita) para as Hematitas \n\nPulverulentas (Campanha 2) e Fina-Branda (Campanha 1). __________________________________ 117 \n\nFigura 7.15 – Envoltória média de resistência para as hematitas friáveis obtida nos ensaios de \n\ncisalhamento direto (BVP, 2009). _______________________________________________________ 118 \n\nFigura 7.16 - Mapa litológico apresentando a variabilidade tipológica das rochas máficas decompostas e \n\ndas hematitas friáveis na mina N4E. _____________________________________________________ 121 \n\nFigura 7.17 -  Máfica decomposta superior de coloração variegada bastante estruturada. _________ 123 \n\nFigura 7.18 - Máfica Decomposta Superior com fraturas preenchidas por óxidos. _________________ 124 \n\nFigura 7.19 - Máfica decomposta média de coloração variegada, com aspecto sedoso. ____________ 125 \n\nFigura 7.20 - Máfica decomposta média, esbranquiçada com aspecto de caulinização. ____________ 125 \n\nFigura 7.21 - Máfica decomposta inferior de coloração variegada, com aspecto de solo. ___________ 126 \n\nFigura 7.22 - Máfica decomposta inferior, matriz silto-argilosa. _______________________________ 126 \n\nFigura 7.23 -  Hematita friável pulverulenta, com aspecto arenoso. ____________________________ 128 \n\nFigura 7.24 - Hematita friável fraca/moderadamente laminada, com foliações parcialmente contínuas.\n\n __________________________________________________________________________________ 129 \n\nFigura 7.25 - Hematita Fortemente Laminada com foliações centiméticas a métricas e bem resistente.\n\n __________________________________________________________________________________ 129 \n\nFigura 7.26 - Mapa de localização dos pontos onde foram coletados dados de i e A na mina N4E ____ 130 \n\nFigura 7.27 - Determinação do ângulo de rugosidade ( i ) de superfícies: (a) -  medida do ângulo de \n\ninclinação da régua (ângulo médio da superfície do plano); (b) - medida do ângulo de mergulho local do \n\nplano ______________________________________________________________________________ 131 \n\nFigura 7.28  - Determinação das amplitudes (A). ___________________________________________ 132 \n\nFigura 7.29 - Determinação da amplitude: projeção da régua para 10m. ________________________ 133 \n\nFigura 7.30 – Média para a amplitude (A) = 150mm. ________________________________________ 133 \n\n\n\nxiii \n \n\nFigura 8.1 – Mapa de localização das áreas das três rupturas retroanalisadas, Mina N4E. __________ 135 \n\nFigura 8.2 -  Estimativa do valor de JRC0 por meio do valor médio da amplitude para a escala de 1m \n\n(Barton, 1982). ______________________________________________________________________ 137 \n\nFigura 8.3 - Vista frontal da ruptura talude cava central. ____________________________________ 142 \n\nFigura 8.4 – Retroanálise da Ruptura Cava Central – seção antes da ruptura – Critério de Morh-Coulomb.\n\n __________________________________________________________________________________ 143 \n\nFigura 8.5 - Retroanálise, Seção Cava Central parâmetros HM ajustados – Critério de Mohr-Coulomb. 143 \n\nFigura 8.6 -  Seção Talude Cava Central melhor ajuste para ZC-MD – Critério de Barton &amp; Bandis. ___ 146 \n\nFigura 8.7 – Detalhe do talude sudeste da mina de N4E. Influência da inflexão da máfica de lapa sobre a \n\nbase da superfície de ruptura __________________________________________________________ 147 \n\nFigura 8.8 – Detalhe da zona de cisalhamento de lapa e do círculo de ruptura passando pelo local de \n\ninflexão da máfica de lapa. da zona de cisalhamento de lapa e da superfície de ruptura passando pelo \n\nlocal de inflexão da máfica de lapa. _____________________________________________________ 147 \n\nFigura 8.9 – Retroanálise da Seção da Ruptura Talude Sudeste – Critério de Morh Coulomb. ________ 148 \n\nFigura 8.10 – Início do soerguimento no pé do banco (Outubro/2007). _________________________ 149 \n\nFigura 8.11 – Soerguimento com deformação lenta na berma 460, deformação lenta (Outubro/2007).\n\n __________________________________________________________________________________ 149 \n\nFigura 8.12 – Início do soerguimento na berma 460 (outubro/2007). ___________________________ 150 \n\nFigura 8.13 – Retroanálise do talude sudeste: resultado para os parâmetros de melhor ajuste da HM – \n\ncritério de Modelo Mohr-Coulomb. ______________________________________________________ 150 \n\nFigura 8.14 - Retroanálise do Talude Sudeste, melhor ajuste para ZC-MD – Critério de Barton &amp; Bandis.\n\n __________________________________________________________________________________ 153 \n\nFigura 8.15– Vista em perfil da superfície cisalhada na cicatriz da ruptura do talude sul. ___________ 154 \n\nFigura 8.16 – Detalhe do contato de lapa entre o minério e a máfica. Nota-se na superfície de ruptura a \n\nmáfica decomposta cisalhada e abaixo a máfica sã. ________________________________________ 154 \n\nFigura 8.17 - Retroanálise, Seção da ruptura Talude Sudeste – Critério de Morh Coulomb. _________ 155 \n\nFigura 8.18 - Retroanálise do Talude Sudeste, melhor ajuste para HM – Critério de Mohr Coulomb. __ 156 \n\nFigura 8.19 - Retroanálise do Talude Sudeste, melhor ajuste para ZC-MD – Critério de Barton &amp; Bandis.\n\n __________________________________________________________________________________ 157 \n\nFigura 8.20 - Vista frontal da superfície da ruptura indicando-se o local de surgência de água. ______ 158 \n\n \n\n \n\n \n\n \n\n \n\n\n\nxiv \n \n\nLISTA DE TABELAS \n\n \n\n \n\nTabela 3.1 – Principais Características dos Métodos de Equilíbrio Limite considerados não rigorosos \n\n(Campos, 1985 in Pacheco, 2005) ______________________________________________________ 41 \n\nTabela 3.2 – Principais Características dos Métodos de Equilíbrio Limite considerados  rigorosos \n\n(Campos, 1985 in Pacheco, 2005) ______________________________________________________ 42 \n\nTabela 5.1 – Coluna estratigráfica adaptada Macambira (1990)._______________________________ 69 \n\nTabela 7.1 – Parâmetros de resistência adotados pela FIGUEIREDO FERRAZ em 1991 e 1992 in \n\nGEOESTRUTURAL, 2007). __________________________________________________________ 94 \n\nTabela 7.2 - Parâmetros de resistência (GOLDER, 1996). ___________________________________ 95 \n\nTabela 7.3 - Parâmetros de resistência utilizados para análises de estabilidade (SBC, 2002). ________ 96 \n\nTabela 7.4 – Parâmetros de resistência adotados pela SBC Consultoria em 2003. _________________ 97 \n\nTabela 7.5 - Graus de resistência - Sociedade Internacional de Mecânica das rochas (ISRM, 1981). __ 101 \n\nTabela 7.8 – Quantitativos de ensaios realizados na 1a. campanha. ____________________________ 103 \n\nTabela 7.10 - Quantitativo dos ensaios realizados na 2a. campanha. ___________________________ 105 \n\nTabela 7.11 - Quantitativos totais dos ensaios realizados em ambas as campanhas. _______________ 105 \n\nTabela 7.12 – Resumo dos parâmetros de resistência para a máfica decomposta obtidos pelos ensaios \n\ngeotécnicos. ______________________________________________________________________ 114 \n\nTabela 7.13 – Resumo dos ensaios de resistência para a hematita friável _______________________ 118 \n\nTabela 7.14 – Graus de alteração e resistência (ISRM, 1981) para as máficas decompostas. ________ 122 \n\nTabela 7.15 – Graus de alteração e resistências (ISRM, 1981) para as hematitas friáveis. __________ 127 \n\nTabela 8.1 – Parâmetros de resistência calculados pelo Modelo de Barton &amp; Bandis e adotados nas \n\nanálises de estabilidade. _____________________________________________________________ 139 \n\nTabela 8.2 – Parâmetros de resistência obtidos por ensaios. _________________________________ 140 \n\nTabela 8.3 – Parâmetros de resistência de litotipos não ensaiados. ____________________________ 140 \n\nTabela 8.4 – Resultados (FSs) para a retroanálise com critério de Mohr-Coulomb. _______________ 144 \n\nTabela 8.5 – Resultados (FS) para a retroanálise com o critério de Barton &amp; Bandis para a ZC-MD. _ 145 \n\nTabela 8.6 – Resultados (FSs) para a retroanálise com critério de Mohr-Coulomb. _______________ 151 \n\nTabela 8.7 – Resultados (FSs) para a retroanálise com o critério de Barton &amp; Bandis para a ZC-MD. 152 \n\nTabela 8.8 – Resultados (FSs) da retroanálise para cada par de parâmetros de Mohr-Coulomb ajustados.\n\n ________________________________________________________________________________ 156 \n\nTabela 8.9 – Resultados (FSs) e ajustes dos parâmetros de Barton &amp; Bandis. ___________________ 158 \n\nTabela 8.10 – Resumo dos Resultados das Retroanálises Realizadas. __________________________ 160 \n\n \n\n \n\n\n\nxv \n \n\nLISTA DE SÍMBOLOS, NOMENCLATURA E \n\nABREVIAÇÕES \n\n \n \n\nN = Norte \n\nS = Sul \n\nE = Este ou Leste \n\nW = Oeste \n\nha = Hectare \n\nKm = Quilómetro \n\nm = Metro \n\nmm = Milímetro \n\nMTon/ano = Milhões Tonelada por Ano \n\nc = Coesão ou Intercepto de Coesão  \n\n? = Ângulo de Atrito \n\nUTM = Universal Transverso de Mercator \n\nJV = Índice Volumétrico de Juntas  \n\nJRC = Coeficiente de Rugosidades Juntas (Joint Roughness Coefficient) \n\nJCS = Resistência à Compressão das Paredes das Juntas (Joint Compressive Strength) \n\ni = Ângulo da Dilatância; \n\nRQD =Rock Quality Designation \n\nISRM = International Society for Rock Mechanics \n\n? = Tensão Cisalhante; \n\n? = Tensão Normal; \n\n?\n Max\n\n = Resistência Cisalhante de Pico \n\n?r = Resistência Cisalhante Residual \n\n?r = Ângulo de Atrito Residual \n\n?1 = Tensão Principal Maior na Ruptura; \n\n?3 = Tensão Principal Menor na Ruptura; \n\n?c = Resistência à compressão uniaxial da rocha intacta; \n\nm = Constante do material que controla a curva ?1 versus ?3; \n\ns = Constante do material que controla a localização no espaço da curva ?1 versus ?3; \n\n\n\nxvi \n \n\nA e B = Constantes do Material \n\n?1’ = Tensão Efetiva Principal Maior na Ruptura. \n\n?3’ = Tensão Efetiva Principal Menor na Ruptura. \n\nmb  = Constante do Material de Rocha Intacta. \n\nGSI = Geological Stregth Index \n\n?jres = Ângulo de Atrito Residual da Descontinuidade; \n\ncjeq= Coesão da Descontinuidade ou Resistência do Cisalhamento Derivado das Rugosidades da \n\nParede. \n\nH = Altura \n\nNBR = Norma Brasileira \n\nABNT = Associação Brasileira de Normas Técnicas \n\nASTM = Norma da Associação Internacional de Mecânica dos Solos  \n\nCESP = Companhia Energética de São Paulo \n\nkgf/cm² = Quilograma Força por Centímetro Quadrado \n\nkPa = Quilo Pascal \n\nØint = Ângulo de Atrito Interno \n\nØext = Ângulo de Atrito Externo \n\n%/min = Porcentagem por minuto \n\ncp = Corpo de prova  \n\ncm/h.= Centímetro por hora \n\nFS = Fator de Segurança; \n\nSa = Resistência Disponivel  \n\nSm = Resistência Mobilizada \n\nU? = Poro Pressão \n\nU?  = Força da Água Superficial \n\nW = Peso da Fatia \n\nN’ = Força/Tensão Normal Efetiva \n\nQe = Sobrecarga Externa \n\nKv  = Coeficiente Sísmico Vertical  \n\nKh  = Coeficiente Sísmico Horizontal \n\nZL = Força Interfatias do Lado Esquerdo  \n\nZR  = Forças Interfatias do Lado Direito \n\n?L  = Ângulo de inclinação das forças interfatias do lado esquerdo \n\n?R = Ângulo de inclinação das forças interfatias do lado direito \n\n\n\nxvii \n \n\nhL = Altura do ponto de aplicação da força ZL \n\nhr = Altura do ponto de aplicação da força ZR \n\n? = Inclinação da base da fatia \n\n? = Inclinação do topo da fatia \n\nh = Altura média da fatia \n\nhc  = Altura média do centróide da fatia \n\nF = ? (Esforços resistentes ao movimento) / ? (Esforços que tendem a causar o movimento) \n\nNA = Nível da Linha Freática \n\nCPRM = Companhia de Pesquisa de Recursos Minerais \n\nDOCEGEO = Rio Doce Geologia e Mineração S.A. \n\nMa = Milhões de Anos \n\nBIF = Formação Ferrífera Bandada \n\nFe = Ferro \n\nCu = Cobre \n\nAu = Ouro \n\nMn = Manganês \n\nEh = Potencial de Oxi-redução \n\npH =Potencial Hidrogeniônico \n\nMD = Máfica decomposta \n\nMSD = Máfica semi-decomposta \n\nMS = Máfica Sã \n\nZC-MD = Zona de Cisalhamento \n\nHM ou HF = Hematita Friável \n\nHD ou HC = Hematita Compacta \n\nJP = Jaspelito \n\nCQ = Canga Química \n\nCM = Canga de Minério \n\nMBT = Minério de Baixo Teor \n\nHSB = Hematita Semi-Branda \n\nN-S = Norte/Sul \n\nWNW-ESE = Norte/Noroeste – Este/Sudeste \n\nE-W = Leste/Oeste \n\nNE-SW = Sudeste/Noroeste \n\nDIP = Mergulho de um determinado plano \n\n\n\nxviii \n \n\nDIP DIRECTION = Direção do mergulho de um determinado plano \n\nMáf = Máfica \n\nMin. = Minério \n\n? = Peso Específico \n\n? = Menor ou igual  \n\n? = Maior ou igual \n\n? = Somatório \n\nCUNat = Ensaio Triaxial não Drenado \n\nCUSat = Ensaio Triaxial não Drenado \n\nCDSat = Ensaio Triaxial Drenado \n\nCIS = Cisalhamento Direto \n\nCis. dir. inund. = Cisalhamento Direto inundado \n\ni = Ângulo de Rugosidade  \n\n? = Ângulo de Inclinação da Régua  \n\n? = Ângulo de Inclinação local do Plano \n\nA = Amplitude da Rugosidade \n\nDMT = Distância Média de Transporte \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxix \n \n\nLISTA DE ANEXOS \n\n \n\n \n\nANEXO I: RESUMO DE PARAMETROS GEOTÉCNICOS PARA AS MINAS DE N4E E \n\nN4WN_____________________________________________________________________I.1 \n\nANEXO II: RELAÇÃO DE BLOCOS INDEFORMADOS DA PRIMEIRA CAMPANHA DE \n\nENSAIOS GEOTÉCNICOS___________________________________________________II.1 \n\nANEXO III: RELAÇÃO DE BLOCOS INDEFORMADOS DA SEGUNDA CAMPANHA DE \n\nENSAIOS GEOTÉCNICOS__________________________________________________III.1 \n\nANEXO IV: RESULTADO DA CONSOLIDAÇÃO DOS ENSAIOS DE LABORATÓRIO \n\nREALIZADOS NAS DUAS CAMPNHAS PARA A MÁFICA DECOMPOSTA (BVP, \n\n2009)____________________________________________________________________IV.1 \n\nANEXO V: RESULTADO DA CONSOLIDAÇÃO DOS ENSAIOS DE LABORATÓRIO \n\nREALIZADOS NAS DUAS CAMPNHAS PARA A HEMATITA FRIÁVEL (BVP, \n\n2009)_____________________________________________________________________V.1 \n\nANEXO VI: PIEZÔMETROS UTILIZADOS NA ANÁLISES DA RUPTURA \n\nSUL_____________________________________________________________________VI.1\n\n\n\nxx \n\nÍNDICE \n\n \n \n\nCAPÍTULO 1 _________________________________________________________ 1 \n\nINTRODUÇÃO___________________________________________________________ 1 \n1.2 LOCALIZAÇÃO DA ÁREA DE ESTUDO _______________________________________ 2 \n1.3 PROPOSTA E OBJETIVOS ___________________________________________________ 3 \n1.4 CONTEXTUALIZAÇÃO DO TEMA PROPOSTO _________________________________ 4 \n1.5. BREVE HISTÓRICO DA PRODUÇÃO DE CARAJÁS _____________________________ 5 \n1.6 ORGANIZAÇÃO DA DISSERTAÇÃO __________________________________________ 6 \n\nCAPÍTULO 2 _________________________________________________________ 8 \n\nMETODOLOGIA APLICADA ______________________________________________ 8 \n\nCAPÍTULO 03 _______________________________________________________ 13 \n\nCONCEITOS GEOTÉCNICOS APLICADOS ________________________________ 13 \n3.1 MODOS E MECANISMOS DE RUPTURA ______________________________________ 14 \n3.2. CRITÉRIOS PARA DETERMINAÇÃO DE PARAMETROS DE RESISTÊNCIA _______ 17 \n\n3.2.1 CRITÉRIO DE MOHR COULOMB ________________________________________ 17 \n3.2.2 CRITÉRIO DE HOEK &amp; BROWN _________________________________________ 20 \n3.2.3 CRITÉRIO DE BARTON &amp; CHOUBEY ____________________________________ 23 \n3.2.4 CRITÉRIO DE RUPTURA DE PATTON ____________________________________ 24 \n3.2.5 CRITÉRIO DE BARTON &amp; BANDIS ______________________________________ 27 \n\n3.3 EFEITO DA RUGOSIDADE OU ONDULAÇÃO _________________________________ 29 \n3.4. ENSAIOS DE LABORATÓRIO ______________________________________________ 31 \n\n3.4.1 ENSAIOS DE CARACTERIZAÇÃO _______________________________________ 32 \n3.4.2 ENSAIOS DE RESISTÊNCIA MECÂNICA _________________________________ 33 \n\n3.5 ANÁLISE E RETROANÁLISE DE RUPTURAS _________________________________ 38 \n3.5.1 MÉTODO DO EQUILÍBRIO LIMITE ______________________________________ 38 \n3.5.2 FATOR DE SEGURANÇA NA ESTABILIDADE DE TALUDES ________________ 42 \n\n3.6. SOFTWARES UTILIZADOS ________________________________________________ 43 \n3.6.1 Slide _________________________________________________________________ 43 \n3.6.2 Dips _________________________________________________________________ 44 \n3.6.3 Rockdata ______________________________________________________________ 44 \n\n3.7 EFEITO DA ESCALA _______________________________________________________ 44 \n3.8. CONDIÇÕES HIDROGEOLÓGICAS __________________________________________ 46 \n\nCAPÍTULO 4 ________________________________________________________ 50 \n\nEVENTOS DE RUPTURA E MECANISMOS ASSOCIADOS ___________________ 50 \n\nCAPÍTULO 5 ________________________________________________________ 66 \n\nGEOLOGIA DA PROVÍNCIA MINERAL DE CARAJÁS ______________________ 66 \n5.1. GEOLOGIA ESTRUTURAL E ESTRATIGRAFIA _______________________________ 66 \n5.2 EVOLUÇÃO ESTRUTURAL _________________________________________________ 71 \n5.3 GENESE DOS DEPÓSITOS DE FERRO ________________________________________ 73 \n\nCAPÍTULO 6 ________________________________________________________ 75 \n\nCARACTERIZAÇÃO LITOESTRUTURAL DA MINA N4E ___________________ 75 \n6.1 MAPEAMENTO DA MINA N4E ______________________________________________ 75 \n\n6.1.1 UNIDADES LITOESTRATIGRÁFICAS ____________________________________ 75 \n\n\n\n xxi\n\n6.1.2 GEOLOGIA ESTRUTURAL ______________________________________________ 84 \n6.1.3 ARCABOUÇO ESTRUTURAL E MODELO EVOLUTIVO _____________________ 91 \n\nCAPÍTULO 7 ________________________________________________________ 92 \n\nCARACTERIZAÇÃO E PARAMETRIZAÇÃO GEOMECÂNICA DOS MACIÇOS \nDA MINA N4E __________________________________________________________ 92 \n\n7.1 - HISTÓRICO DE PARÂMETROS GEOMECÂNICOS ____________________________ 93 \n7.2. LITOTIPOS ENSAIADOS E SUAS CARACTERÍSTICAS TÍPICAS _________________ 99 \n\n7.2.1 Máfica Decomposta (MD) ________________________________________________ 99 \n7.2.2 Máfica de Contato de Lapa (ZC) ___________________________________________ 99 \n7.2.3 Hematita Friável (HF) ___________________________________________________ 99 \n\n7.3 ENSAIOS GEOTÉCNICOS REALIZADOS ____________________________________ 101 \n7.3.1 Programa Experimental Desenvolvido na 1.a Campanha ________________________ 102 \n7.3.2 Programa Desenvolvido na 2.a Campanha ___________________________________ 103 \n\n7.4 RESULTADOS DOS ENSAIOS GEOTÉCNICOS ________________________________ 107 \n7.4.1 Máfica Decomposta (MD) - Ensaios Triaxiais ________________________________ 107 \n7.4.2. Máfica Decomposta (MD) - Ensaios de Cisalhamento Direto____________________ 111 \n7.4.3 Máfica Decomposta (MD) - Ensaio Ring Shear _______________________________ 112 \n7.4.4 Hematita Friável (HF) – Ensaios Triaxiais ___________________________________ 114 \n7.4.5 Hematita Friável (HF) – Ensaios de Cisalhamento Direto _______________________ 117 \n\n7.5 COMPORTAMENTOS DAS HEMATITAS NOS ENSAIOS TRIAXIAIS  CDsat e CUsat 119 \n7.6 ZONEAMENTO DAS VARIEDADES TIPOLÓGICAS DA MÁFICA DECOMPOSTA E \nHEMATITA FRIÁVEL ________________________________________________________ 120 \n\n7.6.1 GRUPO DAS MÁFICAS ________________________________________________ 121 \n7.6.2 GRUPO DAS HEMATITAS FRIÁVEIS ____________________________________ 127 \n\n7.7  CARACTERIZAÇÃO DAS AMPLITUDES DAS ONDULAÇÕES E ÍNDICE DE \nRUGOSIDADE ______________________________________________________________ 130 \n\nCAPÍTULO 08 ______________________________________________________ 134 \n\nRETROANÁLISES E AJUSTES DE PARÂMETROS DE RESISTÊNCIA _______ 134 \n8.1 PARÂMETROS DE RESISTÊNCIA __________________________________________ 136 \n\n8.1.1 ESTIMATIVA DO JRC _________________________________________________ 136 \n8.1.2 ESTIMATIVA DO JCS _________________________________________________ 138 \n\n8.2 RESULTADOS DAS RETROANÁLISES ______________________________________ 139 \n8.2.1 RUPTURA TALUDE CAVA CENTRAL ___________________________________ 141 \n8.2.2 RUPTURA TALUDE SUDESTE _________________________________________ 146 \n8.2.3 RUPTURA TALUDE SUL ______________________________________________ 153 \n\n8.3 SINTESE DOS RESULTADOS DAS RETROANÁLISES _________________________ 159 \n\nCAPÍTULO 09 ______________________________________________________ 162 \n\nCONCLUSÕES E SUGESTÕES PARA PESQUISAS FUTURAS _______________ 162 \n\nREFERÊNCIAS BIBLIOGRÁFICAS ____________________________________ 168 \n \n\n\n\n 1\n\nCAPÍTULO 1 \n\n \n\nINTRODUÇÃO \n\n \n\n \n\nA Província Mineral de Carajás foi descoberta na década de 60, pela equipe da Companhia \n\nMeridional de Mineração, subsidiária de uma empresa Norte Americana. Suas atividades \n\ntiveram início na década de 80, mais precisamente no ano de 1985, e vem aumentando \n\nconsideravelmente até os dias atuais sendo uma das unidades mais importantes da VALE \n\nS/A, onde possui uma crescente participação no mercado mundial. É composta por diversos \n\ncorpos mineralizados situados em três Serras principais, assim denominadas: Serra Norte, \n\nSerra Sul e Serra Leste. A Serra Norte, foco deste estudo, contém nove desses corpos \n\nnomeados de N1 a N9.  \n\n \n\nNa presente data, as atividades de extração mineral estão concentradas na Serra Norte, nos \n\ncorpos de N4, subdividido nas minas de N4E e N4WN, e N5 subdividido nas minas de \n\nN5W e N5E. A área de estudo para a elaboração do presente trabalho está concentrada na \n\nmina de N4E em função de ser a principal mina da Província Mineral de Carajás e a que \n\napresenta um maior número de eventos de ruptura de taludes ao longo de suas atividades. \n\nEssa mina é composta por litotipos com grau de alteração e resistência variadas, definindo \n\nmaciços heterogêneos, anisotrópicos e com diferentes respostas em relação à resistência ao \n\ncisalhamento.  \n\n \n\nEventos de rupturas demonstraram um forte condicionamento geológico-estrutural, \n\nprincipalmente nas rochas metabásicas de lapa (footwall), caracterizando rupturas planares \n\ne plano-circulares de até seis bancos de 15m de altura e ângulos operacionais \n\nsubverticalizados de face de bancada (entre 60° a 80°), e ângulo geral variando em função \n\ndo maciço e geometria da cava. Esses fatos demonstraram a necessidade de um melhor \n\nentendimento do arcabouço estrutural e dos condicionantes de rupturas. Com esse foco \n\nrealizou-se uma campanha de investigação geológico-geotécnica por meio de mapeamento \n\n\n\n 2\n\nlitoestrutural e geomecânico na escala 1:2.000 e coleta de amostras deformadas e \n\nindeformadas com o objetivo de realizar ensaios laboratoriais  para definir  os parâmetros \n\ngeotécnicos com o intuito de caracterizar e parametrizar os litotipos ensaiados. A partir \n\ndessas informações dividiram-se os litotipos pela resistência e granulometria, por tipologias \n\nde contato e tipologia das superfícies de ruptura.  \n\n \n\nA atividade mineral é realizada pelo método de escavação a céu aberto, mecanizado e de \n\ngrande porte. A mina de N4E é a maior ou uma das maiores minas a céu aberto escavadas \n\nem solo saprolítico no Brasil e/ou do Mundo. Apresenta hoje uma área de lavra de \n\naproximadamente 525 ha com taludes alcançando 200 m de altura com 4,1 Km de extensão, \n\ne a previsão do pit final é alcançar taludes em torno de 400 m de altura.  Obras desse porte \n\nrequerem um seqüenciamento criterioso das escavações e um minucioso estudo \n\ngeomecânico dos maciços rochosos incluindo mapeamentos geológico-estruturais e estudos \n\nhidrogeológicos. No caso abordado, a segurança operacional está relacionada à definição \n\ngeométrica dos ângulos dos taludes dos taludes operacionais e finais, respeitando um nível \n\nde segurança para execução dos trabalhos.  \n\n \n\nA definição dos parâmetros geomecânicos adotados nos planos de lavra, bem como a \n\ndefinição de uma setorização geotécnica com ângulos praticáveis estão diretamente \n\nassociados à explotabilidade da jazida. Um dos principais desafios da geotecnia e da \n\nengenharia em um empreendimento minerário é otimizar o custo do projeto e oferecer \n\nmaior segurança para os operários na sua execução. \n\n \n\n \n\n1.2 LOCALIZAÇÃO DA ÁREA DE ESTUDO \n\n \n\nA Província Mineral de Carajás, onde está inserida a mina de N4E, objeto deste estudo, \n\nlocaliza-se na porção centro sul do Estado do Pará, no município de Parauapebas. Os \n\ncorpos de minério estão inseridos nos platôs da Serra dos Carajás. (Figura 1.1). \n\n \n\n\n\n 3\n\n \n\nFigura 1.1: Localização das minas de ferro do Complexo Minerador de Carajás. \n\n1.3 PROPOSTA E OBJETIVOS \n\n \n\nOs objetivos desta dissertação foram atingidos por meio de um minucioso estudo \n\ngeológico-estrutural e geomecânico dos litotipos presentes na mina de N4E e referem-se a: \n\n \n\n• caracterização os litotipos presentes bem como seus padrões de resistência; \n\n \n\n• entendendimento dos mecanismos de ruptura no contato de base (footwall); \n\n \n\n• validação os dados de resistências dos litotipos ensaiados da escala de laboratório \n\npara escala de mina; \n\n \n\n• realização de retroanálises de rupturas de grande magnitude ocorridos nessa mina e \n\naferir os parâmetros de resistência; \n\n \n\nNúcleo Urbano de Carajás \n\n \n\nComplexo Minerador de Carajás \n\n \n\nN4WN N4E \n\nN5W \n\nN5E \nN4WS \n\n \n\n \n\n\n\n 4\n\n• calibração do modelo geomecânico por meio de seções 2D.  \n\n \n\nCom isso proporcionar maior confiabilidade para os projetos de lavra seqüenciais e finais, \n\nvisando à estabilidade e a segurança dos taludes. \n\n \n\n1.4 CONTEXTUALIZAÇÃO DO TEMA PROPOSTO \n\n \n\nA partir de 2003, as minas de ferro de Carajás demonstraram um histórico de rupturas \n\nassociadas aos condicionantes geológicos e estruturais e à alta produtividade operacional. \n\nVerificaram-se várias rupturas de taludes de portes significativos, por vezes com \n\nmobilização de pessoal e equipamento para as obras de retaludamento. As principais \n\nrupturas ocorreram nas minas de N4E e N4WN, sendo a grande maioria condicionada pelo \n\ncontato do pacote de minério com a rocha encaixante de lapa (footwall), o qual se encontra \n\ncisalhado e com elevado grau de alteração, com presença freqüente de sills de rocha \n\nmetabásica alterada contidos no maciço de hematita próxima a esse contato. Escavações no \n\npé desses taludes aumentando o ângulo inter-rampas, associados aos condicionantes \n\nestruturais e à presença de água configuram-se como os principais fatores que deflagraram \n\nrupturas classificadas como dos tipos planar e plano circular. \n\n \n\nNo período anterior a 2003 realizaram-se diversos trabalhos geotécnicos com enfoque nesse \n\nproblema, porém configuraram-se como trabalhos isolados e sem continuidade. A partir dai \n\ndesenvolveram-se estudos de dimensionamento e estabilidade para os taludes das diversas \n\nminas de Carajás.  \n\n \n\nEsses trabalhos foram desenvolvidos por meio de vasta pesquisa bibliográfica, \n\nmapeamentos e descrições de sondagens que, de certa forma, agruparam e sintetizaram os \n\ntrabalhos realizados até essa data. Porém, constatou-se a falta de informações fundamentais, \n\nprincipalmente sobre as estruturas geológicas no maciço metabásico encaixante que se \n\napresenta extremamente cisalhado e com graus de alteração variando de rocha sã a muito \n\nalterada. \n\n\n\n 5\n\n1.5. BREVE HISTÓRICO DA PRODUÇÃO DE CARAJÁS \n\n \n\nNo ano de 1985, quando a VALE iniciou suas atividades, a produção de minério era de 0.9 \n\nMTon/ano.  Em 2009 essa produção atingiu 88,3 MTon/ano pelas minas de N4WN, N4E e \n\nN5W (Figura 1.2),  para o ano de 2010 ha uma previsão de 108 MTon/Ano. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 1.2 - Histograma representando a produção anual do Site de Carajás (VALE, \n\n2009). \n\n \n\nOs teores do minério produzido em Carajás atingem a faixa de 63 a 65% de ferro, sendo \n\ndivididos em Pellet Feed, Sinter Feed e Granulado, como se pode observar na Figura 1.3. O \n\nmercado interno é o grande absorvedor do granulado, sendo que o Sinter Feed e Pellet Feed \n\nsão enviados ao mercado externo (Figura 1.3).  \n\n \n\nOs principais clientes da VALE S/A são a Ásia principalmente representada pela China, \n\nJapão e Coréia e pela Europa representada pela Alemanha, França e Reino Unido. \n\n\n\n 6\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 1.3 – Principais produtos explorados e comercializados nas minas de ferro de \n\nCarajás (VALE, 2009). \n\n1.6 ORGANIZAÇÃO DA DISSERTAÇÃO \n\n \n\nApresentam-se os tópicos abordados no presente trabalho e sua distribuição em nove \n\ncapítulos conforme apresentada a seguir; \n\n \n\n• Capítulo 1: Introdução – capítulo introdutório apresenta os objetivos do presente \n\ntrabalho, localização da área de estudo, contextualização do tema proposto, breve \n\nhistórico de produção e importância do site de Carajás e por fim a organização da \n\ndissertação; \n\n \n\n• Capítulo 2: Metodologia Aplicada - apresenta de forma simplificada toda a \n\nmetodologia utilizada para a elaboração desta dissertação desde a revisão \n\nbibliográfica e culminando na realização das retroanálises de rupturas e \n\napresentação das conclusões dos resultados;  \n\n \n\n\n\n 7\n\n• Capítulo 3: Conceitos Geotécnicos Aplicados - apresenta a revisão bibliográfica \n\ncom o intuito de oferecer embasamento teórico aos temas abordados; \n\n \n\n• Capítulo 4: Eventos e Mecanismos de Rupturas Associados - apresenta um \n\nhistórico dos eventos e mecanismos de rupturas que ocorreram na mina N4E desde \n\no ano de 2001, com um breve resumo dos padrões de rupturas e como estes eventos \n\nforam tratados na época da ocorrência, levando em consideração suas \n\nparticularidade e similaridades; \n\n \n\n• Capítulo 5: Geologia da Província Mineral de Carajás – apresenta a geologia \n\nestrutural, estratigrafia e evolução tectônica do Grupo Grão Pará e suas respectivas \n\nFormações Geológicas, com o intuito de contextualizar a geologia regional da mina \n\nem questão; \n\n \n\n• Capítulo 6: Caracterização Litoestrutural da Mina de N4E - apresenta o modelo \n\nlitoestrutural da mina de N4E obtido pelo mapeamento geológico-estrutural na \n\nescala 1:2.000; \n\n \n\n• Capítulo 7: Caracterização e Parametrização Geomecânica dos Maciços da \n\nMina de N4E - apresenta um histórico de ensaios geotécnicos anteriores a 2003 e \n\nanálise dos resultados das campanhas de 2003-2006 e 2007-2009 realizados por \n\nempresas de consultoria e pela própria VALE S/A. \n\n \n\n• Capítulo 8: Retroanálises e Ajustes de Parâmetros de Resistência – apresenta os \n\nresultados das retroanálises com os parâmetros de resistência obtidos pelos ensaios \n\ne os ajustado por elas, realizando-se a comparação com parâmetros anteriormente \n\nutilizados pela VALE S/A.  \n\n \n\n• Capítulo 9: Conclusões e Sugestões para Pesquisas Futuras - apresenta a \n\ndiscussão, análise e conclusões dos resultados, comparações de dados obtidos com \n\nresultados de estudos anteriores e sugestões para trabalhos futuros. \n\n\n\n 8\n\nCAPÍTULO 2 \n\n \n\nMETODOLOGIA APLICADA \n\n \n\n \n\nA elaboração do presente trabalho foi sistematizada por meio de diversas etapas que \n\ncompreenderam basicamente: revisão bibliográfica, campanha de ensaios geotécnicos em \n\nlaboratório, avaliação dos eventos e mecanismos de rupturas ocorridos na mina N4E, \n\nmapeamento geológico-estrutural e geomecânico, interpretação e análise dos ensaios \n\ngeotécnicos, refinamento do zoneamento geomecânico, ajustes e cálculos de parâmetros \n\ngeomecânicos e retroanálises de rupturas para aferição de parâmetros de resistência e \n\ncalibração do modelo geomecânico. \n\n \n\nNessa sistematização consideraram-se proposições de consultoria internacional e de \n\nempresas de consultoria nacional, bem como as necessidades e demandas da mina. \n\nDescreve-se a seguir, de forma simplificada, cada uma das fases de estudos que propiciaram \n\na elaboração desta dissertação. \n\n \n\n1) Revisão Bibliográfica: nessa fase realizaram-se pesquisas voltadas aos principais \n\nconceitos sobre mecanismos e critérios de rupturas (Mohr-Coulomb, Hoek &amp; \n\nBrown, Barton &amp; Choubey, Patton, Barton &amp; Bandis), efeito de rugosidades e \n\nondulações em cisalhamentos, métodos de análises de ruptura de taludes, efeito de \n\nescala, entre outros, com o intuito de fornecer uma base teórica aos objetivos \n\npropostos.  \n\n \n\nForam também consultados diversos trabalhos realizados pela VALE S/A, empresas \n\nde consultoria e consultores, tais como: Figueiredo Ferraz, S Brito Associados – \n\nBVP Engenharia, Golder Associates, Peter Stacey etc, onde foram pesquisados \n\ntópicos como estimativas de parâmetros geomecânicos (c e ?) dos litotipos de \n\nCarajás, presença de água, caracterização de zonas de contato entre o maciço de \n\n\n\n 9\n\nminério e o maciço encaixante composto por rochas metabásicas em variados graus \n\nde resistência e alteração, retroanálises e setores com risco geotécnico. \n\n \n\n2) Campanhas de Amostragem e Ensaios Geotécnicos: essa etapa de trabalho \n\ncompreendeu duas campanhas de coleta de amostras (deformadas e indeformadas) e \n\nde realização de ensaios geotécnicos de laboratório. A primeira foi realizada no \n\nperíodo de 2003 a 2006 e após as análises dos dados obtidos, constataram-se \n\nlacunas e a necessidade de uma nova campanha a fim de realizar novos ensaios para \n\ncomplementar esta campanha. Deste modo, realizou-se no período entre 2007 a \n\n2009 uma segunda campanha de amostragem e ensaios geotécnicos.  \n\n \n\nEm ambas as campanhas realizaram-se ensaios de caracterização (Granulometria, \n\nLimite de Atteberg, Densidade e/ou Peso Específico e Compactação) e ensaios de \n\nresistência geomecânica (Cisalhamento Direto, Triaxiais e Ring Shear).  Os Anexos \n\nII e III apresentam as tabelas de quantitativo de amostras, as profundidades \n\ncoletadas e fotografias dos blocos amostrados. O Anexo IV e V apresenta tabelas \n\nresumo dos ensaios e de seus resultados das duas campanhas realizadas; \n\n \n\n3) Avaliação dos Eventos de Ruptura e seus mecanismos na nina N4E: essa etapa \n\ncompreendeu o resgate de informações sobre os eventos de rupturas de taludes e \n\nestudos sobre seus mecanismos desde o ano de 2001, com o intuito de auxiliar as \n\nretroanálises que constituem o principal objetivo dessa dissertação; \n\n  \n\n4) Mapeamento Litoestrutural e Geomecânico: fez parte da metodologia empregada \n\nnos estudos a realização uma campanha de mapeamento geológico-estrutural e \n\ngeomecânico em escala de detalhe (1:2.000) em que se levantou um total de 4.226 \n\npontos na mina N4E (Figura 2.1). Estes pontos foram distribuídos na cava com \n\nespaçamento de vinte em vinte metros, resultando na configuração de mapas com \n\nrepresentações detalhadas das variações litológicas, estruturais e geomecânicas. \n\nCada ponto foi cadastrado por meio das coordenadas UTM, onde foram registradas \n\ncaracterísticas como: litotipo, tipo de estrutura, atitudes, grau de alteração, grau de \n\n\n\n 10\n\nresistência/consistência, grau de fraturamento, tipo de descontinuidades, \n\nespaçamento, abertura, rugosidade, material de preenchimento, JV (índice \n\nvolumétrico de juntas) e RQD (Rock Quality Designation).  \n\n \n\nPara a definição dos domínios estruturais elaborou-se o mapa de forma estrutural \n\nconsiderando-se os dados de estruturas como foliações e zonas de cisalhamento e \n\npara a elaboração de estereogramas utilizou-se o software Dips da Rocsciencie. \n\nUtilizaram-se como apoio ao mapeamento e às interpretações das seções geológico-\n\ngeotécnicas, informações de sondagens geotécnicas, piezômetros e o modelo \n\ngeológico de longo prazo ano base 2008; \n\n \n\n5) Interpretação dos Ensaios Geotécnicos: com base nos resultados obtidos nas duas \n\ncampanhas de ensaios geotécnicos, no mapeamento e nos  históricos de rupturas,  a \n\nanálise dos resultados focou-se  nos principais litotipos, definidos pela rocha máfica \n\ndecomposta de contato de base (footwall) e pela hematita friável, baseando-se nas \n\nenvoltórias de rupturas  para a definição dos parâmetros de resistência (c e ?) \n\nrepresentativos. Os parâmetros do contato cisalhado (footwall) foram determinados \n\npelos ensaios de cisalhamento Ring Shear; \n\n \n\n6) Refinamento do Zoneamento Geomecânico: de posse dos dados referentes aos \n\nparâmetros de resistência obtidos em laboratório realizou-se o refinamento do \n\nzoneamento geomecânico dos maciços de hematita friável e máfica decomposta na \n\nmina N4E pela identificação e localização das classes desses litotipos obtidas nos \n\nensaios. Para isso utilizou-se a tabela da ISRM (1981) sobre resistências e adaptou-\n\nse aos litotipos ensaiados. \n\n \n\n7) Ajustes e Cálculos de Parâmetros Geomecânicos: nessa etapa foram levantadas \n\nas amplitudes das ondulações e os índices de rugosidades das superfícies de \n\nescorregamento, principalmente da zona de contato cisalhado entre o pacote de \n\nminério friável e da rocha metabásica de lapa (footwall) e calculado os valores de \n\nJRC (Coeficiente de Rugosidade da Junta), utilizando-se o método de Barton e \n\n\n\n 11\n\nBandis (1982), e o índice JCS (Resistência à Compressão das Paredes das Juntas), \n\npela equação de Barton (1973); \n\n  \n\n8) Retroanálises: para a realização das retroanálises foram escolhidas três áreas no \n\ncontato de base (footwall) onde se observaram três rupturas denominadas: a) \n\nRuptura Cava Central, b) Ruptura Talude Sudeste e c) Ruptura Talude Sul. As \n\nseções foram confeccionadas utilizando-se os softwares Vulcan 5.0 e AutoCAD \n\n2007 e exportadas para o software slide da Rocscience considerando-se os \n\nparâmetros determinados pelos ensaios de laboratório para a máfica decomposta, \n\nmáfica cisalhada de contato e hematita friável.  \n\n \n\nPara avaliação das seções de retroanálise foram utilizados o critério de Mohr-\n\nCoulomb onde foram considerados valores de c e Ø e o critério de Barton &amp; Bandis, \n\neste considerando os valores de JRC e JCS calculados. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 12\n\n \n\n \n\nFigura 2.1- Mapa dos Pontos gerados no mapeamento da mina de N4E (4.226 pontos). \n\n\n\n 13\n\nCAPÍTULO 03 \n\n \n\nCONCEITOS GEOTÉCNICOS APLICADOS \n\n \n\n \n\nTaludes de minas a céu aberto são definidos em função das orientações dos corpos \n\nmineralizados, das características geológicas da rocha encaixante, do tipo de equipamentos \n\ne logística de transporte e principalmente das propriedades geomecânicas do maciço. Porém \n\no fator economicidade sempre é o mais considerado, implicando nos dias atuais em cavas \n\ncom taludes operacionais e finais cada vez mais íngremes. Sjoberg (1999) aborda o assunto \n\nquando tece comentários sobre o risco de rupturas em setores controlados por \n\ndescontinuidades de grande porte como, por exemplo, falhas geológicas ou zonas de \n\ncisalhamento, sua implicação nas operações e na validação da geometria do pit final, o que \n\npoderá impor restrições e alterações na economicidade da mina.  \n\n \n\nDe acordo com Stacey (1968) e Sjoberg (1996) in Zea 2004, os principais fatores que \n\ncontrolam a estabilidade de taludes nas minerações a céu aberto são (Figura 3.1): \n\n \n\n• A estrutura do maciço rochoso: litotipos presentes, rocha intacta, descontinuidades \n\ne zonas de cisalhamento; \n\n• As tensões in situ e induzidas presentes no maciço, sendo que essas últimas \n\ndecorrem dos avanços das escavações; \n\n• A resistência do maciço rochoso, no que se refere a rocha intacta e descontinuidades \n\npresentes; \n\n• As condições hidrogeológicas, ou seja, variação da linha freática, sua \n\ntransmissividade e armazenamento, bem como o comportamento do aqüífero, no \n\nque se refere à presença ou não de aquitardos; \n\n• A geometria da cava, considerando-se a inclinação dos ângulos dos taludes e \n\ncurvaturas, principalmente as convexidades; \n\n• As condições sísmicas oriundas de desmontes e/ou eventos sísmicos; \n\n\n\n 14\n\n• Os fatores climáticos, ou seja, em que região a respectiva cava se encontra; e \n\n• O fator tempo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3.1 - Figura esquemática representando os principais fatores que controlam a \n\nestabilidade de taludes nas minerações a céu aberto (Zea, 2004). \n\n3.1 MODOS E MECANISMOS DE RUPTURA \n\n \n\nSegundo Bieniawski (1967 in Zea 2004) o modo de ruptura é definido pela descrição dos \n\naspectos ou das formas geométricas formadas no evento. Já o mecanismo de ruptura é \n\ndefinido pelos processos e seus componentes físicos durante a movimentação do material, \n\ntendo-se como resultado a deflagração da ruptura . \n\n \n\nAs rupturas podem ocorrer condicionadas estruturalmente ou não (Figura 3.2). No primeiro \n\ncaso, as rupturas são estudadas pelo método cinemático com auxílio de projeções \n\nestereográficas, levando-se consideração a orientação das descontinuidades analisadas em \n\nrelação à geometria do talude, podendo-se observar três tipos básicos de ruptura: rupturas \n\nplanares, em cunha e os tombamentos (toppling). No segundo caso ou onde não há um \n\ncontrole estrutural ou um padrão estrutural definido ocorrem às rupturas circulares e não \n\ncirculares típicas de maciços compostos por solos e rochas alteradas. Hoek e Bray (1981) \n\n\n\n 15\n\napontam que rupturas circulares ou rotacionais ocorrem em taludes de rocha sem padrões \n\nestruturais definidos ou em maciços com alto grau de fraturamento. Isto ocorre quando os \n\nfragmentos da massa rochosa encontram-se desagregados e são muito pequenos em relação \n\nà altura dos taludes, Sjoberg (1999). A Figura 3.3 mostra alguns tipos de rupturas \n\ncombinadas, que serão descritos nos capítulos seguintes. \n\n \n\n \n\nFigura 3.2 - Mecanismos de ruptura mais freqüente e suas representações estereográficas \n\n(Hoek &amp; Bray, 1973). \n\n\n\n 16\n\n \n\nFigura 3.3 - Rupturas rotacionais/circulares e rupturas circulares e planares combinadas \n\n(Sjoberg, 1996 in Ferreira, 1998). \n\n \n\nOs mecanismos de ruptura verificados com maior freqüência face às condições geológicas \n\nestruturais da mina N4E são: rupturas planares, circulares ou plano circulares. Observam-se \n\nainda, porém com menor freqüência: quedas de blocos e tombamentos decorrentes do \n\ndesmonte de rocha ou por questões operacionais. \n\n \n\nVieira Costa (2009) afirma que para ocorrer uma ruptura é necessário que a resistência \n\nmédia ao cisalhamento do solo e/ou da rocha, bem como as tensões médias da superfície de \n\ncisalhamento tenham sofrido um decréscimo, que pode ocorrer de forma abrupta ou lenta \n\ncom uma deformação progressiva.  \n\n \n\n \n\n\n\n 17\n\n3.2. CRITÉRIOS PARA DETERMINAÇÃO DE PARAMETROS DE RESISTÊNCIA \n\n \n\nNeste item apresentam-se, de forma sucinta, os critérios de rupturas considerados e seus \n\nconceitos para o embasamento teórico aos capítulos seguintes. \n\n \n\n3.2.1 CRITÉRIO DE MOHR COULOMB \n\n \n\nEsse critério é o mais simples, conhecido e normalmente aplicado para solos, rochas \n\nintactas e descontinuidades planares que não se apresentam irregularidades ou asperezas. \n\nSegundo Brady &amp; Brown (1985 in Lopes, 2006), esse critério fornece boa representação das \n\ncondições de resistência ao cisalhamento de descontinuidades presentes na rocha.  \n\n \n\nSegundo Vieira Costa (2009), comenta que a resistência ao cisalhamento é definida pelo \n\nvalor da coesão e do ângulo de atrito em função da tensão cisalhante (?) e tensão normal (?) \n\natuantes no plano de ruptura, representado pelo ponto de tangência de uma reta ao círculo \n\nde Mohr, definindo a envoltória de ruptura ou envoltória de Coulomb.  \n\n \n\nLopes (2006) comenta que a resistência ao cisalhamento de solos e rochas é o resultado de \n\nduas parcelas, uma representada pela coesão ou intercepto de coesão e a outra parcela \n\nrepresentada pelo ângulo de atrito do material, este por sua vez depende da tensão atuante \n\nno plano em que a resistência ao cisalhamento ocorre. \n\n \n\nPode ser representado pela seguinte expressão: \n\n \n\n???? = c + ???? tg ????   (3.1) \n\nOnde se tem: \n\n? = Tensão Cisalhante; \n\nc = Coesão ou intercepto de Coesão; \n\n? = Tensão Normal; \n\n? = Ângulo de Atrito. \n\n\n\n 18\n\nSegundo Lopes (2006), a ruptura por cisalhamento de um determinado material ocorre \n\nquando a tensão cisalhante aplicada, subtraída do ângulo de atrito e multiplicada pela tensão \n\nnormal no plano de ruptura, se torna igual á coesão do material definida pelo critério de \n\nMohr Coulomb, este critério representa também a resistência residual de um determinado \n\nmaterial quando se obtém a resistência mínima pós pico de ruptura, onde a coesão tende a \n\nzero e o ângulo de atrito residual (? r) poderá variar entre zero e o ângulo de atrito de pico \n\n?p (Figura 3.4). \n \n\n \n\n \n\nFigura 3.4 - Critério de resistência de pico e residual de Coulomb no espaço de Mohr \n\n (? x ?). \n\n \n\nVieira Costa (2009) comenta que para pequenos deslocamentos a amostra se comporta de \n\nmodo elástico e a tensão cisalhante é linear. Porém à medida que as forças resistentes ao \n\nmovimento são superadas pela tensão cisalhante, a curva torna-se não-linear e alcança um \n\nponto de máximo chamado  ?Max e, quando isto ocorre, a tensão cisalhante necessária para \n\ncausar um deslocamento ?, decresce rapidamente até um valor se igualar a constante. Pode-\n\nse chamar de tensão cisalhante residual ?r. (Figura 3.5). \n\n\n\n 19\n\n \n\nFigura 3.5 - Curva tensão cisalhante versus deslocamento para um ensaio de \n\ncisalhamento direto (Hoek, 2002). \n\n \n\nO valor de resistência ao cisalhamento definido pela Lei de Coulomb é expresso pelo \n\ngráfico onde de ?Max ou ?r são lançados para os diversos valores de tensões normais \n\nconstantes em que foram realizados os ensaios, onde o ângulo de atrito é definido pela \n\ninclinação da reta e a coesão do material pelo intercepto que esta reta faz com o eixo. Esse \n\nconceito é representado matematicamente pelas seguintes equações: \n\n  ?Max = c + ? tg?  (3.2) \n\n \n\n  ?r = ? tg?r    (3.3) \n\nOnde se tem: \n\n? Max = resistência cisalhante de pico \n\n?r = resistência cisalhante residual \n\nc = coesão do material  \n\n? = tensão normal \n\n? = ângulo de atrito de pico \n\n?r = ângulo de atrito residual \n\nResistência de \npico \n\nResistência Residual \n\nTensão Normal  ? \nT\n\nen\nsã\n\no \nC\n\nis\nal\n\nha\nnt\n\ne\nDeslocamento  ? \n\nResistência de pico \n\nResistência Residual T\nen\n\nsã\no \n\nC\nis\n\nal\nha\n\nnt\ne\n\nTensão de Deslocamento  ? \n\nTensão Cisalhante  ? \n\nTensão Normal  ? \n\n? \n\n? \n\n\n\n 20\n\n3.2.2 CRITÉRIO DE HOEK &amp; BROWN  \n\n \n\nNão havendo uma linearidade no gráfico (? x ?) segundo o critério de Mohr-Coulomb, \n\nHoek &amp; Brown (1980) sugeriram uma curva ?1 x ?3 para a ruptura de maciços rochosos e \n\nrocha intacta (Figura 3.6), definida pelas seguintes equações: \n\n \n\n? ? ? ? ?1 3 3\n2= + +m sc c   (3.4) \n\n \n\n? = A?c(?/?c + ?t/?c)\nB   (3.5) \n\nonde: \n\n?1 = Tensão principal maior na ruptura; \n\n?3 = Tensão principal menor na ruptura; \n\n?c = Resistência à compressão uniaxial da rocha intacta; \n\nm = Constante do material que controla a curva ?1 versus ?3; \n\ns = Constante do material que controla a localização no espaço da curva ?1 versus ?3; \n\n? = Resistência ao cisalhamento sob dada condição de tensão normal ?; \n\nA e B = Constantes do material \n\n \n\nPara as equações acima mencionadas, os valores de ?1 e ?3 são as tensões aplicadas, \n\nresponsáveis pela ruptura nos ensaios triaxiais. Esta equação gera uma reta quando se usa \n\nos valores de ?3 versus (?1 - ? 3) ² e a partir de regressão linear pode-se obter os parâmetros \n\nde resistência m e s de Hoek &amp; Brown. Para rochas intactas adota-se s = 1, obtendo-se os \n\nvalores de m e ????c através de ensaios de laboratório. Para maciços rochosos fraturados o \n\nvalor de ?c deve ser determinado em laboratório por meio do ensaio de compressão uniaxial \n\n(?3 = 0) ou por correlações utilizando ensaios tais como o de carga puntiforme ou o de \n\nmartelo de Schmidt. Os valores de m e s para maciços rochosos serem obtidos a partir de \n\nclassificações geomecânicas (Vieira Costa, 2009). \n\n \n\n\n\n 21\n\n \n\nFigura 3.6 - Representação Gráfica do Critério de Hoek &amp; Brown nos espaços de Mohr \n\nCoulomb e das principais tensões (Vargas Jr. et al., 1992 in Penido, 2006). \n\n \n\nA questão do “efeito escala” está diretamente relacionado ao método. Freqüentemente não \n\nhá como transportar os dados da escala de laboratório para um maciço rochoso por não \n\nhaver representatividade, ocorrendo assim problemas de correlação dos parâmetros de \n\nresistência. Quando isto ocorre, o método de Hoek &amp; Brown propõe que os parâmetros de \n\nresistência sejam obtidos por meio de classificações geomecânicas. \n\n \n\nPara o maciço pouco fraturado ou quando o mesmo pode ser classificado como rocha sã ou \n\nintacta, o critério proposto é expresso da seguinte forma: \n\n  \n\n?1’ = ?3’ + ?c (mb ?3’/ ?c + 1) \n½  (3.5) \n\n\n\n 22\n\nonde: \n\n?1’ = Tensão efetiva principal maior na ruptura. \n\n?3’ = Tensão efetiva principal menor na ruptura. \n\n?c  = Resistência à compressão uniaxial da rocha intacta. \n\nmb  = Constante do material de rocha intacta. \n\n \n\nHoek et al. (1995) apresentam considerações para o cálculo de ?c do maciço utilizando \n\nensaios de compressão uniaxial simples de menor dimensão, e como alternativa para a  sua \n\nestimativa, apresentam tabelas desenvolvidas com base em ensaios triaxiais em rocha \n\nintacta realizados por Doruk em 1991, Hoek et al. em 1992 e Hoek em 1993 (Hoek et al., \n\n1995).  \n\n \n\nO critério de ruptura de Hoek &amp; Brown para maciços rochosos é dado pela seguinte \n\nequação: \n\n? ? ?\n?\n?1 3\n\n3\n' '\n\n'\n= +\n\n?\n\n?\n?\n\n?\n\n?\n? +\n\n?\n\n?\n?\n\n?\n\n?\n?c b\n\nc\n\na\n\nm s   (3.6) \n\nonde: \n\n \n\nmb = valor da constante m para o maciço rochoso; \n\ns e a = constantes que estão relacionadas com as características do maciço rochoso. \n\n \n\nPara maciços de boa qualidade, pouco alterados, com blocos angulares e descontinuidades \n\nfechadas é assumido o valor igual a 0,5 (a = 0,5). No caso de maciços de qualidade ruim, \n\nmuito alterados ou intemperizados, descontinuidades cisalhadas, a resistência à tração é \n\nzero s = 0. Para o cálculo das constantes mb, a, e s, no caso de maciço rochosos, se utilizam \n\nos sistemas de classificação RMR de Bieniawski (1976) e o sistema Q de Barton (1974), \n\ncom algumas variações. Hoek (1994) definiu o Índice de Resistência Geológica através do \n\nsistema (GSI).  Sua aplicação está baseada na relação mb/mi onde mi é uma constante para a \n\nrocha intacta definida a partir da tabela de Hoek  et al (1995), onde a constante m controla a \n\nforma da curva ?1 x ?3. \n\n\n\n 23\n\n3.2.3 CRITÉRIO DE BARTON &amp; CHOUBEY \n\n \n\nEsse critério é aplicado para maciços fraturados onde as descontinuidades têm grande \n\nrelevância no processo de deformação. Após diversas tentativas de representar um \n\ncomportamento mais realista da resistência ao cisalhamento de descontinuidades rugosas \n\nPatton, (1966), Ladanyi &amp; Archambault (1972) e Barton &amp; Choubey (1977) propuseram a \n\nseguinte equação semi-empírica, baseada em observações e ensaios realizados em \n\nsuperfícies artificialmente rugosas: \n\n \n\n  ? = ? tg [? +JRC log (JCS / ?)]  (3.7) \n\n \n\nonde: \n\n \n\n? = resistência ao cisalhamento \n\n? = tensão normal \n\nJCS = (Joint Compressive Strength) resistência à compressão uniaxial da rocha intacta \n\nadjacente à descontinuidade  \n\n? =ângulo de atrito básico da rocha intacta \n\nJRC = ( Joint Roughness Coefficient) coeficiente de rugosidade da junta.  \n\n \n\nVieira Costa (2009) comenta que os valores do coeficiente JRC podem ser determinados \n\ncom a ajuda da tabela de Barton &amp; Choubey (1977), onde se apresenta a escala natural e os \n\nperfis de rugosidades. Barton &amp; Bandis (1990) sugerem que o JRC pode ser estimado com \n\num simples ensaio de escorregamento numa superfície inclinada (tilt test). Esta superfície é \n\ninclinada até o bloco de cima escorregar, sendo que o valor de JRC se relaciona com ângulo \n\nde inclinação pela relação: \n\n \n\n \n\nJRC\nJCS\n\nb\n\nn\n\n=\n?\n?\n\n?\n?\n\n?\n\n?\n?\n\n? ?\n\n?\nlog 10\n\n  (3.8) \n\n\n\n 24\n\nonde: \n\n \n\n?b – ângulo de atrito básico \n\n? = ângulo de inclinação \n\n? = resistência ao cisalhamento \n\n? = tensão normal \n\nJCS = (Joint Compressive Strength) resistência à compressão uniaxial da rocha intacta \n\nadjacente à descontinuidade  \n\nJRC = ( Joint Roughness Coefficient) coeficiente de rugosidade da junta.  \n\n \n\n \n\nOriginalmente, os ensaios de Barton foram realizados com esforços normais extremamente \n\npequenos, o que torna sua equação mais apropriada para valores de ?/JCS entre 0,01 e 0,3. \n\nComo a maior parte dos esforços normais existentes em taludes rochosos se encontra neste \n\nintervalo, a equação é de grande ajuda em suas análises da estabilidade.  \n\n \n\n \n\n3.2.4 CRITÉRIO DE RUPTURA DE PATTON \n\n \n\nDefinido por Patton (1966), esse critério demonstra a influência das ondulações em \n\nsuperfícies de descontinuidades por meio de experimentos em que cisalhamentos foram \n\nrealizados em amostras com rugosidades determinadas (Figura 3.7). \n\n \n\n\n\n 25\n\n?2\n\n?\n\n?\n?2\n\n?2\n\n?1\n\n?1\n\n?\n\n?\n?n\n\n?s\n\ni\n\ni = tan-1(?n /?s )\n\nDilation\n\nDilation/Shearing\n\nS\nh\n\ne\na\nr \n\ns\ntr\n\ne\ns\ns\n, \n?\n\nNormal stress, ?n?1 ?2\n\n?b + i\n?jres\n\n?2\n\n?\n\n?\n?2\n\n?2?2\n\n?\n\n?\n?2\n\n?2\n\n?1\n\n?1\n\n?\n\n?\n?n\n\n?s\n\ni\n\ni = tan-1(?n /?s )\n\nDilation\n\nDilation/Shearing\n\nS\nh\n\ne\na\nr \n\ns\ntr\n\ne\ns\ns\n, \n?\n\nNormal stress, ?n?1 ?2\n\n?b + i\n?jres\n\n \n\nFigura 3.7 – Efeito da superfície rugosa em relação à tensão normal e geração dos \n\nângulos de atrito (Wylie, 1992). \n\n \n\nSegundo Lopes (2006), é possível determinar a condição ao cisalhamento por meio das \n\nasperezas pela equação proposta por Goodman (1989) e expressa a seguir: \n\n? = ?tg(?b+i)  (3.10) \n\n \n\nEssa equação é expressa para baixos níveis de tensão normal e o deslocamento cisalhante é \n\nfunção do deslizamento ao longo de uma superfície inclinada (Figura 3.8). \n\n \n\nPara altos níveis de tensão a resistência do material intacto será excedida e as asperezas \n\ntenderão a se quebrar. A ruptura gera um intercepto de resistência ao cisalhamento “c” e um \n\nnovo ângulo de atrito (?r), em função do deslizamento através de uma superfície rochosa \n\n(Goodman, 1989 in Lopes, 2006). \n\n? = c+?tg(?)  (3.11) \n\n \n\nTensão Normal \n\nT\nen\n\nsã\no \n\nC\nis\n\nal\nha\n\nnt\ne\n\nDilatância \n\nDilatância/Cisalhamento \n\n\n\n 26\n\nOnde temos que: \n\n \n\n?b = ângulo de atrito básico da superfície; \n\ni = ângulo da dilatância; \n\n?r = ângulo de atrito residual \n\nc = coesão \n\n \n\n?b\n\n?jres\n\ncjeq\n\ni\n\n?\n\n?\n\n?ny\n\n?b\n\n?jres\n\ncjeq\n\ni\n\n?\n\n?\n\n?ny  \n\n \n\nFigura 3.8 - Lei de Patton (1966) para a resistência ao cisalhamento de descontinuidade. \n\n \n\nPatton (1966) demonstrou por meio de estudos de casos que a rugosidade das paredes de \n\ndescontinuidades aumenta o ângulo de atrito e, baseado em estudos experimentais de \n\ncisalhamento de juntas, propôs o critério biliniar de descontinuidades (Figura 3.8) que pode \n\nser expresso pelas equações abaixo: \n\n \n\n?max = ?n tan (?b + i), onde: ?n ??  (3.12) \n\n \n\n?max = cjeq + ?n tan (?jres), onde: ?n > ?ny  (3.13) \n\n \n\n \n\n \n\n\n\n 27\n\nOnde:  \n\n?b = ângulo de atrito básico de uma superfície plana; \n\ni = ângulo de inclinação da superfície de ruptura em relação à força de cisalhamento ou \n\nângulo da rugosidade; \n\n?jres = ângulo de atrito residual da descontinuidade; \n\n?ny = tensão normal efetiva \n\ncjeq= coesão da descontinuidade ou resistência do cisalhamento derivado das rugosidades da \n\nparede. \n\n \n\n \n\n3.2.5 CRITÉRIO DE BARTON &amp; BANDIS \n\n \n\nSegundo Lopes 2006, Barton (1973 apud in Hoek &amp; Bray, 1981) propôs uma linha de \n\nabordagem para o problema de determinação da resistência ao cisalhamento de juntas \n\nrugosas por meio de uma equação empírica para resistência ao cisalhamento de pico de \n\njuntas, expressa pela seguinte equação: \n\n \n\n  ? = ? tg [JRC log10 (JCS / ?) + ?]  (3.14) \n\n \n\nonde: \n\n? = resistência ao cisalhamento \n\n? = tensão normal \n\nJCS = (Joint Compressive Strength) resistência à compressão uniaxial da rocha intacta \n\nadjacente à descontinuidade  \n\n?b =ângulo de atrito básico da rocha intacta \n\nJRC = ( Joint Roughness Coefficient) coeficiente de rugosidade da junta.  \n\n \n\nLopes (2006) comenta que a razão JCS/? e JRC combinam-se para formar a componente de \n\nrugosidade i, onde a resistência total ao atrito é dada por ?b+i (Brady &amp; Brown, 1985 in \n\nLopes, 2006).  \n\n\n\n 28\n\nGiani (1992 in Lopes, 2006) afirma que a resistência ao cisalhamento de descontinuidades é \n\ndada por três componentes: \n\n \n\n• Componente relacionada ao atrito (?b); \n\n• Componente geométrica controlada pela rugosidade (JRC); \n\n• Componente de ruptura das asperezas controlada pela razão (JCS / ?). \n\n \n\nSegundo Barton &amp; Choubey (1977 in Lopes, 2006) uma junta rugosa alterada, ou seja, com \n\nJRC alto e JCS baixo, sofre maior dano durante o cisalhamento do que uma junta resistente \n\ne mais lisa, com JCS alto e JRC baixo (Figura 3.9). Apesar de ambas sofrerem o fenômeno \n\nde dilatância, somente as juntas com valores de JCS e JRC altos vão possuir dilatância \n\nsignificativa. \n\n \n\nNo presente trabalho foi utilizada a equação 3.15 de Barton &amp; Bandis (1982) para a \n\nestimativa do JRC através da correção de escala proposta pelos autores acima citados \n\nexpressões na seguinte equação: \n\n \n\n \n002,0\n\n0\n0\n\nJRC\n\nn\nn\n\nL\n\nL\nJRCJRC\n\n?\n\n?\n?\n?\n\n?\n?\n?\n?\n\n?\n=   (3.15) \n\n \n\nOnde JRC0 e L0 estão referidos à escala das leituras e JRCn e Ln estão referidos aos \n\ntamanhos dos blocos in situ.  \n\n\n\n 29\n\n \n\nFigura 3.9 – Estimativa do JRC – Coeficiente de rugosidade da Junta (Barton, 1982). \n\n \n\n3.3 EFEITO DA RUGOSIDADE OU ONDULAÇÃO \n\n \n\nPatton (1996) sugere que as superfícies rugosas podem ser divididas em duas ordens de \n\ngrandeza. As de primeira ordem correspondem às maiores ondulações de descontinuidades, \n\napresentam comprimentos de onda maiores que 0,5m e ângulos de rugosidade (i) entre 10º a \n\n15º. As rugosidades de segunda ordem correspondem a pequenas saliências ou ondulações \n\n\n\n 30\n\ncom comprimentos menores que 0,1m e ângulos mais elevados, em torno de 20º a 30º. \n\nSegundo o autor, as rugosidades de primeira ordem devem ser sempre consideradas nas \n\nobservações de campo. Porém, Barton (1973) comenta que as rugosidades de segunda \n\nordem também devem ser consideradas. (Figura 3.10). \n\n \n\n \n\nFigura 3.10 – Rugosidades de primeira e segunda ordem (Wyllie &amp; Norrish, 1996). \n\n \n\nWyllie e Norrish (1996) comentam que a combinação entre as irregularidades ou \n\nondulações estão diretamente relacionadas ao ângulo de atrito, que por sua vez está \n\nrelacionado ao efeito da dilatância caracterizada pelo critério de Barton &amp; Bandis (1981).  \n\n \n\nBarton (1973 in Maldonado, 2006) comenta que o cisalhamento dado nas descontinuidades \n\nsempre depende dos efeitos combinados da rugosidade da descontinuidade, da resistência \n\nda rocha na superfície da descontinuidade, da tensão normal aplicada e da quantidade de \n\ndeslocamento. Na Figura 3.11 é possível observar a transição da dilatação ao cisalhamento \n\ndas rugosidades. Observa-se que no ponto A ocorre uma dilatância normal ao deslocamento \n\ne no ponto B a dilatância ocorre de forma progressiva e há um cisalhamento das \n\nrugosidades.  \n\nRoughness angles for \nsecond-order asperities\n\nRoughness angles for \nfirst-order asperities\n\n~ 0.5 to 2 m\n\n17o\n\n15o\n\n8o\n\n13 o\n\n6o\n\n9o\n\n~ 0.05 to 0.1 m\n\nRoughness angles for \nsecond-order asperities\n\nRoughness angles for \nfirst-\n\n~ 0.5 to 2 m\n\n17o\n\n15o\n\n8o\n\n13 o\n\n6o\n\n9o\n\n~ 0.05 to 0.1 m\n\nÂngulos de rugosidade - \nPrimeira ordem \n\nÂngulos de rugosidade - \nSegunda ordem \n\n\n\n 31\n\n \n\nFigura 3.11 – Rugosidade x Esforço Normal - Incremento do ângulo de atrito pela \n\nrugosidade (Wyllie &amp; Mah, 2004 in Maldonado, 2006) \n\n \n\nMaldonado (2006) comenta que inicialmente a superfície rugosa é submetida a tensões \n\nnormais baixas e possui um ângulo de atrito alto (?b + i). Após o incremento da tensão \n\nnormal e do deslocamento, com o cisalhamento das rugosidades, o ângulo de atrito \n\ndiminuirá de forma progressiva até chegar ao ?b (ângulo de atrito básico ou residual). A \n\nFigura 3.11 apresenta esse fenômeno de dilatância em um diagrama de Mohr onde há em \n\num primeiro momento uma envoltória não linear inicial com inclinação (?b + i) reduzindo \n\nem um segundo momento a ?b para tensões normais altas. \n\n \n\n3.4. ENSAIOS DE LABORATÓRIO \n\n \n\nRealizaram-se ensaios geotécnicos de laboratório de caracterização e de resistência \n\ngeomecânica em diversos litotipos das minas de Carajás para a determinação de seus \n\nparâmetros de resistência, descritos de forma sucinta a seguir. \n\n \n\n\n\n 32\n\n3.4.1 ENSAIOS DE CARACTERIZAÇÃO  \n\n \n\nA caracterização geotécnica dos litotipos ensaiados consistiu na determinação dos seguintes \n\nparâmetros descritos a seguir, os quais definem e classificam a tipologia de cada material.  \n\n \n\na) Granulometria: O ensaio granulométrico é efetuado por meio de uma série de \n\npeneiramentos em malhas padronizadas (NBR 7181 – Análise Granulométrica e NBR \n\n6502/84). Segundo Vieira Costa (2009), o arranjo granulométrico é definido pela \n\ndistribuição das partículas em percentual, de tamanhos diversos em uma mesma fase de \n\ncomposição mineral da massa total. Os ensaios granulométricos foram realizados por \n\npeneiramento na fração grossa e por sedimentação na fração fina. \n\n \n\nb) Limites de Atterberg: também conhecido como limites de consistência estão baseados, \n\nsegundo Rigo (2005), no conceito de que a porção fina pode estar presente em qualquer dos \n\nestados: a) sólido, b) semi-sólido, c) plástico e d) líquido, ou seja, estão relacionados aos \n\nteores de umidade que marcam a passagem de um estado a outro, definidos como limite de \n\ncontração (LC), limite de plasticidade (LP) e limite de liquidez (LL). A obtenção desses \n\nlimites foi feita de acordo com os procedimentos das normas brasileiras NBR 6459 \n\n(Determinação do Limite de Liquidez) e NBR 7180 (Determinação do Limite de \n\nPlasticidade). No presente trabalho só foram utilizados os limites de liquidez e plasticidade, \n\nsendo o IP (Índice de Plasticidade) resultante destes. O índice de Contração não foi \n\nutilizado. \n\n \n\nc) Densidade e/ou Peso Específico: é definido como a relação entre o peso das partículas \n\ndo material e o peso de igual volume de água, também definido como densidade real. A \n\ndensidade aparente é definida pela relação entre o peso do sólido e seu volume total. Tendo-\n\nse a densidade aparente e a real determinam-se os pesos saturados, naturais e secos dos \n\ngrãos (Vieira, 1975 in Vieira Costa, 2009). Esse ensaio atende as normas técnicas que estão \n\ncontidas na NBR 6508/84.  \n\n \n\n\n\n 33\n\nd) Compactação: esse parâmetro foi obtido por meio da energia do Procto Normal com o \n\nreuso do material, segundo a NBR 6457 (Preparação para Ensaios de Compactação e \n\nEnsaios de caracterização). \n\n \n\n3.4.2 ENSAIOS DE RESISTÊNCIA MECÂNICA \n\n \n\na) Cisalhamento Direto: Segundo Head (1982 in Rigo 2005), trata-se do método mais \n\nantigo e mais simples para se obter parâmetros de resistência do solo. Esse ensaio é \n\nlargamente empregado para se determinar os parâmetros de resistência ao cisalhamento de \n\numa determinada amostra, onde por meio de uma série de ensaios sob diferentes tensões \n\nnormais com um mínimo de três define-se a envoltória de ruptura ao cisalhamento de \n\nMohr-Coulomb e determinam-se os parâmetros de coesão ou intercepto de coesão e o \n\nângulo de atrito.  \n\n \n\nPode–se definir também a resistência de uma determinada descontinuidade e/ou de seu \n\npreenchimento, sendo realizado com adensamento ou não, dependendo do que está sendo \n\navaliado. Consiste na aplicação de forças normais confinantes e horizontais cisalhantes, \n\nonde a tendência na aplicação dessas forças é deslocar uma das caixas em relação à outra \n\nprovocando sua ruptura ou cisalhamento. Com isto é possível determinar a resistência do \n\nmaterial às forças aplicadas. Na execução do ensaio, a ruptura ao cisalhamento é definida \n\nquando a porção superior da caixa metálica atingir 15 a 20% de deslocamento em relação a \n\nsua porção inferior. Quando a força normal é aplicada e a força cisalhante só é iniciada \n\nposteriormente a fase de adensamento estar completa, se diz que o ensaio é do tipo drenado-\n\nadensado (Vieira Costa, 2009). Os corpos de prova (cp) dos ensaios de cisalhamento direto \n\nutilizados neste trabalho foram moldados manualmente e confinados nas caixas metálicas \n\nde dimensões 25 x 25 cm com calda de cimento ARI na relação A/C igual a 0,5. O \n\nespaçamento entre caixas foi de 5 mm. Os ensaios foram efetuados em prensa com \n\ndeslocamento controlado na velocidade de 0,08 mm/h, sendo a zona de cisalhamento  \n\nmantida inundada durante todo o ensaio. Para a realização desse ensaio foi seguida a Norma \n\nda Associação Internacional de Mecânica dos Solos (ASTM, 1990). \n\n \n\n\n\n 34\n\nb) Ensaios Triaxiais: são largamente utilizados para a caracterização da resistência ao \n\ncisalhamento de materiais e da caracterização de resistência de superfícies de \n\ndescontinuidades. Este ensaio consiste na compressão axial de uma amostra cilíndrica de \n\nmaterial solo ou rocha, onde é aplicada simultaneamente a pressão confinante por meio de \n\numa contrapressão onde o cilindro do cp é envolto em uma membrana dentro de uma \n\ncâmara triaxial (Figura 3.12). Nestas condições a tensão axial aplicada ao corpo de prova \n\nconstitui a tensão maior (?1) e as tensões intermediárias (?2) e menor (?3) se igualam à \n\npressão de confinamento. \n\n \n\nSegundo Vieira Costa (2009), nos ensaios triaxiais a distribuição das tensões aplicadas é \n\nmais uniforme e vários parâmetros podem ser controlados, como: velocidade de \n\ncarregamento, condições de drenagem do corpo de prova, grau de adensamento e a \n\nseqüência de carregamento. Desta forma é possível simular inúmeras situações de \n\ncarregamento, sendo por isso que esse ensaio é o mais utilizado para se determinar a \n\nresistência ao cisalhamento de materiais. \n\n \n\nOs ensaios executados para este estudo, os quais estão melhores descritos no capítulo 8, \n\nforam efetuados em séries de quatro cps moldados com 5,08 cm de diâmetro e 12,70 cm de \n\naltura, sendo aplicadas tensões confinantes de 2, 4, 6 e 12 kgf/cm² para as amostras de \n\nrocha máfica decomposta e 2, 4, 6 e 8 kgf/cm² para as amostras de hematita macia. Para os \n\nensaios tipo CUsat (amostra saturada e não drenada), iniciou-se com a percolação do cp no \n\nsentido da base para o topo mediante aplicação de contrapressão (?p) de 10 kPa e pressão \n\nde câmara (?c) de 25 kPa. A saturação dos corpos de prova, foi feita por contrapressão até \n\n600 kPa, em estágios de 25 kPa, seguida de percolação até obter um valor satisfatório para \n\no parâmetro B (?u/??c). Na fase de pré-adensamento, a drenagem foi feita pelo topo e pela \n\nbase do cp, registrando-se a variação de volume diretamente no corpo de prova. A \n\nvelocidade de carregamento na fase de ruptura foi de 0,06%/min, equivalente a 0,46 cm/h. \n\n \n\nNos ensaios tipo CU, não houve a saturação. Foi feito o pré-adensamento com drenagem \n\nsomente pelo topo, registrando-se a variação de volume do corpo de prova  indiretamente \n\nna câmara triaxial, sendo que o procedimento de ruptura foi o mesmo do ensaio CUsat. Para \n\n\n\n 35\n\nos ensaios lentos tipo CDsat (amostras saturadas e drenadas), o procedimento de \n\npercolação, saturação e de adensamento foi igual ao dos ensaios rápidos CUsat. A \n\nvelocidade média de deformação na fase de ruptura foi controlada para não haver \n\ndesenvolvimento de pressão neutra – foi de 0,0032%/min (0,024 cm/h) . Ao final dos \n\nensaios foi determinada a granulometria final dos corpos de provas ensaiados. \n\n \n\n \n\nFigura 3.12– Prensa utilizada para execução dos ensaios triaxiais (CESP, 2003). \n\n \n\nc) Ensaios de Cisalhamento por Torção Ring Shear: consistem no cisalhamento de um \n\ncorpo de prova com formato anelar, onde os deslocamentos podem ser aplicados de forma \n\ncontinua e indefinidamente em uma única direção, favorecendo o alinhamento das \n\npartículas argilosas do solo e obtendo-se a resistência do cisalhamento residual. Este \n\ncisalhamento é realizado aplicando-se uma rotação a uma porção do corpo de prova, \n\nenquanto há uma reação da outra porção onde se tem um dispositivo para medição de carga, \n\nonde se transmite o torque ao corpo de prova. Com isso determina-se a tensão cisalhante na \n\nsuperfície de cisalhamento que possui área constante. \n\n \n\nSegundo Rigo (2005), os primeiros equipamentos de torção foram desenvolvidos na década \n\nde 1930, tendo-se sido desenvolvidos outros nas décadas de 1940, 1950 e 1960, porém suas \n\nlimitações impediram a utilização técnica. Bishop et al (1971 in Rigo, 2005) \n\n\n\n 36\n\ndesenvolveram um novo equipamento ring shear por meio de diversos estudos sobre o \n\ncisalhamento residual, o qual sofreu alterações pelas revisões do método entre os anos de \n\n1917 a 1970. O anel utilizado para os ensaios de cisalhamento ring shear é visualizado na \n\n(Figura 3.13). \n\n \n\n \n\n \n\nFigura 3.13 – Moldagem de amostra para ensaio de cisalhamento circular ring shear \n\n(CESP, 2009). \n\n \n\nOs ensaios realizados para a mina N4E foram efetuados em cps com o formato de uma \n\ncoroa circular, em dimensões internas Øint = 10,16 cm, dimensões externas Øext = 15,24 cm \n\ne altura h = 1,91 cm (Figura 3.14).  \n\n \n\n\n\n 37\n\n \n\nFigura 3.14 – Equipamento utilizado para execução do ensaio ring shear (CESP, 2009). \n\n \n\nSegundo Bishop et al. (1971, in Rigo, 2005), a relação entre o diâmetro interno e o \n\ndiâmetro externo da amostra contribuem para que as tensões cisalhantes sejam uniformes \n\nao plano de cisalhamento da amostra, a qual esta contida lateralmente entre dois anéis \n\nconcêntricos, um anel superior e outro inferior, e verticalmente, por dois discos anelares \n\nonde são aplicados o carregamento. Quando a rotação ocorre na porção inferior da amostra, \n\nmais precisamente na sua metade, a porção superior reage ocorrendo o torque ou torção da \n\namostra, medindo-se pelos anéis dinamométricos o torque aplicado.  \n\n \n\nSegundo Rigo (2005), a principal característica desse ensaio é a possibilidade de se \n\ncontrolar o espaçamento entre os anéis evitando assim a perda de amostra de solo e os \n\natritos indesejáveis durante a execução do ensaio. Algumas desvantagens acerca do \n\nequipamento são apontadas por Bishop et al (1971, in Rigo, 2005) no tocante ao custo \n\nelevado, dificuldade na preparação das amostras, complicada operação e duração dos \n\nensaios com demora significativa. Porém o ensaio ring shear se diferencia do cisalhamento \n\ndireto por apresentar resultados de resistência residual de forma direta. \n\n \n\n\n\n 38\n\n3.5 ANÁLISE E RETROANÁLISE DE RUPTURAS \n\n \n\nNeste item apresentam-se conceitos do método de equilíbrio limite e do fator de segurança \n\nem estudos de estabilidade de taludes. \n\n \n\n3.5.1 MÉTODO DO EQUILÍBRIO LIMITE \n\n \n\nPacheco (2005), comenta que os métodos de equilíbrio limite, são amplamente utilizados e \n\ntem demonstrado rapidez, precisão e simplicidade em sua aplicação, quando utilizados para \n\nanálise de estabilidade de taludes.  \n\n \n\nO método de equilíbrio limite assume como hipótese na maioria dos casos o critério de \n\nruptura de Mohr-Coulomb, em que a deformação do material não é levada em \n\nconsideração, sendo as condições de equilíbrio determinadas pelo equilíbrio das forças e \n\ndos momentos. Para tal, admite-se que a ruptura se dará em uma superfície preferencial \n\nonde a resistência ao cisalhamento será mobilizada pela massa rompida. \n\n \n\nEste método assume algumas hipóteses básicas, tais como: \n\n• A existência de uma superfície de ruptura bem definida; \n\n• Que a massa de solo ou de rocha se encontra em condições de ruptura generalizada \n\niminente; \n\n• Assume o critério de ruptura (Mohr-Coulomb) ao longo de toda superfície de \n\nruptura; \n\n• O fator de segurança (FS) é constante e único ao longo de toda superfície de \n\nruptura; \n\n• O principal objetivo é encontrar a superfície de ruptura, ou que corresponde ao \n\nmenos fator de segurança (FS); \n\n \n\nVieira Costa (2009) faz comentário sobre o método de equilíbrio limite e sua sensibilidade \n\nem relação aos parâmetros de resistência largamente utilizada para taludes onde as rupturas \n\n\n\n 39\n\nsão controladas por descontinuidades persistentes, em geral, aplicado a rupturas planares, \n\nplano circulares, cunhas e tombamentos. O método de cunha é utilizado quando há uma \n\nsuperfície preferencial de ruptura condicionante de instabilidade. Ao contrário, quando esta \n\nsuperfície não é bem definida utilizam-se superfícies circulares. Para ambos os casos os \n\ncálculos realizados subdividem a área potencial de instabilidade em fatias ou lamelas, \n\nchamado de método das lamelas ou métodos das fatias. \n\n \n\nSegundo Campos (2005), a análise do método das pressupõe da existência de uma \n\nsuperfície qualquer de deslizamento para toda a massa de um determinado talude, indicado \n\nna Figura 3.15  \n\n \n\nPara o Método das Fatias ou Método das Lamelas, a massa intrínseca ao deslizamento é \n\ndividida numa série de fatias dentro da área instabilizada, onde para se obter a tensão \n\nnormal na superfície de ruptura é necessário o cálculo do fator de segurança que não pode \n\nser obtido só pela simples decomposição das forcas envolvidas, isto porque a tensão a ser \n\ndeterminada na área total da superfície de ruptura não se apresenta constante e sim variável. \n\nCom isto se divide a área instabilizada em fatias onde as forças envolvidas são todas \n\nsomadas incluindo-se as forças normais e cisalhantes por fatias. (Pelucci, 2006 in Vieria \n\nCosta 2009). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3.15 – Método das lamelas, área potencial de instabilidade (Sarma, 1996 in \n\nFerreira 1998). \n\n\n\n 40\n\nSegundo Ferreira (1998) cada fatia é afetada por um sistema de forças (Figura 3.16) onde a \n\nlinha de estocada é a conexão do conjunto de pontos onde se aplicam as forças inter-fatias, \n\nesta linha é determinada utilizando um método de análise que satisfaça todas as condições \n\nde equilíbrio. \n\n \n\nFigura 3.16 – Decomposição das forças atuantes em uma lamela (Sarma, 1996 in Ferreira \n\n1998). \n\n \n\nPara um melhor entendimento, segue a descrição dos fatores que compões as forças \n\natuantes em uma lamela: \n\n \n\nFS – Fator de Segurança; \n\nSa  - Resistência Disponivel onde Sa = c + N’ tg? \n\nSm – Resistência mobilizada \n\nU? – Poro Pressão \n\nU? - Força da àgua superficial \n\nW – Peso da fatia \n\nN’ – Força/Tensão Normal Efetiva \n\nQe – Sobrecarga externa \n\nKv –Coeficiente sísmico vertical  \n\nKh  - Coeficiente sísmico horizontal \n\nZL – Força interfatias do lado esquerdo  \n\nZR  - Forças Interfatias do lado direito \n\n\n\n 41\n\n?L  - ângulo de inclinação das forças interfatias do lado esquerdo \n\n? R - ângulo de inclinação das forças interfatias do lado direito \n\nhL – altura do ponto de aplicação da força ZL \n\nhr – altura do ponto de aplicação da força ZR \n\n? - Inclinação da base da fatia \n\n? - Inclinação do topo da fatia \n\nh – altura média da fatia \n\nhc  - altura média do centróide da fatia \n\n \n\nPacheco, 2005 tece comentários acerca dos diferentes métodos de fatias propostos na \n\nliteratura e suas diferenças acerca das simplificações adotadas para o processo de cálculo, \n\nem relação às forças entre fatias e para se determinar a força normal N observada na base da \n\nfatia. As Tabelas 3.1 e 3.2, apresentam as principais características encontradas nos \n\nprincipais métodos de equilíbrio limite. \n\n \n\nTabela 3.1 - Principais características dos Métodos de Equilíbrio Limite considerados não \n\nrigorosos (Campos, 1985 in Pacheco, 2005). \n\nMÉTODO HIPÓTESE TIPO DE SUPERFÍCIE/COMENTÁRIOS \n\nFellenius \n\n(1927) \n\nDesconsidera forças entre fatias Circular \n\nBishop \n\nSimplificado \n\n(1955) \n\nA resultante das forças entre as \n\nfatias é horizontal \n\nCircular: n hipóteses sobre o ponto de aplicação da força \n\nnormal e (n-1) sobre a magnitude das forças tangenciais \n\nentre fatias. O FS é determinado a partir da consideração do \n\nequilíbrio dos momentos. \n\nJanbu \n\nSimplificado  \n\n(1968) \n\nA resultante das forças entre as \n\nfatias é horizontal. Um fator de \n\ncorreção empírico f0 é usado para \n\nlevar em conta os efeitos das \n\nforças tangenciais. \n\nQualquer: valores de f0 sugeridos para condições de solos \n\nhomogêneos. O FS é determinado a partir do equilíbrio das \n\nforças. \n\nJanbu \n\nGeneralizado  \n\n(1968) \n\nLocalização da força normal \n\nentre fatias é definida por uma \n\nlinha de empuxo arbitrária. \n\n \n\nQualquer: n hipóteses sobre o ponto de aplicação das forças \n\nnormais entre fatias. A posição da última fatia não é usada, \n\no equilíbrio de momentos não é satisfeito na última fatia. O \n\nFS é determinado a partir do equilíbrio de forças e de \n\nmomentos. \n\n\n\n 42\n\nTabela 3.2 – Principais características dos Métodos de Equilíbrio Limite considerados \n\nrigorosos (Campos, 1985 in Pacheco, 2005). \n\n \n\nMÉTODO HIPÓTESE TIPO DE SUPERFÍCIE/COMENTÁRIOS \n\nSpencer \n\n(1967) \n\nResultante das forças entre fatias \n\ntem inclinações constantes \n\natravés da massa do solo \n\nQualquer: o método é semelhante ao de Morgenstern \n\nPrice com f(x) = 1.  \n\nGle/Morgenstern \n\nPrice \n\n(1965) \n\nA direção da resultante das \n\nforças entre as fatias são \n\ndefinidas usando uma função \n\narbitrária f(x). A parcela de f(x) \n\nque se faz necessária ao \n\nequilíbrio das forças e dos \n\nmomentos é calculada. \n\nQualquer: n hipóteses sobre o ponto de aplicação da força \n\nnormal e (n-1) sobre a magnitude relativa das forças entre \n\nas fatias. Uma incógnita ? é adicionada e as fatias são de \n\nespessuras infinitesimais. \n\nSarma  \n\n(1973) \n\nA resistência interna entra as \n\nfatias é mobilizada e a \n\ndistribuição das resultantes das \n\nforças tangenciais entre as \n\nmesmas definidas por uma \n\nfunção arbitrárias. Para satisfazer \n\no equilíbrio das forças e dos \n\nmomentos uma porcentagem da \n\nfunção ? é calculada. \n\nQualquer: n hipóteses sobre o ponto de aplicação das forças \n\nnormais e (n-1) sobre a magnitude relativa das forças \n\ntangenciais ente fatias, uma incógnita ? é introduzida. \n\n \n\n \n\n3.5.2 FATOR DE SEGURANÇA NA ESTABILIDADE DE TALUDES \n\n \n\nSegundo Vieira Costa (2009), para se realizar uma análise de estabilidade precisa no que \n\ntange aos conceitos de segurança e economicidade de um empreendimento mineiro, é \n\nfundamental que sejam levantados todos os aspectos que estejam envolvendo um \n\ndeterminado problema, onde sejam observados e estudados cada parâmetro individualmente \n\ne quantificá-los na elaboração final da análise. Para taludes de mineração, o ângulo final \n\nestá diretamente relacionado com a otimização da segurança e economicidade das \n\nescavações. \n\n \n\n\n\n 43\n\nEsse autor comenta sobre a vida útil relativamente curta dos taludes de mineração e, com a \n\nelevada altura desses adotam-se fatores de segurança de 1.3 para se obter um mínimo de \n\nsegurança e minimizar riscos para os empreendimentos, sendo que o nível de segurança de \n\num talude está relacionado com o tempo em que se deseja que ele e áreas vizinhas \n\npermaneçam estáveis. \n\n \n\nFerreira (1998) tece comentários acerca do conceito do Fator de Segurança e sua relação \n\ncom as forças que tendem evitar o movimento de uma massa e as forças que tendem a \n\nmovimentá-lo. Assim, o fator de segurança é definido por: \n\n \n\nF = ? (Esforços resistentes ao movimento) / ? (Esforços que tendem a causar o movimento \n\n \n\nFerreira (1998) comenta que os esforços que tendem a causar o movimento são definidos \n\npelo peso da área crítica, definida por uma descontinuidade ou por uma superfície onde o \n\nfator de segurança apresenta-se mínimo, ou pela combinação das duas. Os esforços \n\nresistentes ao movimento são definidos por uma envoltória de ruptura do material ou pela \n\nenvoltória de uma determinada descontinuidade ou também pela combinação de ambas. \n\n \n\n3.6. SOFTWARES UTILIZADOS \n\n \n\nOs softwares abaixo descritos foram utilizados para a elaboração de estereogramas (DIPS), \n\nanálises e retroanálises (SLIDE) e determinação e elaboração de gráficos para ensaios de \n\ncisalhamento triaxiais, bem como na sua interpretação dos resultados (ROCKDATA). \n\nAmbos os softwares são da Rocsciense, sendo a VALE S/A detentora de suas licenças. \n\n \n\n3.6.1 Slide \n\n \n\nEste software é desenvolvido para análises de estabilidades 2D de taludes utilizando o \n\nmétodo de equilíbrio limite, onde busca a superfície crítica de ruptura com vistas a \n\ndeterminação do fator de segurança. Para as análises e retroanálises foram utilizados os \n\n\n\n 44\n\nmétodos: Método geral de Equilíbrio Limite (GLE), Morgenstern- Price, Janbu \n\nSimplificado e Spencer por serem mais completos e adequados aos casos avaliados de \n\nrupturas com controle estrutural e o método de Bishop Simplificado para as rupturas \n\ncirculares sem controle estrutural. \n\n \n\nPara a elaboração das análises e retroanálises utilizou-se o critério de Mohr Coulomb \n\nconsiderando-se a coesão e o ângulo de atrito e o critério de Barton &amp; Bandis para as seções \n\nque ocorrem superfícies de cisalhamento bem definidas.  \n\n \n\n3.6.2 Dips \n\n \n\nUtilizado para a elaboração de análises estruturais para os diversos domínios da mina de \n\nN4E.  \n\n \n\nPara a elaboração dos estereogramas utilizou-se dados levantados em campo de \n\ndescontinuidades (foliações, planos de cisalhamento, juntas e falhas e) levando em \n\nconsideração o mergulho (dip) e o rumo de mergulho (dip direction) de cada plano. \n\n \n\n3.6.3 Rockdata \n\n \n\nEste software proporcionou a elaboração de gráficos em ambiente ?3 e ?1 e ? x ?, \n\nposteriormente definindo-se a envoltória de ruptura para os litotipos avaliados e suas faixas \n\nde resistência. Foram utilizados dados de ?3 e ?1 para os ensaios triaxiais e gráficos ? x ? \n\npara os ensaios de cisalhamento direto. \n\n \n\n3.7 EFEITO DA ESCALA \n\n \n\nSegundo Guest &amp; Read (2009), os efeitos de escala no comportamento de maciços rochosos \n\ne na resistência ao cisalhamento dependem das descontinuidades que os cortam (Figura \n\n3.17).  \n\n\n\n 45\n\n \n\nOverall\nSlope\n\nInterramp\nSlope\n\nBench\n\nBench\n\nGeological Fault\n\nOverall\nSlope\n\nInterramp\nSlope\n\nBench\n\nBench\n\nGeological Fault\n\n \n\n \n\nFigura 3.17 - Esquema mostrando como o comportamento de descontinuidades no maciço \n\nrochoso depende do tamanho da amostra (Hoek &amp; Brown, 1997) \n\n \n\nVieira Costa (2009) faz comentários sobre o “efeito escala” em escavações a céu aberto \n\nonde afirma que o comportamento de descontinuidades esta relacionado com a dimensão do \n\ntalude. Por exemplo: a ocorrência de um nível mais fraturado ou de um número maior de \n\ndescontinuidades em escala de bancada não necessariamente representa o talude como todo \n\npodendo ser representativas só para aquela bancada onde seus comportamentos prevaleçam. \n\nA quantidade e a qualidade dos dados decrescem rapidamente com o aumento do tamanho e \n\nvolume das amostras.  \n\n \n\nUma amostra pode ser representativa para a escala de uma ou duas bancadas e não mais \n\npara o restante do talude, isto compromete a qualidade dos ensaios de laboratório quando \n\nestes são novamente transportados para dentro da mina (Figura 3.18). \n\n \n\nBerma \n\nBerma Talude interrampas \n\nDescontinuidades \n\nTalude Global \n\n \n\n\n\n 46\n\n \n\nFigura 3.18 - Efeito de escala e a relação entre tamanho da obra e intensidade de \n\nfraturamento do maciço rochoso e conseqüente propriedade relevante da rocha. (Hoek, \n\n1983 in Vieira Costa, 2009). \n\n \n\n3.8. CONDIÇÕES HIDROGEOLÓGICAS \n\n \n\nBeale (2009) descreve fatores essenciais onde a presença de água pode afetar nas \n\nescavações em minas a céu aberto \n\n \n\n? Pode causar alterações nas tensões efetivas do maciço rochoso escavado. O \n\nincremento da poro-pressão resulta na diminuição da resistência ao cisalhamento; \n\n \n\n? Em taludes íngremes quando há um aumento da poro-pressão, conseqüentemente há \n\num aumento nas tensões induzidas; \n\n \n\n? Ação da água nos meios porosos ou em descontinuidades do maciço reduz as \n\n\n\n 47\n\ntensões efetivas e reduz a resistência ao cisalhamento; \n\n \n\n? há consideráveis perdas de acesso em toda ou em parte da área de trabalho; \n\n \n\n?  ocorre uma maior utilização de explosivos, a um aumento da utilização de \n\nexplosivos especiais ou até falhas na execução dos planos de fogo em função do \n\nmaterial saturado; \n\n \n\n? aumento de desgastes de equipamentos e redução na capacidade de carga dos \n\ncaminhões; \n\n \n\n? condições de trabalhos inseguras \n\n \n\nSegundo Abramson et al 1995 in Ferreira (1998), a água é o fator ou um dos fatores com \n\nmaior importância na instabilidade de taludes, por isto é fundamental que haja um modelo \n\nhidrogeológico ou hidrogeotécnico detalhado. \n\n \n\nFerreira (1998) diz que a água pode afetar a estabilidade dos taludes de diversas maneiras, \n\npor exemplo: \n\n \n\n? pode gerar poro-pressões positivas ou negativas alterando as condições de tensão do \n\nmaciço; \n\n \n\n? alteração na densidade natural do material que compõe o talude; \n\n \n\n? propicia o desenvolvimento de erosão superficial; \n\n \n\n? alteração física dos minerais. \n\n \n\nSegundo Ferreira (1998), o fluxo de água de infiltração que ocorre nos taludes deve ser \n\navaliado com freqüência e deve ser considerado nas análises de estabilidade de taludes. \n\n\n\n 48\n\nSegundo Beale (2009) a distribuição da poro pressão varia verticalmente e em condições \n\nestáticas relaciona-se com a porosidade do meio. O fluxo induzido ou outras alterações, \n\nprovocadas por escavações fazem com que a componente vertical do gradiente hidráulico \n\ncomece a apresentar variações juntamente com a componente horizontal, isto esta \n\ndiretamente relacionada com a distribuição da permeabilidade do maciço entre o ponto de \n\nrecarga e descarga. A figura 3.19 representa uma zona de descarga criada em função da \n\nescavação de uma mina induzindo o fluxo em direção ao pit escavado. \n\n \n\n \n \n\n \n\nFigura 3.19 – Comportamento da superfície potencimétrica e da poro pressão em taludes \n\nescavados. (Beale, 2009). \n\n \n\nAvanços de escavações no pit causam redução das tensões totais e diminuição da poro \n\npressão atrás da face do talude escavado. Isto se dá pela escavação da face do talude e \n\ninterseção da linha freática causando uma drenagem natural e recuo da mesma para a nova \n\ncondição geométrica. A figura 3.20 representa o aumento do gradiente da poro pressão atrás \n\nda parede escavada. \n\n \n\nÁrea de descarga   Área de recarga do lençol freático –  \nfluxos covergentes  diferentes linhas de fluxo descendentes \n\nLinha de Fluxo \n\nZona C Zona A \n\nÁrea de Recarga \n\nPiezômetro A \n\nPiezômetro B \n\nLinhas Equipotenciais \n \n\nSuperfície freática \n\nZona com elevada permeabilidade \nAlto grau de fraturamento (Over Break) \n \n \n \n \nZona de deformação \nCausada pela descarga \n\nÁrea de descarga -  \nDeformação na \nporção inferior do \ntalude \n\nÁrea de descarga -  \nPorção inferior do \ntalude. \nOcorrência de \nsurgências. \n\n\n\n 49\n\n \n\nFigura 3.20 – Diagrama representando o comportamento da superfície freática e da poro \n\npressão após avanço de escavações (Beale, 2009). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n      \n\nOriginal poro pressão = A  Nova poro pressão = B \nNo ponto P   depreciação linha \n   freática \n \nOriginal gradiente de  Novo gradiente de poro  \nporo pressão em relação  = A/X poro pressão                  =B/Y \nao talude    em relação ao talude \n\nDiminuição da \nporo pressão em \n(A-B) no ponto P \n\nPressão ascendente no pé do \ntalude \n\nTalude original \n\nTendência \nPressão \n\nEscavação do material causa a \nredução da tensão total atrás da \nescavação, no novo talude \nescavado. \n\nNovo talude escavado \n\n\n\n 50\n\nCAPÍTULO 4 \n\n \n\nEVENTOS DE RUPTURA E MECANISMOS ASSOCIADOS \n\n \n\n \n\nNeste capítulo procura-se sintetizar os condicionantes mais relevantes relativos à \n\nestabilidade dos taludes por meio das rupturas de maior porte ocorridas no contato de lapa \n\nentre o minério de hematita e a rocha metabásica na mina N4E. Para uma melhor \n\ncompreensão das instabilidades e seus mecanismos, e a título de registro, denominou-se as \n\ninstabilidades em eventos que serão descritos a seguir por ordem cronológica de ocorrência. \n\n \n\nEVENTO – 1: No início do ano de 2001 ocorreram, com o avanço da lavra, rupturas no \n\ntalude sudeste envolvendo três a cinco bancadas, o que provocou seu retaludamento parcial \n\nem maio do mesmo ano. A deflagração da ruptura se deu pela associação da existência do \n\ncontato cisalhado de base (footwall) entre a máfica decomposta e o pacote de minério da \n\nmáfica e da surgência de água na cota 615. Após esse retaludamento a lavra nesse setor \n\nseguiu conforme o planejado. \n\n \n\nEVENTO – 2: Uma reativação da ruptura na área do Evento 1 ocorreu em 22 de maio de \n\n2002 com o surgimento de trincas de alívio, quando as operações alcançaram o banco  \n\n460m deflagrando nova instabilidade, causando novas paralisações na lavra. Novamente a \n\nVALE desenvolveu nesse local um retaludamento para estabilização do talude e um \n\nprograma de monitoramento e inspeções geotécnicas. \n\n  \n\nEVENTO - 3: No dia 27 de junho de 2002 ocorreu uma ruptura de grande porte nesse \n\nmesmo local mobilizando o talude desde seu pé no banco 460m até a crista no banco 615m, \n\ncaracterizando uma ruptura global com altura de 155m. Não se caracterizou como uma \n\nruptura brusca ou plena, mas observaram-se trincas e recalques 2 a 3m na crista do banco \n\n615m (Figura 4.1) e soerguimento de aproximadamente 3m no pé do banco 460m por uma \n\nextensão de 100m (Figura 4.2). Constatou-se que o contato cisalhado entre a rocha máfica \n\n\n\n 51\n\ndecomposta de lapa e o pacote de hematita definiu a base da ruptura. Constatou-se também \n\nque a surgência de água acima do banco 615 em grande quantidade pode ter contribuído  \n\n para a instabilidade. \n\n \n\nFigura 4.1 – Surgimento de trincas no Talude Sudeste de N4E, banco 615m. \n\n \n\nFigura 4.2 - Soerguimento do banco 460. \n\n \n\nTrincas \n\nSoerguimento do pé do talude \n3,0 m \n\nRuptura Pé \n\n\n\n 52\n\nEsse evento gerou a necessidade de um retaludamento em três bancos acima da área de \n\ninstabilidade para alívio da carga sofrida pelo banco 460m. Após retaludamento as \n\natividades continuaram normalmente dentro de um nível de segurança aceitável. \n\n \n\nEVENTO - 4: Em 18 de março de 2005 ocorre nova reativação da ruptura no mesmo setor, \n\ncom surgimento de trincas na face do talude e nos bancos, soerguimento de \n\naproximadamente 1,0m do pé e deslocamento do piso entorno de 2,40m. Novamente essa \n\ninstabilidade não ocorreu de forma abrupta, não se verificando o rompimento global do \n\ntalude. Pode-se observar a vista geral dessa área na Figura 4.3 no início do retaludamento, \n\nque teve a finalidade de abater o ângulo e reativar as operações. \n\n \n\nFigura 4.3 – Vista geral do flanco sudeste da mina N4E. \n\n \n\nNovamente verificaram-se surgimentos de trincas e recalques no banco superior, com \n\nabatimentos na faixa de 2,0m no mesmo local (Figura 4.4). \n\nZona Instável  \nRetaludamento \n\n\n\n 53\n\n \n\nFigura 4.4 - Flanco Sudeste, surgimento de trincas e recalques. \n\n \n\nSegundo os dados obtidos pelos de relatórios internos da VALE, essa instabilidade  foi \n\ncondicionada por uma feição estrutural de grande porte subparalela ao talude, definida pelo \n\ncontato da máfica de lapa com o pacote de minério. Relata ainda que esse contato basal \n\nencontrava-se bastante cisalhado pela presença da Falha Embaúbas, encontrando-se a rocha \n\nmáfica com alto grau de alteração e baixa resistência. Somado a isso se observou a \n\ncondição de saturação do maciço, o que deve ter contribuído para a sua instabilização. O \n\ncontato de base (footwall) nesse local apresenta uma inflexão próxima ao pé do talude na \n\nbancada 460m (horizontalização), o que deve ter provocado o estufamento de pé por meio \n\nde “rampas” de cavalgamento com deformação lenta, explicando o porque não se deflagrou \n\nde forma brusca (Figura 4. 5). \n\n \n\nA deflagração da ruptura ocorreu pela escavação horizontal do minério, onde esse servia de \n\narrimo. As análises de estabilidade da seção representativa indicaram fatores de segurança \n\npouco inferiores a 1,0 apresentados na análise de estabilidade pelo método de equilíbrio \n\nlimite, elaborada pela equipe de geotecnia da VALE de Carajás (VALE, 2005). \n\nTopo  \n\nRecalqu2,0 \n\nTrinca \n\n\n\n 54\n\n \n\n \n\n \n\n \n\nFigura 4.5 - Flanco Sudeste - estufamento de pé do talude por meio de “rampas” de \n\ncavalgamento (VALE, 2005). \n\nEVENTO - 5: No dia 31 de janeiro de 2004 ocorreu uma ruptura envolvendo três bancos, \n\ncom 45m de altura no talude leste da cava central da mina de N4E. Esse evento gerou um \n\nmovimento de massa que atingiu as proximidades da escavadeira 1404 que estava em \n\nmanutenção na base do talude. Essa ruptura foi brusca, sem ter sido notado sinais clássicos \n\nantecedentes de movimentação tais como: trincas, abatimentos, estufamentos e \n\ndeslocamentos da superfície. \n\n \n\nSegundo GEOESTRUTURAL (2005), a VALE relatou em documento interno de análise de \n\nquase acidente, onde aponta que os fatores contribuintes para esta ruptura decorreram da \n\nsobreposição de bancos, saturação por chuvas e presença de material detonado na porção \n\nsuperior do talude. No entanto, o modo de ruptura brusca e a forma da superfície \n\ncondicionadora permitem supor que tenha interagido no processo alguma feição geológica \n\ncomo uma falha ou um sill muito delgado de máfica decomposta não detectado. O local da \n\n \n\n \n\n\n\n 55\n\nruptura está inserido nas proximidades da região de ocorrência da falha Dona Maria, \n\nmapeada pela VALE S/A, e na zona do contato entre a hematita com a rocha máfica \n\ndecomposta (Figura 4.6).  \n\n \n\nFigura 4.6 - Ruptura do tipo plano-circular (sill), parede Leste da Cava Central. \n\n \n\nFigura 4.7 - Ruptura plano circular, cava central, mina de N4E. \n\nRuptura \n\nCorreia Transportadora \n\nEscavadeira 1404 \n\nMáfica Decomposta \n\nMaterial \n\nrompido \n\nEncurvamento Superfície \n\nRuptura \n\n\n\n 56\n\nPela Figura 4.6 observa-se que a superfície condicionante da ruptura apresenta direção \n\nsimilar à da parede da cava, com tendência de encurvamento que a aproximou da face do \n\ntalude na região do pé (Figura 4.7). Pelo avanço da escavação houve a remoção da hematita \n\nno pé que atuava como arrimo, deflagrando uma ruptura tipo plano-circular. \n\n \n\nEVENTO - 6: Em outubro de 2007 ocorre nova instabilização no flanco sul/sudeste da \n\nmina N4E, entre os bancos 460 na base e 530 no topo com uma extensão lateral de \n\naproximadamente 150m. Também nesse caso não se verificou uma ruptura plena com \n\ndeslocamento abrupto de massa, mas apenas abatimentos métricos de topo e soerguimento \n\nda berma de pé (Figura 4.8). \n\n \n\n \n\nFigura 4.8 – Vista frontal da área de instabilidade de outubro de 2007, talude sul/sudeste \n\nda mina N4E. \n\n \n\nVerificou-se na porção superior da instabilidade, no banco 530, que a ruptura se deu por \n\nmeio de um plano de falha atribuída à Zona de Falhas Embaúbas, local também conhecido \n\ncomo “área das trincas”. Essa zona de falha ocorre no contato de lapa (footwall) entre a \n\nFormação Ferrífera e a máfica sã/decomposta, e se estende por todo o talude que compõe o \n\n\n\n 57\n\nflanco sul de N4E (Figura 4.9).  \n\n \n\n \n\n \n\nFigura 4.9 – Vista do flanco sul/sudeste de N4E. Contato da metabásica de lapa \n\n(footwall) cisalhado. \n\n \n\nNas Figuras 4.10 e 4.11 verifica-se o abatimento ocorrido no plano de falha em rocha \n\nmáfica da ordem de três metros. No local, a espessura dessa rocha varia entre 1 e 2m. Nas \n\nporções laterais da instabilidade em hematita também se verificaram trincas com \n\nabatimentos da mesma ordem.  \n\nContato Fallado \n\n(metabásica x minério) \n\n\n\n 58\n\n \n\nFigura 4.10 – Recalque de 3m no contato de lapa (máfica decomposta x hematita) \n\n \n\n \n\nFigura 4.11 – Detalhe da superfície de ruptura na máfica decomposta (contato de \n\nbase/lapa). \n\n \n\nOs soerguimentos ocorreram na berma do banco 460 com dimensões que variaram de 0,4 a \n\n2,5m, como mostram as Figuras 4.12 e 4.13.  \n\n \n\n3m \n\n\n\n 59\n\n \n\n \n\nFigura 4.12 – Soerguimentos da ordem de 0,5m no pé da ruptura (banco 460) \n\n \n\n \n\n \n\nFigura 4.13 - Estufamento no pé da ruptura da ordem de 2,5m (Banco 460). \n\n \n\nDeste modo, a interpretação que a equipe de geotecnia da VALE S/A propôs para essa \n\n\n\n 60\n\ninstabilidade é a de que ela tenha sido deflagrada pela remoção de minério do banco 460, \n\nque servia de arrimo e condicionada pela falha de grande porte que ocorre no contato da \n\nrocha máfica com o minério, somada a presença de máfica alterada de baixa resistência  e \n\nde  água. Acredita-se que os soerguimentos tenham ocorrido devido à inflexão deste contato \n\nque se horizontalizou, aproximando-se do pé do talude e se estendendo abaixo do banco \n\n460, como mostra a Figura 4.14 (VALE, 2007). \n\n \n\n  \n\nFigura 4.14 – Seção típica mostrando o contato de lapa (footwall) em máfica \n\ndecomposta, cisalhada, definindo a superfície de ruptura. \n\n \n\nEVENTO - 7: No talude leste da mina de N4E, cava central, verificou-se uma ruptura \n\nbrusca em 10 de junho de 2008, no contato basal envolvendo a rocha metabásica com alto \n\ngrau de alteração e um pacote pouco espesso de minério de hematita. A metabásica alterada \n\nno contato apresenta-se cisalhada observando-se paralelismo entre os planos de \n\ncisalhamento e a foliação da hematita. Após as primeiras analises, a equipe técnica da \n\nVALE concluiu que a ruptura, que  envolveu cinco bancos chegando a atingir 70m de altura \n\n(topo no banco 685) foi deflagrada em função de escavações no pé do banco745, que \n\nremoveu o arrimo de Formação Ferrífera.  \n\n\n\n 61\n\n \n\nFigura 4.15– Vista frontal da ruptura do tipo brusca (Evento 8) na cava central de N4E. \n\n \n\nEssa ruptura apresenta uma particularidade em relação às rupturas do talude sul/sudeste da \n\nmina N4E. Falhas SW/NE serviram como planos de alívio laterais ao contato basal, \n\nobservadas em ambos os lados da cicatriz de ruptura, o que deve ter contribuído para a \n\nocorrência da ruptura. Esta instabilização mobilizou aproximadamente 110.449 ton. de \n\nminério (Figura 4.16). \n\n \n\n \n\nFigura 4.16 – Vista do volume de minério mobilizado pela ruptura. \n\n\n\n 62\n\nEVENTO - 8: No dia 19 de fevereiro de 2009 ocorreu uma ruptura brusca no talude sul da \n\nmina de N4E, a qual envolveu uma altura de aproximadamente 100m, correspondente a seis \n\nbancos, e uma extensão lateral de aproximadamente 100m, conforme Figura 4.17 e 4.18. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4.17 - Localização da área antes do escorregamento, topografia dia 17-02-09. \n\n \n\n \n\n \n\nFigura 4.18 - Vista do talude antes da ruptura, nota-se abaixo do banco 580, bancos \n\nemendados. \n\nBanco 580 Trincas \n\nSentido da Ruptura \n\n\n\n 63\n\nAlgumas horas anteriormente à deflagração da ruptura constataram-se trincas formando \n\ntraços semicirculares, com recalques de aproximadamente 0,50m no banco 580 (Figuras \n\n4.19 e 4.20). Estes abatimentos evoluíram rapidamente e poucos minutos antes do evento já \n\npassavam 1,5m. \n\n \n\n \n\nFigura 4.19 - Trincas no banco 580 horas antes do evento. \n\n \n\n \n\nFigura 4.20 - Local da ruptura antes do evento mostrando evidência da trinca. \n\n\n\n 64\n\nEstruturas de cisalhamento são comuns na mina de N4E. No talude sul (Figura 4.21), \n\ncondicionam o contato de lapa (footwall) entre a Formação Ferrífera e o maciço de rochas \n\nmetabásicas. Estas estruturas são paralelas ao bandamento da formação ferrífera e \n\napresentam elevada dispersão, devido às inflexões formadas durante sua deformação. \n\nCinematicamente este tipo de estrutura condiciona mecanismos de rupturas planares ou \n\nplano circulares. \n\n \n\n \n\nFigura 4.21 - Ruptura planar ocorrida no contato do minério e da máfica. \n\n \n\nPosteriormente à ruptura foram instalados dez piezômetros próximos à cicatriz sendo que \n\ntodos apresentaram NA´s com profundidades superiores a 50m. Conclui-se que a água \n\n(Figura 4.22) verificada no contato após a ruptura não estava relacionada à linha freática do \n\nmaciço, mas com a recarga de água pluviométrica (período chuvoso). A máfica sã que \n\naparece por trás da ruptura apresenta-se bastante fraturada decorrente de perturbações \n\nsofridas pelo maciço em função dos desmontes de produção. Presume-se que essa água \n\ninfiltrou-se por fraturas abertas interligadas ao contado cisalhado saturando-o, e associados \n\naos demais fatores provocou a deflagração abrupta dessa ruptura. \n\n \n\n\n\n 65\n\n \n\nFigura 4.22 - Ruptura brusca com aproximadamente 100m de altura. \n\n \n\nApós análise da ruptura (Relatório Interno), a equipe de geotecnia da VALE concluiu que o \n\nmecanismo de ruptura é o mesmo que ocorre em todo contato de lapa cisalhado entre a \n\nmáfica com elevado grau de alteração e o pacote de minério com sua relação angular \n\nelevada. Porém, nesse evento para o “gatilho da ruptura” a saturação local do contato basal \n\ntambém pode ter contribuído. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 66\n\nCAPÍTULO 5 \n\n \n\nGEOLOGIA DA PROVÍNCIA MINERAL DE CARAJÁS \n\n \n\n \n\nNeste capítulo aborda-se a geologia regional para uma contextualização à área de estudo, \n\nprocurando-se apresentar a estratigrafia das rochas presentes na Província Mineral de \n\nCarajás bem como seus domínios tectônicos, sua gênese e arcabouço estrutural. Localiza-se \n\nna porção sudeste do estado do Pará e representa a porção crustal mais antiga e melhor \n\npreservada do Cráton Amazônico, tendo grande significância em relação às demais \n\nprovíncias minerais do Planeta (CPRM, 2008).  \n\n \n\n5.1. GEOLOGIA ESTRUTURAL E ESTRATIGRAFIA \n\n \n\nA Província é delimitada ao norte pelo Domínio Bacajá , o Domínio Santana do Araguaia \n\ndefine o limite meridional, a leste faz limite com a Província do Tocantins, definido pelo \n\ncavalgamento do Cinturão do Araguaia e a oeste pela Província Amazônica central \n\ncomposta por rochas ígneas e sedimentares paleoproterozóicas que recobrem e cortam as \n\nrochas contidas na Província de Carajás (CPRM, 2008). Santos (2003) propôs dividir a \n\nProvíncia de Carajás nos Domínios Rio Maria e Carajás. O Domínio Rio Maria caracteriza-\n\nse por ser constituído por uma crosta juvenil mesoarqueana com seqüências greenstones \n\nbelts e granitóides tipo TTG. O Domínio Carajás caracteriza-se por ser uma região de crosta \n\ncontinental, neoarqueana com seqüências de rochas metavulcânicas sedimentares e \n\ngranitóides de alto K. \n\n \n\n\n\n 67\n\n \n\nFigura 5.1 - Localização geográfica da Província Carajás (CPRM, 2008). \n\n \n\nA Província mineral de Carajás está inserida no Domínio Carajás (Figura 5.1), na porção \n\nleste do Escudo Brasil Central, sendo limitada a leste pelos rios Araguaia-Tocantins, a oeste \n\npelo rio Xingu, a norte pela Serra do Bacajá e a sul pela Serra dos Gradaús (DOCEGEO \n\n1988). É constituído por uma associação de alto grau representando o embasamento \n\nmesoarqueano de seqüências vulcano-sedimentarres neoarqueanas e complexos máfico a \n\nultramáficos associados com idades entre 3.0 e 2.8 Ma. Para o presente trabalho será dado \n\n\n\n 68\n\nmaior ênfase às seqüências metavulcano-sedimentares do Grupo Grão Pará, neoarqueanas \n\nconstituídas por metabasaltos, BIFs e metassedimentos, principalmente as rochas que \n\nformam a Serra dos Carajás (CPRM, 2008). Sua designação como província deve-se à sua \n\nenorme riqueza mineral, incluindo os depósitos de ferro das serras norte (N1 a N9), sul (S1 \n\na S45) e leste; os depósitos da classe óxidos de Fe-Cu-Au, Salobo, Pojuca, Alemão, Igarapé \n\nBahia, Cristalino, Sossego, Alvo 118, Gameleira, Manganês Azul, e do Níquel Vermelho. \n\nEngloba importantes depósitos de Fe, Cu, Au e Mn, sendo considerada como uma bacia \n\nneoarqueana constituída de rochas metavulcano-sedimentares, sobreposta a um \n\nembasamento meso a neoarqueano constituído por rochas de complexos ígneos e \n\nmetamórficos (Tassinari et al. 2000). É recortada por lineamentos de direções E-W, WNW-\n\nESE, subordinadamente N-S, representando falhas regionais sigmoidais (Rosière &amp; \n\nChemale Jr., 2000), ver Figura 5.2. \n\n \n\nO embasamento cristalino da região da Serra de Carajás é composto por gnaisses de \n\ncomposições variadas, tais como migmatitos, anfibolitos e rochas máficas a ultramáficas, \n\ndenominado Complexo Xingu. Sobre este Complexo ocorre uma seqüência metavulcano \n\nsedimentar que compreende as formações ferríferas, cherts e grandes volumes de rochas de \n\ncomposição basáltica e riolítica atribuídas ao Grupo Grão Pará que ocupa a maior parte da \n\nárea formando platôs, tendo na base a Formação Parauapebas composta por rochas \n\nmetavulcânicas com baixo metamorfismo compreendendo a fácies xisto-verde, sotoposta  à \n\nFormação Carajás composta por jaspelitos e minérios de ferro e essa sotoposta pela \n\nFormação Igarapé Cigarra compreendendo rochas sedimentares detíriticas e químicas, \n\nocorrendo também rochas intrusivas compostas por diques e sills de rochas básicas (Tabela \n\n5.1) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 69\n\nTabela 5.1 – Coluna estratigráfica adaptada Macambira (1990). \n\n \n\nEON ERA UNIDADE \n\nFANEROZÓICO CENOZÓICO Coberturas Lateríticas \n\nPALEOZÓICO Corpos Máficos Intrusivos \n\n \n\nNEOPROTEROZÍCO \n\nGranito Serra dos Carajás \n\nGabro Santa Inês \n\nFm. Igarapé Azul \n\n  \n\nA\nR\n\nQ\nU\n\nE\nA\n\nN\nO\n\n \n\n \n\nGr. Grão \nPará \n\nFm. Igarapé Boa Sorte \n\nFm. Igarapé Cigarra \n\nFm. Carajás \n\nFm. Parauapebas \n\nGr.Igarapé \nPojuca \n\nFm. Gameleira \n\nFm. Corpo 4 \n\nFm. Bueno \n\nComplexo Xingu \n\n \n\n\n\n 70\n\n \n \n\nFigura 5.2 - Mapa Geológico da Província de Carajás (CPRM, 2008). \n\n\n\n 71\n\n5.2 EVOLUÇÃO ESTRUTURAL \n\n \n\nA estrutura mais destacada ou mais marcante é a falha transcorrente Carajás de caráter \n\npredominantemente sinistral, direção geral WNW-ESE e com aproximadamente 200 km de \n\nextensão, composta por feixes descontínuos, curvos e com formatos anastomosados \n\nformando um sigmóide em “Z” (Figura 5.3) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 5.3 - Zona de Cisalhamento Transcorrente de Carajás – formato sigmóide em “Z” \n\n(VALE S/A, 2008). \n\nO domínio setentrional da falha contém corpos de minério de ferro denominados N1 a N9. \n\nVárias ramificações lístricas do tipo splay, de orientação N-S, controlam o posicionamento \n\ndesses corpos. O domínio meridional inclui corpos de minério da Serra Sul, denominados \n\nS1 a S45, mergulhando para norte.  \n\n \n\nDois domínios compartimentam essa falha, onde se tem o domínio setentrional da falha \n\ncomposto por corpos de minério de ferro dobrados, falhados e rotacionados, denominados \n\nN1 a N9 (na Serra Norte) e Serra Leste. Várias ramificações lístricas do tipo splay, de \n\norientação N-S, controlam o posicionamento desses corpos e o domínio meridional com \n\ncorpos de minério da Serra Sul, denominados S1 a S45, mergulhando para norte (Figura \n\n5.4). \n\n \n\nSerra Sul\n\nSerra Norte\n\nFalha Carajás\n\nSerra Leste\n\nSerra Sul\n\nSerra Norte\n\nFalha Carajás\n\nSerra Sul\n\nSerra Norte\n\nFalha Carajás\n\nSerra Leste\n\n\n\n 72\n\nHoldsworth &amp; Pinheiro (2000), afirmam que esta falha possui cerca de 200 km de extensão \n\nde direção NW-SE e que teve movimentação sinistral onde projetou splays (Figura 5.5) \n\ncom transcorrência e cavalgamentos a partir do seu traço principal. Esses splays poderiam \n\nter compartimentado complexamente a camada de jaspilito da Formação Carajás nos \n\ndiversos depósitos da Serra Norte, enquanto a Serra Sul, ao contrário, compõe um arco \n\nquase contínuo, com mais de 50km de extensão, de depósitos de Fe (Rosière &amp; Chemale \n\nJr., 2000 in MDGEO E GEOESTRUTURAL, 2006).  \n\n \n\n \n\n \n\nFigura 5.4 - Modelo para a movimentação dos splays da Falha Carajás (Macambira, \n\n2003). \n\n\n\n 73\n\n \n\nFigura 5.5 - Modelo dos splays relacionados à falha Carajás (VALE S/A 2006). \n\n5.3 GENESE DOS DEPÓSITOS DE FERRO \n\nOs depósitos de protominério foram iniciados ainda no Arqueano, período onde a crosta \n\nestava em fase de consolidação. Nesse período eram freqüentes arqueamentos com \n\nconseqüentes rupturas na crosta por rifteamentos, originando estruturas do tipo Graben e \n\nHorst, sobre as quais se desenvolveram bacias marinhas (MDGEO, 2006) \n\nAtravés destas rupturas ocorreram extravasamentos de material vulcânico máfico \n\ndepositado por sobre a crosta, originando o que hoje se define por Seqüência \n\nPaleovulcânica Inferior. Em tempos de atividade vulcânica, a reação da água do mar \n\npromovia a lixiviação de íons metálicos provenientes das seqüências vulcânicas \n\nferromagnesianas. A deposição sedimentar química caracterizava-se pela alternância de \n\ndeposição de chert, com períodos em que as condições de Eh e pH eram favoráveis à \n\nprecipitação e deposição do ferro na forma de óxido.   \n\n\n\n 74\n\nEm uma nova reativação vulcânica, agora em um ambiente mais próximo à crosta, se \n\ndepositou a Seqüência Vulcânica Superior, esta ocorre sotoposta a seqüência ferrífera e nela \n\nocorrem tufos vulcâncios e intercalações de materiais clásticos. Decorrente dos processos \n\nde enriquecimento supergênico, pela lixiviação da sílica e dos carbonatos, originou-se as \n\nconcentrações de minério de ferro. (Lobato et al, 2005 in MDGEO, 2006) \n\nLobato et. al. (2005) propõem que a formação dos depósitos de ferro esteja relacionada a \n\num evento hidrotermal em condições de formação de depósitos epitermais (temperaturas \n\nem torno de 160-200°C) e que o enriquecimento em ferro seja secundário, estes depósitos \n\nde ferro estariam relacionados com um sistema hidrotermal do tipo Ferro-Cobre-Ouro de \n\ncaráter regional. \n\nSegundo MDGEO E GEOESTRUTURAL (2006), pelas observações realizadas nas minas \n\nde ferro de Carajás é possível identificar a transição gradacional de minérios ricos até \n\nbolsões de jaspilitos silicosos e/ou carbonáticos, o segundo em menor proporção. O \n\nenriquecimento em ferro seria gerado pela lixiviação de sílica e principalmente de \n\ncarbonato através de estruturas rúpteis (falhas, fraturas e juntas). Estas estruturas \n\nfuncionaram como canais de solubilização/transporte da sílica e carbonato. Os jaspilitos \n\nsilicosos então seriam “restitos” (zonas relativamente enriquecidas em sílica) de grandes \n\ncorpos carbonáticos com baixa lixiviação de sílica. Os corpos de hematita compacta são \n\ninterpretados como zonas de enriquecimento primário.  \n\nEm profundidade os depósitos de minério são limitados por um horizonte de jaspilito pouco \n\nou fracamente alterado, o que evidencia que a interação de fluidos superficiais foi muito \n\nimportante para a geração de corpos mineralizados. \n\n \n\n \n\n \n\n \n\n \n\n\n\n 75\n\nCAPÍTULO 6 \n\n \n\nCARACTERIZAÇÃO LITOESTRUTURAL DA MINA N4E  \n\n \n\nEste capítulo apresenta os resultados do mapeamento realizado na mina N4E o qual aborda \n\nas unidades litológicas e feições estruturais principais. As unidades litológicas reconhecidas \n\nsão atribuídas ao Grupo Grão Pará definido por Macambira (1990). Ressalta-se que não há \n\nnesse trabalho a intenção de comparar autores que apresentam diversos modelos \n\nestratigráficos ou tectônicos evolutivos, pois seu objetivo principal é apenas a \n\ncaracterização litoestrutural dos litotipos para aplicação geomecância. Levou-se em \n\nconsideração a proposta de Macambira (1990) por ser mais simples e coerente, apesar de \n\nque os mapeamentos não revelaram diferenças ou individualizações entre as rochas \n\nmetabásicas de capa (rangingwall) e lapa (footwall) sendo atribuídas a uma mesma unidade \n\ngeológica, conforme a proposta da CPRM, 2008. \n\n \n\n6.1 MAPEAMENTO DA MINA N4E  \n\n \n\nNeste item procura-se apresentar os resultados do mapeamento em escala de detalhe, \n\n1:2.000  (BVP, 2008), que teve como objetivo definir e descrever os domínios \n\nlitoestruturais para possibilitar a distribuição espacial dos parâmetros de resistência dos \n\ndiversos litotipos e fornecer subsídios às análises de estabilidade e definição das geometrias \n\ndos taludes da cava. \n\n \n\n6.1.1 UNIDADES LITOESTRATIGRÁFICAS \n\n \n\nNo mapeamento da cava N4E foram reconhecidas as unidades litológicas que se encontram \n\npresentes atribuídas às Formações Parauapebas e Carajás pertencentes ao Grupo Grão Pará, \n\nde idade Arqueana. São descritas da base para o topo obedecendo à estratigrafia local, \n\nsendo apresentadas na Figura 6.1. \n\n\n\n 76\n\n \n\nFigura 6.1 - Mapa Litoestrutural da mina N4E (BVP, 2008). Siglas dos litotipos – CQ \n\ncanga química, HD hematita dura, HM hematita macia, MBT minério de baixo teor, JP \n\njaspelito, MD máfica decomposta, MSD máfica semi decomposta, MS máfica sã. \n\n\n\n 77\n\nRochas Metabásicas - Formação Parauapebas \n\n \n\nEssa unidade está situada estratigraficamente na base do Grupo Grão Pará (Macambira, \n\n1990), constituída por rochas vulcânicas metamorfisadas de caráter básico, tais como: \n\nmetabasaltos e metadiabásios, em geral com elevado grau de alteração, formando pacotes \n\nespessos de saprolitos argilosos (Figura 6.2).  \n\n \n\nNa cava atual, os termos mais alterados em geral ocorrem na porção oeste da mina. Os \n\ntermos menos alterados (semi-alterados e sãos) ocorrem nas porções leste e extremo sul da \n\nmina.  Esses termos são denominados nas minas de ferro de Carajás como “Máfica \n\nDecomposta” (MD), “Máfica Semi-Decomposta” (MSD) e “Máfica Sã” (MS), \n\nrespectivamente (Figura 6.3), Aparecem como rochas encaixantes da Formação Ferrífera \n\ntanto na capa (hagingwall) como na lapa (footwall), configurando-se como um grande \n\n“envelope”.Mostram feições de deformação dúctil e rúptil (cisalhamentos e famílias de \n\njuntas) e estão recobertas por cobertura laterítica denominada “Canga Química” (CQ). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 6.2 - Talude oeste da mina N4E mostrando espessa camada de rocha máfica com \n\nalto grau de intemperismo, contato de capa (hangingwall). \n\n\n\n 78\n\n \n\nFigura 6.3 - Flanco sul de N4E. Vista do contato de capa à direita da foto e do contato \n\nde lapa à esquerda. Notam-se rochas com menor grau de alteração (MS) na lapa. \n\n \n\nFormação Ferrífera - Formação Carajás \n\n \n\nEssa Formação constitui-se no minério das minas de Carajás e está encaixada na Formação \n\nParauapebas. Caracteriza-se por intercalações de espessas camadas de rocha jaspelítica e \n\nlentes de hematita macia a dura, que compõem o pacote de minério de ferro. São cortadas \n\npor diques e sills de rocha básica. \n\n \n\nOs diferentes tipos de minério relacionados às rochas ferríferas da Formação Carajás são \n\nclassificados, de acordo com parâmetros físicos e químicos, conforme descritos a seguir: \n\n \n\na. Jaspelito (JP): é considerado o protominério dos depósitos de ferro de Carajás, \n\ncomposto por intercalações de sílica microcristalina e cherts ricos em hematita, \n\nmartita, magnetita e pirita, definindo um bandamento composicional (Araújo &amp; \n\nMaia, 1991; Marçal, 1991). Essas bandas são cortadas por veios de quartzo \n\ncentimétricos a milimétricos, às vezes com distribuições irregulares, aparentemente \n\nassociados a dobramentos. Na cava atual ocorrem na porção sudoeste e norte, \n\n\n\n 79\n\nbastante fraturados e geralmente associados a diques de rocha metabásica e \n\nfalhamentos (Figura 6.4). \n\n \n\n \n\nFigura 6.4 – Jaspelitos (JP) com níveis intercalados de sílica e ferro definindo seu \n\nbandamento composicional. \n\n \n\nb. Hematita macia (HM): é o tipo predominante de minério e ocorre ao longo de toda \n\na mina, contendo lentes de hematita compacta (HC). Forma, em meio às \n\nencaixantes (rochas máficas), um corpo espesso e alongado nas direções NS (porção \n\nnorte) e EW (porção sul da mina), formando estrutura semelhante a um “J” (Figura \n\n6.1). Essa hematita também denominada de friável (HF) ocorre de três formas: 1) \n\nhematita friável com a estrutura original (foliação) incipiente (Figura 6.5);  2) \n\nhematita moderadamente laminar com lamelas definidas por finas placas de \n\nhematita dura milimétrica e intercaladas com material friável (Figura 6.6); e \n\nhematita fortemente laminada com a foliação bem definida que ocorrem próximo \n\naos jaspelitos e aos contatos basais com a metabásica de lapa (footwall) (Figura \n\n6.7).  Ambos os materiais ocorrem em todos os depósitos com predominância local \n\nde um ou outro tipo. Lentes de minério friável manganesífero podem ser observadas \n\nem toda a mina com coloração similar à borra de café, sem estruturas internas. \n\n\n\n 80\n\nApresenta variações químicas, ocorrendo como hematita macia limonitizada, \n\nhematita macia limonitizada aluminosa e hematita macia aluminosa . \n\n \n\n \n\nFigura 6.5 – Hematita Friável (HF) com foliação incipiente (CESP, 2006). \n\n \n\n \n\n \n\n \n \n\nFigura 6.6 – Hematita Friável (HF) Moderadamente laminada. \n\n \n\n\n\n 81\n\n \n\nFigura 6.7– Hematita Friável (HF) fortemente laminar. \n\n \n\nc. Hematita dura (HD): ocorre na mina na forma de pequenas lentes dispersas na \n\nhematita friável, paralelas à estruturação geral do maciço, podendo ainda ser \n\nclassificada em hematita semi-branda (HSB). É composta por bandas de brilho \n\nmetálico e compactas alternadas com bandas foscas e porosas e hematita semi-dura \n\n(HSD), finamente bandada com alternância de bandas cinza azuladas compactas e \n\nbandas vermelhas porosas. Esse tipo de minério ocorre concordante ao bandamento \n\ne próximo ao contato com rochas encaixantes metabásicas. Apresentam \n\nbandamento caracterizado por variação da porosidade provavelmente herdado dos \n\njaspelitos e desenvolvido por lixiviação de sílica que provoca maior porosidade em \n\nbandas anteriormente ricas desse material. O teor de ferro pode ser superior a 67%. \n\n \n\n\n\n 82\n\n \n\nFigura 6.8 – Detalhe de amostra da hematita compacta (HD) – Flanco sul de N4E. \n\n \n\nd. Minério de Baixo Teor (MBT): Ocorre em lentes em meio a hematita friável, \n\ncomposto por material de matriz argilosa, em geral coloração marrom avermelhada. \n\n \n\ne. Canga de minério (CM): é a canga com alto teor de Ferro, canga de hematita in \n\nsitu que recobre o minério. É formado por blocos de hematita cimentados por óxido \n\nde ferro hidratado. \n\n \n\nf. Canga química (CQ): é a canga que recobre as rochas máficas cimentadas por \n\ngoethita, horizonte latérítico, bastante porosa e com baixo teor de ferro. \n\n \n\ng. Sills e Diques Máficos: verificam-se corpos de rochas metabásicas encaixados nas \n\nrochas ferríferas, destacando-se os sills concordantes com a foliação, com \n\nespessuras variando entre 0,5 e 3m (Figura 6.9) e diques provenientes de intrusões \n\ncom espessuras em geral acima de 20m e direções sudeste a sudoeste (SSE a \n\nNNW), com um grupo subordinado mostrando trend para SE (Figura 6.10). \n\nNenhuma dessas intrusões foi datada na mina, mas algumas provavelmente \n\npertencem à suíte do Proterozóico Médio reconhecida no Cráton Amazônico (Sial et \n\n\n\n 83\n\nal., 1987; Teixeira 1990; Costa et al. 1991) ou são intrusões relacionadas às \n\nvulcânicas da Formação Parauapebas, adjacentes às Formações Ferríferas. \n\n \n\n \n\nFigura 6.9 - Ocorrência de sill metabásico na Formação Ferrífera. \n\n \n\n \n\nFigura 6.10 – Dique de rocha metabásica cortando a Formação Carajás no flanco leste \n\nda Mina N4E. \n\nSill \n\nDique Máfico \nHF \n\nHF \n\n\n\n 84\n\n6.1.2 GEOLOGIA ESTRUTURAL \n\n \n\nAs estruturas aqui apresentadas foram levantadas com objetivo de focar a tipologia e \n\ngeometria relevantes à analise de estabilidade dos taludes. Esses estudos não tiveram o \n\nintuito de realizar análises profundas da evolução tectônica, mas apenas de forma sucinta \n\npara o entendimento da seqüência temporal das principais estruturas. As principais estruturas \n\nidentificadas no mapeamento foram a foliação ou bandamento da Formação Ferrífera, zonas \n\ne superfícies de cisalhamento na metabásica de capa e lapa, famílias de juntas e falhas. \n\n \n\na) Foliação ou Bandamento: Essa estrutura é verificada na formação ferrífera e \n\napresenta direções variadas, normalmente com indícios de cisalhamento.  As \n\nlâminas ou bandas são definidas por variações texturais ou pela coloração, \n\napresentam espessuras milimétricas a decimétricas com alternâncias composicionais \n\nentre hematita e quartzo, sendo esse último relativamente mais pobre. Apresenta \n\nsuperfície sinuosa e anastomosada provavelmente relacionada ao cisalhamento e, \n\npor vezes, apresenta-se crenuladas ou dobradas (Figura 6.11). \n\n \n\nO bandamento é persistente e penetrativo e possui em média mergulhos para W \n\n(máximo em 270/37), sofre inflexões em função das deformações sofridas \n\nresultando nas dispersões mostradas no estereograma da Figura 6.12, onde se \n\nobserva uma guirlanda NS de eixo WNW-ESSE (BVP Engenharia, 2008). No \n\nflanco sul seu mergulho muda a direção para aproximadamente EW com mergulho \n\npara Norte e máximo de 340/39. \n\n \n\n\n\n 85\n\n \n\nFigura 6.11 - Aspecto ondulado do bandamento na hematita macia. \n\n \n\n \n\nFigura 6.12 - Estereograma dos pólos do bandamento levantados na mina, com máximo \n\nde 270/37. \n\nb) Superfícies de Cisalhamento: São estruturas comuns na região da mina (Figura 6.13). \n\nCondicionam o contato de lapa (footwall) entre a formação ferrífera e o maciço de rochas \n\n\n\n 86\n\nmetabásicas (Figuras 6.14 e 6.15) onde são mais persistentes e paralelos ao bandamento. \n\nOcorrem também no flanco oeste e sudoeste da cava (Figura 6.16) como superfícies \n\ndispersas no interior do maciço de rocha metabásica, porém com menores persistências e \n\ndiscordantes em relação ao contato de capa e à estruturação dos corpos de hematita.  \n\n \n\nNa porção sul-sudeste da mina observa-se uma zona de cisalhamento de caráter dúctil-rúptil \n\na rúptil denominada de Sistema de Falhas Embaúbas, de direção geral E-W a NE-SW, que \n\nse dispõe concordantemente no contato de lapa entre a formação ferrífera e o maciço \n\nmetabásico, superimpondo-se às superfícies já cisalhadas (Figura 6.13), e discordantemente \n\nao contato de capa com superfícies de cisalhamento subverticais e de caráter mais rúpteis. \n\nEssa zona de cisalhamento pode ter sido a responsável, por meio de movimentos \n\ntranscorrentes dextrais, pela grande inflexão observada no corpo de minério que se traduz \n\nno formato da cava em um grande “J”.  É também importante do ponto de vista geotécnico, \n\npois se constataram várias rupturas e reativações caracterizando o local de sua ocorrência \n\ncomo uma região de instabilidades conhecida informalmente na mina como “área das \n\ntrincas”.  \n\n \n\n        \n\nFigura 6.13 – Cisalhamento na metabásica de lapa paralelo a foliação e com formas \n\nanastomosadas. \n\nCisalhamento de lapa //a foliação \n\n\n\n 87\n\nEstes cisalhamentos de footwall são representados nas Figuras 6.14 e 6.15 com máximos de \n\n72/57 para o Flanco Leste e 164/45 para o Flanco Sul. \n\n \n\n \n\nFigura 6.14 – Cisalhamento no maciço de lapa (footwall) – Flanco Leste de N4E com \n\nmáximo de 72/57. \n\n \n\n \n\nFigura 6.15 – Cisalhamento de lapa (footwall) – Flanco Sul de N4E com máximo de \n\n164/45. \n\n\n\n 88\n\n \n\nFigura 6.16 – Cisalhamentos de capa (hangingwall) – Flanco Oeste e Sudoeste da mina \n\nN4E. \n\nA Figura 6.16 apresenta os cisalhamentos de (hangingwall) localizados nos flancos oeste e \n\nsudoestes com máximos 261/32 (Talude Oeste) e (Talude Sudoeste) 334/33. Na Figura 6.17 \n\né possível observar as duas direções principais de cisalhamento, uma NW-SE e outra NE-\n\nSW, sendo mais expressivo o cisalhamento de direção NE-SW e mergulho para NW, com \n\nmáximo em 336/48. \n\n \n\nFigura 6.17 - Estereograma dos pólos dos planos de cisalhamento dúctil - máximos em \n\n336/48 e 250/43 (BVP, 2008). \n\n\n\n 89\n\nc) Famílias de Juntas: Ocorrem indistintamente na área da mina, sendo visualizadas \n\nprincipalmente nas rochas metabásicas sãs. Apresentam superfícies lisas, planas e de \n\npequenas persistências que variam de centimétricas a métricas, o que reduz sua importância \n\nem relação à estabilidade dos taludes. Podem ocorrer abertas, com preenchimento de talco \n\nou carbonato, ou fechadas e sem preenchimento. As atitudes de seus planos variam muito, \n\nsendo difícil a individualização de famílias. O estereograma da Figura 6.18 mostra o \n\nestereograma dos pólos das juntas que apresentam mergulhos médios a sub-verticalizados e \n\nelevada dispersão, não se verificando concentrações de pólos que apontem famílias comuns \n\na toda cava. \n\n \n\n \n\nFigura 6.18 - Estereograma dos pólos de planos de juntas levantados na mina. \n\n \n\nd) Falhas Geológicas: Foram mapeadas falhas transcorrentes por toda a mina, ortogonais a \n\nsubortogonais às superfícies de cisalhamento nas rochas máficas e bandamento \n\ncomposicional nas hematitas. Possuem variação no trend em função da inflexão dessas \n\nestruturas. Apresentam movimentos dextrais e sinistrais e ocorrem em pares formando \n\n“teclas” nos corpos rochosos. Podem ocorrer diques de rocha máfica subparalelos a essas \n\nfalhas. Na porção leste e sudeste da mina observam-se contatos discordantes entre máficas e \n\nformações ferríferas (Figura 6.1) condicionados por essas falhas (“teclas”).  \n\n\n\n 90\n\n \n\nFigura 6.19 – Contato subvertical por falha entre rocha máfica e formação ferrífera. \n\n \n\nA principal direção dos falhamentos transcorrentes na mina é NW-SE, ocorrendo ainda na \n\ndireção NE-SW, e mergulhos médios a subverticalizados para NE e SE, respectivamente \n\n(Figuras 19 e 20), Apresentam elevada persistência, podendo atingir mais de 800m. O \n\nespaçamento é de ordem decamétrica, em geral com mais de 80m. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 6.20 - Estereograma dos pólos dos planos das falhas, com máximo de 42/81. \n\n???? ???? \n\n\n\n 91\n\n6.1.3 ARCABOUÇO ESTRUTURAL E MODELO EVOLUTIVO \n\n \n\nO mapeamento forneceu dados litoestruturais que após análise pôde-se propor uma \n\nseqüência evolutiva de acordo com a tipologia e geometria das estruturas levantadas e suas \n\nrelações de contato.  Não será discutida se essa seqüência evolutiva refere-se a diferentes \n\neventos deformacionais ou se em um mesmo evento ocorreram ciclos diferenciados. Desse \n\nmodo, apresenta-se a seguir uma proposta de evolução deformacional, sendo descrita da \n\nmais antiga para a mais nova: \n\n \n\n• Em um primeiro momento se desenvolveu um cisalhamento em regime dúctil de \n\ndireção geral N-S e mergulho para W, que pôs em contato concordante tanto de \n\ncapa quanto de lapa (footwall e hangingwall) a formação ferrífera e o maciço \n\nmetabásico. Essa deformação tectônica gerou o bandamento na formação ferrífera, \n\nos planos de cisalhamento nos contatos de base e topo do minério e no interior do \n\nmaciço metabásico e os sills metabásicos. Indicadores cinemáticos, como lineações \n\nde estiramento mapeados nas zonas de cisalhamento do contato de base indicam \n\nmovimentos de cavalgamento e transporte de massas de oeste para leste; \n\n• Em um segundo momento ocorre outro cisalhamento, de caráter dúctil-rúptil a \n\nrúptil com direção geral E-W e mergulhos médios para N no talude sul da cava N4E \n\ndefinindo o Sistema ou Zona de Falhas Embaúbas, onde coloca em contato \n\nconcordante na lapa e discordante da capa as rochas metabásicas e o minério \n\nconfigurando uma inflexão nos contatos e corpos rochosos de N-S para E-W; \n\n• Um terceiro momento gera-se movimentos transcorrentes rúpteis (deformação \n\nfrágil) de direção geral NW-SE a E-W e mergulhos médios a subverticais. Estes \n\nmovimentos geram pares de falhas sinistrais e dextrais provocando a segmentação \n\ndo contato de base de direção N-S em diversas “teclas” e colocam em contato \n\ndiscordante a formação ferrífera e o maciço metabásico; \n\n• Por último, ocorre o aparecimento das diversas famílias de juntas e intrusões de \n\ndiques de rochas básicas, dando origens a diques-falha com direção SE-NW e \n\nmergulhos subverticais (Figura 6.10). \n\n \n\n\n\n 92\n\nCAPÍTULO 7 \n\n \n\nCARACTERIZAÇÃO E PARAMETRIZAÇÃO GEOMECÂNICA DOS \n\nMACIÇOS DA MINA N4E \n\n \n\n \n\nEste capítulo aborda os resultados dos ensaios geotécnicos obtidos pelos programas de \n\nensaios de laboratório, elaborados nos períodos entre 2003/2006 e 2007/2009 denominados \n\nrespectivamente de 1a e 2a campanhas de ensaios geotécnicos. Foram solicitados  pela \n\nVALE S/A, junto ao Laboratório CESP de Engenharia Civil, executados em amostras das \n\nminas N4E, N4WN e N5W. Nos dois programas foram avaliadas a rocha encaixante \n\nmetabásica, suas variações intempéricas e a hematita friável com seus diferentes graus de \n\nlaminação (foliação). Para os outros litotipos tais como jaspelito, hematita dura, metabásica \n\nsã e a canga, conservaram-se parâmetros já existentes por dois motivos: a) não são litotipos \n\ncaracterizados no mapeamento como passíveis de rupturas e b) não apresentam grandes \n\nvariações quanto à resistência. \n\n \n\nApós a obtenção dos resultados, as amostras foram separadas em grupos levando-se em \n\nconta parâmetros geotécnicos tais como granulometria, presença de estruturas reliquiares e \n\nfaixas de coesão e ângulos de atrito. Com isto foi possível identificar quatro grupos com \n\ndiferentes características na máfica decomposta e dois grupos na hematita friável. \n\n \n\nPosteriormente a esse tratamento e interpretação dos resultados, procurou-se identificar \n\nesses agrupamentos litológicos no campo por meio de uma segunda campanha de \n\nmapeamento, o que resultou em um mapa de zoneamento dos litotipos com os diferentes \n\nparâmetros de resistência para a mina N4E. \n\n \n\nConcomitantemente, levantaram-se os locais de ocorrência de rupturas e, por meio de \n\nseções típicas e da caracterização do modo de ruptura, realizaram-se retroanálises levando-\n\nse em consideração: coesão e ângulo de atrito, considerando-se  a amplitude da rugosidade \n\n\n\n 93\n\npara as superfícies de escorregamento no contato de base entre a rocha máfica e a hematita \n\nfriável, que também foram levantadas nessa segunda etapa de mapeamento.  \n\n \n\n7.1 - HISTÓRICO DE PARÂMETROS GEOMECÂNICOS \n\n \n\nEste item procura resgatar parâmetros geomecânicos utilizados em análises e retroanálises \n\nde seções críticas anteriores às 1a e 2a campanhas de ensaios de 2003/2006 e 2007/2009, \n\nrespectivamente. São dados de estudos executados pelas empresas Figueiredo Ferraz, \n\nSérgio Brito Consultoria - SBC (atual BVP Engenharia), GOLDER ASSOCIATES pelo \n\nconsultor internacional Peter Stacey e GEOESTRUTURAL. Segue abaixo um breve relato \n\nsobre o tema, sintetizado a partir de diversos relatórios e apresentado em ordem \n\ncronológica. \n\n \n\nSegundo GEOESTRUTURAL (2007), os dados para estimativas de parâmetros disponíveis \n\nanteriormente a 2000 consistiam de estudos executados pela Figueiredo Ferraz no período \n\nde 1991 e 1992. Foram estimados pela experiência das empresas de consultoria, por \n\nretroanálises de rupturas e dados de literatura (Anexo I). \n\n \n\nOs parâmetros adotados pela Figueiredo Ferraz (1991 e 1992) para as análises de \n\nestabilidade foram estimados a partir de ensaios executados pelo laboratório da CESP – \n\nCompanhia Energética de São Paulo, apresentados na Tabela 7.1. Esses parâmetros foram \n\nempregados nessa época para cálculos de estabilidade e dimensionamento preliminar dos \n\ntaludes da Mina N4E. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 94\n\nTabela 7.1 – Parâmetros de resistência adotados pela FIGUEIREDO FERRAZ em 1991 \n\ne 1992 in GEOESTRUTURAL, 2007). \n\n \n\nLITOTIPO – CLASSE ????s \n\n(KN/m3) \n\n????sat  \n\n(KN/m3) \n\nc´ \n\n(kPa) \n????´ \n\nMáfica A4 14 20 \n\n20 \n\n25 60 \n\n80 \n\n120 \n\nMáfica A3 25 26 27 22 \n\nMáfica A2-A1 - Maciço Perturbado 29 29 3200 50 \n\nMáfica A2-A1 - Maciço Não Pertur. 29 29 6050 54 \n\nMinério A4 - Com Lâminas Duras 37 39 65 43 \n\nMinério A4 – Contato com Máfica 37 39 75 33 \n\nItabirito A2 – A1 32 33 3750 48 \n\nHematita Mole  ---- ---- 75 33 \n\n \n\nSegundo GEOESTRUTURAL (2007), a empresa Figueiredo Ferraz reconheceu que o valor \n\nc = 20 kPa para a máfica A4 obtido nos ensaios é reduzido se comparado com rochas de \n\nbaixa resistência que ocorrem no Quadrilátero Ferrífero de Minas Gerais, como por \n\nexemplo filitos alterados. Atribuiu-se esse resultado à deterioração das amostras. Foram \n\nselecionados três outros valores de c e ? com base na literatura de ensaios realizados em \n\nrochas básicas (basaltos), em que o ? foi fixado em função do ensaio da CESP, \n\nrepresentando um valor médio da faixa de variação encontrada na literatura. \n\n \n\nForam admitidos máximos e mínimos de coesão em função da média dos valores \n\nobservados na faixa superior e inferior, assumindo a média da faixa obtida nos ensaios da \n\nCESP. Para os demais litotipos presentes na mina a Figueiredo Ferraz assumiu os valores \n\nem função de sua experiência com materiais semelhantes aos do Quadrilátero Ferrífero, em \n\nMinas Gerais (GEOESTRUTURAL, 2007).  \n\n \n\n\n\n 95\n\nGOLDER ASSOCIATES (1996), após visita do consultor internacional Peter Stacey \n\nrevisou os parâmetros adotados pela Figueiredo Ferraz. Novos ensaios de laboratório para a \n\nmáfica decomposta foram realizados no laboratório da CESP e os resultados estão \n\napresentados na Tabela 7.2. \n\n \n\nTabela 7.2 - Parâmetros de resistência (GOLDER, 1996). \n\n \n\nLITOTIPO - CLASSE \nTensão Efetiva Tensão Total \n\nc’ (Kpa) ????’ c (Kpa) ???? \n\nMáfica A4 – Face Leste 22 30 51,5 15 \n\nMáfica A4 – Face Oeste 18 26,5 46 15 \n\nMáfica A3-A4 – Face Leste 35 30 ------- \n\nMáfica A3-A4 – Face Oeste 25 31 ------- \n\n \n\nEm 1998, a empresa GOLDER ASSOCIATES, na pessoa do consultor Peter Stacey, faz \n\nnova revisão desses parâmetros para a máfica A4, A4/A3, com base no comportamento \n\nestável dos taludes dos setores Leste e Oeste da Cava da N4E. Retroanálises com FS=1.2 \n\nindicaram os parâmetros c = 50 kPa e ? = 30º.  \n\n \n\nEm setembro de 2000, a SBC Consultoria (atual BVP Engenharia) apresentou Relatório \n\n(SBC – 07/2.000) com estimativas para os parâmetros das falhas geológicas, mencionando \n\na importância desses parâmetros nas avaliações de estabilidade dos taludes. Nesse \n\nRelatório, estimaram-se esses parâmetros residuais  em uma coesão  praticamente nula e um \n\nângulo de atrito de 21º.  \n\n \n\nEm 16 de agosto de 2002, essa mesma empresa apresenta no Relatório (RE-CV-13-1034) \n\nintitulado “Diagnóstico dos Escorregamentos do Talude da Aba Sudeste da Mina de \n\nN4E”, onde apresenta uma síntese dos parâmetros geotécnicos admitidos nas análises de \n\nestabilidade, listados na Tabela 7.3. \n\n \n\n\n\n 96\n\nTabela 7.3 - Parâmetros de resistência utilizados para análises de estabilidade (SBC, \n\n2002). \n\n \n\nMaterial ???? (kN/m3) c (kPa) Ângulo de Atrito (Ø) \n\nCanga 30 5 40 \n\nMáfica A4&lt;NA(*) 18,3 70 23,5 \n\nMáfica A4 >NA(*) 18,2 74 28 \n\nMáf. A4/A3&lt;NA(*) 18,8 60 29 \n\nMáf. A4/A3 >NA(*) 18,3 80 32 \n\nMáfica A3 25 270 22 \n\nMáfica A2/A1 29 3.200 50 \n\nMin. Mole 38 75 33 \n\nMin. Mole/Duro 38 65 43 \n\nMinério A2/A1 33 3.750 48 \n\n(*) Nível da Linha Freática. \n\n \n\n \n\nTambém em 2002, a SBC Consultoria realizou análises de escorregamentos em Carajás e \n\nutilizado os parâmetros de resistência adotados pela Figueiredo Ferraz e revistos pela \n\nGOLDER. Foram utilizados os parâmetros residuais, já calculados anteriormente pela SBC. \n\nNota-se que quando o ? = 21º a coesão praticamente se anula.  \n\n \n\nNo período de outubro a novembro de 2003, novamente a SBC Consultoria realiza \n\nretroanálise da ruptura do talude da aba leste da Mina N4WN, sendo os parâmetros \n\napresentados na Tabela 7.4. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 97\n\nTabela 7.4 – Parâmetros de resistência adotados pela SBC Consultoria em 2003. \n\n \n\nMaterial ????(kN/m3) c (kPa) ????º \n\nHM = Minério Mole 38 75 33 \n\nHM = Min. Mole/Duro 38 65 43 \n\nMD = Máfica A4 &lt;NA 18.3 70 23.5 \n\nMD = Máfica A4 > NA 18.2 74 28 \n\nFalha 20 0 21 \n\nMD = Máfica A4 (P. Stacey) 18.2 50 30 \n\n \n\nEssa retroanálise pode ser observada na seção abaixo. Para a falha, chegou-se a c = 0 e o ? \n\n= 32, fixando-se o FS = 1 (Figura 7.1). \n\n \n\n \n\nFigura 7.1 - Parâmetros obtidos por retroanálise,  ? = 32º e c=0 para o material cisalhado \n\n(SBC, 2003 in GEOESTRUTURAL, 2007). \n\n \n\nEm outubro de 2004, a GEOESTRUTURAL realiza na mina N4W uma retroanálise em \n\ntaludes dos setores leste e sudeste. Para tanto, admitiu-se que o condicionante da \n\n\n\n 98\n\ninstabilidade foi um sill e que seus parâmetros seriam os mesmos da metabásica alterada \n\nA4 (Figueiredo Ferraz, 1991/1992), classificada como “Classe VI” com c = 70 kPa e ? = \n\n36º. Os resultados indicaram que caso fossem adotados para o sill os parâmetros da \n\nmetabásica cisalhada estimados pela SBC Consultoria em (c = 0 e ? = 21º), então a \n\nhematita deveria assumir os parâmetros c = 65 kPa e ? = 43º. Esta avaliação pode ser \n\nobservada na Figura 7.2.  \n\n \n\n \n\nSeção de Retro-análise – Seção C \n\n - Hematita VI (c’ = 70 kN/m2; ?’ = 36º; ? = 32 kN/m3) \n\n - Hematita V (c’ = 145 kN/m2; ?’ = 44 º; ? = 35 kN/m3) \n\n - Metabásica VI (c’=25 kN/m2; ?’=25 º; ?=20 kN/m3 \n\n - Metabásica V (c’ = 50 kN/m2; ?’ = 28 º; ? = 22 kN/m3) \n\nFigura 7.2 – Parâmetros de resistência obtidos por retroanálise (GEOESTRUTURAL, \n\n2004). \n\n \n\nFS = 1.00\n\nSeção Geológico-geotécnica C\n\nDistância (m)\n\n-20 0 20 40 60 80 100 120 140 160 180 200 220 240 260\n\nE\nle\n\nva\nçã\n\no\n (\n\nm\n)\n\n480\n\n500\n\n520\n\n540\n\n560\n\n580\n\n600\n\n620\n\n640\n\n660\n\n680\n\nNível de Água \n\nMáfica Falhada / Falha \n\n\n\n 99\n\n7.2. LITOTIPOS ENSAIADOS E SUAS CARACTERÍSTICAS TÍPICAS \n\n \n\nOs litotipos da mina N4E descritos a seguir foram ensaiados na 1a e 2a campanhas nos \n\nlaboratórios da CESP. São descritos em função de suas propriedades físicas e de \n\ncaracterísticas de resistência. Para a estimativa dos graus de resistência, adotou-se a Tabela \n\n7.5 da Sociedade Internacional de Mecânica das rochas (ISRM, 1981). \n\n \n\n \n\n7.2.1 Máfica Decomposta (MD) \n\n \n\nEsse material possui uma granulometria argilosa a argilo-siltosa, prevalecendo a fração \n\nargila. Em cotas inferiores ao banco 700, esse material apresenta uma granulometria argilo-\n\narenosa e estruturas reliquiares, tais como fraturas, que podem estar preenchidas por óxidos, \n\nsílica e/ou carbonatos. Regiões enriquecidas de plagioclásio caolinizado podem apresentar \n\numa granulometria mais grosseira com matriz mais fragilizada. A fração siltosa também \n\naumenta como se verifica na mina N5E. A resistência predominante, avaliada de forma \n\ntátil-visual (Tabela 7.5), é a R1 (0,25 a 1 MPa), podendo variar de R1-, onde ocorrem \n\nfraturas originais alteradas, a R1+, com sistema de fraturas bem preservados.  \n\n \n\n7.2.2 Máfica de Contato de Lapa (ZC) \n\n \n\nEste litotipo ocorre em uma faixa cisalhada de rocha metabásica, de um a dois metros de \n\nespessura, que acompanha o contato de lapa entre o maciço metabásico e a Formação \n\nFerrífera. Geralmente é bastante intemperisado e tem baixa resistência, sendo ora mais, ora \n\nmenos ondulado e com mergulhos entre 50 a 70°. \n\n \n\n7.2.3 Hematita Friável (HF) \n\n \n\nA hematita friável será separada em três subgrupos por critérios geotécnicos, de acordo com \n\nseu grau de laminação/foliação, sendo assim denominadas: \n\n\n\n 100\n\na) Hematita Friável ou Fracamente Laminada: branda a pulverulenta com a estrutura \n\nlaminar ou foliação pouco perceptível ou incipiente. Seu comportamento \n\ngeomecânico, controlado pela granulometria predominantemente arenosa, é \n\nisotrópico. São classificadas quanto ao grau de alteração em W5 e apresentam-se \n\ncom resistência na faixa de R0; \n\n \n\nb) Hematita Friável Medianamente Laminada: a foliação ou estruturas laminares \n\naparecem parcialmente contínuas, com matriz branda ou pulverulenta com pequenas \n\npastilhas ou lâminas duras a semi-duras. Pode ser definida como material de \n\ntransição entre a hematita friável e a hematita fortemente laminada. Possui grau de \n\nalteração W5, variando sua resistência para R1 devido à presença das pastilhas ou \n\nlâminas de maior resistência em meio ao material friável; \n\n \n\nc) Hematita Friável Fortemente Laminada: a foliação é marcante e fortemente \n\ncontrolada pela presença de placas ou lâminas duras imersas na matriz, de \n\ndimensões centimétricas a decimétricas, com porcentagem entre 30 e 40%, o que \n\ngera forte anisotropia de resistência. Também se apresenta com grau de alteração \n\nW5, porém, em função das estruturas laminares mais duras e mais persistentes no \n\nmaterial, apresenta uma resistência na faixa R1/R1+. \n\n \n\n \n\n \n\nA Tabela 7.5 apresenta as faixas de resistências, bem como suas características táctil-visual, \n\nutilizadas para a caracterização dos materiais  aqui abordados. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 101\n\nTabela 7.5 - Graus de resistência - Sociedade Internacional de Mecânica das rochas \n\n(ISRM, 1981). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n7.3 ENSAIOS GEOTÉCNICOS REALIZADOS \n\n \n\nO programa de ensaios realizados no Laboratório de Engenharia Civil da CESP consistiu \n\nde:  \n\n\n\n 102\n\na) Ensaios de Caracterização Completa (Granulometria, Limites de Atterberg, \n\nDensidade); \n\n \n\nb) Ensaios de Cisalhamento Direto; \n\n \n\nc) Ensaios Triaxiais (CUnat, CUsat, CDsat); \n\n \n\nd) Ring Shear; \n\n \n\ne) Compactação (Proctor Normal). \n\n \n\nEsses ensaios foram realizados em duas campanhas, como já citado, realizados entre os \n\nanos de 2003 e 2009. As campanhas foram elaboradas desde a programação, coleta de \n\namostras deformadas e indeformadas, execução dos ensaios e interpretações, realizadas em \n\nconjunto com a VALE S/A e a BVP Engenharia. \n\n \n\n7.3.1 Programa Experimental Desenvolvido na 1.a Campanha \n\n \n\nNessa campanha foram coletadas amostras em dez poços, sendo nove na cava N4E e \n\nN4WN. Desses poços extraíram-se oito blocos indeformados de máfica decomposta e nove \n\nblocos indeformados de hematita friável, entre as profundidades de 2,0 a 5,0m. O ANEXO \n\nII, apresenta a relação dos blocos indeformados ensaiados e suas respectivas fotos (fotos 1 a \n\n17). \n\n \n\nEsse programa consistiu na realização dos seguintes ensaios: \n\n \n\na. Ensaios de Caracterização (Granulometria, Limites de Atteberg e Densidade); \n\n \n\nb. Ensaios de Compactação: foram efetuados na energia do Proctor Normal com \n\nreutilização de material para todas as amostras; \n\n \n\n\n\n 103\n\nc. Ensaios de Cisalhamento Direto: os corpos de prova foram moldados manualmente \n\ne confinados em caixas metálicas de 25 x 25 cm de dimensões. O espaçamento \n\nentre as caixas foi de 5 mm. Foram efetuados em prensa com deslocamento \n\ncontrolado em uma velocidade de 0,08 mm/h.  \n\n \n\nd. Ensaios Triaxiais: as dimensões dos corpos de prova foram de 5,08cm de diâmetro \n\ne 12,70cm de altura. Aplicam-se tensões confinantes de 200, 400, 600 e 1.200 kPa \n\npara as amostras de máfica alterada e de 200, 400, 600 e 800 kPa para as amostras \n\nde hematita. Foram realizados ensaios triaxiais tipo CU na umidade natural \n\n(CUnat), triaxiais saturados por contrapressão com medidas de pressões neutras \n\n(CUsat) e ensaios lentos tipo CDsat com velocidades média de deformação \n\ncontrolada na fase de ruptura (para não haver desenvolvimento de pressão neutra) \n\nem uma taxa de 0,0032%min ou 0,024cm/h. Os quantitativos estão relacionados na \n\nTabela 7.8. \n\n \n\nTabela 7.8 – Quantitativos de ensaios realizados na 1ª. campanha. \n\n \n\nTipo de Ensaio Máfica decomposta (MD) Hematita (HF) \n\nCu (nat/sat) 6 5 \n\nCD (nat/sat) 2 2 \n\nCis. Dir. 2 3 \n\n \n\n \n\n7.3.2 Programa Desenvolvido na 2.a Campanha \n\n \n\nPara essa campanha foram coletados blocos indeformados em dez poços, sendo seis na \n\nmina N4E, dois na mina N4WN e dois na mina N5E. Oito blocos foram de máfica \n\ndecomposta e 15 de hematita em profundidades entre 0,5 e 3,0m. O ANEXO III, relaciona \n\nos blocos indeformados, bem como suas fotos (fotos 18 a 41). Os pontos de coleta são \n\napresentados na Figura 7.3. \n\n\n\n 104\n\nPara o programa da 2ª campanha foram realizados os seguintes ensaios geotécnicos (CESP, \n\n2009):  \n\na. Ensaios de caracterização (granulometria completa, Limites de Atterberg e \n\ndensidade); \n\n \n\nb. Ensaios Triaxiais - os cps foram moldados com 5,08cm de diâmetro e 12,70cm de \n\naltura. Aplicaram-se tensões confinantes de 200, 400, 600 e 1.200 kPa para as \n\namostras de Máfica Decomposta (MD) e de 200, 400, 600 e 800 kPa para as \n\namostras da Hematita (HM).  Os tipos de ensaios triaixiais realizados foram: \n\nensaios CU na umidade natural (CUnat), ensaios saturados por contrapressão com \n\nmedida de pressões neutras (CUsat) e ensaios lentos tipo CDsat, realizados com a \n\nvelocidade média de deformação controlada na fase de ruptura (para não haver \n\ndesenvolvimento de pressão neutra) em uma taxa de 0,0032%/min (0,024 cm/h); \n\n \n\nc. Ensaios de cisalhamento direto com amostras moldadas manualmente e confinadas \n\nem caixas metálicas de dimensões 25 x 25 cm, com espaçamento entre caixas de \n\n5 mm. Os ensaios foram efetuados em prensa com deslocamento controlado na \n\nvelocidade de 0,08 mm/h. Nos ensaios inundados a zona de cisalhamento foi \n\nmantida inundada durante todo o ensaio (ANEXO IV); \n\n \n\nd. Ensaio de cisalhamento Ring Shear em amostra circular com diâmetro de 11,4cm, \n\nrealizado na Rocha Máfica Decomposta saturada com grau de saturação Sr = 85 a \n\n90%. Após a ruptura os corpos de prova foram submetidos a grandes deformações \n\nangulares para obtenção da resistência residual. \n\n \n\nA Tabela 7.10, mostra, de forma simplificada, os quantitativos  por ensaio realizado nesta \n\n2ª campanha.  \n\n \n\n\n\n 105\n\nTABELA 7.10 - Quantitativo dos ensaios realizados na 2ª. campanha. \n\n \n\nTipo de ensaio Máfica decomposta (MD) Hematita (HM) \n\nCu (sat) 6 2 \n\nCD (sat) 2 2 \n\nCis. Dir. inund. n/e (*) 3 \n\nRing Shear 2 n/e(*) \n\n        (*) não ensaiado. \n\n \n\nOs quantitativos totais por ensaio realizados nas duas campanhas estão apresentados na \n\nTabela 7.11. \n\n \n\nTABELA 7.11 - Quantitativos totais dos ensaios realizados em ambas as campanhas. \n\n \n\nTipo de ensaio Máfica decomposta (MD) Hematita (HM) \n\nCu (sat) 12 7 \n\nCD (sat) 4 4 \n\nCis. Dir. inund. 2 6 \n\nRing Shear 2 n/e(*) \n\n        (*) não ensaiado. \n\n \n\nA Figura 7.3 apresenta a distribuição geográfica dos pontos de coleta das amostras \n\ndeformadas e indeformadas utilizadas nas duas campanhas nas minas N4E, N4WN e N5E. \n\n\n\n 106\n\n \n\nFigura 7.3 - Localização dos pontos de coletas de amostras para a 1a e 2a campanhas de \n\nensaios. \n\n\n\n 107\n\n7.4 RESULTADOS DOS ENSAIOS GEOTÉCNICOS \n\n \n\nOs litotipos ensaiados, conforme já citado, foram a máfica decomposta (MD) e a hematita \n\nfriável (HF). A máfica cisalhada, encontrada no contato de lapa, não foi ensaiada por não se \n\nconseguir amostrá-la em campo. Para esse litotipo, os valores de resistência foram obtidos a \n\npartir dos resultados dos ensaios de cisalhamento Ring Shear em amostras de máfica \n\ndecomposta e de valores calculados analiticamente e checados por meio de retroanálises, \n\ncujos resultados serão apresentados no Capítulo 8.  Os resultados apresentados nesse item \n\nreferem-se aos valores de resistência obtidos nas duas campanhas de ensaios geotécnicos, \n\nbem como aos resultados obtidos do mapeamento litoestrutural, no tocante ao grau de \n\nresistência, com base da Tabela 7.5 (ISRM, 1981). \n\n \n\nObserva-se pelas Tabelas contidas no Anexo IV que tanto a Rocha Máfica Decomposta \n\n(MD) como a Hematita Friável (HF) apresentam diferentes níveis de resistência. Foram \n\nrealizadas análises nas quais se procurou agrupar as amostras em função de seus aspectos \n\nfísicos tais como: granulometria, anisotropia e laminação (foliação). A finalidade foi tentar \n\ndefinir envoltórias médias representativas para cada variação litotípica e a faixa de valores \n\ndos parâmetros de resistência (c e ?) a ser utilizada nas análises de estabilidade. Para os \n\nensaios de cisalhamento direto analisaram-se os valores ? x ? na ruptura (CESP 2006 e \n\n2009), obtidos para cada amostra ensaiada, com no mínimo quatro por ensaio. Os ensaios \n\ntriaxiais foram analisados em termos dos valores de ?3 x ?1 na ruptura, utilizando-se o \n\nsoftware RockData (www.rocscience.com). \n\n \n\n7.4.1 Máfica Decomposta (MD) - Ensaios Triaxiais  \n\n \n\nOs resultados obtidos dos ensaios CUsat e CUnat, realizados em amostras dos blocos 6575, \n\n6575 e 9189, indicaram uma certa variação na faixa de valores dos parâmetros de \n\nresistência (ANEXO IV). Na Figura 7.4 é possível observar o resultado dos  ensaios CUnat \n\ncom os quais obtiverem os parâmetros coesão de 109 kPa e ângulo de atrito de 28º.  \n\n\n\n 108\n\n \n\nFigura 7.4 – Envoltória média (à esquerda) e respectiva curva ?1 x ?3 (à direita) obtidas \n\npara a máfica decomposta nos ensaios CUnat. \n\nFigura 7.5 – Envoltórias média (à esquerda) e respectiva curva ?1 x ?3 (à direita) obtidas \n\npara a máfica decomposta nos ensaios tipo CUsat. \n\n\n\n 109\n\nA Figura 7.5 apresenta os resultados dos ensaios CUsat, realizados em amostras dos blocos \n\n6575 e 9189 (ANEXO IV), com os quais se obteve uma coesão de 107 kPa e um ângulo de \n\natrito de 27.9°.  \n\n \n\nNota-se que as envoltórias médias e os respectivos parâmetros de resistência, tanto dos \n\nensaios CUnat quanto dos ensaios CUsat não apresentam diferenças significativas entre os \n\nparâmetros de resistência. Posteriormente a essa análise lançou-se em um único gráfico \n\ntodos os resultados obtidos nesses ensaios e obteve-se uma envoltória com parâmetros \n\nmédios de coesão de 94 kPa e ângulo de atrito de 26º (Figura 7.6). \n\n \n\n \n\nFigura 7.6 – Envoltória média (à esquerda) e respectiva curva ?1 x ?3 (à direita) para os \n\nensaios CUnat e CUsat na máfica decomposta. \n\n \n\nApós a obtenção desse gráfico (Figura 7.6) notou-se uma dispersão considerável no ajuste \n\nlinear dos pontos (?1’x ?3’). Procurou-se assim separar os pontos mais acima da linha \n\nmédia e os pontos mais abaixo a fim de se definirem grupos com diferentes parâmetros de \n\n\n\n 110\n\nresistência para a máfica decomposta. Nas Figuras 7.7 e 7.8 estão apresentadas as \n\nenvoltórias correspondentes, ditas superiores e inferiores.  \n\n \n\nPara a envoltória superior obteve-se como parâmetros de resistência uma coesão igual  a \n\n215 kPa e um ângulo de atrito igual a 32.3º. (Figura 7.7). A envoltória inferior apresenta \n\nnaturalmente parâmetros de resistência menores: coesão igual a 98 kPa e ângulo de atrito \n\nigual a 18º. (Figura 7.8). \n\n \n\n \n\nFigura 7.7 - Envoltória superior (à esquerda) e respectiva curva ?1 x ?3 (à direita) para a \n\nmáfica decomposta. \n\n \n\n \n\n\n\n 111\n\n \n\nFigura 7.8 – Envoltória inferior (à esquerda) e respectiva curva ?1 x ?3 (à direita) para a \n\nmáfica decomposta. \n\n \n\n7.4.2. Máfica Decomposta (MD) - Ensaios de Cisalhamento Direto \n\n \n\nOs dois ensaios de Cisalhamento Direto inundado forneceram ângulos de atrito de 24º e 25º \n\ne coesões de 150 e 90 kPa, respectivamente (CESP, 2009). Observou-se a ocorrência de \n\nensaios com valores de ângulo de atrito muito baixos, entre 10º e 14º, associados a valores \n\nde coesão médios (81 kPa para o bloco 6572) e elevados (219 e 211 kPa para os blocos \n\n6572 e 6578), registrados nos materiais ensaiados na umidade natural e saturados (BVP \n\nEngenharia, 2009). Estes resultados estão mostrados no Anexo IV. \n\n \n\nA envoltória média obtida com os resultados dos ensaios de cisalhamento direto (Figura \n\n7.9) apresentou  c = 122,0 KPa e ? = 24.6º, valores muito próximos aos da envoltória média \n\ndos ensaios triaxiais (Figura 7.6). Ressalta-se que a envoltória do cisalhamento direto foi \n\nobtida a partir dos resultados  dos ensaios, realizados nos Blocos. 6568/6569 e 6579/6580, \n\n\n\n 112\n\ncuja resistência está na faixa de R1+. Em função da similaridade nos resultados dos ensaios \n\nde cisalhamento direto e triaxiais com envoltórias médias na faixa de R1 a R1+ pode-se \n\nafirmar que a faixa de coesão para esse litotipo estaria entre 107 e 113 kPa com ângulos de \n\natrito em torno de 28º. \n\n \n\nJá para os materiais com resistência R0, os valores dos parâmetros de resistência seriam \n\nmais baixos, admitindo-se uma envoltória inferior com c = 98 kPa e ? = 18º, representados \n\npelos blocos 6572, 6578, 6579, 6580 e 9186. \n\n \n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n0 200 400 600 800 1.000 1.200\n\n?? ??\n(k\n\nP\na\n\n)\n\n???? (kPa)\n\nEnvol. Méd. c = 122,0 kPa \n???? = 24,6o\n\n \n\nFigura 7.9 – Envoltória média dos ensaios de Cisalhamento Direto para a Máfica \n\nDecomposta (MD). \n\n \n\n7.4.3 Máfica Decomposta (MD) - Ensaio Ring Shear  \n\n \n\nO ensaio de cisalhamento Ring Shear  foi realizado em  amostras dos blocos 9184 e 9185.  \n\nOs resultados foram: c = 23 e 45 kPa e Ø = 33º e 39,5º apresentados na tabela do ANEXO \n\nIV.  Após se atingir o pico de resistência, os corpos de prova foram submetidos a maiores \n\ndeformações angulares (pós-ruptura) a fim de se produzirem superfícies espelhadas. Os \n\nvalores de resistência residual foram medidos a deformações angulares de 180º e 250º para \n\n\n\n 113\n\nas amostras dos blocos 9187 e 9184, respectivamente (CESP, 2009), tendo-se obtido os \n\nparâmetros de resistência: c = 0 kPa e ? = 17º e c = 8 kPa e ? = 25º .  \n\n \n\nOs resultados encontrados nos ensaios de cisalhamento Ring Shear são apresentados na \n\nFigura 7.10 com a envoltória de pico tendo c = 32 kPa e ?= 37º. Já a envoltória dos valores \n\na grandes deformações (residual = pós-pico) possui parâmetros de resistência bem abaixo \n\nda envoltória de pico: c = 9 kPa e ? =18º. Esses parâmetros referem-se à resistência residual \n\ndessa rocha após grandes deformações por cisalhamento, e podem representar a resistência \n\nde superfícies de cisalhamento como a do contato de lapa entre a máfica decomposta e \n\nhematita mole. \n\n \n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n0 200 400 600 800 1,000\n????  (kPa)\n\n?? ?? \n(k\n\nP\na\n\n)\n\nRing Shear Pico Ring Shear GrdDef\n\nEnvol. Ring Shear Pico c = 32 kPa \n                                   ????  = 37o\n\nEnvol. Ring Shear GrdDef. c = 9 kPa\n\n                                              ????  = 18\no \n\n \n\nFigura 7.10– Envoltórias dos ensaios de Ring Shear para MD (BVP, 2009). \n\n \n\nA Tabela 7.12 apresenta o resumo dos parâmetros de resistência (c e ?) para a máfica \n\ndecomposta (MD), bem como os respectivos ensaios de sua obtenção. \n\n\n\n 114\n\nTabela 7.12 – Resumo dos parâmetros de resistência para a máfica decomposta obtidos \n\npelos ensaios geotécnicos. \n\n \n\nEnvoltórias para MD c’ (kPa) ????  (o) \n\nSuperior (CU) 215 32.3 \n\nMédia (CU) 94 26 \n\nInferior (CU) 98 18.0 \n\nMédia CU sat 107 27.9 \n\nMédia CU nat 109 28.0 \n\nMédia (CIS) 122 24.6 \n\nRing Shear Pico 32,0 37 \n\nRing Shear Residual 9,0 18 \n\n \n\n \n\n7.4.4 Hematita Friável (HF) – Ensaios Triaxiais \n\n \n\nPara o grupo das hematitas friáveis (HF) foram obtidos resultados pelos ensaios CDsat, \n\nCUsat e CUnat, cujos resultados serão apresentados nos gráficos abaixo.  \n\n \n\nA Figura 7.11 apresenta a envoltória média dos ensaios CDsat (amostras dos blocos 6583, \n\n6584, 9182 e 9183 das duas campanhas (ANEXO V) a qual corresponde aos  parâmetros de \n\nresistência coesão de 143 kPa e ângulo de atrito de 37.8º.  \n\n \n\n\n\n 115\n\n \n\nFigura 7.11 – Envoltória média (à esquerda) e respectiva curva ?1 x ?3 (à direita) para os \n\nensaios CDsat nas amostras de HF. \n\n \n\nAs Figuras 7.12 e 7.13 apresentam as envoltórias obtidas por meio dos ensaios CUnat e \n\nCUsat. A Figura 7.12 apresenta a envoltória média dos ensaios CUnat (blocos 6583 e \n\n6584), referentes a  primeira campanha (ANEXO V), com a qual se obtiveram uma coesão \n\nde 99 kPa e ? = 38.5º.  \n\n \n\nNa Figura 7.13, a envoltória média obtida a partir do ensaio CUsat (blocos 9182 e 9183), \n\nreferente a  segunda campanha (ANEXO V) corresponde a uma coesão obtida de 63 kPa e \n\num ? = 42.4º.  \n\n \n\n\n\n 116\n\n \n\nFigura 7.12 – Envoltória média (à esquerda) e respectiva curva ?1 x ?3 (à direita) para os \n\nEnsaios CUnat em amostras de HF. \n\n \n\nFigura 7.13 – Envoltória média (à esquerda) e respectiva curva ?1 x ?3 (à direita) para os \n\nEnsaios CUsat em amostras de HF. \n\n\n\n 117\n\nA Figura 7.14 apresenta a envoltória média para as hematitas friáveis, relativa a todos os \n\nensaios (hematitas pulverulentas da campanha 2 e fina-branda da Campanha 1), obtendo-se \n\ncoesão de 123 kPa e ângulo de atrito de 38.4º.   \n\n \n\n \n\nFigura 7.14– Envoltória média (à esquerda) e respectiva curva ?1 x ?3 (à direita) para as \n\nHematitas Pulverulentas (Campanha 2) e Fina-Branda (Campanha 1). \n\n \n\n7.4.5 Hematita Friável (HF) – Ensaios de Cisalhamento Direto  \n\n \n\nOs resultados obtidos nos ensaios de cisalhamento direto realizados na hematida friável \n\n(HF) nas duas campanhas também indicaram uma variabilidade nos valores de parâmetros \n\nde resistência (ANEXO V).  Os valores mais elevados foram registrados nas envoltórias dos \n\nensaios Cisalhamento Direto nat (blocos 9193 e 9194), com c = 258 kPa e  ? = 45º, \n\nenquanto nos ensaios inundados (blocos 9191, 9195 e 9196) os valores obtidos foram c = \n\n172 kPa e  ? = 35º. Essa diferença de c e ? entre o ensaio na umidade natural e o inundado \n\nindica que a hematita friável (HF) quando inundada apresenta uma perda de resistência.  \n\n\n\n 118\n\nEm função do pequeno número de ensaios realizados nas hematitas fraca a moderadamente \n\nlaminadas e nas fortemente laminadas, não foi possível analisá-los separadamente. Desse \n\nmodo, apresentam-se na Figura 7.15 os parâmetros médios de resistência obtidos a partir de \n\nensaios de cisalhamento direto englobando essas tipologias. Obteve-se c = 181 kPa e ? = \n\n42.3°. \n\n0\n\n200\n\n400\n\n600\n\n800\n\n1.000\n\n1.200\n\n1.400\n\n1.600\n\n0 200 400 600 800 1.000 1.200 1.400 1.600 1.800\n\n???? (kPa)\n\n?? ?? \n(k\n\nP\na\n\n)\n\nc = 181,0 kPa\n\n ????  = 42,3o\n\n \n\nFigura 7.15 – Envoltória média de resistência para as hematitas friáveis obtida nos ensaios \n\nde cisalhamento direto (BVP, 2009). \n\n \n\nApresenta-se na Tabela 7.13 o resumo dos resultados para os ensaios na hematita friável. \n\nTabela 7.13 – Resumo dos ensaios de resistência para a hematita friável. \n\nEnvoltórias para HM c’ (kPa) ????  (o) \n\nCDsat 143 37.8 \n\nCUnat 99 38.5 \n\nCUsat 63 42.4 \n\nCU médio 123 38.4 \n\nCIS. DIR. 181 42.3 \n\n\n\n 119\n\n7.5 COMPORTAMENTOS DAS HEMATITAS NOS ENSAIOS TRIAXIAIS  CDsat e \n\nCUsat \n\n \n\nOs ensaios triaxiais drenados ou lentos (CD) e não-drenados ou rápidos (CU) para as \n\nhematitas friáveis, no que se refere ao comportamento geomecânico de materiais arenosos \n\ncom granulometria fina a média, apresentando por vezes pedregulhos, apresentaram \n\nresultados para os quais cabe aqui um breve comentário. \n\n \n\nAs envoltórias médias para os ensaios CDsat e CUsat estão apresentadas nas Figuras 7.11 e \n\n7.13, respectivamente. No ensaio CDsat obteve-se coesão de 143 kpa e ângulo de atrito de \n\n37.8° e, para os ensaios não drenados CUsat obteve-se coesão de 63 kPa e ângulo de atrito \n\nde 42.4. Apesar da diferença na coesão, o ângulo de atrito apresenta valores muito \n\npróximos (? = 38,4º) observado na Figura 7.14. \n\n \n\nSegundo BVP (2009), o comportamento das hematitas friáveis nos ensaios rápido ou lento \n\nnão apresentou tendência ao desenvolvimento de poro-pressão significativo no \n\ncisalhamento, provavelmente devido à sua granulometria arenosa com grânulos e \n\npedregulhos conferindo às mesmas uma alta permeabilidade. Poro-pressões poderiam se \n\ndesenvolver em condições de represamento de água, como por exemplo, em estruturas \n\ngeológicas (sills e diques), compartimentando o maciço de hematita friável em células com \n\ncomportamento hidrogeológico distinto. A conjugação de sills e diques na mina pode criar \n\ncondições de represamento e desenvolvimento de poro-pressões elevadas. Apesar do \n\nrebaixamento da linha freática com a utilização de poços e sumps, essa possibilidade deve \n\nser considerada e abordada particularmente. \n\n \n\n \n\n\n\n 120\n\n7.6 ZONEAMENTO DAS VARIEDADES TIPOLÓGICAS DA MÁFICA \n\nDECOMPOSTA E HEMATITA FRIÁVEL \n\n \n\nDe posse dos dados de parâmetros de resistência obtidos em laboratório, procurou-se \n\nrealizar uma identificação dos litotipos ensaiados e de suas distribuições na mina de N4E. \n\nPara isso utilizou-se a tabela de graus de resistência da ISRM (1981) adaptada aos litotipos \n\nmapeados e ensaiados, as fotografias dos blocos, assim como seus resultados obtidos \n\natravés dos ensaios.  \n\n \n\nPor caracterização tátil visual procurou-se relacionar os litotipos ensaiados e seus \n\nrespectivos resultados e identificá-los com os materiais encontrados na mina de N4E, \n\nproduzindo um mapa de variabilidade tipológica para as máficas decompostas e hematitas \n\nfriáveis. \n\n \n\nComo produto apresenta-se as Tabelas 7.14 e 7.15, bem como o mapa de variabilidade \n\ntipológica da máfica decomposta e da hematita friável, visualizado na Figura 7.16. \n\n\n\n 121\n\n \n\nFigura 7.16 - Mapa litológico apresentando a variabilidade tipológica das rochas \n\nmáficas decompostas e das hematitas friáveis na mina N4E. \n\n \n\n7.6.1 GRUPO DAS MÁFICAS \n\n \n\nApresentam-se nesse item as rochas do grupo das máficas e seus estados de alteração, \n\ndividindo-as em quatro grupos descritos. Par tal será utilizada a Tabela 7.14, com as \n\nalterações que foram propostas pelo autor para este trabalho. \n\n \n\n \n\n\n\n 122\n\nTabela 7.14 – Graus de alteração e resistência (ISRM, 1981) para as máficas decompostas. \n\nLitotipo Envoltória Grau de \n\nAlteração \n\nGrau de \n\nResistência \n\nCaracterísticas Resistência \n\nUniaxial \n\nEstimada \n\n(Mpa) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMD \n\n \n\n \n\n \n\n \n\n \n\nInferior \n\n \n\n \n\n \n\n \n\n \n\nW5 \n\n \n\n \n\n \n\n \n\n \n\nR0/R1- \n\na) Penetrada pela ponta do \ndedo polegar; \n\nb) Moldada pelas mãos; \nc) Facilmente penetrada pela \n\nponta do canivete; \nd) Escavada por \n\nequipamento manual; \ne) Esmigalha-se facilmente \n\nsob a pressão das mãos; \nf) Indentada facilmente pela \n\nponta fina do martelo de \ngeólogo. \n\n0,25 – 1,0 \n\n* W5 = o material completamente \n\nalterado para solo estruturado. \n\nExtremamente descolorido. Foliação \n\npreservada. Juntas não discerníveis. \n\nDesintegra em água após um período \n\nde imersão \n\n \n\n \n\n \n\n \n\n \n\nMédio \n\n \n\n \n\n \n\n \n\n \n\nW4/W5 \n\n \n\n \n\n \n\n \n\n \n\nR1 \n\n•  Riscada e raspada facilmente \npelo canivete. \n\n• Quebra-se sob um único \nimpacto do martelo de geólogo. \n\n• Bordas dos fragmentos \nfacilmente quebradas pela \npressão dos dedos. \n\n1,0 - 5,0 \n\n* W4 = Alteração mineralógica \n\nmuito acentuada. Matriz totalmente \n\noxidada e cores muito modificadas. \n\nFraturas abertas (2&lt;e&lt;5 mm) e \n\noxidadas preenchidas por materiais \n\nalterados. Desplacamente ao longo \n\nda foliação. Resistência muito \n\nafetada pela alteração. \n\n \n\n \n\n \n\nSuperior \n\n   \n\n \n\n \n\nW4/W5 \n\n \n\n \n\n \n\nR1/R1+ \n\n•  Raspada e riscada com \ndificuldade pela lâmina do \ncanivete. \n\n•  Quebra-se sob um único \nimpacto do martelo de geólogo. \n\n•  Pequenos fragmentos (2 x 2 x 2 \ncm) não quebram sob pressão \ndos dedos. \n\n•  Escavação por equipamentos \nmecanizados. \n\n•  Endentação rasa sob impacto da \nponta fina do martelo de geólogo \n\n\n\n 123\n\na) Máfica Decomposta Superior (MDR1+/R1)  \n\n \n\nEsse litotipo apresenta coloração variegada em marrom avermelhado, amarelo e branco \n\n(Figura 7.17), granulometria média e fração argilosa, com minerais alterando para argilo \n\nminerais que podem  ser caracterizados entre as faixas de alteração W5 e W4 (Tabela 7.14). \n\nApresenta estruturas reliquiares da rocha sã como fraturas preenchidas por óxidos (Figura \n\n7.18). Sua resistência pode ser caracterizada como R1+/R1- onde fragmentos de mão são \n\ndifíceis de quebrar com a pressão dos dedos. (Tabela 7.15). \n\n \n\n \n\nFigura 7.17 - Máfica decomposta superior de coloração variegada bastante estruturada. \n\n \n\n\n\n 124\n\n \n\nFigura 7.18 - Máfica Decomposta Superior com fraturas preenchidas por óxidos. \n\n \n\nb) Máfica Decomposta Média (MDR1) \n\n \n\nApresenta coloração variegada em marrom avermelhado, amarelo e branco, granulometria \n\nfina,  pode apresentar fração argilo-siltosa (Figura 7.19). Caracteriza-se por alteração entre \n\nas faixas W4/W5. As estruturas reliquiares apresentam-se mais marcantes em função do \n\ngrau de alteração W4 (Figura 7.20). A matriz apresenta-se com resistência R1 (Tabela \n\n7.14), os fragmentos de mão têm as bordas são quebradas sob a pressão dos dedos.  \n\n \n\nFazendo-se uma analogia com a classificação de geologia de engenharia/pedologia, trata-se \n\nde um horizonte de transição entre a rocha alterada e um solo residual jovem, podendo-se \n\nclassificá-lo como solo saprolítico. \n\n \n\n\n\n 125\n\n \n\nFigura 7.19 - Máfica decomposta média de coloração variegada, com aspecto sedoso. \n\n \n\n \n\nFigura 7.20 - Máfica decomposta média, esbranquiçada com aspecto de caulinização. \n\n \n\nc)  Máfica Decomposta Inferior (MDR0/R1\n-) \n\n \n\nApresenta coloração variegada marrom avermelhada, amarela e cinza esbranquiçada, com \n\n\n\n 126\n\ngranulometria muito fina silte-argilosa (Figura 7.21).  Apresenta-se com grau de alteração \n\nW5, podendo conter estruturas reliquiares incipientes ou pontualmente localizadas (Figura \n\n7.22). Sua resistência pode ser caracterizada entre as faixas R0 e R1-, sendo facilmente \n\npenetrada pelas pontas dos dedos e esmigalhada ou moldada pela pressão das mãos (Tabela \n\n7.14). \n\n \n\nFigura 7.21 - Máfica decomposta inferior de coloração variegada, com aspecto de solo. \n\n \n\n \n\nFigura 7.22 - Máfica decomposta inferior, matriz silto-argilosa. \n\n\n\n 127\n\n7.6.2 GRUPO DAS HEMATITAS FRIÁVEIS \n\n \n\nEsse grupo é dividido em três subgrupos em função da presença de estruturas laminares e \n\nde seu tamanho e/ou persistência. Para melhor caracterizá-las, adaptou-se neste trabalho a \n\nas tabelas de graus de alteração e resistência da ISRM (ISRM, 1981 - Tabela 7.15). \n\n \n\nTabela 7.15 – Graus de alteração e resistências (ISRM, 1981) para as hematitas friáveis. \n\n \n \n\nLitotipo Envoltória Alteração Resistência Características \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nHF \n\n \n\n \n\n \n\n \n\nFriável/Branda \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nW5 \n\n \n\n \n\n \n\n \n\n \n\nR0 \n\n \n\n-Penetrada pela ponta dos dedos. \n\n-Facilmente penetrada pela ponta do \n\ncanivete. \n\n-Laminas insipientes ou mesmo \n\ninexistentes. \n\n-Esmigalha-se facilmente sob a pressão \n\ndas mãos. \n\n-Aspecto granulométrico mais arenosa, \n\n \n\n \n\nFracamente/ \n\nModeradamente \n\nLaminada \n\n \n\n \n\n \n\nR1 \n\n \n\n \n\n-Penetrada facilmente pelo canivete. \n\n-Laminas milimétricas a centimétricas, \n\nduras à semi-duras parcialmente \n\ncontínuas.  \n\n-Granulometria um pouco mais \n\nparticulada. \n\n \n\n \n\nFortemente \n\nLaminada \n\n \n\n \n\n \n\nR1/R1+ \n\n \n\n-Penetrada com pouco mais dificuldade \n\npela ponta do canivete. \n\n-Laminas centimétricas duras, compactas \n\ne contínuas, muito resistentes \n\n-Granulometria bastante particulada \n\n\n\n 128\n\nDescrevem-se a seguir os três subgrupos identificados: \n\n \n\na) Hematita Friável/Branda \n\nSão caracterizadas pela presença de estruturas laminares/pastilhas incipientes em meio à \n\nmatriz de minério de ferro (Figura 7.23), com granulometria arenosa, grau de alteração W5 \n\ne grau de resistência R0 (Tabela 7.15). \n\n \n\n \n\nFigura 7.23 - Hematita friável pulverulenta, com aspecto arenoso. \n\n \n\nb) Hematita Fraca a Moderadamente Laminada (HFML) \n\n \n\nEssa tipologia caracteriza-se pela presença de estruturas laminares milimétricas a \n\ncentimétricas, duras à semi-duras, parcialmente contínuas de 5 a 10 cm (Figura 7.24). \n\nApresentam granulometria um pouco mais particulada que a branda/ pulverulenta com \n\nresistência R1 e alteração W5 (Tabela 7.15). \n\n \n\n\n\n 129\n\n \n\nFigura 7.24 - Hematita friável fraca/moderadamente laminada, com foliações parcialmente \n\ncontínuas. \n\n \n\n? Hematita Fortemente Laminada (HFL) \n\nApresentam estruturas laminares centimétricas a métricas compactas e contínuas (Figura \n\n7.25), grau de alteração W5 e com maior grau de resistência, variando entre R1/ R1+ \n\n(Tabela 7.15). \n\n \n\nFigura 7.25 - Hematita Fortemente Laminada com foliações centiméticas a métricas e bem \n\nresistente. \n\n\n\n 130\n\n7.7  CARACTERIZAÇÃO DAS AMPLITUDES DAS ONDULAÇÕES E ÂNGULOS \n\nDE RUGOSIDADE \n\n \n\nPara determinação das amplitudes das ondulações e do ângulos de rugosidade médio, \n\nvisando calcular o JRC (Coeficiente de Rugosidade das Juntas) das superfícies de \n\nescorregamento (que se verificam preferencialmente no contato de lapa entre o minério e a \n\nmáfica), utilizou-se o método de Barton (1982). O intuito foi fornecer subsídios (dados de \n\nentrada) para as retroanálises apresentadas a seguir. Neste trabalho tomou-se como base o \n\nmapeamento litoestruturual da mina N4E, que identificou o contato de lapa em \n\npraticamente toda sua extensão. Levantaram-se 26 pontos representativos desse contato, \n\nnum total de 90 medidas de “i” (ângulo de rugosidade) e de “A” (amplitude das \n\nrugosidades/ondulações), mostrados na Figura 7.26. \n\n \n\nFigura 7.26 - Mapa de localização dos pontos onde foram coletados dados de (i) e (A) \n\nna mina N4E. \n\n\n\n 131\n\nA partir das medidas levantadas foi possível determinar o ângulo de rugosidade por  meio \n\nda seguinte expressão: \n\ni = ? - ?, onde:  \n\ni = ângulo de rugosidade;  \n\n? = ângulo de inclinação da régua;  \n\n? = ângulo de inclinação local do plano \n\n \n\nA Figura 7.27 mostra a forma de obtenção desses parâmetros com a utilização de uma régua \n\nmetálica de 1m de comprimento e bússola de geólogo. Na foto da Figura 7.27(a) é \n\ndeterminado o ângulo de inclinação da régua (?) e em 7.27 (b) é determinado o ângulo de \n\ninclinação do plano (?). Pela subtração desses parâmetros (? - ?) determina-se o índice de \n\nrugosidade e/ou ondulação de uma determinada superfície. \n\n \n\n  \n\n(a) (b) \n\nFigura 7.27 - Determinação do ângulo de rugosidade ( i ) de superfícies: (a) -  medida do \n\nângulo de inclinação da régua (ângulo médio da superfície do plano); (b) - medida do \n\nângulo de mergulho local do plano. \n\n\n\n 132\n\nPara a obtenção da amplitude (A) é utilizada uma régua graduada assentada e fixada sobre o \n\nplano. No ponto de maior distância entre a régua e o plano, coloca-se a trena \n\nperpendicularmente à régua e faz-se a leitura da distância plano-régua em centímetros, \n\nobtendo-se, daí, a amplitude (A), demonstrado na figura 7.28. \n\n \n\n \n\nFigura 7.28 - Determinação das amplitudes (A). \n\n \n\nO levantamento foi feito com base em uma régua de 1m de comprimento. Em alguns \n\npontos tentou-se extrapolar esta leitura e estimar uma amplitude relativa à 10m por meio de \n\numa “projeção visual” da régua. Isto foi realizado para as macro ondulações, em que a \n\npersistência extrapolava as dimensões das bancadas (Figura 7.29). \n\n \n\nNo Capítulo 8 será apresentado com maior detalhe a obtenção do JRC a partir do modelo de \n\nBarton (1982) utilizado nas retroanálises. Assim sendo não levou em consideração o ângulo \n\nde rugosidade (i) obtido em campo, utilizando apenas as informações das amplitudes (A).  \n\n \n\nAMPLITUDE (A) \n\n\n\n 133\n\n  \n\nFigura 7.29 - Determinação da amplitude: projeção da régua para 10m. \n\n \n\nRealizou-se um tratamento estatístico com a utilização de planilha Excel, em 90 medidas \n\nchegando-se ao valor médio de 15cm ou 150mm conforme gráfico apresentado na Figura \n\n7.30. \n\n \n\n0\n\n200\n\n400\n\n600\n\n800\n\n1000\n\n1200\n\n1400\n\n1600\n\n1 3 5 7 9 11 13 15 17 19 21 23 25 27 29 31 33 35 37 39 41 43 45 47 49 51 53 55 57 59 61 63 65 67 69 71 73 75 77 79 81 83 85 87 89\n\nAmplitude Média 150 mm\n\n \n\nFigura 7.30 – Média para a amplitude (A) = 150mm. \n\n\n\n 134\n\nCAPÍTULO 08  \n\n \n\nRETROANÁLISES E AJUSTES DE PARÂMETROS DE \n\nRESISTÊNCIA \n\n \n\n \n\nEste capítulo apresenta os resultados das retroanálises realizadas em três rupturas ocorridas \n\nna mina N4E com o objetivo de checar e ajustar os parâmetros de resistência dos litotipos \n\nobtidos pelos ensaios de laboratório. A Figura 8.1 mostra a localização das três rupturas \n\nretroanalisadas, assim denominadas:  \n\n \n\na) Ruptura Cava Central; \n\nb) Ruptura Talude Sudeste; \n\nc) Ruptura Talude Sul; \n\n \n\nForam caracterizadas como sendo rupturas bruscas na cava Central e no Talude Sul, e como \n\nruptura com deformação lenta para a do Talude Sudeste, cada qual com suas \n\nparticularidades e semelhanças, as quais serão descritas em detalhe no momento de suas \n\ninterpretações. \n\n \n\nEssas três rupturas ocorreram no contato basal (footwall), entre o minério e a rocha \n\nmetabásica, que apresenta invariavelmente uma zona cisalhada e alterada com espessuras \n\nvariando entre 1 a 2m, de acordo com observações de campo. As retroanálises permitiram \n\ncalibrar os parâmetros de resistência desses litotipos e das superficies da zona de \n\ncisalhamento (footwall).  \n\n \n\nPara auxílio nas retroanálises, foram calculados os índices JRC - Coeficiente de Rugosidade \n\ndas Juntas (Barton, 1982) e o JCS - Coeficiente de Resistência a Compressão das Paredes \n\ndas Juntas (Barton, 1973) para os planos de cisalhamento do contato.  \n\n \n\n\n\n 135\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 8.1 – Mapa de localização das áreas das três rupturas retroanalisadas, Mina N4E. \n\n \n\nRuptura talude sul\n\nRuptura Talude Sudeste\n\nRuptura Cava \nCentral\n\nRuptura talude sul\n\nRuptura Talude Sudeste\n\nRuptura Cava \nCentral\n\n \n\n \n\n\n\n 136\n\n8.1 PARÂMETROS DE RESISTÊNCIA \n\n \n\nOs parâmetros de resistência para a máfica decomposta e para a hematita friável foram \n\nadotados em função dos resultados dos ensaios de laboratório das duas campanhas \n\nrealizadas, sendo adotados os parâmetros médios que melhor representam os litotipos \n\nestudados. Para os demais litotipos presentes, tais como o jaspelito, máfica sã, máfica semi-\n\ndecomposta, hematita compacta e canga adotaram-se parâmetros obtidos em ensaios \n\nanteriores, conforme apresentados no Capítulo 7. \n\n \n\n8.1.1 ESTIMATIVA DO JRC \n\n \n\nPara o cálculo dos parâmetros de resistência das superfícies cisalhadas de contato entre o \n\nminério e as rochas máfica sã (ZC-MS) e a máfica decomposta (ZC-MD) utilizou-se o \n\nmodelo de Barton (1982) definido pela equação 8.1. \n\n \n\n ?\n?\n\n?\n\n?\n\n?\n?\n\n?\n\n?\n?\n?\n?\n\n?\n?\n?\n?\n\n?\n+=\n\nn\nrn\n\nJCS\nJRC\n\n?\n??? 10logtan   (8.1) \n\n \n\nOnde:  \n\nJRC = coeficiente de rugosidade das juntas; \n\nJCS = resistência à compressão das paredes da junta;  \n\n????r = ângulo de atrito residual. \n\n \n\nO valor de JRC foi estimado em função dos valores de amplitude (A) das ondulações das \n\nsuperfícies cisalhadas do contato de lapa expostas na mina N4E, cujo levantamento está \n\ndescrito no Capítulo 7. Após tratamento estatístico, obteve-se, para a escala de 1 m, uma \n\nmédia da amplitude das ondulações de 15 cm. Com a utilização do ábaco proposto por \n\nBarton (1982) para estimativa do valor de JRC, foi estimado um JRC0 = 20 (valor referente \n\nà escala das medidas realizadas – 1m), conforme indicado na Figura 8.2 pela seta azul. \n\n\n\n 137\n\n \n\nFigura 8.2 -  Estimativa do valor de JRC0 por meio do valor médio da amplitude para a \n\nescala de 1m (Barton, 1982). \n\n \n\nEm campo estimou-se em 10m o comprimento de onda das ondulações das superfícies \n\ncisalhadas na escala das bancadas. Para o cálculo do JRC para esse comprimento utilizou-se \n\na equação proposta por Barton &amp; Bandis (1982), que fornece a seguinte correção de escala: \n\n \n\n \n\n \n002,0\n\n0\n0\n\nJRC\n\nn\nn\n\nL\n\nL\nJRCJRC\n\n?\n\n?\n?\n?\n\n?\n?\n?\n?\n\n?\n=   (8. 2) \n\n \n\n\n\n 138\n\nOnde o JRC0 e L0 estão referidos à escala das leituras e JRCn e Ln estão referidos à \n\nescala cujos valores se quer estimar (dimensões in situ).  \n\nLogo, se os valores de: \n\nJRC0 = 20, \n\nL0 = 1 m \n\ne Ln = 10 m, \n\n \n\nE utilizando a equação 8.2 tem-se um valor corrigido de  JRCn  igual a 8. \n\n \n\n8.1.2 ESTIMATIVA DO JCS \n\n \n\nSegundo Barton &amp; Choubey (1977) o valor do JCS pode ser determinado pelo martelo de \n\nSchmidt, utilizando-se uma relação proposta por Deere &amp; Miller (1966) para se estimar a \n\nresistência à compressão uniaxial. Porém, no presente estudo adotou-se o valor da \n\nresistência à compressão uniaxial do maciço (BVP, 2009), cuja expressão, conforme o \n\ncritério de Mohr-Coulomb, é: \n\n \n\n \n?\n?\n\n?\nSen\n\nCosc\nJCS cm ?\n\n==\n1\n\n2\n  (8.3) \n\n \n\nAdmitiram-se os valores médios dos parâmetros de resistência para a máfica decomposta, \n\nquais sejam: c = 94 kPa e ? = 26°. \n\nAplicando-se, pois, a equação 8.3, é obtido o valor de JCS para a máfica decomposta: \n\n \n\n \n\nOs parâmetros de resistência encontrados para a zona de cisalhamento pelo modelo de \n\nBarton &amp; Bandis (1982) estão resumidos na Tabela 8.1. \n\n \n\nJCS = 300 kPa \n\n\n\n 139\n\nTabela 8.1 – Parâmetros de resistência calculados pelo Modelo de Barton &amp; Bandis e \nadotados nas análises de estabilidade. \n\n \n\nTipologia de Contato \n\nPeso \n\nEspecífico \n\nSeco \n\n???? (kN/m3) \n\nPeso \n\nEspecífico \n\nSaturado \n\n???? (kN/m3) \n\nJRC \nJCS \n\n(kPa) \n\nÂngulo de \n\nAtrito \n\n????r (°) \n\nZona de \n\nCisalhamento \n\nentre o \n\nMinério e a \n\nMáfica \n\nDecomposta \n\nZC-MD  19 20 8 300 18 \n\n \n\n8.2 RESULTADOS DAS RETROANÁLISES \n\n \n\nAs retroanálises foram realizadas empregando-se o programa Slide da Rocscience, versão \n\n5.0. Esse programa realiza análises bidimensionais de estabilidade de taludes e calcula o \n\nfator de segurança para rupturas circulares e não-circulares por Equilíbrio Limite. Os \n\nmétodos de análise utilizados foram: o de Spencer e o GLE /Morgenstern-Price, por  serem \n\nconsiderados pela literatura como métodos rigorosos.  \n\nPara as retroanálises realizadas nas três rupturas estudadas foram utilizados dois critérios de \n\nresistência: o de Mohr-Coulomb e o de Barton &amp; Bandis (1982). Empregou-se \n\nprimeiramente o critério de Mohr-Coulomb, utilizando-se os parâmetros médios obtidos \n\npelas envoltórias apresentadas no Capítulo 7, que foram:  \n\n \n\n? para a máfica decomposta (MD) c = 94 kPa e ? = 26º;  \n\n? para a hematita friável (HF) c = 123 kPa e ? = 38º ; \n\n? para as superfícies da zona de cisalhamento na máfica decomposta (ZC-MD) \n\nadotaram-se os valores obtidos nos ensaios Ring Shear de grande deformação \n\n(resistência residual), quais sejam, c = 9kPa e ? = 18º (Tabela 8.2).  \n\n \n\n\n\n 140\n\nTabela 8.2 – Parâmetros de resistência obtidos por ensaios. \n\n \n\nTipologias Avaliadas \n\n \n\nPeso \n\nEspecífico \n\nSeco \n\n???? (kN/m3) \n\nPeso \n\nEspecífico \n\nSaturado \n\n???? (kN/m3) \n\nCoesão \n\n(kPa) \n\nÂngulo \n\nde Atrito \n\n???? (°) \n\nMáfica Descomposta \n\n(parâmetros médios)  \nMD  18,5 20 94 26 \n\nHematita Friável \n\n(parâmetros médios) \nHM  37 38 123 38 \n\nZona de \n\nCisalhamento \nZC  19 20 9 (*) 18 (*) \n\n (*) Resistência a grandes deformações do ensaio do Ring Shear \n\n \n\nA Tabela 8.3 a seguir apresenta os valores de parâmetros de resistência de outros litotipos \n\nobtidos em campanhas anteriores e que não foram estudados neste trabalho. \n\n \n\nTabela 8.3 – Parâmetros de resistência de litotipos não ensaiados. \n\n \n\nMaterias \n\n \n\nPeso \n\nEspecífico \n\nSeco \n\n???? (kN/m3) \n\nPeso \n\nEspecífico \n\nSaturado \n\n???? (kN/m3) \n\nCoesão \n\n(kPa) \n\nÂngulo \n\nde Atrito \n\n???? (°) \n\nMáfica Sã MS  29 29 3200 50 \n\nHematita Dura HD  37 37 250 45 \n\nJaspelito JP  37 37 3750 43 \n\nCanga Canga  30 30 65 38 \n\n \n\nCom o emprego do critério de Mohr-Coulomb nas retroanálises das três rupturas estudadas \n\nfixaram-se os parâmetros da zona de cisalhamento (c = 9 kPa e ? =18º) e  ajustaram-se os \n\nparâmetros da hematita friável. Posteriormente, utilizando-se os parâmetros ajustados da \n\nhematita friável, empregou-se o critério de Barton &amp; Bandis (1982) para ajuste dos \n\n\n\n 141\n\nparâmetros das superfícies de cisalhamento, considerando-se como dados de entrada os \n\nvalores calculados e apresentados na Tabela 8.1. \n\n \n\nOs níveis de água utilizados nas seções foram estimados a partir de piezômetros existentes \n\nnas proximidades de cada seção retroanalisada. Na mina N4E há uma carência de dados \n\npiezométricos, muitos piezômetros encontram-se destruídos ou não foram instalados por \n\ndificuldades operacionais. \n\n \n\nÉ apresentado a seguir os resultados das retroanálises das rupturas nas três áreas estudadas \n\nassim denominadas: Ruptura Talude Cava Central, Ruptura Talude Sudeste e Ruptura \n\nTalude Sul (Figura 8.1). \n\n \n\n8.2.1 RUPTURA TALUDE CAVA CENTRAL \n\n \n\nEssa ruptura ocorreu de forma brusca em 10 de junho de 2008, após a retirada do “arrimo” \n\nde Formação Ferrífera do pé do banco 745. Não apresentou o nível freático elevado. Porém, \n\nalém do contato falhado de lapa, esse local está controlado lateralmente por uma falha \n\nvertical e subortogonal ao talude, que pode ter contribuído para a ocorrência da ruptura \n\ndevido a um desconfinamento lateral (Figura 8.3). \n\n \n\nNesse local, o contato de lapa entre o pacote de minério e a metabásica (footwall) \n\napresenta-se mais retilíneo e sem macro inflexões como o verificado na ruptura talude \n\nsudeste. A escavação no pé com bancos “encavalados” e o contato cisalhado de baixa \n\nresistência foram os principais fatores deflagradores dessa ruptura brusca. \n\n\n\n 142\n\n \n\nFigura 8.3 - Vista frontal da ruptura talude cava central. \n\n \n\nEm uma primeira análise, utilizando-se o critério de Morh-Coulomb (Figura 8.4), chegou-se \n\na Fatores de Segurança (FS) de 1.056 (Método de Spencer) e 1.010 (Método \n\nGLE/Morgenstern-Price), com os seguintes parâmetros de resistência (obtidos a partir dos \n\nensaios de laboratório): para a máfica decomposta (MD), c = 94 kPa e ? = 26º; para a \n\nhematita friável (HM), c = 123 kPa e ? = 38º e, para a zona de cisalhamento (ZC-MD), c = \n\n9kPa e ? = 18º.  \n\n \n\nEm uma segunda análise, mantendo-se (Figura 8.5) os parâmetros de Mohr-Coulomb da \n\nzona de cisalhamento fixos, obtiveram-se Fatores de Segurança (FS) de 0.996 (Método \n\nSpencer) e 1.005 (Método GLE/Morgenstern-price). Nessa análise foram realizadas \n\nalgumas tentativas: primeiramente fixou-se a coesão da hematita friável (HM) em 100 kPa \n\ne variou-se o seu ângulo de atrito e, posteriormente, fixou-se este último e foi variada a \n\nprimeira. O objetivo foi obter o conjunto c e ? que melhor ajustasse o valor do Fator de \n\nSegurança na ruptura (FS = 1).  \n\n \n\n? ? \n\n\n\n 143\n\n \n\nFigura 8.4 – Retroanálise da Ruptura Cava Central – seção antes da ruptura – Critério de \n\nMorh-Coulomb. \n\n \n\nFigura 8.5 - Retroanálise, Seção Cava Central parâmetros HM ajustados – Critério de \n\nMohr-Coulomb. \n\n \n\n\n\n 144\n\nA Tabela 8.4 apresenta os valores de FS obtidos a partir das tentativas supracitadas. \n\nEncontram-se ali destacados os parâmetros de Mohr-Coulomb que forneceram o melhor \n\najuste para a seção da Figura 8.5. O ajuste dos parâmetros de resistência para a litologia em \n\nquestão (hematita friável – HM) foi feito a partir dos valores de parâmetros de resistência \n\napresentados na Figura 8.4. \n\n \n\nTabela 8.4 – Resultados (FSs) para a retroanálise com critério de Mohr-\n\nCoulomb. \n\nParâmetros Geomecânicos Fator de Segurança (FS) \n\nCoesão (c) kPa Ângulo de atrito (????) Método Spencer Método \nGLE \n\n100 38 1.032 1.024 \n\n100 39 1.042 1.013 \n\n100 40 1.052 1.009 \n\n100 41 1.035 1.003 \n\n100(*) 42(*) 0.996(*) 1.005(*) \n110 42 1.014 1.040 \n\n115 42 1.018 1.045 \n\n120 42 1.023 1.058 \n\n125 42 1.028 1.056 \n              (*) Parâmetros que forneceram o melhor ajuste (FS ? 1). \n \n\n \n\nPosteriormente ao ajuste dos parâmetros da hematita friável (Tabela 8.4), com os mesmos \n\nfixados ( c = 100 kPa e ? = 42º), foram retroanalisados os parâmetros de Barton &amp; Bandis \n\npara a zona de cisalhamento (ZC-MD). Pela Tabela 8.5 é possível verificar os resultados \n\ndessas retroanálises, onde constatou-se que o melhor conjunto de parâmetros para um FS \n\npróximo da unidade foi: JCS = 300 kPa.  \n\n \n\n \n\n \n\n \n\n \n\n\n\n 145\n\nTabela 8.5 – Resultados (FS) para a retroanálise com o critério de Barton &amp; Bandis \n\npara a ZC-MD. \n\n \n\nLitologia c (kPa) ???? \nMD 94  26  \nHM 100(*) 42(*) \n\nJCS (kPa) FS - Método Spencer FS - Método GLE \n\n300(*) 0.994(*) 1.025(*) \n\n320 0.998 1.020 \n\n350 1.000 1.073 \n\n400 1.004 1.081 \n\n650 1.046 1.077 \n\n750 1.060 1.090 \n\n800 1.066 1.096 \n\n900 1.077 1.092 \n1000 1.087 1.117 \n\n       (*)Parâmetros que forneceram o melhor ajuste (FS ? 1). \n \n\n \n\nA Tabela 8.5 apresenta os fatores de segurança (FS) obtidos para cada JCS e destaca o valor \n\nque forneceu o melhor ajuste para a zona de cisalhamento ZC-MD. \n\n \n\nA Figura 8.6 apresenta a seção da cava Central da Mina de N4E aqui retroanalisada pelo \n\nCritério de Barton &amp; Bandis, através da qual obteve-se dos valores de melhor ajuste \n\napresentados na Tabela 8.5. \n\n \n\n\n\n 146\n\n \n\nFigura 8.6 - Seção Talude Cava Central melhor ajuste para ZC_MD – Critério de Barton \n\n&amp; Bandis. \n\n \n\n8.2.2 RUPTURA TALUDE SUDESTE \n\n \n\nEsse evento envolveu uma deformação lenta no contato cisalhado de lapa, entre o minério \n\nde hematita friável e a rocha metabásica. Ali o contato apresenta-se com uma espessura em \n\ntorno de 2m, muito alterado e com baixa resistência, apresentando uma superfície de \n\nescorregamento plano-circular, sendo que logo abaixo se encontra o maciço metabásico \n\ncomposto por rocha sã. \n\n \n\nNa berma de elevação 460, onde aflorou a base da superfície plano-circular de ruptura, \n\nocorreu um soerguimento do piso observados nas Figuras 8.7 e 8.8. Em termos estruturais, \n\nali se verifica uma inflexão (horizontalização) do contato cisalhado. Nota-se que a forma da \n\nsuperfície de ruptura sofre grande influência dessa inflexão.  \n\n \n\nA sua existência determinou um movimento ascendente da parte inferior da massa instável, \n\nque explica seu soerguimento (“superfície de cavalgamento”), verificada na Figura 8.8. A \n\n\n\n 147\n\nação de um empuxo passivo, atuante sempre que ocorrem tais movimentos ascendentes, e \n\nas características mais dúcteis do contato cisalhado, explicam a natureza lenta e não brusca \n\nda deformação notada nessa ruptura.Nota-se na Figura 8.8 o detalhe das “superfícies de \n\ncavalgamento” na berma 460, onde ha a inflexão da máfica de lapa (footwall), funcionando \n\ncomo uma macro-rugosidade do contato.  \n\n \n\n \n\nFigura 8.7 – Detalhe do talude sudeste da mina de N4E. Influência da inflexão da \n\nmáfica de lapa sobre a base da superfície de ruptura  \n\n \n\n \n\nFigura 8.8 – Detalhe da zona de cisalhamento de lapa e do círculo de ruptura passando \n\npelo local de inflexão da máfica de lapa. da zona de cisalhamento de lapa e da \n\nsuperfície de ruptura passando pelo local de inflexão da máfica de lapa. \n\n \n\nDetalhe da \n\nsuperfície de \n\nsoerguimento (El. \n\n460) \nMS \n\nHM ZC \n\n\n\n 148\n\nEssa inflexão teria sido a principal causa da deformação lenta que foi verificada, \n\ndiferentemente do que ocorreu em outras áreas retroanalisadas, nas quais as rupturas foram \n\nbruscas, passando por contatos retilíneos. \n\n \n\nAdotou-se a mesma seqüência de análises utilizada para a ruptura da cava central. \n\nInicialmente se analisou a seção mostrada na Figura 8.9, empregando-se o critério de Morh-\n\nCoulomb. Foram obtidos Fatores de Segurança (FS) de 0.978 com o Método de Spencer e \n\nde 0.895 com o Método GLE/Morgenstern-Price. Os parâmetros de resistência utilizados \n\nforam: máfica decomposta (MD) c = 94 kPa e ? = 26º; hematita friável (HM) c = 123 kPa e \n\n? = 38º e, para a zona de cisalhamento (ZC-MD), c = 9 kPa e ? = 18º.  \n\n \n\n \n\nFigura 8.9 – Retroanálise da Seção da Ruptura Talude Sudeste – Critério de Morh \n\nCoulomb. \n\n \n\nO soerguimento da berma 460 foi lento e progressivo e pode ser evidenciado pelas Figuras \n\n8.10, 8.11 e 8.12. Apesar de não ter sido realizada uma instrumentação para \n\nacompanhamento dessa deformação, por levantamento topográfico observou-se um \n\nsoerguimento de aproximadamente 3m. Este soerguimento foi calculado pela diferença \n\n\n\n 149\n\ntopográfica entre as cotas da praça deformada e não deformada. Além disso, houve uma \n\ncoincidência com os recalques de 3m na crista do banco 530 (cuja posição está ilustrada nas \n\nFiguras 8.7 e 8.8). \n\n \n\n \n\nFigura 8.10 – Início do soerguimento no pé do banco (Outubro/2007). \n\n \n\n \n\nFigura 8.11 – Soerguimento com deformação lenta na berma 460, deformação lenta \n\n(Outubro/2007). \n\n\n\n 150\n\n \n\nFigura 8.12 – Início do soerguimento na berma 460 (outubro/2007). \n\n \n\nNa Figura 8.13 é apresentado o fator de segurança obtido considerando-se os parâmetros de \n\nmelhor ajuste para a hematita friável (HM).  \n\n \n\n \n\nFigura 8.13 – Retroanálise do talude sudeste: resultado para os parâmetros de melhor \n\najuste da HM – critério de Modelo Mohr-Coulomb. \n\n\n\n 151\n\nÉ possível observar um FS de 1.051 pelo Método de Spencer e de 0.956 pelo Método \n\nGLE/Morgenstern-Price com os parâmetros c = 125 kPa e ? = 42º para a hematita friável. \n\nEssa retroanálise foi realizada variando-se os valores de c e ? da hematita friável (HM) e \n\nfixando-se os demais parâmetros. Na Tabela 8.6 estão apresentados os resultados em \n\ntermos de Fatores de Segurança. Os valores que forneceram os Fatores de Seguranças  mais \n\npróximos da unidade foram: c = 125 kPa e ? = 42º. \n\n \n\nTabela 8.6 – Resultados (FSs) para a retroanálise com critério de Mohr-Coulomb. \n\n \n\nParâmetros Geomecânicos Fator de Segurança (FS) \nCoesão (c) kPa Ângulo de atrito \n\n(????) \nMétodo Spencer Método GLE \n\n100 38 0.959 0.875 \n100 39 0.965 0.890 \n100 40 0.989 0.899 \n100 41 0.990 0.916 \n100 42 1.026 0.924 \n110 42 1.016 0.935 \n115 42 1.040 0.941 \n120 42 1.045 0.951 \n\n125(*) 42(*) 1.051(*) 0.956(*) \n       (*)Parâmetros que forneceram o melhor ajuste (FS ? 1). \n \n \n \nPosteriormente ao ajuste dos parâmetros para a hematita friável, fixaram-se os mesmos (c = \n\n125 kPa e ? = 42o ) e foram retroanalisados os parâmetros de Barton &amp; Bandis da zona de \n\ncisalhamento (ZC-MD). Os resultados estão apresentados na Tabela 8.7, onde é possível \n\nverificar que o melhor valor de parâmetros para um FS próximo da unidade foi: JCS = 1000 \n\nkPa. \n\n \n\n \n\n \n\n \n\n\n\n 152\n\nTabela 8.7 – Resultados (FSs) para a retroanálise com o critério de Barton &amp; \n\nBandis para a ZC-MD. \n\n \nLitologia c (kPa) Ângulo de atrito ???? \n\nMD 94  26  \nHM 100 42 \nHM 125(*) 42(*) \n\nJCS (kPa) FS - Método Spencer FS - Método GLE \n\n300 0.994 1.025 \n\n300 1.032 0.940 \n\n320 1.032 0.940 \n350 1.032 0.940 \n400 1.033 0.941 \n650 1.043 0.951 \n700 1.040 0.956 \n900 1.048 0.975 \n\n1000(*) 1.057(*) 0.977(*) \n       \n           (*)Parâmetros que forneceram o melhor ajuste (FS ? 1). \n \n\n \n\nA Figura 8.14 apresenta a seção retroanalisada utilizando o critério de Barton &amp; Bandis de \n\nmelhor ajuste dos parâmetros para superfície de ruptura representada pela zona de \n\ncisalhamento (ZC-MD). \n\n \n\n \n\n\n\n 153\n\n \n\nFigura 8.14 - Retroanálise do Talude Sudeste, melhor ajuste para ZC-MD – Critério de \n\nBarton &amp; Bandis. \n\n \n\nNessa seção, o melhor ajuste para a superfície de ruptura (ZC-MD) foi obtido com JCS = \n\n1000 kPa: um Fator de Segurança igual a 1.057 pelo Método de Spencer e igual a 0.997 \n\npelo Método GLE/ Morgenstern-Price (Tabela 8.7). A diferença no JCS, de 300 kPa para \n\n1000 kPa, verificada nas  retroanálises da Cava Central do Talude Sudeste se deve à \n\ncontribuição direta da rocha máfica sã (MS). Observa-se na Cava Central uma maior \n\nespessura de máfica decomposta (MD) em contato com a zona de cisalhamento (ZC_MD), \n\npor onde passou a superfície de ruptura. O mesmo não é observado na seção mostrada na \n\nFigura 8.14, na qual se nota a máfica sã (MD) em contato direto com a zona de \n\ncisalhamento (ZC-MD). \n\n \n\n8.2.3 RUPTURA TALUDE SUL \n\n \n\nEssa ruptura ocorreu no dia 19 de fevereiro de 2009 no talude sul da mina N4E (Figura 8.1) \n\nenvolvendo cinco bancos irregulares com altura total de cerca de 100m. Também ocorreu \n\nno contato basal entre o minério de hematita friável e a máfica sã, constituído por uma zona \n\n\n\n 154\n\nde cisalhamento em máfica decomposta cisalhada, de um a dois metros de espessura e, \n\nnesse caso, com presença de água. As Figuras 8.15 e 8.16 apresentam em detalhe a zona de \n\ncisalhamento de contato na cicatriz de ruptura, com baixa resistência. \n\n \n\n \n\nFigura 8.15– Vista em perfil da superfície cisalhada na cicatriz da ruptura do talude sul. \n\n \n\n \n\nFigura 8.16 – Detalhe do contato de lapa entre o minério e a máfica. Nota-se na \n\nsuperfície de ruptura a máfica decomposta cisalhada e abaixo a máfica sã. \n\nAdotou-se a mesma metodologia das retroanálises anteriores. Primeiramente realizou-se \n\numa análise utilizando os seguintes parâmetros: máfica decomposta (MD) c = 94 kPa e ? = \n\nContato composto por máfica alterada \n\ne cisalhada  \n\n\n\n 155\n\n26º; hematita friável (HM) c = 123 kPa e ? = 38º e, para a zona de cisalhamento (ZC-MD), \n\nc = 9 kPa e ? = 18º. Obtiveram-se fatores de segurança iguais a 0.917, pelo Método de \n\nSpencer, e a 0.945, pelo Método GLE/ Morgenstern-Price. Os resultados estão apresentados \n\nna Figura 8.17 \n\n \n\nFigura 8.17 - Retroanálise, Seção da ruptura Talude Sudeste – Critério de Morh Coulomb. \n\n \n\nPosteriormente, fixaram-se os parâmetros da MD-ZC obtidos com os ensaios de Ring Shear \n\n(c = 9 kPa e ? = 18º) e retroanalisou-se a mesma seção, variando os parâmetros de Mohr-\n\nCoulomb da hematita friável (HM), conforme mostram os resultados na Tabela 8.8. \n\n \n\nNota-se que os parâmetros que forneceram o melhor ajuste foram c = 125 kPa e ? = 42º, \n\nresultando num FS = 0.994 para o Método de Spencer e FS = 0.990 para o Método GLE/ \n\nMorgenstern-Price. A Figura 8.18 mostra a seção retroanalisada. \n\n \n\n\n\n 156\n\nTabela 8.8 – Resultados (FSs) da retroanálise para cada par de parâmetros de \n\nMohr-Coulomb ajustados. \n\n \n\nParâmetros Geomecânicos Fator de Segurança (FS) \nCoesão (c) kPa Ângulo de atrito (????) Método \n\nSpencer \nMétodo GLE \n\n100 38 0.888 0.922 \n100 39 0.906 0.931 \n100 40 0.919 0.946 \n100 41 0.940 0.970 \n100 42 0.935 0.995 \n110 42 0.934 0.947 \n115 42 0.983 0.982 \n120 42 0.990 0.986 \n\n125(*) 42(*) 0.994(*) 0.990(*) \n          (*) Parâmetros que forneceram o melhor ajuste (FS ? 1). \n \n\n \n\nFigura 8.18 - Retroanálise do Talude Sudeste, melhor ajuste para HM – Critério de \n\nMohr Coulomb. \n\nApós a realização dessa retroanálise e de terem sido ajustados os parâmetros da hematita \n\nfriável, os mesmos foram fixados e, seguindo a mesma seqüência das retroanálises \n\n\n\n 157\n\nanteriores, retroanalisaram-se os parâmetros de Barton &amp; Bandis para a ZC_MD. Foram \n\nfixados JRC = 8, e o ?b = 18 ângulo de atrito residual obtido a partir dos ensaios ring shear. \n\nAjustou-se, portanto, apenas o JCS. Nota-se (Tabela 8.9) que para essa retroanálise o valor \n\nde melhor ajuste é JCS = 450 kPa. \n\n \n\nA Figura 8.19 mostra a seção retroanalisada. Os fatores de segurança obtidos foram: FS = \n\n0.986 (Método de Spencer) e FS = 1.008 (Método GLE/ Morgenstern-Price), parâmetros de \n\nmelhor ajuste A Figura 8.20 mostra uma vista frontal da ruptura em análise, onde é possível \n\nobservar uma surgência de água na superfície. Após a ruptura foram instalados nesse talude \n\ndez piezômetros que forneceram um nível muito variado. O Anexo VI apresenta os dados \n\nobtidos com os piezômetros instalados e a localização dos mesmos. \n\n \n\n \n\n \n\nFigura 8.19 - Retroanálise do Talude Sudeste, melhor ajuste para ZC_MD – Critério de \n\nBarton &amp; Bandis. \n\n \n \n \n \n\n\n\n 158\n\nTabela 8.9 – Resultados (FSs) e ajustes dos parâmetros de Barton &amp; Bandis. \n\n \n\nLitologia c (kPa) Ângulo de Atrito???? \nMD 94  26  \n\nHM 125 42 \n\nJCS (kPa) FS - Método Spencer FS - Método GLE \n\n300 0.983 1.009 \n320 0.984 1.009 \n350 0.976 1.010 \n400 0.979 1.015 \n\n450(*) 0.986(*) 1.008(*) \n650 1.008 1.028 \n700 1.012 1.034 \n900 1.019 1.049 \n\n1000 1.020 1.045 \n                    (*)Parâmetros que forneceram o melhor ajuste (FS ? 1). \n \n \n\n \n \n\nFigura 8.20 - Vista frontal da superfície da ruptura indicando-se o local de surgência de \n\nágua. \n\nSurgência \n\n\n\n 159\n\n8.3 SINTESE DOS RESULTADOS DAS RETROANÁLISES \n\n \n\nEste item apresenta os resultados das retroanálises das três rupturas de forma resumida e \n\ncomparativa, no que se refere aos resultados e métodos utilizados.  \n\n \n\nPela Tabela 8.10 é possível observar os parâmetros c e ? ajustados para a hematita friável \n\nnas retroanálises realizadas. Conclui-se que há uma faixa de variação de parâmetros de \n\nresistência da ordem de 100 a 125 kPa para a coesão e de 38º a 42º para o ângulo de atrito. \n\n \n\nPara a máfica decomposta da zona de cisalhamento (ZC-MD), nota-se que a resistência à \n\ncompressão das paredes (JCS) da superfície de contato da zona de cisalhamento (JCS) \n\nexibe uma faixa de variação entre 300 a 1000 kPa, está diretamente relacionada à espessura \n\ndesta zona de cisalhamento e da rocha sotoposta a ela. Na retroanálise da ruptura do talude \n\nda cava central o JCS resultou em 300 kPa em função da espessura da máfica decomposta \n\nsotoposta a zona de cisalhamento. A variação do JCS para 1000 kPa na ruptura do talude \n\nsudeste está diretamente relacionada à espessura da zona de cisalhamento e à máfica sã de \n\nbase (footwall).  \n\n \n\n\n\n 160\n\nTabela 8.10 – Resumo dos Resultados das Retroanálises Realizadas. \n\n \n\nMateriais \nAvaliados \n\nParâmetros de \nLaboratório \n\ne \n\nCalculados \n\nRuptura Talude Cava \nCentral \n\nRuptura Talude \nSudeste \n\nRuptura Talude Sul \n\nParâmetros Ajustados \n\nretroanalise \n\nParâmetros Ajustados \n\nretroanalise \n\nParâmetros Ajustados \n\nretroanalise \n\nc(kPa) ? JCS (kPa) \n\nCalculado \n\nc(kPa) ? JCS \n(kPa) \n\nc(kPa) ? JCS \n(kPa) \n\nc(kPa) ? JCS (kPa) \n\nMáfica \nDescomposta \n\n(MD) \n\n94 26 --- --- --- --- --- --- --- --- --- --- \n\nHematita \nFriável \n(HM) \n\n123 38 --- 100 42 --- 125 42 --- 125 42 --- \n\nZona de \nCisalhamento \n\n(ZC-MD) \n\n9 18 300 --- --- 300 --- --- 1000 --- --- 450 \n\n \n\n \n\n\n\n 161\n\nOs parâmetros da máfica decomposta (MD) não apresentaram variações em relação ao \n\nvalor médio de laboratório (c = 94 kPa e ? = 26º), basicamente porque as superfícies de \n\nruptura não passaram por esse litotipo . Para a hematita friável (HM) e para a zona de \n\ncisalhamento (ZC-MD) deve-se trabalhar dentro das faixas de parâmetros de resistência \n\naqui ajustados e aplicar a mesma metodologia de análise sempre que o modelo geológico \n\npermita. \n\n \n\nTambém é recomendável utilizar os critérios de Morh-Coulomb e de Barton &amp; Bandis, \n\nrespectivamente, para os materiais e as zonas de contato, quando as seções sendo analisadas \n\nforem similares às retroanalisadas no presente capítulo. É de se esperar resultados \n\npróximos, dentro das faixas de parâmetros definidas para cada litotipo analisado, desde que \n\nseja respeitada a setorização da mina de N4E em que se encontram. Vale ressaltar que o \n\ncontato de footwall possui macro ondulações e diferenciações nos litotipos. Isto deverá ser \n\nlevado em consideração nas análises de seções geomecânicas. As particularidades são \n\nrepresentadas pela espessura da máfica decomposta, pela inflexão da máfica e da zona de \n\ncisalhamento do contato de base (footwall). A geometria dos taludes definida pelo projeto \n\ndeve ser mantida durante a execução pela operação de mina. Respeitar a altura dos bancos e \n\na larguras das bermas definidas em projeto, não só aumenta a segurança dos taludes como \n\nevitará a deflagração de novas rupturas. \n\n \n\nÉ importante destacar que nas três rupturas retroanalisadas, a alteração da geometria de \n\nprojeto durante a execução dos planos de lavra foram condicionantes marcantes para o \n\naumento da relação angular entre o pacote de minério e a superfície de cisalhamento, \n\ncolaborando de forma decisiva para a deflagração dos eventos ocorridos. \n\n \n\n \n\n \n\n \n\n \n\n\n\n 162\n\nCAPÍTULO 09 \n\n \n\nCONCLUSÕES E SUGESTÕES PARA PESQUISAS FUTURAS \n\n \n\n \n\nEste capítulo apresenta a discussão e conclusões dos resultados obtidos, assim como realiza \n\ncomparações com dados obtidos em estudos anteriores. Elabora também algumas sugestões \n\npara pesquisas futuras e desenvolvimento de novos trabalhos. \n\n \n\nNo presente trabalho concluiu-se que, em escala de mina, três deformações tectônicas \n\nprincipais devem ser consideradas:  \n\n \n\n? a primeira deformação, definida por um cavalgamento de médio ângulo de caráter \n\ndúctil com transporte de massas de W para E gerando uma foliação direção N-S \n\ncom mergulho para W com mergulho entre 40º a 50º, a qual colocou em contato \n\nconcordante a formação ferrífera e a maciço metabásico;  \n\n \n\n? a segunda caracterizada por um cisalhamento transcorrente de caráter dúctil-ruptil  \n\ncom direção E-W e mergulhos médios a altos para N entre 55°-60°, verificado no \n\ntalude sul da mina N4E, definido pelo Sistema ou Zona de Falha Embaúbas;  \n\n \n\n? a terceira com movimentos transcorrentes de caráter rúptil (falhas) de direção NW-\n\nSE a E-W, com sistemas de pares de falhas sinistrais e dextrais propiciando teclas \n\nonde o contato entre a formação ferrífera e o maciço metabásico apresenta-se \n\ndiscordante. \n\n \n\nNo que se refere ao controle estrutural das superfícies retroanalisadas, o evento denominado \n\nde Ruptura Talude Cava Central é influenciado pela primeira fase deformacional de caráter \n\ndúctil (N-S) e terceira fase deformacional de caráter rúptil. O controle estrutural \n\ncondicionante dos eventos denominados Ruptura Talude Sudeste e Ruptura Talude Sul \n\n\n\n 163\n\nestão associados à segunda fase deformacional de caráter dúctil/rúptil (E-W) controlada \n\npela Falha Embaúbas. \n\n \n\nAs superfícies de ruptura avaliadas são do tipo: planar e/ou plano-circular. Para estudo e \n\nretroanálise destas rupturas, foram empregados os critérios de resistência de Mohr-\n\nCoulomb, para os vários materiais envolvidos, e de Barton &amp; Bandis para a superfície de \n\ncontato definida pela zona de cisalhamento (ZC-MD) localizada entre o pacote de hematita \n\nfriável e a rocha metabásica encaixante dos taludes de footwall. Para o material que compõe \n\na zona de cisalhamento foi adotado o ângulo de atrito básico obtido através de resultado do \n\nensaio de Ring Shear (ângulo de atrito residual), uma vez que não foi possível amostrar a \n\nmáfica decomposta da zona de cisalhamento (ZC-MD). Este parâmetro residual obtido \n\natravés do ensaio de Ring Shear foi comparado a valores de coesão e ângulo de atrito \n\nanteriormente praticados por empresas de consultorias, observados no Capítulo 7 e, como \n\napresentaram resultados muito próximos foram assim validados, mostrando que este ensaio \n\napresentou um resultado confiável para a coesão e ângulo de atrito residual utilizados para a \n\nzona de cisalhamento (ZC-MD). \n\n \n\nOs resultados dos ensaios geotécnicos de laboratório e das retroanálises realizadas \n\nmostraram valores dos parâmetros de resistência, em média, superiores aos observados nos \n\nestudos anteriores abordados no Capítulo 7. Isto se deve à amostragem e refinamento dos \n\nensaios realizados por unidades litológicas e sua distribuição dentro da mina de N4E. Outro \n\nfator importante foi o refinamento do zoneamento geomecânico, pelo qual foi possível \n\ncaracterizar e diferenciar, em campo, a rocha máfica decomposta com seus níveis de \n\nresistência variando de R0 a R1+ e o grau de foliação da hematita friável, que variou de \n\nfracamente laminada a fortemente laminada. A partir da obtenção destes valores e suas \n\naferições pelas retroanálises realizadas nas três rupturas ocorridas na Mina de N4E, pode-se \n\nrecalibrar os parâmetros de resistência anteriormente utilizados por unidade litológica no \n\nsoftware slide 5.0. Com isto foi possível trabalhar com valores (parâmetros de resistência) \n\nmais confiáveis e mais representativos. \n\n \n\nCom relação à superfície de cisalhamento, anteriormente não se utilizava o critério de \n\n\n\n 164\n\nBarton &amp; Bandis. As análises de estabilidade eram realizadas somente com o critério de \n\nMorh-Coulomb. Os parâmetros de resistência para os litotipos estudados, máfica \n\ndecomposta (MD), hematita friável (HF) e máfica decomposta da zona de cisalhamneto \n\n(ZC-MD), foram ajustados tanto pelo critério de Mohr-Coulomb quanto pelo critério de \n\nBarton  &amp; Bandis. A utilização do critério de Barton &amp; Bandis para ajuste dos parâmetros \n\nde resistência da zona de cisalhamento foi possível devido ao minucioso mapeamento das \n\namplitudes das rugosidades em campo, por meio de metodologia adequada. Esse nível de \n\ndetalhamento ainda não havia sido empregado na mina N4E e, conseqüentemente, não se \n\nlevava em consideração tal aspecto nas análises de estabilidade e retroanálises anteriores. \n\n \n\nCom os resultados das retroanálises pôde-se calibrar o modelo geomecânico e obter \n\nparâmetros a serem utilizados no contato de hangingwall e footwall, principalmente para as \n\náreas onde existe um histórico de rupturas no contato de footwall controladas pelas \n\nsuperfícies de cisalhamento. Esse modelo pode ser considerado válido e extrapolado para os \n\ntaludes de footwall das outras minas nas quais ocorram situações semelhantes, \n\nprincipalmente no talude leste da mina de N4WN. \n\n \n\nCom estes parâmetros ajustados, novas análises de estabilidade foram realizadas em seções \n\ngeomecânicas pré-definidas e ajustes foram realizados no pit final da mina de N4E para a \n\ngeometria proposta para o ano base 2009. \n\n \n\nEm função da alta DMT e da alta relação estéril/minério no flanco oeste e sudoeste da mina \n\nde N4E, talude de hangingwall foram, a partir da geometria da cava final ano base 2009, \n\nrealizada novas análises de estabilidade, com os novos valores dos parâmetros de \n\nresistência propostos neste trabalho para a máfica decomposta e hematita friável. Após \n\najustes na geometria da cava, alterando-se larguras de bermas e ângulos de face dos bancos, \n\ne trabalhando com um fator de segurança FS ? 1.4, foi possível agregar de 2 a 3 graus no \n\nângulo geral, por litologia, permitindo assim uma redução aproximada de 36 milhões de \n\ntoneladas de estéril e redução da interferência do limite da cava final com o depósito de \n\nestéril, denominado de PDE Oeste (Pilha de Estéril Oeste) localizada nas proximidades no \n\ntalude oeste e sudoeste da mina de N4E. \n\n\n\n 165\n\nAs três rupturas estudadas neste trabalho e a maioria das demais registradas na mina N4E \n\nforam condicionadas por três principais fatores: \n\n \n\n• forte condicionamento estrutural nos taludes de lapa (footwall), onde a zona de \n\ncisalhamento do contato apresenta baixos parâmetros de resistência (c = 9 kPa e ? = \n\n18º), muito bem caracterizados nos ensaios e retroanálises realizadas; \n\n \n\n• geometria dos taludes com ângulos praticados em não conformidade com os \n\nângulos de projeto, decorrente de problemas operacionais tais como: bancos com \n\nalturas superiores às previstas, bancos emendados, falta ou desrespeito de \n\ndemarcações topográficas, falta de drenagem superficial na mina descaracterizando \n\nas geometrias dos taludes, crescimento acelerado da produção sem a devida \n\npreocupação com a estabilidade dos taludes e de esclarecimentos básicos sobre \n\ngeotecnia, colaboraram diretamente com o aumento do risco e deflagrações de \n\nrupturas;  \n\n \n\n• presença de água, como no caso da ruptura do talude sul. Nesse talude é importante \n\nressaltar que a água surgida no contato com a zona de cisalhamento não é a do nível \n\nfreático e sim água de recarga nas fraturas da rocha metabásica sã em função das \n\nchuvas. Os taludes encontram-se muito fraturados em função do desmonte não \n\ncuidadoso (overbreak).  \n\n \n\n \n\nComo Sugestão para Trabalhos Futuros, recomenda-se a necessidade do estudo e \n\ndesenvolvimento de um modelo hidrogeotécnico, que deverá ser elaborado para dar suporte \n\nàs análises de estabilidade, abordando a importância da caracterização do nível freático e \n\nseu comportamento no maciço metabásico e no maciço definido pela hematita friável. Para \n\ntal sugere-se um adensamento na malha de piezômetros nos taludes em estéril e uma \n\ncompatibilização com os dados dos piezômetros e poços em minério, utilizados para o \n\ncontrole o monitoramento do rebaixamento do lençol freático na cava. É de suma \n\nimportância a elaboração de um modelo hidrogeológico que contemple a compartimentação \n\n\n\n 166\n\ngeomecânica da mina para um entendimento e confiabilidade dos dados utilizados nas \n\nanálises e retroanálises do modelo geomecânico  \n\n \n\nOutra sugestão a estudos futuros seria a inserção no modelo de blocos de curto prazo dos \n\nparâmetros geomecânicos: RQD, grau de alteração, grau de resistência, grau de \n\nfraturamento e dos parâmetros de resistência: densidade, coesão e ângulo de atrito. Com a \n\nutilização de métodos estatísticos e/ou geoestatísitcos, poderia ser elaborado um modelo \n\ngeomecânico 3D, o que facilitaria muito a seleção de parâmetros a serem utilizados para os \n\ndiversos litotipos presentes e sua distribuição espacial no maciço, facilitaria na elaboração \n\nde seções geotécnicas e se teria uma distribuição espacial (3D) para todo seqüenciamento \n\nda mina. \n\n \n\nAtravés deste modelo e dos seqüenciamentos de lavra, seria possível sua utilização, por \n\nexemplo, para o dimensionamento de novos equipamentos de escavações, \n\ndimensionamento e quantificação de materiais para detonação e otimização em perfurações, \n\nescavações e aprisionamento de verbas \n\n \n\nAinda como sugestão a novos trabalhos, recomenda-se novas campanhas de ensaios \n\ngeotécnicos de laboratório a serem, realizadas nas minas de N4WN, N5W e N5E, a fim de \n\ncaracterizá-las geomecanicamente nos moldes do trabalho realizado na mina de N4E, com o \n\nintuito de se refinar os modelos geomecânicos e os zoneamentos geotécnicos dessas minas, \n\nfornecendo os subsídios necessários à calibração dos parâmetros de resistência e revisões \n\ndos modelos geomecânicos. Como no presente trabalho os ensaios na hematita friável, se \n\nderam paralelos a foliação, recomenda-se em novas campanhas, retirar blocos de \n\namostragens maiores, a fim de se moldar corpos de prova que permitam ensaios de \n\nresistência perpendiculares a foliação. \n\n \n\nPor fim recomenda-se um estudo de desmonte controlado para os setores onde ocorrem \n\nmáfica sã, principalmente no talude sul da mina N4E a fim de evitar o fraturamento \n\nindevido do maciço (overbreak). Vale ressaltar que este talude é controlado pela Falha \n\nEmbaúbas, setor da mina de N4E que mais foram registradas rupturas e reativações de \n\n\n\n 167\n\nrupturas. Um estudo de desmonte controlado ou desmonte escultural neste setor poderá \n\nevitar no futuro novas rupturas e conseqüentemente novos retaludamentos, gerando gastos \n\ndesnecessários, maior segurança operacional e estabilidade no maciço rochoso. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 168\n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nAraújo, O.J.B., Maia, R.G.N., 1991. Serra dos Carajás, folha SB.22-ZA, Estado do Pará. \nPrograma Levantamentos Geológicos Básicos do Brasil. Companhia de Pesquisa de \nRecursos Mimerais. 136 pp. \n \nBandis, S.C.; A. C. Lumsden &amp; N. R. Barton – (1983) – Fundamentals of rock joint \ndeformation – Int. J. Rock Mech. Min. Sci. &amp; Geomech. Abstr., v. 20, n. 6, pp 249-268. \n \nBarton, N. (1973). Review of  a New Shear Strength Criterion for RocK Joints. Engineering \nGeology 7, 287-332; \n \nBarton, N. (1974). A Review of The Shear Strength of Filled Discontinuities in Rock. \nNorwegian Geotechnical Institute Publication no. 105; \n \nBarton, N. R. &amp; Choubey, V. (1977). The shear strength of rock joints in theory and \npractice. Rock Mechanics, v. 10, n. 1-2, pp 1-54; \n \nBarton, N. (1982). Shear Strength Investigations for Surface Mining. In Stability in Surface \nMining, Proceedings of 3rd  International Conference (ed. CO Brawner), Vancouver, \nBritish Columbia, pp 171-196. Society of Mining Engineers. AIME, New York; \n \nBarton, N. &amp; Bandis, S. (1982). Effects of Block Size on the Shear Behaviour of Jointed \nRock. Issues in Rock Mechanics. In Proceedings of 23 rd US Symposium of Rock \nMechanics (eds RE Goodman &amp; F.E. Heuze), Berkeley, California, pp 739-760. AIME, \nNew York; \n \nBarton, N. &amp; Bandis, S. (1990). Review of Predictive Capabilitis oj JOR-JCS Model in \nEngineering Pratice. Rock Joints. In Proceedings of International Symposium (eds N. \nBarton &amp; O. Stephansson), Loen, Norway. Pp 603-610. BALKEMA, Totterdam; \n \nBarton, N &amp; Choubey, V. (1977). The Shear Streangth of Rock Joints in Theory and \nPratice. Rock Mechanics 12 (1), 1-54; \n \nBeale, G. (2009). Hydrogeological Model –Guidelines For Open Pit Slope Design (Editors: \nJohn Read and Peter Stacy). Csiro Publishing – Australia, pp141 - 154; \n \nBVP Engenharia Ltda (2008). Mapeamento Litoestrutural e Geomecânico da Mina de N4E, \nSerra dos Carajás – PA. Relatório Interno, Carajás – PA, 84p; \n \nBVP Engenharia Ltda (2009). Consolidação e Análise dos Resultados dos Ensaios \nGeotécnicos de Laboratório Realizados nas Minas de N4E, N5E e N4WN - VL 707.01-09-\nE-CA-RT- 19-002. 51p; \n \n\n\n\n 169\n\nBVP Engenharia Ltda (2009). Detalhamento Geotécnico das Rochas Máficas Decompostas \ne Hematitas Moles da Mina N4E e Correlação com Ensaios Laboratoriais - VL 707-01-09-\nE-CA-RT-11-003-00. 23p; \n \nBVP Engenharia Ltda (2007). Relatório de Visita - Avaliação Preliminar da Ruptura \nOcorrida no Talude SE da Mina de  N4E, no. 2007.073-E-CA-RT-11-005 Novembro/2007. \n8p; \n \nCPRM (2008). Geologia e Recursos Minerais do Estado do Pará: Sistema de Informações \nGeográficas – SIG: Texto Explicativo dos mapas Geológicos e tectônicos e de recursos \nMinerais do Estado do Paraná. Escala 1:1.000.000. Belém-PA. Pp 113-127; \n \nCESP (2006). Relatório LEC-037/06. Mina de Ferro Carajás (CVRD) – Ensaios \nGeotécnicos para Definição de parametros de Estabilidade das Pilhas de estéreis e Taludes \nde Mina (Parte 1). Ilha Solteira – SP. 60p; \n \nCESP (2006). Relatório LEC-038/06. Mina de Ferro Carajás (CVRD) – Ensaios \nGeotécnicos para Definição de Parâmetros de Estabilidade das Pilhas de estéreis e Taludes \nde Mina (Parte 2). Ilha Solteira – SP. 121p; \n \nCESP (2009). Relatório LEC-006/09 – Mina de Ferro Carajás (CVRD) – Ensaios \nGeotécnicos em Amostras Indeformadas de Solo e de Rocha Extraídas das Cavas N4E, \nN4W e N5E. Ilha Solteira – SP. 114p; \n \nDeere, D.U. &amp; Miller, R. (1966). Engineering Classification and Index Properties for Intact \nRock. Technical Report No. AFWL-TR-65-116, Air Force Weapons lab., Kirtland Base, \nNew México; \n \nDOCEGEO (Rio Doce Geologia e Mineração S.A.), 1988. Província Mineral de Carajás. \nLitoestratigrafia e principais depósitos minerais. 35º. Congresso Brasileiro de Geologia, \nvol. 165. \n \nFerreira, F. M. (1998). Metodologia para Definição de ângulos de taludes de minas a Céu \nAberto em maciços Heterogêneos. Tese de Doutorado. São Paulo. 227p. \n \nGEOESTRUTURAL Consultoria e Projetos Ltda. 2007. Estudo de Estabilidade e \nDimensionamento dos Taludes de N4E. Relatório Interno. Vol. 1, 210p. \n \nGOLDER Associates (1996). Review of the Mining Geotechnical Apsetcts of the N4E. \nMine – Carajás Operations. Burnaby, B. C. Canada. 13p; \n \nGOLDER Associates (1996). Review Visit – December 1998. Burnaby, B. C. Canada. 21p; \n \nGOLDER Associates (2005). Relatório Interno – RT-039-5108-1210-0132. Parajás-PA. pp \n6-7; \n \n\n\n\n 170\n\nGoodman, R.E. (1989). Introduction to Rock Mechanics. 2nd ed. John Willeu &amp; Sons. New \nYork. 562p. \n \nHoek, E.&amp; Bray, J. W. (1981). Rock Slope Engineering. Institution of Mining ad \nMetallurgy. Third Edition. London - UK; \n \nHoek, E. &amp; Brown, E. T. (1980). Underground Excavations in rock. The Institution of \nMining and Metallurgy, London - UK; \n \nHoek, E. &amp; Brown, E. T. (1997). Pratical estimates of Rock Mass Strength. International \nJournal of Rock Mechanics and Mining Science 34(8), 1165-1186; \n \nHoek, E., Wood D. &amp; Sha, S. (1992). A Modified Hoek-Brown Criterion for Jointed Rock \nMasses. Rock Characterization. Proceedings of ISRM Symposium EUROCK’92 (ed. J. \nHudson), Chester, UK, pp 209-213. British geotechnical Society, London; \n \nHoek, E., Kaiser, P. K. &amp; Bawden, W. F. (1995). Support of Underground Escavations in \nHard Rock. BalKena Rotterdam, The Netherlands, 215p; \n \nHoldsworth, R.E., Pinheiro, R.V.L., 2000. The Anatomy of Shallowcrustal Transpressional \nStructures: Insights from the Archean Carajás Fault Zone, Amazon, Brazil. Journal of \nStructural Geology, 22, 1105–1123. \n \nISRM (1981). Rock Characterization, testing and monitoring – ISRM Suggested methods. \nPergamon Press, London. 211p; \n \nKarzulovic A. and Read, J. (2009). Rock Mass Model - Guidelines For Open Pit Slope \nDesign (Editors: John Read and Peter Stacy). Csiro Publishing – Australia pp  94-108; \n \nLobato L. M., Figueiredo e Silva R. C., Rosière C. A., Zucchetti M., Baars F.J., Pimentel \nM., Rios F. J., Seoane J. C. S. and Monteiro A.M.(2005) Hydrothermal Origin for the Iron \nMineralisation, Carajás Province, Pará State, Brazil. In: Proceedings of Iron Ore, 446p. \n \nLopes, M. da C. (2006). Comportamento Geotécnico e Mecanismo de Ruptura em Rochas \nBrandas, Mina Córrego do Sítio. Dissertação de Mestrado. Universidade Federal de Ouro \nPreto. 94p; \n \nMacambira, J.B., 2003. O Ambiente Deposicional da Formação Carajás e uma Proposta \nde Modelo Evolutivo para a Bacia Grão-Pará. Tese de Doutorado. Universidade Estadual \nde Campinas. Campinas. 217p; \n \nMacambira, M.J.B.; Ramos, J.F.F.; Assis, J.F.P.; Figueiras, A.J.M. 1990. Projeto Serra \nNorte e Projeto Pojuca. Convênio SEPLAN/DOCEGEO/UFPA/DNPM. Relatório final. \n150 p. \n \nMaldonado, A. F. (2005). Caracterização das estruturas geológicas e estimativa da \n\n\n\n 171\n\nresistência ao cisalhamento das descontinuidades na mineração de cobre de Tintaya, Peru. \nDissertação de Mestrado, Instituto de Geociências, Universidade de Brasília, Brasília, DF, \nPP 83-104; \n \nMarçal, M.S. 1991. Aspectos lito-estruturais das Minas de Ferro N4E e manganês do Azul, \nSerra dos Carajás, Pará. Tese de Mestrado. UFPA/ Centro de Geociências. 135p. \n \nMDGEO Serviços de Hidrogeologia Ltda &amp; GEOESTRUTURAL Consultoria e Projetos \nLtda. 2006. Mapeamento Geológico no Entorno dos Depósitos de Ferro N4 e N5 do \nComplexo minerador de Carajás. Rel_CVRD_CKS_002_06,  29p. \n \nNBR 6457 (1986). Amostras de Solo – Preparação para Ensaio de Compactação e Ensaios \nde Caracterização. ABNT – Associação Brasileira de normas Técnicas. Rio de Janeiro – RJ. \n9p; \n \nNBR 6459 (1984). Determinação do Limite de Liquidez. ABNT – Associação Brasileira de \nnormas Técnicas. Rio de Janeiro – RJ. 6p; \n \nNBR 7180 (1984). Determinação do Limite de Plasticidade. ABNT – Associação Brasileira \nde normas Técnicas. Rio de Janeiro – RJ. 3p; \n \nNBR 7181 (1984). Solo – Análise Granulométrica. ABNT – Associação Brasileira de \nNormas Técnicas. Rio de Janeiro – RJ. 13p; \n \nNBR 6502 (1995). Rochas e Solos - Terminologia. ABNT – Associação Brasileira de \nnormas Técnicas. Rio de Janeiro – RJ. 18p; \n \nNBR 6508 (1984). Grãos de Solos que Passam na peneira de 4.8mm. Determinação de \nMassa Específica. ABNT – Associação Brasileira de normas Técnicas. Rio de Janeiro – RJ. \n8p; \n \nPacheco, P. G. M. (2005). Análise Numérica do Fluxo e da Estabilidade de uma Pilha de \nLixiviação de Minério de Cobre. Dissertação de Mestrado. Rio de Janeiro-RJ. PUC-\nRio.pp54-59; \n \nPatton, F. D. (1996). Multiple Modes of Shear Failure in Rock. Proceedings of 1 st \nCongress of International Society of Rock Mechanics, Lisbon, 1, 509-513; \n \nPenido, H. de A. (2006). Modelagem Computacional de Túneis: O Caso dos Túneis de \nFábrica Nova. UFOP. Ouro Preto – MG. pp 43-54; \n \nRead, J. &amp; Stacey, P. (2009). Guidelines For Open Pit Slope Design (Editors: John Read \nand Peter Stacy). Csiro Publishing – Australia, 88 – 263pp; \n \nRigo, M. L. (2005). Mineralogia, Intemperismo e Comportamento geotécnico de Solos \nSaprolíticos de Rochas Vulcânicas da Formação Serra Geral. Tese de Doutorado, Porto \n\n\n\n 172\n\nAlegre-RS. PPGEC/UFRGS, 348p; \n \nRocScience. SLIDE 5.0 Tutorials. www.rocscience.com \n \nRocSience. DIPS 5.0 Tutorials. www.rocscience.com \n \nRocSience. ROCKDATA 3.0 Tutorials. www.rocscience.com \n \nRosière, C.A.; Chemale Jr., F. 2000. Brazilian formations and their geological setting. \nRevista  Brasileira de Geociências, 30(2):274-278; \n \nSBC Consultoria (2002). Diagnóstico dos Escorregamentos do Talude da Aba SE, Mina \nN4E – Carajás (RE-CV-13-1034). Carajás – PA. 13p; \n \nSharma, S. (1996). XSTABL – Na Integrated Slope Stability Analysis Program for Personal \nComputers – Reference Manual – Version 5.1 Interractive Software Designs Inc.; \n \nSIAL, A.N., OLIVEIRA, E.P.; CHOUDHURI, A., 1987. Mafic Dykes Swarms of Brazil. \nGeological Association of Canada, p.467-481. (Special Paper, 34). \n \nSjoberg, J. (1999) Analysis of Large Scale Rock Slopes. Doctoral Thesis. Lulea University \nof Tecnology. Lulea Sweden. pp 1-318; \n \nTassinari, C.C.G.; Bettencourt, J.S.; Geraldes, M.C.; Macambira, M.J.C.; Lafon, J.M. 2000. \nThe Amazonian Craton. In: U. G. Cordani, E. J. Milani, A. Thomaz-Filho, D. A. Campos \n(ed), Tectonic Evolution of South America. Rio de Janeiro, IGC Brazil 2000, 41-99. \n \nTEIXEIRA, W., 1990. The Proterozoic mafic dyke swarms and alkaline intrusions in the \nAmazonian Craton, South America, and their tectonic evolution based on Rb-Sr, K-Ar and \n40Ar-39Ar geochronology. In: PARKER, RICKWOOD AND TUCKER (eds) Mafic \nDyques and Emplacement Mechanisms. Balkema, Rotterdam, p.285-293. \n \nVieira da Costa, T. A. (2008). Resistência e Deformabilidade do Minério Hematítico \nFriável nas Minas da VALE/DIFL. Borda oeste do Quadrilátero Ferrífero - MG. \nDissertação de Mestrado. UFOP. Ouro Preto – MG. 120p; \n \nWyllie, D.C. (1992). Foundations on Rock. E. &amp; FN Spon, London, UK; \n \nWyllie, D. C. &amp; Norrish, N.I. (1996) Rock Strength Proprieties and Their Measurement. In \nLandslides Investigation and Mitigation, Special report 247 (eds AK Turner &amp; R. \nSchuster),. Transportation Research Board, NRC, National Academy Press, Washingotn, \nDC. pp. 372-390; \n \nZea Huallanca, R. E. (2004). Mecanismos de Ruptura em taludes Altos de Mineração a Céu \nAberto. Dissertação de Mestrado. EESC-USP. São Carlos – SP. pp 1-45;  \n\n\n\nANEXOS \n \n \n\n \n\n \n \n \n \n \n \n \n\nANEXO I \n\nRESUMO DE PARAMETROS GEOTÉCNICOS PARA AS \n\nMINAS DE N4E E N4WN \n\n \n\n \n\n \n\n \n\n \n\n\n\nResumo de parâmetros geomecânicos para as minas de N4E e N4WN (GEOESTRUTURAL, 2007). \n\n \n\nMina Material Ensaio \n?nat  \n\n(kN/m³) \n?sat  \n\n(kN/m³) \n(?1 - ?3)máx \n\nFonte Data \nC' (kN/m²) ?' (º) \n\nN4E MD (A4/A3) CUSAT 15 19 20 25 LEC-SO-04/91_CESP 1991 \n\nN4E MD (A4/A3) CUSAT 15 19 10 28 LEC-SO-04/91_CESP 1991 \n\n- MD (A4) - 18 - 22 30 CVRD - \n\n- MD (A4/A3) - 19 - 35 30 CVRD - \n\n- MD (A3) - 26 - 950 23 CVRD - \n\n- MD (A2/A1) - 29 - 4410 45 CVRD - \n\n- MD (A1) - 29 - 4410 45 CVRD - \n\n- HM (A4) - 37 - 65 43 CVRD - \n\n- CG - 37 - 65 43 CVRD - \n\n- MBT - 37 - 65 43 CVRD - \n\n- JP - 37 - 3750 43 CVRD - \n\nN4E \nMD (A4) Setor \n\nLeste \nAcima NA \n\nCU 18 18 23 29,4 LEC-075/96_CESP 1996 \n\nCUSAT 18 18 5 28,6 LEC-075/96_CESP 1996 \nAbaixo NA CU 18 19 0 33,1 LEC-075/96_CESP 1996 \n\nN4E \nMD (A4) Setor \n\nOeste \nAcima NA \n\nCU 17 17 21 24 LEC-075/96_CESP 1996 \n\nCUSAT 18 18 30 26,3 LEC-075/96_CESP 1996 \n\nAbaixo NA CU 17 18 0 28,8 LEC-075/96_CESP 1996 \n\nN4E \nMD (A4/A3) \nSetor Leste \n\nAcima NA \nCU 19 19 24 29,6 LEC-075/96_CESP 1996 \n\nCUSAT 18 19 17 29,8 LEC-075/96_CESP 1996 \n\nAbaixo NA CU 19 19 27 32,9 LEC-075/96_CESP 1996 \n \n\nI.1 \n\n\n\nResumo de parâmetros geomecânicos para as minas de N4E e N4WN (GEOESTRUTURAL, 2007), continuação. \n\nMina Material Ensaio \n?nat \n\n (kN/m³) \n?sat \n\n (kN/m³) \n\n(?1 - ?3)máx \nFonte Data C' \n\n(kN/m²) \n?' (º) \n\nN4E \nMD (A4/A3) \nSetor Oeste \n\nAcima NA \nCU 18 19 14 30,7 LEC-075/96_CESP 1996 \n\nCUSAT 18 19 0 33 LEC-075/96_CESP 1996 \n\nAbaixo NA CU 18 18 4 32,5 LEC-075/96_CESP 1996 \n\nN4E MD (A4) - 14 20 20 25 RT-01-MI04-005/0_F.Ferraz 1991 \n\nN4E MD (A3) - 25 26 270 22 RT-01-MI04-005/0_F.Ferraz 1991 \n\nN4E MD (A2/A1) - perturbado - 29 29 3200 50 RT-01-MI04-005/0_F.Ferraz 1991 \n\nN4E MD (A2/A1) - não perturbado - 29 29 6050 54 RT-01-MI04-005/0_F.Ferraz 1991 \n\nN4E HM (A4) c/ lâminas duras - 37 39 65 43 RT-01-MI04-005/0_F.Ferraz 1991 \n\nN4E HM (A4) no contato c/ máfica - 37 39 75 33 RT-01-MI04-005/0_F.Ferraz 1991 \n\nN4E JP Duro (A2/A1) - 32 33 3750 48 RT-01-MI04-005/0_F.Ferraz 1991 \n\nN4E CG - 30 - 5 40 SBC – 08 / 2.002 2002 \nN4E MD (A4) Abaixo NA - 18 - 70 23,5 SBC – 08 / 2.002 2002 \nN4E MD (A4) Acima NA - 18 - 74 28 SBC – 08 / 2.002 2002 \nN4E MD (A4/A3) Abaixo NA - 19 - 60 29 SBC – 08 / 2.002 2002 \nN4E MD (A4/A3) Acima NA - 18 - 80 32 SBC – 08 / 2.002 2002 \n\nN4E MD (A3) - 25 - 270 22 SBC – 08 / 2.002 2002 \n\nN4E MD (A2/A1) - 29 - 3200 50 SBC – 08 / 2.002 2002 \n\nN4E HM - 38 - 75 33 SBC – 08 / 2.002 2002 \n\nN4E HM/D - 38 - 65 43 SBC – 08 / 2.002 2002 \n\nN4E HD (A2/A1) - 33 - 3750 48 SBC – 08 / 2.002 2002 \n\nN4E MD (A4) Setor Leste - - - 22 30 Golder-1996 1996 \n\nN4E MD (A4) Setor Oeste - - - 18 26,5 Golder-1996 1996 \n\nN4E MD (A4/A3) Setor Leste - - - 35 30 Golder-1996 1996 \n\nN4E MD (A4/A3) Setor Oeste - - - 25 31 Golder-1996 1996 \nI.2 \n\n\n\nResumo de parâmetros geomecânicos para as minas de N4E e N4WN (GEOESTRUTURAL, 2007), continuação. \n\n \n\nMina Material Ensaio ?nat\n  \n\n(kN/m³) \n?sat  \n\n(kN/m³) \n(?1 - ?3)máx \n\nFonte Data \nC' (kN/m²) ?' (º) \n\nN4WN HM - 38 - 75 33 SBC – 11 / 2.003 2003 \nN4WN HM/D - 38 - 65 43 SBC – 11 / 2.003 2003 \nN4WN MD (A4) Abaixo NA - 18.3 - 70 23.5 SBC – 11 / 2.003 2003 \nN4WN MD (A4) Acima NA - 18.2 - 74 28 SBC – 11 / 2.003 2003 \n\nN4WN Falha - 20 - 0 21 SBC – 11 / 2.003 2003 \n\nN4WN MD (A4) - 18.2 - 50 30 SBC – 11 / 2.003 2003 \nN4WN HM Classe VI - 32 - 70 36 Geoestrutural - 10 / 2.004 2004 \nN4WN HM Classe VI - 32 - 65 43 Geoestrutural - 10 / 2.004 2004 \nN4WN HM Classe V - 35 - 145 44 Geoestrutural - 10 / 2.004 2004 \nN4WN MD Classe VI - 20 - 25 25 Geoestrutural - 10 / 2.004 2004 \nN4WN MD Classe V - 22 - 50 28 Geoestrutural - 10 / 2.004 2004 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nI.3 \n\n\n\nANEXOS \n \n \n\n \n\n \n \n \n \n \n \n \n\nANEXO II \n\nRELAÇÃO DE BLOCOS INDEFORMADOS DA \n\nPRIMEIRA CAMPANHA DE ENSAIOS GEOTÉCNICOS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nRelação de blocos indeformados da primeira campanha de ensaios geotécnicos. \n\n \n\n \n\nCAVA BANCO AMOSTRAS POÇO LITOTIPOS BLOCOS PROF. (m) \n\n  \nN\n\n4\nE\n\n \n\n640 A PI-5 MD 6572 4,70 a 5,00 \n625 B PI-6 MD - - \n700 C PI-7 MD 6588 4,40 a 4,70 \n\n6589 4,90 a 5,20 \n460 D PI-10 HM 6573 2,70 a 3,00 \n\n6574 3,30 a 3,60 \n535 E PI-11A MD 6575 4,30 a 4,60 \n\n6576 4,70 a 5,00 \n595 F PI-13 MD 6578 4,10 a 4,40 \n\n6579 4,45 a 4,75 \n490 G PI-12A HM 6580 4,85 a 5,15 \n520 H PI-14 HM 6577 2,00 a 2,30 \n\n6582 2,50 a 2,90 \n475 I PI-15 HM 6583 2,00 a 2,30 \n\n6584 2,40 a 2,70 \nN4WN 535 J PI-16 HM 6585 2,00 a 2,30 \n\n6586 2,40 a 2,70 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nII.1 \n\n\n\nBlocos utilizados na 1ª. campanha de ensaios geotécnicos. \n\n  \nFoto 1 – PI-05 BCO 640 CNW \n\nLitotipo: MD, prof. 4,70/5,00 m \n\nFoto 2 – PI-07, BCO 700 SE \n\nLitotipo: MD, prof. 4,40/4,70 m \n\n  \nFoto 3 – PI-07, BCO 700 SE \n\nLitotipo: MD, prof. 4,90/5,20 m \n\nFoto 4 – PI-10, BCO 460 C \n\nLitotipo: HM, prof. 2,70/3,00 m \n\n  \nFoto 5 – PI-10 BCO 460 C \n\nLitotipo: HM, prof. 3,30/3,60 m \n\nFoto 6 – PI-11A BCO 535 CN \n\nLitotipo: MD, prof. 4,30/4,60 m \n\nII.2 \n\n\n\n  \nFoto 7 – PI-11ª BCO 535 CN \n\nLitotipo: MD, prof. 4,70/5,00 m \n\nFoto 8 – PI-12A BCO 490 CN \n\nLitotipo: HM, prof. 2,00/2,30 m \n\n  \nFoto 9 – PI-13 BCO 595 SW \n\nLitotipo: MD, prof. 4,10/4,40 m \n\nFoto 10 – PI-13 BCO 595 SW \n\nLitotipo: MD, prof. 4,45/4,70 m \n\n  \nFoto 11 – PI-13 BCO 595 SW \n\nLitotipo: MD, prof. 4,85/5,15 m \n\nFoto 12 – PI-14 BCO 520 N \n\nLitotipo: HM, prof. 2,00/2,30 m \n\n \n\nII.3 \n\n\n\n  \nFoto 13 – PI-14 BCO 520 N \n\nLitotipo: HM, prof. 2,50/2,90 m \n\nFoto 14 – PI-15  BCO 475 S \n\nLitotipo: HM, prof. 2,00/2,30 m \n\n  \nFoto 15 – PI-15 BCO 475 S \n\nLitotipo: HM, prof. 2,40/2,70 m \n\nFoto 16 – PI-16 BCO 550 N4WN \n\nLitotipo: HM, prof. 2,00/2,30 m \n\n \n\n \n\nFoto 17 – PI-16, BCO 550 N4WN, litotipo: \nHM, prof. 2,40/2,70 m \n\n \n\n \n\nII.4 \n\n\n\nANEXOS \n \n \n\n \n\n \n \n \n \n \n \n \n\nANEXO III \n\nRELAÇÃO DE BLOCOS INDEFORMADOS DA SEGUNDA \n\nCAMPANHA DE ENSAIOS GEOTÉCNICOS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nResumo das amostras utilizadas na segunda campanha (2007). \n\n \n\nMina Poço Litologia Amostra Bloco Prof. (m) \n\n \n\nN\n4\n\nE\n \n\n1 HM 1 9173 0,60 a 1,00 \n\n2 9174 0,70 a 1,10 \n\n2 MD 1 9184 1,00 a 1,30 \n\n  2 9185 1,80 a 2,10 \n\n3 MD 1 9188 1,40 a 1,70 \n\n3ª MD 1 9189 1,6- a 1,90 \n\n3B MD 1 9190 1,00 a 1,30 \n\n4 HM 1 9191 0,80 a 1,10 \n\n2 9192 0,80 a 1,10 \n\n5 HM 1 9193 0,60 a 0,90 \n\n2 9194 0,90 a 1,20 \n\n6 HM 1 9195 1,80 a 2,10 \n\n2 9196 2,20 a 2,50 \n\n \n\nN\n4\n\nW\nN\n\n \n\n1 HM 1 9180 1,80 a 2,10 \n\n2 9181 2,10 a 2,40 \n\n3 9182 2,40 a 2,70 \n\n4 9183 2,70 a 3,00 \n\n1ª HM 1 9175 1,60 a 1,90 \n\n2 9176 1,90 a 2,20 \n\n3 9177 2,20 a 2,50 \n\n \n\nN\n5\n\nE\n \n\n1 MD 1 9178 2,30 a 2,60 \n\n2 9179 2,80 a 3,10 \n\n2 MD 1 9186 1,90 a 2,20 \n\n2 9187 2,20 a 3,00 \n\n \n\n \n\n \n\nIII.1 \n\n\n\nFotos dos blocos utilizados para os ensaios da 2a campanha. (CESP, 2009). \n \n\n \n\n \n\n \nFoto 18 – N4E, PI-1, AM-1, 0,60-1,00 m  Foto 19 – N4E, PI-1, AM-2, 0,70-1,10 m \n\n \n\n \n\n \nFoto 20 – N4E, PI-2, AM-1, 1,00-1,30 m  Foto 21 – N4E, PI-2, AM-2, 1,80-2,10 m \n\n \n\n \n\n \nFoto 22 – N4E, PI-3, AM-1, 1,40-1,70 m  Foto 23 – N4E, PI-3A, AM-1, 1,60-1,90 m \n\n \n\nIII.2 \n\n\n\n \n\n \n\n \n\n \nFoto 24 – N4E, PI-3B, AM-1, 1,00-1,30 m  Foto 25 – N4E, PI-4, AM-1, 0,80-1,10 m \n\n \n\n \n\n \nFoto 26 – N4E, PI-4, AM-2, 0,80-1,10 m  Foto 27 – N4E, PI-5, AM-1, 0,60-0,90 m \n\n \n\n \n\n \nFoto 28 – N4E, PI-5, AM-2, 0,90-1,20 m  Foto 29 – N4E, PI-6, AM-1, 1,80-2,10 m \n\n \n \n \n\nIII.2 \n\n\n\n \n\n \n\n \nFoto 30 – N4E, PI-6, AM-2, 2,20-2,50 m \n\n \n\n Foto 31 – N4W, PI-1, AM-1, 1,80-2,10 m \n\n \n\n \n\n \nFoto 32 – N4W, PI-1, AM-2, 2,10-2,40 m  Foto 33 – N4W, PI-1, AM-3, 2,40-2,70 m \n\n \n\n \n\n \nFoto 34 – N4W, PI-1, AM-4, 2,70-3,00 m  Foto 35 – N4W, PI-1A, AM-1, 1,60-1,90 m \n\n \n \n \n \n\nIII.4 \n\n\n\n \n\nFoto 36 – N4W, PI-1ª, AM-2, 1,90-2,20 m  Foto37 – N4W, PI-1ª, AM-3, 2,20-2,50 m \n\n \n\nFoto 38 – N5E, PI-1, AM-1, 2,30-2,60 m  Foto 39 – N5E, PI-1, AM-2, 2,80-3,10 m \n\n \n\nFoto 40 – N5E, PI-2, AM-1, 1,90-2,20 m  Foto 41 – N5E, PI-2, AM-2, 2,70-3,00 m \n\n \n\nIII.5 \n\n \n\n\n\nANEXOS \n \n \n\n \n\n \n \n \n \n \n \n \n\nANEXO IV \n\nRESULTADO DA CONSOLIDAÇÃO DOS ENSAIOS DE \n\nLABORATÓRIO REALIZADOS NAS DUAS CAMPANHAS \n\nPARA A MÁFICA DECOMPOSTA (BVP, 2009) \n\n \n\n \n\n\n\nResultado dos ensaios de laboratório realizados na Rocha Máfica Decomposta (MD) nas duas campanhas (BVP, 2009). \n\n \n\nIV.1 \n\n\n\nResultado dos ensaios de laboratório realizados na Rocha Máfica Decomposta (MD) nas duas campanhas (BVP, 2009), continuação. \n\n \n\n \n\n \n\nIV.2\n\n\n\nANEXOS \n \n \n\n \n\n \n \n \n \n \n \n \n\nANEXO V \n\nRESULTADO DA CONSOLIDAÇÃO DOS ENSAIOS DE \n\nLABORATÓRIO REALIZADOS NAS DUAS \n\nCAMPANHAS PARA A HEMATITA FRIÁVEL (BVP, \n\n2009) \n\n \n\n \n\n\n\nResultado das 1ª e 2ª campanhas dos ensaios de laboratório realizados na Hematita mole ou friável (HM), (BVP, 2009).  \n\n \n\n \n\nV.1\n\n\n\nResultado das 1ª. e 2ª. campanhas dos ensaios de laboratório realizados na Hematita mole ou friável (HM), continuação (BVP, 2009). \n\n \n\nV.2\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nANEXO VI \n\nPIEZOMETROS UTILIZADOS NAS ANÁLISES DA \n\nRUPTURA SUL\n\n\n\nX Y Z X Y Z X Y Z X Y Z X Y Z\n420,393 -106,216 614,086 420,393 -106,216 614,086 170,268 36,004 588,944 1210,436 -32,580 614,852 1064,772 -68,529 599,905\n\nCota  Medida Cota Cota  Medida Cota Cota  Medida Cota Cota  Medida Cota Cota  Medida Cota\nAtual (m) N.D. (m) N.D. (m) Atual (m) N.D. (m) N.D. (m) Atual (m) N.D. (m) N.D. (m) Atual (m) N.D. (m) N.D. (m) Atual (m) N.D. (m) N.D. (m)\n\n06/04/09 614,086 17,55 596,54 614,086 17,06 597,03 588,944 37,08 551,86 614,852 19,67 595,18 599,905 9,35 590,56\n05/05/09 614,086 11,76 602,33 614,086 11,58 602,51 588,944 38,88 550,06 614,852 16,00 598,85 599,905 8,89 591,02\n08/06/09 614,086 12,04 602,05 614,086 11,10 602,99 588,944 35,28 553,66 614,852 19,45 595,40 599,905 9,87 590,04\n08/07/09 614,086 14,49 599,60 614,086 15,62 598,47 588,944 38,96 549,98 614,852 16,20 598,65 599,905 10,66 589,25\n28/07/09 614,086 16,18 597,91 614,086 18,04 596,05 588,944 41,79 547,15 614,852 18,06 596,79 599,905 11,14 588,77\n26/08/09 614,086 16,72 597,37 614,086 14,50 599,59 588,944 42,57 546,37 614,852 19,53 595,32 599,905 11,16 588,75\n25/09/09 614,086 15,06 599,03 614,086 16,37 597,72 588,944 43,22 545,72 614,852 18,52 596,33 599,905 11,24 588,67\n27/10/09 614,086 17,08 597,01 614,086 17,33 596,76 588,944 44,76 544,18 614,852 18,17 596,68 599,905 11,14 588,77\n26/11/09 614,086 17,55 596,54 614,086 17,25 596,84 588,944 44,23 544,71 614,852 16,75 598,10 599,905 11,01 588,90\n22/12/09 614,086 15,22 598,87 614,086 14,93 599,16 588,944 45,21 543,73 614,852 15,89 598,96 599,905 10,84 589,07\n\nX Y Z X Y Z X Y Z X Y Z X Y Z\n1106,413 -209,518 643,251 249,118 87,498 557,140 514,396 6,935 560,340 561,470 300,917 -49,228 602,327\n\nCota  Medida Cota Cota  Medida Cota Cota  Medida Cota Cota  Medida Cota Cota  Medida Cota\nAtual (m) N.D. (m) N.D. (m) Atual (m) N.D. (m) N.D. (m) Atual (m) N.D. (m) N.D. (m) Atual (m) N.D. (m) N.D. (m) Atual (m) N.D. (m) N.D. (m)\n\n06/04/09 643,251 2,42 640,83 557,140 108,00 449,14\n05/05/09 643,251 1,42 641,83 557,140 109,89 447,25 560,340 19,23 541,11 561,470 61,09 500,38 602,327 20,68 581,65\n08/06/09 destruido 557,140 108,45 448,69 560,340 18,71 541,63 561,470 59,32 502,15 602,327 20,08 582,25\n08/07/09 destruido 557,140 106,72 450,42 560,340 30,68 529,66 561,470 64,59 496,88 602,327 28,24 574,09\n28/07/09 destruido 557,140 106,30 450,84 560,340 35,15 525,19 561,470 67,02 494,45 602,327 33,90 568,43\n26/08/09 destruido 557,140 106,35 450,79 560,340 36,56 523,78 561,470 68,29 493,18 602,327 37,58 564,75\n25/09/09 destruido 557,140 106,57 450,57 560,340 37,02 523,32 561,470 68,68 492,79 602,327 39,12 563,21\n27/10/09 destruido 557,140 106,92 450,22 560,340 38,19 522,15 561,470 69,50 491,97 602,327 40,28 562,05\n26/11/09 destruido sem informação 560,340 37,71 522,63 destruido 602,327 40,78 561,55\n22/12/09 destruido sem informação destruido destruido 602,327 37,21 565,12\n\n             Nível estático: \n\n             Nível estático:              Nível estático:              Nível estático:              Nível estático:              Nível estático: \n\nPASNN4E-62\n\nPASNN4E-63 PASNN4E-64 PASNN4E-65 PASNN4E-66 PASNN4E-67\n\n             Nível estático:              Nível estático:              Nível estático:              Nível estático: \n\nData\n\nData\n\nPASNN4E-59 PASNN4E-59A PASNN4E-60 PASNN4E-61\n\n \n\nVI.1"}]}}}