{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10548"}, {"@name": "filename", "#text": "15689_LD_COEAM_2016_1_06.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE TECNOLÓGICA FEDERAL DO PARANÁ DEPARTAMENTO ACADÊMICO DE AMBIENTAL CURSO DE ENGENHARIA AMBIENTAL\nCRISTIAN ROBERTO MARCUCCI\nESTRUTURA DAS ASSEMBLEIAS DE PEIXES DE TRECHOS DE RIACHOS SUBMETIDOS A DIFERENTES GRAUS DE URBANIZAÇÃO NA REGIÃO DE LONDRINA-PR\nTRABALHO DE CONCLUSÃO DE CURSO\nCRISTIAN ROBERTO MARCUCCI\nESTRUTURA DAS ASSEMBLEIAS DE PEIXES DE TRECHOS DE RIACHOS SUBMETIDOS A DIFERENTES GRAUS DE URBANIZAÇÃO NA REGIÃO DE LONDRINA-PR\nTrabalho de Conclusão de Curso de graduação, apresentado ao Curso Superior de Engenharia Ambiental da Universidade Tecnológica Federal do Paraná - UTFPR, Campus Londrina, como requisito parcial para a obtenção do título de Engenheiro Ambiental.\nOrientador: Prof. Dr. Edson Fontes de Oliveira\nMinistério da Educação Universidade Tecnológica Federal do Paraná Campus Londrina Coordenação de Engenharia Ambiental\nTERMO DE APROVAÇÃO\nTítulo da Monografia\nEstrutura das assembleias de peixes de trechos de riachos submetidos a diferentes graus de urbanização na região de Londrina-PR por\nCristian Roberto Marcucci\nMonografia apresentada no dia 28 de junho de 2016 ao Curso Superior de Engenharia Ambiental da Universidade Tecnológica Federal do Paraná, Câmpus Londrina. O candidato foi arguido pela Banca Examinadora composta pelos professores abaixo assinados. Após deliberação, a Banca Examinadora considerou o trabalho ______________________________________________________________ (aprovado, aprovado com restrições ou reprovado).\nProf. Dr. Oscar Akio Shibatta\n(UEL - Departamento de Biologia)\nProfa. Dra. Patrícia Carneiro Lobo Faria (UTFPR)\nProf. Dr. Edson Fontes de Oliveira (UTFPR) Orientador\nA Folha de Aprovação assinada encontra-se na Coordenação do Curso\nEm memória de meu avô, Lazaro de Souza, que diversas vezes sofreu pelo time de coração junto ao neto, deixando profunda saudade.\nAGRADECIMENTOS\nAo Professor Edson Fontes de Oliveira, orientador e amigo, que compartilhou suas experiências e contribuiu para o meu desenvolvimento profissional e pessoal ao longo de toda a jornada acadêmica.\nÀ Universidade Tecnológica Federal do Paraná, pela oportunidade, e a todos os professores que contribuíram para a minha formação. Ressalto, o professor Reginaldo Fidelis, pela sua amizade e pelas pedaladas aos finais de semana, e a professora Ligia Batista, que diversas vezes disponibilizou seu tempo para auxiliar e compartilhar seus conhecimentos.\nÀ Fundação Araucária, pela bolsa de iniciação científica.\nAo Programa Ciência sem Fronteiras, por ter me concedido a oportunidade ímpar de realizar intercâmbio na Noruega.\nÀ Universidade de Stavanger, pela oportunidade, assim como o International Research Institute of Stavanger, e aos professores Magne O. Sydnes, Daniela M. Pampanin, Steinar Sanni e Roald Kommedal.\nÀ Nelissa, que apoiou, incentivou e cobrou, sempre disposta a colaborar.\nAos colegas de graduação, principalmente ao Bruno, Junio e Lucas, que se tornaram grandes companheiros.\nAos colegas do Laboratório de Ecologia Teórica e Aplicada, que contribuíram para a realização do trabalho, pelas viagens e gargalhadas.\n“Bicho gente está doente Mata o mundo, mata gente Parem as guerras Deixe a Terra em paz!”\n(Cólera, 2004)\nRESUMO\nAmbientes aquáticos de menores ordens integram diversos processos físicos, químicos e biológicos de seu entorno, dessa forma, são influenciados diretamente pelo padrão de uso e ocupação do solo da bacia, sendo intensamente pressionados pela ocupação urbana. Os impactos gerados por tal ocupação tendem a causar a diminuição da diversidade de espécies, modificando o padrão das assembleias de peixes. O objetivo do presente trabalho foi avaliar os padrões de diversidade das assembleias de peixes em trechos de riachos submetidos a diferentes graus de urbanização. Foram analisados trechos de riachos das bacias dos ribeirões Cambé, Cafezal e Taquara, na região de Londrina-PR. Por meio de geoprocessamento, a paisagem dos trechos estudados foi classificada em cinco unidades: vegetação densa, agricultura/campo, solo nu, área impermeabilizada e espelho d'água. Foram realizadas coletas de peixes, por meio de pesca manual e elétrica, em três pontos amostrais ao longo de um gradiente longitudinal, trimestralmente de 2013 a 2014. Os parâmetros limnológicos, tais como condutividade elétrica, turbidez, pH e oxigênio dissolvido, também foram aferidos durante as coletas. As unidades de paisagem, parâmetros limnológicos e diversidade foram relacionados por meio de uma Análise de Componentes Principais. De acordo com o percentual de impermeabilização, o ribeirão Cambé está inserido em uma área mais urbanizada, assim como a sub-bacia do ponto 1 do ribeirão Cafezal. Os locais com maior influência da urbanização apresentaram maior condutividade, podendo indicar presença de poluentes. O ribeirão Taquara, que possui menor área urbana, apresentou maior semelhança da riqueza e diversidade entre os pontos de coleta, enquanto os demais ribeirões apresentaram variação de riqueza, diversidade e equitabilidade. Os pontos sob influência urbana apresentaram menor número de espécies Characiformes e Siluriformes, e dominância de espécies exóticas, tolerantes a perturbações no ambiente em que estão inseridas. A Análise de Componentes Principais segregou os pontos amostrados, revelando forte relação entre a urbanização, condutividade elétrica e percentual de indivíduos da espécie Poecilia reticulata. A análise revelou também, que os locais com menor influência urbana apresentam maior riqueza e diversidade, favorecendo a predominância de espécies Characiformes e Siluriformes, naturalmente mais abundantes em riachos neotropicais.\nPalavras-chave: ecologia de paisagem; urbanização; assembleia de peixes.\nABSTRACT\nSmall orders aquatic environments integrate various physical, chemical and biological processes of their surroundings, thus are directly influenced by the use and occupation pattern of the basin, being heavily pressured by urban occupation. The impacts generated by this occupation tend to cause the decline of species diversity, modifying the pattern of fish assemblages. The aim of this study was evaluate the diversity patterns of fish assemblages in streams excerpts under different degrees of urbanization. The streams excerpts analyzed belongs to the basins of Cambé, Cafezal and Taquara streams, in the Londrina region. Through GIS, the excerpts landscape was classified into five units: dense vegetation, agriculture I field, bare soil, sealed area and water surface. Fish were sampled by manual and electric fishing in three sampling sites along a longitudinal gradient on a quarterly basis from 2013 to 2014. The limnology parameters such as electrical conductivity, turbidity, pH and dissolved oxygen were also measured during the samplings. The landscape units, limnology parameters and diversity were related through a principal component analysis. According to the landscape impervious percentage, the Cambé stream is placed in a higher urbanized area, as well as the site 1 sub-basin of Cafezal stream. The sites with greater influence of urbanization showed higher conductivity, which may indicate the presence of pollutants. The Taquara stream, which has a smaller urban area, showed greater similarity of the richness and diversity between the sampling sites, while the other streams presented variation of richness, diversity and evenness. The sites under urban influence had fewer Characiformes and Siluriformes species and dominance of exotic species, tolerant to disturbances in the environment. The Principal Component Analysis segregate the sampled sites, revealing strong relationship between urbanization, electrical conductivity and percentage of individuals of the species Poecilia reticulata. This analysis also showed that sites with smaller urban influence have higher richness and diversity, favoring the predominance of Characiformes and Siluriformes species naturally more abundant in neotropical streams.\nKeywords: landscape ecology; urbanization; fish assemblage.\nLISTA DE FIGURAS\nFigura 1 - Localização geográfica das bacias hidrográficas e dos pontos de amostragem..........................................................................21\nFigura 2 - Classificação das unidades de paisagem da cabeceira do ribeirão Cambé, com delimitação das sub-bacias tendo os pontos de amostragem como exutórios...........................................................................27\nFigura 3 - Classificação das unidades de paisagem da cabeceira do ribeirão Cafezal, com delimitação das sub-bacias tendo os pontos de amostragem como exutórios...........................................................................28\nFigura 4 - Classificação das unidades de paisagem da cabeceira do ribeirão Taquara, com delimitação das sub-bacias tendo os pontos de amostragem como exutórios...........................................................................28\nFigura 5 - Riqueza observada e estimada por meio do ICE (Estimador de Cobertura Baseado em Incidência) das assembleias de peixes em cada ponto amostrado, em função do número acumulado de amostras. *para a segunda coleta a estimativa (ICE) é igual a 42 espécies.............................36\nFigura 6 - Médias e desvios padrões da Riqueza (S), Diversidade (H') e Equitabilidade (J') das assembleias de peixes nos pontos amostrados, em trechos de três riachos da região de Londrina-PR, durante dois anos de amostragem. Em cada gráfico, médias diferentes seguidas da mesma letra não diferem significativamente pelo Teste de Kruskal-Wallis (p<0,05)............................38\nFigura 7 - Resultado da Análise de Componentes Principais com os dois eixos significativos de acordo com o modelo de Broken-Stick para os pontos amostrados, em trechos de três riachos da região de Londrina-PR, durante dois anos de amostragem.............................................................40\nLISTA DE TABELAS\nTabela 1 - Bandas espectrais capturadas pelos sensores presentes no satélite\nLandsat 8........................................................16\nTabela 2 - Coordenadas de localização geográfica dos pontos de amostragem...23\nTabela 3 - Percentuais das unidades de paisagem em relação as sub-bacias....29\nTabela 4 - Média dos parâmetros limnológicos para cada ponto de amostragem, assim como seus respectivos desvios padrões.......................................30\nTabela 5 - Abundância das espécies coletadas ao longo de dois anos de amostragem em trechos dos ribeirões Cambé, Cafezal e Taquara...........................33\nTabela 6 - Percentual de espécies das ordens Characiformes e Siluriformes coletadas nos pontos amostrados, em trechos de três riachos da região de Londrina-PR, durante dois anos de amostragem........................................37\nTabela 7 - Eixos gerados a partir da Análise de Componentes Principais dos dados de paisagem, limnológicos e de diversidade das assembleias de peixes nos pontos amostrados, em trechos de três riachos da região de Londrina-PR, durante dois anos de amostragem............................................39\nSUMÁRIO\n1\tINTRODUÇÃO..............................................12\n2\tOBJETIVOS...............................................14\n2.1\tOBJETIVO GERAL........................................14\n2.2\tOBJETIVOS ESPECÍFICOS.................................14\n3\tREFERENCIAL TEÓRICO.....................................15\n3.1\tANÁLISE ESPACIAL DA PAISAGEM..........................15\n3.2\tPARÂMETROS LIMNOLÓGICOS...............................17\n3.3\tDIVERSIDADE DAS ASSEMBLEIAS DE PEIXES.................19\n4\tMATERIAIS E M ÉTODOS....................................21\n4.1\tÁREA DE ESTUDO........................................21\n4.2\tPROCESSAMENTO DAS IMAGENS DE SENSORIAMENTO REMOTO......22\n4.3\tCOLETA DE DADOS.......................................23\n4.3.1\tColeta de parâmetros limnológicos...................24\n4.3.2\tAmostragem da ictiofauna............................24\n4.4\tANÁLISE DOS DADOS.....................................25\n5\tRESULTADOS E DISCUSSÃO..................................27\n5.1\tCLASSIFICAÇÃO DAS IMAGENS.............................27\n5.2\tPARÂMETROS LIMNOLÓGICOS...............................30\n5.3\tDIVERSIDADE DAS ASSEMBLEIAS DE PEIXES.................32\n6\tCONSIDERAÇÕES FINAIS....................................42\nREFERÊNCIAS...............................................44\n1 INTRODUÇÃO\nDentre as principais consequências decorrentes dos impactos antrópicos exercidos sobre os riachos, estão: contaminação química, eutrofização, sedimentação, assoreamento, canalização, controle do fluxo e introdução de espécies (CASSATTI, 2004; CUNICO; AGOSTINHO; LATINI, 2006; GALVES; JEREP; SHIBATTA, 2007; ORLINSKIY et al., 2015). Esses impactos tendem a reduzir a complexidade ambiental, diminuindo a disponibilidade de recursos, principalmente em razão da perda de heterogeneidade do substrato, homogeneização de micro hábitats, redução da profundidade e velocidade da água e eliminação de sítios para reprodução das espécies (CASSATTI, 2004; FERREIRA; CASSATTI, 2006; CUNICO; AGOSTINHO; LATINI, 2006).\nA avaliação e o monitoramento de sistemas aquáticos são normalmente realizados com indicadores químicos e físicos, como oxigênio dissolvido, pH, condutividade elétrica, temperatura, salinidade, turbidez e nutrientes (WOOTTON, 1990). Contudo, o uso desses parâmetros isoladamente não retrata suficientemente a realidade, de forma que a utilização da comunidade biológica como indicadora da qualidade dos ambientes tem se tornado cada vez mais importante (VIEIRA; SHIBATTA, 2007; JAMILLO-VILLA; CARAMASCHI, 2008) e, até mesmo, reconhecida pela legislação americana desde a década de 80 (FLOTEMERSCH; STRIBLING; PAUL, 2006;).\nOs peixes também podem e devem ser utilizados com a finalidade de avaliar a qualidade dos ambientes aquáticos em que estão inseridos, pois (i) são amostrados em campo de forma relativamente menos complexa, e (ii) fornecem informações de impactos negativos acumulativos (FLOTEMERSCH; STRIBLING; PAUL, 2006). Nesse contexto, a análise da estrutura das assembleias de peixes como bioindicadora ambiental, refere-se comumente ao diagnóstico da riqueza, diversidade e equitabilidade das espécies (FAUSCH et al., 1990).\nHá vários estudos que tentam explicar as variações na diversidade de espécies de peixes ao longo do espaço e do tempo em ambientes naturais, comparando a estrutura da assembleia dentro de um mesmo corpo d'água ou comparando cursos diferentes. Vannote et al. (1980) propuseram o conceito do continuum fluvial, o qual estabelece uma zonação dos sistemas lóticos (águas correntes) em função da sua estrutura física, composição biológica e metabolismo (relação entre produção e respiração do ecossistema): zonas de cabeceira, intermédia e foz.\nVannote et al. (1980) argumentam que a cabeceira de rios são trechos relativamente muito dependentes da importação de material alóctone, comumente apresentando baixa produção primária influenciada diretamente pela baixa luminosidade, a qual se deve à presença da vegetação ciliar que tende a encobrir todo o corpo d'água. À medida que o rio segue o seu curso em direção à foz, espera-se diminuição da dependência do material alóctone em razão do aumento do volume e largura do rio, uma vez que há maior penetração de radiação solar, e consequentemente aumento na produção primária.\nA escassez de informações básicas sobre a maior parte das bacias hidrográficas quanto à sua real estrutura física dificulta a implementação de programas de monitoramento biológico (BUSS, OLIVEIRA, BAPTISTA, 2008), como esses que utilizam a diversidade de espécies como bioindicadora. Nesse contexto, a carência de pesquisas recentes nas bacias hidrográficas que compõem a região metropolitana de Londrina-PR, justifica a realização de estudos mais aprofundados sobre a os processos físicos, químicos e biológicos típicos dessas bacias.\nO presente estudo pressupõe que as degradações ambientais promovidas pela urbanização, às quais os riachos de menor ordem têm sido submetidos de forma mais intensa, tendem a influenciar severamente os padrões de riqueza, equitabilidade e diversidade de peixes, possibilitando que os mesmos possam ser utilizados como modelos de bioindicação de qualidade ambiental das bacias hidrográficas.\n2\tOBJETIVOS\n2.1\tOBJETIVO GERAL\nO objetivo do presente estudo foi avaliar os padrões de diversidade das assembleias de peixes em trechos de riachos submetidos a diferentes graus de urbanização.\n2.2\tOBJETIVOS ESPECÍFICOS\n>\tAvaliar, por meio de geoprocessamento, o grau de urbanização nos trechos dos riachos em estudo.\n>\tAnalisar a variação espacial dos parâmetros limnológicos dos trechos dos riachos estudados.\n>\tAplicar diferentes índices para avaliação da diversidade das assembleias de peixes.\n>\tAnalisar a correlação entre o uso e ocupação do solo, parâmetros limnológicos e estrutura das assembleia de peixes nos trechos dos riachos em estudo.\n3\tREFERENCIAL TEÓRICO\n3.1 ANÁLISE ESPACIAL DA PAISAGEM\nPaisagens correspondem a mosaicos interativos distribuídos no espaço geográfico, comumente compostas por três unidades principais: manchas, corredores e as áreas de matriz (TURNER, 1989; METZGER, 2001). A disposição espacial das unidades da paisagem, bem como os efeitos das interações entre as comunidades biológicas e essas unidades formadoras da paisagem são objeto de estudo da ecologia da paisagem, com forte enfoque voltado para a conservação biológica (METZGER, 2001).\nO desenvolvimento de ferramentas computacionais e métodos de processamento de informações geográficas possibilitou à ecologia da paisagem rápido avanço quanto ao diagnóstico preciso da espacialização do uso e ocupação do solo (LANG; BLASCHKE, 2009). Dessa forma, a análise da contribuição relativa da unidades da paisagem na formação do espaço geográfico possibilita a avaliação da dinâmica espacial ao longo do tempo, a partir de métricas específicas para essa finalidade.\nNesse contexto, o geoprocessamento tornou-se um importante instrumento na aquisição de dados, produção de análises e representação das informações obtidas na paisagem. Dentre as principais técnicas do geoprocessamento, há o Sistema de Informação Geográfica (SIG) e o Sensoriamento Remoto (SANTOS, PENA, 2011).\nO SIG pode ser definido como um conjunto integrado de programas, metodologias, dados e pessoas, tornando possível a coleta, armazenamento, processamento e análise de dados georreferenciados, assim como as informações provenientes de sua aplicação (TEIXEIRA, 1995 apud FILHO, IOCHPE, 1996). De acordo com Meneses et al. (2009), a utilização de SIGs é ideal para o monitoramento do uso do solo e análise espacial ao longo do tempo.\nDe acordo com Santos e Pena (2011), o Sensoriamento Remoto é a utilização de sensores na obtenção de informações ou fenômenos de objetos da superfície da Terra sem que haja contato direto entre eles. A técnica tem como principal objetivo\nA radiação solar que incide sobre a superfície terrestre é refletida ou absorvida, de acordo com o material da superfície. Essa radiação é composta por amplo espectro da radiação eletromagnética, sendo que 99% desses raios são de radiação visível, raios ultravioleta e infravermelho (WALLACE, HOBBS, 2006). Os sensores remotos, a bordo de satélites ou aeronaves, convertem a energia refletida na superfície terrestre em imagens, gráficos ou dados numéricos (NOVO, 2008).\nO Landsat 8, por exemplo, é um satélite desenvolvido pela Administração Nacional Aeronáutica e Espacial (NASA), que captura imagens de toda a Terra a cada 16 dias. Os sensores presentes no Landsat 8 capturam imagens nas bandas pancromático (preto e branco), multiespectral e termal (SERVIÇO GEOLÓGICO DOS ESTADOS UNIDOS, 2016), conforme apresentado na Tabela 1.\nTabela 1 - Bandas espectrais capturadas pelos sensores presentes no satélite Landsat 8.\nBandas\tComprimento de onda (micrômetros)\tResolução (metros)\nBanda 1 - Aerossol costeiro\t0.43 - 0.45\t30\nBanda 2 - Azul\t0.45 - 0.51\t30\nBanda 3 - Verde\t0.53 - 0.59\t30\nBanda 4 - Vermelho\t0.64 - 0.67\t30\nBanda 5 - Infravermelho próximo\t0.85 - 0.88\t30\nBanda 6 - infravermelho de ondas curtas 1\t1.57 - 1.65\t30\nBanda 7 - infravermelho de ondas curtas 2\t2.11 - 2.29\t30\nBanda 8 - Pancromático\t0.50 - 0.68\t15\nBanda 9 - Cirrus\t1.36 - 1.38\t30\nBanda 10 - Infravermelho térmico 1\t10.60 - 11.19\t100 * (30)\nBanda 11 - Infravermelho térmico 2\t11.50 - 12.51\t100 * (30)\nFonte: Serviço Geológico dos Estados Unidos (2016).\nPara a extração de informações contidas nas imagens capturadas pelo sensoriamento remoto são estabelecidas diferentes formas de classificação digital de imagens, que visam atribuir significados aos pixels em função de suas propriedades numéricas (NOVO, 2008). A classificação das imagens tem como objetivo a simplificação da complexidade da paisagem, resultando, dentre outros, na elaboração de mapas temáticos.\nA classificação não supervisionada é realizada a partir da utilização de programas computacionais que realizam a classificação automática dos pixels das imagens por meio dos padrões de reflectância dos objetos, e os agrupa através de comparações espectrais (FITZ, 2008). Esses agrupamentos são chamados de Clusters. Na ocasião em que os clusters são definidos por polígonos representativos determinados manualmente, como um treinamento de imagem, e extrapolados para o restante da cena, dá-se o nome de classificação supervisionada (FITZ, 2008; NOVO, 2008).\nA classificação pela técnica da Máxima Verossimilhança é o método mais tradicional de classificação de imagens obtidas de sensores remotos. A técnica parte do conceito que as classes de uso de solo possuem distribuição espectral gaussiana ou normal e, dessa forma, objetos pertencentes às mesmas classes possuem resposta espectral próxima aos valores médios das distribuições (RIBEIRO, BAPTISTA, BIAS, 2007).\nPara produção de um mapa temático baseado na classificação espectral proveniente de uma imagem multiespectral é necessário realizar o pós-processamento, a fim de corrigir os erros resultantes da classificação automática (GUO, MOORE, 1991; FLORENZANO, 2011)\n3.2\tPARÂMETROS LIMNOLÓGICOS\nAmbientes lóticos apresentam características físicas, químicas e biológicas particulares que normalmente impõem desafios adaptativos aos animais e plantas que os colonizam (GILLER, MALMQVIST, 1998). Os resultados encontrados em estudo realizado por Peres-Neto (2004), fornecem evidências de que os padrões de distribuição das espécies nesses ambientes são conduzidos principalmente pela relação espécie-habitat, e as interações entre as espécies não desempenham um papel principal na estrutura de comunidades de riachos.\nUma variedade de parâmetros físicos e químicos são estimados concomitantemente à coleta de material biológico, e são utilizados para determinar as características limnológicas da água, dentre as quais se destacam: oxigênio\nO oxigênio é um dos gases dissolvidos na água mais importantes na dinâmica e caracterização de ecossistemas aquáticos, tendo como principais fontes a difusão a partir da atmosfera e a produção pela fotossíntese (ESTEVES, 2011). Portanto, seus níveis podem variar positivamente em trechos com correntezas e turbulências, ou negativamente em águas calmas ou pela introdução de matéria orgânica (GILLER, MALMQVIST, 1998). Espécies diferem na habilidade respiratória e necessidade de oxigênio, e essa variedade na forma de exploração do recurso pode contribuir para a diversidade na distribuição das espécies (GILLER, MALMQVIST, 1998).\nA condutividade elétrica estima a capacidade da água em conduzir corrente elétrica em função da concentração de íons presentes, fornecendo informações importantes a respeito do metabolismo do ecossistema aquático, como produção primária e decomposição, além de fenômenos que ocorreram em sua bacia de drenagem, como fontes poluidoras (ESTEVES, 2011). De acordo com a CETESB (2009), a condutividade elétrica é uma medida indireta da concentração de poluentes, e valores superiores a 100 pS/cm indicam ambientes impactados\nA turbidez representa o grau de interferência que a luz sofre ao passar através da água, principalmente em função dos sólidos em suspensão, que podem ter origem natural (por partículas de rocha, argila, silte, algas e outros microrganismos) ou antropogênica (por despejos domésticos, industriais e erosão), e que, ao reduzirem a penetração de luz, tendem a prejudicar a fotossíntese (VON SPERLING, 2005). A elevada turbidez também pode reduzir a visibilidade de recursos alimentares pelágicos, diminuir a disponibilidade de alimentos bentônicos por soterramento, e causar o entupimento de brânquias de animais filtradores (BRUTON, 1985).\nO pH representa a concentração de íons hidrogênio H+ na água (VON SPERLING, 2005), sendo que em corpos d'água continentais, seus valores variam entre 6 e 8,5 (ESTEVES, 2011). Ambientes aquaticos naturalmente mais ácidos (pH mais baixo) são normalmente relacionados à presença de ácidos orgânicos, como fúlvicos e húmicos (ESTEVES, 2011).\nA capacidade da água de resistir a mudanças de pH (capacidade tampão) é determinada pela presença de bicarbonatos (HCO3-), carbonatos (CO32-) e hidróxidos (OH-), que reagem e neutralizam os íons H+ (VON SPERLING, 2005). A medição da capacidade da água neutralizar os ácidos é chamada de alcalinidade. A alcalinidade\n3.3\tDIVERSIDADE DAS ASSEMBLEIAS DE PEIXES\nO termo diversidade corresponde ao conjunto de espécies que colonizam uma determinada área geográfica ao longo de um período de tempo. Magurran (2004) particiona o termo em dois componentes: riqueza de espécies, que é o número de espécies em uma unidade de estudo, e equitabilidade ou uniformidade, que descreve a variabilidade na abundância relativa das espécies.\nA riqueza de espécies, mensurada pela simples contagem do número de espécies em uma comunidade, é um índice intuitivo, pois normalmente não é possível mensurar todas as espécies de uma comunidade natural ou região (KREBS, 1999; GOTELLI; COLWELL, 2011). Nesse contexto, diversos métodos e protocolos estatísticos foram desenvolvidos para estimar o número de espécies não detectadas, através da abundância ou distribuição de incidência (GOTELLI; COLWELL, 2011).\nO Estimador de Cobertura Baseado em Incidência (ICE), proposto por Lee e Chao (1994), por exemplo, é um estimador de riqueza baseado no conceito estatístico de cobertura da amostra (BRAGAGNOLO; PINTO-DA-ROCHA, 2003), o qual representa a proporção de espécies coletadas em relação a todas as espécies presentes no local, coletadas ou não (COLWELL, 2013). O ICE foi criado como um estimador de riqueza por extrapolação que calcula um índice de correlação baseado na ocorrência das espécies raras (COLWELL, 2013).\nEm estudo realizado por Reese, Wilson e Flather (2014), no qual compararam diversos estimadores de riqueza de espécies através da utilização de assembleias simuladas, o ICE, além de outros estimadores, apresentou estimativas mais precisas e menos tendenciosas, dentre todos os fatores avaliados.\nAlém da riqueza como parâmetro para investigação da diversidade, a distribuição de abundância das espécies pode ser utilizada para descrever a estrutura das comunidades e esclarecer os processos ecológicos que fundamentam sua estrutura (MAGURRAN, 2004). De modo a combinar informações sobre riqueza de\nO índice de diversidade de Shannon (H') (SHANNON, WEAVER, 1949), um dos mais comumente aplicados, é calculado pela proporção de indivíduos com que cada espécie contribui para o total da amostra. O seu valor depende da riqueza em espécies e da equitabilidade na qual os indivíduos estão distribuídos entre as espécies. Desta forma, a uma dada riqueza, H' aumenta com a equitabilidade das espécies, e a uma dada equitabilidade, H' aumenta com a riqueza (MAGURRAN, 2004; TOWNSEND; BEGON; HARPER, 2006).\nA heterogeneidade mensurada no índice de Shannon leva em conta a uniformidade da abundância das espécies, entretanto, é possível calcular uma medida separada para a equitabilidade (MAGURRAN, 2004). A equitabilidade é a medida de quão diferentes as abundâncias das espécies são umas das outras. A equitabilidade proposta por Pielou em 1969, por exemplo, é medida pela proporção de diversidade observada pela diversidade máxima (MAGURRAN, 2004).\nA Análise de Componentes Principais tem por objetivo simplificar e ordenar os dados, sem perda de informação significativa para compreensão do padrão de correlação entre os parâmetros analisados. De acordo com Varella (2008), a técnica consiste em organizar os dados de um determinado conjunto de acordo com a variação de suas características. Dessa forma, é um método exploratório, uma vez que auxilia na elaboração de hipóteses, segregando informações importantes de redundantes e aleatórias.\n4\tMATERIAIS E MÉTODOS\n4.1\tÁREA DE ESTUDO\nCom o objetivo de avaliar como as estruturas das assembleias de peixes de diferentes bacias podem ser afetadas pelos seus respectivos graus de urbanização, foram selecionadas três bacias que cortam o município de Londrina (PR), no sentido noroeste-sudeste em direção ao rio Tibagi: ribeirões Cambé, Cafezal e Taquara (Figura 1). Essas bacias foram selecionadas por estarem inseridas em regiões sob diferentes níveis de urbanização, mediante investigação in loco e análise de imagens de satélite.\nCM\nco CM\no\nCO\n5r20'0HW\nProjeto: Padrões de estrutura das assembleias de peixes em riachos com diferentes graus de conservação\nLegenda\n• Pontos de amostragem\nESCALA 1:570.042\nDatum WGS84\nUniversidade Tecnológica Federal do Paraná - UTFPR Laboratório de Ecologia Teórica e Aplicada - LETA Elaboração: Cristian R. Marcucci\nFonte: Embrapa Monitoramento por Satélite, 2005\n£0\no\nçp\no o rc1\np\nFigura 1 - Localização geográfica das bacias hidrográficas e dos pontos de amostragem. Fonte: Autoria própria (dados não publicados).\nAs análises espaciais no presente estudo foram realizadas a partir de imagens capturadas pelo satélite LANDSAT 8, disponibilizadas gratuitamente pelo Serviço Geológico dos Estados Unidos (2016). As imagens possuem resolução de 30 metros e datam de Agosto e Outubro de 2014.\nPara a determinação do nível de urbanização nos trechos escolhidos de cada ribeirão, foram estabelecidas cinco classes de unidades da paisagem: vegetação densa, agricultura/campo, solo exposto, área impermeabilizada e espelho d'água. Para o processamento das imagens e elaboração dos mapas foi utilizado o software ArcGis 9.3 (ESRI, 2009).\nOptou-se pela classificação não supervisionada da composição de duas imagens (Agosto e Outubro de 2014), utilizando-se as bandas 2, 5 e 6, que correspondem ao azul, infravermelho próximo e infravermelho de ondas curtas, respectivamente. Utilizou-se a classificação por máxima verossimilhança, tendo como assinatura a ferramenta Iso Cluster, fixada em 10 classes.\nAs 10 classes fixadas na classificação por máxima verossimilhança foram convertidas nas cinco classes das unidades da paisagem, anteriormente citadas, por meio de comparação com a composição natural das imagens do LANDSAT 8 e imagens disponibilizadas pelo Google Earth de 2015.\nFoi realizado pós-tratamento das imagens classificadas automaticamente, convertendo manualmente as áreas em que a classificação automática divergia da composição natural.\nA partir de modelos numéricos de elevação, com resolução de 90 metros e disponibilizados gratuitamente pela Embrapa Monitoramento por Satélite (MIRANDA,\n2005), foi possível determinar as direções do fluxo de água e, desta forma, delimitar as sub-bacias, considerando os pontos de amostragem como exutórios.\nCom a delimitação das sub-bacias, foi possível calcular as áreas relativas referentes a cada classe de unidade de paisagem e determinar o grau de urbanização no trecho do riacho analisado.\n4.3\tCOLETA DE DADOS\nAs coletas de dados limnológicos, bem como amostragem da ictiofauna, foram efetuadas trimestralmente em três riachos, nos meses de março, junho, setembro e dezembro de 2013 e 2014. Foram selecionadas três estações de amostragem em trechos de cada riacho, selecionadas a partir da ordem do ambiente lótico (de 1 a 2), e em função da acessibilidade para a realização da coleta de dados, perfazendo um total de nove estações (Figura 1). As localizações espaciais das estações de amostragem estão descritas na Tabela 2.\nTabela 2 - Coordenadas de localização geográfica dos pontos de amostragem.\nPontos de amostragem\tLatitude\tLongitude\nCambé\t\t\nPonto 1\t-23°17’14,46”\t-51°13’58,50”\nPonto 2\t-23°17’41,88”\t-51°13’37,86”\nPonto 3\t-23°17’58,74”\t-51’13’17,34”\nCafezal\t\t\nPonto 1\t-23’18’41,34”\t-51’21’03,18”\nPonto 2\t-23°19’17,94”\t-51°20’40,56”\nPonto 3\t-23’20’1,021”\t-51°19’36,87”\nTaquara\t\t\nPonto 1\t-23°36’33,83”\t-51°18’23,37”\nPonto 2\t-23°36’45,59”\t-51°16’24,28”\nPonto 3\t-23°36’30,30”\t-51°14’52,20”\nFonte: Autoria própria.\nCada campanha de coleta, foi realizada em menor tempo hábil possível, para que não houvesse interferência de variações climáticas entre os pontos amostrados. Dessa forma, cada campanha teve duração de dois a três dias, sendo os pontos amostrados em diferentes horários, aleatoriamente, de acordo com a logística empregada.\n4.3.1\tColeta de parâmetros limnológicos\nOs parâmetros limnológicos foram aferidos in loco, por meio de equipamentos portáteis. Por meio de um frasco de vidro de aproximadamente 500 mL, uma amostra de água era retirada do riacho, sem que houvesse perturbação no leito ou margem, evitando interferências nos resultados. Na amostra, foram aferidos o pH, condutividade elétrica e turbidez. O oxigênio dissolvido foi aferido diretamente no corpo d'água.\n4.3.2\tAmostragem da ictiofauna\nOs peixes foram coletados utilizando-se pescas elétrica e manual, sob licença permanente concedida pelo Instituto Chico Mendes de Conservação da Biodiversidade (n° 28113-1), por meio do SISBIO (Sistema de Autorização e Informação em Biodiversidade).\nPrimeiramente realizou-se a pesca manual, com esforço amostral de aproximadamente 40 minutos, no qual três pessoas, utilizando puçá, peneira e redinha, percorriam um trecho de aproximadamente 50 metros. Em seguida, a pesca elétrica foi realizada no mesmo trecho utilizando o mesmo esforço amostral, por meio de um gerador portátil de corrente alternada, 2,5 kW, 400 V, 2A. Uma contenção a jusante do trecho amostrado foi realizada por meio de uma rede multifilamentada com 2 mm entre nós adjacetes. Os indivíduos capturados foram fixados em solução formalina 10% e conservados em álcool 70%.\nEm laboratório, os indivíduos foram identificados com auxílio de chaves de identificação (GRAÇA, PAVANELLI, 2007), e pela comparação com exemplares presentes na Coleção Ictiológica do Núcleo de Pesquisas em Limnologia, Ictiologia e Aquicultura da Universidade Estadual de Maringá, e no Museu de Zoologia, do Departamento de Biologia Animal e Vegetal da Universidade Estadual de Londrina. Os exemplares coletados e fixados se encontram no Laboratório de Ecologia Teórica e Aplicada da Universidade Tecnológica Federal do Paraná, Campus Londrina.\n4.4\tANÁLISE DOS DADOS\nO padrão de diversidade de espécies de peixes foi avaliado pela riqueza de espécies (S), índice de diversidade de Shannon (H'), calculado a partir da equação:\nH' = -£(ni/N).log(ni/N),\nna qual ni é o número de indivíduos da i-nésima espécie e N e o número total de indivíduos.\nA partir dos valores do índice de diversidade de Shannon e da riqueza, a equitabilidade (J') na distribuição dos indivíduos capturados entre as espécies foi calculada, baseando-se na equação:\nJ' = H'/logS\nCom o intuito de estimar a riqueza total (espécies coletadas mais espécies não coletadas) das assembleias de peixes nos trechos dos riachos amostrados foi aplicado o estimador de riqueza por extrapolação (LEE, CHAO, 1994). Este índice é baseado no conceito de cobertura da amostra e representa a proporção de espécies coletadas em relação a todas as espécies presentes no ambiente, coletadas ou não (COLWELL, 2013). O ICE foi calculado de acordo com a seguinte equação:\nICE = Sfreq + Sraras/Cice + Qi/C ice . Yice2,\nna qual ICE é o número estimado de espécies; Sfreq é o número de espécies frequentes (presentes em mais de 10 amostras); Sraras é o número de espécies infrequentes (presentes em 10 ou menos amostras); Cice é o estimador de cobertura da amostra baseado na ocorrência; Qi é o número de espécies que ocorrem em i amostras; yice2 é o coeficiente de variação estimado dos Qi's para as espécies raras, onde:\nYice2 = máx. {Sraras/Cice . mraras/(m raras — 1)},\nna qual mraras é o número de amostras que tem pelo menos uma espécie rara; e n é o número de amostras. As curvas de acumulação de espécies e riqueza por extrapolação, foram estimados no software EstimateS - v.8.2.0 (COLWELL, 2013).\nA partir da avaliação de diferentes métricas espaciais, limnológicas e da assembleia de peixes foi aplicada a Análise de Componentes Principais (PCA). A PCA foi aplicada sobre a matriz de variância/covariância formada entre as unidades de paisagem (vegetação densa, agricultura/campo, solo exposto, área impermeabilizada e espelho d'água), parâmetros limnológicos (condutividade elétrica, turbidez, pH e oxigênio dissolvido) e parâmetros ecológicos (riqueza, diversidade de Shannon e equitabilidade) de cada ponto amostrado, por meio do programa PC-Ord c.5.01 (MCCUNE; MEFFORD, 1999).\nOs eixos utilizados foram selecionados pela comparação com os resultados fornecidos pelo modelo de Broken-Stick, que consiste em criar uma distribuição nula aleatória de autovalores (JACKSON, 1993). Assim, apenas eixos com valores superiores aos eixos gerados ao acaso foram considerados para interpretação.\n5\tRESULTADOS E DISCUSSÃO\n5.1\tCLASSIFICAÇÃO DAS IMAGENS\nOs mapas com a classificação dos elementos de paisagem dos ribeirões Cambé, Cafezal e Taquara estão apresentados nas Figuras 2, 3 e 4, respectivamente. Os percentuais de ocupação do solo, para cada sub-bacia, estão apresentados na Tabela 3.\n51°15'0\"W\n5ri4'0\"W\n51°13’0\"W\nSistema de coordenadas geográficas\nDatum: WGS 1984 - Fuso 22S Fonte: USGS (2014); Embrapa (2012)\n1\n■ Km\n51°15'0\"W\nLegenda\n— Hidrografia\n1 J Limite da Bacia\nPontos de coleta\nO\tPonto 1\nO\tPonto 2\nO\tPonto 3\n51e15'0\"W\t51°10'0\"W\n51*50\"W\n51°14'0\"W\n51°13'0\"W\nUso do solo\nSub-bacia\nVegetação densa\nAgricultura / Campo\nSolo nu\nI Ponto 1\nb J Ponto 2\nI Ponto 3\nÁrea impermeabilizada\nEspelho d'água\nFigura 2 - Classificação das unidades de paisagem da cabeceira do ribeirão Cambé, com delimitação das sub-bacias tendo os pontos de amostragem como exutórios. Fonte: Autoria própria.\nSistema de coordenadas geográficas Datum: WGS 1984 - Fuso 22S Fonte: USGS (2014); Embrapa (2012)\nLegenda\nHidrografia\nVegetação densa\nAgricultura / Campo\nSolo nu\nPonto 1\nÁrea impermeabilizada\nPonto 2\nEspelho d'água\nPonto 3\nsolo\nSub-bacia\nI Ponto 1\nI Ponto 2\nI Ponto 3\nFigura 3 - Classificação das unidades de paisagem da cabeceira do ribeirão Cafezal, com delimitação das sub-bacias tendo os pontos de amostragem como exutórios. Fonte: autoria própria\n51°2T0'W\n51019'30\"W\n5ris'0''w\nsriffscrw\n51a15'0\"W\nSistema de coordenadas geográficas Datum: WGS 1984 - Fuso: 22S Fonte: USGS (2014); Embrapa (2012)\n23’37'0’S\t23’35'30”S\nHidrografia\nLimite da Bacia\nPonto 1\nPonto 2\nPonto 3\n\t\t\t\t\nApucaranaV California^.\t\t8\tÍF\t9\nPontos de Coleta\nLegenda\nUso do solo\nSub-bacia\nVegetação densa\nAgricultura / Campo\nSolo nu\n_ j Ponto 1\nI Ponto 2\nJ Ponto 3\nÁrea impermeabilizada\nEspelho d'água\nFigura 4 - Classificação das unidades de paisagem da cabeceira do ribeirão Taquara, com delimitação das sub-bacias tendo os pontos de amostragem como exutórios. Fonte: autoria própria.\nTabela 3 - Percentuais das unidades de paisagem em relação as sub-bacias.\nCambé\t\t\t\t\tCafezal\t\t\tTaquara\t\nClasse\tP1\tP2\tP3\tP1\tP2\tP3\tP1\tP2\tP3\nVegetação densa\t12,43\t16,64\t15,23\t3,27\t12,52\t17,19\t27,70\t31,09\t29,81\nAgricultura / Pasto\t6,37\t15,92\t15,25\t6,86\t39,17\t50,44\t64,78\t59,84\t61,22\nSolo exposto\t10,11\t5,93\t5,54\t0,99\t13,37\t7,98\t4,63\t7,60\t7,93\nÁrea\t71,09\t59,02\t62,28\t88,88\t34,93\t23,83\t2,46\t1,26\t0,88\nimpermeabilizada\t\t\t\t\t\t\t\t\t\nEspelho d'água\t0,00\t2,49\t1,71\t0,00\t0,00\t0,56\t0,42\t0,22\t0,15\nÁrea das sub-bacias (Km2)\t0,79\t1,73\t2,53\t1,07\t4,41\t20,95\t5,92\t11,55\t16,57\nFonte: autoria própria.\nDe acordo com os resultados apresentados na Tabela 3, o trecho do ribeirão Cambé está inserida em uma região mais urbanizada, uma vez que possui maior percentual de área impermeabilizada ao longo dos pontos analisados. O ponto 1 está localizado próximo a uma região industrial e a um viaduto que liga duas rodovias de tráfego intenso, às quais têm sido cenários de acidentes com passivos ambientais.\nA jusante de uma barragem, o ponto 2 é alvo de alterações de suas características físicas e hidrológicas, uma vez que é nítida a interferência antrópica em constantes modificações na mata ciliar e curso d'água, além de introdução de espécies exóticas para consumo humano, como a tilápia (Tilapia rendalli). O ponto 3 está inserido entre bairros com infraestrutura precária, o qual é utilizado pelos seus moradores para a dessedentação de animais, contribuindo para a modificação e assoreamento das suas margens.\nO ribeirão Cafezal, de acordo com os percentuais relativos, está inserido em uma região intermediária de urbanização, quando comparado às demais bacias em estudo. O Ponto 1 possui maior área impermeabilizada em sua sub-bacia, devido à recente expansão urbana, de modo que apresenta substrato coberto por resíduos de construção civil e indícios de trombas d'água, provenientes da rede de drenagem pluvial.\nO ribeirão Taquara, por sua vez, possui menor percentual de área impermeabilizada, visto que está inserido em uma região predominantemente agrícola e pastoril. Seus pontos apresentam características similares, visualmente mais pristinas e de menor influência antrópica em relação aos demais.\n5.2\tPARÂMETROS LIMNOLÓGICOS\nOs parâmetros físico-químicos obtidos durante os dois anos de coletas nos três ribeirões estão representados na Tabela 4, por meio de suas médias com seus respectivos desvios-padrões.\nTabela 4 - Média dos parâmetros limnológicos para cada ponto de amostragem, assim como seus respectivos desvios padrões.\n\tCondutividade elétrica (pS/cm)\tTurbidez (NTU)\tpH\tOxigênio dissolvido (mg/L)\nCambé\t\t\t\t\nPonto 1\t116 ± 40\t15,6 ± 6,2\t7,46 ± 0,74\t6,83 ± 2,36\nPonto 2\t101 ± 16\t14,4 ± 8,7\t8,06 ± 0,71\t7,71 ± 1,35\nPonto 3\t112 ± 11\t8,0 ± 7,7\t8,25 ± 1,53\t7,01 ± 2,14\nCafezal\t\t\t\t\nPonto 1\t113 ± 34\t3,4 ± 3,3\t7,34 ± 1,23\t7,13 ± 1,39\nPonto 2\t92 ± 16\t71,7 ± 79,9\t7,62 ± 0,92\t6,87 ± 2,37\nPonto 3\t79 ± 8\t38,1 ± 27,7\t7,92 ± 1,36\t7,80 ± 1,24\nTaquara\t\t\t\t\nPonto 1\t59 ± 9\t17,4 ± 9,8\t8,44 ± 0,75\t8,39 ± 1,30\nPonto 2\t74 ± 13\t15,3 ± 11,9\t8,08 ± 0,58\t8,48 ± 1,24\nPonto 3\t75 ± 14\t27,8 ± 27,9\t8,30 ± 0,62\t7,27 ± 2,18\nFonte: autoria própria.\nA condutividade elétrica variou de acordo com o nível de urbanização. Os pontos de amostragem inseridos em sub-bacias com maior impermeabilização do solo tenderam a apresentar maior média da condutividade elétrica. Valores acima de 100 pS/cm foram registrados ao longo do ribeirão Cambé e no ponto 1 do Cafezal, indicando que os mesmos encontram-se impactados, de acordo com os parâmetros estabelecidos pela Cetesb (2009).\nO estudo relatado por Ternus et al. (2011) evidenciou que os corpos hídricos sob influência de áreas urbanas apresentam alterações nos valores de condutividade elétrica, alcalinidade, oxigênio dissolvido e outros, em relação ao gradiente natural, uma vez que a entrada de poluentes é facilitada pela degradação da mata ciliar. O estudo ainda mostrou que atividades agrícolas, apesar de impactantes, exercem menor alteração em relação àquela promovida pelas áreas urbanas.\nAlcalinidade refere-se à capacidade da água resistir a mudanças de pH que a tornem mais ácida, ou seja, refere-se à capacidade tampão da água. Trata-se de um parâmetro diretamente relacionado às características do solo e da rocha matriz, às quais determinam a quantidade de carbonato de cálcio ou bicarbonato de cálcio na água. Essas substâncias absorvem os íons H+ e evitam que o pH diminua rapidamente (WATER RESEARCH CENTER, 2014). Os valores de pH mais elevados no ribeirão Taquara podem ser atribuídos ao fato do mesmo possuir menor influência urbana, de modo a possuir maior alcalinidade, e assim menor susceptibilidade à acidez (redução do pH), comumente associada à decomposição de matéria orgânica derivada de águas residuárias urbanas.\nNão foi possível encontrar padrões para o comportamento do oxigênio dissolvido em relação aos elementos de paisagem, sendo necessária a incorporação de outras métricas no estudo, como demanda química de oxigênio e demanda bioquímica de oxigênio, para melhorar a compreensão sobre a sua interação com os demais parâmetros.\nA turbidez pode intensificar-se com a chuva, devido à erosão das margens, ou ser atenuada em época de estiagem, em razão da sedimentação das partículas. O comportamento antagônico dos valores de turbidez pode ser verificado com os elevados desvios padrões observados na Tabela 4, o que dificulta a interpretação dos seus resultados.\n5.3\tDIVERSIDADE DAS ASSEMBLEIAS DE PEIXES\nForam coletados 6883 indivíduos, distribuídos em 37 espécies e 6 ordens. Foram coletadas 15 espécies de peixes no ribeirão Cambé, 19 espécies no ribeirão Cafezal, e 31 no ribeirão Taquara. A espécie mais abundante foi a Poecilia reticulata, com 2592 indivíduos, representando 37,6% em relação ao total coletado. Nos ribeirões Cambé, Cafezal e Taquara a P. reticulata representou 43,7%, 78,4% e 6,7% do total de indivíduos coletados, respectivamente.\nA P. reticulata é uma espécie exótica, cuja abundância de indivíduos apresenta elevada correlação com ambientes impactados, caracterizados pela alta concentração de nutrientes e baixa concentração de oxigênio dissolvido (CUNICO, AGOSTINHO, LATINI, 2006; BARRILLI et al., 2015). Essa foi a única espécie capturada no ponto 1 do Ribeirão Cafezal em todas as amostragens realizadas.\nA série de impactos, descritos anteriormente, no ponto 1 do ribeirão Cafezal pode ter levado à extinção local das espécies nativas, sendo a P. reticulata a única espécie capaz de resistir às adversidades do local. De acordo com Giller e Malmqvist (1998), a recolonização de um habitat depende da natureza e proporção do distúrbio, e ainda da proximidade de uma fonte dispersora de colonizadores. A existência de uma queda d'água a jusante do ponto 1 é um fator que impede que outras espécies tenham acesso ao trecho para sua recolonização, tornando, desse modo, a P. reticulata a espécie dominante do local.\nA lista de espécies coletadas durante os dois anos de amostragem e suas abundâncias em cada ponto amostral foi organizada na Tabela 5. De acordo com os estimadores de espécies por incidência (Figura 5), o esforço amostral empregado no ribeirão Cambé foi suficiente, assim como para o ponto 1 dos demais ribeirões. Entretanto, poderiam ser empregados esforços adicionais de coleta para os pontos 2 e 3 dos ribeirões Cafezal e Taquara.\nCambé\t\t\t\t\tCafezal\t\t\tTaquara\t\t\nEspécies\tAutor\tP1\tP2\tP3\tP1\tP2\tP3\tP1\tP2\tP3\nCharaciformes Apareiodon cf. ibitiensis\tAmaral Campos, 1944\t0\t0\t0\t0\t0\t0\t2\t1\t1\nAstyanax aff. fasciatus\t(Cuvier, 1819)\t0\t16\t0\t0\t0\t0\t8\t0\t5\nAstyanax aff. paranae\tEigenmann, 1914\t66\t2\t3\t0\t41\t0\t104\t10\t25\nAstyanax altiparanae\tGarutti &amp; Britski, 2000\t0\t54\t0\t0\t0\t0\t0\t0\t1\nAstyanax bifasciatus\tGaravello &amp; Sampaio, 2010\t0\t7\t0\t0\t0\t0\t7\t1\t0\nAstyanax bockmanni\tVari &amp; Castro, 2007\t17\t5\t9\t0\t2\t0\t19\t108\t16\nBryconamericus aff. iheringi\t(Boulenger, 1887)\t0\t0\t0\t0\t0\t0\t10\t21\t29\nBryconamericus stramineus\tEigenmann, 1908\t0\t0\t0\t0\t0\t0\t0\t0\t12\nCharacidium aff. zebra\tEigenmann, 1909\t0\t0\t0\t0\t0\t0\t74\t51\t16\nHoplias sp. 2\t\t0\t5\t0\t0\t1\t0\t0\t0\t0\nHoplias sp. 3\t\t0\t0\t0\t0\t1\t0\t0\t0\t0\nOligosarcus paranensis\tMenezes &amp; Géry, 1983\t0\t0\t0\t0\t0\t0\t0\t0\t3\nPiabina argentea\tReinhardt, 1867\t0\t0\t0\t0\t0\t0\t34\t50\t96\nCyprinodontiformes Poecilia reticulata\tPeters, 1859\t6\t558\t52\t1351\t445\t17\t163\t0\t0\nGymnotiformes Gymnotus inaequilabiatus\t(Valenciennes, 1839)\t0\t28\t35\t0\t3\t5\t0\t0\t1\nPerciformes Crenicichla jaguarensis\tHaseman, 1911\t0\t0\t0\t0\t0\t0\t0\t0\t1\nGeophagus brasiliensis\t(Quoy &amp; Gaimard, 1824)\t20\t242\t46\t0\t2\t2\t67\t63\t10\nOreochromis niloticus\t(Linnaeus, 1758)\t0\t107\t1\t0\t4\t20\t0\t0\t0\nCambé\t\t\t\t\tCafezal\t\t\tTaquara\t\t\nEspécies\tAutor\tP1\tP2\tP3\tP1\tP2\tP3\tP1\tP2\tP3\nTilapia rendalli\t(Boulenger, 1897)\t1\t874\t16\t0\t0\t0\t2\t0\t12\nSiluriformes\t\t\t\t\t\t\t\t\t\t\nCallichthys callichthys\t(Linnaeus, 1758)\t0\t0\t0\t0\t0\t1\t0\t0\t0\nCetopsorhamdia iheringi\tSchubart &amp; Gomes, 1959\t0\t0\t0\t0\t0\t0\t0\t1\t0\nCorydoras aeneus\t(Gill, 1858)\t0\t0\t0\t0\t0\t0\t0\t0\t5\nHypostomus ancistroides\t(Ihering, 1911)\t0\t57\t68\t0\t44\t35\t11\t21\t32\nHypostomus margaritifer\t(Regan, 1907)\t0\t0\t0\t0\t0\t0\t0\t1\t0\nHypostomus nigromaculatus\t(Schubart, 1964)\t0\t6\t15\t0\t24\t62\t4\t16\t8\nImparfinis borodini\tMees &amp; Cala, 1989\t0\t0\t0\t0\t1\t0\t6\t0\t3\nImparfinis mirini\tHaseman, 1911\t0\t0\t0\t0\t0\t0\t5\t2\t1\nImparfinis schubarti\t(Gomes, 1956)\t0\t0\t0\t0\t129\t45\t372\t456\t50\nNeoplecostomus yapo\tZawadzki, Pavanelli &amp; Langeani, 2008\t0\t0\t0\t0\t0\t69\t0\t0\t0\nPhenacorhamdia tenebrosa\t(Schubart, 1964)\t0\t0\t0\t0\t0\t0\t0\t8\t3\nPimelodella avanhandavae\tEigenmann, 1917\t0\t0\t0\t0\t0\t0\t0\t0\t3\nRhamdia quelen\t(Quoy &amp; Gaimard, 1824)\t0\t7\t12\t0\t16\t21\t10\t11\t12\nRineloricaria pentamaculata\tLangeani &amp; de Araujo, 1994\t0\t0\t0\t0\t0\t2\t42\t30\t6\nTrichomycterus davisi\t(Haseman, 1911)\t0\t0\t0\t0\t7\t1\t0\t0\t2\nTrichomycterus diabolus\tBockmann; Casatti &amp; de Pinna, 2004\t0\t0\t0\t0\t0\t1\t1\t14\t23\nTrichomycterus sp.\t\t0\t0\t0\t0\t1\t5\t0\t2\t1\nCambé\t\t\t\t\tCafezal\t\t\tTaquara\t\t\nEspécies\tAutor\tP1\tP2\tP3\tP1\tP2\tP3\tP1\tP2\tP3\nSynbranchiformes\t\t\t\t\t\t\t\t\t\t\nSynbranchus marmoratus\tBloch, 1795\t0\t4\t1\t0\t0\t0\t0\t0\t0\nAbundância total do ponto\t\t110\t1972\t258\t1351\t721\t286\t941\t867\t377\nRiqueza total do ponto\t\t5\t15\t11\t1\t15\t14\t19\t19\t27\nAbundância total do ribeirão\t\t\t2340\t\t\t2358\t\t\t2185\t\nRiqueza total do ribeirão\t\t\t15\t\t\t19\t\t\t31\t\nFonte: Autoria própria.\nNúmero acumulado de coletas\nFigura 5 - Riqueza observada e estimada por meio do ICE (Estimador de Cobertura Baseado em Incidência) das assembleias de peixes em cada ponto amostrado, em função do número acumulado de amostras. *para a segunda coleta a estimativa (ICE) é igual a 42 espécies. Fonte: autoria própria.\nA composição da ictiofauna de riachos neotropicais em bom estado de conservação é predominantemente formada pelas ordens Characiformes e Siluriformes (LOWE-McCONNELL, 1987; ALLAN, FLECKER, 1993). De acordo com Pinto e Araújo (2007), o número de espécies Characiformes é influenciado negativamente pelo aumento da turbidez e diminuição da cobertura vegetal, como fornecedora de recursos alimentares, enquanto o número de espécies Siluriformes é influenciado negativamente pela sedimentação e oxigênio dissolvido insuficiente. Portanto, a elevada ocorrência de espécies dessas duas ordens pode ser interpretada como indicativo de boa qualidade ambiental em riachos neotropicais\nEspécies mais tolerantes, pertencentes a outras ordens, podem dominar ambientes em condições de degradação (CASATTI, 2005). Os percentuais de\nTendo como referência riachos com menor influência antrópica, Ferreira e Casatti (2006) propuseram um Índice de Integridade Biótica, no qual o percentual de espécies Characiformes e Siluriformes é um dos atributos avaliados. No índice, foi estabelecido escore máximo para ambientes nos quais tais ordens representam acima de 83% das espécies, escore mínimo para ambientes onde representam menos de 76% das espécies, e escore médio para percentuais intermediários.\nOs valores percentuais da ocorrência do número de espécies de Characiformes e Siluriformes para cada ponto de amostragem se encontram na Tabela 6. Aplicando o atributo do índice supracitado aos pontos amostrais individualmente, temos que os três pontos de coleta do ribeirão Taquara obteriam escores máximos, e os demais ribeirões escores mínimos, indicando que estes estariam mais impactados. Os valores de riqueza específica, diversidade de Shannon e equitabilidade dos pontos estudados estão apresentados na Figura 6.\nTabela 6 - Percentual de espécies das ordens Characiformes e Siluriformes coletadas nos pontos amostrados, em trechos de três riachos da região de Londrina-PR, durante dois anos de amostragem.\n\tPonto 1\tPonto 2\tPonto 3\nCambé\t40,0\t60,0\t45,5\nCafezal\t0,0\t73,3\t71,4\nTaquara\t84,2\t94,7\t85,2\nFonte: autoria própria.\nRibeirão Cambé\n16\n14\n12\ncr\n2.4\n0) ■o\nZ ro\n'5 cr\nLU\n0.7\n0.6\n0.5\n0.4\n0.3\n0.2\n0.1\n0.0\nPonto 1 Ponto 2 Ponto 3\nRibeirão Cafezal\nPonto 1 Ponto 2 Ponto 3\n16\t\t\t\t2.4\t\n14\t\t\t\t2.0\t\n12\t\t\t\t1.6 OJ 1.2 'ü 0.8 > 0.4\t\nRiqueza (S) 1 -U O) CO o\ta\tb\tb\t\ta\n2 0\t•\t\t\t0.0\t•\n\tPonto 1\tPonto 2\tPonto 3\t\tPonto 1\n16\n2.4\nPonto 1 Ponto 2 Ponto 3\nb\tc t\tEquitabilidade (J') oooooooo\ta •\tb\tc +\nPonto 2\tPonto 3\t\tPonto 1\tPonto 2\tPonto 3\nRibeirão Taquara\n14\n12\n10\nro N a\n3 c\n01----------■---------■---------■---\nPonto 1 Ponto 2 Ponto 3\n2.0\n1.2\n0.4\n0.0\na ab\nac\nt\n0.7\n0.6\n0.5\n0.4\n0.3\n0.2\n0.1\n0.0\nPonto 1 Ponto 2 Ponto 3\nPonto 1 Ponto 2 Ponto 3\nQ 10\n\nN\n8\n6\n4\n2\n0\n8\n6\n4\n2\nb\nf\nc\nb b\nf f\na\nI\na\ni\na\no\na\nb\na a o\n1 f '\na\n+\na\nb\n+\nFigura 6 - Médias e desvios padrões da Riqueza (S), Diversidade (H') e Equitabilidade (J') das assembleias de peixes nos pontos amostrados, em trechos de três riachos da região de Londrina-PR, durante dois anos de amostragem. Em cada gráfico, médias diferentes seguidas da mesma letra não diferem significativamente pelo Teste de Kruskal-Wallis (p<0,05).\nFonte: autoria própria.\nO ponto 1 do ribeirão Cambé possui baixa riqueza de espécies e diversidade, em comparação aos demais pontos de amostragem no mesmo ribeirão. O ponto 2, apesar de ser mais rico, não é significativamente mais diverso que o ponto 3, uma vez que é menos equitativo. A maior riqueza do ponto 2 pode ser atribuída ao fato de se tratar de uma área privada relativamente protegida, além da presença de espécies exóticas, como a Tilapia rendalli, que exerce dominância no local com 44,3% dos indivíduos coletados.\nA T. rendalli é uma espécie oportunista que apresenta boa capacidade de adaptação e tolerância a grandes variações de temperatura e baixos teores de\nO ponto 1 do ribeirão cafezal é dominado exclusivamente pela espécie P. reticulata, dessa forma, possui os menores valores (zero) de diversidade e equitabilidade dos pontos amostrados. O ponto 3 deste ribeirão é o mais diverso, uma vez que é mais equitativo. O ponto 2 apresentou-se menos equitativo devido a dominância da espécie Poecillia reticulata, que representou 61,7% dos indivíduos.\nOs pontos de amostragem do ribeirão Taquara se apresentaram mais homogêneos em riqueza, contudo, quanto a diversidade houve diferença significativa entre os pontos 2 e 3, sendo este mais diverso.\nOs pontos 1 e 2 tenham apresentado menor equitabilidade em relação ao ponto 3, pois apresentam maior dominância da espécie Imparfinis schubarti. Os estudos a respeito dessa espécie são limitados a variação citogenética (KANTEK et al., 2009) e aos seus hábitos alimentares. Trata-se de uma espécie nativa, encontrada em regiões de corredeira e que se alimenta principalmente de insetos (SEVERO-NETO, TERESA, FROEHLICH, 2015).\nA relação entre as unidades de paisagem, dados físico-químicos dos corpos d'água e os padrões de diversidade foi avaliada por meio de uma Análise de Componentes Principais (PCA), a qual apresentou dois eixos significativos (Tabela 7). O resultado das relações das variáveis mensuradas nos pontos amostrados pode ser verificada na Figura 7.\nTabela 7 - Eixos gerados a partir da Análise de Componentes Principais dos dados de paisagem, limnológicos e de diversidade das assembleias de peixes nos pontos amostrados, em trechos de três riachos da região de Londrina-PR, durante dois anos de amostragem.\nEixo\tAutovalor\tPercentual de variância\tBroken-Stick\n1\t8,491\t60,653\t3,252\n2\t2,336\t16,683\t2,252\n3\t1,723\t12,309\t1,752\n4\t0,706\t5,044\t1,418\n5\t0,501\t3,582\t1,168\nFonte: autoria própria.\n_o o OT\n% de Characiformes e Siluriformes (-0,96) Vegetação densa (-0,95)\nDiversidade de Shannon (-0,94)\nRiqueza (-0,94)\nAgricultura / Campo (-0,90)\nÁrea impermeabilizada (0,96)\nCondutividade elétrica (0,87) % de Poecilia reticulata (0,74)\nFigura 7 - Resultado da Análise de Componentes Principais com os dois eixos significativos de acordo com o modelo de Broken-Stick para os pontos amostrados, em trechos de três riachos da região de Londrina-PR, durante dois anos de amostragem.\nFonte: autoria própria.\nA PCA revelou forte relação entre o percentual de área impermeabilizada, condutividade elétrica e percentual de indivíduos de Poecillia reticulata, segregando, dessa forma, o pontos 1 dos ribeirões Cambé e Cafezal, dos demais pontos amostrados. Essa análise permite verificar as tendências detectadas anteriormente, ou seja, o incremento da urbanização das sub-bacias tende a aumentar a condutividade elétrica do riacho, uma vez que essa é uma medida indireta de concentração de poluentes, diminuindo a diversidade do local e aumentando a dominância de espécies tolerantes, como a Poecilia reticulata.\nA heterogeneidade na distribuição dos pontos do ribeirão Cafezal no espaço multivariado em relação aos eixos 1 e 2, está associada à complexidade ambiental à qual o ribeirão está submetido. Trata-se de um ribeirão sujeito aos impactos inerentes à zona urbana (ponto 1), a um trecho de transição próximo a uma rodovia (ponto 2) e à zona rural (ponto 3). O gradiente de urbanização altera as condições naturais do ribeirão, causando alteração na comunidade biológica, diminuindo sua complexidade e favorecendo a dominância de espécies oportunistas.\nA despeito do modelo de Broken-Stick indicar que o eixo 2 da PCA é significativo, nota-se que revelou menor relevância. O eixo segregou principalmente os pontos 2 e 3 do ribeirão Cambé do ponto 2 Cafezal, com os dois primeiros revelando maiores percentuais de espelho d'água e o ponto 2 do Cafezal com maiores percentual de solo nú e turbidez da água. A caracterização observada para o Cafezal é esperada, uma vez que o solo nú apresenta maior vulnerabilidade a erosão, sendo o corpo hídrico o destino final das partículas carreadas. Cabe ressaltar que foram utilizados valores de média dos dados físico-químicos inseridos na tabela para a realização da PCA, e a turbidez apresentou elevada variação das medidas.\nVale ressaltar que a redução da riqueza e diversidade e espécies de peixes, bem como a diminuição de espécies sensíveis e aumento da dominância de espécies tolerantes, em função da urbanização na bacia, também foi diagnosticada em estudos desenvolvidos em outros sistemas lóticos (WANG et al., 2000; HELMS, FEMINELLA, PAN, 2005; MEADOR, COLES, ZAPPIA, 2005; CUNICO, AGOSTINHO, LATINI,\n2006)\n6\tCONSIDERAÇÕES FINAIS\nO presente estudo foi realizado a fim de avaliar os padrões de diversidade das assembleias de peixes (riqueza, diversidade e equitabilidade) em trechos de riachos sob diferentes graus de urbanização. Foram escolhidos os ribeirões Cambé, Cafezal e Taquara, mediante investigação in loco e análise de imagens de satélite. Por meio de geoprocessamento, foi quantificado o grau de urbanização das cabeceiras, bem como para cada sub-bacia dos pontos amostrais escolhidos.\nDe acordo com o uso e ocupação do solo, o trecho amostrado do ribeirão Cambé está inserido em uma área mais urbanizada, enquanto o ribeirão Taquara está em uma área de predominância da agricultura e pasto. O ribeirão Cafezal está inserido em uma área de transição, onde os pontos amostrais possuem características heterogêneas, com maior percentual de impermeabilização na sub-bacia do ponto 1, diminuindo em direção ao ponto 3.\nAs sub-bacias com maior influência urbana apresentaram maiores valores de condutividade elétrica, podendo indicar, indiretamente, maior presença de poluentes na água. O ribeirão Taquara apresentou maiores valores de pH, provavelmente devido a alcalinidade, que tende a diminuir em riachos urbanos. Não foi encontrada relação do uso e ocupação do solo com os valores de oxigênio dissolvido, enquanto os valores de turbidez revelaram grande variação, não demonstrando a formação de padrão ao longo dos riachos.\nQuanto aos indicadores biológicos, o ribeirão Taquara apresentou maior riqueza e diversidade em relação aos demais ribeirões. O ponto 1 do ribeirão Cafezal, sob maior influência urbana, apresentou menor diversidade, uma vez que é ocupado única e exclusivamente pela Poecillia reticulata, espécie exótica tolerante a ambientes impactados.\nbem como maior percentual de espécies de Characiformes e Siluriformes, naturalmente predominantes em riachos neotropicais.\nA diminuição nos padrões de diversidade dos locais sob influência urbana também foi encontrado em trabalhos realizados em bacias diferentes. A inclusão de análises físico-químicas, como demanda química de oxigênio, demanda bioquímica de oxigênio, nutrientes (nitrogênio e fósforo) e coliformes termotolerantes, permitiriam uma análise mais detalhada dos poluentes que impactam os locais amostrados.\nA inclusão de um riacho referência nas análises, com elevada qualidade ambiental e com bacia próxima ao natural, aperfeiçoaria a capacidade de identificar a magnitude dos impactos referentes às atividades antrópicas sobre as assembleias de peixes, permitindo diferenciar os impactos causados pela urbanização, agricultura e pecuária.\nDessa forma, o presente estudo fornece informações relevantes, que podem servir de subsídios para a implementação de políticas públicas ou privadas voltadas a preservação de recursos hídricos. No âmbito acadêmico, as informações servem de aporte para futuros trabalhos que tenham o intuito de integrar conteúdos multidisciplinares para melhorar a compreensão sobre os sistemas aquáticos.\nREFERÊNCIAS\nALLAN, J. D.; FLECKER, A. S. Biodiversity Conservation in Running Waters. Bioscience. V. 43, n. 1, p. 32 - 43. 1993\nARAUJO, F. G. Adaptação do índice de integridade biótica usando a comunidade de peixes para o rio Paraíba do Sul. Revista Brasileira de Biologia. São Carlos, v. 58, n. 4, p. 547 - 558. 1998.\nBARRILLI, G.H.C.; ROCHA, O.; NEGREIROS, N.F.; VERANI, J.R. Influence of environmental quality of the tributaries of the Monjolinho River on the relative condition factor (Kn) of the local ichthyofauna. Biota Neotropica. V 15, n. 1, p. 1-9. 2015.\nBHAT, A.L.; MAGURRAN, A.E. Does disturbance affect the strucuture of tropical fish assemblages? A test using null models. Journal Fish Biology. V. 70, p. 623-629. 2007.\nBRAGAGNOLO, C.; PINTO-DA-ROCHA, R. Diversidade de opiliões do parque nacional da Serra dos Órgão, Rio de Janeiro, Brasil (Arachnida: opiliones). Biota Neotropica. V. 3, n. 1, p. 1-20. 2003.\nBRUTON, M. N. The effects of suspensoids on fish. Hydrobiologia. V. 125, n. 1, p. 221-241. 1985.\nBUSS, D. F.; OLIVEIRA, R. B.; BAPTISTA, D. F. Monitoramento biológico de ecossistemas aquáticos continentais. Oecologia Brasiliensis. V. 12, p. 339-348, 2008\nCALLISTO, M.; MORETTI, M.; GOULART, M. Macroinvertebrados Bentônicos como Ferramenta para Avaliar a Saúde de Riachos. Revista Brasileira de Recursos Hídricos. V. 6, n. 1, p. 71-82. Jan/Mar 2001.\nCASATTI, L. Ichthyofauna of two streams (silted and reference) in the upper Paraná River basin, southeastern Brazil. Brazilian Journal of Biology. V. 64, n. 4: p. 757765. 2004.\nCASATTI, Lilian. Fish assemblage structure in a first order stream, southeastern Brazil: longitudinal distribution, seasonality, and microhabitat diversity. Biota Neotropica. V. 5, n. 1. 2005.\nCETESB. Variáveis de qualidade das águas. 2009. Disponível em:<http://www.cetesb.sp.gov.br/agua.> Acesso em:15 de dez 2013.\nCOLWELL, R.K. (2013). User's guilde to EstimateS 8.2.0: statistical estimation of species richness and shared species from samples. Storrs: University of Connecticut, V. 8.2.0. Disponível em:&lt;http://viceroy.eeb.uconn.edu/estimates>. Acesso em: 21 de abr. 2013.\nCUNICO, A.M.; AGOSTINHO, A.A.; LATINI, J.D. Influência da urbanização sobre as assembleias de peixes em três córregos de Maringá, Paraná. Revista Brasileira de Zoologia. V. 23, n. 4, p. 1101-1110. 2006.\nESRI ArcGIS for Windows. ArcMap Version 9.3. Licence type ArcInfo. [S.l]: ESRI -Enviromental Systems Research Institute, 2009. 1 CD-ROM.\nESTEVES, F. A. Fundamentos de Limnologia. Rio de Janeiro: Ed. Interciência, 3a ed. 2011. 826p.\nFAUSCH, K.D.; LYONS, L.; KARR, J.R.; ANGERMEIER, P.L. Fish communities as indicators of environmental degradation. American Fisheries Society Symposium. Bethesda. V. 8, p.123-144. 1990.\nFERREIRA, C.P.; CASSATTI, L. Influência da estrutura do hábitat sobre a ictiofauna de um riacho em uma micro-bacia de pastagem, São Paulo, Brasil. Revista Brasileira de Zoologia. V. 23, n. 3, p. 642-651.2006.\nFERREIRA, Cristiane de Paula; CASATTI, Lilian. Integridade biótica de um córrego na bacia do Alto Rio Paraná avaliada por meio da comunidade de peixes. Biota Neotropica. v. 6, n. 3. 2006.\nFILHO, J.L.; IOCHPE, C. Introdução a Sistemas de Informações Geográficas com Ênfase em Banco de Dados. Recife: SBC, XV JAI-Jornada de Atualização em Informática, XVI Congresso da SBC, 1996. 50p.\nFITZ, Paulo Roberto. Geoprocessamento sem complicação. São Paulo: Oficina de Textos, 2008.\nFLORENZANO, T.G. Iniciação em Sensoriamento Remoto. Oficina de Textos. São Paulo. 3a Edição. 2011. 128p.\nFLOTEMERSCH, J.E.; STRIBLING, J.B. &amp; PAUL, M.J. Concepts and Approaches for the Bioassessment of Non-wadeable Streams and Rivers. Cincinnati, Ohio: US Environmental Protection Agency, 2006. 245 p.\nGALVES, W.; JEREP, F.C.; SHIBATTA, O.A. Estudo da condição ambiental pelo levantamento da fauna de três riachos na região do Parque Estadual Mata dos Godoy (PEMG), Londrina, PR, Brasil. Pan-American Journal Aquatic Sciences. V. 2, n.1, p. 55-65. 2007.\nGILLER, P.S.; MALMQVIST, B. The Biology of Streams and Rivers. Oxford: Oxford University Press. 1998. 296p.\nGRAÇA, Weferson Junio; PAVANELLI, Carla Simone. Peixes da planície de inundação do Alto Rio Paraná e áreas adjacentes. Maringá: EDUEM, 2007,241p.\nGUO, L.J.; MOORE, J.M. Post-Classification processing for thematic mapping based on remotely sensed image data. Geoscience and Remote Sensing Symposium. p. 2203-2206. 1991\nHELMS, B.S.; FEMINELLA, J.W.; PAN, S. Detection of biotic responses to urbanization using fish assemblages from small streams of western Georgia, USA. Urban Ecosystems. V.8, n. 1, p. 39-57. 2005\nJACKSON, D. A. Stopping rules in principal components analysis: a comparison of heuristical and statistical approaches. Ecology. V. 74, n. 8, p. 2204-2214. 1993.\nJAMILLO-VILLA, U.; CARAMASCHI, E. Índices de integridade biótica usando peixes de água doce: uso nas regiões tropical e subtropical. Oecologia Brasiliensis. V. 12, n. 3, p. 442-462. 2008.\nKANTEK, D.L.Z.; PERES, W.A.M.; BUCKUP, P.A.; MOREIRA-FILHO, O. Cytogenetics of Imparfinis schubarti (Siluriformes: Heptapteridae) from the Piumhi drainage, a diverted river in Minas Gerais State, Brazil. Zoologia. V. 26, n. 4, p. 733738. 2009.\nKREBS, C.J. Ecological Methodology. San Francisco: Benjamin Cummings, 1999. 3a Ed. 624p.\nLANG, Stefan; BLASCHKE, Thomas. Análise da paisagem com SIG. São Paulo: Oficina de Textos, 2009.\nLEE, S.M.; CHAO, A. Estimating population size via sample coverage for closed capture-recapture models. Biometrics. V. 50, p. 88-97. 1994.\nLOWE-McCONNELL, R.H.. Ecological studies in tropical fish communities. Cambridge University, Cambridge. 1987\nMAGURRAN, Anne E. Measuring Biological Diversity. Malden, MA: Blackwell Publishing, 2004. 260p.\nMAUERER, B.A.; MCGILL, B.J. Measure of species diversity. In: MAGURRAN, A.E.; MCGILL, B.J. Biological Diversity: Frontier in Measurement and Assessment. Oxford: Oxford University Press, 1a Ed. p. 55-65. 2011\nMCCUNE, B.; MEFFORD, M. J. PC-ORD: multivariate analysis of ecological data.\nVersion 4.01. Oregon, MjM Software Design, 47p, 1999.\nMENEZES, M.D.; CURI, N.; MARQUES, J.J.; MELLO, C.R.; ARAÚJO, A.R. Levantamento pedológico e sistema de informações geográficas na avaliação do uso das terras em sub-bacia hidrográfica de Minas Gerais. Ciência e Agrotecnologia. Lavras. v.33 n. 6. 2009\nMETZGER, Jean Paul. O que é ecologia de paisagens? Biota Neotropica, v. 1, n. 1, p.1-9, Nov. 2001.\nMIRANDA, E. E. de; (Coord.). Brasil em Relevo. Campinas: Embrapa Monitoramento por Satélite, 2005. Disponível em:\n<http://www.relevobr.cnpm.embrapa.br>. Acesso em: 19 de março de 2016.\nNOVO, Evlyn M. L. de Moraes. Sensoriamento remoto: princípios e aplicações. 3a ed. São Paulo: Blucher, 2008.\nORLINSKIY, P.; MUNZE, R.; BEKETOV, M.; GUNOLD, R.; PASCHKE, A.; KNILLMANN, S.; LIESS, M. Forested headwaters mitigate pesticide effects on macroinvertebrate communities in streams: Mechanisms and quantification. Science of the Total Environment. V. 525, p.115-123. 2015.\nPERES-NETO, P. R. Patterns in the co-occurrence of fish species in streams: the role of site suitability, morphology and phylogeny versus species interactions. Oecologia. V. 140 p. 352-360. 2004\nPIELOU, E.C. An introduction to mathematical ecology. New York: Wiley, 1969.\nPINTO, Benjamin Carvalho Teixeira; ARAUJO, Francisco Gerson. Assessing of biotic integrity of the fish community in a heavily impacted segment of a tropical river in Brazil. Brazilian Archives of Biology and Technology. v.50, n.3, p. 489-502, Maio 2007.\nREESE, G.C.; WILSON, K.R.; FLATHER, C.H. Performance of species richness estimators across assemblage types and survey parameters. Global Ecology and Biogeography. V. 23, n. 5, p. 585-594. 2014.\nRIBEIRO, R.J.C; BAPTISTA, G.M.M; BIAS, E.S. Comparação dos métodos de classificação supervisionada de imagem Máxima Verossimilhança e Redes Neurais em ambiente urbano. Anais XIII Simpósio Brasileiro de Sensoriamento Remoto. Florianópolis, Brasil. 21-26 abril de 2007. INPE. P. 5471-5478.\nSANTOS, J.T.S.; PENA, H.W.A. Geoprocessamento aplicado a ecologia de paisagem: uma análise da dinâmica espacial da Ilha do Papagaio - PA, Amazônia -Brasil. Observatorio Iberoamericano del Desarrollo Local y la Economía Social. Revista académica, Universidade de Málaga. V. 5, n.11. 2011\nSERVIÇO GEOLÓGICO DOS ESTADOS UNIDOS. Disponível em:&lt;http://landsat.usgs.gov/> Acesso em: 19 de março de 2016.\nSEVERO-NETO, F.; TERESA, F. B.; FROEHLICH, O. Ecomorphology and diet reflect the spatial segregation between two Siluriformes species inhabiting a stream of the Bodoquena Plateau, in Central Brazil. Iheringia, v.105, n.1.2015\nSIQUEIRA, M.N.; CASTRO, S.S.; FARIA, K.M.S. Geografia e Ecologia da Paisagem: pontos para discussão. Sociedade e Natureza. Uberlândia. V. 25, n. 3, p.557-566. 2013.\nSHANNON, C.E.; WEAVER, W. The mathematical theory of communication. Urbana, IL: University of Illinois press. 1949\nTEIXEIRA, A.; et al. Qual a melhor definição de SIG. Revista Fator GIS. n.11, 1995.\nTERNUS, R.Z.; SOUZA-FRANCO, G.M.; ANSELMINI, M.E.K.; MOCELLIN, D.J.C.; DAL MAGRO, J. Influence of urbanization on water quality in the basin of the upper Uruguay River in western Santa Catarina, Brazil. Acta Limnologica Brasiliensia. Vol. 23, n. 2, p. 189-199. 2011.\nTOWNSEND, C. R., BEGON M.; HARPER, J. L. Fundamentos em Ecologia. 2a ed. Porto Alegre: Artmed. 2006. 592p.\nTURNER, M.G. Landscape ecology: the effect of pattern on process. Annual Review of Ecology and Systematics. V.20, p.171-197. 1989\nVANNOTE, R.C.; MINSHALL, G.W.; CUMMINS, K.; SEDELL, J.R.; CUSHING, C.E. The river continuum concept. Canadian Journal Fisheries and Aquatic Sciences, Otawa, v.37, p.130-137. 1980.\nVARELLA, C. A. A. Análise de Componentes Principais. Análise Multivariada Aplicada as Ciência Agrárias. Seropédia, Rio de Janeiro: Universidade Federal Rural do Rio de Janeiro. 2008. 12p.\nVIEIRA, D.B.; SHIBATTA, O.A. Peixes como indicadores da qualidade ambiental do ribeirão Esperança, Londrina, Paraná, Brasil. Biota Neotropica. V. 7, n.1, p. 56-65. 2007.\nVON SPERLING, M. Introdução à qualidade das águas e ao tratamento de esgotos. Belo Horizonte: Ed. UFMG, 2005. 452p.\nWALLACE, J.M.; HOBBS, P.V. Atmospheric Science: an introductory survey. Londres: Academic Press. 2006. 504p.\nWANG, L.; LYONS, J.; KANEHI, P.; BANNERMAN R.; EMMONS, E. Watershed urbanization and changes in fish communities in southeastern wisconsin streams. Journal of the American Water Resources Association. V. 36, n. 5, p. 1173-1189. 2000\nWATER RESEARCH CENTER. 2014. Disponível em:&lt;http://www.water-research.net/index.php/the-role-of-alkalinity-citizen-monitoring\n>. Acesso em: 28 de abril de 2016\nWOOTTON, R.J. Fish and fisheries series 1: ecology of teleost fishes.\nNova Iorque: Chapman and Hall, 1990, 404p.\nWINKALER, E. U.; SILVA, A. G.; GALINDO, H. C.; MARTINEZ, C. B. R.\nBiomarcadores histológicos e fisiológicos para o monitoramento da saúde de peixes de ribeirões de Londrina, Estado do Paraná. Acta Scientiarum Maringá, v. 23, n. 2, p. 507-514. 2001."}]}}}