{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07527"}, {"@name": "filename", "#text": "12247_1989NetoEstudo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "INSTITUTO DE PESQUISAS ENERGÉTICAS E NUCLEARES \n\nAUTARQUIA ASSOCIADA A UNIVERSIDADE DE SAO PAULO \n\nESTUDO DE PROCESSOS DE OBTENÇÃO DE Pó DE U3O8 EMPREGADO \n\nEM ELEMENTOS COMBUSTÍVEIS DO TIPO MTR \n\nRICARDO MENDES LEAL NETO \n\nDissertação apresentada como parte dos \n\nrequisitos para obtençio do Grau de \n\nMestre em Tecnologia Nuclear. \n\nOrientador: Dr. Humberto Gracher Riella \n\nSAO PAULO \n\n1989 \n\n\n\nA meus p a i s \n\n\n\nAGRADECIMENTOS \n\nAo Dr. Humberto Gracher Riella, pela orientação, \n\npelas sugestões e pelo apoio concedido na execução desta disser \n\ntação. \n\nAo Dr. Clauer Trench de Freitas, ex-chefe da Divi \n\nsão de Materiais Cerâmicos do Departamento de Metalurgia Nuclear, \n\npelo apoio e facilidades oferecidas. \n\nA Raimundo Cerqueira Nunes, Edeval Vieira, Durval \n\nde Jesus Romão e José Marcos Felix da Silva, integrantes do gru \n\npo de fabricação de núcleos combustíveis do Projeto Combustível \n\nNuclear, pela prestativa colaboração no processamento dos pós. \n\nAo Dr. Kaldemar Alfredo Monteiro, pelas discussões \n\ne pelo auxílio na análise de microscopia eletrônica de transmis \n\nsão. \n\nA Celso Vieira de Morais, pelo empenho na análise \n\nde microscopia eletrônica de varredura. \n\nA Divisão de Controle do Projeto Combustível Nu \n\nclear e em especial ã Claudemir José Papini, pela dedicação na \n\nanálise de porosimetria de mercúrio, ã Suzana Clarice Figueiredo \n\ne ã leda Souza Santos, pela competência na análise de superfície \n\nespecífica dos pós. \n\nA Anésio da Silva e ã Suzana Clarice Figueiredo \n\npela excelente execução das fotografias deste trabalho. \n\nA Celso da Silva Pontes Filho e a Michelangelo \n\nDurazzo, pelas sugestões do tema desta dissertação. \n\n\n\nAo Dr. Reginaldo Muccillo pelo auxílio e fácil ida \n\ndes oferecidas. \n\nAo Dr. Luis Felipe Cardoso Pedroso de Lima, pela \n\namizade, pelo incentivo constante e pela revisão do texto. \n\nA Eneida da Graça Guilherme, pela compreensão e \n\npelo apoio sempre oportuno. \n\nÀ Sueli Zambo Fernandes e ã Isaura Borges de Souza, \n\npelo trabalho de datilografia do texto e das tabelas e legendas, \n\nrespectivamente. \n\nA todos que direta ou indiretamente contribuirar. \n\npara a realização deste trabalho. \n\nAo Dr. Durvaldo Gonçalves, ex-Superintendente e ao \n\nDr. Cláudio Rodrigues, atual Superintendente do Instituto de \n\nPesquisas Energéticas e Nucleares, pela oportunidade de pesqui \n\nsa e pelas facilidades proporcionadas. \n\n\n\nESTUDO DE PROCESSOS DE OBTENÇÃO DE Pti DE UjOg \n\nEMPREGADO EM ELEMENTOS COMBUSTÍVEIS DO TIPO MTR \n\nRICARDO MENDES LEAL NETO \n\nRESUMO \n\nTrês métodos de obtenção de pó de U.Ofi de alta \n\ndensidade foram estudados : trituração de pastilhas sInterizadas \n\nde U30g; sinterização de grânulos de U,Og calcinado; e sinteriza \n\nção de grânulos de diuranato de amônio (i)UA). \n\nTestes foram conduzidos variando-se a temperatura \n\ne o tempo de calcinação do DUA, bem como o tempo de sinteriza \n\nção, resultando em dez lotes de U^Og. \n\nOs processos foram comparados em terr?os de caracte \n\nrísticas dos pós obtidos, rendimento granulométríco e número de \n\netapas. 0 teor de impurezas, a área de superfície específica, a \n\nestequiometria, a morfologia, a densidade, a distribuição de po \n\nrosidade e a identificação de fases foram considerados como para \n\nmetros de caracterização dos pós. \n\nAs principais conclusões mostraram que o segundo \n\nmétodo (no qual o DUA foi calcinado a 6009C por 3h) forneceu os \n\nmelhores resultados. Além disso, o terceiro método também produ \n\nziu bons resultados, porém com dificuldades «le manuseio do DUA. \n\n\n\nSTUDY OF PROCESSES FOR THE PREPARATION \n\nOF UjOg POWDER FOR NTR FUEL ELEMENTS \n\nRICARDO MENDES LEAL NETO \n\nABSTRACT \n\nThree preparation methods of high-density ^3^» \n\npowder have been studied : grinding of sintered U,Og pellets , \n\nsintering of calcined U7O. granules; and sintering of ammonium \n\ndiuranate (ADU) granules. \n\nExperiments have been carried out varying ADU \n\ncalcination time and temperature as well as sintering time, \n\nyielding ten U^O. batches. \n\nPowder characteristics, granulometric yield, and \n\nnumber of process steps have been taken into account for \n\ncomparison purposes. Impurity content, specific surface area, \n\nstoichiometry, morphology, density, porosity distribution and \n\nphase identification have been considered as parameters for \n\npowder characterization. \n\nThe main conclusions show that the second method \n\n(following a 600»C/3h ADU calcination) gives the best results. \n\nMoreover, the third method gives also good results, but there \n\nwere some difficulties with ADU handling. \n\n\n\nÍNDICE \n\nPAGINA \n\nI. INTRODUÇÃO 1 \n\nII. O EMPREGO DO U3Og EM COMBUSTÍVEIS DO TIPO MTR 5 \n\n11.1. Histórico 5 \n\n11.2. Trabalhos Anteriores no Brasil 11 \n\n11.3. Especificações do Pó* de UjOg 12 \n\n11.3.1. Estabilidade sob Irradiação 13 \n\n11.3.2. Compatibilidade entre os Materiais .... 15 \n\n11.3.3. Homogeneização 16 \n\n11.3.4. Compactação 18 \n\n11.3.5. Laminação 19 \n\n11.3.6. Tamanho e Forma das Partículas 20 \n\n11.3.7. Densidade 22 \n\n11.3.8. Area de Superfície Específica 23 \n\n11.3.9. Estequiometria 24 \n\n11.3.10. Impurezas 24 \n\n11.4. Revisão dos Métodos de Obtenção do Pó de U,0R.. 26 \n\nIII. TRABALHO EXPERIMENTAL 30 \n\nIII .1. Considerações Preliminares 30 \n\nIII. 1.1. Matéria Prima 30 \n\nIII.1. 2. Métodos de Obtenção de UjOg Propostos.. 31 \n\nII 1.2, Procedimentos e Equipamentos 34 \n\nII1.2.1. Recebimento e Condicionamento do DUA .. 34 \n\nII 1.2. 2. Calcinação do DUA 35 \n\nIII. 2. 3. Granulação do DUA e do UjOg Calcinado.. 36 \n\n\n\nPÁGINA \n\nIII. 2.4. Compactação de Pastilhas para Sinteri \n\nzação 38 \n\nII1.2.5.Sinterização de Pastilhas e Grânulos .. 38 \n\nIII.2.6.Fragmentação de Pastilhas e Grânulos \n\nsinterizados 39 \n\nIII.3.Métodos de Caracterização 40 \n\n111.3.1. Determinação de Impurezas 40 \n\n111.3.2. Termogravimetria 42 \n\n111.3.3. Determinação da Razão Estequiométrica \n\n(O/U) do U30g 42 \n\n111.3.4. Difratometria de Raios X 43 \n\n111.3.5. Distribuição Granulométrica e Classifi \n\ncação dos Pós 43 \n\n111.3.6. Densidade \"Solta\" e \"Batida\" 44 \n\n111.3.7. Densidade Geométrica de Pastilhas 45 \n\n111.3.8. Area de Superfície Específica 45 \n\n111.3.9. Microscopia õtica 46 \n\n111.3.10. Microscopia Eletrônica de Transmissão.. 47 \n\nIII.3Jl. Microscopia Elttrõnica de Varredura ... 47 \n\nIII.3.12. Porosimetria de Mercúrio 48 \n\nIV. RESULTADOS E DISCUSSÕES 51 \n\nIV.1. Caracterização da Matéria Prima 51 \n\nIV. 2. Calcinação do DUA 55 \n\nIV.2.1. Análise de Impurezas 55 \n\nIV.2.2. Difração de Raios X e Razão O/U 55 \n\nIV.2.3. Distribuição Granulométrica 60 \n\nIV.2.4. Densidade \" Solta \" e \" Batida \" e Area \n\nde Superfície Específica 61 \n\nIV.2.5. Microscopia Eletrônica de Transmissão.. 63 \n\n\n\nPXGI\\A \n\nIV.3. Granulaçio (Método-2 e 3) 69 \n\nIV.3.1. Influência da Pressão de Compactação \n\nsobre a Granulação do U*Og Calcinado .. 69 \n\nIV.3.1.1. Densidade a Verde de Pas \n\ntilhas 69 \n\nIV.3.1.2. Classificação Granulométrica. 70 \n\nIV.3.1.3. Morfologia 72 \n\nIV.3.2. Granulaçãc (&lt;105 um) do UjOg e do DUA. 76 \n\nIV.3.2.1. Densidade de bastilhas 76 \n\nIV.3.2.2. Classificação Granulométrica. 76 \n\nIV.3.2.3. Morfologia 76 \n\nIV.4. Compactação e Sinterização de Pastilhas (Me \n\ntodo-1) * 79 \n\nIV.4.1. Densidade de Pastilhas a Verde 79 \n\nIV.4.2. Densidade de Pastilhas Sinterizadas.... 79 \n\nIV.5. Rendimento Granulométrico .. 81 \n\nIV.6. Caracterização dos Pós de U30g Sinterizado .... 84 \n\nIV.6.1. Análise de Impurezas 84 \n\nIV.6.2. Difração de Raios X e Razão 0/U 84 \n\nIV.6.3. Área de Superfície Específica 95 \n\nIV.6.4. Microscopia Eletrônica e ótica 95 \n\nIV.6.5. Porosimetria de Mercúrio 109 \n\nIV.6.6. Considerações Finais 133 \n\nV. CONCLUSÕES 135 \n\nSUGESTÕES PARA TRABALHOS FUTUROS 137 \n\nREFERENCIAS BIBLIOGRÁFICAS 138 \n\n\n\n1 \n\nI. INTRODUÇÃO \n\nOs elementos combustíveis podes ser definidos como \n\nunidades estruturais do núcleo de reatores nucleares, que conte» \n\no material combustível. FJes são um dos principais componentes \n\nde reatores nucleares heterogêneos, isto é, reatores onde o com \n\nbustível é um componente distinto do refrigerante e do modera \n\ndor. São bastante difundidos no mundo os elementos combustíveis \n\ndo tipo placa ã base de alumínio utilizados em reatores de pes?  \n\nquisa e de teste de materiais. Nestes elementos, o encamisante \n\ndo núcleo combustível e os demais componentes estruturais são \n\nde alumínio. \n\nUm dos primeiros reatores a utilizar elementos com \n\nbustíveis do tipo citado foi o BSR (Bulk Shielding Reactor) em \n\n1950 * '. Este reator, desenvolvido pelo ORNL (Oak Ridge Na \n\ntional Laboratory), era do tipo piscina, moderado e refrigerado \n\na água leve, de baixa potência (1MW), baixo fluxo de nêu \n12 2 trons (- 10 n/cm .s) e utilizado para fins experimentais. Entre \n\ntanto, estes elementos ficaram mais conhecidos a partir de sua \nf 21 utilização no MTR (Materials Testing Reactor) em 1952 v ', resul \n\ntante de um esforço conjugado entre o ORNL e o ANL (Argone Na \n\ntional Laboratory) jã desde 1946. 0 MTR era do tipo tanque, de \n\nmaior potência (40MW) e de maior fluxo de neutrons térmicos \n14 2 «• \n\n(2.10 n/cm .s). Originalmente, os elementos combustíveis do ti \n\npo MTR empregavam placas curvas, tendo como núcleo, uma liga de \n\nU-Al com cerca de 181 em peso de urânio altamente enriquecido \n235 - -\n\n(> 931 em peso de U). Essa denominação permaneceu até a épó \nca atual, apesar da utilização de outros tipos de núcleo combu£ \n\n\n\n•» \n\ntível e da realização de algumas alterações do projeto original. \n\nA popularidade dos elementos combustíveis do tipo \n\nMTR se deveu não só a seu boa desempenho e onfiabilidade, mas \n\ntaabéa ã proliferação de reatores de pesquisa e de teste de ma \n\nteriais ea todo o aundo, especialmente aqueles do tipo piscina, \n\nque são os «ais utilizados. \n\n0 priaeiro reator a ser construído no Brasil e \n\nneste Instituto, o IEA-R1. é do tipo piscina. Seu projeto e cons \n\ntrução foraa devidos a firaa aaericana Babcox $ Wilcox. 0 IEA-\n\nRl tornou-se crítico pela primeira vez ea 1957 e eabora seu pro \n\njeto original previsse uma potência máxima de operação de 5NK \n\nele vem sendo operado com 2MK desde 1961. \n\nTem sido um dos propósitos desta instituição, já \n\ndesde a década de sessenta, o desenvolvimento do processo de fa \n\nbricação de eleaentos combustíveis do tipo MTR. A auto suficiên \n\ncia do país nesta tecnologia implica, não só numa economia de di \n\nvisas devido a não importação de elementos para o reator IEA-R1, \n\ncomo também em almejar a participação no mercado exportador. Há \n\nainda um outro aspecto a ser considerado. Além de ser uma ferra \n\nmenta bastante útil na pesquisa e treinamento de pessoal, o rea \n\ntor IEA-R1 também é utilizado na produção de radioisótopos desti?  \n\nnados, principalmente, ã Indústria e â Medicina. \n\nNas suas atuais condições de trabalho, ou seja, po \n\n- ~ 13 2 \n\ntência de 2MK, fluxo neutrônico de 1,5.10 n/cm .s e operação \n\nintermitente de 8 horas por dia durante uma semana de 5 dias, a \n\nprodução dos radioisótopos mais usados na indústria tem atendido \nÍ3) 192 \n\na demanda nacional . Excetua-se o Ir, cujas fontes sao pro \n\nduzidas no IPEN a partir do irídio radioativo importado. A situa \n\nção na area de medicina nuclear é um tanto diferente * . A pro \n\n\n\n3 \n\ndução. no reator, de radios sótopos tais coso. Na. K. BT e \n\nS t«MB suprido as necessidades nacionais. Pores no caso de P. \n\nCr e i . norsaIsente obtidos no IPEN. a produção está aquês \n\nda desanda nacional atual. Outros radioisotopes COMO o 1 e o \n\n99 99s__ \n\nMo (gerador de Tc) nao podes ser produzidos nas condições \n\n«tuais de operaçio do reator. Para capacitar o Instituto i produ \n\nção destes radioisotopes necessários ao país, de sodo a suprir \n\na desanda nacional, o reator IEA-R1 teria que sofrer alterações \n\noperacionais tais coao, o ausento de potência (- 5MK) e de fluxo \n\n(- 10 n/cs .s), durante três sesanas de sodo contínuo . \n\nNo que se refere ao consuso de cosbustíveis. estas \n\nalterações isplicarias na necessidade de se fabricar inicialsen \n\nte 12 elesentos cosbustíveis (cos urânio enriquecido a 201 es pe \n235 \n\nso de U). cos usa reposição anual de seis elesentos. Justifi \n\ncou-se então, ultisasente, usa intensificação do desenvolvisento \n\ndo processo de fabricação de elesentos cosbustíveis do tipo MTR. \n\nDentre os compostos de urânio possíveis de ser uti?  \n\nzados no núcleo cosbustível, juntasente con o alumínio, optou-\n\nse pelo U*0g. As principais razões para isso foras : \n\n- A experiência acusulada neste Instituto no trabalho com disper \n\nsoes de UjOg-Al desde 1962. \n\n- 0 bom desempenho sob irradiação de elementos combustíveis con \n\ntendo dispersões de UjOg-Al. \n\n- 0 urânio enriquecido a 201, importado dos EUA, está na forma \n\noxidada, UjOg, sendo necessário um condicionamento do pó para \n\nobtê-lo com as características finais desejadas. No caso de se \n\nutilizar o UAI , por exemplo, as etapas de processamento se \n\nriam mais numerosas. \n\n\n\n4 \n\n- A densidade de urânio na dispersão U-CL-A1 é ligeiramente supe \n\nrior à da dispersão de UAI -Al. o que ê preferível do ponto de \n\n235 \nvista da incorporação de quantidade crescentes de U por pia \n\nca. \n\n- Outros compostos cora maior teor de urânio que o U,Og, como os \n\nsilicetos, não terem sido suficientemente desenvolvidos no \n\nIPEN. \n\n- 0 emprego de dispersões â base de U,0„-A1 é suficiente para \n\nque o reator possa operar a 5MW. \n\nUm esforço considerável já foi realizado neste Ins?  \n\ntituto no que se refere ã fabricação e ao controle de placas com \n\nbustíveis contendo cermets de U,Og-Al. No entanto, hã carência \n\nde trabalhos específicos sobre o processamento de pós de U,0g \n\ncom determinadas características, \n\nVisando a fabricação de elementos combustíveis do \n\ntipo MTR para o reator IEA-R1 e também a capacitação tecnológica \n\ndo grupo atualmente envolvido neste contexto, é o objetivo deste \n\ntrabalho avaliar comparativamente alguns métodos de obtenção de \n\nU,0g levando em conta os seguintes aspectos ; \n\n- características do põ de U-Og obtido; \n\n- rendimento do processo; \n\n- número de etapas do processo. \n\n\n\n5 \n\nII. O EMPREGO DO UjOg EM COMBUSTÍVEIS DO TIPO MTR \n\nII.I. Histórico \n\nAs ligas de urãnio-alumínio utilizadas originalmen \n\nte em elementos combustíveis do reator MTR e de outros reatores \n\nque adotaram tecnologia similar, continham urânio de alto enri_ \n\nquecimento. \n\nEm meados da década de cinqüenta , combust^ \n\n235 \nveis de baixo enriquecimento (&lt;204 em peso de U) começaram a \n\nser utilizados tendo em vista a preocupação com a não prolifera \n\nção de armamentos nucleares. A fim de manter inalterada a reati_ \n\nvidade do núcleo do reator, a quantidade total de urânio no ele \n\nmento combustível teve que ser aumentada em cerca de cinco ve \n\nzes *• . Para evitar modificações de projeto dos elementos com \n\nbustíveis, este aumento tinha que ser obtido mediante concentra \n\nções maiores de urânio no núcleo de cada placa combustível. No \n\ncaso das ligas de U-Al o teor de urânio teve que ser elevado pa \n\nra 40 a 50', em peso. No entanto, essas ligas apresentavam difi?  \n\nculdades de fabricação devido, principalmente, â sua fragilidade \n\ne à segregação do urânio durante a fusão. Simultaneamente aos e£ \n\nforços para se contornar estes problemas, a tecnologia do pó co \n\nmeçou a ser empregada, alternativamente, na obtenção de disper-\n\nsões combustíveis de enriquecimento limitado. O primeiro esforço \n\nnesse sentido foi verificado em 1955, no reator GCR (Geneva Con \n\nference Reactor) que utilizou uma dispersão de 541. em peso de \n\nVOy em matriz de alumínio, o que parecia na época uma combinação \n\nde materiais promissora l \\ Porém, jã durante a fabricação, se \n\nnotaram problemas associados â reatividade química entre o U02 \n\n\n\n6 \n\ne o alumínio. Dentre uma serie de outros materiais que podiam \n\nser empregados como dispersõides, o U,0_ apresentava grande po \n\ntencial, pelo menos quando comparado ao U02» no que se refere a \n\ncompatibilidade química com o alumínio l . \n\nJã em 1956, tinha iníco a operação do reator Ar \n\ngonauta (10MW) desenvolvido pelo ANL, utilizando como combustí \n\nvel uma dispersão de alumínio e U,0R (391 em peso) de baixo enri \n\nquecimento v '. \n\nA partir daí, as dispersões de U,Og-Al tiveram seu \n\nemprego mais difundido e foram sucessivamente testadas no sentido \n\nde se aumentar a concentração de U,0g e de se averiguar seu d£ \n\nsempenho sob irradiação. No início dos anos sessenta, começa en \n\ntão a operar o reator do PRNC (Puerto Rico Nuclear Center) *• * \n\ncom uma dispersão contendo 65% em peso de U,0R de baixo enrique \n\ncimento, sendo esta a máxima concentração utilizada num elemento \n\nqualificado, durante pelo menos 20 anos. Resultados anteriores \n\ncomprovaram que esta dispersão tinha um desempenho suficientemen \n\nto bom sob irradiação, apresentando variações dimensionais não \n\nsignificativas nas condições testadas, resistência a corrosão su \n\nperior às outras dispersões consideradas (UC- e 481 U-Al) e me \n\nnores problemas relacionados ã compatibilidade com o alumínio1 . \n\nNo que concerne ã reação entre o U,0R e o alumínio. \n\nos primeiros estudos realizados no ORNL ^ ' jã indicavam que \n\nesta reação não seria obstáculo â utilização das dispersões de \n\nUjOg-Al, uma vez que as temperaturas envolvidas na fabricação \n\n(- 600*C) , as alterações estruturais decorrentes eram desprezj[ \n\nveis. Testes posteriores sob irradiação atestaram o bom desem \n\n(12 13\") \npenho sob este aspecto ' . A preocupação com a reação se \n\njustificava porem, porque havia um perigo em potencial no caso \n\n\n\n7 \n\n(14) \nde acidente (fusão do núcleo) no reator. Fleming c Johnson \n\nhaviam observado forte liberação de energia em dispersões com \n\ncerca de 75$ em peso de U,0ft. Este efeito se acentuava com o au \n\nmento da concentração (ate - 751 em peso) e com a diminuição do \n\ntamanho de partícula de U,0g. \n\nNos anos cinqüenta e sessenta verificou-se uma pro \n\nliferação de reatores de pesquisa de baixa potência que utiliza \n\nvam elementos combustíveis do tipo MTR contendo urânio de baixo \n\nenriquecimento l . Entretanto, devido ã exigência crescente de \n\nreatores de alto fluxo de neutrons, portanto de maior potência \n\nespecífica, objetivando testes de irradiação de materiais e pro \n\ndução de radioisotopes, continuou-se a produzir combustíveis com \n\nalto grau de enriquecimento. Estes combustíveis, alem de maior \n\nreatividade específica, implicavam também numa maior economia, \n\npois podiam permanecer mais tempo no núcleo do reator. \n\nComo exemplo de reatores de alto fluxo a entrar em \n\noperação ainda na década de sessenta, podemos citar o HFIR \n\n(High Flux Isotope Reactor) de 100MW ^ ' e o ATR (Advanced Test \n\n(17) \nReactor) de 250MW l ' , ambos utilizando dispersões de U3°« \n\n(alto enriq.) e Al na proporção de 30,21 e 40,11 em peso de U,0g, \n\nno caso do HFIR, e 34%, no caso do ATR. \n\nAs dispersões de U,0g-Al continuaram a ser invés-\n\ntigadas no sentido de correlacionar seu desempenho sob irradiação \n\n- (18) \n\ncom parâmetros do processo de fabricação. Martin et ai. ' veH \n\nficaram que o inchamento das placas combustíveis irradiadas die \n\npendia fortemente da quantidade inicial de vazios formados duran \n\nte a fabricação (fabrication voids), sendo inversamente propor \n\ncional a esta. Portanto, mediante o controle adequado desta v£ \n\nriãvel, os combustíveis poderiam ter utilização prolongada no \n\n\n\ne \n\nreator. \n\nAlém das dispersões de U.Og-Al, eram correntemente \n\nutilizadas as dispersões de UAI -Al e as ligas de U-Al de alto \n\nenriquecimento. No caso de UjOg-Al, a máxima concentração de \n\nurânio atingida, até fins da década de setenta, foi de 421 em \n\npeso (501 em peso de UjCL) em combustíveis qualificados * ', im \n\nplicando numa densidade de urânio de l,7g/cm . \n\nPor volta dessa época, ressurge a preocupação in \n\nternacional de contenção do risco potencial da diversificação de \n\nutilização de materiais altamente enriquecidos (> 931) para fins \n\nbélicos. Num levantamento realizado, foram identificados 147 re£ \n\ntores de pesquisa e de teste de materiais em 37 países que utiH \n\nzavam ou planejavam utilizar combustíveis de alto enriquecimento, \n\nfornecidos pelos EUA, líder desta tecnologia, representando uma \n\ncirculação anual de 5.000 Kg de urânio altamente enriquecido1 K \n\nPara reverter esta situação, programas internacionais de redução \n\nde enriquecimento em reatores de pesquisa e de teste de mate \n\nriais foram estabelecidos a partir de 1978 em países como Est£ \n\ndos Unidos, França, Alemanha Ocidental, Japão, Inglaterra, Can£ \n\ndá e Argentina. Desde então, encontros internacionais sobre o te \n\nma têm sido promovidos anualmente. \n\nA redução do enriquecimento de urânio para valores \n\nabaixo de 20%, limite internacionalmente aceito como seguro, im \n\nplicou num esforço tecnológico superior ao verificado em anos an \n\nteriores. Embora em muitos reatores de baixa potência fosse pos?  \n\nsível operar com combustíveis de baixo enriquecimento sem modifi \n\ncações acentuadas de projeto, em outros reatores de maior potên \n\ncia e projetados para trabalhar em condições limites, isto não \n\npoderia ser realizado a curto ou médio prazo. Tratava-se então \n\n\n\n9 \n\nde desenvolver e qualificar combustíveis com máxima concentração \n\nde urânio possível, cujos limites seriam impostos pela fabricaM \n\nlidade e desempenho sob irradiação prolongada. Outros compostos, \n\nalém do U,Og e UAI , de teor de urânio mais elevado, passaram a \n\nser considerados como, por exemplo, os silicetos, muito pouco \n\ninvestigados anteriormente. Porém, mesmo nos casos onde o U,0g \n\ne o UAI de baixo enriquecimento pudessem prover a quantidade ne \n\ncessaria de urânio, uma série de investigações teria que ser rea \n\nlizada no que concerne à fabricação e ao comportamento sob irra \n\ndiação de placai combustíveis coro alta concentração da fase fÍ£ \n\nsei. No caso do U,0g, a experiência prévia com altas concentra \n\nções (65$ em peso) utilizadas no reator do PRNC serviu como base \n\npara futuros acréscimos. Ainda teria que se considerar a reação \n\nexotérmica com o alumínio, cuja potencialidade aumenta em concen \n\ntrações elevadas de U,0g. Uma nova investigação desta reação foi \n\n(211 \nfeita por Pasto et ai. J nao confirmando os resultados ante \n\n(141 riores obtidos por Fleming e Jonhson v •'na faixa de composição \n\nde interesse (55 a 7S% em peso de U,0g). Embora a temperatura,na \n\nqual a ignição da mistura ocorreu, fosse semelhante (- 9009C), a \n\nliberação de energia foi muito menor e mesmo em temperaturas da \n\nordem de 1400'C não se observou efeitos térmicos violentos, ex \n\nplosões ou liberação de gás. Concluia-se então que altas concen \n\ntrações de U,0g não implicariam em riscos adicionais â segurança \n\ndo reator. \n\nCom relação â fabricação, as decorrências do aumen \n\nto da concentração do U,0g seriam o aumento do engrossamento do \n\nnúcleo na região terminal (efeito conhecido como dogboning) , a \n\ndiminuição da integridade mecânica do núcleo durante a laminação \n\n(221 \ne o aumento da porosidade do núcleo laminado l ' . A diminuição \n\n\n\n10 \n\nda integridade mecânica foi o fator limitante da concentração má \n\nxima de U.O, (751 em peso) ser utilizada, pois a partir desse \n\nvalor se observou que a continuidade da matriz era seriamente \n\nafetada. 0 decréscimo da ondutividade térmica devido ao aumento \n\nda concentração da fase cerâmica também foi considerado, náo sen \n\ndo, no entanto, um fator limitante da concentração de combustí \n\nvel, na maioria das ap. cações. \n\nNo que st refere ao comportamento sob irradiação , \n\nas dispersões com alta concentração de urânio teriam que ser \n\nsubmetidas a queimas - rolong&amp;das visando estabelecer um limite \n\noperacional. Os indicadores normalmente utilizados num exame pós \n\nirradiação para avaliar e^ :e desempenho são a variação volumétri \n\nca das placas combustíveis (swelling) e a temperatura limiar de \n\nempolamento (blister). \n\nNos últimos dez anos, o que se viu foi uma avalia \n\nção sistemática e gradual de dispersões combustíveis, inicialmen \n\nte ensaiadas em placas de teste (miniplacas) e depois em elemen \n\ntos combustíveis plenos (full-size). De acordo com os últimos da \n(23) \n\ndos publicados na literatura , a qualificação operacional de \n\nelementos combustíveis tipo placa, contendo dispersões de U,08-A1 \n\ncom baixo grau de enriquecimento, se encontra no seguinte está \n\ngio : \n\n- concentração em peso de U,Og = 75% \n\n- densidade de urânio na dispersão = 3,2g/cm \n235 \n\n- queima (relativa ao U) * 871 \n21 3 \n\n- densidade de fissão na dispersão = 1,3.10 fissões/cm \n- inchamento (swelling) * 8% \n- temperatura limiar de empolamento = 450ÇC - 475'C \n\n\n\n11 \n\nII. 2. Trabalhos Anteriores no Brasil \n\nNo Brasil, os primeiros trabalhos realizados no \n\ncontexto da utilização de U,Og em elementos combustíveis do tipo \n\nMTR, tiveram início em 1962 com os estudos visando a fabricação \n\nde placas combustíveis para o reator do tipo \" Argonauta \" do \n\nInstituto de Engenharia Nuclear do Rio de Janeiro * * . Estes \n\ntrabalhos foram executados na Divisão de Metalurgia Nuclear do \n\nInstituto de Energia Atômica de São Paulo, atual Instituto de \n\nPesquisas Energéticas e Nucleares» 0 reator Argonauta (10MIV) tor \n\nnou-se crítico pela primeira vez era 1965, utilizando, como nu \n\ncleo das placas combustíveis, uma dispersão de U_0„-A1 com 54,4% \n\nem peso de U.Og de baixo enriquecimento (19,911 em peso de \n\n2 3 5 U ) (26). \n\nA partir desta etapa pioneira no país e em conti^ \n\nnuidade ao desenvolvimento do processo de fabricação de elemen \n\ntos combustíveis tipo placa, uma série de trabalhos foi realiza^ \n\nda, abrangendo : \n\n- Processamento de placas combustíveis delgadas (de menor espes_ \n\nf 27\") sura das que foram utilizadas no Argonauta) v J\\ \n\n- Processamento de placas combustíveis contendo dispersões com al?  \nf 28) \n\ntas concentrações de U-rOg, variando de 55% a 75% em peso\n % J \n\n(291 \nem especial com 65% em peso de 11,0. v '. \n\n- Estudo de variáveis do processo de fabricação de placas combos \n\n.* - (30) tiveis * , \n\nÍ31T \n- Ensaio de alternância térmica de placas combustíveis ' e de \n\nreatividade química entre o U^O» e Al l , \n\n\n\n12 \n\n- Estudo do comportamento mecânico de cermets de U,Ofi-Al * ' ; \n\n- Estudo de corrosão de placas combustíveis a base de dispersões \n\nde U308-A1\n (34). \n\nA experiência acumulada através dos anos permitiu \n\nque esta Instituição iniciasse em 1984 ' •'um programa de fabri?  \n\ncação de elementos combustíveis do tipo MTR, então sob responsa \n\nbilidade do Departamento de Metalurgia Nuclear. Foram construí \n\ndos em caráter experimental dois elementos combustíveis incomple \n\ntos, o n* 128 com duas placas combustíveis e o n * 129 com dez \n\nplacas combustíveis. Estes elementos,atualmente sob irradiação no \n\nnúcleo do IEA-R1, contêm dispersões de U^Og com cerca de 55% em \n\npeso de ü,0fi de baixo enriquecimento. \n\nII.3. Especificações do Põ de U.0« \n\n0 põ de UjOg' bem como qualquer outro composto fís?  \n\nsil utilizado em dispersões, deve atender a determinados requisi_ \n\ntos associados ao comportamento do combustível em operação. Es?  \n\ntes requisitos devem impor as especificações do põ. Elas porém \n\nestão condicionadas também a aspectos relativos a faDricação do \n\ncombustível, muitas vezes limitantes e conflitantes com certas \n\ncaracterísticas ideais do põ. As especificações serão abordadas \n\napôs a discussão destes requisitos. \n\nCom relação ao desempenho sob irradiação, analisa-\n\nremos dois aspectos : \n\n- estabilidade sob irradiação; \n\n- compatibilidade entre os materiais. \n\n\n\n33 \n\nII.3.1. Estabilidade sob Irradiação \n\nA estabilidade de um combustível sob irradiação e^ \n\ntã diretamente associada à sua capacidade de resistir aos danos \n\nde irradiação, retendo os produtos de fissão, sem perda da inte \n\ngridade mecânica e com ausência de variações dimensionais signi \n\nficativas. Esta capacidade é influenciada por variáveis intrín \n\nsecas ã dispersão combustível. Para que os danos de irradiação \n\nsejam minimizados, a matriz (dispersante), não danificada pelos \n\nprodutos de fissão das partículas combustíveis (dispersõides) \n\ndeve predominar em volume e ser contínua. Faz-se necessário, en \n\ntão, o controle do tamanho, da fração volumêtrica e da distribui \n\nção espacial das partículas físseis na dispersão. Na prática, es?  \n\nte problema ê de difícil análise e quantificação, de modo que pa \n\nra se avaliar a influência de cada uma das variáveis pertinen \n\ntes, considera-se um caso ideal, onde algumas simplificações são \n\nfeitas : \n\n- As partículas físseis são esferas de mesmo diâmetro; \n\n- As esferas estão distribuídas regularmente e igualmente espaça \n\ndas entre si; \n\n- A região danificada da matriz está confinada a uma camada de \n\nespessura uniforme envolvendo cada partícula físsil; \n\n- Não existe porosidade de qualquer espécie na dispersão. \n\nA partir destas considerações pode-se dizer que : \n\n- Existe um tamanho crítico (mínimo) de partícula para uma certa \n\nfração volumêtrica, abaixo do qual, ocorre a descontinuidade \n\nda matriz não danificada; \n\n\n\n14 \n\n- Existe uma fração volumetrica crítica (máxima) de partículas \n\nfísseis para um determinado tamanho de partícula, acima da \n\nqual, a matriz não danificada deixa de ser contínua. Quanto me \n\nnor for esta fração maior será o volume de matriz não danifica \n\ndo. \n\nAlém destas observações de caráter geométrico, po \n\nde-se acrescentar que quanto maior o tamanho de partícula, maior \n\nserá a fração dos fragmentos de fissão retida pela propria parti \n\ncuia e. consequentemente, menor será a danificação da matriz. \n\nUma discussão mais extensa e pormenorizada foi fei_ \n\nta por outros autores como Holden l J e Samoilov et ai. . \n\nEmbora, num caso real, seja impossível obter-se uma \n\ndispersão ideal, as considerações anteriores são pertinentes pois \n\nfornecem subsídios ã elaboração inicial do projeto e das especi?  \n\nficações de um combustível ã base de dispersão. \n\nÊ oportuno também dizer que a estabilidade sob ir \n\nradiação de um combustível dependerá do nível de solicitação a \n\nque ele será submetido no reator. Portanto, não se pode disso \n\nciar do conceito de estabilidade, variáveis como queima total \n\ntaxa de queima e temperatura de operação do combustível. Além dis \n\nso a estabilidade de um combustível está associada também ã con \n\ncentração dos átomos físseis, que,pox sua vez, é função da con \n\ncentração do composto físsil e do grau de enriquecimento. \n\n\n\nIS \n\nII.3.2. Compatibilidade entre os Materiais \n\nNuma situação ideal, o material físsil não deve \n\nreagir com o material da matriz ã temperatura de operação do rea \n\ntor, bem como nas temperaturas envolvidas na fabricação do com \n\nbustível. Este requisito não é plenamente satisfeito no caso de \n\nUjOg e Al pois ocorre reação já durante a fabricação, porém de \n\nmodo não significativo, não inviabilizando, portanto, a sua uti_ \n\nlização em reatores, onde freqüentemente as temperaturas envolvi \n\ndas não excedem 100*C * '. \n\nNo que se refere ao comportamento do combustível \n\nsob irradiação, a reação entre o U.Og e o Al pode assumir um as?  \n\npecto favorável até certo ponto. Uma das conseqüências da irra \n\ndiação de um combustível é o inchamento provocado pelo acúmulo \n\nde produtos de fissão, sobretudo os gasosos. Numa placa combust^ \n\nvel, essa variação de volume é mais pronunciada na espessura, \n\ntornando-se crítica devido ã diminuição do espaço entre as pia \n\ncas, alterando portanto, a passagem do refrigerante. A partir da \n\nreação entre o U,0R e o Al são formados produtos com maior mas?  \n\nsa específica, contribuindo assim, para um inchamento menos acen \n\nf 181 \ntuado v J. A presença destes produtos, verificada em temperatu \n\nras bem menores do que as experimentadas em testes fora do rea \n\ntor, mostra que a reação é favorecida pela irradiação *• ' . \n\nApesar do efeito benéfico citado, procura-se evi. \n\ntar que essa reação ocorra em grandes proporções. C oportuno c_i \n\n•- f 3 81 \n\ntar as investigações de Hofman et ai. V ' sobre a caracteriza \n\nção microestrutural de dispersões de U,Og-Al irradiadas. Ficou \n\ndemonstrado que as fases resultantes, por eles observadas, favo \nreciam o crescimento e o coalescimento de bolhas contendo produ \n\ntos de fissão. Deve-se, portanto, tentar minimizar a formação des \n\n\n\n16 \n\ntas fases c evitar sua coalescência. caso contrário. ter-se-á \n\num inchaaento catastrófico das placas combustíveis, sendo este \n\nua fator liaitante do seu teapo de irradiação. Logo. não é in \n\nfundada a preocupação coa as características do pó de U.0g que \n\npodea influir na difusividade do urânio, oxigênio e aluaínio e. \n\nconsequenteaente. na cinêtica da reação. São elas, a estequioae \n\ntria, a estrutura de defeitos e as condições superficiais das \n\npartículas. Apesar disto, não se tea inforaações sobre estudos \n\nquantitativos da influência destas variáveis sobre a reação. 0 \n\nque existe ê uma avaliação quantitativa da influência do ta \n\naanho de partícula e da concentração de U,0g ea aaostras não ir \n\nf 24\") \n\nradiadas . Deste trabalho, conclui-se que, quanto menor o \n\ntaaanho de partícula (maior a área de contato com o aluaínio) e \n\nmaior a concentração de U-O. (até cerca de 751 em peso) , menor \n\nserá a temperatura de ignição da mistura e maior será a libera \n\nção de energia. \n\nCom relação ã fabricação do combustível, serão ana \n\nlisadas as fases que têm relevância na determinação de caracte \n\nrísticas do pó de U,0„, a saber : Homogeneização dos pós de \n\nU,Og-Al, Compactação e Laminação. \n\nII.3.3. Homogeneização \n\nNesta etapa, uma das mais críticas da fabricação, \n\nobjetiva-se misturar os pós de U,0g e Al de forma homogênea. A \n\nprincipal dificuldade para que isto seja conseguido surge da \n\ngrande diferença de massa específica (densidade) dos dois pós, \n\n8,40g/cm ' ' no caso do UjOg e 2,71g/cm ' ' no caso do alu \n\n\n\n17 \n\nmínio. UM grau elevado de homogeneidade deve ser atingido na \n\n•istura e aantido nas etapas subsequentes, onde a mistura é «a \n\nnuseada. a saber, o carregamento e o nivelamento do pó na matriz \n\nde compactação. Heterogeneidades na dispersío. originadas nestas \n\noperações, provocarão anisotropia de propriedades no núcleo con \n\npactado e laminado. \n\nAs variáveis, relativas as partículas, que influen \n\nna mistura, efetuada a seco. são. a granulometria. a morfologia e \n\na área de superfície específica dos pós. alem. é claro, da dens| \n\ndade. Estes parâmetros têm que ser devidamente combinados no sen \n\ntido de se favorecer a mistura e ao mesmo tempo impedir a segre \n\ngação das partículas de U3O.. Para um determinado tipo de pó de \n\nalumínio, podemos fazer as seguintes observações em relação ao \n\npó de U,Og : \n\n- Quanto maior o tamanho de partícula maior será a tendência a \n\nsegregação por gravidade. Pode ocorrer também a segregação por \n\ntamanho quando se tem pós com tamanhos de partícula distintos. \n\nPcrém, partículas muito finas de UjO- tenderão a se aglomerar, \n\nprejudicando a homogeneização. \n\n- Partículas com formas arredondadas e de baixa área de superfi \n\ncie específica têm menor atrito com o pó de alumínio, favore \n\ncendo a mistura. Em contra partida, terminada a etapa de homo \n\ngeneização, estas mesmas características propiciam a segrega \n\nçâo do pó de U*0g durante o manuseio posterior da mistura (car \n\nregamento e nivelamento do pó na matriz). \n\nA análise se tornaria ainda mais complexa se as \n\ncaracterísticas do pó de alumínio fossem variadas. \n\nUma solução ótima deve ser encontrada na prática \n\n\n\n38 \n\ncom relação as características de ambos 05 pôs e em conjunto cor. \n\nas técnicas de homogeneização disponíveis. \n\nII.3.4. Compactação \n\nA mistura de pós, depois de introduzida na cavida \n\nde da matriz de compactação, é submetida ã pressão, dando origer. \n\na um compactado denominado briquete. Como já* dissemos, deve ser \n\ntomado um extremo cuidado no manuseio da mistura durante o carre \n\ngamento (vazamento da mistura do recipiente de homogeneização pa \n\nra dentro da cavidade d matriz) e o nivelamento do pó, para se \n\nevitar segregação. Embora a massa e as dimensões do briquete s£ \n\njam preestabelecidas, e ainda que a compressibilidade da mistura \n\ndependa das características físicas dos pós constituintes, a \n\ncompactação não desempenha papel preponderante na determição de \n\ncaracterísticas do pó de UTO« , antes condicionadas por outras eta_ \n\npas de fabricação (laminação,principalmente) e por requisitos n£ \n\ncessãrios ao bom comportamento sob irradiação, £ oportuno lem \n\nbrar que a densidade do briquete não influi na porosidade final \n\nÍ411 \ndo núcleo laminado ' , importante no estabelecimento de suas \n\npropriedades mecânicas e desempenho sob irradiação. Tal porosida \n\nde é influenciada por fatores relativos âs condições de lamina \n\nção, ao tipo de liga de alumínio utilizada como encamisante e ã \n\nconcentração e resistência â fragmentação das partículas fÍ£ \n\nseis. \n\n\n\n19 \n\n11.3.5. Laminação \n\nAs placas combustíveis são obtidas pela laminação \n\nde conjuntos previamente montados. Cada conjunto ê constituído \n\npor um briquete alojado na cavidade de uma moldura de alumínio \n\n(picture frame) com ambas as faces recobertas por chapas de alu \n\nmínio. A deformação mecânica e realizada de maneira gradual er. \n\nvários passes de laminação a quente, sendo o último a frio. Cada \n\nplaca contêm em seu interior o núcleo (briquete) alongado na d_i \n\nreção de laminação e com uma espessura apreciavelmente reduzida \n\n(- 831). Nesse processo, as partículas combustíveis sofrem esfor \n\nços de compressão e tração podendo fragmentar-se. Os fragmentos \n\nacompanham o escoamento da matriz alinhando-se na direção de Ia \n\nminação (stringering). Ocorre então uma diminuição do tamanho \n\ninicial das partículas combustíveis bem como uma texturização da \n\ndispersão, acarretando *• ' : \n\n- aumento dos danos na matriz induzidos por irradiação; \n\n- aumento da reatividade das partículas de U,0fi; \n\n- anisotropia de propriedades mecânicas; \n\n- alteração local da relação Al/üjOg importante no rendimento \n\ntérmico e neutrônico do combustível. \n\nNo que se refere exclusivamente ãs partículas, a \n\nfragmentação é dependente da sua granulometria, morfologia, den \n\nsidade e área de superfície específica. A resistência ã fragmen \n\ntação cresce com o aumento da densidade e do grau de esfericidade , \n\ne com a diminuição da área de superfície específica (rugosidade \n\nsuperficial). 0 controle adequado dessas características pode \n\nevitar ou retardar o rompimento das partículas, diminuindo com \n(421 isso o grau de alinhamento da dispersão v '. \n\n\n\n20 \n\nSerão abordados a seguir as características fisí \n\ncas e químicas do pÕ que têm importância no contexto deste tra \n\nbalho. \n\nII.3.6. Tamanho e Forma das Partículas \n\nAs características geométricas de uma partícula \n\nsão descritas por sua dimensão e por sua morfologia. Por ser a \n\nforma um parâmetro cuja avaliação quantitativa é complexa, ela \n\nnão faz parte das especificações. Porên, a morfologia das parti \n\ncuias tem um papel decisivo na fabricação do combustível, de mo \n\ndo que se almeja uma forma em especial, mesmo que sua determina \n\nção seja apenas qualitativa (visual). Partículas esféricas são \n\npreferidas por atenderem às características de uma dispersão \n\nideal e por terem um comportamento superior do ponto de vista \n\nde deformação mecânica (o seu rompimento é menos provável pois \n\npodem \" rolar \" por entre a matriz de alumínio durante a defor \n\nmação). Entretanto, com os processos comumente empregados na \n\nprodução de pós de U-0g para combustíveis do tipo MTR, não se ob \n\ntêm partículas esféricas. Quando muito, elas podem ter um certo \n\ngrau de esfericidade ou cantos arredondados, apesar de serem ir \n\nregulares. \n\nAs partículas também são obtidas com diversos t£ \n\nmanhos. Especifica-se então uma faix.t granulométrica na qual as \n\npartículas devem estar inseridas, sem contudo se exigir uma dis \n\ntribuição de tamanho em especial. Dada a impossibilidade de se \n\nobter um Cínico tamanho de partícula, o intervalo granulométrico \n\né estreito. Este ponto é importante para se obter uma dispersão \n\n\n\n2] \n\nhomogênea no produto final ' ' e menores variações de proprie \n\ndades físicas. \n\nPelas especificações da granulometria, as partícu \n\nIas de UjOR devam ser maiores que 44 pm (325 malhas por polega \n\nda quadrada ou mesh) e geralmente menores que 88 um (170 \n\nmesh) (17»43.44) Q U mesmo 1 4 9 ^ (100 m e s h ) (10) 0 l i m i t e infç \n\nrior de tamanho é determinado pelos requisitos de estabilidade â \n\nirradiação *• -'.ou seja, minimização dos danos provocados pelos \n\nfragmentos de fissão. No entanto, um certo porcentual de parti \n\ncuias finas (&lt;44 um) é admitido pelas especificações. As razões \n\npara isso são de ordem econômica, pois os métodos de obtenção de \n\nU,0. geram finos que, caso não aproveitados, terão que ser reci?  \n\nciados. 0 porcentual máximo de finos geralmente admitido é de \n\n25$ da massa total de U30g\n í44 a 47). Martin et ai. í l 8 ) verifi \n\ncaram que o inchamento de dispersões de U,0„-A1 é independente \n\ndo teor de finos. A utilização de até 1001. de finos causou muito \n\npouca alteração no inchamento de placas irradiadas, segundo aque \n\nles autores *• '. Porém não se tem verificado a adoção deste pro \n\ncedimento na produção de combustíveis. Encaramos este fato, mais \n\ncomo uma flexibilidade da concentração máxima de finos permitida, \n\ndo que a viabilidade ou recomendação desta prática. Finos de \n\nU,0g são mais reativos e apresentam uma forte tendência â aglome \n\nração durante o manuseio. 0 limite superior da faixa granulomé \n\ntrica advém de aspectos de fabricação das placas combustíveis. \n\nAs partículas têm que ser menores do que a espessura final do \n\nnúcleo, Além disso, partículas grandes em relação ã espessura do \n\nnúcleo, apresentam uma probabilidade maior de fragmentarem-se e \n\nde penetrarem no revestimento. Mediante a análise de algumas e^ \n\npecificações ' nota-se que o tamanho máximo de partícula \n\n\n\n22 \n\nvaria da ordem de 1/4 a 1/6 do valor da espessura nominal do nú \n\ncleo. Keber e Hirsh ' recomendam que o tamanho máximo de par \n\ntfeula esteja na faixa de 1/3 a 1/4 da espessura mínima do nú \n\ncleo. De qualquer forma, relações como estas não estão explicí \n\ntas nas especificações, podendo ser, contudo, um critério estabe \n\nlecido com base em testes de laminação. \n\nAlém do pó de U^OR. a granulometria do pó de alumí \n\nnio também é especificada. As partículas são menores do que \n\n149 im * ,17,43,46) e tgm u m p o r c e n t u ai de finos (&lt;44 im) defi \n\nnido, variando de 501 l ' a 901 *• •'.A partir de investigações \n\nrealizadas em outras dispersões, como UO- em aço inoxidável, no \n\ntamos que a granulometria fina do dispersante é benéfica em ter \n\nmos de distribuição final de partículas físseis e de minimização \n\ndo \" stringering \" * . Nossa experiência também indica que a \n\nhomogeneização dos pós de U,0_ (entre 44 e 88um) e alumínio é \n\nacentuadamente melhorada com o emprego de finos deste último.Uni_ \n\ncamente sobre este aspecto, um certo porcentual de finos de \n\nU,0g também é benéfico. \n\n11.3,7. Densidade \n\nA densidade, na ausência de fatores complicantes. \n\né uma indicação direta da resistência da partícula e de sua inte \n\ngridade *• '. No que depende exclusivamente da densidade ,partícu \n\nIas mais densas serão mais resistentes ã fragmentação e portanto \n\npreferíveis. Embora uma certa porosidade no interior das partícu \n\nIa possa ser benéfica, do ponto de vista de acúmulo de produtos \n\nde fissão, a resistência a fragmentação tem sido um fator linú \n\n\n\n23 \n\ntante. Numa placa combustível, os chamados vazios de fabricação \n\n(fabrication voids) são os grandes responsáveis pela contenção \n\n- f 181 \n\nde produtos de fissão e redução do inchamento *• J. Portanto, os \n\nvalores mínimos de densidade especificados são elevados, podendo \n\nvariar desde 951 ^44^ a 991 ^51^ da densidade teórica (D.T.). As \n\nespecificações de reatores americanos, como o HFIR ' ' e o \n\nATR * ', estabelecem valores da ordem de 98i da D.T.. No entan \n\nto, para o reator de Porto Rico * \\ estabelece-se valores aci \n\nma de 881, da D.T.. Uma vez que a origem dos pós de U,0g , emprega \n\ndos no desenvolvimento dos combustíveis destes reatores, é a mes?  \n\nma, acreditamos que esse valor mais baixo decorre da utilização \n\nde uma granulometria mais grosseira (de 44 um a 149 un) do que \n\nnos outros dois casos (de 44 um a 88 um). \n\nII.3.8. Área de Superfície Específica \n\nEsta característica esta associada â granulometria, \n\nã morfologia, ã densidade (no caso de se ter porosidade aberta)e \n\nã rugosidade superficial das partículas de um pó. A sua inter-\n\nrelação com as três ultimas variáveis, a torna uma medida corre \n\nlacionável com a resistência ã fragmentação de partículas com \n\numa mesma distribuição granulometrica. Partículas de forma irre \n\nguiar e de cantos vivos, com porosidade aberta e superfície rugo \n\nsa, são menos resistentes a fragmentação e têm maior superfície \n\nespecífica do que partículas arredondadas, superficialmente li_ \n\nlisas e de alta densidade aparente. \n\nA superfície específica também ê uma medida da e_s \n\ntabilidade termodinâmica de um pó. No caso das dispersões de \n\n\n\n24 \n\nU,Ofi-Al, deseja-se obter um sistema o mais estável possível, re \n\nquerendo, portanto, um pó de U,0g inerte, ou seja, de baixa \n\nárea de superfície específica. São especificados valores menores \n\ndo que 0,1 m2/g (44-51) ou mesmo 0,05 m2/g ( 1 7«4 3 ). \n\nII.3.9. Estequiometria \n\n£ uma variável controlada, porém não especificada. \n\nA subestequiometria do U.Og (U~08 ) tem sido objeto de vários \n\ntrabalhos .A perda de oxigênio do oxido, ao ar, ocorre \n\ncom a elevação de temperatura já a partir de 500ÇC, sendo mais \n\nacentuada a partir de 900*C. Porém, durante o resfriamento, a \n\nreincorporação de oxigênio é mais lenta, podendo mesmo não ser \n\ncompleta. Se a deficiência de oxigênio for compensada por um au \n\nmento na concentração de lacunas, a difusão atômica será favore \n\ncida. Isto seria negativo do ponto de vista da reação entre o \n\nU-rOg e Al, como já foi dito. Contudo, não dispomos de informa \n\nções de estudos sobre o assunto. \n\nII. 3.10. Impurezas \n\nAs impurezas são especificadas principalmente por \n\nrazões neutrônicas, pois quer-se limitar a absorção parasitica \n\nde neutrons. Especifica-se o teor máximo admissível de cada ele \n\nmento químico. Na tabela I apresentamos as especificações ameH \n\ncana l ' e argentina * '. \n\n\n\nTABELA I - Especificações de concentração máxima \n\nde impurezas no pó de U,0t. \n\nELEMENTOS \n\nAl \n\nB \n\nBa \n\nBe \n\nCa \n\nCd \n\nCo \n\nCr \n\nCu \n\nFe \n\nK \n\nF \n\nLi \n\nMg \n\nMn \n\nNa \n\nNi \n\nP \n\nSi \n\nV \n\nTEOR MAXIMO \n\nÜSA (43> \n\n10 \n\n0,2 \n\n10 \n\n0,2 \n\n50 \n\n0,5 \n\n3 \n\n15 \n\n20 \n\n100 \n\n20 \n\n&lt;10 \n\n1,0 \n\n100 \n\n5 \n\n5 \n\n20 \n\n<100 \n\n50 \n\n2 \n\nDE IMPUREZAS (ug/gU) \n\nARGENTINA Í58) \n\n100 \n\n2 \n\n10 \n\n0,2 \n\n50 \n\n0,5 \n\n3 \n\n* \n\n20 \n\n* \n\n20 \n\n20 \n\n5 \n\n50 \n\n5 \n\n20 \n\n* \n\n100 \n\n50 \n\n2 \n\n* Cr + Fe + Ni = 150 \n\n\n\n26 \n\nII.4. Revisão dos Métodos de Obtenção do Pó* de U.0fi \n\nOs processos de obtenção do pó* de U-0g adequado ao \n\nemprego em combustíveis do tipo MTR são pouco descritos na lite \n\nratura. Tem-se dados bem detalhados dos procedimentos utilizados \n\nnos Estados Unidos e na Argentina e algumas informações dos pro \n\ncessos empregados na Alemanha Ocidental. \n\nOs métodos de obtenção de U,0„ sofreram modifica \n\nções através dos anos, desde sua primeira utilização no reator \n\nArgonauta do ANL. A descrição do processo neste caso é bastante \n\nf 59\") \nsuperficial J . 0 po de U-0g processado tinha cor preta, não \n\napresentava matérias voláteis até 1000ÇC e tinha uma granulom£ \n\ntria inferior a 100 mesh. Em outros trabalhos, desenvolvidos na \n\nISNSE (International School of Nuclear Science and Engin£ \n\nering) l , o U,0g como recebido era tratado a 10009C, ao ar , \n\ndurante 4 horas e depois moído num moinho de bolas por 12 horas, \n\nobtendo-se uma granulometria inferior a 80 mesh. \n\nNa Argentina e no Brasil, o U,0g utilizado na f£ \n\nbricação de elementos combustíveis similares ao do reator Argo \n\nnauta, era importado dos EUA. Esses países, no entanto, process^ \n\nvam o U,0„ natural necessário às etapas de teste. Na Argenti^ \n\nna *• , o U,Og era obtido mediante a calcinação ao ar (900\n9C, \n\n2 horas) do UO, hidratado, previamente moído a 70 mesh. No \n\nBrasil , o U,0« provinha do diuranato de amônio calcinado ao \n\nar a 8759C por 2 horas. A faixa granulométrica utilizada era in \n\nferior a 325 mesh. \n\nCom o desenvolvimento dos reatores de pesquisa e \n\nteste de materiais de maior performance, o processamento de \n\nUjOg foi sensivelmente alterado. Além da calcinação, introduziu-\n\nse a etapa de sinterizaçao, como recurso para se obter um oxido \n\n\n\n27 \n\nde alta densidade e baixa ãrea de superfície específica. Tem-se, \n\nna literatura, uma descrição minuciosa do processo de obtenção \n\nde U,0R desenvolvido na planta Y-12 da \" Union Carbide Nuclear \n\nCompany \", nos EUA ' . Este processo, aparentemente, não so \n\nfreu modificações substanciais ate hoje. 0 põ produzido naquela \n\nunidade foi utilizado tanto em reatores de baixa potência, como \n\no reator do PRNC (5MW e fluxo de 5,2.IO12 n/cm2.s à 1MW) (I0^ , \n\ncomo em reatores de alta potência, a saber, o ATR (250MW e fluxo \n\nde 2.1015n/cm2.s) ( 1 7 ) e o HFIR (100 MK e fluxo de 5,5. \n\n10 n/cm .s) * . 0 material de partida é o perõxido de urânio, \n\nprecipitado de uma solução aquosa de nitrato de uranilo com adi?  \n\nções de ácido nítrico ou hidróxido de amônio (para ajustar o pH \n\nem 2) e perõxido de hidrogênio (H-0_). Com a calcinação do perõ \n\nxido de urânio a 800'C por 6h numa atmosfera de nitrogênio, ob \n\ntêm-se o U,Og num estado aglomerado. Segue-se uma moagem, sendo \n\naproveitada a fração entre 100 e 325 mesh (HFIR) ou menor de \n\nque 80 mesh (PRNC). 0 pô obtido nestas condições, é sinterizado \n\nao ar, a 1350'C por 4 horas e, em seguida, a 1400ÇC por 2 horas. \n\n0 material sinterizado é finalmente moído, aproveitando-se a fr£ \n\nção entre 170 e 325 mesh (HFIR) ou entre 100 e 325 mesh (PRNC). \n\nNa Alemanha Ocidental, os trabalhos com U^Og tive \n\nram início hã cerca de 10 anos, como parte do desenvolvimento de \n\ncombustíveis de baixo enriquecimento e alta concentração, para \n\nreatores de pesquisa e de teste de materiais. As informações di^ \n\nponíveis em literatura são de caráter bastante geral. No proces?  \n\nso inicialmente desenvolvido *• , a matéria prima era o perõxi?  \n\ndo de urânio hidratado, precipitado de uma solução de nitrato de \n\nuranilo (pH &lt;2), 0 perõxido era convertido a U,0g por calcina \n\nção ao ar. Em seguida, pastilhas eram compactadas e trituradas , \n\n\n\n25 \n\nobtendo-se grânulos classificados numa faixa de tamanho defin^ \n\nda. Após isto, os grânulos eram sintetizados ao ar, a 1400*C. A \n\netapa de granulação foi suprimida posteriormente * . 0 U,Og \n\nobtido da calcinação do perõxido a 800ÇC, era submetido a uir. \n\ntratamento a 1500'C numa atmosfera de oxigênio. Em paralelo, ou \n\ntros processos foram implantados, empregando diferentes mate \n\nrias primas como o tricarbonato de amônio e uranilo (TCAU) *• ' \n\ne o UF . Atualmente, a linha de produção proveniente do TCAU \n\n• • i (65) parece ser a principal v J . \n\nAtualmente, na Argentina, o processo empregado na \n\n(44) -\nprodução de U,0g\n\n y J e basicamente o mesmo da planta Y-12, com \n\nalgumas modificações. A matéria prima é o DUA, precipitado de \n\numa solução de fluoreto de uranilo resultante da hidrólise do \n\nhexafluoreto de urânio. 0 DUA é calcinado ao ar, a 8009C durante \n\n6 horas, obtendo-se um produto agregado. 0 U,0R,então, é moido e \n\nclassificado entre 100 e 325 mesh, fração esta,que é sinterizada \n\na 1400ÇC durante 6 horas. 0 produto sinterizado é desagregado e \n\nclassificado na faixa entre 170 e 325 mesh. \n\nNo Brasil, e em particular no IPEN.a linha que \n\nvinha sendo adotada para o processamento de U,0R, dentro do pro \n\ngrama de desenvolvimento de fabricação de combustíveis, era subs \n\ntancialmente diferente da de outros países. No caso de se proces_ \n\nsar U,Ofi natural, a matéria prima é o diuranato de amônio pro \n\nveniente do nitrato de uranilo. 0 DUA é calcinado ao ar, a \n\n750*C por 3 horas, o mesmo acontecendo com o U,0R enriquecido im \n\nportado. 0 pó calcinado é misturado com uma solução de aglomeran \n\nte, sendo posteriormente secado para se retirar o excesso de \n\nágua, 0 material aglomerado é precompactado em pastilhas, as \n\nquais, após a trituração, resultam em grânulos menores do que 20 \n\n\n\n2-t \n\nmesh. Segue-se uma nova compactação (com pressão mais elevada) \n\nobtendo-se pastilhas que são sinterizadas a 1350»C durante 96 ho \n\nras apôs uma etapa de retirada do aglomerante a 350»C durante \n\ncerca de 12 horas. Apôs a sinterização as pastilhas são moídas e \n\no pó obtido é classificado na faixa entre 200 e 325 mesh. \n\n\n\n30 \n\nIII. TRABALHO EXPERIMENTAL \n\nIII.1. Considerações Preliminares \n\nIII.1.1. Matéria Prima \n\nOs diuranatos tên un papel relevante na tecnologia \n\nde combustíveis nucleares. 0 diuranato de amônio, coauaente de \n\nnominado Dl)A, é um produto intermediário para a obtenção do he \n\nxafluoreto de urânio (UF,) necessário ao enriquecimento isotópi_ \n\nco. Além disso, o DUA é uma das matérias primas empregadas para \n\na obtenção de U,0g utilizado na fabricação de combustíveis nu \n\ncleares tipo placa. A sua escolha como matéria prima para este \n\nestudo se deve ao fato de que ele vêm sendo utilizado há vários \n\nanos no IPEN, no processamento de U,0g destinado aos testes de \n\nfabricação de elementos combustíveis. \n\nA tecnologia de obtenção do DUA, embora praticada \n\nhá muitos anos, varia de uma instalação para outra. Ele é obtido \n\na partir de soluções aquosas de sais de uranilo precipitadas com \n\namônia, hidróxido de amônio ou uréia . 0 DUA é um composto \n\nque não tem fórmula definida, pois sua composição depende forte \n\nmente das condições de precipitação l . Uma fórmula geral \n\ndo tipo nU0,.mNH,.pH-O pode, no entanto, ser aceita * . Uma \n\nampla revisão dos trabalhos existentes na literatura sobre a es?  \n\ntrutura química do DUA foi realizada por Dantas l . \n\nAs propriedades físicas e químicas do produto fi \n\nnal (UOj, U,0. , U0-) dependem fortemente dos parâmetros de preci?  \n\npitação do DUA, como pH e temperatura, e de sua decomposição tér \n\n\n\n3] \n\nnica (temperatura, tempo e atmosfera) a '. Apesar disto \n\nnão julgamos conveniente para o tipo de investigação proposta va \n\nriar. no momento, as características do Material precursor. Is \n\nto implicaria numa multiplicidade das condições de teste e de \n\namostras, tornando o trabalho por demais extenso. \n\nII1.1.2. Métodos de Obtenção de U,Og Propostos \n\nQualquer que seja o processo de obtenção de U~0_ \n\nadotado, deve-se ter em mente que. além da alta pureza química . \n\no pó deve possuir outras propriedades, principalmente como : \n\n- densidade elevada; \n\n- baixa ãrea de superfície específica; \n\n- granulometria e forma das partículas adequadas. \n\nVariações existentes entre um e outro método, de \n\ncorrem, basicamente, de como essas propriedades serão atingidas \n\nde um modo simples e econômico. \n\nNo presente trabalho, foram analisadas três linhas \n\nde processamento. A primeira (Mctodo-1) era a que vinha sendo \n\nadotada no IPEN. na qual o pó de U.0g é resultante da trituração \n\nde pastilhas sinterizadas. A outra linha (Método-2) tem como ba \n\nse a sinterização do pó solto (free sintering) e que, como foi \n\nvisto, é adotada em países como os Estados Unidos, Alemanha Oci?  \n\ndental e Argentina. Finalmente, a sinterização direta do DUA (Me \n\ntodo-3), ou seja. sem calcinação prévia, foi proposta a nível de \n\nalternativa, uma vez que o número de operações é reduzido e se \n\naproveita a maior atividade (sinterabilidade) do DUA em relação \n\n\n\n32 \n\nao U,0 . Apesar disto, não temos informações da adoção, por ou \n\ntros centros tecnológicos, de procedimento semelhante (Metodo-3) \n\nna produção de elementos combustíveis do tipo MTR. \n\nEm se tratando da sinterização de pastilhas (Meto \n\ndo-1), algumas modificações foram realizadas. 0 uso de aglomeran \n\nte foi eliminado por entendermos se tratar de um procedimento re \n\ndundante, uma vez que a granulação já é realizada por meio da \n\nprecompactação e trituração, como artifício de se aumentar a den \n\nsidade a verde das pastilhas. 0 tempo de sinterização foi reduzi_ \n\ndo para, no mãximo, 24 horas em vez das 96 horas adotadas an \n\nteriormente. 0 limite superior da faixa granulométrica do pó fi_ \n\nnal foi alterado para 88 un Q70 mesh), sendo que anteriormente \n\nera de 74 um (200 mesh). \n\nNas linhas de sinterização de pós (Mêtodo-2 e Meto \n\ndo-3) foi empregada a granulação também por compactação e pos?  \n\nterior trituração. Procedimento semelhante (Método-2) foi utili_ \n(511 - Í321 \n\nzado inicialmente na Alemanha *• J e também por Figueiredo v J. \n\nNa figura 1, são apresentados os métodos investigados de maneira \n\nesquemãtica, \n\n\n\n33 \n\nMÉTODO • 1 \n\nQUA \n\nSECAGEM \n\nDESAGREGAÇÃO \n\nK 8 4 0 i i m ) \n\nCALCINAÇÃO \n\nPRÉ COMPACTAÇÃO \n\nTRITURAÇAO \n\n« I 4 9 * i m ) \n\n_L \nCOMPACTAÇAO \n\nSINTERIZAÇAO \n\nTRITURAÇAO \nDE PASTILHAS \n\nCLASSIFICAÇÃO \n\nGRANULOMÉTRICA \n\n(44o88>um) \n\nPO DC U 3 0 8 PROVENIENTE \n\nDA TRITURAÇAO OE \nPASTILHAS SlNTERlZADAS \n\nMÉTODO-2 \n\nDUA \n\nSECAGEM \n\nDESAGREGAÇÃO \n\n( &lt;8 4 0 i i m ) \n\nCALCINAÇÃO \n\nPRECOMPACTAÇAO \n\nTRITURAÇAO \n\n( &lt;I O S « m ) \n\nCLASSIFICAÇÃO \nGRANULOMA TRICA \n\n(44 o 105um) \n\nSINTERIZAÇAO \n\nDESAGREGAÇÃO \nDE GRÁNULOS \n\n' \n. . . . . . . . \n\nCLASSIFICAÇÃO \nGRANULOMÉTRICA \n\n(44o8í; \n1 \n\num) \n\nPO OE U 5 0 e PROVENIENTE \nDA SINTERIZAÇAO DE \n\nGRÁNULOS DE UjOg CALCINADO \n\nMÉTODO -3 \n\nDUA \n\nSECAGEM \n\nDESAGREGAÇÃO \n\n(<840iim) \n\nPRECOMPACTAÇAO \n\nTRITURAÇAO \n\n« IOB M m ) \n\n_L \nCLASSiFlCAÇÃO \n\nGRANULOMÉTRICA \n\n(44 o 105um) \n\n-L \nSINTERIZAÇAO \n\nDESAGREGAÇÃO \nDE GRÁNULOS \n\nCLASSIFICAÇÃO \n\nGRANULOMÉTRICA \n\nX \n(44o80A<m) \n\nPó DE U 3 0 8 PROVENIENTE \nOA SINTERIZAÇAO OE \n\nGRÁNULOS DE DUA \n\nFIGURA 1 - Métodos de obtenção de U,Oft estudados. \n\n\n\n34 \n\nIII.2. Procedimentos e Equipamentos \n\nIII.2.1. Recebimento e Condicionamento do DUA \n\n0 DUA de grau de pureza nuclear foi obtido junto ao \n\nDepartamento de Engenharia Química do IPEN. Ele foi fornecido já \n\nseco, na forma de pedaços aglomerados da ordem de 1 a 2 cm no \n\nmáximo. As condições de preparação estão indicadas abaixo : \n\n- Matéria Prima : Nitrato de Uranilo \n\n- Reagente : Amônia Gasosa \n\n- Precipitação : pH 7 a 9 \n\nTemperatura 609C \n\nTempo 40 minutos \n\n- Secagem : Temperatura 100 a 1809C \n\nTempo 40 minutos \n\nCom a finalidade de tornar a decomposição térmica \n\n(calcinação) do DUA mais uniforme e facilitar seu manuseio, opta \n\nmos pela pulverização. No entanto, havia ainda um teor de umid£ \n\nde elevado para que esta operação pudesse ser feita. Foi realiza \n\nda então uma nova secagem a 80ÇC durante 24 horas. 0 material foi \n\ndeposto em bandejas de aço inoxidável 304 e levado para uma es \n\ntufa de circulação de ar forçada. A eficiência desta operação foi \n\nverificada por termogravimetria. Em seguida, o DUA foi desinte \n\ngrado num triturador de barras semicontínuo de modo que se obti_ \n\nvesse aglomerados menores do que 20 mesh (0,84mm). \n\n\n\n35 \n\nIII.2.2. Calcinação do DUA \n\nCom o objetivo de se avaliar a influência da tempe \n\nratura e do tempo de calcinação do DUA sobre as propriedades do \n\nU*Og e seu comportamento nas demais etapas do processamento, rea \n\nlizou-se algumas investigações preliminares. As calcinações fo \n\nram feitas em três temperaturas, 600, 700 e 800*C, e dois tem \n\npos, 3 e 6 horas. A temperatura mínima (600'C) foi tomada com ba \n\nse na analise termogravimétrica do DUA e o tempo de 3 horas é \n\nconsiderado suficiente para que a calcinação ocorra por completo \n\nem todo o material carregado no forno. A temperatura máxima \n\n(800ÇC) e o tempo de 6 horas são as condições de calcinação ado \n„ (43 44^ \n\ntadas em outros centros tecnológicos v ' '. Visando a redução \n\nde variáveis do processo e consequentemente a quantidade de amo£ \n\ntrás e de análises, as condições de calcinação não foram mais d^ \n\nversificadas. \n\nAs calcinações foram realizadas ao ar num forno r£ \n\nsistivo tipo caixa. Quantidades fixas de DUA foram colocadas er. \n\nbotes planos de ferro-cromo de modo que se mantivesse uma camada \n\nde altura constante. Os botes foram posicionados no forno, na re \n\ngião de menor gradiente térmico (&lt;20ÇC). A temperatura foi ele \n\nvada de 100'C a cada vinte minutos, ou seja, 300?C/h. Findo o \n\ntempo de calcinação, os botes foram retirados do forno e resfri?  \n\nados ao ar, \n\nCom base na caracterização dos põs calcinados, e:s \n\ncolheu-se dois deles para dar continuidade ao processamento, a \n\nsaber, o pó calcinado a 600ÇC por 3 horas e o pó calcinado a \n\n800?C por 6 horas. \n\n\n\n36 \n\nIII.2.3. Granulação do DUA e do UjOg Calcinado \n\nA granulação foi realizada por meio de compactação \n\ne posterior trituração de pastilhas de DUA e de U,0R calcinado \n\na 600»C (3h) e a 800»C (6h). \n\nFoi investigada a influência da pressão de cor; \n\npactação sobre a densidade a verde das pastilhas, a classifica \n\nção e a morfologia dos grãnulos de U,0g. Pastilhas de 50g dos \n\ndois tipos de pôs foram compactadas numa prensa hidráulica com \n\n2 \n0,5, 1,0 e 2,0 tf/cm (6 pastilhas para cada pressão), empregan \n\ndo-se uma matriz cilíndrica, de 40 mm de diâmetro, do tipo flu \n\ntuante. As pastilhas, depois de controladas, foram então tritura \n\ndas. \n\nA trituração foi feita manualmente, utilizando-se \n\num almofariz e um pestilo (bastão) de porcelana. As pastilhas con; \n\npactadas numa mesma pressão foram divididas em dois grupos e tri. \n\nturadas separadamente, a fim de verificar a reprodutibilidade da \n\ngranulação. Um peneiramento manual foi intercalado com a fragmen \n\ntação, a fim de que os grãnulos, que já tivessem atingido o ta \n\nmanho desejado, fossem sendo separados. Os grãnulos, nesta fase \n\nde investigação, foram cominuídos até que ficassem menores do \n\nque 100 mesh (149 un). Estas operações foram realizadas no inte \n\nrior de uma caixa de luvas, com controle de umidade relativa do \n\nar. Após isto, o material foi secado em estufa e peneirado auto \n\nmaticamente para a separação dos finos (&lt;44 yn). Com o objetivo \n\nde se determinar o tempo de peneiramento automático, as frações \n\ndos grãnulos classificados foram controladas a cada 15 minutos \n\naté que a variação de massa entre dois peneiramentos sucessivos \n\nfosse da ordem de 1%. Estes testes conduziram a um tempo de \n\n\n\n37 \n\npenciramento dc 1 hora. É fundamental que uma boa classificação \n\nseja feita para que se evite que os finos sejam sinterizados, \n\nprejudicando o rendimento final do pó sinterizado na faixa gra \n\nnulométrica de interesse. \n\nA morfologia dos grânulos, após classificação, foi \n\nanalisada por microscopia ótica. \n\nCom base nos resultados obtidos adotou-se a pres?  \n\n2 \nsao de compactação de 2,0tf/cm tanto para o U30g calcinado como \n\ntambém para o DUA. Por considerarmos que 100 mesh era um limite \n\nde granulometria elevado, tendo em vista que os grânulos sinteri \n\nzados terão que ser menores do que 170 mesh (88 um) , adotamos o \n\nlimite superior de 150 mesh (105 ym) para os grânulos antes da \n\nsinterização. Na classificação, foram peneirados 150g de pó, por \n\nvez, durante 1 hora, sendo que os lotes eram da ordem de 800g \n\n(16 pastilhas). A cada etapa (lh) a peneira de 325 mesh teve que \n\nser lavada e secada, dada a obstrução de suas malhas pelo pó \n\naglomerado. No caso do DUA, os grânulos foram reclassificados se \n\ngundo o mesmo procedimento, uma vez que a aglomeração nas penei. \n\nras foi mais intensa. \n\n\n\n3«j \n\nIII.2.4. Compactação de Pastilhas para Sinterização \n\nOs pós de UJOJ. destinados a compactação de pas?  \n\nti lhas foram previamente granulados segundo procedimento se \n\nmelhante ao descrito no item III.2.3. As pastilhas foram tritu \n\nradas até que o pó produzido passasse pela peneira de 100 mesh. \n\nOs finos neste caso não foram separados. \n\nEm seguida foram compactadas, em prensa hidráuH \n\nca, pastilhas de lOg numa matriz cilíndrica, de 16mm de diâme \n\ntro, do tipo flutuante. Optou-se por este diâmetro pois assim a \n\ndensidade das pastilhas poderia ser controlada com maior precj_ \n\nsão e a trituração (após sinterização) seria facilitada. Na cor \n\npactação do material granulado, foi possível aumentar a pressão \n\n2 \nde compactação para 2,7tf/cm sem a ocorrência de trincas nas \n\npastilhas. Foram então compactadas cerca de 90 pastilhas de cada \n\ntipo de pó, nas quais determinou-se a densidade geométrica. \n\nII1.2.5. Sinterização de Pastilhas e Grânulos \n\nA sinterização, assim como a calcinação, foi feita \n\npelo sistema de batelada. Utilizou-se um forno tipo caixa cor. \n\nresistências de carboneto de silício (elementos globar) dispostos \n\nlateralmente (4 de cada lado). \n\nAs pastilhas e os grânulos classificados (entre 88 \n\ne 44 ym) foram sinterizados a 1400ÇC, inicialmente durante 6 \n\nhoras, e posteriormente durante 24 horas, numa tentativa de se \n\naumentar a densidade do produto final. \n\nNa sinterização, foram utilizados botes de alta \n\n\n\n3Sr \n\nalumina. As pastilhas c os grânulos foram sinterizados em bate \n\nladas distintas. As pastilhas foram carregadas nos botes de modo \n\nque ficassem separadas uma da outra. Na sinterização de grânu \n\nlos procurou-se manter constante a massa de pó por bote (- 200g) \n\nde modo que se tivesse uma camada de no máximo 3cm de altura. 0 \n\nposicionamento dos botes no interior do forno foi feito de tal \n\nforma que o material (grânulos ou pastilhas) ficasse restrito à \n\nzona das resistências. 0 gradiente de temperatura medido longi_ \n\ntudinalmente foi de 159C, sendo maior a temperatura no ponto cen \n\ntrai. \n\n0 forno foi aquecido â razão de 150*C/h. Terminado \n\no tempo de sinterização, o resfriamento foi feito â razão de \n\n50*C/15 min até 1200?C e, posteriormente, a queda da temperatura \n\nfoi natural. Os botes foram retirados do forno ã temperatura am \n\nbiente. \n\nIII.2.6. Fragmentação de Pastilhas e Grânulos Sinterizados \n\nEsta operação foi feita de maneira idêntica ã já \n\ndescrita. No caso de grânulos, a desagregação foi feita com cui_ \n\ndado, deslizando-se o pestilo suavemente sobre o pó, minori?  \n\nzando-se a fragmentação. Os pós foram cominuídos até que passas \n\nsem pela peneira de 170 mesh (8 8 un). \n\nA classificação foi realizada de modo que cerca de \n\n200g de cada tipo de pó fossem peneirados em dois períodos de \n\n1 hora. A variação das frações de pó entre os dois períodos foi \n\nda ordem de 1$, indício, no nosso entender, de uma boa classifi \n\n\n\n40 \n\ncação. Entre cada período de peneiramento, a peneira de 32S mesh \n\nfoi lavada e secada enquanto que o pó retido era secado em estu \n\nfa. \n\nObteve-se então, dez tipos de pó conforme sua ori?  \n\ngem e processamento, cuja discriminação encontra-se na tabela \n\nII. \n\nIII.3. Métodos de Caracterização \n\nII1.3.1. Determinação de Impurezas \n\nAs principais impurezas de elementos metálicos fo \n\nram determinadas semiquantitativamente por espectrografia de \n\nemissão l ^. Utilizou-se o espectrógrafo (Jarrel-Ash Company)do \n\nDepartamento de Processos Especiais do IPEN. \n\nForam analisados os pós de DUA condicionado, U~Ofi \n\ncalcinado e sinterizado. \n\n\n\n41 \n\nTABELA II - Discriminação dos pôs de U,O0 sinterizado \n\nFORMA \nDESIGNAÇÃO C A í í n I n n ? * 0 SINTERIZAÇAO DO MÉTODO \n\nSINTERIZADO \nDO DUA \n\n606P \n\n624P \n\n806P \n\n824P \n\n606G \n\n624G \n\n806G \n\n824G \n\n600°C-3h \n\n600°C-3h \n\n800°C-6h \n\n800°C-6h \n\n600°C-3h \n\n600°C-3h \n\n800°C-6h \n\n800°C-6h \n\n1400 C-6h PASTILHAS \n\n1400 C-24h PASTILHAS \n\n1400 C-6h PASTILHAS \n\n1400 C-24h PASTILHAS \n\n1400 C-6h GRÂNÜLOS \n\n1400 C-24h GRANULOS \n\n1400 C-6h GRANULOS \n\n1400°C-24h GRANULOS \n\n1 \n\n1 \n\nD006G NAO CALCINADO 1400°C-6h GRANULOS \n\nD024G NAO CALCINADO 1400°C-24h GRANULOS \n\n\n\n42 \n\nIII.3.2, Termogravimetria \n\nA analise termogravimétrica foi executada no rece \n\nbimento do DUA e apôs a secagem. Ela foi útil na determinação da \n\ntemperatura de secagem do DUA e de formação do U,0g. As analises \n\nforam realizadas num módulo analisador termogravimétrico 951 \n\n(Du Pont Instruments) do Departamento de Engenharia Química do \n\nIPEN. As curvas de termogravimetria (variação da massa em função \n\nda temperatura-TG) e de termogravimetria derivada (velocidade de \n\nvariação de massa em função da temperatura-DTG) foram efetuadas \n\nao ar (fluxo de 180 ml/min), num intervalo de temperatura de \n\n20 a 750ÇC e a uma velocidade de aquecimento de 5'C/min. \n\nIII.3.3. Determinação da Razão Estequiométrica (O/U) do U-08 \n\nA determinação da razão O/U foi feita mediante a \n\nanalise volumétrica (titulometria) dos teores de urânio total e \n- f 77 781 \n\nurânio tetravalente das amostras l * . Foram analisados os \n\nlotes de U,0g calcinado e os de U-Og sinterizado. Efetuou-se \n\ntrês determinações por lote. As amostras foram retiradas após a \n\nsecagem dos pós e colocadas em seguida num dessecador. As análi^ \n\nses foram realizadas no Departamento de Processos Especiais do \n\nIPEN. \n\n\n\n43 \n\nIII.3.4. Difratometria de Raios X \n\nUtilizou-se a difratometria de raios X para a iden \n\ntificação dos materiais processados (pós de DUA, U.0g calcinado \n\ne sinterizado). A identificação foi feita mediante comparação en \n\ntre as distâncias interplamares (d), associadas aos picos de di \n\nfração, medidas nas amostras e as tomadas como referência. Compa \n\nrou-se também as intensidades dos picos de difração, expressadas \n\nem porcentagem da intensidade do pico mais intenso. 0 ângulo de \n\nBragg, 26, de cada pico de difração, necessário ao cálculo de \n\n\" d \", foi medido diretamente no difratograma. A intensidade dos \n\npicos foi considerada como sendo sua altura, descontado o back \n\nground. \n\nAs análises foram realizadas num difratômetro, mo \n\ndêlo Geiger flex (Rigaku-Denki), com goniômetro, modelo SG8, do \n\nDepartamento de Metalurgia Nuclear do IPEN. Utilizou-se a radi<i \no \n\nção do cobre K (A » 1,54178 A). \n\nIII.3.5. Distribuição Granulométrica e Classificação dos Pós \n\nA distribuição granulométrica dos pós de DUA e de \n\nU,Og calcinado, bem como as etapas de classificação (separação do \n\npó dentro e fora dos limites de granulometria preestabelecidos ) \n\ndurante o processamento, foram efetuadas por peneiramento vibra \n\ntório. Utilizaram-se peneiras de latão da série Tyler e um apa \n\nrelho vibrador da marca Produtest. \n\nOs peneiramentos foram realizados no interior de \n\numa caixa de luvas com controle de umidade relativa do ar. Uma \n\n\n\n44 \n\nestufa de laboratório foi utilizada para a secagera previa dos \n\npôs a serem peneirados. 0 DUA e o U,0g foram secados a 80 e \n\n110*C respectivamente, durante pelo menos 1 hoTa. \n\nPara a determinação da distribuição granulométrica. \n\namostras de lOOg foram peneiradas durante IS minutos na frequên \n\ncia de vibração máxima do aparelho. 0 procedimento adotado nas \n\netapas de classificação foi descrito em III.2.3. \n\nAs frações de pó retidas em cada peneira foram pe \n\nsadas numa balança Mettler (P1200N) de 0,01g de sensibilidade. \n\nII1.3.6. Densidade \" Solta \" e \" Batida \" \n\nDeterminou-se a densidade \" solta \" e \" batida \" \n\ndos pós de DUA e de U,Og calcinado. Foram ensaiadas três amos?  \n\ntrás (- 20g) para cada tipo de pó. Após uma secagem previa, cada \n\numa das amostras era resfriada dentro de um dessecador. Ao atin \n\ngir a temperatura ambiente, a amostra era imediatamente pesada \n\n(com aproximação de 0,01g) e introduzida numa proveta graduada \n\natravés de um funil padronizado. 0 pó era cuidadosamente nivela \n\ndo com auxílio de uma espátula, possibilitando uma leitura do vo \n\nlume ocupado com aproximação de 0,1 ml. Obteve-se a densidade \n\n\" solta \" pelo cálculo da razão entre a massa, previamente deter \n\nminada, e o volume lido na proveta. \n\nA proveta contendo o pó solto era, em seguida, dei?  \n\nxada cair, livremente, de ume altura de 5 cm sobre uma base de \n\ncortiça, por 250 vezes. A partir daí, não havia mais variação v_i \n\nsuai do volume ocupado pelos pós. Este volume foi utilizado no \n\ncálculo da densidade \" batida \". \n\n\n\n<5 \n\nOs ensaios foram realizados numa sala com controle \n\nambiental. \n\nIII.3.7. Densidade Geométrica de Pastilhas \n\nNa determinação do volume das pastilhas foram efe \n\ntuadas quatro medidas do diâmetro (a 45 uma da outra) e cinco \n\nda espessura (uma no centro e quatro nas bordas, a 90 uma da \n\noutra). O diâmetro foi medido com um paquímetro de 0,02 mm de \n\nprecisão, no caso das pastilhas de 50 mm de diâmetro, e com uc \n\nmicrômetro de 0,01 mm de precisão, no caso das pastilhas de \n\n16 mm de diâmetro. 0 mesmo micrômetro foi utilizado na medição \n\nda espessura em ambos os casos. 0 volume foi calculado com a \n\nmédia destas medidas. \n\nA massa das pastilhas foi medida com aproximação de \n\n0,01g após secagem em estufa. \n\nIII.3.8. Area de Superfície Específica \n\nA área de superfície específica foi determinada por \n\nadsoTção gasosa (nitrogênio) segundo o método volumétrico * ' . \n\nUtilizou-se um equipamento da Strò\"hlein Instruments (AREA - meter \n\nII) do Projeto Combustível Nuclear. \n\nForam analisados os pós de DUA, U,0_ calcinado e \n\nsinterizado. Realizou-se duas determinações por amostra. Amos \n\ntrás de 3g foram empregadas no caso do DUA e do U,0„ calcinado . \n\n\n\n4£ \n\ne de 30p no caso do U,0_ sinterizado. \n\nA ãrea de superfície específica mínima, capaz de \n\n2 \nser medida pelo aparelho, com confiabilidade, e de 0,lm /g. \n\nIII.3.9. Microscopia Ótica \n\nA microscopia ótica foi empregada na caracteriza \n\nção dos põs obtidos em algumas etapas do processamento, por ser \n\numa técnica relativamente simples e de rápida obtenção de resul \n\ntados. \n\nA verificação da influência da pressão de compacta \n\nção sobre a morfologia dos grânulos de U,0_, foi feita mediante \n\na esteriomicroscopia, 0 microscópio utilizado ( Stereomikroskope \n\nIVb da Carl Zeiss) tem uma profundidade de campo suficiente para \n\na boa visualização dos grânulos nos aumentos empregados. Adotou-\n\nse a iluminação lateral com a finalidade de realçar a tridimensio \n\nnalidade dos objetos fotografados. \n\nInicialmente, os grânulos foram dispersos a seco \n\nsobre uma lâmina de vidro. Em seguida, gotejou-se acetona sobre \n\no pó para se incrementar a dispersão. Outros procedimentos de \n\ndispersão que utilizam, por exemplo, o ultra-som, não foram ado \n\ntados por desintegrarem os grânulos. \n\nCom o objetivo de avaliar qualitativamente a poro \n\nsidade interna dos pós de U^O» sinterizado, foi realizada a cer£ \n\nmografia. Para esta análise, os pós foram embutidos em resina de \n\ncura a frio. Após o lixamento (grana 600) as amostras foram poH \n\ndas com pasta de diamente (6 um) e, finalmente, com oxido de \n\nmagnêsio. Um cuidado extremo foi tomado em todas as etapas para \n\n\n\n47 \n\nse evitar o arrancamento de partículas da resina. \n\nO microscópio utilizado foi o Photomikroskope III \n\nda Carl Zeiss. \n\nIII.3.10. Microscopia Eletrônica de Transmissão \n\nA microscopia eletrônica de transmissão foi empre \n\ngada para melhor visualizar as partículas extremamente finas do \n\nDUA e do U,0g calcinado. \n\nAs amostras foram dispersas em* álcool por meio de \n\nultra-som. Gotas das suspensões obtidas foram aplicadas sobre te \n\nIas de cobre previamente envolvidas com plástico recoberto por \n\num filme de carbono. A secagem das amostras ocorreu num desseca \n\ndor. Em seguida elas foram examinadas num microscópio eletrônico \n\nJEM 200C operando a 200KV. \n\nIII.3,11. Microscopia Eletrônica de Varredura \n\nEsta técnica foi empregada na avaliação da morfolo \n\ngia e da topografia das partículas de U,Ofi sinterizado. Os grâ \n\nnulos de DUA e de U,08 calcinado também foram examinados no mi_ \n\ncrosccpio de varredura depois de analisados no estereomicroscópio. \n\nAs amostras foram dispersas a seco num suporte de \n\nalumínio e recobertas com ouro. A análise foi efetuada num mi_ \n\ncroscópio Stereoscan S4 da Cambridge Scientific Instruments Limi_ \n\nted. \n\n\n\n46 \n\nIII.3.12. Porosimetria de Mercúrio \n\nA técnica geralmente empregada na determinação da \n\ndensidade de pôs de U,0_ (sinterizado) é a picnomeíria com tolu£ \n\n(43) .*.. (44) \nno v ' ou com hélio v . \n\nA picnometria com tolueno é uma técnica bastante \n\nartesanal, dependendo, em muito, da habilidade do operador e de \n\ncondições experimentais rigorosamente fixadas (controle preciso \n\ndas massas envolvidas e da temperatura do líquido). Além disso a \n\nanálise é dispendiosa em termos de tempo. Estes motivos contri?  \n\nbuiram, portanto, para a sua exclusão. \n\nA picnometria com hélio é uma técnica mais automa \n\ntizada e rápida. No entanto, não obtivemos reprodutibilidade das \n\nmedidas ao nível desejado. \n\nAs densidades obtidas por estas duas técnicas dife \n\nrirão entre si se a? partículas do pó analisado tiverem uma certa \n\nporosidade aberta. Se esta porosidade for inacessível ao líquido, \n\nsupondo que seja acessível ao gás, a densidade obtida será me \n\nnor. A densidade obtida com o picnômetro de gás é chamada de \n\nreal (true density) l ' '. No entanto, no caso de pos de \n\nVrO em questão, é relevante a medida da densidade aparente das \n8 \n\npa:tículas, ou seja aquela em que o volume de poros abertos e \n\n(811 \nfechados ê considerado v . Uma densidade real elevada não im \n\nplicarã necessariamente em baixa porosidade total. Do ponto dp \n\nvista de retenção de produtos de fissão, área de superfície espe \n\ncífica e resistência â fragmentação, deseja-se partículas de al_ \n\nta densidade aparente, Esta densidade poderá ser determinada se \n\no líquido utilizado tiver baixa molhabilidade (alta tensão super \n\nficial). A porosimetria de mercúrio apresenta-se, então, como \n\ntécnica em potencial para a determinação da densidade aparente e \n\n\n\n49 \n\ntambém da densidade real, se não existirem poros inacessíveis ao \n\nmercúrio, à pressão máxima de intrusão. Além disso, é uma técnica \n\ncom alto grau de automatização. \n\n0 porosímetro utilizado foi o Autopore II 9220 da \n\nMicromeritics Instruments Corporation, acoplado a um microcompu \n\ntador PC (Zenith). 0 aparelho tem dois estágios de pressão : o \n\nde baixa (0,5 a 30 psia) e o de alta (até 60.000 psia). No está \n\ngio de baixa pressão, ê supostamente realizado um preenchimento \n\nprévio de mercúrio nos vazios entre as partículas (interparticu \n\nlares) do pó contido no interior do recipiente de análise (pene \n\ntrômetro). No estágio de alta pressão, a penetração ocorre nos \n\nporos propriamente ditos. A pressão de preenchimento adotada foi \n\nde 10 psia. Os incrementos de pressão selecionados no estágio de \n\nalta pressão constituiram-se num total de 4 7 pontos de medida , \n\n35 para a intrusão e 12 para a extrusão do mercúrio. \n\nO diâmetro do poro penetrado pelo mercúrio, asso \n\nciado a cada pressão, foi calculado assumindo-se que os poros ter. \n\n•r (821 \nforma cilíndrica, segundo a expressão de Washburn l J : \n\nD = - (l/P) 4o cos 6 (1) \n\nonde D ê o diâmetro do \" cilindro equivalente \" preenchido por \n\nmercúrio com tensão superficial o e ângulo de contato e com o \n\nmaterial testado, quando se aplica uma pressão P. No presente e^ \n\ntudo, adotou-se o ângulo de 130 e a tensão superficial de 485 \n\ndina/cm, ambos recomendados pelo manual de operação do equipamen \n\nto. Desta forma, o poro de menor diâmetro, capaz de ser detecta \n\ndo pelo aparelho, será de 0,003u*n, correspondente a pressão mãxi?  \n\nma de intrusão (60.000 psia). \n\nA partir da computação dos dados referentes as \n\n\n\nso \n\npressões aplicadas e ao volume correspondente de mercúrio intru \n\nso, dois tipos de curvas de distribuição de tamanho de poros fo \n\nram obtidas : a curva de intrusão acumulada, onde se tem o volu \n\nme acumulado específico de mercúrio intruso (ml de mercúrio por \n\ngrama de amostra) em função do diâmetro do poro ( yn), e a curva \n\nde intrusão incrementai, onde se tem o volume incrementai espe^í \n\nfico de mercúrio em função do diâmetro do poro. 0 volume acumula \n\ndo de mercúrio é o volume total de intrusão até um ponto (i) de \n\nmedida. 0 volume incrementai é o volume acumulado até um ponto \n\n(i) descontado o volume acumulado até um ponto (i-1). \n\nAs medidas de densidade foram realizadas com o pe \n\nnetrômetro utilizado como um picnômetro. Comentários sobre a mas?  \n\nsa das amostras e a reprodutibilidade das medidas serão feitos \n\nna discussão dos resultados. \n\nInformações mais detalhadas sobre o princípio e \n\naplicações da porosimetria de mercúrio podem ser obtidos nas pu \n\nblicações de Orr *• , Rootare e Nyce , Brakel e colabc \n\nradores í 8 5 ) , e Lovell e Shields ^80K \n\n\n\nS] \n\nIV. RESULTADOS E DISCUSSÃO \n\nIV.1. Caracterização da Matéria Prima \n\nAs curvas termogravimétricas do DUA como recebido \n\ne após secagem (80ÇC por 24 horas) estão apresentadas na figura \n\n2. As perdas de massa, ocorridas nos vários estágios da decompo \n\nsição, estão na tabela III. \n\nA ausência relativa de picos de decomposição, na \n\ncurva derivada (dm/dT) do DUA como recebido, se deve ã massa \n\n(20,7 mg) e ã sensibilidade (0,2 mg/min por polegada) emprega \n\ndas. No caso do DUA secado, analisou-se uma amostra de 40,6 mg \n\ncom uma sensibilidade de 0,1 mg/min por polegada. \n\nO primeiro pico da curva derivada, que ocorre em \n\ntemperaturas menores do que 1009C, refere-se ã perda de água \n\nlivre \" . Como vemos, a secagem empregada foi eficiente para \n\na eliminação desta água, uma vez que o pico correspondente foi \n\npraticamente extinguido. O último pico é resultante da decompôs^ \n\nção do UO, em U,0g\n l ' ' J. Na curva do DUA secado, a tempera \n\ntura de início de transformação foi de 5909C, com um pico a \n\n610PC. Adotou-se então, 6009C como temperatura mínima de calcina \n\nção do DUA ao ar. \n\nA difratometria de raios X (figura 3 e tabela IV ) \n\ndemonstrou que o composto em questão é semelhante ao \n\n2U03.NH,.3H20, uma das quatro formas mais estáveis do sistema \nf O O - V \n\nUO,-NH,-H20, caracterizadas por Cordfunke\n v ; e Debets e \n\n( BOI ° \nLoopstra v . Este composto tem estrutura hexagonal (a =14,087 A \n\no \ne c = 14,494 A). \n\n\n\n52 \n\nSOO 400 500 «00 \nTEMPERATURA (°C) \n\nFIGURA 2 - Análise termogravimétrica do DUA como recebido (a) \n\ne apôs secagem (b). \n\n\n\nS3 \n\nTABELA III - Perdas de massa nos intervalos de temperatura \n\nidentificados no ensaio termogravimétrico das \n\namostras de DUA como recebido (A) e após seca \n\ngem (B). \n\nINTERVALO DE PICO \n\nDUA TEMPERATURA (%) \n\n<°C) \n\n20 - 90 55 \n\n90 - 140 110 \n\n140 - 220 \nA \n\n220 - 320 270 \n\n320 - 600 \n\n600 - 630 618 \n\n2 0 - 7 0 \n\n70 - 170 130 \n\n170 - 225 200 \n\n225 - 360 280 \nB \n\n360 - 450 390 \n\n450 - 590 \n\n590 - 630 610 \n\nPERDA DE MASSA(%) \n\nEM CADA \n\nINTERVALO TOTAL \n\n20,77 20,77 \n\n2,41 23,18 \n\n2,17 25,35 \n\n3,86 29,21 \n\n2,08 31,29 \n\n1,30 32,59 \n\n0,62 0,62 \n\n3,32 3,94 \n\n2,05 5,99 \n\n5,67 11,66 \n\n1,78 13,44 \n\n0,34 13,78 \n\n1,54 15,32 \n\n\n\n54 \n\n«o \n\nFIGURA 3 - Difratograma de raios X do DUA secado \n\na 80°C por 24 horas. \n\nTABELA IV - Difratometria de raios X do DUA após \n\nsecagem e do 2 U03.NH3.3H20. \n\nd . obs \n\n— \n\n7,37 \n\n6,07 \n\n4,72 \n\n-\n\n3,69 \n\n3,54 \n\n-\n\n3,18 \n\n3,06 \n\n2,83 \n\n2,55 \n\nDUA \n\nã) i / i 0 &lt;% ) \n\n— \n\n81 \n\n7 \n\n5 \n\n-\n\n22 \n\n85 \n\n-\n\n100 \n\n9 \n\n9 \n\n21 \n\n2 \n\no \nd (A) \n\n9,34 \n\n7,25 \n\n6,10 \n\n4,67 \n\n4,49 \n\n3,62 \n\n3,52 \n\n3,34 \n\n3,17 \n\n3,05 \n\n2,81 \n\n2,53 \n\nU03.NH3.3H \n\nI/I0(%) \n\n1 \n\n100 \n\n3 \n\n3 \n\n2 \n\n22 \n\n60 \n\n1 \n\n70 \n\n3 \n\n4 \n\n18 \n\n,0&lt;89) \n\nhkl \n\n101 \n\n002 \n\n200 \n\n202 \n\n103 \n\n004 \n\n220 \n\n213 \n\n222 \n\n400 \n\n402 \n\n222 \n\n\n\nOs demais parâmetros físicos e químicos do DUA \n\nserão analisados em conjunto com os resultados da caracteriza \n\nção dos pôs de U,0_ calcinado. \n\nIV.2. Calcinação do DUA \n\nIV.2.1. Análise de Impurezas \n\nNa tabela V temos a análise dos teores de impure \n\nzas do DUA e dos pós de U,0g calcinado. Houve uma pequena conta \n\nminação de cromo, oriundo dos botes de Fe-Cr da calcinação. A va \n\nriação do seu teor entre os pós se deve, provavelmente, a pro \n\nblemas de amostragem. Além disso, não se verificou nenhuma corre \n\nlação entre os teores de impurezas e as condições de calcinação \n\n(temperatura e tempo). \n\nIV.2.2. Difração de Raios X e Razão O/U \n\nNas figuras 4 e 5 são apresentados os difratogra \n\nmas dos pós de U,0g resultantes da calcinação do DUA a 600, 700 \n\ne 8009C por 3 e 6 horas. A distância interplanar (d) e a intensi_ \n\ndade relativa (I/I ) dos picos de difração associados, estão re \n\nsumidos na tabela VI, juntamente com os dados do U,0g do tipo \n\n- Í391 - ° \na tomado como padrão v J. O U,Og-a e ortorrombico (a = 6,715 A; \n\no o \nb * 11,959 A e c = 4,146 A) e estável ã temperatura ambiente. De \n\ntalhes da sua estrutura cristalina podem ser verificados nos tra \n\n\n\n56 \n\nTABELA V - Análise de impurezas dos pós de DUA e \n\nde U30j calcinado (ug/gU). \n\nElementos \n\nAl \n\nB \n\nBa \n\nBi \n\nCa \n\nCd \n\nCo \n\nCr \n\nCu \n\nFe \n\nMg \n\nMn \n\nMo \n\nNi \n\nP \n\nPb \n\nS i \n\nSn \n\nV \n\nZn \n\nDUA \n\n<20 \n\n- 0 , 1 5 \n\n&lt;1 \n\n&lt;1 \n\n&lt;2 \n\n&lt;0 , 1 \n\n<10 \n\n&lt;8 \n\n- 5 \n\n&lt;22 \n\n- 2 \n\n<4 \n\n<3 \n\n<4 \n\n<25 \n\n<1 \n\n- 50 \n\n<1 \n\n<3 \n\n<20 \n\nu 3 o 8 \n600°C-3h \n\n&lt;20 \n\n&lt;0 , 2 \n\n&lt;1 \n\n&lt;1 \n\n&lt;2 \n\n&lt;0 , 1 \n\n&lt;10 \n\n- 42 \n\n- 2 \n\n&lt;22 \n\n- 2 \n\n£ 4 \n\n&lt;3 \n\n<4 \n\n&lt;25 \n\n&lt;1 \n\n- 34 \n\n&lt;1 \n\n<3 \n\n<20 \n\nU3Oe \n\n600°C-6h \n\n<20 \n\n&lt;0,2 \n\n&lt;1 \n\n&lt;1 \n\n&lt;2 \n\n&lt;0 , 1 \n\n<10 \n\n- 24 \n\n- 2 \n\n&lt;22 \n\n- 2 \n\n&lt;4 \n\n<3 \n\n<4 \n\n<25 \n\n<1 \n\n- 34 \n\n<1 \n\n<3 \n\n<20 \n\nTIPOS \n\nU3°e \n700°C-\n\n&lt;20 \n\n&lt;0 , 2 \n\n&lt;1 \n\n&lt;1 \n\n&lt;2 \n\n£ 0 , 1 \n\n&lt;10 \n\n- 70 \n\n- 5 \n\n- 22 \n\n- 3 \n\n- 6 \n\n&lt;3 \n\n- 4 \n\n<25 \n\n&lt;1 \n\n- 34 \n\n&lt;1 \n\n&lt;3 \n\n<20 \n\nDE \n\n•3h \n\nP<5 \n\nu 3 o 8 \n700°C-6h \n\n&lt;20 \n\n&lt;0 , 2 \n\n&lt;1 \n\n&lt;1 \n\n&lt;2 \n\n&lt;0 , 1 \n\n&lt;1 0 \n\n- 24 \n\n- 3 \n\n&lt;22 \n\n- 2 \n\n<4 \n\n&lt;3 \n\n<4 \n\n&lt;2 5 \n\n&lt;1 \n\n- 34 \n\n<1 \n\n<3 \n\n<20 \n\nü 3 0 e \n\n800°C-3h \n\n<20 \n\n&lt;0,2 \n\n&lt;1 \n\n&lt;1 \n\n&lt;2 \n\nÍ 0 , 1 \n\n<10 \n\n- 24 \n\n- 2 \n\n<22 \n\n- 2 \n\n- 4 \n\n<3 \n\n<4 \n\n<25 \n\n<1 \n\n- 34 \n\n<1 \n\n<3 \n\n<20 \n\nU30e \n\n800°C-6h \n\n&lt;20 \n\n&lt;0 , 2 \n\n&lt;1 \n\n&lt;1 \n\n&lt;2 \n\n5 0 , 1 \n\n&lt;10 \n\n- 42 \n\n. ? \n\n&lt;22 \n\n. 2 \n\n. 6 \n\n&lt;3 \n\n&lt;4 \n\n<25 \n\n&lt;1 \n\n- 34 \n\n<1 \n\n<3 \n\n<20 \n\n\n\nFIGURA 4 - Difratogramas de raios X de pós de U308 calcinado: \n\na) 600°C-3h ; b) 700°C-3h ; c) 800°C-3h \n\n\n\nFIGURA 5 - Difratogramas de raios X de pôs de ü,0, calcinado: \n\na) 600°C-6h ; b) 700°C-6h ; c) 600°C-6h \n\nCP \n\n\n\nTABELA VI - Difratometria de raios X e ralação O/U doa pó» de U,0, Calcinado n do U,0, - a \n\nTIPOS DE \nPÔ \n\nPARÂMETROS \n\nO/U \n(M + 2 D.P.) \n\nU,0, U,0, U,0, U,0, U,0, U,0, \n\n600°C-3h 600°C-6h 700°C-3h 700°C-6h 800°C-3h 800°C-6h \nd I/I0 d I/I0 d I/I0 d I/I- d I/I0 d I/I-\no ° o \" o ° o w o P \n(A) i\\) (A) (%) (A) (%) (A)&lt;%) (A) (%) (A) (%) \n\n4,13 100 4,13 100 4,15 100 4,15 100 4,15 100 4,11 100 \n3,43 95 3,43 97 3,43 95 3,44 97 3,43 92 3,41 90 \n3,36 46 3,36 44 3,37 43 3,36 44 3,36 40 3,35 45 \n2,64 71 2,64 69 2,64 64 2,64 67 2,64 65 2,64 66 \n2,61 35 2,61 33 2,62 33 2,61 34 2,61 32 2,60 33 \n\n2,664 2,665 2,663 2,656 2,660 2,659 \n+0,004 +0,003 +0,001 +0,006 +0,002 +0,001 \n\n(39) \nU,0, - a \n\ni 1 / Xo hkl \n(A) (!) \n\n4,15 94 001 \n3,43 100 130 \n3,36 56 200 \n2,64 74 131 \n2,61 37 201 \n\n2,667 \n\n\n\n6f \n\nbalhos de Andreascn l\" , Loopstra l\" ' .Ackermann et ai. ^ ' \n\nÍ93) \ne Allen e Tempest v' '. Nota-se que o U,0g proveniente das ca2 \n\ncinações é do tipo a. Atribuímos os desvios dos valores de \" d \", \n\nem relaçáo ao padrão, a imprecisão das medidas. \n\nNos seis casos estudados verifica-se um despropor \n\ncionamento das intensidades relativas dos picos de difração cor \no o \n\nrespondentes aos planos 001 (d = 4,146 A) e 130 (d = 3,428 A) \n\ntornando-se mais acentuado nos pós calcinados a 8009C. As inten \n\nsidades relativas dos demais picos são semelhantes em todos os \n\ncasos. \n\nNa última linha da tabela VI encontramos a relação \n\nO/U dos pôs calcinados. São apresentados a média (M) e o desvio \n\npadrão (2 D.P.) de três determinações para cada tipo de põ. No \n\nta-se uma certa tendência, não muito acentuada, à subestequiome \n\ntria nas amostras calcinadas em temperaturas e tempos maiores \n\n(700'C-6h, 800*C-3h e 8009C-6h). Isto é uma indicação de que, \n\nnestas condições, a perda de oxigênio foi maior, havendo apenas \n\numa recuperação parcial durante o resfriamento ao ar. Este tipo \n(54 a 56) \n\nde comportamento também foi observado por outros autores l ; \n\nEntretanto, não dispomos de informações da literatura sobre uma \n\npossível correlação entre o desproporcionamento das intensida \n\ndes relativas dos picos citados e a subestequiometria do u*30g. \n\nIV.2.3. Distribuição Granulométrica \n\nA distribuição granulométrica, obtida por peneira \n\nmento, dos pés de DUA e de U,0g calcinado é apresentada na tabe \n\nIa VII. Os sinais \" - \" e \" + \", na frente do número indicativo \n\n\n\n6] \n\nda malha da peneira, significa que o pó passou ou foi retido pe \n\nIa peneira, respectivamente. Podemos observar que as granulomc \n\ntrias dos produtos calcinados são bastante semelhantes entre \n\nsi. As variações que ocorreram nas frações menores do que 100 \n\nmesh são consideradas normais neste tipo de teste, dada a agio \n\nmeração crescente dos pôs nas peneiras mais finas. As frações dos \n\npós calcinados, retidas na peneira de 60 mesh, são ligeiramente \n\nmenores que a do DUA. Nota-se também, que esta fração tende a \n\ndiminuir com o aumento da temperatura de calcinação. Porém, nas \n\nfrações retidas na peneira de 100 mesh, observa-se o contrário. \n\nIsto é uma indicação de que houve uma pequena contração dos agio \n\nrados, possível de ser detectada naquela faixa de tamanho \n\n(-20 + 60 mesh). \n\nIV.2.4. Densidade\"Solta\"e\"Batida\"e Área de Superfície Específica \n\nA densidade \"solta\" (d ) e\"batida\" (d,) dos pós de \n\nDUA e de UjOg são apresentadas na tabela VIII. Observamos que a \n\ntemperatura de calcinação teve maior influência do que o tempo \n\nna elevação da densidade \"solta\"e \"batida\". Observações similares, \n\nÍ72 941 \nquanto a temperatura, foram feitas por outros autores v ' . A \n\n7009C, o tempo de calcinação foi mais influente na variação de \n\ndensidade \"solta\", do que em outras temperaturas. \n\nA razão entre a densidade \"batida\" e \"sol ta\" (d,/d ) , \n\ne a área de superfície específica dos pós, também são apresen \n\ntadas na tabela VIII. A razão d, /d é um indicador do atrito en \n\nÍ951 \ntre as partículas ' . Quanto maior o atrito, maior a razão \n\nd./d . No que se refere exclusivamente ás características do pó. \n\n\n\n62 \n\nTABELA VII - Classificação granulométrica (fração em \n\npeso retida em cada peneira) dos pós de \n\nDUA e de U30e calcinado. \n\nMalhas \n\n(mesh) \n\n- 2 0 +60 \n\n- 6 0 +100 \n\n- 1 0 0 +150 \n\n- 1 5 0 +200 \n\n- 2 0 0 +250 \n\n- 2 5 0 +325 \n\n- 3 2 5 \n\nDUA \n\n6 2 , 2 \n\n1 5 , 1 \n\n7 , 8 \n\n7 , 5 \n\n2 , 3 \n\n4 , 3 \n\n0 , 8 \n\nU 3 0 e \n\n600°C-3h \n\n5 8 , 2 \n\n1 7 , 0 \n\n7 , 9 \n\n7 , 1 \n\n3 , 9 \n\nA,8 \n\n1 . 1 \n\nu 3 o 8 \n600°C-6h \n\n6 0 , 5 \n\n1 5 , 9 \n\n7 , 8 \n\n1 1 , 0 \n\n0 , 9 \n\n3 , 6 \n\n0 , 3 \n\nTIPOS DE \n\nU , 0 e \n\n700°C-3h \n\n5 7 , 2 \n\n1 7 , 6 \n\n8 , 4 \n\n6 , 6 \n\n3 , 8 \n\n5 , 4 \n\n1 , 0 \n\nPõ \n\nU 3 0 e \n\n700°C-6h \n\n5 9 , 9 \n\n1 8 , 8 \n\n7 , 3 \n\n1 0 , 0 \n\n1,9 \n\n2 , 0 \n\n0 , 1 \n\nU 3 0 e \n\n800°C-3h \n\n5 5 , 0 \n\n1 9 , 4 \n\n9 , 2 \n\n9 , 7 \n\n2 , 7 \n\n3 , 5 \n\n0 , 5 \n\nU 3 0 e \n\n800°C-6h \n\n5 7 , 2 \n\n1 8 , 3 \n\n9 , 2 \n\n8 , 2 \n\n2 , 7 \n\n3 , 9 \n\n0 , 5 \n\nTABELA VIII - Densidade '\"solta\" (de) /'batida\" (d ) e área de \nb b \n\nsuperfície específica dos pós de DUA e U30e \n\ncalcinado. \n\nT I P O S \n\nDE \nP<5 \n\nd s ( g / c m\n3 ) \n\nd b ( g / c m\n3 ) \n\nV d s \nSE \n\n(tn 2 /g) \n\nDUA \n\n1 , 0 4 \n+ 0 , 0 1 \n\n1 , 1 9 \n+ 0 , 0 1 \n\n1,14 \n\n6 , 0 + 0 , 4 \n\nu 3 o e \n600°C-3h \n\n1 , 1 9 \n+ 0 , 0 1 \n\n1 , 4 3 \n+ 0 , 0 1 \n\n1 , 2 0 \n\n4 , 5 + 0 , 2 \n\nU30e \n\n6O0°C-6h \n\n1 , 1 9 \n+ 0 , 0 1 \n\n1 , 4 8 \n+ 0 , 0 1 \n\n1,24 \n\n4 , 4 + 0 , 1 \n\nU 3 0 e \n\n700°C-3h \n\n1,26 \n+ 0 , 0 2 \n\n1,67 \n+ 0 , 0 1 \n\n1,32 \n\n2 , 8 + 0 , 1 \n\nU 3 0 e \n\n700°C-6h \n\n1,37 \n+ 0 , 0 1 \n\n1,69 \n+ 0 , 0 1 \n\n1,23 \n\n2 , 8 + 0 , 2 \n\nU308 \n\n800°C-3h \n\n1 , 5 0 \n+ 0 , 0 2 \n\n1 , 8 9 \n+ 0 , 0 1 \n\n1,26 \n\n2 , 0 + 0 , 1 \n\nu 3 o 8 \n800°C-6h \n\n1 , 5 3 \n+ 0 , 0 2 \n\n1 , 9 6 \n+ 0 , 0 1 \n\n1 , 2 8 \n\n1 , 8 + 0 , 1 \n\n\n\ní>3 \n\no atrito depende do tamanho, da forma e, principalmente. das \n\ncondições superficiais das partículas. Mas, o tamanho, a forma e \n\nas condições superficiais das partículas também afetam a área de \n\nsuperfície específica. Entre partículas de mesma forma e de mes?  \n\nmo tamanho, podemos correlacionar a área de superfície específi \n\nca com a razão d,/d . Quanto maior a área de superfície específi^ \n\nca, maior a razão d./d . Na tabela VIII observamos também que a \n\nárea de superfície específica diminuiu com o aumento da tempera \n\ntura de calcinação, conquanto o tempo foi menos influente. Fato \n\nf QtL 8 7 1 \n\nsemelhante também foi verificado por outros autores l ' . Po \n\nrém, notou-se uma tendência inversa no que se refere â razão \n\nd,/d . Isto é uma indicação de que alterações simultâneas de t£ \n\nmanho e forma das partículas devem ter ocorrido na calcinação. \n\nQuanto ao tamanho, alguma alteração já foi notada na análise gra \n\nnulométrica. Quanto ã forma, ela será discutida a seguir. \n\nIV.2.5. Microscopia Eletrônica de Transmissão \n\nAs micrografias dos pós de DUA e de U.,0,. calcinado \n\nestão apresentadas nas figuras de 6 a 9. \n\nAs partículas de DUA (fig. 6) revelaram ser extre \n\nmamente finas, de formato irregular e com uma forte tendência a \n\naglomeração. \n\nCom a calcinação do DUA ocorreram modificações acen \n\ntuadas de forma e tamanho das partículas. Nos pós calcinados a \n\n600'C por 3 e 6h (fig. 7) observa-se um arredondamento das par \n\ntículas e a formação de \" pescoços \" ou \" pontes \" entre elas, \n\nindício claro da ocorrência de sinterização em seu estágio ini?  \n\n\n\n* * * \n\nv \nX \n\nv * \n\n>.* \n\n* * \n\nv \n^ ' « % * \n\na) l,Oum b) 0,5um \nI 1 \n\nFIGURA 6 - Microscopia eletrônica de transmissão de DÜA secado a 80 C por \n\n24 horas. \n\n\n\na) 0,5um \nI 1 \n\nb) 0,5gm \nI 1 \n\nFIGURA 7 - Microscopia eletrônica de transmissão de ü,0$ calcinado: \n\na) 600°C-3h ; b) 600°C-6h \n\n\n\n'~—*qimmm**m^i \n\na) 0, 5 um \nI 1 \n\nb) 0,5um \nI 1 \n\nFIGURA 8 - Microscopia eletrônica de transmissão de Us0, calcinado; \n\na) 700 C-3h b) 700\"C-6h \n\n<3> \n\n\n\na) 0,5 um \nI 1 \n\nb) 0,5 um \nI 1 \n\nFIGURA 9 - Microscopia eletrônica de transmissão de U,08 calcinado: \n\na) 800uC-3h b) 80<rC-6h \n\n\n\n6* \n\n(96 971 \ncia] v \" . Durante a analise, verificou-se que alguns \" pesco \n\nços \" quebraram-se na preparação da amostra. Porém, a maioria d£ \n\nles resistiu, evidenciando uma série de partículas interligadas \n\nocupando planos diferentes, o que dificultou sua focalização. Ar \n\nbas as amostras são bastante semelhantes. \n\nNo pó calcinado a 700ÇC por 3h (fig. 8) notou-se \n\num crescimento das partículas, tornando-as menos transparentes \n\nao feixe eletrônico. As partículas dos pés calcinados a 7009C \n\npor 6h (fig. 8) e a 8009C por 3 e 6h (fig. 9) apresentam um a£ \n\npecto bastante semelhante. Houve um engrossamento bem acentuado \n\ndestas partículas em relação âs anteriores. \n\nEstas observações auxiliam a pormenorizar ã anãli_ \n\nse das propriedades físicas dos pós apresentadas na tabela VIII. \n\nA ocorrência de sinterização provocou o aumento da densidade soj \n\nta e batida e a diminuição da área de superfície específica. A \n\ncorrelação da razão d,/d com a área de superfície específica fi \n\ncou prejudicada, uma vez que a morfologia dos aglomerados de \n\npartículas variou consideravelmente. \n\nA análise tornou evidente a extrema sensibilidade \n\nã sinterização do U_0g, confirmando outros resultados da liteni \n\ntura. Notz v •* constatou uma forte susceptibilidade a sinteriza \n\nção do U,0_ proveniente da redução do U0, ou da oxidação do \n\nU02, mediante a análise por microscopia ótica e a determinação \n\nda área de superfície específica. Doi e Ito *• ' verificaram que \n\ntemperaturas de calcinação do DUA acima de 6009C eram responsa \n\nveis por alterações no estado físico das partículas, devido a \n\nformação de \" pontes \" (bridges) entre elas e ao seu crescimen \n\n(99) \nto acelerado. Mintz et ai. v J notaram um comportamento sinn \n\nlar quando calcinaram DUA acima de 6509C com posterior redução à \n\n\n\nt1 \n\nU0?, observando o arredondamento dos agregados de partículas. \n\nConsiderando a área de superfície específica con.o \n\num parâmetro de sinterabilidade e em conjunto com as observações \n\nmicroscópicas, podemos dizer que o DUA é mais sinterizável do \n\nque os pós calcinados e, entre estes, os pós calcinados a 600ÇC \n\ntêm maior sinterabilidade. \n\nPara que a influência das condições de calcinação \n\npudessem ser averiguadas nas etapas subsequentes e com o intuito \n\nde reduzir o número de variáveis, dois tipos de pós, com caracte \n\nrísticas extremas, foram escolhidos. São eles, os pós calcinados \n\na 600 e 800'C, durante 3 e 6 horas, respectivamente. \n\nIV.3. Granulação (Metodo-2 e 3) \n\nIV.3.1. Influência da Pressão de Compactação sobre a Granulaçãc \n\ndo U,0g Calcinado \n\nIV.3,1.1. Densidade a Verde de Pastilhas \n\nA etapa de granulação foi realizada por meio de \n\ncompactação e trituração de pastilhas cilíndricas com 40 mm de \n\ndiâmetro, conforme procedimento anteriormente descrito no iter. \n\nIII.2.3. \n\nNa tabela IX encontra-se a densidade das pastilhas \n\ncompactadas a partir dos pós de U,Og escolhidos, nas três pre^ \n\nsoes previamente estabelecidas. A densidade cresceu com a pres \n\nsão de compactação. As pastilhas do pó calcinado a 600'C são me \n\nnos densas que as pastilhas do pó calcinado a 800'C, compactadas \n\n\n\n70 \n\nem pressões similares. Porém, no primeiro caso, a elevação da \n\ndensidade com a pressão foi maior. O pó calcinado a 600*C é cons \n\ntituído de aglomerados de partículas com uma porosidade intrínse \n\nca maior que a do pó calcinado a 8009C, conforme o observado no \n\nitem IV.2.5. Este fato, aliado a maior área de superfície espe \n\ncífica (maior atrito devido a maior área de contato das partícu \n\nIas) do pó calcinado a 600ÇC, resultou nas menores densidades \n\nobservadas. A maior taxa de densificação, verificada com este po, \n\né uma indicação de que os aglomerados são menos resistentes que \n\nos do pó calcinado a 800ÇC. O rompimento destes aglomerados, com \n\na elevação da pressão de compactação, possibilita o rearranjo das \n\npartículas e, portanto, um melhor empacotamento. \n\nAs pastilhas compactadas a partir do pó calcinado \n\na 800ÇC apresentaram uma tendência maior ã formação de trincas \n\ndurante sua extração da matriz. Ao serem manuseadas, estas pas?  \n\ntilhas apresentaram também um maior desprendimento de pó da sua \n\nsuperfície. \n\nIV.3.1.2. Classificação Granulométrica \n\nA classificação dos grânulos , provenientes da tri?  \n\nturação de pastilhas compactadas com diferentes pressões, é mos \n\ntrada na tabela X. Os valores apresentados em cada condição refe \n\nrem-se ao porcentual de pó, na faixa granulométrica de interesse \n\n(entre 100 e 325 mesh), de dois grupos de 3 pastilhas de 50g. \n\nHouve uma tendência de se produzir mais finos com \n\no aumento da pressão de compactação, na trituração das pastilhas \n\nprovenientes dos dois tipos de pós. A menor geração de finos, ob \n\n\n\nTABELA IX - Densidade â verde (% de D.T.) de pastilhas de U,Ot \n\ncalcinado (-20 ntesh) em função da pressão de com-\n\npactação . \n\nTIPOS DE \n\nPOS \n\nü,0, \n\n600°C-3h \n\nü,0. \n\n800°C-6h \n\n0,5 \n\n39,7 + 0,2 \n\n50,9 + 0,3 \n\nPRESSÕES (tf/cm2) \n\n1,0 \n\n45,4 + 0,3 \n\n54,6 + 0,3 \n\n2,0 \n\n51,1 + 0,1 \n\n57,8 + 0,2 \n\nTABELA X - Classificação de grânulos de U30, calcinado entre \n\n100 e 325 mesh (% em peso) em função da pressão de \n\ncompactação. \n\nTIPOS DE \n\nPCS \n\nü,0, \n\n600°C-3h \n\nü,0, \n\n800°C-6h \n\n0,5 \n\n86,0 \n\n85,1 \n\n92,9 \n\n90,7 \n\nPRESSÕES \n\n1,0 \n\n85,6 \n\n85,0 \n\n93,4 \n\n88,8 \n\n(tf/cma) \n\n2,0 \n\n76,7 \n\n75,2 \n\n88,6 \n\n84,0 \n\n\n\n72 \n\nscrvada no caso das pastilhas oriundas do pó calcinado a 800ÇC . \n\ndeve ser encarada com reservas. Durante a trituração e classify \n\ncação, observou-se comportamentos distintos dos pôs quanto à ade \n\nrência às superfícies das peneiras e do ferramental de tritura \n\nção, e quanto â aglomeração de partículas. 0 pó calcinado a 800*C \n\napresentou menor aderência as superfícies em geral, o que, de \n\nponto de vista de classificação em peneiras, é benéfico. Porem, \n\neste pó demonstrou também uma tendência ã formação de pelotas \n\nsobretudo durante a classificação. Tal comportamento pode expH \n\ncar a maior variação na classificação, observada entre dois gru \n\npos de pastilhas (tabela X). No caso dos grânulos provenientes do \n\npó calcinado a 6009C, não se verificou este tipo de aglomeração, \n\nsendo maior, porém, a aderência às superfícies. Contudo, isto \n\nnão pareceu prejudicar a classificação. \n\nIV.3.1.3. Morfologia \n\nOs grânulos compreendidos entre 100 e 325 mesh \n\n(149 e 44un), provenientes de pós calcinados a 600ÇC por 3h e a \n\n8009C por 6h, sio mostrados nas micrografias das figuras 10 e 11 \n\nobtidas no estereomicroscópio. \n\nOs grânulos, provenientes de um mesmo tipo de pó . \n\ntendem a ser mais angulares com o aumento da pressão de compacta \n\nção, o que é mais evidente coc; o UjOg calcinado a 600\n9C Isto é \n\numa indicação de que os grânulos provenientes de pastilhas mais \n\ndensas são mais fortemente aglomerados,e cm razão, provavelmente, \n\nde ui.ia maior resistência a ação abrasiva da trituração, ocorre. \n\nassim. um arredondamento menor. \n\n\n\n1 ) .\"'on. m \nI 1 \n\nI») \n\nF T C ' P A i n - V i cr<-»r.{-r>pia / \" . t i c i rlo i | r \" i n u 1 ' ' v . ( — 1 no • ! ; \n\n• o ; : ,Jf» p . i s t Í 1 h . T S f ' n m | , , i &lt;• t ,-) i ]r\\ M c o m fl i 1 &lt;&lt;I • \n\n>) 0 , 1 t f e r n * ; I.) 1 , 0 t f / r m » \n\n; , o n . . m \nI 1 \n\n* o . p» m e s h ) rli* 'S0,, f'.Tlci n.Td'> .T fiOO C por 3 h o r n n , p r o v p n i o p \n\n*&lt;t i vi press»\"» v.: \n\n; c) ?,0 t.r/rm» \n\n\n\na) 200um \n\nFIGURA 11 - Microscopia ótica de grânulos (-100 +325 mesh) de U308 calcinado a 800°C por 6 horas, provenien \n\ntes de pastilhas compactadas com diferentes pressões: \n\na) 0,5 tf/cm2 ; b) 1,0 tf/cm2 ; c) 2,0 tf/cm2 \n\n\n\n75 \n\nOs grânulos provenientes do pó calcinado a 800?C \n\ntêm maior esfericidade do que os grânulos provenientes do pó cal?  \n\ncinado a 600ÇC. Isto pode ser uma indicação de que, no primeiro \n\ncaso, a resistência dos aglomerados ã abrasão é menor. A análise \n\nrealizada na apreciação dos resultados da microscopia eletrônica \n\nde transmissão (item IV.2.5 ), demonstrou que os aglomerados do \n\npó calcinado a 8009C por 6h são formados por partículas bastante \n\narredondadas. 0 empacotamento destes aglomerados durante a cor \n\npactação deve ter sido prejudicado e, embora as pastilhas deste \n\npó sejam mais densas, os grânulos resultantes da trituração não \n\ndevem ser tão fortemente aglomerados quanto os provenientes do \n\npó calcinado a 6009C. \n\nUma vez avaliada a influência da pressão de compa£ \n\ntação sobre a granulação do U,0g, sob os três pontos de vista an \n\n7 \nteriores, optamos pela compactação com 2,0 tf/cm , apesar de que \n\no emprego de menores pressões resulte em grânulos mais arredonda \n\ndos e menor geração de finos. As indicações são de que os grânu \n2 \n\nlos provenientes de pastilhas compactadas com 2,0 tf/cm possuer. \n\num estado de aglomeração mais intenso, devendo ser mais densos, \n\numa vez que são oriundos de pastilhas de maior densidade. Os grâ_ \n\nnulos, assim produzidos, também devem ter maior quantidade de \n\ndefeitos introduzidos por tensões ou trincas durante a compact^ \n\nçãc, favorecendo sua sinterabilidade l ^. Além disso, alteramos \n\no limite superior da granulometria para 150 mesh (105 yn) , por \n\nser mais próximo de 170 mesh (88 um), que é o limite superior da \n\ngranulometria do pó sinterizado. \n\n\n\n7í \n\nIV.3.2. Granulação (&lt;105 um) do UjOg e do DUA \n\nIV.3.2.1. Densidade de Pastilhas \n\nA densidade geométrica das pastilhas de U,0g já \n\nfoi analisada. As pastilhas de DUA (50g) compactadas cor. \n\n2,0 tf/cm\", nas mesmas condições que as pastilhas de U,0g, apre \n\nsentaram uma densidade média de 3,41 g/cm . A sua resistência a \n\nverde demonstrou ser superior a das pastilhas de U,Og, uma vez \n\nque foram trituradas com maior dificuldade. \n\nIV.3.2.2. Classificação Granulométrica \n\nComentários sobre a classificação dos grânulos co \n\nminuídos até 150 mesh serão feitos em conjunto com a análise dos \n\nresultados dos pós sinterizados. \n\nIV.3.2.3. Morfologia \n\nOs grânulos classificados entre 150 e 325 mesh são \n\nmostrados na figura 12. O arredondamento dos grânulos de U,0fi \n\nfoi maior que no caso anterior, uma vez que o grau de cominuição \n\nfoi maior. Os grânulos de DUA são os mais angulares, o que é um \n\nindício de que sua resistência a abrasão é maior. \n\nA microscopia eletrônica de varredura revelou agio \n\nmerados de finos aderidos às superfícies dos grânulos de U,Ofi e \n\nDUA. Este efeito foi mais pronunciado nos grânulos de DUA e de \n\n\n\n7 7 \n\nII \nCM « * -\n\n\"v \n\n6 T \n3 | \n\n° ° (N J -\n\n_ \nJ3 \n\nÊ T \n\n^T ° \n° 1 CM «*• \n\nd\na\ns\n \nà\n \np\nr\ne\ns\ns\nã\no\n \n\ns\nt\ni\nl\nh\na\ns\n \nc\no\nm\np\na\nc\nt\na\n \n\nd\ne\n \np\na\n \n\nCO \n0) \n•P \nc \n<D \n\n- H \n\nc \nd \n\nr\no\nv\n \n\na \n\n(0 \n\na> \nE \n\nin \nCM \n\n5\n0\n \n+\n 3\n \n\nr-i \ni \n\n\" * • ' \n\nca \n0 \n\ni H \n3 \nC \n\nno \nu &amp; \n0) \n\n•D \n\na \n\no\nt\ni\nc\n \n\n0 \n• r l \n\na \n0 \n0 \n(0 \n0 \nVi \n\nu • H \nX \n\n«• \nw» \nE \nü \n\n\" • * . \n\n> 4 - l \n\n•P \n\nCM \n\n0) \n*c \n\n£ \nvc \n\nU \nO \no \no \nCO \n\nw \n\nO \n\nz> \n.— \nCJ \n\n•* \n\n„mm. \n\nx: en \n• \ni \n\nu 0 \no \no \n\\c \n**** \n\n0D \n\nO \nn \n\nD \n\n^«, \nj Q \n\n• » \n\n&lt;\nD \nO \n\n^^ \nA3 \n\nm \n\nfM \n\nD \nO \n\n\n\n* * * > ' > \n\na) \n50 um \n\nI 1 \n\nFIGURA 13 - Microscopia eletrônica de varredura de grânulos (-150 +325 mesh) provenientes \n\nde pastilhas compactadas à pressão de 2 tf/cm3: \n\na) DUA ; b) U3O8(600°C-3h) ; c) U,08(800°C-6h) \n\n30 \n\n\n\n79 \n\nU,0R calcinado a 800\nÇC. As micrografias ressaltam a angulosidadc \n\ndos grânulos de DUA e de U,0R calcinado a 600*C, e a forma esfê \n\nrica dos grânulos de U,0R calcinado a 800\n9C (figura 13). \n\nIV.4. Compactação e Sinterização de Pastilhas (Método-1) \n\nIV.4.1. Densidade de Pastilhas a Verde \n\nAs pastilhas pré-compactadas com o U-JOO resultante \n\nda calcinação do DUA foram trituradas até que os grânulos resul_ \n\ntantes ficassem menores do que 149 un (100 mesh). A seguir, os \n\ngrânulos foram recompactados em pastilhas de 16 mm de diâmetro . \n\ncom 2,7 tf/cm . Com esse procedimento, foi possível aumentar a \n\ndensidade a verde das pastilhas em cerca de 51, no caso do U,Og \n\ncalcinado a 6009C por 3 horas, e 2,51, no caso do pó calcinado a \n\n8009C por 6 horas. As densidades estão apresentadas na tabela \n\nXI. \n\nIV.4.2. Densidade de Pastilhas Sinterizadas \n\nAs pastilhas provenientes do põ de U,0g calcinado \n\na 6009C sofreram maior densificação do que as pastilhas prove \n\nnientes do põ calcinado a 800ÇC (tabela XI). A maior senterabiH \n\ndade, no primeiro caso, se deve a superfície específica superior \n\ne,provavelmente, às maiores distorções intruduzidas na compacta \n\nção. \n\nA sinterização prolongada (24h) causou uma diminu_i \n\nção da densidade em relação ã sinterização de 6 horas. Este efei?  \n\n\n\nen \n\nto foi mais pronunciado nas pastilhas originadas do pó calcinado \n\na 600ÇC. Tal fenômeno é conhecido como \" solarização \". segundo \n\nAmato et ai. ^100^. A solarização pode ocorrer com o aumento do \n\ntempo ou da temperatura de sinterização. 0 decréscimo da densida \n\nde é atribuído a gases retidos em poros isolados. Há\" um equil£ \n\nbrio entre a pressão p do gás retido no poro de raio r (admitin \n\ndo-se que seja esférico) e a tensão superficial y do material \n\nda matriz, tal que p = 2 y/r. Com a coalescência de poros (poros \n\npequenos se unindo a poros grandes), a pressão do gás no poro \n\nresultante é maior que a de equilíbrio . Isto, associado a \n\num comportamento plástico da matriz nas temperaturas de sinteri \n\nzação, causa um inchamento, resultando, portanto, num decréscimo \n\nda densidade *• ' . Este fenômeno tem sido observado na sinte \n\nrização de pastilhas de U02 ^ -\n1'100 a '. Ko nosso caso, os po \n\nros devem reter não apenas o ar mas também vapores de U,0~. \n\nTABELA XI - Densidade de pastilhas à verde e sinterizadas \n\nDensidade relativa (% D.T.) \n\nPó de origem Compactação Tempo de sinterização \n\n(ü308) (2,7tf/cm\n2) 3 horas 6 horas \n\n600°C-3h 56,2 + 0,2 93,1 + 0,2 90,6 + 0,3 \n\n800°C-6h 60,3 + 0,5 86,1 + 1,1 85,4 + 1,0 \n\n\n\nb: \n\nIV.5. Rendimento Granulométrico \n\nNa tabela XII são apresentados os rendimentos gra \n\nnulométricos das etapas de granulação e de fragmentação de pas?  \n\ntilhas e grânulos sinterizados. 0 rendimento de uma determinada \n\netapa foi determinado pela porcentagem em peso de pó na faixa \n\ngranulométrica de interesse. \n\nNa primeira coluna da tabela temos os rendimentos \n\nobtidos com a granulação do DUA e do U,0g calcinado. 0 rendimen \n\nto maior foi obtido com o pó calcinado a 800ÇC e o menor com o \n\nDUA. As mesmas observações realizadas no item IV.3.1.2 com re \n\nlação ao comportamento dos pós de U,0g durante a trituração e \n\nclassificação são válidas aqui. A classificação dos grânulos de \n\nDUA foi bastante dificultada por causa de sua aderência ãs malhas \n\nda peneira, bloqueando as aberturas. No entanto, não observamos \n\na formação de pelotas durante a classificação. Podemos dizer,por \n\ntanto, que o rendimento na granulação está superestimado, no ca \n\nso do U,0g calcinado a 800\n9C e do DUA e, provavelmente, mais con \n\ndizente com o real no caso do U,0g calcinado a 600\n9C. \n\nNa segunda coluna da tabela estão apresentados os \n\nrendimentos obtidos na trituração de pastilhas e desagregação de \n\ngrânulos sinterizados. Os pós da classe P apresentaram rendimen \n\ntos bastante inferiores aos da classe G. Além disso a desagrega^ \n\nção de grânulos é uma operação mais fácil e rápida do que a tri?  \n\nturação de pastilhas. A grande diferença entre os rendimentos é \n\natribuída, primeiro, ao fato de que os grânulos foram classifica \n\ndos antes da sinterização, segundo, ao maior grau de cominuição \n\ndas pastilhas. Observa-se também que a sinterização por 24h cau \n\nsou, de um modo geral, rendimentos ligeiramente superiores. Este \n\naumento foi mais efetivo nos pós originados da calcinação a \n\n\n\nTABELA XII - Rendimento granulométrico dos processos estudados. \n\nRendimento na Rendimento Finos (<44um) \n\nFragmentação Global sinterizados \n\n(ft de pó na faixa (% de pó na faixa (I em relação a \nde 44 a 88pm) de 44 a 88um) massa inicial) \n\n606P \n\n624P \n\n806P \n\n824P \n\n606G \n\n624G \n\n806G \n\n824G \n\nD006G \n\nD024G \n\n-\n\n-\n\n-\n\n-\n\n58,3 \n\n58,3 \n\n74,7 \n\n74,7 \n\n53,4 \n\n53,4 \n\n28,5 \n\n33,3 \n\n24,9 \n\n33,6 \n\n82,6 \n\n82,8 \n\n57,0 \n\n61,5 \n\n78,3 \n\n81,3 \n\n28,5 \n\n33,3 \n\n24,9 \n\n33,6 \n\n48,2 \n\n48,5 \n\n42,6 \n\n45,9 \n\n41,8 \n\n43,4 \n\n71,5 \n\n66,7 \n\n75,1 \n\n66,4 \n\n10,1 \n\n10,0 \n\n32,1 \n\n28,8 \n\n11,6 \n\n10,0 \n\nRendimento na \nTipos de Granulação \n\np o (% de pó na faixa \nde 44 a 105um) \n\n\n\n800'C (de menor sinterabilidade) c, sobretudo, na classe P. Istc \n\nc uma indicação de que o coalescimcnto e inchamento de poros é \n\numa explicação plausível para a menor densidade das pastilhas \n\nsinterizadas por 24 horas. Durante a trituração, a fratura de_s \n\ntas pastilhas seria facilitada, pois elas se romperiam preferen \n\ncialraente por aqueles poros e, portanto, gerando menos finos. \n\nNa 3- coluna da tabela temos o rendimento global \n\ndo processo, ou seja, a porcentagem de pó sinterizado na faixa \n\ngranulométrica de interesse em relação a quantidade de pó no in£ \n\ncio do processo. 0 rendimento na classe G foi em média 151 supe \n\nrior ao da classe P. £ conveniente considerar também, que uma \n\nparte dos finos, na classe G, não está sinterizada, podendo re \n\ntornar a etapa de granulação. Se esta reciclagem fosse realizada \n\nde modo infinito, o rendimento global final seria o obtido na 2-\n\ncoluna da tabela. Já com os finos sinterizados este tipo de re \n\nciclagem não é feito. Parte deles pode ser aproveitada, como ia \n\ndito, até o limite de 25°. da massa total de U-0g utilizada na \n\nplaca combustível. A fração restante deve voltar a etapa de dij? \n\nsolução química e precipitação do sal de urânio. \n\nPara se ter uma idéia ainda mais clara da diferen \n\nça dos processos quanto a geração de finos sinterizados, o seu \n\nporcentual foi calculado de modo global (4- coluna da tabela \n\nXII). \n\nFinalizando, o processo de sinterização de grãnu \n\nlos é preferível em termos de rendimento. Dentre os pós da clas?  \n\nse G, aqueles oriundos da calcinação a 800ÇC (806G e 824G) forne \n\nceram os piores resultados, evidenciados pela maior geração de \n\nfinos sinterizados. Atribuimos este comportamento â formação de \n\npelotas durante a granulação, que, ao serem sinterizadas, foram \n\n\n\nfe&lt;\n\nfragmentadas. Os melhores resultados foram obtidos com o pó cn2 \n\ncinado a 600*C (606G e 624G) semelhantes aos valores do processo \n\nde sinterização direta do DUA (D006G e D024G). \n\nIV.6. Caracterização dos Pós de U,0g Sinterizado \n\nIV.6.1. Análise de Impurezas \n\nNa tabela XIII estão apresentados os teores de iir \n\npurezas dos pós de U,08 sinterizado. Os teores de cromo foram di?  \n\nminuídos, atingindo concentrações menores que 5 ppm em todos os \n\npós. Houve um acréscimo nas concentrações de P, Zn, Bi e Cu, po \n\nrêm não significativo. Não houve correlação dos teores de impure \n\nzas com o tempo de sinterização ou com o material de origem. \n\nOs valores encontrados atendem as especificações \n\namericana e argentina (tabela I), salvo o teor de alumínio que \n\nestá acima do máximo permitido pela especificação americana. Não \n\npodenos afirmar o mesmo em relação ao cobalto, pois seu limi?  \n\nte de detecção é de 10 ppm. \n\nIV.6.2. Difração de Raios X e Razão O/U \n\nOs difTatogramas dos pós sinterizados estão apre \n\nsentados nas figuras de 14 a 18. Nota-se que os pós da classe G \n\napresentam picos adicionais en relação aos da classe P. Estes pi?  \n\ncos foram associados a fase 6 do U,0R, reportada anteriormente \n\n\n\n8S \n\nTABELA XIII - Análise de impurezas dos pôs de U30t \n\nsinterizado (ug/gU). \n\nELEMENTOS \n\nA l \n\nB \n\nBa \n\nBi \n\nCa \n\nCd \n\nCo \n\nCr \n\nCu \n\nFe \n\nMg \n\nMn \n\nMo \n\nNi \n\nP \n\nPb \n\nS i \n\nSn \n\nV \n\nZn \n\n606P \n\n<14 \n\n&lt;0 , 1 \n\n&lt;1 \n\n&lt;2 \n\n&lt;2 \n\n&lt;0 , 1 \n\n&lt;1 0 \n\n&lt;5 \n\n- 5 \n\n<14 \n\n-10 \n\n&lt;2 \n\n&lt;2 \n\n&lt;2 \n\n<55 \n\n&lt;1 \n\n-25 \n\n&lt;1 \n\n&lt;3 \n\n-50 \n\n624P \n\n<14 \n\n&lt;0 , 1 \n\n&lt;1 \n\n&lt;2 \n\n&lt;2 \n\n&lt;0 , 1 \n\n<10 \n\n&lt;5 \n\n- 5 \n\n<14 \n\n-10 \n\n&lt;2 \n\n&lt;2 \n\n&lt;2 \n\n<55 \n\n&lt;1 \n\n-25 \n\n&lt;1 \n\n&lt;3 \n\n-20 \n\n806P \n\n<14 \n\n&lt;0 , 1 \n\n&lt;1 \n\n&lt;2 \n\n- 2 \n\n&lt;0 , 1 \n\n<10 \n\n&lt;5 \n\n-11 \n\n-14 \n\n-10 \n\n- 4 \n\n&lt;2 \n\n- 4 \n\n<55 \n\n&lt;1 \n\n-25 \n\n- 1 \n\n&lt;3 \n\n-50 \n\n824P \n\n- 1 4 \n\n&lt;0 , 1 \n\n&lt;1 \n\n&lt;2 \n\n&lt;2 \n\n&lt;0 , 1 \n\n<10 \n\n&lt;5 \n\n-11 \n\n-14 \n\n10 \n\n- 2 \n\n&lt;2 \n\n- 2 \n\n<55 \n\n&lt;1 \n\n-25 \n\n- 1 \n\n&lt;3 \n\n-20 \n\nTIPOS DE \n\n606G \n\n- 2 4 \n\n&lt;0 , 1 \n\n&lt;1 \n\n&lt;2 \n\n&lt;2 \n\n&lt;0 , 1 \n\n<10 \n\n&lt;5 \n\n- 5 \n\n<14 \n\n-10 \n\n&lt;2 \n\n&lt;2 \n\n&lt;2 \n\n<55 \n\n&lt;1 \n\n-34 \n\n- 1 \n\n&lt;3 \n\n-50 \n\nPõ \n\n624G \n\n- 2 4 \n\n&lt;0 , 1 \n\n&lt;1 \n\n&lt;2 \n\n- 2 \n\n&lt;0 , 1 \n\n<10 \n\n&lt;5 \n\n- 3 \n\n<14 \n\n-10 \n\n&lt;2 \n\n&lt;2 \n\n&lt;2 \n\n<55 \n\n&lt;1 \n\n-34 \n\n- 1 \n\n&lt;3 \n\n-50 \n\n806C \n\n- 2 4 \n\n&lt;0 , 1 \n\n&lt;1 \n\n&lt;2 \n\n- 2 \n\n&lt;0 , 1 \n\n<10 \n\n&lt;5 \n\n-21 \n\n-22 \n\n-10 \n\n- 4 \n\n&lt;2 \n\n- 4 \n\n<55 \n\n&lt;1 \n\n-34 \n\n- 2 \n\n&lt;3 \n\n-50 \n\n824C \n\n- 2 4 \n\n&lt;0 , 1 \n\n&lt;1 \n\n&lt;2 \n\n&lt;2 \n\n&lt;0 , 1 \n\n<10 \n\n&lt;5 \n\n-21 \n\n-22 \n\n-10 \n\n- 2 \n\n&lt;2 \n\n- 2 \n\n<55 \n\n&lt;1 \n\n-34 \n\n- 2 \n\n&lt;3 \n\n-50 \n\nDOObO \n\n- 2 4 \n\n&lt;0 . 1 \n\n&lt;1 \n\n&lt;2 \n\n&lt;2 \n\n&lt;0 , 1 \n\n<10 \n\n&lt;5 \n\n- 5 \n\n&lt;1 4 \n\n-10 \n\n&lt;2 \n\n&lt;2 \n\n&lt;2 \n\n<55 \n\n&lt;1 \n\n-34 \n\n- 2 \n\n&lt;3 \n\n-50 \n\nB024G \n\n- 1 4 \n\n&lt;0 . 1 \n\n&lt;1 \n\n&lt;2 \n\n&lt;2 \n\n&lt;0 , 1 \n\n<lü \n\n&lt;5 \n\n- 5 \n\n&lt;1 4 \n\n- 4 \n\n- 2 \n\n&lt;2 \n\n- 2 \n\n<55 \n\n&lt;1 \n\n-34 \n\n- 1 \n\n&lt;3 \n\n&lt;1 0 \n\n\n\n8€ \n\npor Karkhanavala c George ' e Amirthalingam . Embora ha \n\nia dúvidas quanto à existência dessa fase, sugeríndo-se tratar \n\nna verdade da fase 6 . não é nossa intenção discutir este \n\naspecto. 0 fato é que outra fase, além da a, foi fornada na sin \no \n\nterização de grânulos. 0 U,0R-6 também é ortorrômbico (a * 6,70 A; \no o \n\nb = 12.46 A e c = 8,53 A). \n\nNa tabela XIV são apresentadas as distâncias inter \n\nplanares e as intensidades relativas dos picos de difração das \n\nfases o e 6. Os dados relativos a fase a foram retirados do tra \n\nÍ39\") \nbalho de Aykan e Sleight ~J e os da fase í do trabalho de \n\nKarkhanavala e George ^10-í\\ Segundo os autores, na obtenção do \n\nU-zOg-ó, não foi possível evitar a formação da fase a, que apare \n\nce na proporção de 12 a 131. Notamos que alguns picos são exclu \n\nsivos da fase 6 e são correspondentes aos valores de \" d \" iguais \no \n\na 3,534, 2,682, 2,020 e 1,732 A. Na tabela XV são apresentados \n\nos valores de \" d \" e de I/I dos picos de difração dos dez pós \n\nde U-0o, entre 20 e 55 (2C-). Nos pós da classe P não foi possí \n\nvel detectar picos referentes ã fase 6. A fase é a a, como poce \n\nser verificado mediante comparação com os dados da fase a, toma \n\nda como padrão, da tabela XIV. Nota-se porém, um desproporciona \n\nmento entre os picos mais intensos, em relação ao padrão, com \n\nexcessão do pó 806P. Os picos adicionais, referentes a fase 6 \n\nsurgem em todos os pós da classe G. A discrepância entre as in \n\ntensidades relativas observadas e as do padrão é atribuída ã pre \n\nsença de duas fases, a e 6, em proporções variáveis entre os \n\npó». \n\nSegundo Karkhanavala e George ^ , a fase 6 sur \n\nge ao se aquecer prolongamente o U,Og em temperaturas superiores \n\na 1100'C, seguido de um resfriamento lento. Quanto maior a tempe \n\n\n\n87 \n\nW 94» 32» «0» M» 2»» \n26 \n\n24* 22* 20» \n\nFIGURA 14 - Difratogramas de raios X de pós de U,0( sinterizado: \n\na) 606P ; b) 624P \n\n\n\n88 \n\nFIGURA 15 - Difratogramas de raios X de pós de U}0, sinterizado: \n\na) 806P ; b) 824P \n\n\n\n89 \n\nw \no \n&lt;\no \nin z \n\n56» 3 * 32» 30» 2«» 2«# 2#» 22» 20» \n\nb) \n\n2* \no o \n\n70 \n\n•O \n\nFIGURA 16 - Difratogramas de raios X de pós de U,0, sinterizado: \n\na) 606G ; b) 624G \n\n\n\n90 \n\n5 \nor \n\n&lt;\n\nc \no \n\n2 \n\n32* 90* 2T 2«* 24* 22* 20 \n\n»r M* 12» \n\nFIGURA 17 - Difratogramas de raios X de pós de U,0e sinterizado: \n\na) 806G ; b) 824G \n\n\n\n91 \n\nO) O S \no o \n\n£8 \n\n£3 \no &lt;o \n\nlü \no &lt;o \n\nui \n\n70 \n\n8 0 \n\n96* 34* 32» 30* W 86' \n\nb) \n\no m o \ní» \nkl \n\nÕ \nO \n\nlal kl \n\n70 \n\n• 0 \n\n. S0 \n\n4 0 \n\n50 \n\n34 34 32 30 2* 26 24 22 20 \n20 \n\nFIGURA 18 - Difratogramas de raios X de pós de U,0$ sinterízado: \n\na) D006G ; b) D024G \n\n\n\nTABELA XIV - Difratometria de raios X de padrões \n\nde U,0t -o e 0,0 § - 6 \n\nd \n\n4 , 1 4 6 \n\n-\n\n3 , 4 2 8 \n\n3 , 3 5 8 \n\n-\n\n2 , 6 4 2 \n\n2 , 6 0 9 \n\n2 , 0 7 3 \n\n-\n\n1 , 9 5 2 \n\n1 , 7 9 6 \n\n1 , 7 7 4 \n\n1,766 \n\n1,714 \n\n1 , 6 7 9 \n\n1 , 6 3 4 \n\nü s O a - a \n\n(t) \n\n94 \n\n-\n\n100 \n\n56 \n-\n\n74 \n\n37 \n\n19 \n\n-\n\n22 \n\n16 \n\n27 \n\n50 \n\n14 \n\n7 \n\n2 \n\n(39) \n\nh k l \n\n001 \n\n-\n\n130 \n\n200 \n-\n\n131 \n\n201 \n\n002 \n\n-\n\n330 \n\n061 \n\n132 \n\n331 \n\n260 \n\n400 \n\n350 \n\nd \n\n(S) \n\n4 , 1 5 0 \n\n3 , 5 3 4 \n\n3 , 4 2 6 \n\n3 , 3 5 0 \n\n2 , 6 8 2 \n\n2 , 6 3 2 \n\n2 , 6 0 7 \n\n2 , 0 7 6 \n\n2 , 0 2 0 \n\n1 , 9 5 0 \n\n1 , 7 9 6 \n\n1 , 7 8 5 \n\n1 , 7 5 8 \n\n1 , 7 3 2 \n\n1 , 6 7 5 \n\n1 , 6 2 7 \n\nU , 0 , - d \n\n(%) \n\n100 \n\n36 \n\n6 \n\n27 \n\n20 \n\n3 \n\n43 \n\n26 \n\n28 \n\n2 \n\n17 \n\n15 \n27 \n\n3 \n\n4 \n\n8 \n\n(104) \n\nh k l \n\n030 \n\n130 \n\n112 \n\n200 \n\n141 \n\n202 \n\n230 \n\n060 \n\nf 0 6 1 \n(,024 \n\nÍ 3 1 2 \n[ 2 5 1 \n\nT153 \n204 \n\n1.162 \n332 \n\n044 \n\nf 3 1 3 \n(,261 \n\nfioo \n1.063 \nf 2 6 2 \n\n163 \n1.411 \n\n\n\n» \n\no \n« \nN \n\n• H \nu \n(V \n«P \nc \n\n- f t \nm \n\nO \n\nD \n\n« \n•D \n\nn \n•o \na \nm \no \n\n• o \n\no \no \n« \n\n1-1 \n\nu \no \n\nn \nO \n\n- H \n* \nu \n0) \n\n• o \n\n«o \n- H \nM \n• P \nO) \n\n8 \n<0 \n\nu \n\n£ \n\nw \nn \n&lt;\n\nCM \nO \n\no \n\no \n«o \no \n\ng \n\n«tf \nc s \n\n«O \no \n«o \n\no \n«tf \nc s \nvO \n\nu \no \n«O \n\nP» \n«» \nc s \n0 0 \n\na. \nvO \no \n0 0 \n\nBu \n•tf \nCM \n\n0 -\n\no \n\nw \no \nM C/l \n\n£ p-\n\n• o 0 &lt;\n\no \nH I ^\"» \n\"••« M \n\n^\\ \n• D O &lt;\n\no \nM *-» \n*««. M \nM w \n\n^«. \n\nO \n\nM • - ' \n\n• o 0 &lt;\n«—* \n\nO \nl-l s - \\ \n\"». K \nl - l «-o \n\n• o 0 &lt;\n\nO \nl - t &lt;- » \n\n» H * - \" \n\n•o 0 &lt;\n\nO \nI H / - o \n- - . W \n\n<^«* \n•o 0 &lt;\n\n• • ^ \n\nO \n\n-«• w \n\nO \nM / - » \n\nM w \n\n\"?« \n\n0 \nM / - s \n*•«. M \n»H w \n\n•o 0 &lt;\n\n§ ** £ \n\ntf) \n\no o \nO I H \n\ncn \n\n• 9 \n\nc n \n\nC S \n\n«n \n\n«tf \n\ncn \n\ncn \n\nO \n\no \n\n«tf \n\nO \n\no \nm \n\n«» \n\n«» \n\no \n\n«o cn \n\ncn \n\n«o \ncs \n\no» \n«o \n\n«s \n\no» \n«o \n\n«o \ncs \n\nao \n«» \n\ncn \n\nt - l CS O \n1-» a o i n \n\na, \n\nes \n\no» \n\ncs \n\ncs \n\n«o \ncs \n\ncs \n\ncn \n\n* D CS \ncn o \n«O O \n\ncn p \n«o o \n\no&lt;-t \nf\\ O \n«o o \n\n- ?l \n\ncn \n\nc n \nc s \n\n«tf \nm \n\ncn \n\n«» \n\ncs \ncs \n\n«tf \n«tf \n\nto \n\n«o \ncn \n\ncn \n\no» \n«o \n\ncs \n\n«tf \n«o \n\n»-• o \n\no \no \n\n«o \n1-1 \n\n«tf \n\no \no \n\nl - t \n\n«tf \n\no» \n\nr«. O e'-\nen «» ir> \n\nto \n\ncn \n\nto \n«» \n<n \n\n«o \ncn \n\nON \n« O \n\ncs \n\n«» \ncs \n\nO » \n«O \n\ncs \n«o \n\n1-t \n«tf \n\n•> cn \n\n10\n0 \n\nto \n\n-» \n\no \n«tf \n\n«o \ncn \n• cn \n\n«» \nm \n\n00 \n\nm \n\nO \no \n\nm \n\na» r«« \n\ncn \n«» \n\nao \ncn \n\nco \n\no \n\n«tf \nf - l \n\n•tf \n\nr«. \n\n3\n,4\n\n1 \n\ncn \n«0 \n\n3\n.3\n\n7 \n\n•tf \nS3 \n\ni n \n\n«tf \n\nr«« \n«tf \n\n«tf \n«o \n\n«o \n\n« t f \n\nCM \n\nCS \n\n«tf \n«O \n\nCS \n\n0 0 \n«O \n\n•tf \n«O \n\nCS \n\n» v \nC S \n\n«o \n\nC S \n\nOi \n«o \n\nr«« \nc s \n\nS3 \n\ncs \n\n0 0 \n«tf \n\ncs \n•o \n\nr«. \nc n \n\ncs \n«o \n\ncs \n\ncn \n\nS3 \n\nCS \n\nO i H \ncn o \n«o o \n\nCM O \n\ni H «tf \n«tf O \nvO O \n\n0 0 r-l \ncn o \n«o o \ncs C \n\n+1 \n\nC * «tf \ncs o \nvO O \n\nc s p \n\nvO cs \ncs O \nvO O \n\n«» cs \ncs o \n«£> O \n\ncs p \n\nCS i - t \ncs p \n«o p \n\n<s \n\na, \n» d \n•««, \nO cs \n\n\n\n94 \n\nratura (até 1400*C) . o tenpo de permanência nessa temperatura e \n\no tempo de resfriamento, maior será a quantidade de fase 6 for \n\nmada. No nosso caso, dada a imprecisão das medidas, não foi pos \n\nsível correlacionar o tempo de sinterização (6 ou 24h) com a \n\nquantidade da fase 6. Ainda segundo aqueles autores, se o res \n\nfriamento for rápido, a fase resultante será a a, com uma razão \n\nO/U invariavelmente menor do que 2,65 , e que dependerá do tem \n\npo de tratamento e da temperatura da qual a amostra foi resfria \n\nda. Aparentemente, portanto, há uma relação entre o ganho de oxi_ \n\ngênio, que é maior em resfriamentos lentos, e a formação da fase \n\n6. A reincorporação de oxigênio em pastilhas, durante o resfria \n\nmento, deve ser mais difícil do que nos grãnulos. Os grânulos \n\ntêm maior área de superfície, o que facilita a interação com a \n\natmosfera. Alem disso, deve haver gradientes de concentração de \n\noxigênio mais pronunciados nas pastilhas do que nos grânulos. Lo \n\ngo, conforme estas observações, os pôs da classe P devem ser \n\nmais subestequiométricos do que os pós da classe G. A relação O/U \n\ndos pós é apresentada na tabela XV. Os valores estão de acordo \n\ncom os comentários anteriores. A relação O/U dos pós da classe G \n\nsó não é maior porque a velocidade de resfriamento do forno foi \n\nnatural (após 1200*C), decorrendo um tempo de cerca de um dia e \n\nmeio até que fosse atingida a temperatura ambiente. Karkhanavala \n\ne George *• ' empregaram uma velocidade de resfriamento de cer \n\nca de 100'C por dia e obtiveram uma relação O/U de 2,664 - 0,005. \n\nConsiderando-se que a estequiometria do U,Og pode \n\nter influência na cinética da reação com o alumínio (item II. \n\n3.2 ), os pós da classe G seriam mais convenientes do que os pós \n\nda classe P. Entretanto, não temos informações da literatura so \n\nbre a inconveniência ou não da utilização do U,0R-ô em combustí \n\n\n\nveis nucleares. \n\n95 \n\nIV.6.3. Area de Superfície Específica \n\nAs medidas de superfície específica fornecera* re \n\nsultados abaixo da faixa de trabalho do equipamento, ou seja, me \n2 \n\nnores do que 0,1 n /g. Isto aconteceu com todos os pos sinteriza \n\ndos, indistintamente. \n\nIV.6.4. Microscopia Eletrônica e Õtica \n\nAs micrografias dos pós sinterizados encontram-se \n\nnas figuras de 19 a 28. Mediante sua análise, podemos fazer as \n\nseguintes observações : \n\na) A superfície das partículas provenientes da trituração de pas?  \n\ntilhas sinterizadas ê bem mais rugosa e intrincada do que as \n\npartículas provenientes de grânulos sinterizados. Isto era es \n\nperado, uma vez que nas partículas da classe P, a superfície \n\ne criada através de múltiplas fraturas e, na classe G, a su \n\nperfície é praticamente bruta de sinterização, havendo algu \n\nmas fraturas oriundas da desagregação. Os pós da classe G são \n\npreferíveis aos da classe P, quanto â rugosidade superficial \n\ndas partículas. \n\nb) As partículas dos pós da classe P apresentam uma morfologia \n\nsemelhante entre si, sendo muito difícil a distinção entre \n\npós provenientes de calcinações ou sinterizações diferentes. \n\n\n\n96 \n\n;jyfc4 \n. X > \n\n* / \n\na) \n1 0 0 Mm \n\nI 1 \n\nc) \n\nZfk \n\nê* \n\nl O O u m \nI 1 \n\nFIGURA 1 9 - U,Oe sinterizado a 1400°C por 6 horas, proveniente \n\nde pastilha* trituradas (606P): \n\na) e b) Microscopia eletrônica de varredura; \n\nc) Microscopia ética. \n\n\n\n> P-\n,v» f &lt;5 * \n\nt*&lt;\n\nV ^V \n\nc) \n\nlOOvm \n\nFIGURA 20 - U,Oa sinterizado a 1400 C por 24 horas, proveniente \n\nde pastilhas trituradas (624P): \n\na) e b) Microscopia eletrônica de varredura; \n\nc) Microscopia ótica. \n\n\n\n98 \n\n^ «' t t >. * \n\nat x » *• v *r r w \n\nc) \n\nlOOym \n\nFIGURA 21 - UjO, sinterizado a 1400 C por 6 horas, proveniente \n\nde pastilhas trituradas (806P): \n\na) e b) Microscopia eletrônica de varredura; \n\nc) Microscopia ótica. \n\n\n\n99 \n\n. **£ \n\n^ -1 \n« V fc /•»&lt;* * \n\n>-.&lt;- i \n\nc) \n\nlOOym \n\nFIGURA 22 - U,Oa sinterizado a 1400 C por 24 horas, proveniente \n\nde pastilhas trituradas (824P): \n\na) e b) Microscopia eletrônica de varredura; \n\nc) Microscopia ótica. \n\n\n\n**ífr \n\n- * - ( l« \n\no \nlOOym \n\nFIGURA 23 - ü,Oê «interizado a 1400 C por 6 horas, proveniente \n\nde grinulos de -UiOi calcinado (606G): \n\na) e b) Microecopia eletrônica de varredura; \n\nc) Microecopia ótica. \n\n\n\na) \n~°l \n\nlOOum \n\n3* \n\nc) \n\n100pm \n\nFIGURA 24 - UaO, sinterizado a 1400 C por 24 hora», proveniente \n\nde grânulos de ü,0, calcinado (624G)t \n\na), e b) Microscopia eletrônica de varredura; \n\nc) Microscopia ótica. \n\n\n\n102 \n\na) \n\nJti** \n\n100 un» \nI 1 \n\n•A*\\ \n» . * - . . * \n\n» # % \n\nc) \n\nlOOym \n\nFIGURA 25 - U,08 sinterlzado a 1400 C por 6 horas, proveniente \n\nde grânulos de U,0e calcinado (806G): \n\na) e b) Microscopia eletrônica de varredura; \n\nc) Microscopia ótica. \n\n\n\nlOOiim \n\nFIGURA 26 - üsOe sinterizado a 1400 C por 24 horas, proveniente \n\nde grãnulos de U,08 calcinado (824G): \n\na) e b) Microscopia eletrônica de varredura; \n\nc) Microscopia ótica \n\n\n\n2. \\ tj t &lt;\n\nt Â A * * IvA/r't* \nr ** \n\na) \n100 ym \n» 1 \n\nFIGURA 27 - U308 sinterizado a 1400 C por 6 horas, proveniente \n\nde grânulos de DUA (D006G): \n\na) e b) Microscopia eletrônica de varredura; \n\nc) Microscopia ótica. \n\n\n\na) \n100 ym \nI 1 \n\nb) \n50 \\tm \n\nI 1 \n\n100pm \n\nFIGURA 28 - U,0, sinterizado a 1400 C por 24 horas, proveniente \n\nde grânulos de DUA (D024G): \n\na) e b) Microscopia eletrônica de varredura; \n\nc) Microscopia ótica. \n\n\n\n106 \n\nAs partículas são angulosas e possuem uma certa equiaxialida \n\nde. Nos pós 624P e 824P nota-se, com mais clareza, a presença \n\nde poros circulares na superfície das partículas. \n\nNa classe G, as diferenças morfológicas observadas entre os \n\ntrês tipos de grânulos, antes da sinterização, não são mais \n\ntão evidentes. Nota-se que a morfologia foi influenciada pe \n\nIo crescimento de grão, pela formação de pontes sólidas (pe£ \n\ncocos) entre os grânulos e por sua re: '.stência à fragmenta \n\nção . Os pós são semelhantes morfologicamente, podendo-se ob \n\nservar algumas diferenças nos pós 824G e D024G. As partículas \n\ndo pó 824G são mais irregulares, apresentando fraturas que \n\nexibem uma porosidade grosseira (figura 26). Provavelmente , \n\nas pelotas formadas durante a granulação foram melhor sinteri_ \n\nzadas e, ao serem rompidas, originaram partículas mais irre \n\ngulares. As partículas do pó D024G têm um aspecto bastante \n\ncristalino, denotado por um crescimento de grão elevado. Algu \n\nmas partículas, aparentemente monocristalinas, são bem faceta \n\ndas, enquanto que outras são bastante irregulares, fruto da \n\nformação de pontes sólidas. Este comportamento é um reflexo \n\nda maior sinterabilidade do DUA. \n\nDo ponto de vista morfológico, os pós da classe G são preferi \n\nveis, uma vez que suas partículas são mais arredondadas. \n\nc) Em relação ã porosidade, verificada mediante a ceramografia , \n\npodemos dizer que as partículas com menor quantidade de poros \n\nsão aquelas provenientes dos pós 624G e D024G. As partículas \n\ncom maior porosidade são aquelas provenientes dos pós 806P, \n\n824P e 806G. Com o intuito de tornar mais clara a análise qua \n\nlitativa, foram atribuídos conceitos (ótimo, bom ou regular ) \n\naos pós. A porosidade foi classificada como fina (F) ou gros \n\n\n\n107 \n\nseira (GR). A comparação foi feita na tabela XVI. Embora, numa \n\nanálise como esta, possam haver discordâncias quanto a este ou \n\naquele conceito, acreditamos que os casos extremos são de concor \n\ndância geral. Na classe P, o melhor resultado foi obtido com o \n\npõ f>24P, apesar de ser proveniente de pastilhas com menor d~ns_i \n\ndade do que as sinterizadas durante 6 horas. Novamente, isto é \n\num indício de que houve coalescimento de poros por onde a fratu \n\nra se deu preferencialmente, originando partículas menos poro \n\nsas. Já entre os pós 806P e 824P é difícil dizer qual deles é \n\nmais poroso. Porém, a porosidade das partículas do põ 824P é mais \n\ngrosseira e, provavelmente, é resultante do coalescimento de po \n\nros em sinterização prolongada. Na classe G, nos pós 624G e D024G , \n\nhouve uma redução de porosidade em relação aos pós sinterizados \n\ncom menor tempo, ou seja, 606G e D006G, respectivamente. 0 pó \n\nD006G parece apresentar maior porosidade. Uma causa para isto \n\nseria a criação de poros nos grânulos de DUA, durante o aqueci, \n\nmento inicial, devido a liberação de gases e matéria volátil. Nos \n\npós provenientes da calcinação a 8009C, o tempo maior de sinteri_ \n\nzação eliminou, aparentemente, a porosidade de algumas partícu \n\nIas, enquanto que em outras houve um coalescimento. \n\n\n\nTABELA XVI - Análise q u a l i t a t i v a da densidade e da \n\n;>orosidade dos pós de U,0 8 s i n t e r i z a d o . \n\nCONCEITUAÇÂO \nPÔ DE \n\nDENSIDADE \n\n606P \n\n624P \n\n806P \n\n824P \n\n606G \n\n624G \n\n806G \n\n824G \n\nD006G \n\nD024G \n\nR = Regular \n\nB = Bom \n\nOT = ótimo \n\nF • Fina \n\nR \n\nB \n\nR \n\nR \n\nB \n\nOT \n\nR \n\nB \n\nB \n\nOT \n\nGR = Grosseira \n\nTIPO DE \nPOROSIDADE \n\nF \n\nF \n\nF \n\nF \n\nGR \n\nGR e F \n\nGR \n\nGR \n\nGR e F \n\nF e GR \n\n\n\n109 \n\nIV.6.5. Porosimetria de Mercúrio \n\nNas figuras de 29 a 38 encontramos as curvas de \n\nintrusão acumulada e incrementai dos dez tipos de pós de ^x°g \n\nsinterizado. Em ambas as curvas, a escala do eixo das abscissas \n\n(diâmetro do poro) ê logarítmica devido a amplitude de tamanho \n\ndos poros. As curvas foram plotadas a partir de dados de pres \n\nsão e intrusão tabelados, fornecidos pelo equipamento. Essas ta \n\nbelas, embora úteis para a leitura precisa dos pontos assinala \n\ndos nas curvas, não serão apresentadas aqui. Os dados referentes \n\nà extrusão do mercúrio, cujos pontos foram assinalados com o si?  \n\nnal \" * \" na curva de intrusão acumulada, também não serão ana \n\nlisados neste trabalho, \n\nComo dissemos anteriormente (item III.3.12), o po \n\nrosímetro opera com dois sistemas de pressão. As curvas apresen \n\ntadas são resultantes da penetração de mercúrio no sistema de \n\nalta pressão, ou seja, apôs o preenchimento inicial com uma pres \n\nsão de 10 psia. Mediante a análise comparativa de todas as cur \n\nvas, verificaram-se alguns aspectos de imediato : \n\n- Nas curvas de intrusão acumulada existe um patamar mais ou me \n\nnos pronunciado, caracterizado pela acentuada diminuição ou au \n\nsência de intrusão com a elevação de pressão, como melhor ob \n\nservado nas curvas de intrusão incrementai; \n\n- A penetração do mercúrio com a elevação de pressão e bastante \n\nsemelhante ate o ponto correspondente ao patamar da curva de \n\nintrusão acumulada. Como vemos na curva incrementai, há, inva \n\nriavelmente, um primeiro grande pico de intrusão seguido de um \n\nsegundo pico bem menor. \n\n\n\na) DIÂMETRO V» INTRUSÃO ACUMULADA \n\nDIÂMETRO fmicrõaetros) \n\nb) DIÂMETRO V» INTRUSÃO INCREMENTAL \n\nDIÂMETRO (micrômetros) \n\nFIGURA 29 - Porosimetria de mercúrio de pó de U,08 \nsinterizado (606P): \n\na) Cirva de intrusão acumulada; \n\nb) Curva de intrusão incrementai. \n\n\n\na) DIXHETUD *• INTRUSÃO ACUMULADA \n\n8 \n\nI \nllll I I I I I \n\n1 0 \nllll I I I T i n n i i \n\n0.10 \n— m i i i i I \n9.01 \n\nDIXMETRO (BicrÔMtros) \n\nb) DIXMETRO vs INTRUSÃO INCREMENTAL \n\nE \n\n&lt;\nH \nZ \nH \n£ \nW \nK \nU \nZ \n\nO \n&lt;\n(0 \nD \nK \nH \nZ \n\n0.016 -\n\n0.01* -\n\n0.018 \n\n0.010 -\n\n0.008 -\n\n0.006 \n\n0.004 -\n\n0.008 -\n\nnun H \n0.01 \n\nDIÂMETRO (micrômetro») \n\nPIGÜRA 30 - Porosimetria de mercúrio de pó de U,0a \n\nsinterizado (624P): \n\na) Curva de intrusão acumulada; \n\nb) Curva de intrusão incrementai. \n\n\n\na ) DIÜMCTIIO V* INTRUSÃO ACUMULAM \n\nm u i i \nIf» \n\nm i 11 i i — r \ni \n\n—nm \n• . i f \n\nTTTT \nf > . * l \n\nT - f \n\nDIÂMETRO ( a i c r o a e t r o s ) \n\nb ) DIÂMETRO v» INTRUSÃO INCREMENTAL \n\nH i i i V t r * i i m 11 i \nte i \n\nT—r — H I M i i i nnrn '1 \nt.ti \n\nDIÂMETRO (wicromctros) \n\nFIGURA 31 - Porosimetria de mercúrio de pó de ü,0, \n\nsinterizado (806P): \n\na) Curva de intrusão acumulada; \n\nb) Curva de intrusão incrementai. \n\n\n\na) DIÂMETRO v» INTRUSÃO ACUMULADA \n\nH I M i i i—r m i 11 i \nl \n\n— i n 11 i i i — r \nC 1Í» \n\n— m i i i i I \n\nDlXMETRO (micrSmetros) \n\nb ) DIAMETRO VS INTRUSÃO INCREMENTAL \n\nÍ.01 \n\nDIÂMETRO (micrômetros) \n\nFIGURA 32 - Porosimetria de mercúrio de pó de U,0( \n\nsinterizado (824P): \n\na) Curva de intrusão acumulada; \n\nb) Curva de intrusão incrementai. \n\n\n\na ) DIÂMETRO v « INTRUSÃO ACUMULADA \n\n0 . 0 0 9 -\n\n• . M B -\n\nI . N 7 -\n\n0.006 -\n\n0.005 -\n\n0 . 0 0 4 -\n\n0 . 0 0 3 -\n\n0 . 0 0 8 -\n\n0 . 0 0 1 \n\nM U 1 1 i i—r \n10 —uni i i i—i m u i \n\n1 0 . 10 \nDIÂMETRO fmicrômetros) \n\n—Mil I I \n0.01 \n\nb) DIÂMETRO VB INTRUSÃO INCREMENTAL \n\nDIÂMETRO (micrômetros) \n\nFIGURA 33 - Porosimetria de mercúrio de pó de ü3Oe \n\nsinterizado (606G) : \n\na) Curva de intrusão acumulada; \n\nb) Curva de intrusão incrementai. \n\n\n\na) DIÂMETRO V« INTRUSÃO ACUMULADA \n\ni n n i i i — r Ill I I I T I I \n9. 10 \n\nI I I T I T I \ne . 01 \n\nDIÂMETRO (micrometre») \n\nb) DIÂMETRO VS INTRUSÃO INCREMENTAL \n\nDIÂMETRO (micrometre») \n\nFIGURA 34 - Porosimetría de mercúrio de pó de U3Oe \nsinterizado (624G): \n\na) Curva de intrusão acumulada; \n\nb) Curva de intrusão incrementai. \n\n\n\na ) DIÂMETRO V» INTRUSÃO ACUMULADA \n\nIll II I I I 1 llll I I \n0.10 0.01 \n\nDIÂMETRO (micrometre») \n\nb ) DIÂMETRO v* INTRUSÃO INCREMENTAL \n\n111 I I IH \n10 \n\nnil11 i ' r * i *imi1?1!\"' \n0.10 0.01 \n\nDIÂMETRO (micrometre») \n\nFIGURA 35 - Porosimetria de mercúrio de pó de ü3Oa \nsinterizado (806G): \n\na) Curva de intrusão acumulada; \n\nb) Curva de intrusão incrementai. \n\n\n\na) DIÂMETRO v» INTRUSÃO ACUMULADA \n\nI I ' I ' - * - • • l l l » l Mi»' \n\nm i 11 i i — r — i n 11 i i i — r \n0.10 \n\n— H I M i i \n0.01 \n\nDIÂMETRO (micrometre») \n\nb) DIÂMETRO vs INTRUSÃO INCREMENTAL \n\n0.009 -\n\n0.008 \n\n0.007 -\n\n0.006 -\n\n0.005 \n\n0.004 -\n\n0.003 -\n\n0.002 -\n\n0.001 \n\n(1 \n\nH I M i i i—i i n n i i i i1 n l l i i i' i ' i1 ' ' l l i l U ' l \" \n10 1 0.10 0.01 \n\nDIÂMETRO (micrômetros) \n\nFIGURA 36 - Porosimetria de mercúrio de pó de U9Os \n\nsinterizado (824G): \n\na) Curva de intrusão acumulada; \n\nb) Curva de intrusão incrementai. \n\n\n\na ) DIÂMETRO va INTRUSÃO ACUMULADA \n\nl l l l I I I I l l l l 11 I \n1 \n\n— M i l l \n0 . 1 0 \n\nT—i—r — T T T T \n0 . 0 1 \n\n•n-i \n\nDIÂMETRO ( • i c r ô m e t r o s ) \n\nb ) DIÂMETRO VB INTRUSÃO INCREMENTAL \n\n0 . 0 0 2 5 -\n\n0 . 0 0 3 0 -\n\n0 . 0 0 2 3 \n\n0 . 0 0 2 0 -\n\n0 . 0 0 1 5 -\n\n0 . 0 0 1 0 \n\n0 . 0 0 0 5 -\n\n1 0 . 1 0 \n\nDIÂMETRO (nicrõmetroa) \n\nFIGURA 37 - Porosimetria de mercúrio de pó de üaOe \n\nsinterizado (D006G): \n\na) Curva de intrusão acumulada; \n\nb) Curva de intrusão incrementai. \n\n\n\na ) DIÂMETRO va INTRUSÃO ACUMULADA \n\n1 1 1 1 i i i i i \n\n10 \nMM I I I I 1 Mill I \n1 9. 10 \nDIÂMETRO (micrõnetros) \n\nT r — I l l l I I I \ne.ei \n\nb ) DIÂMETRO v s INTRUSÃO INCREMENTAL \n\n0 . 0 0 2 5 -\n\n0. 0020 \n\n0.0025 -\n\n0.00S0 -\n\n0.0015 -\n\n0.0010 -\n\n0.0005 -\n\n0.01 \nDIÂMETRO (micrômetros) \n\nFIGURA 38 - Porosimetria de mercúrio de pó de U,0$ \nsinterizado (D024G): \n\na) Curva de intrusão acumulada; \n\nb) Curva de intrusão incrementai. \n\n\n\n120 \n\n• A intrusão do mercúrio ocorre de maneira distinta antes e de \n\npois do patamar de intrusão acumulada. Num primeiro estágio \n\nantes do patamar, a penetração de mercúrio é acentuada em rela \n\nção a um pequeno aumento de pressão. Num segundo estágio, após \n\no patamar, a penetração de mercúrio ê pequena e gradual com a \n\nelevação de pressão. \n\nSegundo Orr *• , a penetração de mercúrio no pri \n\nmeiro estágio ocorre nos vazios entre as partículas enquanto que \n\nno segundo estágio a penetração se dá nos poros das partículas. \n\nAnálises semelhantes são feitas por Palmer e Rowe *• •'em pós \n\nde polímeros, Henrion e colaboradores * •'em pós de DO e \n\nA120-, Mukaida ^\n l* em pós de SiO- e Al-O-, e Winslow e \n\nLovell * em cimentos. No primeiro estágio da penetração, a \n\ninclinação da curva de intrusão acumulada, ou o pico da curva de \n\nintrusão incrementai, serão mais acentuados quanto mais estreita \n\nfor a distribuição do tamanho de partícula \\ já que \n\nos vazios entre as partículas também serão mais uniformes. Dada \n\na semelhança de forma das curvas de intrusão, e em especial as \n\ncurvas de intrusão incrementai, podemos dizer que a distribuição \n\nde tamanho de vazios entre as partículas tem aspecto semelhante, \n\nreflexo de um modo de empacotamento semelhante. \n\nCom a finalidade de se ter uma vizualização melhor \n\nda distribuição do tamanho de poros em volume, o segundo estágio \n\nda intrusão incrementai foi plotado em separado, numa escala mais \n\nconveniente, como mostrado nas figuras de 39 a 43. Da apreciação \n\ndestas curvas, podemos notar que a distribuição dos poros das \n\npartículas de pós de UjOg de uma mesma origem (mesmo pó de partj \n\nda e provenientes de grânulos ou de pastilhas) e sinterizados em \n\ntempos diferentes são de aspecto semelhante. Os pós sinterizados \n\n\n\n121 \n\na ) DIÂMETRO VI INTRUSÃO INCREMENTAL \n\n•J \nE \n\nZ \nu \nT \ns \n«J \nz \n\no \n10 \na. \n\n•J \nE \n\n&lt;\nZ \nu \nSE \nu \n(E \nu \nz \n\no \n«s \nen \nK \nZ \n\nII I I I I I \nc.ei \n\nDIÂMETRO (micrometres) \n\nb) DIÂMETRO vs INTRUSÃO INCREMENTAL \n\nei.ee>ic> \n\n//*\"V** \n— I l l I I I I \nCAI \n\nDIÂMETRO (micrometres) \n\nFIGURA 39 - D e t a l h e d a s c u r v a s de i n t r u s ã o i n c r e m e n t a i \n\nde p ó s de U30B s i n t e r i z a d o : \n\na) 606P ; b) 624P \n\n\n\na ) DIÂMETRO v« INTRUSÃO INCREMENTAL \n\nE \n\nI \n\nI \nO \n« \nin \ns \n« \nz \n\nE \n\n•J \n&lt;\n\nZ \nu \nz \nu \ncc \nu \nz \n\no \n&lt;\n01 \nD \nK \n\nz \n\nO. 00*6 \n\ne. 0007 -\n\ne.ae&amp;e -\n\n0.000s -\n\n0.000* -\n\n0. 0ÍP2 -\n\nP. G0IÍ2 \n\n0.0001 \n\niii i i i i—( \n0.(71 \n\nDIÂMETRO (micrõmetros) \n\nb) DIÂMETRO VS INTRUSÃO INCREMENTAI. \n\n0.01 \n\nDIÂMETRO (micrômetros) \n\nFIGURA 40 - Detalhe das curvas de intrusão incrementai \n\nde pós de U 3 0 8 sinterizado: \n\na) 806P ; b) 824P \n\n\n\nDIÂMETRO VB INTRUSÃO INCREMENTAL \n\n*1 \nE \n\n•J \n\nz \nu \nX \nu \nK \nu \n2 \n\no \n«c \nw \nce \n\n2 \n\np. 000*0 \n\n0 . 0 0 0 3 5 -\n\n0 . 0 0 0 3 0 -\n\n0. e«>pe3 \n\n«I. 0 0 0 5 * \n\n0 . 0 0 0 1 5 -\n\n0 . 0 0 0 1 0 \n\n0 . 0 0 0 0 5 -\n\nTTTTTT-J—J-\ne. te \n\nDIÂMETRO ( m i c r o m e t r e » ) \n\n— 1 1 1 1 i I i \n0 . 0 1 \n\nDIÂMETRO V S INTRUSÃO INCREMENTAL \n\n<J> \n\nE \n\n• 4 \n\n&lt;\n2 \nu \nz \nw \n« \no \n2 \no \nK \n2 \nK \nt-\n2 \n\n0.00C2; \n\n0.00ir:0 -\n\n- 0.000£I \n\n0 . 0 0 0 5 0 -\n\n0.C0015 -\n\n0 . 0 0 0 1 0 -\n\n0 . 0 0 0 0 S -\n\n/ \" * * * ' •J \n1 I I I I I I \n\n0 . 0 1 \nDIÂMETRO (micrômetros) \n\nFIGURA 41 - Detalhe das curvas de intrusão incrementai \n\nde pós de U30B sinterizado: \n\na) 606G ; b) 624G \n\n\n\na ) DIÂMETRO v i INTRUSÃO INCREMENTAL \n\ni \n\nZ \nw \nX \nui \nte. \nV \nz \no \n&lt;\nw \n9 \nK \n\nZ \n\n«i. ei \n\nDIÂMETRO (micrõmetros) \n\nb) DIÂMETRO vs INTRUSÃO INCREMENTAL \n\nE \n\n&lt;\nH \nZ \nw \nX \nw \net u \nZ \no \nK \n(0 \nD \n\nz e.000s \n\n0 . 0 0 0 1 -\n\nT — i — i i i 11 i i i—r \n1 0 . 10 \n\nDIÂMETRO ( m i c r õ m e t r o s ) \n\n7-* I' , / T T | | I I I f \n0 . 0 1 \n\nFIGURA 42 - Detalhe das curvas de intrusão incrementai \n\nde pós de V30g sinterizado: \n\na) 806G ; b) 824G \n\n\n\n32S \n\n3 ) DIÂMETRO V» INTBOSAO INCREMENTAL \n\nE \n\n•3 \n\n&lt;\nz \nK \nu \nz \n\no \nt \nIO \nz> \nK \n\nZ \n\n•J \n\nE \n\n&lt;\nf-\nZ \nu \n£ \nU \nK \nU \nz \no \n&lt;\n10 \n3 \nBC \n\nI-\n\nz \n\nDIÂMETRO (micrõmctros) \n\nb ) DIÂMETRO VS INTRUSÃO INCREMENTAL \n\nDIÂMETRO (micrômetros) \n\nFIGURA 43 - D e t a l h e d a s c u r v a s de i n t r u s ã o i n c r e m e n t a i \n\nde pós de U 3 0 e s i n t e r i z a d o : \n\na) D006G ; b) D024G \n\n\n\n1?€ \n\na 24 horas, no entanto, apresentam um volume de intrusão de mc£ \n\ncurió bem menor do que os pós sinterizados a 6 horas, excessãc \n\nfeita aos pós 606G e 624C, cujos volumes são semelhantes. lute \n\nressante também é a semelhança de forma das curvas de pós prove \n\nnientes da sinterização de grãnulos de DUA (D006G e D024G) e de \n\ngrânulos ue U-0fi calcinado a 600*C por 3 horas (606G e 624G). \n\nNão pretendemos neste trabalho discutir se esta \n\nou aquela distribuição de poros é mais conveniente para o caso \n\nem questão, mesmo porque não temos informações na literatura a \n\neste respeito. Entretanto, a análise da curva de distribuição \n\nainda que visual, é útil para se verificar a reprodutibilidade \n\nde um processamento de pó. \n\nUma análise quantitativa dos dados obtidos no poro \n\nsímetro nos permitirá comparar os pós de U,0g de maneira consis \n\ntente, como apresentado na tabela XVII. Foram calculados três \n\ntipos de densidade. \" D, \" é a densidade obtida a partir da pene \n\ntração inicial de mercúrio no sistema de baixa pressão do equips \n\nmento (10 psia). \" D. \" c a densidade aparente das partículas . \n\nou seja, a razão entre a massa das partículas e o seu volume in \n\ncluindo tanto a porosidade aberta quanto fechada. Esta densidade \n\nfoi calculada tomando-se por ba?e a penetração de mercúrio no \n\npatamar da curva de intrusão acumulada correspondendo ã intru \n\nsão incrementai mínima após o pico de intrusão inicial. \" D- \" é \n\na densidade final obtida com a máxima penetração de mercúrio a \n\n60.000 psia. \n\nPara a determinação de \" D. \" utilizou-se o pene \n\ntrômetro como um pienômetro. 0 cálculo foi feito por meio da se \n\nguinte expressão : \n\n\n\n1?-\n\nDj (2) \n\n.. /W - W - K \nvp | P*m s p \n\nV Ym \nonde K é a massa da amostra; V é o volume do penetrômetro, pré \n\ns p \nviamente determinado; K é a massa da amostra, do penetrômetro \n\ne do mercúrio intruso até 10 psia; K é a massa do penetrômetro \n\ne Y„ é a densidade do mercúrio, m \n\n0 termo entre parênteses, no denominador, represen \n\nta o volume de mercúrio (V ) contido no penetrômetro na etapa de \n\npreenchimento com uma pressão de 10 psia. \" V - V \" represen \n\nta então o volume ocupado pelas partículas da amostra. No entan \n\nto, como observado nas curvas de intrusão, os vazios não são com \n\npletamente preenchidos no sistema de baixa pressão. Portanto , \n\n\" Dj \" considera não apenas o volume das partículas mas também o \n\nvolume de vazios não preenchidos por mercúrio. \n\nPara o cálculo de \" D. \" utilizou-se a expressão : \n\nDA = ? (3) \n\nDI \n\nonde \" V. \" é o volume específico acumulado de mercúrio penetra \n\ndo até o patamar da curva de intrusão. Na expressão acima, o in \n\nverso de \" D, \" representa o volume específico acumulado da amos \n\ntra mais o de vazios. Este volume, quando descontado de \" V. \" , \n\nfornece o volume específico aparente das partículas (m]/g). \n\nPara o cálculo de \" Df \" a mesma expressão ante \n\nrior é utilizada, substituindo-se \" V. \" por \" \\' \", ou seja, o \n\n\n\n1?> \n\nvolume específico de mcTcúrio obtido com a máxima pre^ \n\nsão (60.000 psia). \n\nOs dados apresentados na tabela XVII são resultar \n\ntes de uma única determinação. A reprodutibilidade das medidas \n\nfoi averiguada numa série de testes prévios, onde se obteve o \n\ncoeficiente de variação (C.V.) com 951 de confiança (2 x desvie \n\npadrão/média). Nestes testes verificou-se que \" D, \" ê uma medj^ \n\nda muito imprecisa (C.V. médio de 1,61) e bastante dependente da \n\nmassa da amostra, fato que será comentado adiante. Na determina \n\nção de \" D. \" e \" Dp \" obtivemos um coeficiente de variação m£ \n\ndio de 0,251 e de 0,50'Í, respectivamente. Estas medidas demons?  \n\ntraram ser independentes das massas consideradas (- 14g ou -7g). \n\nAcrescentamos ainda que os resultados da tabela XVII devem ser \n\nconsiderados de um modo relativo, uma vez que a exatidão das me \n\ndidas não foi avaliada. \n\nCom relação ã massa das amostras (IV ) . discriinina_ \n\nda na coluna 2, é interessante notar que houve uma variação. A \n\nmassa das amostras de pÕs da classe G (Métodos 2 e 3) foi cerca \n\nde 14g com excessão das amostras 806G e 824G, cuja massa foi de \n\n8g, semelhante, portanto, ã massa das amostras de pós da classe \n\nP (Metodo-1). A razão dessa variação advém do fato de que a ma^ \n\nsa da amostra e o tipo de penetrômetro (capacidade variável) de \n\nvem ser combinados de modo a garantir que o volume de mercúrio \n\nintruso na amostra seja superior a 25* e inferior a 90S do volu \n\nme de mercúrio útil do penetrômetro, conforme recomendação do \n\nmanual do porosímetro. Determinou-se, previamente, em amostras \n\ndo tipo 624G, que uma massa da ordem de 15g deveria ser utilize» \n\nda no penetrômetro de 5 cm de capacidade . Essa massa teve \n\nque ser reduzida nas amostras citadas, uma vez que a penetração \n\n\n\n125 \n\nTABELA XVII - Porosimetria de mercúrio de pós de \n\nUjOe sinterizado. \n\nTIPOS \n\nDE \n\nPõ \n\n606P \n\n624P \n\n806P \n\n1 \n\nDI \n\n(g/cm3) \n\n6,83 \n\n6,28 \n\n6,55 \n\n2 \n\n.!sí!i. \nP.V.U. \n\n7,0 \n\n47 \n\n7,0 \n\n72 \n\n7,0 \n\n57 \n\n— \n\n(%) \n\n3 \n\nDA \n(g/cm3) \n\n7,84 \n\n7,88 \n\n7,66 \n\n4 \n\nDF \n(g/cm3) \n\n8,31 \n\n8,38 \n\n8,29 \n\n5 \n\nlD= \nPAX100 \nDF(%) \n\n94,3 \n\n94,0 \n\n92,4 \n\n6 \n\nClassif. \nQualit. \n\nR \n\nB \n\nR \n\n6,69 \n\n7,70 \n\n7,72 \n\n6,85 \n\n6,92 \n\n7,47 \n\n7,73 \n\n7,0 \n\n54 \n\nAiã. \n34 \n\nAiã. \n35 \n\n._§*?._ \n54 \n\n50 \n\n_14i0_ \n\n46 \n\n.Uí0_ \n35 \n\n7,95 8,38 94,9 \n\n8,09 8,29 97,6 B \n\n8,18 8,33 98,2 OT \n\n7,57 8,35 90,7 \n\n8,10 8,34 97,1 B \n\n7,99 8,26 96,7 B \n\n8,24 8,35 98,7 OT \n\n\n\nno \n\nde mercúrio, no sistema de baixa pressão, foi bem menor do que \n\nnas outras amostras. Com o preenchimento deficiente, resta ur. \n\nmaior volume de vazios, os quais só serão preenchidos no sistema \n\nde alta pressão, com um volume de mercúrio superior a 901, caso \n\nnão se diminua a massa da amostra. A porcentagem de volume útil \n\nde mercúrio (P.V.U.) empregado em cada amostra encontra-se na \n\ncoluna 2 da tabela XVII. A dificuldade de penetração do mercú \n\nrio, no sistema de baixa pressão, pode ser explicada pela maior \n\nrugosidade superficial das partículas provenientes da trituração \n\nde pastilhas sinterizadas , como jã observado nas micrografias ele \n\ntrônicas de varredura. O mesmo raciocínio, porém, não pode ser \n\nutilizado, aparentemente, no caso das amostras 806G e 824G. \n\nDo exposto acima, percebe-se que \" D, \" é* um para \n\nmetro que reflete a maior ou menor facilidade de preenchimento \n\ninicial de mercúrio. A dependência de \" D, \" com a massa advém \n\ndo fato de que quanto maior a massa da amostra, maior a resistên \n\ncia ã penetração inicial do mercúrio e portanto menor a densida \n\nde. A comparação entre os valores de \" D. \" das várias amostras \n\ncarece, assim, de maior significado, uma vez que o preenchimento \n\nde mercúrio não é\" semelhante e o volume residual de vazios entre \n\nas partículas é considerado. \n\nJá no caso da densidade aparente \" D. \", a compar£ \n\nção pode ser feita, tendo em vista a boa reprodutibilidade da \n\nmedida, a independência com a massa e as considerações realiza?  \n\ndas durante a análise das curvas de intrusão. Uma vez que \" D. \" \n\nconsidera o volume de poros abertos e fechados, ela assume um ca \n\nrãter especial no caso de pós de U^CL para a aplicação em quês \n\ntão. O que se deseja ê um pó de baixa porosidade total, ou alta \n\ndensidade aparente, pois com isso se melhora a resistência â \n\n\n\n131 \n\nfragmentação das partículas. \n\nA partir da análise dos valores da tabela XVII são \n\nfeitas as seguintes observações : \n\n- De um modo geral, a classe G apresenta maior densidade aparen \n\nte do que a classe P, entre os pós provenientes de mesmas con \n\ndições de calcinação e sinterização. Pode-se argumentar que es?  \n\nte fato decorreu da maior facilidade de penetração nas amo£ \n\ntrás da classe G, havendo penetração em alguns poros abertos \n\nantes que o patamar de intrusão fosse atingido. Nas microgrji \n\nfias apresentadas nas figuras de 19 a 27 vemos que isto pode \n\nrealmente ter acontecido nos pós com porosidade grosseira como \n\no 824G e D006G porém não sendo o caso das amostras 606G, 624G \n\ne D024G. \n\n- No caso dos pós da classe P, provenientes de mesma calcinação, \n\nvemos que o tempo maior de sinterização proporcionou maior den \n\nsidade aparente ãs partículas. 0 valor elevado do pó 824P, em \n\nrelação aos pós 606P e 624P, é provavelmente resultante de po \n\nros abertos preenchidos com mercúrio no primeiro estágio de in \n\ntrusâo. Esta observação é justificada pela porosidade mais \n\ngrosseira apresentada pelo pó 824P, como verificado nas micro \n\ngrafias óticas, principalmente. \n\n- No caso dos pós da classe G, de mesma origem, o tempo maior de \n\nsinterização também proporcionou partículas de maior densidade \n\naparente. Se os pós forem colocados em ordeir decrescente de \n\ndensidade, teremos : D024G, 624G, 824G e 606G, D006G, 806G.Nos \n\npós sinterizados a 24 horas, a seqüência se explica pela \n\nmaior sinterabilidade do DUA em relação ao U,0_ calcinado a \n\n600'C e deste em relação ao U,0fi calcinado a 800\n9C. Esta se \n\n\n\n132 \n\nqucncia c quebrada no caso de sintcrização a 6 hora? entre o? \n\npôs provenientes de PUA e de U3O0 calcinado a 600ÇC. rrovave2 \n\nmente, os vazios originados pela liberação de matéria volátil \n\ndo DUA durante o aquecimento não puderam ser suficientemente \n\neliminados com um tempo de 6 horas de sinterização. \n\nCom relação ã densidade final \" Dp \", algumas con \n\nsiderações devem ser feitas antes de compararmos os resultados. \n\nUma densidade elevada pode significar que o pó tem baixa porosi?  \n\ndade total (aberta e fechada), o que será confirmado pela densi?  \n\ndade aparente das partículas. Uma densidade elevada pode resul_ \n\ntar também de partículas que apresentam uma porcentagem de poro \n\nsidade aberta elevada em relação ã porosidade total , o que r£ \n\nsultarã numa densidade aparente baixa. Logo, é imprescindível que \n\na análise da densidade final (coluna 4) seja feita tendo em con \n\nta a densidade aparente. Como já dissemos, partículas de alta \n\ndensidade aparente são melhores do ponto de vista de resistência \n\nã fragmentação. Acrescentamos agora que entre as partículas de \n\nU-Og de mesma densidade aparente serão melhores aquelas que apre \n\nsentarem menor porosidade aberta, pois sua área de superfície es \n\npecífica será menor e a retenção dos produtos de fissão será \n\nmaior. A razão entre a porosidade aparente e a densidade final \n\n(coluna 5) fornece um índice \" I~ \" útil para a análise compara \n\ntiva. Quanto mais próximo de 100 for o índice e quanto maior a \n\ndensidade aparente, melhor será o pó. Como vemos na tabela XVII, \n\nos pós de maior índice \" 1^ \" são aqueles da classe G de maior \n\ndensidade aparente. As amostras D024G e 624G são as melhore? \n\nclassificadas, uma vez que apresentam os índices mais elevados \n\nem combinação com densidades aparentes mais elevadas. Os pós da \n\nclasse P, como 624P e 824P, embora apresentem as maiores densida?  \n\n\n\n133 \n\ndes finais entre todas as amostTas, fornecem índices inferiores \n\naos da classe G, uma vez que as densidades aparentes correspon \n\ndentes são menores. Os menores índices entre todos os pós foram \n\nobtidos nas amostras 806P e 806G que também são os piores classi^ \n\nficados por apresentarem menor densidade aparente. \n\nNa coluna 6 da tabela XVII está a classificação \n\nqualitativa de densidade realizada na análise das micrografias \n\nóticas e eletrônicas. A concordância com os índices da coluna 5 \n\né satisfatória. \n\nIV.6.6. Considerações Finais \n\nConforme o objetivo deste trabalho, pretendíamos \n\ncomparar os processos de obtenção de U,0g (Métodos 1,2 e 3) em \n\ntermos de características do produto (pó de U-0fi sinterizado) \n\nrendimento e número de etapas. É claro que uma verificação do \n\ndesempenho destes pós no processamento posterior do combustível, \n\na saber, homogeneização, compactação e laminação, seria útil pa \n\nra a avaliação final dos pós e para a escolha do melhor proces \n\nso. No entanto, isto tornaria o trabalho por demais extenso e in \n\nviável em termos de tempo. \n\nÉ essencial que um pó de U,0g atenda ãs especifica \n\nções referentes ãs suas características físicas e químicas. Com \n\nbase nisto, não podemos, a rigor, rejeitar nenhum dos dez pós \n\nanalisados. Todos eles apresentam pureza química satisfatória \n\narea de superfície específica menor do que O.lm /g (aquém da fai?  \n\nxa operacional do equipamento utilizado) e densidade da ordem \n\nde 8,3g/cm (densidade final obtida por porosimetria de mercu \n\n\n\n134 \n\nrio). LntTctanto. as características dos pós são passíveis de \n\ncomparação, de modo que podemos identificar os melhores pós. Com \n\nrelação à pureza química e ã área de superfície específica, os \n\npós são indistintos. Em termos de densidade, os melhores pós são \n\nos provenientes dos Métodos 2 e 3 (sinterização de grânulos) e, \n\nem particular, os pós originados de grânulos de DUA (D006G e \n\nD024G) e de U,Og calcinado a 600\nÇC por 3 horas (606G e 624G) \n\ncom uma ligeira vantagem para os pós sinterizados a 24 horas. Es?  \n\ntes métodos também forneceram pós cujas partículas têm formas \n\narredondadas e menor rugosidade superficial do que as partículas \n\ndos pós provenientes do Método-1 (trituração de pastilhas). Os \n\npós provenientes de grânulos sinterizados também são ligeiramen \n\nte menos subestequiométricos, o que não chega a ser uma vantagem \n\nimportante, no nosso entender. \n\nEm termos de rendimento de processo, é indiscutí \n\nvel a superioridade dos Métodos 2 e 3, e em particular para a \n\nvariante do Método-2, onde os grânulos são provenientes do U,0„ \n\ncalcinado a 600*C (606G e 624G). \n\nComo se depreende da figura 1, o Método-3 é o que \n\ntem um menor número de etapas de processamento, porém o manuseio \n\ndo DUA durante a granulação e classificação demonstrou ser inco \n\nveniente devido a problemas de aglomeração e aderência. Os Meto \n\ndos 1 e 2 tem o mesmo número de operações porém o Método-1 envol?  \n\nve a trituração de pastilhas sinterizadas, etapa que consome mais \n\ntempo que a desagregação de grânulos, mesmo se feita de modo au \n\ntomãtico. \n\n\n\n135 \n\nV. CONCLUSÕES \n\nOs pós de U,Oft provenientes da sinterização de grânulos são \n\nmais convenientes, de um modo geral, do que os pós provenien \n\ntes da trituração de pastilhas sinterizadas. \n\nA obtenção do U,0 por meio de sinterização de grânulos de \n\nU,0„, oriundo da calcinação do DUA a 6009C por 3 horas (va \n\nriante do Método-2),é\" a mais adequada, pois combina : \n\n- boas características finais do põ como, densidade aparente \n\nelevada (> 8,0 g/cm ), baixa área de superfície específica \n\n2 *• \n\n(&lt;0,1 m /g) e partículas de cantos arredondados e de baixa \n\nrugosidade superficial; \n\n- menores dificuldades na classificação de grânulos no estado \n\ncalcinado; \n\n- melhor rendimento na desagregação de grânulos sinterizados \n\n(- 83$), melhor rendimento global (- 48*) e menor geração \n\nde finos (10$). \n\nA etapa de calcinação demonstrou ter influência decisiva na \n\nobtenção de propriedades finais do pó de U,0„ sinterizado. A \n\ncalcinação em menor temperatura e tempo (6009C por 3 horas) é \n\npreferível devido â extrema propensão ã sinterização do U?0Q-\n\na qual deve ser evitada em benefício de uma melhor densificía \n\nção durante a etapa de sinterização propriamente dita. \n\nA sinterização direta do DUA demonstrou ser promissora, porém \n\nas dificuldades de manuseio sugerem que outra forma de grânu \n\nlação, ou mesmo de precipitação, deve ser estudada. \n\n\n\n13f \n\n5. A sinterizaçáo prolongada (24 horas) teve pouca influência \n\nna melhoria da densidade dos pós provenientes do Método-2 \n\n(606G e 624G) e do Método-3 (D006G e D024G), que são os mais \n\ndensos, e tão pouco alterou significativamente o rendimento \n\ngranulométrico do processamento destes põs. Portanto, no que \n\nse refere a estes parâmetros, a sinterizaçáo por 6 horas é \n\nsuficiente. Entretanto, no que concerne ao Método-1 (tritura \n\nção de pastilhas sinterizadas) , ocorreu um certo aumento do \n\nrendimento granulométrico com o aumento do tempo de sinterizji \n\nção. \n\n6. A obtenção de pós de U?0g por meio da trituração de pastilhas \n\nsinterizadas apresenta uma geração de finos (&lt;44 ym) extrema^ \n\nmente elevada (> 65%), o que torna o processo menos econômico, \n\na menos que se aumente o limite permissível de concentração \n\nde finos (251 em peso). \n\n7. A granulação por compactação foi satisfatória em termos de \n\nconferir, de um modo reprodutível, um formato inicial aos grâ \n\nnulos antes da sinterizaçáo. Acreditamos ser possível obter \n\ngrânulos sinterizados com uma morfologia mais próxima da ori. \n\nginal, obtendo-se um DUA mais ativo (maior área de superfície \n\nespecífica) e assim reduzir o tempo ou a temperatura de sint£ \n\nrização, sem prejuízo da densificação. \n\n8. A porosimetria de mercúrio e uma técnica útil na determinação \n\nda densidade dos pós de U,0g em questão, de um modo automáti_ \n\nco e reprodutível. \n\n\n\n13\"? \n\nSUGESTÕES PARA TRABALHOS FUTUROS \n\nRealizar ensaios de compressão em cermets de UjOg-Al com o \n\nobjetivo de avaliar o desempenho dos pós produzidos pelos três \n\nmétodos estudados. \n\nVerificar o comportamento, na laminação, de cermets de \n\nU30R-A1, preparados com os pós obtidos neste trabalho, sob o \n\nponto de vista de resistência à fragmentação e porosidade do \n\nnúcleo laminado. \n\nObter um diuranato de amônio mais ativo de modo que se possa \n\nmelhorar a sinterabilidade do UjOg granulado. \n\nProcessar o pó de U,0g empregando-se outra matéria prima como \n\npor exemplo, o tricarbonato de amônio e uranilo (TCAU) , com o \n\nintuito de se eliminar a etapa de granulação. \n\nEstudar a influência da subestequiometria do U,0fi sobre sua \n\nreatividade com o alumínio. \n\nEstudar o mecanismo de formação do U,Ofi-ó e procurar estab£ \n\nlecer uma comparação de propriedades físicas e químicas com o \n\nU3Og-a. \n\n\n\n136 \n\nREFERENCIAS BIBLIOGRÁFICAS \n\nBREAZEALE, W.M. The swimming pool. A low cost research \n\nreactor. Nucleonics. Hj(ll):56-60, 1952. \n\nHUFFMAN, J.R. The materials testing reactors. Nucleonics , \n\nlJ(4):21-6, 1954. \n\nLIMA, F.1V. Informações sobre radioisotopes. São Paulo , \n\nIPEN/CNEN-SP, nov. 1986. (Memorando interno, TI35/86). \n\nSILVA, C.P.G. Produção de radioisótopos para uso em mediei \n\nna nuclear no IPEN/CNEN-SP. In: ACADEMIA DE CIÊNCIAS DO \n\nESTADO DE SAO PAULO. 11» simpósio anual realizado em São \n\nPaulo, 3-7 novembro, 1986. São Paulo, 1986. v.l. p. \n\n358-61. (Publicação ACIESP vol. 51). \n\nDIEGUEZ, J.A.D.; SOUZA, J.A.; SILVA. C.P.G.; LIMA, W. Viabi \n32 51 1\"l— \n\nbilidade de produção dos radionuclídeos P, Cr, í:>1j . \n99Mo, I 9 2Ire1 2 5I no IPEN/CNEN-SP para atender a demanda \n\nnacional. São Paulo, IPEN/CNEN-SP, jan. 1987. (Relate \n\nrio interno). \n\nCUNNINGHAM, J.E.; BEAVER, R.J.; THURBER, K.C.; WAUGH, R.C. \n\nFuel dispersions in aluminium-base elements for research \n\nreactors. In: ATOMIC ENERGY COMISSION. Fuel elements \n\nconference held in Paris, 18-23 November, 1957. Oak Ridge. \n\nTênn., 1958., v.l. p. 269-97. (TID-7545). \n\nGRUMM, H. IAEA safeguards: where do we standy today ? \n\nInt. At. Energy Agency Bull., 21? (4) :32-9, 1979. \n\nCUNNINGHAM, J.E.; BOYLE, E.J. MTR-TYPE fuel elements. In: \n\nUNITED NATIONS. Peaceful uses of atomic energy: \n\nproceedings of the international conference on... held in \n\nGeneva, 8-20 August. 1955. v.9: Reactor technology and \n\nchemical processing. New York, N.Y. , 1956. p. 203-7. \n\n\n\n139 \n\n9. LENNOX, P.H. f, KLLBLR, C.N. Summary report on the hazards \n\nof the Argonaut reactor. Lemont, 111.. Argonne National \n\nLab., Dec. 1956. (ANL-5647). \n\n10. KUCERA, K.J.; LEITTEN. C.F.; BEAVER, R.J. Specifications \n\nand procedures used in manufacturing ^.\\—u, -\naluminium dispersion fuel elements for core I of the \n\nPuerto Rico research reactor. Oak Ridge, Tenn., Oak \n\nRidge National Lab., 1963. (ORNL-3458). \n\n11. BEAVER, R.J Ç CUNNINGHAM, J.E. Recent developments in \n\naluminium-base fuel elements for research reactors . \n\nIn: ATOMIC ENERGY COMMISSION. Fuel elements conference \n\nheld in Gatlinburg. 14-16 May, 1958. Oak Ridge, Tenn., \n\ns.d. v.l, p.40-52. (TID-7559). \n\n12. RICHT, A.E.; LEITTEN JR., C.F.; BEAVER,R.J. Radiation \n\nperformance and induced transformations in aluminium-\n\nbase fuels. In: ATOMIC ENERGY COMMISSION. Research \n\nreactor fuel element: proceedings of a conference... \n\nheld in Gatlinburg, 17-19 September. 1962. Oak Ridge . \n\nTenn., s.d. v.2, p.469-88. (TID-7642). \n\n13. REINKE, C.F. Irradiation and postirradiation annealinf \n\nof some aluminium-base fuels. Argonne, 111., Argonne \n\nNational Lab., Sep. 1963. (ANL-666S). \n\n14. FLEMING, J.D. S JOHNSON, J.K. Aluminium-U-0Q exotêrriic \n\nreactions. Nucleonics , 21(5):84-7, 1963. \n\n15. MURANAKA, R.G. Conversion of research reactors to IOK \n\nenrichment uranium fuels. Int. At. Energy Agency Bull.. \n\n£5(lj:18-21, 1983. \n\n16. KNIGHT, R.K.; BINNS, J.: ADAMSON JR., G.M. Fabrication \n\nprocedures for manufacturing high flux isotope reactor \n\nfuel elements. Oak Ridge, Tenn., Oak Ridge National Lab.. \n\nJune 1968. (ORNL-4242). \n\n\n\n14C \n\n17. BEAVER. R.J.; ADAMSOK. CM. ; PATRIARCA. P. ProccduTrs foi \n\nfabricating aluminium-base ATR fuel elements. Oak Ridge. \n\nTenn.. Oak Ridge National Lab.. June 1964. (ORNL-3632). \n\n18. MARTIN, M.M.; R1CHT. A.E.; MARTIN, K.R. Irradiation behavioT \n\nof aluminium-base fuel dispersions. Oak Ridge, Tenn., Oak \n\nRidge National Lab.. May 1973. (ORNL-48S6). \n\n19. LEWIS, R.A. Improving the proliferation resistance of \n\nresearch and test reactors. In: INTERNATIONAL ATOMIC \n\nENERGY AGENCY. Research reactor renewal and upgradind \n\nprogrammes: proceedings of an advisory group meeting \n\non... held in Vienna. 23-26 May, 1968. Vienna, 1978. \n\np.317-25. (IAEA-214). \n\n20. MATOS, J.E. RERTR program generic studies. Trans. Am. Nucl. \n\nSoc. , 3j2(supl.):29-30, 1979. \n\n21. PASTO, A.E.; COPELAND, G.L; MARTIN, M.M. A quantitative \n\ndifferential thermal analysis study of the U,0 fi-Al \n\nthermit reaction. Oak Ridge, Tenn., Oak Ridge National \n\nLab.. June 1980. (ORNL-5659). \n\n22. COPELAND, G.L. f, MARTIN, M.M. Fabrication of high-uranium-\n\nloaded U,0g-Al developmental fuel plates. In: ARG0NXE \n\nNATIONAL LABORATORY. Development, fabrication and \n\napplication of reduced enrichment fuels for research \n\nand test reactors: proceedings of an international \n\nmeeting on... held in Argonne. 12-14 November . 1980. \n\nArgonne, 111.. 1980. p.67-80. (ANL/RERTR/TM-3). \n\n23. SNELGROVE. J.L. Overview of reduced-enrichment fuels \n\ndevelopment testing and specification. Trans. Am. Nucl. \n\nSoc., £5:274-6. 1987. \n\n24. BIDKELL, R.M.; HAYDT, H.M.: FREITAS. C.T.; SANTOS, T.P.S. \n\nNota preliminar sobre propriedades e estrutura de disper \n\nsoes U,Ofi-Al. Metal. . 20(84):567-76. 1964. \n\n\n\n141 \n\n25. SANTOS, T.P.S.; HAYPT, H.M.; FREITAS, C.T. Development \n\nstudies for Argonaut reactor fuel plates fabrication. In: \n\nINTERNATIONAL ATOMIC ENERGY AGENCY. Utilization of \n\nresearch reactors: study group meeting on the... held in \n\nSão Paulo, 4-8 November, 1963. Vienna, Austria, 1963. v. \n\n1, p.279-96. (STI/DOC/157). \n\n26. SANTOS, T.D.S.; HAYDT, H.M.; FREITAS, C.T. Principais ca \n\nracterísticos metalúrgicos dos elementos combustíveis pro \n\nduzidos para o reator \" ARGONAUTA \" do Instituto de En \n\ngenharia Nuclear. Metal ., £H97) :908-21, 1965. \n\n27. SANTOS, T.D.S.; HAYDT, H.M.; FREITAS, C.T.; GENTILE, E.F. \n\nCINTRA, S.H.L. Características de placas delgadas para \n\nelementos combustíveis contendo dispersões de U,Og-Al. Me \n\ntal. , ? (109): 936-40, 1966. \n\n28. CAPOCCHI, J.D.T.; CINTRA, S.H.L.; GENTILE, E.F. Estudo expe \n\nrimental de fabricação de elementos combustíveis planos \n\ncontendo núcleos de cermets. Metal. , 2_4 (124) : 201-12 , 1968. \n\n29. CAPOCCHI, J.D.T.; CINTRA, S.H.L.; GENTILE, E.F. Estudo de \n\nfabricação de combustíveis planos com núcleos de cermets \n\nde 65% Ü30g-35ç0 Al, revestidos com liga de alumínio. Me \n\ntal., 24(133): 913-9, 1968. \n\n30. CINTRA, S.H.L.; GENTILE, E.F.; NISHIOKA, I.; ABRÂO, M.A.S. : \n\nAMBRÕSIO F9., F. Análise de variáveis do processo de fa \n\nbricação de placas com núcleos de dispersões Al-U,Og. Me \n\ntal., 26(146):31-43, 1970. \n\n31. CINTRA, S.H.L.; GENTILE, E.F.; SANTOS, T.D.S. Um ensaio de \n\nalternância térmica para placas contendo dispersões. Me \n\ntal., 26(150):417-20, 1970. \n\n32. GENTILE, E.F.; CINTRA, S.H.L.; TRACANELLA, R.B. Estudo de \n\nreatividade de dispersões de U,0g-Al. Metal. , 26_(149) : \n\n305-9, 1970. \n\n\n\n242 \n\n33. FIGUEREDO, A.M. Comportamento mecânico dc cermets U-Q,-A1. \n\nSão Paulo, 1982. (Dissertação de Mestrado, Instituto de \n\nPesquisas Energéticas e Nucleares). \n\n34. DURAZZO, M. Corrosão de placas combustíveis tipo MTR conten \n\ndo núcleos de cermets U-0 -Al. São Paulo, 1985. (Disser \n\ntação de Mestrado, Instituto de Pesquisas Energéticas e \n\nNucleares). \n\n35. FRAJNDLICH, R.; SOUZA, J.A.; KOSHIMIZU, S. Irradiação e \n\navaliação de elementos combustíveis de fabricação IPEN/ \n\nCNEN-SP. In. CENTRO TECNOLÓGICO AEROESPACIAL. Física de \n\nreatores e termohidráulica: 69 encontro nacional de ... \n\nrealizado em São José dos Campos. 3-5 dezembro, 1986. São \n\nJosé dos Campos, São Paulo, 1986. p.186-97. \n\n36. HOLDEN, A.N. Dispersion fuel elements. New York, N.Y., \n\nGordon Ç Breach, 1968. \n\n37. SAMOILOV, A.G.; KASHTANOV, A.I.; VOLVOK , V. S. Dispersion \n\nfuel nuclear reactor elements. Jerusalem, IPST, 1968. \n\n38. HOFMAN, G.L.; COPELAND, G.L.; SANECKI, J.E. Microscopic \n\ninvestigation into the irradiation behaviour of U,0_-A1 \n\ndispersion fuel. Nucl. Technol., 72^3):338-44 , 1986. \n\n39. AIKAN, K. f, SLEIGHT, A.W. Characterization of mixed \n\nuranium antimony oxides USbOr and USb,0lf). J. Am. Ceram. \n\nSoc, 53(8) :427-3l , 1970. \n\n40. AMERICAN SOCIETY FOR METALS. Properties and selection: \n\nnonferrous alloys and pure metals. 9 ed. Metals Park, \n\nOhio, 1979. (Metals handbook, 2). \n\n41. MARTIN, M.M. § MARTIN, W.R. Fabrication voids in \n\naluminium-base fuel dispersions. Oak Ridge, Tenn., Oak \n\nRidge National Lab., Oct. 1970. (ORNL-4611). \n\n\n\n143 \n\n42. HOBSON, D.O. Ç LEITTEN JR.. C F . Characterization of \n\nUgOg dispersions in aluminium. Oak Ridge, Tenn.,Oak Ridge \n\nNational Lab., Feb. 1967. (ORNL-TM-1962). \n\n43. WERNER, W.J. Ç BARKAMAN, J.R. Characterization and production \n\nof U3O0 for the high flux isotope reactor. Oak Ridge, \n\nTenn., Oak Ridge National Lab., Apr. 1967. (ORNL-4052). \n\n44. BOERO, N.; CELORA, J.; PARODI, C.; MARAJOFSKY, A.; PONIEMAN, \n\nG. ; KELLNER, M. Analisis de Ia produecion de polvos \n\nde U3O0 para placas combustibles de bajo enriquecimento . \n\n1989. (Peprint). \n\n45. BINFORD, F.T. Ç KNIGHT, R.W. The use of UjOg-Al cermet \n\nfuel in research reactors. Trans. Am. Nucl. Soc.,27:834-5, \n\n1977. \n\n46. COPELAND, G.L. 5 MARTIN, M.M. Development of high-uranium-\n\nloaded U3Og-Al fuel plates. Nucl. Technol., 56(3):547-52 , \n\n1982. \n\n47. GOMEZ, J.; MORANDO, R.; PEREZ, E.E.; GIORSETTI, D.R.; \n\nCOPELAND, G.L.; HOFMAN, G.; SNELGROVE, J.L. Postirradiation \n\nexamination of high-U-loaded low enriched ^3^8' \n\nUA12, and U-jSi test fuel plates. In: ARGONNE NATIONAL \n\nLABORATORY. Reduced enrichment for research and test \n\nreactors: international meeting on... held in Argonne , \n\n15-18 October, 1984. Argonne, 111., 1984. p. 86-102. \n\n(ANL/RERTR/TM-6). \n\n48. MARTIN, M.M. ; RICHT, A.E. ; MARTIN, W.R. Irradiation perfomance \n\nof aluminium-base dispersion-type fuel plates. Trans. \n\nAm. Nucl. Soc, U (2): 567-8 , 1971. \n\n49. WEBER, C.E. 5 HIRSCH, H.H. Dispersion-type fuel elements. \n\nIn: UNITED NATIONS. Peaceful uses of atomic energy: \n\nproceedings of the international conference on... held \n\nin Geneva, 8-20 August, 1955, v.9: Reactor tecnology \n\nand chemical processing. New York, N.Y. , 1956. p.196-202. \n\n\n\n144 \n\n50. CUNNINGHAM, J.E.; BLAVER, R.J.;KAUC!I. R.C. Fuel dispersion \n\nin stainless-steel components for power reactors. In: \n\nATOMIC ENERGY COMMISSION. Fuel elements conference \n\nheld in Paris. 18-23 November. 1957. Oak Ridge, Tenn., \n\n1958. v.l. p.243-68. \n\n51. HROVAT, M.F.; HUSCHKA, H. ; KOCH, K.H. ; NAZARÉ, S.; ONDRACEK, \n\nG. Status of fuel element technology for plate type \n\ndispersion fuels with high uranium density. In: \n\nARGONNE NATIONAL LABORATORY. Development, fabrication and \n\napplication of reduced enriched fuels for research and \n\ntest reactors: proceedings of an international \n\nmeeting on... held in Argonne, 12-14 November, 1980. \n\nArgonne, 111., 1980. p.201-11 (ANL/RERTR/TM-3). \n\n52. HAGEMARK, K. Ç BROLI, M. Equilibriun oxygen pressures over \n\nthe non-stoichiometric uranium oxides L'0?+ and \n\nU,00 . J. Inorg. Nucl. Chem., 28:2837-50, 1966. \n\n53. MATSUI, T.; TSUJI, T.; NAIT0, K. New phase transitions in \n\nnon-stoichiometric U700 at high temperatures, (I) \n•3 o — X \n\nthermogravimetric studies. J. Nucl. Sci. Technol. , H.(5) : \n\n216-22. 1974. \n\n54. ACKERMANN, R.J.; CHANG, A.T.; SORRELL, C.A. \n\nexpansion and phase transformations of the \n\nphase in air. J. Inorg. Nucl. Chem., 39(1):75-85, \n\n55. DHARWADKAR, S.R.: CHAXDRASEKHARAIAH, M.S.; KARKHANAYALA, \n\nM.D. A physicochemical study of the uranium-oxygen \n\nsystem between U02 6r and U02 6-? • J. Nucl. Mater. \n\n71:268-76, 1978. \n\nThermal \nU 3 C \n\n1977 \n\nU3°8-z \n\n56. FUJI NO, T.; TAGAIVA, H. : ADACHI , T. On some factors \n\naffecting the nonstoichiometry in U,0g. J. Nucl. \n\nMater. , 97:93-103, 1981. \n\n\n\n34S \n\n57. CANEIRO, A. Ç ABR1ATA, J.P. Equilibrium oxygen partial \n\npressure and phase diagram of the uranium-oxygen system in \n\nthe composition range 2.61 &lt;O/U &lt;2.67 between 844 \n\nand 1373K. J. Nucl. Mater., 126:255-67, 1984. \n\n58. FERNANDEZ, D. Caracterizacion del UgOp destinado a la fa \n\nbricacion del E.C. placa. Buenos Aires, Comisión Nacional \n\nde Energia Atômica de la Argentina, 1985. (apostila de \n\ncurso). \n\n59. NOLAND, R.A.; WALKER, D.E. ; HYMES, L.C. Fabrication of \n\nU-jOg - Aluminium dispersion fuel elements by extrusion. In: \n\nAMERICAN SOCIETY FOR TESTING MATERIALS. Materials in \n\nnuclear aplications, 1959. Philadelphia, Pa., 1960. p. \n\n336-44. (ASTM special technical publication, 276). \n\n60. BERGUA, H.; FRIDDLE, R.; DIAZ, J.; BAIRD, J. Fabrication of \n\nthe ISNSE fuel element for low power research \n\nreactors. In: HAUSNER, H.H. $ SCHUMAR, J.F., eds. \n\nNuclear fuel elements: proceedings of the international \n\nsymposium on... held in Columbia Univ., New York, \n\n28-29 January, 1959. New York, N.Y., Reinhold. \n\n1959. v.l, p.184-92. \n\n61. KITTL, J.; MACHADO, R.E.; MAZZA, J.A.; SABATO, J.; SILBERT, \n\nI. The manufacture of fuel elements of the Argonaut \n\ntype. In: UNITED NATIONS. Peaceful uses of atomic \n\nenergy: proceedings of the 2nd international conference \n\non... held in Geneva, 1-13 September, 1958, v. 6: \n\nBasic metalurgy and fabrication fuels. New York, N.Y., \n\n1958. p.531-7. \n\n62. SANTOS, T.D.S.; HAYDT, H.M.; FREITAS, C.T. Fabricação de \n\nelementos combustíveis para o reator Argonauta, do Insti?  \n\ntuto de Engenharia Nuclear. Metal. , ? (90) :369-76, 1965. \n\n63. HROVAT, M.F. $ HASSEL, H.K. Recent status and future \n\naspect of plate type fuel element technology with \n\n\n\n14&lt;\n\nhigh uranium density at NUKLM. In: ARGONNE NATIONAL \n\nL A BO RA TO R Y. Research and test reactor core conversion; \n\nfrom HEU to LEU fuels: proceedings of international \n\nmeeting on... held in Argonne, 8-10 November 1982. \n\nArgonr.e. 111., s.d. p. 171-82. (ANL/RERTR/TM-4) . \n\n64. HROVAT, M.; HUSCHKA, H. ; KOCH, K.H.; RACHOR, L. The status \n\nof fuel element technology for plate-type dispersior. \n\nfuels with high uranium density. Trans. Am. Nucl.Soc, \n\n40:267-9, 1982. \n\n65. WEHNER, E.; BOERNER, P.; KOCH, K.H. Series production of \n\nMTR fuel elements with low-enriched uranium. In: \n\nNUCLEAR technology: annual meeting on... held ir. \n\nKarlsruhe, 2-4 June, 1987. s.n.t. p.759-62. \n\n66. KEIM, R., ed. Gmelin handbook of inorganic chemistry. In: \n\nVOLLATH D. S WEDEMEYER, H. Uranium. Uranium dioxide. \n\nU02, preparation and crystallographic properties. 8. ed. \n\nBerlin, Springer-Verlag, 1984. (Gmelin Handbook of \n\nInorganic Chemistry, vol.55 (Suppl.C4). \n\n67. TURCANU, C.N. Ç DEJU, R. Thermal analysis of ammoniur \n\ndiuranate. Nucl. Technol., £5(3) :188-92 , 1979. \n\n68. EL-FEKEY, S.A. ; EL-HAKIM, M.N.A. ; ROFAIL, N.H. ; KHILLA, M.A. \n\nSolid phase decomposition of ammonium uranate. Thermochim. \n\nActa, £4(3):327-36, 1982. \n\n69. DANTAS, J.M. Estudo e caracterização de diuranato de amê \n\nnio e triôxido de urânio por termogravimetria e por calori \n\nmetria exploratória diferencial. São Paulo, 1983. (Dis-\n\nsertação de mestrado, Instituto de Pesquisas Energéticas e \n\nNucleares). \n\n70. DOI, I. fi ITO, T. Significance of physical state of \n\nstarting precipitate in growth of uranium dioxide \n\nparticles, J, Nucl, Mater., 11(1):94-106, 1964. \n\n\n\n347 \n\n71. MOORTHY, V.K.; KULKARNI. A.K.: RAO. V.K. Relation between \n\nthe origin, powder characteristics and sintering \n\ntreatment on the densification and microstructures \n\nof compacts of urania and thoria. In: UNITIL» \n\nNATIONS. Peaceful uses of atomic energy: proceedings \n\nof the 3rd international conference on... held in \n\nGeneva. 31 August -9 September. 1964. v.11: Nuclear \n\nfuels. New York. N.Y., 1965. p.386-93. \n\n72. FAREEDUDDIN. S.; GARG, R.K.; GUPTA. U.C.; KANTAN, S.K.; \n\nRAJENDRAN. R.; RAO, N.Y.; SINHA. K.K.; SOMAYAJULU, G.V. \n\nS.R.K.; SUBRAMANIAN, K. Fabrication of uranium oxide \n\nfuel elements at Trombay. In: UNITED NATIONS. \n\nPeaceful uses of atomic energy: proceedings of the \n\n3rd international conference on... held in Geneva, \n\n31 August- 9 September. 1964, v.11: Nuclear fuels. \n\nNew York, N.Y., 1965. p.345-52. \n\n73. JANOV, J.; ALFREDSON, P.G.; VILKAITIS, V.K. The influence \n\nof precipitation conditions on the properties of ammoniur. \n\ndiuranate and uranium dioxide powders. J. Nucl. Mater.. \n\n£4(2): 161-74, 1972. \n\n74. EL-FEKEY, S.A.; FARAH, M.Y.; ROFAIL, N.R. Stoichiometry of \n\nthe U,0fi phase formed during calcination of ammoniur. \n\nuranate. Anal. Chim. Acta, 89:413-7, 1977. \n\n75. KOOLFREY, J.L. The preparation of U02 powder: effect \n\nof ammonium uranate properties. J. Nucl. Mater. ; 74: \n\n123-31, 1978. \n\n76. PETERS, D.G.: HAYES, J.M.; HIEFTJE, G.M. Chemical \n\nseparations and measurements: theory and practice of \n\nanalytical chemistry. Philadelphia, Pa., IV.B. Saunders. \n\n1974. \n\n77. FEDERGRUN. L. fi ABRÂO, A. Determinação volumétrica da rela \n\nção O/U em pastilhas de óxidos cerâmicos UCS + v Ê \n\n\n\n]4e \n\nUC>2 -ThCU. São Paulo, Instituto de Energia Atômica, out. \n\n1972. (IEA-Pub-276). \n\n78. ABRÂO, A. Thermogravimetric behaviour of some uraniur \n\ncompounds-application to 0:U ratio determination. São \n\nPaulo, Instituto de Energia Atômica, ago. 1965. (1EA-Pub-\n\n105). \n\n79. FRISCH, B. &amp; THIELE, K.R. A measuring method for the \n\ndetermination of density, specific surface area and \n\nporosity of powders and compacted bodies. Powder \n\nMetall. Int., 1J8(1) :17-21, 1986. \n\n80. LOWELL, S. 6 SHIELDS, J.E. Powder surface area and \n\nporosity. London, Chapman and Hall, 1984. \n\n81. MUKAIDA, K.I. Density measurement of small porous \n\nparticles by mercury porosimetry. Powder Techno1. . \n\n|9(1):99-107, 1981. \n\n82. WASHBURN, E.W. Note on method of determining the \n\ndistribution of pore sizes in a norous material. \n\nProc. Natl. Acad. Sci. U.S.A., 7:115-6, 1921. \n\n85. ORR JR., C. Application of mercury penetration tc \n\nmaterial analysis. Powder Technol. , 3:117-23, 1969. \n\n84. ROOTARE. H.M. Ç XYCE. A.C. The use of porosimetry ir. \n\nthe measurement of pore size distribution in porous \n\nmaterials. Int. J. Powder Metall., 7(1): 3-31. 1971. \n\nc \n\n85. BRAKEL, J. van: MODRY, S.; SVATÂ, M. Mercury porosimetry: \n\nstate of the art. Powder Technol. . ? üí1):!-*2- 1981. \n\n86. BALL, M.C.: BIRKETT, C.R.G.: BROWN. D.S.; JAVCOCK, M.J. The \n\nthermal decomposition of ammonium diuranate. J. Inorg. \n\nNucl. Chem. , 56(7):1527-9 , 1974. \n\n87. WOOLFREY, J.L. Surface area changes during the \n\ncalcination of ammonium uranate. Lucas Heights. \n\n\n\n149 \n\nAustralian Atomic Energy Commission Research \n\nEstablishment. 1974. (AAEC/E-329). \n\n88. CORPFUNKE. E.H.P. On the uranates of ammonium - I the \n\nthcrnary system NH.-UCU-H-O. .J. Inorp . Nuc] . Chcm. , ^4: \n\n303-7. 1962. \n\n89. DEBETS, P.C. £ LOOPSTRA, B.O. On the uranates of ammonium-\n\nII x-ray investigation of the compounds in the \n\nsystem NH,-U0,-H-0. J. Inorg. Nucl. Chem., 21:945~53&lt;\n\n1963. \n\n90. ANDRESEN, A.F. The structure of u\"3Og determined by \n\nneutron diffraction. Acta Crystallogr., 11(10):612-4, \n\n1958. \n\n91. LOOPSTRA, B.O. Neutron diffraction investigation of \n\nU3Og. Acta Crystallogr. , ^(6):651-4, 1964. \n\n92. LOOPSTRA, B.O. The phane transition in a-UjOg at 210?C. \n\nJ. Appl. Crystallogr., 3(l):94-6, 1970. \n\n93. ALLEN, G.C. Ç TEMPEST, P.A. Ordered defects in the \n\noxides of uranium. Proc. R. Soc. London, Ser.A, 406:325-\n\n44, 1986. \n\n94. RIBAS, A.G.S. Tecnologia de preparação de oxido de urânio \n\n(IV) apropriado para conversão a tetrafluoreto de urânio. \n\nSão Paulo, 1973. (Dissertação de mestrado, Escola PoH \n\ntécnica, Univ. São Paulo). \n\n95. HAUSNER, H.H. Powder characteristics and their effect \n\non powder processing. Powder Technol., 30(1):3-8, 1981. \n\n96. THUMMLER, F. 5 THOMMA, K. The sintering process. Metall. \n\nRev., 12:69-108, 1967. \n\n\n\nISO \n\n97. ASHBY, M.J. A first report on sintering diagrams. \n\nActa Metall., £2(3):275-89, 1974. \n\n98. NOTZ, K.J. Sintering of black oxide. Cincinnati, Ohio, \n\nNational Lead Co., Apr. 1957. (NCLO-684). \n\n99. MINTZ, M.H.; VAKNIN, S.; KREMENER, A.; HADARI , Z. Nuclear \n\nfuel research and development influence of various \n\nmannufacturing parameters on some characteristics of \n\nUP, powders and their sintering behaviour. Beersheba, \n\nIsrael Atomic Energy Commission, Feb. 1977. (NRCN-435). \n\n100.AMATO, I.; COLOMBO, R.L; PROTTI, A.M. On a case of \n\nsolarization during steam sintering of IKK pellets. \n\nJ. Nucl. Mater., 8(2):271-2, 1963. \n\n101. AMATO, I.; COLOMBO, R.L; PROTTI, A.M. Pore growth during \n\nsolarization of sintered UO2. J. Nucl. Mater., 13(2): \n\n265-7, 1964. \n\n102. KOLAR, D. 5 MARINKOVIC, V. Sintering of uranium dioxide \n\nat 900*C to 1350*C. Rud. Metalurski Zb. , (1) : 57-62, 1963. \n\n103. ASSMANN, H. ; DORR, V. ; PEEHS, M. Control of U02 \nmicrostructure by oxidative sintering. J. Nucl. Mater., \n\n140(1):l-6, 1986. \n\n104. KARKHANAVALA, M.D. 5 GEORGE, A.M.&lt;$-U30g , a high \n\ntemperature modification. Pt.l. Preparation and \n\ncharacterization. J. Nucl. Mater. , 1_9(3) : 267-73, 1966. \n\n105. AMIRTHALINCAM, V. S-UjOg: a high temperature modification. \n\nPt.2. Single crystal studies. J. Nucl. Mater., ? 0:193-4. \n\n1966. \n\n106. LOOPSTRA, B.0. On the existence of o-UjO-: a comment \n\non papers by Karkhanavala and George, and by \n\nAmirthalingam. J. Nucl. Mater. , 2J3.-354-S, 1969. \n\n\n\n152 \n\n107. PALMER, U.K. Ç ROKE, R.C. The application of mercury \n\nporosimetry to porous polymer powders. Powder Technol.. \n\n9(2):181-6. 1974. \n\n108. HENRION, P.N.; GEENEN, F.; LEURS, A. Knudsen diffusion in \n\npowders. Pt.2, Effect of pore size distribution on \n\nsurface areas obtained from diffusion measurements and \n\ncorrelation with mercury porosimetry. Powder Technol.. \n\nl^(2):167-77, 1977. \n\n109. WINSLOK, D.N. Ç LOVELL, C.K. Measurements of pore size \n\ndistributions in cements, aggregates and soils. Powder \n\nTechnol., 29(1) :151-65, 1981. \n\n110. PAPINI, C.J. Determinação da densidade do pó de U^Og via \n\nporosímetro de mercúrio. São Paulo, IPEN/CNEN-SP, set. \n\n1988. (Relatório interno, DOC n9 MC/043)."}]}}}