{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17335"}, {"@name": "filename", "#text": "24115_Luzo_AngelaCristinaMalheiros_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Ângela Cristina Malheiros Luzo\nCÉLULA PROGENITORA DE SANGUE DE CORDÃO UMBILICAL\nHUMANO: VIABILIDADE PARA RECONSTITUIR LINHAGEM HEMATOPOIÉTICA E TERAPIA GÊNICA\nOrientadora: Profa. Dra Sara Teresinha Olalla Saad\nUNICAMP\nCampinas\n1998\nUNtOAOE...X>Ç\"\nN.' CHAMADA:\n¿2 9 y C 9 c '-.? n SZI n’ ■ ' ÂÂ Li.-0x2. o*. . ¿h /<?<-> ; 5..£)_ N.’ ■•5’D........'.............\nCM~OD122677-9\nFICHA CATALOGRÁFICA ELABORADA PELA BIBLIOTECA DA FACULDADE DE CIÊNCIAS MÉDICAS UNICAMP\nLuzo, Ângela Cristina Malleiros\nL979c\tCélula progenitora de sangue de cordão umbilical humano:\nviabilidade para reconstituir linhagem hematopoiética e terapia gênica / Ângela Cristina Malheiros Luzo. Campinas, SP : [s.n.], 1999.\nA\nOrientador : Sara Terezina Olalla Saad\nTese (Mestrado) Universidade Estadual de Campinas. Faculdade de Ciências Médicas.\n1. Sangue. 2, Transplante. I. Sara Terezinha Olalla Saad. II. Universidade Estadual de Campinas. Faculdade de Ciências Médicas.\nIII.\tTítulo.\nBanca Examinadora da Defesa de Tese\nOrientador (a): Sara Teresinha Olalla JSaad\t—Q ¿L\ny\n4._________________________________________________________________________________________________________________\nCurso de Pós-Graduação em Medicina, área Clínica Médica, da Faculdade de Ciências Médicas da Universidade Estadual de Campinas.\nData: lft/12/98 \nEste exemplar corresponde à versão final da Dissertação de Mestrado, apresentada a Faculdade de Ciências Medicas da Universidade Estadual de Campinas, para obtenção do título de Mestre em Medicina, na área de Cl ínica Medio^. da médica Ângela Cristina Malheiros Luzo.\nProfa. DRa. Sara T. 0. Saad\nEpígrafe\nComo se tu, Sem o querer, Em mim tocasses Para dizer Qualquer mistério, Súbito e etário, Que nem soubesses Que tinha ser.\nAssim a brisa Nos ramos diz Sem o saber\nUma imprecisa Coisa feliz.\nFernando Pessoa\nDedicatória\nDedico esta tese aos meus país Francisco e Zaida pelo exemplo de vida, amore o apoio incondicional nos momentos difíceis, aos meus 2 anjinhos Fernando e Julia pela paciência com a mãe sempre atrasada e correndo de um lado para o outro, pelas tardes de sábado no laboratório, quando eles me viam congelar células na maior paciência e à dona Eunice e ao “Nado” por todo apoio e carinho dado desde que estou em Campinas.\nÀ minha orientadora Professora Dra Sara, pela confiança depositada e estímulo incessante que nos faz querer buscar cada vez mais novos desafios.\nÀ professora Mary Luci que nos cedeu o laboratório de cultura de células no início dos trabalhos.\nÀ Adriana e Teresa pelo apoio recebido, Dri pelas noites e fins de semana que você me ajudou na manipulação das células, Teresa pelas dicas, conselhos e estímulo.\nÀ Rosana e Sandra pela ajuda na hora de preparar as aulas, trabalhos para congressos e a tese, sempre com ótimas idéias.\nÀ Cida pela ajuda na criopreservação das células.\nAo pessoal da citometria de fluxo pela realização dos exames.\nÀ todo o pessoal da transfusão HC e CAISM, do fracionamento do Hemocentro, do Centro Obstétrico, e do Laboratório de Biologia Molecular do Hemocentro, pelo carinho e apoio durante a realização dos experimentos.\nAo Centro de Bioterismo da UN1CAMP por nos ceder os camundongos e continuar a tratá-los após os transplantes.\nAo Hemocentro da Unicamp pelo apoio técnico, laboratorial e científico.\nBFU-E\tunidade formadora de burst de linhagem ertróide\nCFU-C\tunidade formadora de colônias de linhagem hematopoiética\nCFU-E\tunidade formadora de colônias de linhagem ertiróide\nCFU-GEMM\tunidade formadora de granulócitos eritrocitos monócitos e megacariócitos ou colônia mista\nCFU-GM\tunidade formadora de linhagem granulomonocítica\nCPD\tcitrato fosfato dextrose\nDMSO\tDimetil Sulfóxido\nGM-CSF\tfator estimulante de linhagem granulomonocítica\nGVHD\tdoença enxerto versus hospedeiro\nGVL\tenxerto versus leucemia\nHLA\tantígenos leucocitários de histocompatibilidade\nPBS\tsalina buffered fosfato\nRN\trecém-nascido\nRPMI\tRoswell Park Memorial Institute\nSBF\tsoro bovino fetal\nSCF\tstem cell factor (kit ligante, fetor de crescimento de mastócíto e fetor de steel)\nSCHU\tSangue de Cordão Umbilical Humano\nSCID\tSevere Combined Immunodeficient Disease\nResumo...........................................................................i\nIntrodução......................................................................01\nObjetivo........................................................................06\nMaterial e Método...............................................................08\nResultados\nDiscussão.......................\n15\n43\nConclusão....................................................................51\nSummary......................................................................53\nReferência Bibliográfica.....................................................56\nResumo\nNos últimos anos, o sangue de cordão umbilical humano (scuh) vem se tornando fonte alternativa viável, para obtenção de célula precursora de linhagem hematopoiética devido à facilidade em ser obtido, manipulado e rico em células precursoras. Estas células são mais imaturas que as da medula óssea, tendo grande capacidade de proliferação, replicação e transfecção. Apresenta, quando transfectada, maior expressão do material introduzido. No intuito de estudar a viabilidade destas células para reconstituir linhagem hematopoiética, analisamos sua capacidade de proliferação em cultura em meio de metilcelulose, antes e após criopreservação e transplantando-as em camundongos portadores de imunodeficiência severa combinada (SCID), irradiados. Foram coletadas, no período de junho de 1996 a agosto de 1998, 75 bolsas de scuh. Houve uma variação no volume de sangue coletado de 1 a 120 ml com média de 57 ml. O número médio de células viáveis foi de 119 xlO5 /ml de sangue de cordão. Nos estudos clonogênicos as médias observadas foram 216 colônias de CFU/BFU-E, 134 colônias de CFU-GM e 22 colônias de CFU-GEMM\nDurante o estudo notamos uma proliferação intensa nas culturas de sangue de cordão de prematuros quando comparados com os neonatos de termo. Os prematuros apresentaram um maior número de células precursoras viáveis (371 x 105/ ml de sangue de cordão) que os de termo (74 células, x 105/ ml de sangue de cordão) Na leitura feita no 8o dia de cultura, encontramos 284 CFU/BFU-E nos prematuros e 19 colônias nos de termo (p=0,003). Em relação às CFU-GM os prematuros apresentaram 196 colônias/ml de sangue de cordão e os de termo 15 colônias /ml (p-0,003). Foram encontradas 29 colônias de CFU-GEMMM nos prematuros e nenhuma colônia nos de termo (p=0,003) No 14° dia, os prematuros apresentaram 358 colônias de CFU/BFU-E e os de termo 216 colônias (p=0,061); 219 colônias de CFU-GM e os de termo 120 colônias (p=0,075); 41 colônias de CFU-GEMM e os de termo 23 colônias (p=0,040). Tal fato poderia estar relacionado com o maior número de células precursoras existente em prematuros que se relaciona com a ontogenia da hemopoiese. Entretanto a diferenciação nos diferentes tipos de colônia se encontra também acelerado. As culturas dos prematuros no 8o dia foram semelhantes às de termo no 14° dia, já apresentando grande quantidade de CFU-GEMM. As culturas do 14° dia já apresentavam BFU-E, as quais, só aparecem nas de termo no 21° dia, apresentando também, intensa proliferação celular, dificultando a contagem.\nO estudo da viabilidade das células após o congelamento demonstrou que elas permaneceram viáveis após a criopreservação, mantendo, nos estudos clonogênicos, sua capacidade proliferativa e na imunofenotipagem, a proporção de células CD34+ foi semelhante à realizada pré- congelamento.\nO transplante foi realizado em 20 camundongos de linhagem SCID/SCID, após terem sido irradiados com 300 rads de fonte de Césio, injetando-se 1,0x107células mononucleares de scuh em veia orbítáría. Concomitantemente, num dos experimentos foi sacrificado um animal sem ser irradiado e transplantado, sendo feita a avaliação do mesmo modo que para avaliar a pega dos transplantados. Para avaliação da pega, os camundongos foram sacrificados 8 semanas após transplante, sendo feita cultura de lavado de medula óssea dos camundongos em meio semi-sólido de metilcelulose com fatores estimulantes de crescimento recombinantes, específicos para linhagem celular humana e análise através de imunofenotipagem por citometria de fluxo com anticorpos monoclonais para células humanas. Foram obtidas amostras de sangue periférico, macerado de pulmão, baço e de lavado de medula óssea A pega na 8a semana pós-transplante ocorreu em 6 dos 21 camundongos; 15 animais morreram na 1a semana pós-irradiação, o que pode acontecer pois a linhagem SCID é mais sensível que as outras linhagens. Houve intensa proliferação nas culturas, dificultando a contagem das CFU-C. A análise através da citometria de fluxo foi positiva em 3 dos 6 casos. Foram analisados 6.000 a 10.000 eventos. A porcentagem encontrada de células captadas pelos anticorpos foi expressa em relação ao campo de linfócitos. Foram encontradas, no sangue periférico, 400 células com 26,03% de CD45, 4,50% de CD2, 30,14% de CD3, 1,03% de CD19. No pulmão, 2500 células com 18,65% de CD45, 16,32% de CD3 e 0,37% de CD19. Na medula óssea ,1000 células, com 12,80% de CD45, 4,45% de CD3, 0,855 de CD8, 0,03% de CD34. No baço, haviam 2300 células sendo 36,84% de CD45, 28,27% de CD3, e 1,62% de CD19. No camundongo sem transplante não houve marcação para células humanas. Mediante os dados apresentados, que se relacionam com os da literatura, as células precursoras do sangue de cordão são capazes de reconstituir a linhagem\nResumo\nIntrodução\n0 transplante de células progenitoras hematopoiéticas é utilizado no tratamento de várias doenças hematológicas e genéticas para reconstituição medular após ablação da medula óssea por quimioterapia e/ou radioterapia. A fonte destas células tem sido, há alguns anos, a medula óssea de doadores voluntários (Gale et al., 1994; Harris et a/., 1994; Roberts et al., 1994; Rubinstein et al., 1993). Entretanto, para que os transplantes tenham uma boa \"pega\", o doador deve compartilhar com o receptor o maior número possível de antígenos do complexo de histocompatibilidade. 0 doador ideal seria um gêmeo idêntico ou um irmão HLA idêntico. Dada a dificuldade em se encontrar este tipo de doador, vem se utilizando medula óssea de doadores alogenêicos (não relacionados) HLA compatíveis. Tal fato leva a uma maior incidência de doença enxerto versus hospedeiro (GVHD), com piora do prognóstico do paciente. Devido à dificuldade em se encontrar indivíduos HLA compatíveis criou-se, em alguns países, o Programa Nacional de Doador de Medula Óssea. Entretanto, para determinados grupos étnicos, é enorme a dificuldade para se encontrar doadores, já que a maioria dos bancos de medula são compostos por indivíduos de raça caucasóide. Afora o problema do HLA, a doação de medula requer hospitalização para coleta da medula com o uso de anestesia geral ou pendurai, devendo o doador estar dente dos riscos. Além do mais, o doador deve apresentar, também, testes sorológicos negativos para doenças infecto-contagiosas (SIDA., Hepatite C, Hepatite B, HTLV 1 e 2, Sífilis e Doença de Chagas).\nNos últimos 18 anos, o sangue de cordão umbilical vem sendo analisado como possível fonte alternativa para obtenção de células precursoras de linhagem hematopoiética. No início da década de 80, Boyse et al já aventavam a possibilidade de utilização do sangue de cordão como fonte de célula precursora para reconstituir a linhagem hematopoiética. O mesmo grupo também realizou os primeiros trabalhos reconstituindo linhagem hematopoiética em camundongos, com sangue de cordão umbilical humano (trabalho não publicado) (Apperley et al., 1994; Bertolini et al., 1993; Broxmeyer ef al., 1989; Broxmeyer et al., 1992; Gluckman eí al., 1994; Rubinstein ef at, 1995; Thompson, 1995). Em 1989, foi realizado o primeiro transplante com células precursoras de sangue de cordão umbilical, em uma criança de 7 anos, portadora de anemia de Fanconi, por Eliane Glukman et al, em colaboração com o grupo de Boyse. O\nT\ntransplante obteve êxito e o paciente está bem até os dias de hoje. A partir de então, na década de 90, houve uma explosão de artigos sobre coleta, criopreservação, armazenamento, características das células e a sua uitlização para transplante e terapia genica. No campo experimental, surgiram trabalhos sobre a utilização de camundongos portadores de imunodeficiência severa combinada para avaliar a viabilidade e a menor quantidade de células de cordão necessária para reconstituição da medula de animais irradiados, (Lubin et al 1991, Vormoor et al, 1994 e Wang et al, 1997). Em outros estudos (Larochelle et al 1995) transplantou-se animais de linhagem SCID com células precursoras de indivíduos portadores de beta talassemia e anemia falciforme criando camundongos portadores de talassemia ou anemia falciforme com o objetivo de se obter modelos animais experimentais para melhor estudar doenças hematológicas e utilizá-los em pesquisas em terapia genica (Leblond et ai, 1997). Ao redor de 1993, o New York Blood Center iniciou coleta e armazenamento sistemático de sangue de cordão, com o intuito de instalar um banco de sangue de cordão. Atualmente, este banco tem cerca de 5000 bolsas armazenadas.\nO sangue de cordão apresenta como vantagem, em relação à medula óssea, ser material facilmente obtido, que normalmente é descartado após o término do trabalho de parto, podendo ser manipulado com facilidade (Broxmeyer et al., 1992; Newton et al., 1993; Thierry et al., 1990; Thierry et al., 1992; Tumer et al., 1992) e dificilmente será portador de doença infecto-contagiosa. É extremamente rico em células progenitoras fornecendo, em cultura, número de colônias de GM-CSF suficientes para recuperação da linhagem hematopoiética (Brossard et al., 1990; Broxmeyer ef al., 1992; Chabord ef al., 1992; Falkenburg etal., 1993; Gluckman et al., 1990; Gluckman et al., 1992; Harris et al., 1994; Traycoff et al. 1994 Wagner et al., 1992).\nOutra vantagem do sangue de cordão se relaciona com a baixa frequência de doença enxerto versus hospedeiro (GVHD) quando utilizado em transplante (Harris et al., 1994a; Harris ef al., 1994b; Socié et al., 1994). Nos estudos realizados sobre a imunorreatividade da linhagem linfóide do sangue de cordão, demonstrou-se que a maioria das células apresenta fenótipo compatível com imaturidade como CD 3'8', CD 3T, para linfócitos T (Apperley et al., 1994; Harris et al., 1990; Harris et al., 1992; Milosevits et al,\n1995; Rabian-Berzog et aí, 1992). Comparado ao sangue periférico, o sangue de cordão apresenta também um menor número de células CD4+, CD 8+ e principal mente CD 3+ (Apperley ef a/., 1994; Harris et aí, 1990; Harrisefa/., 1992; Milosevits et al, 1995; Rabian-Berzog et aí, 1992). Por outro lado, os linfócitos NK (CD 16*) apresentam-se, no sangue de cordão, em número semelhante ao do sangue periférico, o que é vantajoso, já que as células NK são responsáveis pela reação enxerto versus leucemia (GVL) (Apperley et a!., 1994; Harris etal., 1992; Harris etal., 1994; Keever etal, 1995; Rubinstein et al., 1993; Rabian-Berzog et al., 1992). O número de linfócitos B é semelhante ao do sangue periférico, mas 50% destas células no sangue de cordão apresentam fenótipo CD5+19+ que designa imaturidade (Apperley et al., 1994; Harris et al., 1992; Harris et al., 1994; Rabian-Berzog et aí, 1992). A criopreservação e o tempo de congelamento não alteraram o número dos vários tipos de linfócitos do sangue de cordão (Almici et al, 1996; Apperley et aí, 1994; Harris et aí,1994). Nos estudos \"in vitro \" demonstrou-se que, devido à sua imaturidade, os linfócitos não são capazes de mediar lise celular (Apperley et aí, 1994; Harris et aí, 1992; Harrisefa/., 1994; Milosevits etal, 1995), mesmo quando estimulados com interleucina 2, fitohemaglutininas e aloantígenos. Foi demonstrado apenas efeito citotóxico celular não específico, o que explicaria a baixa incidência de doença enxerto versus hospedeiro (GVHD) e quadro clínico de menor gravidade.\nNos últimos anos foram realizados cerca de 700 transplantes utilizando sangue de cordão para reconstituir medula óssea. Os primeiros estudos clínicos foram publicados em 1996 por Kutzberg et al e Wagner et aí O grupo de Kutzberg transplantou 25 pacientes (19 portadores de neoplasia) utilizando sangue de cordão de indivíduos não relacionados, em alguns casos incompatíveis até a três antígenos do sistema de histocompatibilidade leucocitário (HLA). Os pacientes apresentavam faixa etária entre 8 meses e 23 anos, com mediana de 7 anos e peso entre 7,5 a 79 kg, mediana de 19,5 kg. Neste estudo, foram infundidas 0,7 a 11 X 107 células/kg peso com mediana de 3 x 107 células/kg peso. Houve 7 mortes precoces não relacionadas com a pega do enxerto, havendo quimerismo completo em 18 dos 18 pacientes onde houve pega. Foi observada doença enxerto versus hospedeiro (GVHD) aguda grau II a IV em 42% dos casos, ocorrendo GVHD crônica em 2 casos. O tempo de seguimento destes indivíduos variou de 8 a 24 meses, com mediana de 12 meses e a sobrevida em 6 meses foi de 48% (12/25). O grupo de Wagner\ntransplantou 18 pacientes com faixa etária entre 1 a 21 anos, mediana de 2 anos e 7 meses e peso entre 3 a 78 kg mediana, de 15,4 kg, sendo 7 transplantes HLA compatíveis e 11 incompatíveis a até 3 antígenos do sistema HLA. Os pacientes eram portadores de neoplasias hematológicas, erro inato de metabolismo e aplasia de medula. O número de células infundidas variou entre 1,4 a 4,0 x107/kg peso com mediana de 4,1 células x107/kg peso. Houve 5 óbitos precoces também não relacionados com a pega do transplante e a sobrevida em 6 meses foi de 0,65+0,12, com tempo de seguimento de 1,6 a 17 meses (mediana de 6 meses). A probabilidade de GVHD aguda grau II a IV, no 100° dia pós-transplante, foi de 0,5±0,13. Os pacientes transplantados por Kurtzberg et al (1996) apresentavam faixa etária um pouco mais elevada e maior frequência de neoplasias e foram transplantados com menos de 3,7x107 células /kg peso, mas de modo geral os trabalhos demonstraram que os transplantes com sangue de cordão apresentaram uma baixa porcentagem de falhas de pega de enxerto nos pacientes que sobreviveram mais de 30 dias. Em alguns casos, houve pega com pequena quantidade de células infundidas. Observou-se também neste estudo, menor risco de GVHD e maior tolerância a transplantes HLA incompatíveis.\nEm 1997, Glukman et at publicaram a análise dos dados de 87 pacientes incluídos no registro europeu de transplante de sangue de cordão (EUROCORD). Os pacientes apresentavam faixa etária entre 0,2 a 39 anos (mediana de 6 anos), peso entre 5 a 68 kg (mediana de 20 kg), 62% dos pacientes eram portadores de neoplasia. O número de células mononucleares infundidas variou de 1,0 a 18 células x 107/kg peso (mediana de\n3,7\tcélulas). O tempo de seguimento variou de 3,0 a 90 meses (mediana de 17 meses) e ocorreu pega do enxerto em 69% dos casos, com quimerismo completo em todos estes (n=43). A GVHD aguda grau II a IV ocorreu em 38% dos casos, sendo 21% nos transplantes HLA idênticos (68% foram de familiares) e 60% nos incompatíveis. Houve 5 casos de GVHD crônica. O que dificulta a comparação dos estudos anteriores com o do Eurocord é o fato do último ser multicêntrico apresentando uma incidência de GVHD maior que os anteriores.\nApesar dos trabalhos fornecerem dados favoráveis em relação à baixa incidência de doença enxerto versus hospedeiro, tempo de pega do enxerto e número de células\nmononucleares ideal para ser infundida, o tempo de seguimento dos pacientes ainda é pequeno, para se confirmar os resultados \"in vivo\". (Apperley et at, 1994; Gluckman et al., 1997; Gluckman etal., 1994; Kelly et ai, 1997; Kutzberg et al., 1996; Roberts et ai., 1994; Rubinstein etal., 1993; Thompson, 1995; Wagner et a/., 1996).\nPor ser rico em células progenitoras mais primitivas, o sangue de cordão pode também ser utilizado para terapia gênica. Apresenta maior quantidade de colônias quando cultivado em agar ou em meti Icei ulose, na presença de fatores estimulantes de crescimento, sobrevivendo e expandindo-se melhor e portanto, propiciando maior número de células contendo DNA modificado (Abe etal, 1996; Bertolini etal., 1994;Champseix et al, 1996; Hiaoeta/., 1994; Hows etal., 1992ae b; Mayani etal., 1993; Morítzeta/., 1993; Traycoff et al., 1994; Ye et al., 1994). Em adição, as CFU-MIX de sangue de cordão têm demonstrado capacidade de gerar colônias secundárias, numa frequência maior que as de medula óssea (Carrow et al., 1993; Hao et al, 1997; Harrison et al, 1997; Lu et al 1996; Moritz et al., 1993; Piacibello et al, 1997). Outro aspecto vantajoso das células de cordão para fins de terapia gênica é a capacidade de algumas células CD 34*, com padrão brilhante de 3+ em análise por citometria de fluxo, de múltiplos replaqueamentos \"in vitro\" (Lu etal., 1993; Morítzeta/., 1993, Wang et al, 1997). Estas células não foram encontradas na medula óssea. O conjunto destes dados nos permite concluir que, as células progenitoras do sangue de cordão, por apresentarem maior capacidade de proliferação e auto-geração que as da medula, podem ser eficientemente infectadas com vetores de retrovirus, havendo alto nivel de expressão da sequência introduzida (Chu et al., 1987; Hogan et al, 1997; Lubin et a/., 1991; Luskeyeta/., 1992; Lapidoteta/., 1992; Larochelleet al, 1995; McCune et al., 1988; Moritz et al., 1993; Tendeloo et al, 1998; Thierry et al, 1995:Verma etal, 1998,Vormoor eta/., 1994; Yamaguchi etal, 1998).\nEm conclusão, é possível que, no futuro, o sangue de cordão seja a fonte de célula precursora ideal para transplante e terapia gênica ( Silberstein, 1996,Thompson, 1995).\nObjetivo\nO objetivo deste estudo foi:\navaliar a capacidade proliferativa destas células através de ensaios clonogênicos\nestudar a viabilidade das células progenitoras de sangue de cordão umbilical humano para reconstituir linhagem hematopoiética em medula óssea de camundongos portadores de imunodeficiência severa combinada (SCID/SC1D).\nMaterial e Método\n1.\tColeta de sangue de cordão\nO sangue de cordão foi coletado em trabalho de parto normal, preferencia Imente, tendo sido coletado também de parto cesareana, durante o período de dequitação placentária. Foi utilizada bolsa de coleta específica (Macopharma) com capacidade para 150 ml, com 21 ml de citrato, fosfato e dextrose (CPD) como anticoagulante.\nForam considerados critérios de exclusão: ruptura de bolsa amniótica acima de 6 horas anteriores ao parto, temperatura materna acima de 38° C, presença de mecônio no líquido amniótico 3+74+, gestantes portadoras de Diabetes Mellitus e gestantes portadoras de Hipertensão Arterial Sistêmica.\nForam consideradas aptas para a coleta, gestantes que estivessem em trabalho de parto, sem intercorrências clínicas ou obstétricas.\n- Modo de Coleta\nApós o cordão umbilical ter sido clampeado e seccionado próximo ao umbigo do neonato e o recém nascido ter saído da sala de parto, foi feita assepsia adequada do cordão umbilical com polvidine. Foi feita então a punção da veia umbilical, utilizando-se uma das agulhas acopladas à bolsa de coleta. A bolsa foi colocada em cima de um agitador de bolsa de sangue, que se encontrava no chão. Neste caso o sangue entra na bolsa por diferença de gravidade. Após a coleta, foram fechados todos os clamps da bolsa, mantendo-se o sistema de coleta fechado( fig 1).\nFigura 1: Esquema do sistema fechado de coleta\n2.\tAvaliação do sangue coletado\n- Separação de células mononucleares\nAs células mononucleares foram separadas através do método de Ficoll-Hipaque na densidade de 1077. O sangue de cordão foi diluído em RPMI na proporção de 1:2, e colocado gentilmente sobre o Ficoll na proporção de 1 ml de Ficoll para 2 ml de sangue diluído. O tubo foi então centrifugado a 1800 rpm durante 30 minutos.\nA nuvem esbranquiçada contendo as células mononucleares, que fica na interface do sobrenadante, foi então recolhida, sendo adicionado RPMI. Foram feitas então 2 centrifugações a 1220 rpm, durante 10 minutos. Após cada centrifugação, o sobrenadante foi descartado e o botão celular dissolvido com RPMI. Após a ultima centrifugação, o botão foi dissolvido em 1 ml de RPMI, sendo analisado quanto à viabilidade e realizada a contagem celular.\n-\tViabilidade e contagem celular\nUma alíquota da solução final do item anterior foi corada em concentração adequada com azul de tripan, sendo as células analisadas em relação à viabilidade (células viáveis apresentam halo transparente e as não viáveis incorporam o azul de tripan, tomando-se azuis) e feita a contagem das viáveis em câmara de neubauer,\n3.\tCultura de célula progenitora\n-\tConcentração celular\nA concentração celular normatizada como ideal para a cultura em meio de metilcelulose foi de 1x105 células mononuclerares/ ml de meio / poço.\n-\tMeio\nFoi utilizado o meio de metilcelulose comercial da Stem Cell Tech, Canadá, que continha; 0,9% de metilcelulose, 30% de soro bovino fetal, 1 % de albumina bovina, 10 M de 2-mercaptoetanol, 2mM de L-glutamina, 50ng/ml de Stem cell factor recombinante, 10ng/ml de GM-CSF recombinante, 10ng/ml de Interleucina 3 recombinante e foram adicionadas 2U de eritropoíetina humana recombinante (Sigma) a cada 1 ml de meio.\n- Leitura:\nA leitura das culturas foi realizada no 8o e 14° dias de cultura, contando-se colónias (agrupamento com mais de 50 células) das seguintes linhagens: eritróide (CFU-E/ BFU-E), granulomonocíticas (CFU-GM) e mista, isto é, contendo granulócitos, eritrocitos, monócitos e megacariócitos (CFU-GEMM).\n4.\tCongelamento\n-\tSolução de ressuspensão:\nO meio para ressuspender o botão celular foi RPMI com L-glutamina, sendo adicionado 20% de soro bovino fetal. 0 meio ficou, durante o processo de congelamento, o mais próximo possível de 0o C (toda a manipulação celular foi feita em cuba com gelo). A\nquantidade utilizada do meio de ressuspensão foi a necessária para se obter uma concentração final de 1x107 células/ml.\n-\tMeio congelante:\nPara se obter o meio congelante foi feita solução crioprotetora contendo RPMI e soro bovino fetal, adicionando-se por último dimetilsulfóxidoo (DMSO), na proporção de 2: 2: 1, mantendo-se o tubo da solução em cuba com gelo.\n-\tCongelamento:\nPara o congelamento foi adicionado às células a mesma quantidade de meio congelante que a utilizada para ressuspensão. A concentração celular final foi de 1x107 células/ml.\nO transporte foi feito em cuba de gelo e a técnica de congelamento utilizada foi a programada, com controle de declínio gradual de temperatura, computadorizada. O aparelho utilizado foi Cryomed da Forma Scientific, modelo 8018, acoplado ao microcomputador modelo 1010.\nOs criotubos foram armazenados em nitrogênio líquido.\n5.\tDescongelamento\nOs tubos foram descongelados sob leve agitação manual, em banho-maria a 37°C, sendo retirados do banho ainda com a presença de cristal de gelo. O conteúdo do tubo foi despejado em 50 ml de RPMI com 20% de soro bovino fetal (SBF).\nO tubo foi centrifugado a 1200 rpm por 10 minutos a 4o C. O sobrenadante foi retirado e o procedimento repetido. Após a 2a centrifugação, o botão celular foi ressuspenso em 1ml de RPMI com L-glutamina. A prova de viabilidade com azul de tripan e a contagem das células viáveis em câmara de neubauer foram então refeitas.\n6.\tCitometria de fluxo\nA citometria de fluxo foi realizada em aparelho da Becton Dickson FACSCALIBUR. Os anticorpos monoclonais utilizados, CD45, CD34+, CD2, CD3, CD4, CD8, CD14, CD19,\nIgG foram da Dako, marcados com os fitocromos isothiocianato de fluoresceina (FITC) ou phycoerytrina (PE). Foram utilizados, para a marcação de cada anticorpo, 1OOpJ de sangue de cordão ou 5x106 células mononucleares/ml. Foram adicionados em cada tubo, 10pl do anticorpo, incubando então durante 30 minutos em temperatura ambiente. A solução de lise utilizada foi a FACS lysing solution da B-D, na proporção de 1:10, 2 ml em cada tubo. Os tubos foram novamente incubados à temperatura ambiente por 10 minutos e centrifugados a 1500 rpm durante 5 minutos. O sobrenadante foi retirado, sendo o botão celular ressuspenso com PBS (8g de NaCI, 0,2g de KCI, 2,159g de Na2HPO4x7H2O em 1000mí de H2O destilada), sendo adicionado 2% de soro bovino fetal e 0,1% de azida sódica e o procedimento repetido. Após a 2a centrifugação, o botão foi ressuspenso em 1 ml de PBS e feita a leitura no citômetro de fluxo. A aquisição e análise das células foram feitas no programa CELLQUEST. O número de eventos adquiridos para análise de CD34+ variaram de 10.000 a 30.000 eventos. Para as análises das células dos camundongos (macerado de pulmão, baço, sangue periférico e lavado de medula óssea) o número de eventos adquiridos dependeu da celularidade e variou de 6.000 a 10.000 eventos.\n7.\tTransplante\n-\tCamundongos\nForam utilizados camundongos portadores de imunodeficiência severa combinada (SCID/SCID), homozigóticos, cruzamento das linhagens BALB/cAn que nâo possuem linfócitos T e B, adquiridos do Centro de Bioterismo da UNICAMP. Foram mantidos após o transplante, sob condições assépticas pré-determinadas pelo biotério no próprio Centro de Bioterismo.\n-\tImunossupressão:\nOs animais foram irradiados com 300 rads de uma fonte de Césio. O irradiador utilizado foi o IBL437 C, da CIS Bio Intemational.\n-\tTransplante:\nImediatamente após a irradiação, foram injetadas 1x107 células mononucleares de sangue de cordão em veia orbitaria de cada camundongo. Os camundongos retomaram ao Centro de Bioterismo, sendo mantidos em isoladores estéreis.\n8.\tAnálise da pega do enxerto\nO animal foi sacrificado na 8 a semana pós-transplante em câmara de fluxo laminar. Foram coletados sangue periférico, baço, pulmões e lavado da medula óssea.\nA análise da pega do enxerto foi feita através de citometria de fluxo do sangue periférico e de suspensão de células de pulmão, baço e medula óssea do camundongo, com anticorpos monoclonais específicos para células humanas (CD34, CD45. CD2, CD3, CD4, CD8, CD19) e cultura do lavado da medula óssea para células precursoras de linhagem hematopoiética humana, em meio semi-sólido de metilcelulose 0,9%, com 30% de soro bovino fetal, 1% de albumina bovina, 10 M de 2-mercaptoetanol, 2mM de L glutamina, 50ng/ml de Stem cell factor recombinante, 10ng/ml de GM-CSF, 10ng/ml de Interleucina 3, sendo adicionadas 2 U de eritropoietina humana a cada 1 ml de meio. Os fatores estimulantes de crescimento eram recombinantes e específicos para linhagem humana. A concentração celular utilizada para a cultura foi de 1,0x105células/ ml de meio.\n9.\tAnálise Estatística\nPara comparação do grupo de neonatos prematuros e de termo foi utilizado o teste não paramétrico de Wilcoxon-MannWhiney.\nResultados\n1.\tColeta e avaliação celular\nNo período de junho de 1996 a agosto de 1998, foram coletadas 75 bolsas de sangue de cordão umbilical humano, de partos realizados no CA1SM. As coletas foram realizadas pelos médicos residentes que estavam em estágio no centro obstétrico. Das 75 bolsas coletadas, 58 foram de recém - nascidos de termo, com idade gestacional entre 33 e 41 semanas e 17 foram de prematuros, com idade gestadonal entre 20 e 32 semanas. O volume de sangue coletado variou de 1 ml a 120 ml apresentando média de 57 ml, o número de células mononucleares viáveis variou de 1x105 a 2500 x 105 células/ ml de sangue de cordão, média de 119x105células/ml.\n2.\tEstudos clonogênicos\nNos estudos clonogênicos, as culturas dos 3 primeiros casos foram feitas em meio de agar em triplicata, sendo semeadas com 1x106 células/ml de meio. Nas outras 72 bolsas, as culturas foram feitas em meio semi-sólido de metilcelulose, também em triplicata, tendo sido normatizado IxIO5 células/ml de meio para semeadura. Houve crescimento em 60 bolsas, apresentando uma média de 216 colônias de linhagem eritróide (CFU-E/BFU-E)/ml de sangue de cordão, 134 colônias de linhagem granulomonocítica (CFU-GM)/ml de sangue de cordão e 22 colônias de linhagem mista (CFU-GEMM)/ml de sangue de cordão.\nNa tabela III, comparamos a proliferação celular em meio de cultura de sangue de cordão de RN prematuros e de termo. Nas culturas de prematuros houve aparecimento de colônias bem definidas já no 8o dia, apresentando inclusive colônias de linhagem mista, CFU-GEMM. As culturas de RN de termo, no 8° dia, apresentaram cluster (agrupamento com menos de 50 células), raras colônias e não haviam colônias mistas. A análise comparativa do número de células viáveis/ml de sangue de cordão demonstrou média de 371 X105 células no grupo de prematuros e 74 X105 células no grupo de termo. Em relação à linhagem eritróide no 8° dia, o grupo de prematuros (11 casos) apresentou média de 284 colônias/ml de sangue de cordão e o grupo de termo (11 casos) 19 colônias (p=0,003). Quanto à linhagem granulomonocítica o grupo dos prematuros apresentou média de 196\ncolõnias/ml de sangue de cordão e o de termo 15 colonias (p=0,003). Quanto à linhagem mista (CFU-GEMM), o grupo de prematuros apresentou 29 colônias/ ml de sangue de cordão e no de termo não houve crescimento de colonias (p=0,003). Quando comparamos os grupos prematuros e de termos, no 14° día, observamos que estes apresentaram, respectivamente, média de 358 e 216 colonias eritróides (p=0,061), 219 e 120 colônias granulomonocíticas (p=0,075) e 41 e 23 colonias mistas (p=0,040). As figuras 2 a 12 exemplificam os resultados obtidos nos ensaios clonogénicos\n3.\tCriopreservação\nForam analisadas 19 amostras de sangue de cordão quanto ao tempo de criopreservação, ao número de células, viabilidade celular (contagem em câmara de neubauer e teste de exclusão pelo azul de tripan), número de células CD34+ (imunofenotipagem por citometria de fluxo, analisados 30.000 eventos) e número de colônias das linhagens hematopoiéticas em cultura em meio semi-sólido de metilcelulose. Os resultados descritos na tabela IV demonstraram que o tempo de congelamento das amostras, variou entre 15 a 75 dias, com média de 39 dias. O número de células viáveis pré -congelamento foi de 1x107 células e após o descongelamento houve uma variação de 0,2 a 1x107 células com média de 0,6x107. O número de células CD347ml pré congelamento variou de 0,007% a 1,24%, com média de 0,64% (Fig 13 A ). Após o descongelamento a variação foi de 0,24% a 1,74%, com média de 1,0% (Fig 13 B) O número de colônias de linhagem vermelha pré - congelamento variou de 210 a 580, com média de 403 colônias e após - descongelamento variou de 15 a 500, com média de 238 colônias. Na linhagem granulomonocítica pré - congelamento houve uma variação de 120 a 540 colônias, com média de 246 colônias e após o descongelamento variou de 81 a 300, com média de 155 colônias. A linhagem mista pré congelamento variou de 21 a 69 com média de 37 colônias e após o descongelamento variou de 4 a 75 com média de 29 colônias. As figuras 14 a 18 exemplificam estes resultados.\nForam realizados 4 experimentos, transplantando-se 21 camundongos da linhagem SCID/SCID, fornecidos pelo Centro de Bioterismo da UNICAMP. A pega na 8a semana foi comprovada em 6 dos 21 camundongos e 15 morreram na 1a semana pós irradiação e infusão de células mononucleares de sangue de cordão humano.\nA análise da pega, através de cultura em meio semi sólido de metilcelulose com fatores estimulantes de crescimento recombinantes específicos para células de linhagem hematopoiética humana foi positiva em 5 dos 6 camundongos, com intensa proliferação celular, mesmo quando utilizadas 1,0x105 células/ml de meio para a semeadura, deste modo não foi possível contar as colônias. As figuras 19 a 29 exemplificam estes resultados.\nA imunofenotipagem por citometria de fluxo, com anticorpos monoclonais para proteínas humanas foi feita em amostras de sangue periférico, macerado de pulmão, de baço e de lavado de medula óssea e foi positiva em 3 dos 6 camundongos. Foram analisados 6.000 a 10.000 eventos . A porcentagem de células captadas pelos anticorpos em relação ao campo de linfócitos foi a seguinte:\nSangue periférico: 400 células; CD45=26,03%; CD2=4,50%; CD3=30,14%, CD19=1,03%. (Fig 30)\nPulmão:\t2500 células; CD45=18,65%; CD3= 16,32%. CD19=0,37%. (Fig 31)\nMedula óssea:\t1000 células; CD45=12,80%; CD3=4,45%; CD8=0,85%; CD34=0,03%.\n(Fig 32)\nBaço:\t2300 células; CD45=36,84%, CD3=28,27%; CD19=1,62% (Fig 33).\nNão houve marcação das células de um camundongo sacrificado num dos experimentos, não transplantado nem irradiado.\nTabela I. Análise das bolsa de sangue de cordão umbilical humano coletadas no\nperíodo de junho de 1996 a agosto de 1998\nbolsá' ¿y;-:\tiIdade (semanas) Gesiaciònat - .\t\" \" \" \" volume. ■ coletado ■■ s\t■ células. CFU :\\vÍÂrâtaÃàÍ.-':;'-:.-Y''\t/BRJ-E/ml\tÇHMSWml\t\n1\t40\t100 ml\t15.6x1o5\t420\t360\t23\n2\t39\t80 ml\t13.6X105\t150\t60\t6\n3\t38\t50 ml\t3.2x105\t395\t15\t23\n4\t41\t50 ml\t3.4x105\t375\t130\t47\n5\t38\t83 ml\t11.2X105\t225\t41\t15\n6\t39\t110ml\t76.6x105\t16\t25\t0\n7\t37\t20 ml\t1.0 x105\t190\t180\t27\n8\t40\t116 ml\t9.8x105\t240\t258\t18\n9\t41\t50 ml\t32.0x105\t0\t0\t0\n10\t38\t55 ml\t35.4x105\t0\t0\t0\n11\t39\t40 ml\t20.8x105\t150\t165\t30\n12\t36\t50 ml\t48.0x105\t460\t225\t39\n13\t35\t40 ml\t38.0X105\t293\t142\t25\n*14\t32\t40 mi\t59.0x105\t210\t69\t12\n*15\t32\t50 ml\t66.0x105\t200\t144\t30\n16\t38\t50 mi\t49.0x105\t0\t0\t0\n17\t38\t55 ml\t32.5X105\t0\t0\t0\n18\t39\t50 ml\t10.0x105\t0\t0\t0\n19\t37\t60 ml\t69.0X105\t0\t0\t0\n20\t40\t60 mi\t14.0X105\t87\t96\t4\n21\t40\t50 ml\t28.0x105\t88\t54\t21\n*22\t38\t50 ml\t40.4x105\t54\t25\t7\n*23\t39\t40 ml\t72.0x105\t73\t29\t4\n*24\t36\t70 ml\t42,6x105\t210\t158\t29\n*25\t28\t20 ml\t52.0x105\t180\t140\t13\n26\t28\t20 ml\t277.0X105\t0\t0\t0\n*27\t38\t30 ml\t74.0X105\t150\t122\t13\n*28\t39\t48 ml\t58,0x105\t71\t61\t16\n*29\t38\t86 ml\t86.0 x 105\t65\t80\t10\n*30\t28\t20 ml\t60.0x105\t200\t180\t40\n31\t40\t23 ml\t135.8X105\t258\t109\t26\n32\t41\t140mI\t28,1 x105\t347\t57\t67\n33\t32\t1ml\t111,0 x105\t28\t13\t3\n34\t38\t100ml\t30,0 x 105\t72\t92\t12\n35\t39\t12ml\t100,0x105\t45\t35\t10\n36\t38\t45ml\t26,0x105\t142\t177\t20\n37\t40 ’\t16ml\t3,8 x 105\t0\t0\t0\n38\t39\t80ml\t17,0 x105\t0\t0\t0\n39\t38\t60ml\t70 x105\t13\t1\t0\n40\t39\t60ml\t35,0x105\t8\t10\t0\n41\t38\t20ml\t26,0x105\t1\t1\t0\n42\t40\t55ml\t140,0x105\t3\t1\t1\n43\t41\t59ml\t90,0x105\t0\t0\t0\n44\t37\t60mt\t80,0x105\t19\t7\t1\n45\t38\t70 ml\t80,0 x10b\t0\t0\t0\n46\t38\t70 ml\t225,0x105\t0\t0\t0\n47\t39\t120ml\t140,0x105\t0\t0\t0\n*48\t31\t5ml\t150,0x105\t476\t268\t37\n49\t32\t5ml\t480,0x105\t0\t0\t0\n50\t27\t5ml\t360,0X105\t0\t0\t0\n51\t39\t60ml\t625,0x105\t501\t250\t46\n52\t38\t60 ml\t33,3x105\t449\t401\t35\n53\t36\t100 ml\t30,0x105\t409\t285\t36\n54\t37\t68 ml\t33,0x105\t318\t288\t21\n55\t32\t5ml\t104,0x105\t391\t171\t50\n56\t32\t5ml\t140,0x105\t463\t329\t65\n57\t38\t70ml\t150,0x105\t288\t179\t27\n58\t38\t60ml\t6,2x105\t380\t270\t28\n59\t37\t40ml\t27,0x105\t361\t239\t30\n60\t40\t46ml\t24,0x105\t671\t265\t32\n61\t38\t78ml\t3,0x105\t370\t290\t25\n62\t39\t40ml\t25,6x105\t495\t141\t22\n63\t38\t34 ml\t22,2x1O5\t347\t171\t32\n64\t37\t70ml\t50,0x105\t380\t295\t47\n*65\t39\t40mI\t43,0x105\t210\t140\t23\n*66\t41\t20ml\t125,0x105\t294\t120\t29\n*67\t40\t120ml\t84,0x105\t354\t130\t25\n*68\t39\t70ml\t65,0x105\t351\t332\t40\n*69\t38\t70mI\t120,0x105\t540\t540\t60\n*70\t31\t10ml\t2500,0x105\t580\t273\t69\n*71\t28\t5ml\t566,0x105\t380\t230\t49\n*72\t20\t5ml\t220,0x105\t218\t198\t28\n*73\t28\t5ml\t149,6x105\t480\t210\t63\n*74\t20\t2ml\t232,0x105\t535\t480\t65\n*75\t20\t10ml\t23,2x105\t450\t280\t45\nMédia\t\t56,5\t118,7\t215,5\t133,8\t21,6\n± DP\t\t66,1\t303,0\t189,8\t128,7\t19,9\n(*) bolsas de sangue de cordão selecionadas para comparação de neonatos prematuros e de termo.\nRN Prematuro(20-32semanas)\t\tRN Termo (33-41semanas)\n8° dia de cultura\tl°dia de cultura\t8° dia decultura\t14°dia de cultura /\nE\tGM\tM\tE\t\tE\tGM\tM\tE\t' GM ■ M\n160\t140\t30\t200\t144\t30\t14\t14\t0\t54\t25\t7\n115\t130\t13\t180\t140\t13\t5\t5\t0\t73\t29\t4\n170\t150\t40\t200\t180\t40\t4\t4\t0\t210\t158\t29\n468\t311\t20\t476\t268\t37\t8\t8\t0\t150\t122\t13\n420\t250\t48\t580\t273\t69\t6\t6\t0\t71\t61\t16\n350\t230\t30\t380\t230\t49\t4\t4\t0\t65\t80\t10\n180\t198\t20\t218\t198\t28\t10\t8\t0\t210\t140\t23\n280\t180\t40\t480\t210\t63\t20\t13\t0\t294\t120\t29\n380\t290\t30\t535\t480\t65\t35\t20\t0\t354\t130\t25\n420\t230\t40\t480\t280\t45\t45\t38\t0\t351\t332\t40\n180\t50\t12\t210\t69\t12\t50\t40\t0\t540\t540\t60\nTabela lll. Análise do número de CFU-C, das culturas de sangue de cordão de neonatos prematuros e de termo no 8o e no 14° dias de cultura, os resultados são apresentados sob forma de média com desvio padrão\n\tRN prematuros (20-32 semanas) ;\t\tRN determo (33-41 semanas)\t\n\t8°(n=11)\t14°(n=11)\t8°(n=11)\t14° (n=11)\nVol. Coletado (ml)\t16 ±16\t\t\t58 ±28\nCéls viáveis/ml\t371x105 ±723\t\t\t74x105 ±29\nCFU/BFU-E/ml\t284 ±128\t358 + 157\t19 ±17\t216 ±156\nCFU-GM/ml\t196 ± 77\t219 ±110\t15+13\t120 ±88\nCFU-GENIM/ml\t29 ±12\t41 ±20\t0\t23 ±16\nTabela IV. Análise da criopreservação em 19 amostras de sangue de cordão umbilical Avaliação da viabilidade celular, n° de CD34+, n° de CFU-C, pré-congelamento e pós-descongelamento\nn°das ■ „■ bolsas\tAt / congel. (dias)\tn° de cél\tlulas viáveis ;\tn° de células CD34* (ml)\t\t\t-■ - n9 de CFU-E/BFU-E ■ .■\t(ml)\t\tncdeCFU-GM (ml)\t\tn° de CFU-GEMM (ml)\t\t\nswi?\t\t\t\tpré ■\t.pós\t\t\t\t\t\tSliBf\t\ttos\n52\t15\t1,0x107\t1,0x107\t1,19%\t\t1,14%\t449\t278\t401\t139\t35\t\t26\n53\t15\t1,0x107\t0,9x107\t0,82%\t\t0,84%\t409\t210\t285\t119\t35\t\t22\n54\t15\t1,0x107\t0,89x107\t0,62%\t\t0,52%\t318\t176\t288\t102\t21\t\t20\n55\t15\t1,0x107\t0,5x1O7\t1,24%\t\t1,41%\t391\t275\t171\t230\t50\t\t75\n56\t15\t1,0x107\t0,6x107\t0,91%\t\t1,09%\t463\t190\t329\t180\t65\t\t55\n57\t45\t1,0x107\t0,6x107\t0,63%\t\t0,50%\t288\t197\t179\t142\t27\t\t25\n58\t45\t1,0x107\t0,5x107\t0,40%\t\t0,73%\t380\t278\t270\t178\t28\t\t25\n59\t45\t1,0x107\t0,2x107\t0,30%\t\t0,53%\t361\t415\t239\t81\t30\t\t22\n60\t40\t1.0x107\t0,3x107\t0,07%\t\t1,15%\t671\t350\t265\t252\t32\t\t32\n61\t40\t1,0x107\t0,3x1O7\t0,13%\t\t1,23%\t370\t409\t290\t232\t25\t\t37\n62\t45\t1,0x107\t0,3x107\t0,93%\t\t0,29%\t495\t235\t141\t137\t22\t\t26\n63\t45\t1,0x107\t0,7x107\t0,50%\t\t1,58%\t347\t192\t171\t162\t32\t\t16\n64\t46\t1,0x107\t0,2x107\t0,45%\t\t3,77%\t380\t107\t295\t58\t47\t\t7\n65\t46\t1,0x107\t0,3x107\t0,43%\t\t0,24%\t210\t84\t140\t65\t23\t\t12\n66\t46\t1,0x107\t0,5x107\t0,16%\t\t0,16%\t294\t202\t120\t136\t29\t\t22\n67\t46\t1,0x107\t0,2x107\t0,88%\t\t1,39%\t354\t101\t130\t98\t25\t\t11\n68\t46\t1,0x107\t0,9x107\t0,88%\t\t0,62%\t351\t15\t332\t43\t40\t\t•4\n69\t46\t1,0X107\t1,4X107\t0,80%\t\t0,55%\t540\t28\t540\t49\t60\t\t4\n70\t75\t1,0X107\t0,35X107\t0,85%\t\t1,74%\t580\t500\t273\t300\t69\t\t75\nMédia\t38,5\t1,0X1 o7\t0,56X107\t0,64%\t\t1,02%\t402,7\t237,6\t245,8\t154,7\t37,1\t\t29,3\n±DP\t16,06\t-\t0,33\t0,34\t\t0,81\t110,0\t132,2\t110,1\t77,7\t15,4\t\t20,6\nTabela V. Características dos camundongos SCID transplantados\n\tcamundongos\t\t\tIdade em semanas\t\tObito na 1a semana\t\tPega na 8a semana pósTx\n\t\tFêmea\tMacho\tTx\tSacrificio\t15\t\t\n\t\t\t\t\t\tFêmeas\tMachos\t\nTransplantados (Tx)\t21\t6\t15\t8\t16\t4\t11\t6\nNão transplanrado\t1\t\t\t\t8\t\t\t\nFigura 2: Esfregaço de células de cultura de sangue de cordão em meio de agar, no 14° dia de cultura coradas com azul de Coomassie.\nFigura 3: Cultura de sangue de cordão, em meio de metilcelulose, demonstrando colônia de CFU-GEMM, no 14° dia de cultura\nFigura 4: Cultura de sangue de cordão, em meio de metilcelulose, demonstrando colónia de CFU-E em hemoglobinização, no 14° dia de cultura\nFigura 5: Cultura de sangue de cordão, em meio de metilcelulose, demonstrando colónia de CFU-GM em aumento de 10X no 14° dia de cultura\nFigura 6: Cultura de sangue de cordão, em meio de metilcelulose, demonstrando colônia de CFU-GM, no 14° dia de cultura\nFigura 7: Cultura de sangue de cordão, em meio de metilcelulose, demonstrando colônia de CFU-GM, no 14° dia de cultura\nFigura 8: Cultura de sangue de cordão, em meio de metilcelulose, demonstrando de BFU-E, no 21° dia de cultura\ncolônia\nFigura 9: Cultura de sangue de cordão, em meio de metilcelulose, no 8o dia de\ncultura,demonstrando colônia de CFU-GM\nFigura 10: Cultura de sangue de cordão, em meio de metilcelulose, no 8o dia de cultura,demonstrando colônia de CFU-E em diferentes fases de hemoglobinização e CFU-GM. Há intensa proliferação\nFigura 11: Cultura de sangue de cordão, em meio de metilcelulose, no 14° dia de cultura, demonstrando colônia de CFU-E e intensa proliferação da linhagem granulomonocítica\nFigura 12: Cultura de sangue de cordão, em meio de metilcelulose, no 14° dia de cultura,demonstrando colônia de CFU-E e intensa proliferação da linhagem granulomonocítica, notando-se a presença de fibroblastos (F).\nCitometria de fluxo - Criopreservação\nr_ O '\n-\ni»\nX\nÓ •\nu'. -j -\nFSC-Koighi\ni ioujic\nCD45HÍG\nFigura 13A: Resultado da análise da citometria de fluxo da porcentagem das células CD34+ do estudo de cri preservação (Congelamento)\nCitometria de fluxo - Criopreservação\nSSC-HaigJii\nFigura 13B: Resultado da análise da citometria de fluxo da porcentagem das células CD34+ do estudo de cri preservação (Descongelamento)\nFigura 14:Cultura de sangue de cordão, em meio de metilcelulose, no 14° dia de cultura, demonstrando colónias de CFU-E em diferentes fases de hemoglobinização e colónia de CFU-GM\nFigura 15:Cultura de sangue de cordão, em meio de metilcelulose, no 14° dia de cultura, demonstrando colónias de CFU-GM\nFigura 16: Cultura de sangue de cordão, em meio de metilcelulose, no 14° dia de cultura, demonstrando colônia de CFU-GEMM\nFigura 17: Cultura de sangue de cordão, em meio de metilcelulose, no 14° dia de cultura, demonstrando intensa proliferação celular e colônias de CFU-E e de CFU-GM\nFigura 18: Cultura de sangue de cordão, em meio de metilcelulose, no 14° dia de cultura, demonstrando intensa porliferação celular e colônias de BFU-E, de CFU-E em hemoglobinização e de CFU-GM\nCulturas em meio de metilcelulose de células de lavado de medula óssea de camundongos transplantados\nFigura 19: Cultura no 14° dia - aumento 5x\nFigura 20: Cultura no 14° dia - aumento 10x\nCulturas em meio de metilcelulose de células de lavado de medula óssea de camundongos transplantados\nFigura 22: Cultura no 8o dia - aumento 5x\nFigura 23: Cultura no 8o dia - aumento 10x\nCulturas em meio de metilcelulose de células de lavado de medula óssea de camundongos transplantados\nFigura 24: Cultura 14° dia\nFigura 25: Cultura no 8°dia, colônia de linhagem eritróide em hemoglobinização\nFigura 26: Cultura no 8°dia, colônia de linhagem eritróide\nCulturas em meio de metilcelulose de células de lavado de medula óssea de camundongos transplantados\nFigura 27: Cultura no 14°dia, colônia de linhagem eritróide - fase adiantada de hemoglobinização\nFigura 28: Cultura no 14°dia, colônia de linhagem eritróide - fase precose de hemoglobinização\nFigura 29: Cultura no 14°dia, colônia de linhagem eritróide\nCitometria de fluxo - Transplante de camundongos\nFigura 28. Resultados da análise de citometria de fluxo do transplante dos camundongos\nSCID - Sangue Periférico\n\n:>\nC.3\nrSC-Heiglil\nFigura 29; Resultados da análise de citometria de fluxo do transplante dos camundongos\nSCID - Pulmão\nCitometria defluxo - Transplante de camundongos\n•í o\n£1.04\no\n-j-í\nO\nFigura 30 Resultados da análise de citometria de fluxo do transplante dos camundongos SCID - Medula Óssea\nCitometria de fluxo - Transplante de camundongos\nCD45 FITC\nGD3 FITC\nFigura 31 Resultados da análise de citometria de fluxo do transplante dos camundongos SCID -\nBaço\nDiscussão\n1. Coleta e avaliação celular\nNo presente trabalho, o sangue de cordão umbilical humano foi coletado através de sistema fechado, durante o período de dequitação placentária de trabalhos de parto normal (preferencialmente) ou cesárea, em bolsa de sangue específica para sangue de cordão. Demonstrou ser material de fácil obtenção e manipulação pois foi coletado por várias pessoas que não tiveram dificuldade em realizar o procedimento. Todas as gestantes consentiram na doação, tendo sido excluídas as que apresentaram ruptura de bolsa amniótica acima de 6 horas anteriores ao parto, temperatura materna acima de 38° C, presença de mecônio no líquido amniótico 3+/4+, gestante portadora de Diabetes Mellitus e gestante portadora de hipertensão arterial sistêmica. Foram consideradas aptas, gestantes que estivessem em trabalho de parto, sem intercorrêncías clínicas ou obstétricas.\nO sangue de cordão pode ser coletado também num sistema aberto, após o período de dequitação, portanto com a placenta fora do organismo materno. Neste sistema, todos os vasos placentários podem ser puncionados, sendo grande o risco de contaminação e o volume coletado não difere muito do obtido via sistema fechado. Assim, a vantagem do sistema fechado é diminuir o risco de contaminação e possibilitar uma coleta de maior volume, já que a placenta se encontra sob a ação das contrações uterinas.\nA variação de volume coletado observada no presente trabalho correlacionou-se com a idade gestacional. A maioria das bolsas coletadas com baixo volume (1,2, 5 e 10 ml) eram de prematuros, onde a placenta tem baixo peso. A média de volume coletado neste estudo está de acordo com os dados de trabalhos já publicados como o de Bertolini et al (1995) que avaliaram 527 procedimentos de coleta de sangue de cordão. Estes autores não encontraram correlação do volume de sangue coletado com o tipo de parto e obtiveram volume médio de 72 ± 34 ml DP nos partos via vaginal e de 62 ± 19ml DP nas cesareanas. Também não encontraram diferença significativa no volume coletado quando comparados os sistemas fechado e aberto entretanto, como era esperado, houve uma maior incidência de contaminação (12,5%) no sistema aberto em relação ao fechado (3,3%). Estes dados já haviam sido descritos, mas numa casuística menor (14 bolsas), por Miniero et al em 1993.\nGrande variação na celularidade das bolsas coletadas, como observada em nosso estudo, é compatível com os resultados de Falkenburg et a! (1993) e Harris et al (1994). Entretanto Broxmeyer et al (1989) notaram diminuição importante no número de células monucleares quando era utilizado o método de Ficoll-Hipaque, na densidade 1077, para separar as células mononucleares. Estes resultados não foram confirmados nos estudos de Harris el al (1994), Newton et al (1993) e Bertolini et a! (1995). Estes últimos autores (Bertolíni et al, 1995) compararam a dupla separação com Ficoll (densidade de 1077), com o método de separação em gelatina a 3%, proposto por Nagler et al (1993), e observaram que, independentemente do método utilizado, houve uma perda de apenas 8 a 14% de células mononucleares. No presente trabalho, foi utilizado o método de separação com Ficoll (densidade de 1077).\nA alta viabilidade das células mononucleares, observada neste estudo (cerca de 90%) deve-se, provavelmente, ao fato das bolsas terem sido manipuladas até 24hs após a coleta. Estes resultados estão de acordo com os obtidos por Broxmeyer et al (1989) que observaram que amostras manipuladas até um dia após a coleta e mantidas a 4o C não apresentavam perda de viabilidade das células mononucleares. Entretanto, Bertolini et al (1995) descreveram que, acima de 12 horas de armazenamento, pode haver diminuição da viabilidade.\nEm nosso estudo obtivemos crescimento adequado de colônias na maioria dos experimentos. Conforme observado por Gluckman et al (1992), também neste trabalho não houve correlação entre o volume de sangue coletado e o número de células precursoras, inferido pelo número de colônias contadas nas diversas culturas. Tivemos 15 bolsas nas quais não houve crescimento de colônias nas culturas realizadas. Em 4 destas bolsas houve grande contaminação, provavelmente porque a assepsia do cordão umbilical, antes da coleta, foi inadequada. Nas 11 restantes, não foi possível identificar a causa do não crescimento, pois não houve contaminação, nem problemas com o meio ou temperatura. Tivemos ainda, em 4 bolsas, baixa proliferação de colônias provavelmente, por inativação do meio que estava próximo ao vencimento.\n2. Estudos Clonogênicos\nInicialmente, as culturas foram feitas em meio sólido (agar), em triplicata, sendo semeadas 1x106 células/ml de meio (padronização já existente para o agar). Os fatores estimulantes utilizados foram sobrenadante de cultura de célula de carcinoma de bexiga, linhagem 5637, e eritropoietina humana recombinante. Nestas culturas houve proliferação adequada, mas sabe-se que colônias de linhagem eritróide, BFU-E e as mistas, CFU-GEMM, assim como as CFU-GM desenvolvem-se melhor em meio semi-sólido de metilcelulose. De acordo com os relatos de Freshney et al (1994), Testa e Molineux (1993), por ser líquida e apresentar grande viscosidade, as células proliferam melhor em sua interface. A meticelulose propicia também a retirada das colônias com pipeta de Pasteur ou diluindo-se com uma maior quantidade de meio, tornando viável o cultivo destas células ou colônias em cultura líquida. Por estes motivos e pela facilidade em se padronizar os experimentos na metilcelulose, que já continha fatores de crescimento (exceção da eritropoietina que é adicionada ao final), optou-se pela utilização deste meio na maioria dos experimentos. Assim, nas outras 72 bolsas, as culturas foram feitas em meio semi - sólido de meticelulose utilizando, como fatores de crescimento, stem cell factor, interleucina 3, GM-CSF e eritropoietina humana, todos recombinantes. Todas as culturas em metilcelulose foram feitas com 1x1o5 células/ml, conforme sugerido por Broxmeyer et a/ (1989) e Harris et al (1994). De fato, nestas culturas, a utilização de 1 x 106 células/ml induziu à proliferação intensa, dificultando a leitura.\nOs resultados obtidos na leitura das culturas no 14° dia indicam que as células proliferaram e se diferenciaram adequadamente, originando colônias de todas as linhagens hematopoiéticas, semelhante ao relatado nos estudos de Broxmeyer et a/(1989) Glukman eí al (1992), Harris et al (1994), Rubinstein et al (1995) e Bertolini eí al (1995).\nNas amostras de prematuros houve um maior número de células precursoras viáveis quando comparadas com os de termo. Foram contadas 371X105 células/ml de sangue de cordão no grupo de prematuros e 74X105células/ml no grupo de termo. Estes resultados se correlacionam com a ontogenia da linhagem hematopoiética, citado nos estudos de Clapp et al, 1989, Migliaccio et al 1986, Moore et al, 1970, e Lansdorp et al 1993, pois quanto mais prematuro o feto, maior o número de células precursoras circulando na\ncorrente sanguínea. Entre o 2o e 3° trimestre de gestação, o fluxo de células precursoras que são produzidas no fígado e baço em direção à medula óssea é intenso. Estes resultados se correlacionam, por sua vez, com os relatos de Haneline et al, 1996 que notaram grande proliferação de colônias nas culturas de sangue de cordão de prematuros, inferindo que o grande potencial proliferativo seria devido ao maior número de células precursoras existentes no sangue dos prematuros. Em estudo anterior, datado de 1988, Liang et a/ relataram que não havia diferença no número de colônias (capacidade proliferativa) obtidas de sangue de cordão de neonatos prematuros e de termo. Mesmo que a leitura das culturas nos 2 estudos tenha sido feita no mesmo dia (14° dia), fica difícil compará-los porque Liang et al. utilizaram meio de agar e fatores de crescimento de meio condicionador derivado de placenta humana, enquanto que Haneline et aí utilizaram metilcelulose e fatores de crescimento recombinantes. Em nosso estudo também observamos um maior número de colônias nas cultura de prematuros quando comparadas com as de termo (tabelas III e IV). Apesar da concentração celular utilizada para a realização das culturas nos 2 grupos ser a mesma (1x 10s células / ml de meio), este aumento pode ser explicado pelo fato de existir maior número de células precursoras (CD34+) no sangue de cordão de prematuros que nos de termo. Entretanto, observamos nas culturas de prematuros, no 8o dia, não só um maior número de colônias, como também uma diferenciação mais precoce, encontrando-se, já no 8o dia de cultura, grande número de colônias mistas (CFU-GEMM). Assim, a cultura dos prematuros no 8o dia se assemelharam às de termo no 14° de cultura e no 14° dia apresentavam colônias de BFU-E que é característico de cultura de 21 dias. Provavelmente estas células devem entrar antecipadamente em ciclo celular. Estes achados são inéditos e são, atualmente, objeto de estudo.\n3.\tCriopreservação\nO principal problema da padronização da criopreservação se relacionou com a temperatura de manipulação das células durante o processo de congelamento, que deve estar o mais próximo possível de 0o C para que o DMSO não seja tóxico à célula.\nNa tabela IV podemos notar que houve diminuição no número de células pós-descongelamento, mas a viabilidade se manteve entre 80 a 90% ao azul de tripan, dados estes comparáveis aos encontrados na literatura. Bertolini et al (1995) associaram, ao processo de criopreservação, uma perda ao redor de 12 a 21% no número de células. Almici et al (1996), por sua vez, relataram perda de 73 +11% com viabilidade acima de 97%. Em ambos os trabalhos, os resultados foram independentes do tipo de separação feita.\nNo nosso trabalho, também observamos, na análise por citometria de fluxo, manutenção ou até aumento da porcentagem de células CD34+, provavelmente porque as células que morreram durante o processo de criopreservação não foram as células CD34+.\nPor sua vez, nos estudos donogênicos realizados após o descongelamento das amostras, as células em cultura mantiveram sua capacidade prol iterativa, apresentando número significativo de colônias das linhagens eritróide, granulomonocítica e mista, como pode ser observado na tabela III. Estes resultados também foram descritos nos estudos dos autores acima citados.\n4.\tTransplante de células mononucleares de sangue de cordão umbilical humano em camundongos de linhagem SCID.\nOs primeiros trabalhos com a linhagem SCID para estudo de diferenciação e função da linhagem hematolinfóide surgiram em 1988 com McCune et al. Os autores transplantaram células hematopoiéticas fetais humanas, timo, e linfonodo fetal em camundongos portadores de imunodeficiência severa combinada (SCID/SCID) que não apresentam línfócitos B e T, e demonstraram o aparecimento transitório de linfócitos T humanos (CD3+e CD4+) e IgG (imunoglobulina G) na circulação destes animais.\nNo presente trabalho, foi escolhida a linhagem SCID para ser transplantada, devido ao consenso na literatura que este modelo murino é ideal para estudar hemopoiese de sangue de cordão humano e investigação de doenças imunes e hematológicas (Kollmann et al 1994, Leblond et al, 1997, Lubin et al 1991, Vomoor et al, 1994). A viabilidade do\nsangue de cordão para reconstituir medula óssea dos camundongos SCID ficou comprovada através dos resultados da análise por citometria de fluxo de macerado de pulmão, de baço, do sangue periférico e de lavado de medula óssea dos camundongos, demonstrando o aparecimento de células humanas CD45+, incluindo linfócitos T e B. Ressalta-se que os camundongos foram analisados já na 8a semana pós-transplante, podendo assim explicar a pequena porcentagem de linfócitos encontrada. Os dados obtidos em nosso estudo se correlacionam com os trabalhos de Lubin et al (1991) e Vomoor et al (1994). Em 1991, Lubin et al publicaram artigo relatando o sucesso de transplante de medula óssea humana em camundongos SCID e a proliferação de linhagem linfóide humana, tanto B quanto T, 2 a 4 meses após o transplante. Ao redor da 10a semana pós-transplante, alguns camundongos apresentaram pequeno número de linfócitos T, que variaram entre 6,5 e 10,8%. População significativamente alta de linfócitos CD4+e CD8+e de linhagem Bsó ocorreu 6 meses após o transplante. Em 1994, Vomoor ef al publicaram estudo onde demonstraram a viabilidade de células precursoras de sangue de cordão umbilical humano para reconstituir linhagem hematopoiética em camundongos SCID submetidos à irradiação sub-letal, havendo, em cultura, intensa proliferação, como a observada em nosso estudo.\nA utilização de fatores de crescimento humanos para pega do transplante de camundongos SCID foi objeto de estudo com resultados controvertidos. Kamel-Reid et al apontaram, pela primeira vez, em 1988, a necessidade de se infundir, nestes camundongos, fatores de crescimento de linhagem humana, já que os de linhagem murina foram ineficazes. Em estudo publicado por Lapidot et al, em 1992, foi relatada a estimulação da proliferação da linhagem hematopoiética nos camundongos SCID transplantados com medula óssea humana, através da infusão de interleucina 3 e GM-CSF (fator estimunante de crescimento de linhagem granulomonocítica), imediatamente ou durante o primeiro mês após o transplante,. Entretanto, Kollmann et al (1994) publicaram estudo sobre a reconstituição de linfócitos humanos em camundongos SCID, após transplante de medula óssea, sem administração de citocinas humanas exógenas. Os resultados de nosso estudo corroboram os obtidos por Kollmann et al.\nAs culturas obtidas a partir de células de medula óssea destes camundongos transplantados apresentaram intensa proliferação celular, dificultando a contagem das\ncolônias, apesar de terem sido semeadas 1 x 105 células /ml de meio de cultura e da baixa porcentagem de células CD34+ (0,03%), conforme observado na imunofenotipagem dos lavados de medula óssea dos camundongos. Estes resultados estão de acordo com os relatados por Vomoor et al (1994) e Wang et al (1997).\nO alto número de mortes na 1a semana pós-transplante deve-se, provavelmente, à grande sensibilidade, já descrita em literatura, que a linhagem SCID tem à irradiação, se comparada com outros camundongos, mesmo quando utilizada a dose de 300 rads (Cashman et al, 1997, Conneally et al, 1997, Vomoor et al, 1994 e Kamel-Reid, 1989). A utilização de fêmeas nos últimos experimentos de nosso trabalho, mais sensíveis e de menor peso que os machos, pode também ter influenciado as mortes precoces dos camundongos SCID.\nAssim, o conjunto dos resultados apresentados neste trabalho, nos permite concluir que as células precursoras do sangue de cordão são capazes de reconstituir a linhagem hematopoiética após ablação da medula e devido às suas características, imaturidade, grande capacidade de proliferação e autogeração, podem ser adequadas para terapia gênica . Métodos eficazes de expansão in vitro destas células serão fundamentais para obtenção de número adequado de células para transplante de indivíduos adultos.\nConclusão\nOs prematuros apresentaram maior número de células precursoras viáveis que os de termo. Nos estudos clonogênicos, as culturas dos prematuros no 8° dia foram semelhantes às de termo no 14° dia, já apresentando grande quantidade de CFU-GEMM. No 14° dia foram semelhantes às de termo de 21 dias, apresentando colônias de BFU-E e intensa proliferação celular, demonstrando que além de maior número de células precursoras viáveis, diferenciam-se nos diversos tipos de colônias precocemente. Provavelmente as células de sangue de cordão de prematuros devam entrar em ciclo celular antes que as de termo.\nSummary\nDuring the past 14 years, human umbilical cord blood (UCB) has become an important source of hematopoietic stem cells The collection and manipulation of UCB is easy and due to the rich content of progenitors cells, when cultured, these cells provide a high enough number of GM-CSF colonies to allow recovery of the hematopoietic lineage. UCB progenitor cells display a great ability to proliferate and self-renewal and are capable of multilineage expression in secondary colony cultures. In addition, UCB cells can be efficiently infected with retroviruses and provide a high level of expression of the introduced sequence. So, UCB cells can also be used in gene therapy. To evaluate the proliferative potential of UCB stem cells to recover hematopoietic lineage, we collected between June, 1996 to august 1998, 75 UCB bags and analyzed, before and after cryopreservation, their viability and proliferative capacity in methylcellulose culture, we also performed transplantation of these cells into SCID mice in order to recover bone marrow after ablative irradiation. The collected volume medium was 57ml, the medium viable number of mononuclear cells was 119 x105/ml of cord blood. The medium CFU-C founded in clonogenic studies were: 216 CFU-E, 134 CFU-GM and 22 CFU-GEMM. During our study we discovered that cultures from UCB cells of premature neonates had an eariy growth of CFU-E/BFU-E, CFU-GM and CFU-GEMM, on the 8th day of culture, and that the number and morphological characteristics of these colonies were comparable to those from full term neonates obtained on the 14th day. The prematures presented, on the 8th day of culture, 284 CFU/BFU-E while, in full term neonates there were 19 colonies (p=0,003). We found 196 CFU-GM colonies in the premature group and 15 colonies in the full term group (p=0,003), 27 CFU-GEMM colonies in the premature group and none in the full term group (p=0,003). On the 14th day of culture the results were as following: CFU/BFU-E - premature 358 x full term 216 (p=0,061), CFU-GM - premature 219 x full term 120 (p-0,075) and CFU-GEMM - premature 41 x full term 23 (p=0,040). These results indicated that premature UCB cells have a higher proliferative potential, this capacity may not be only related to their higher concentration of primitive hematopoietic progenitor cells, but rather to a different timing to entry into the cell cycle. The study about cryopreservation demonstrated that the viability and clonogenic results were comparable with the results before cryopreservation\nIn order to evatuate the viabiity of UCB cells to recover hematopoieic lineage, fractioned UCB cells were transplanted into sublethaly irradiated severe combined\nimmunodeficient (SCID) mice. We transplanted 21 mice, 6 engrafted and 15 dead during the fist week post transplantation, probably by the fact that SCID lineage had great irradiation sensibiliy than the others mice lineages, even when we use 300 rads .The engrafted group demonstrated multilineage engraftment, analyzed by fluorescence-activated-cell sorting (FACS) with monoclonal antibody for human cells, and clonogenic studies with mice bone marrow cells, in methylcellulose culture with human recombinant stimulating factors. Our FACS results were, peripheral blood, 400 cells with 26,03% of CD45, 4,50% of CD2, 30,14% of CD3, 1,03% of CD19; lung, 2500 cells with 18,65% of CD45, 16,32% CD3 and 0,37% of CD19; bone marrow, 1000 cells with 12,80% of CD45, 4,45% of CD3, 0,855 of CD8 and 0,03% of CD34; spleen, 2300 cells with 36,84% of CD45, 28,27% of CD3, and 1,62% of CD19. We had done the same analysis with one untransplanted mouse. There was not any positive cell in the FACS analysis with monoclonal antibody for human cells.\nThese results demonstrated that umbilical cord blood cells were capable to recover bone marrow after ablative therapies and might be in the future, the ideal source of progenitors cells for transplantation and gene therapy.\nReferência Bibliográfica\n1.\tAbe T, Takaue Y, Kawano Y, Kuroda Y. Effect of recombinant erythropoietin in interation with stromal factors on cord blood hematopoiesis. Blood 1996,Vol 87, 3212-3217.\n2.\tAlmici C, Carlo-Stella C, Wagner J E, Rizzoli V. Density separation and cryopreservation of umbilical cord blood cells: Evaluation of recovery in short-and long term cultures. Act Haematol 1996; 95; 171-175.\n3.\tApperley J F. Umbilical cord blood progenitor cell transplantation. Bone Marrow Transplant. 1994, 14; 187-196.\n4.\tBergan R, Hakim F, Schwartz G N, Kyle E. Eletroporation of synthetic oligodeoxynucleotides: A novel technique for ex vivo bone marrow purging. Blood 1996, Vol 87, 731-741.\n5.\tBertolini F, Lazzari L, Corsini C, Lauri E. Cord blood banking for stem cell transplant. Int J of Artif Organs 1993, Vol 16; 111-112.\n6.\tBertolini F, Lazzari L, Lauri E, Corsini C. Cord blood plasma-mediated ex vivo expansion of hematopoietic progenitor cells. Bone Marrow Transplant. 1994, 14; 347-453.\n7.\tBrassard Y, Nifterik J V, Lachaux V D, Huchet J. Collection of placental blood with a view to hematopoietic reconstitution. Nouv. Rev. Fr. Hematol. 1990.\n8.\tBroxmeyer H E, Douglas G W, Hangoc G, Cooper S. Human umbilical cord blood as a potential source of transplantable hematopoietic stem I progenitor cells. Proc. Nati. Acad. Sci. USA 1989, Vol-86; 3828-3832.\n9.\tBroxmeyer H E, Hangoc G, Cooper S, Ribeiro R. Growth characteristics and expansion of human umbilical cord blood and estimation of its potential for transplantation in adults. Proc. Natl. Acad. Sci. USA 1992, Vol 89: 4109-4113.\n10.\tBroxmeyer H E, Hangoc G. Cooper S. Clinical and biological aspects of human umbilical cord blood as a source of transplantable hematopoietic stem and progenitor cells. Bone Marrow Transplant. 1992, 9: 7-10.\n11.\tCairo MS, Wagner JE. Placental and/or umbilical cord blood: A alternative source of hematopoietic stem cells for transplantation. Blood, 1997, 90, 4665-4678.\n12.\tCarow C E, Hangoc G, Broxmeyer H E. Human multipotential progenitor cells (CFU-GEMM) have extensive repeating capacity for secondary CFU-GEMM; an effect enhanced by cord blood plasma. Blood 1993 Vol 81; 942-949.\n13.\tCashman J, Bockhold K, Hogge D E, Eaves A C. Sustained proliferation, multilineage differentiation and maintenance of primitive human haemopoietic cells in NOD/SCID mice transplanted with human cord blood. Br J Haematol 1997, 97,1026-1036.\n14.\tChampseix C, Marechai V, Khazaal I, Schwartz O. A Cell Surface Marker Gene Transferred With a Retroviral Vector Into CD34+ Cord Blood Cells Is Expressed by Their T-Cell Progeny in the SCID-hu Thymus. Blood 1997, Vol 88, 107-113.\n15.\tChampseix C, Marechtl V, Khazaal 1, Schwartz 0. A cell surface marker gene transferred with a retroviral vector into CD34* cord blood cell is expressed by their T-cell progeny in the SCID-hu thymus. Blood 1996,Vol 88, 107-113.\n16.\tCharbord P, Newton 1, Schaal J P, Herve P. The separation of human cord blood by density gradient does not induce a major loss of progenitor cells. Bone Marrow Transplant. 1992, 9: 109-1 10.\n17.\tChristensen RD, Harper TE, Rothsrein G. granulocyte-macriphage progenitor cells in term and preterm neonates. J Pedriatri 1986,109, 1047-1051.\n18.\tChristensen RD. Hematopoiesis in fetus and neonate. Pedriatri Res, 1989, 26. 531-535.\n19.\tChu G, Hayakawa H, Berg P. Eletroporation for efficient transfection of mammalian cells with DNA. Nucl Acid Res 1987, Vol 15:1311-1326.\n20.\tClapp WD, Baley JE, Gerson ST. Gestational age-dependent changes in circulating hematopoietic stem cells in newborn infants. J Lab. Clin. Med, 1989, 3, 422-427.\n21.\tConneally E, Cashman J, Petzer A, Eaves C. Expansion in vitro of transplantable human cord blood stem cells demonstrated using assay of their lympho-myeloid repopulating activity in nonobese diabetic-SCID/SCID mice. Proc Natl Acad Sci USA, 1997, 94, 9836-9841.\n22.\tConneally E, Eaves C J, Humphries RK. Efficent retro viral-mediated gene transfer to human cord blood stem cells with in vivo repopulating potencial. Blood, 1998, 91, 3487-3493.\n23.\tDzierzak E, Papayannopoulu T, Mulligan R C. Lineage-specific expression of human B-globin gene in murine bone marrow transplant recipients reconstituted with retrovirus-transduced stem cells. Nature 1988, Vol 331, N° 7, 35-41.\n24.\tFalkenburg J H F, Luxemburg-Heijs S A P V, Zijlmans J M, Fibbe W E. Separation, enrichment and characterization of human hematopoietic progenitor cells from umbilical cord blood. Ann HematoL 1993, 67: 231-236.\n25.\tFreshney Rl, Pragnell IB, Freshney MG.Culture of Hematopoietic Cells. Wiley-Liss ed, 1994, 265-268.\n26.\tGale R P, Reiffers J, Jufter C A What is new in blood progenitor cell autotransplant? Bone Marrow Transplant. 1994,14: 343-346\n27.\tGluckman E, Current knowledg about the properties of umbilical cord blood hematopoietic stem cells. Bone Marrow Transplants! 1994,14; 185.\n28.\tGluckman E, Devergie A, Bourdeau-Esperou H, Thierry D. Clinical applications of stem cell transfusion from cord blood and rationale for cord blood banking. Bone Marrow Transplant. 1992, 9:114-117.\n29.\tGluckman E, Devergie A, Bourdeau-Esperou H, Thierry D. Transplantation of umbilical cord blood in Fanconi’s anemia. Nouv. Rev. Fr. Hematol. 1990, 32: 423-425.\n30.\tGluckman E, Rocha V, Boyer-Chammard A, Locatelli F. Outcome of Cord Blood Transplantation from Related and Unrelated Donors. N Eng J Med1997 Vol 337 373- 381.\n31.\tHaneline L S, Marshall K P, Wade Clapp D. The Highest Concentration of Primitive Hematopoietic Progenitor Cells in Cord Blood Is Found In Extremely Premature Infants. Pediatr Rese 1996, Vol 39 820 - 825.\n32.\tHao Q-L, Thiermann FT, Peterson D, Smogorzewska E M. Extended Long-Term Culture Reveals a Highly Quiescent and Primitive Human Hematopoietic Progenitor Population. Blood 1996 Vol 88, 3306-3313.\n33.\tHarris D T, LoCascio J, Besencon F J. Analysis of alloreactive capacity of human cord blood: implications for graft-versus-host disease. Bone Marrow Transplant 1994, 14: 545-553.\n34.\tHarris D T, Schumacher M J, LoCascio J, Besencon F J. Phenotypic and functional immaturity of human umbilical cord blood T lymphocytes. Proc. Natl. Acad. Sci. USA 1992,Vol 89; 10006-10010.\n35.\tHarris D T, Schumacher M J, LoCascio J, Booth A. Immunoreactivity of umbilical cord blood and postpartum maternal peripheral blood with regard to HLA-haploidentical transplantation. Bone Marrow Transplant. 1994, 14.63-68.\n36.\tHarris D T, Schumacher M J, Rychlik S, Booth S. Collection, separation, and cryopreservation of umbilical cord blood for use in transplantation. Bone MarrowTransplant. 1994,13: 135-143.\n37.\tHarrison D E, Astie C M. Short- and Long-Term Multilineage Repopulating Hematopoietic Stem Ceils in Late Fetal and Newborn Mice: Models for Human Umbilical Cord Blood. Blood 1997, Vol 90 174-181.\n38.\tHirao A, Kawano Y, Takaue Y, Suzue T. Engraftment potential of peripheral and cord blood stem cells evaluated by a long-term culture system. Exp Hematol. 1994, 22:521-526.\n39.\tHogan C J, Shpall E J, McNulty G, McNiece I. Engraftment and Development of Human CD34* - Enriched Cells From Umbilical Cord Blood in NOD/LtSz-SCID/SCID Mice. Blood 1997 Vol 90,85-96.\n40.\tHows J M, Bradley B A, Marsh J C W, Luft T. Growth of human umbilical cord blood in longterm haemopoietic cultures. The Lancet 1992, Vol 340; 73-76.\n41.\tHows J M, Marsh J C W, Bradley B A, Luft T. Human cord blood a source of transplantable stem cells?. Bone Marrow Transplant. 1992, 9; 105-108.\n42.\tLansdorp PM, Dragowska W, Mayani H. Ontogeny-related changes in proliferative potential human hematopoietic cells. J. Exp. Med., 1993, 178, 787-791.\n43.\tLievere-Dieterlen F, Godin I, Pardanaud L, Where Do Hematopoietic Stem Cells Come from? Int. Arch. Allergy Immunol. 1997, 112, 3-8.\n44.\tIssaragrisil S, Visuthisarkchai S, Suvafte V, Tanphaichitr V S. Brief report: Transplantation of cord- blood stem cells into a patient with severe Thalassemia. N. Eng. J Med 1995,Vol 332, 367-369.\n45.\tKamel-Reid S, Dick JE Engraft of immune-deficient mice with human hematopoietic stem cells. Science 1988, 242: 1702-1709.\n46.\tKeever C A, Abu-Hajir M, Graf W, McFadden P. Characterization of al loreactivity and anti-leukemia reactivity of cord blood mononuclear cells. Bone Marrow Transplant 1995,15, 407-419.\n47.\tKelly P, Kurtzberg J, Vichinsky E, Lubin B. Umbilical cord blood stem cells: Application for the treatment of patients with hemoglobinopathies. J Pediatric 1997, May: 695-783.\n48.\tKohn DB, Weinberg K I, Nolta J A, Heiss LN. Engraftment of gene-modified umbilical cord blood cells inneonates with adenosine deaminase deficiency. Nat .Med., 1995, 1, 1017-1023.\n49.\tKollmann TR, Kim A, Zhuang X, Hachamovich M. Reconstitution of SCID mice with human fetal bone marrow without the requirement for exogenous human cytokines. Proc. Natl. Acad. Sci. USA, 1994, 91, 8032-8036.\n50.\tLapidot T, Pflumio F, Doedens M, Murdoch B Cytokine stimulation of muttilineage hematopoiesis from immature human cells engrafted in SCID mice. Science 1992, 255. 1137-1141.\n51.\tLarochelle A, Vormoor J, Lapidot T, Sher G. Engraftment of immune-deficient mice with primitive hematopoietic cells from B-thalassemia and sickle cell anemia patients: implications for evaluating human gene therapy protocols. Hum Mol Genet 1995, Vol 4, 163-172.\n52.\tLiang D C, Ma SW, Lin-Chu M, Lan C C. Granulocyte/ Macrophage Colony-Forming Units from Cord Blood of Premature and Full-Term Neonates: Its Role in Ontogeny of Human Hemopoiesis. Pediatr Rese 1988 Vol 24 701 - 702.\n53.\tLu L, Ge Y, Li Z, Keeble W. Retroviral transfer of the recombinant human erythropoietin receptor gene into single hematopoeitic stem I progenitor cell from human cord blood increases the number of erythropoietin-dependent erythroid colonies. Blood 1996,Vol 87, N°2: 525-534.\n54.\tLu L, Xiao M, Schen R N, Grigsby S. Enrichment, responssiveness of single primitive CD34+++ human umbilical cord blood hematopoietic progenitors characterization and with high proliferative and replating potential. Blood 1993 Vol 81; 41-48.\n55.\tLubin 1, Faktorowich Y, Lapidot T,Gan Y. Engraftment and development of humant and B cells in mice after bone marrow transplantation. Science 1991, 252:1137\n56.\tLuskey B D, Rosenblatt M, Zsebo K, Williams DA. Stem cell factor, interieukin-3, and interieukin-6 promote retroviral-mediated gene transfer into murine hematopietic stem cells. Blood 1992, Vol 80: 396-402.\n57.\tMayani H, Dragowska W, Lansdorp P M. Cytokine-induced selective expansion and maturation of erythroid versus myeloid progenitors from purified cord blood precursor cells. Blood 1993, Vol 81: 3252 -3258.\n58.\tMcCune J M, Namikawa R, Kaneshima H, Shultz LD. The SCID-hu mouse: Murine model for the analysis of human hematolymphold differentiation and function. Science 1988, 241: 1632-1639.\n59.\tMetcalf D, Moore MAS. Hematopoietic cells. Neuberg A Tatum EL,(ED), 1971, Frontier of Biology, North Hol land, Amesterdam, 448-465.\n60.\tMilosevits J, Pocsik E, Schimidt B, Rem6nyi P. Immunophenotypic and functional characteristics of haematopoietic cells from human cord blood. Scand. J. Immunol. 1995, 42: 493-500.\n61.\tMiniero R. Ramenghi U, Crescenzio N, Perugini L. Umbilical cord blood stem cell transplantation. Int. J. Artif. Organs, 1993, 16, 113-115.\n62.\tMigliaccio J, Migliaccio AR, Petti S, Mavilio F. Human embryonic hemopoiesis-kicetic of progenitors and precursors underlying the yolk sac->liver transiton. J.Clin.Invest., 1986, 78, 51-60.\n63.\tMoore MAS, Metcalf D. Ontogeny of hematopoietic system: Yolk sac of in vivo and in vitro colony forming cells in the developing mouse embryo. Br j Haematol 1970, 18, 279-286\n64.\tMoritz T, Keller D C, Williams D A. Human cord blood cells as targets for gene transfer; Potential use in genetic therapies of severe combined immunodeficiency disease. J Exp Med 1993,Vol 178; 529-536.\n65.\tNewton 1, Charbord P, Schaal J P, Herve P. Toward cord blood banking densityseparation and cryopreservation of cord blood progenitors. Exp Hematol 1993, 21 ; 671-674.\n66.\tPiacibelo W, Sanavio F, Severino A, Bergandi D. Extensive Amplification and SelfRenewal of Human Primitive Hematopoietic Stem Cells From Cord Blood. Blood 1997, Vol 89; 2644-2653\n67.\tRabian-Berzog C, Lesage S, Gluckman E. Characterization of lymphocyte subpopulations in cord blood. Bone Marrow Transplant 1992, 9: 64-67.\n68.\tRoberts I A G Bone marrow transplantation in children: current results and controversies. Bone Marrow Transplant 1994,14:197-199.\n69.\tRubinstein P, Dobrila L, Rosenfield R E, Adamson J W. Processing and cryopreservation of placental umbilical cord blood for unrelated bone marrow reconstitution. Proc. NatL Acad. Sci. USA 1995, Vol 92,10119-10122.\n70.\tRubinstein, Rosenfield R E, Adamson J W, Stevens C E Stored placental blood for unrelated bone marrow reconstitution. Blood 1993 Vol. 81, 1679-1690.\n71.\tSilberstein LE, Jeffeties LC. Placental-Bood Banking: A new frontier in transfusion medicine. N. Eng. J. Med, 1996, 335, 199-201.\n72.\tSchibler K R, Li Y, Ohis K, Nye N C. Possible mechanisms accounting for the growth factor independence of hematopoietic progenitors from umbilical cord blood. Blood 1994 Vol 84, 3679-3684.\n73.\tSocie G, Gluckman E, Carosella E, Brossard Y. Search for maternal ceils in human umbilical cord blood by polymerase chain reaction amplification of two mini satellite sequences. Blood 1994, Vol 83, 340-344.\n74.\tSuntherland D R, Keating A, Nayar R, Anania S. Sensitive detection and enumeration of CD34+ cells in peripheral and cord blood by flow cytometry. Exp Hematol 1994, 22: 1003-1 01 0.\n75.\tTendeloo V F I Van, Snoeck H W, Lardon F. Nonviral transfection of distinct types of human dendritic cells; high-efficiency gene transfer by electroporation into hematopoietic progenitor - but not monocyte-derived dendritic cells. Gene Therapy, 1998, 5; 700-707.\n76.\tTesta NG, Molineux G. Hemopoiesis; A pratical approach, IRL Press Oxford University, 1993.\n77.\tThierry A R, Lunardi-lskandar Y, Bryant J L, Rabinovich P. Systemic gene therapy: Biodistribution and long-term expression of a transgene in mice. Proc. Natl. Acad. Sci.USA 1995,Vol 92: 9742-9746.\n78.\tThierry D, Hervatin F, Traineau R, Brassard Y. Hematopoietic cells in cord blood. Bone Marrow Transplant 1992, 9; 101-104.\n79.\tThierry D, Traineau R, Adam M, Delachaux V. Hematopoietic stem cell potential from umbilical cord blood. Nouv. Rev. Fr. Hematol., 1990, 32: 439-440.\n80.\tThompson C. Umbilical cords: Turning garbage into clinical gold. Science 1995,Vol 268; 805-806.\n81.\tTraycoff C M, Abboud M R, Laver J, Brandt J. Evaluation of the in vitro behavior of phenotypically defined populations of umbilical cord blood hematopoietic progenitor cells. Exp Hematol 1994, 22; 215-222.\n82.\tTurner C W, Luzins J, Hutcheson C - A modified harvest technique for cord blood hematopoietic stem cells. Bone Marrow Transplant 1992,10: 89-91.\n83.\tVerma S, W offendin C, Bahner U. Gene transfer into human umbilical cord-derived CD34* cells by particle-mediated gene transfer. Gene Therapy, 1998, 9, 692-699\n84.\tVormoor J, Lapidot T, Pflumio F, Risdon G. Immature human cord blood progenitors engraft and proliferate to high levels in severe combined immunodeficient mice. Blood 1994, Vol 83: 2489- 2497.\n85.\tVormoor J, Lapidot T, Pflumio F, Risdon G. SCID mice as an in vivo model of human cord blood hematopoiesis. Blood Cells, 1994, 20, 316-322.\n86.\tWagner EJ, Broxmeyer H E, Byrd R L, Zehnbauer B. Transplantation of umbilical cord blood after myeloablative therapy: Analysis of engraftment. Blood 1992, Vol 79; 1874-1881.\n87.\tWagner EJ, Rosenthal J, Sweetman R, Shu XO. Successful transplantation of HLA-matched and HLA-mismatched umbilical cord blood from unrelated donors. Analysis of engraftment and acute graft-versus host disease. Blood 1996, 88, 795-902.\n88.\tWang J C Y, Doedens M, Dick J E. Primitive Human Hematopoietic Cells Are Enriched in Cord Blood Compared With Adult Bone Marrow or Mobilized Peripheral Blood as Measured by the Quantitative In Vivo SCID-Repopulating Cell Assay. Blood 1997, vol 89, 3919-3924.\n89.\tWet J R, Wood K V, DeLuca M, Helsinki D R. Firely luciferase gene: Structure and expression in mammalian cells. Mol Cell Biol 1987, Feb. 725-737.\n90.\tYamaguchi B M, Ikebuchi K. Hirayama F. Different Adhesive Characteristics and VLA-4 Expression of CD34+ Progenitors in G0/G1 Versus S+G2/M Phases of the Cell Cycle. Blood 1998, vol 92, 842-848.\n91.\tYe Z Q, Burkholder J K, Qiu P, Schultz J C. Establishment of an adherent cell feeder layer from human umbilical cord blood for support of long-term hematopoietic progenitor cell growth. Proc. Natl. Acad. Sci. USA 1994, Vol 91: 12140-12144."}]}}}