{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.16141"}, {"@name": "filename", "#text": "22693_Livro%20adaptado%20com%20recurso%20%c3%a0%20Tecnologia%20Digital.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Livro adaptado com recurso à Tecnologia Digital  \nUma aplicação com crianças com NEE \n\nBook adapted with the use of Digital Tecnology \nAn application with children with Special Needs \n\n \nJuliana Calvário  \n\nEscola Superior de Educação  \nInstituto Politécnico de Castelo Branco \n\nCastelo Branco, Portugal  \njuliana.calvario@hotmail.com \n\nHenrique Gil \nEscola Superior de Educação  \n\nInstituto Politécnico de Castelo Branco  \nCastelo Branco, Portugal  \n\nhteixeiragil@ipcb.pt \n\n \n \n\n \n \n \n\nCélia Sousa \nEscola Superior de Educação e Ciências Sociais \n\nInstituto Politécnico de Leiria \nLeiria, Portugal \n\ncelia.sousa@ipleiria.pt \n\n \nResumo — Comunicar é uma capacidade inata que qualquer \nindivíduo apresenta como forma de se inserir na sociedade e no \n\nmundo que o rodeia, sendo que as crianças aprendem a comunicar \npor meio das interações que estabelecem com os outros. Numa \ncriança com graves problemas de comunicação, como é o caso de \n\ncrianças com Perturbações do Espetro do Autismo (PEA), as \ninterações com os familiares e colegas ficam restritas e \n\ncondicionadas, influenciando negativamente todo o seu \n\ndesenvolvimento. Deste modo, é fundamental proporcionar a estas \ncrianças meios para se expressarem e compreenderem os \n\nindivíduos que as rodeiam. Na sociedade, existem escassos \nmateriais adaptados para crianças com perturbação na \n\ncomunicação, nomeadamente de livros adaptados em Símbolos \nPictográficos de Comunicação (SPC), podendo estes ser materiais \n\nque facilitam o acesso à informação, por parte destas crianças.  A \ninvestigação desenvolvida centrou-se na construção de recursos \npedagógicos, livros adaptados com símbolos SPC e a sua aplicação \n\njunto de duas crianças com PEA. Teve como principal objetivo o \nde averiguar se estes recursos facilitam a inclusão destas crianças \n\nem atividades de leitura, bem como se promovem um maior \ndesenvolvimento de competências comunicativas entre estas \ncrianças e os seus pares, em comparação com o mesmo livro na sua \n\nversão original. A metodologia adotada consistiu numa \ninvestigação de caráter qualitativo, numa abordagem que \n\nprivilegiou o estudo de caso e a investigação-ação, de caráter \n\nexploratório e descritivo. A investigação foi baseada no trabalho \n\nde campo, que envolveu duas crianças e os livros adaptados, \nconstruídos no âmbito da investigação. Durante o processo \ninvestigativo foram realizadas sessões práticas junto das crianças \n\nparticipantes, onde se recolheram as respetivas notas de campo. \nPosteriormente, entrevistaram-se os docentes de educação especial \n\ne titulares de turma, das respetivas crianças. Após a recolha, \ntratamento e análise dos dados aferiu-se que os livros adaptados \n\nforam estruturadores e facilitadores da comunicação, face ao livro \n\nna sua versão original. A reação comportamental e comunicativa \ndas crianças face ao livro adaptado foi de maior participação e \n\ndinâmica se comparada com as reações face ao livro no formato \n\noriginal, promovendo igualmente a inclusão de crianças com PEA \nnas atividades de leitura. \n\nPalavras Chave - comunicação aumentativa e alternativa; inclusão; \n\nlivro adaptado; perturbação do espetro do autismo.    \n\nAbstract — Every individual presents the innate capacity to \ncommunicate as a way of being a part of the society and the world \n\naround themselves, throughout a child’s development they learn \nhow to communicate through the interactions that they establish \n\nwith others. In the case of a child with severe communication \nproblems, such as a child with the Autism Spectrum Disorder \n(ASD), the family and colleague’s interactions become \n\nconsiderably restrict and conditioned, which has a negative impact \nto their emotional, social and/or cognitive development. Thereby, \n\nit is fundamental to provide these children with the means to \nexpress themselves and to understand the individuals around \n\nthem. In society, the verified existence of poor adapted material to \nchildren with communication disorders, in particular of adapted \n\nbooks in Communication Pictographic Symbols (CPS), and these \n\ncan be materials that facilitate access to information by these \nchildren. The developed investigation is centred at the \n\ndevelopment of teaching resources, more specifically adapted \nbooks with CPS symbols, and their application along with children \nwith ASD. It has had the main goal of verifying if these resources \n\nhave eased the inclusion of these children in reading activities, as \nwell as if it promotes a further development of the communicative \n\nskills alongside these children and their peers, in comparison with \nthe original versions of the same books. The adopted methodology \nconsisted in a qualitative research method, in favour of a case \n\nstudy and action-research approach, in an exploratory and \ndescriptive research method. The investigation was based on \n\nfieldwork, which involved two children and the adapted books, \ndeveloped in the scope of the research. During the research \n\nprocess, there were held practical sessions along with the \n\nparticipating children, where the corresponding fieldnotes were \ngathered. Subsequently, the special education teachers and class \n\ndirectors, from the respective children, were interviewed. After the \n\n\n\ndata collection, process and analysis we concluded that the \n\nadapted books have been structurers and enablers of the \n\ncommunication, when facing the original versions of the books. \n\nThe children’s behaviour and communicational reaction towards \nthe adapted books was of increased participation and dynamics \n\nwhen compared with the reaction towards the original versions of \nthe books, promoting an equal the inclusion of the children with \nASD in the reading activities. \n\nKeywords-component - augmentative and alternative \ncommunication; inclusion; adapted book; autism spectrum disorder. \n\nI. INTRODUÇÃO  \n\nA necessidade de comunicar surge, para qualquer indivíduo, \ncomo uma exigência e uma inevitabilidade para a sua inserção \ne, consequentemente, aceitação, na sociedade e no mundo que o \nrodeia [1]. Comunicar é um processo dinâmico, requer uma \ninteração com o exterior, necessita de ter razões para o fazer, \npressupondo a intenção de provocar algum efeito no outro. O \nHomem transporta em si potencialidades para responder aos \nestímulos humanos e a fala, para a maioria dos indivíduos, surge \ncomo algo inato através do qual se comunicam sentimentos, \ninformações, conhecimentos; aprendem o significado dos \nobjetos, das expressões faciais, dos gestos e falas. A \ncomunicação está relacionada com todas as áreas do \ndesenvolvimento, pois exige uma complexa combinação de \ncompetências cognitivas, sensoriais, sociais e motoras [2].  \n.A maior parte dos conhecimentos aprendidos pelas crianças \ndurante a infância surgem através da relação com os outros \n(adultos ou crianças), do que estes lhe contam e explicam, mas \ntambém vendo e ouvindo o que os outros dizem e fazem. Através \ndessas interações que as crianças aprendem a comunicar, \naprendem o significado dos objetos, das expressões faciais, dos \ngestos, dos movimentos e da fala. Desta forma, a criança adquire \nos conceitos e apropria-se de conhecimentos [3].  \nAs crianças com Perturbação do Espetro do Autismo (PEA) têm \num distúrbio neurológico de caráter permanente que, entre \noutros aspetos, manifestam dificuldades na comunicação onde \nse inclui a comunicação verbal, não-verbal e a compreensão \nverbal [4]. Por consequente, a sua aprendizagem é condicionada \npelo facto da quase inexistência de meios ao seu alcance para \npoder interagir com o mundo que a rodeia, deixando esta de \nconstituir um parceiro ativo na comunidade cultural dado que \nexiste uma falha grave na interação/comunicação, o que acarreta \nconsequências negativas ao nível do seu desenvolvimento \nemocional, social e cognitivo [1]. Deste modo, conhecendo-se \nque as crianças com PEA apresentam um distúrbio neurológico \nde caráter permanente que, entre outros aspetos, manifestam \ndificuldades na comunicação, torna-se fundamental \nproporcionar a estas crianças meios para se expressarem de \nforma a melhorarem a sua qualidade de vida, autoestima e \nautonomia [4]. \nNo desenvolvimento do regime jurídico em Portugal, \nestabelecido no Decreto-lei n.º 3l9/91, de 23 agosto, «Regime \nEducativo Especial», criou-se um novo diploma, o Decreto-lei \nN° 3/2008 de 7 de janeiro, que acrescentou algumas novidades, \ndefinindo e organizando os apoios especializados no em da \nEducação Especial, no âmbito da educação inclusiva, visando a \nequidade educativa e a garantia de igualdade [5]. Esta igualdade \nassenta num sistema de práticas educativas recorrendo a \ndiferentes tipos de estratégias que atentem às caraterísticas e \nnecessidades dos alunos. Deste modo, o apoio deve implicar a \n\nadaptação de estratégias, recursos, conteúdos, processos, \nprocedimentos e instrumentos e, quando necessário, a utilização \nde tecnologias de apoio [6]. Deste modo, as medidas não \ncorrespondem somente aos alunos mas também a mudanças no \ncontexto escolar onde os professores e educadores assumem um \npapel preponderante. Assim, os currículos devem ser adaptados \nàs necessidades individuais de cada criança, considerando os \nestilos e ritmos de aprendizagem, existindo oportunidades \ncurriculares que sejam apropriadas à criança com habilidades e \ninteresses diferentes [5].  \nDada a importância da comunicação na vida de um ‘Ser \nHumano’, torna-se fundamental garantir que todas as pessoas \ndesenvolvam esta capacidade. Embora a linguagem oral seja a \nmais utilizada de todas as formas de comunicação, nem todas as \npessoas dispõem da fala como meio de comunicação \nprivilegiado. Por conseguinte, nestes casos, é essencial que estas \npessoas possuam um Sistema Alternativo e Aumentativo de \nComunicação (SAAC), adaptado às suas necessidades, \ninteresses, capacidades e contextos [7]. A Comunicação \nAumentativa e Alternativa (CAA) é vista como um apoio para \nos indivíduos que apresentam dificuldades ao nível da \ncomunicação, no sentido de complementar ou substituir a sua \nlinguagem, tornando-a funcional. Deste modo, a CAA deve \ncontribuir para o aumento da autonomia e sociabilidade dos \nsujeitos, além de ser um incentivo no que toca a ultrapassar as \nlimitações graves que estas pessoas vivenciam nas suas \ninterações diárias, permitindo a sua inclusão na sociedade, como \num membro com direitos e com a possibilidade de exprimir os \nseus sentimentos, ideias, necessidades, interesses, efetuar \npedidos, permitindo uma maior aproximação em termos sociais \ne facilitando as relações interpessoais [3]. O Sistema SPC - \nSímbolos Pictográficos para a Comunicação – de origem \namericana (PCS- Picture Communication Symbols) e foi \nconcebido em 1981 por Roxana Mayer Jonhson, Terapeuta da \nFala, aquando da necessidade de utilizar um sistema que pudesse \nser facilmente aprendido por crianças, jovens e adultos, sendo \npor isso um recurso essencial para usuários da Comunicação \nAumentativa e Alternativa [8]. O programa informático \n«Boardmaker» apresenta-se como uma ferramenta fulcral no \nque respeita à Comunicação Aumentativa e Alternativa, dado \nque este oferece ao sujeito tabelas de comunicação, construídas \ncom simbologia gráfica (desenhos representativos de ideias), \nletras ou palavras escritas [9]. Estas tabelas são utilizadas pelo \nusuário da CAA, como meio de expressar os seus \nquestionamentos, desejos, sentimentos e entendimentos. Com a \nutilização deste programa informático, podem ser vários os \nsímbolos SPC a serem reproduzidos o que permite serem \nrecriados diversos recursos pedagógicos úteis para crianças com \nPEA, de forma a prestar apoios diferenciados e adequados às \nnecessidades específicas de aprendizagem de cada aluno, \npotenciando contextos que permitam promover as suas \ncompetências comunicativas e de inclusão.  \nA presente investigação centrou-se na construção de recursos \npedagógicos, dois livros adaptados com o Sistema de Símbolos \npictográficos de Comunicação (SPC) e a sua aplicação junto de \nduas crianças com PEA, tendo como principal objetivo o de \nanalisar se estes recursos facilitam a inclusão destas crianças em \n\n\n\natividades de leitura, bem como se promovem as competências \ncomunicativas entre estas crianças e os seus pares. \n\nII. METODOLOGIA \n\nA metodologia adotada consistiu numa investigação de caráter \nqualitativo, numa abordagem que privilegiou o estudo de caso e \na investigação-ação, de caráter exploratório e descritivo, tendo-\nse sempre em consideração a utilização de técnicas de \ntriangulação de dados e respeito pelas normas éticas e legais \ninerentes a uma investigação deste tipo. \nA investigação foi baseada no trabalho de campo, que envolveu \nduas crianças e os livros adaptados, construídos no âmbito da \ninvestigação. Durante o processo investigativo foram realizadas \nsessões práticas junto das crianças participantes, onde se \nrecolheram as respetivas notas de campo. Posteriormente, \nentrevistaram-se os docentes de educação especial e titulares de \nturma, das respetivas crianças. Deste modo, pretendeu-se \nresolver o problema de investigação: «Analisar as diferenças \nexistentes entre a aplicação de um livro original e um livro \nadaptado com símbolos SPC, com recuso ao Software \nBoardmaker, na inclusão de crianças com PEA em atividades de \nleitura, bem como na promoção de competências \ncomunicativas.»,  \n\nParticipantes \n\nOs participantes corresponderam a uma amostra por \nconveniência, dado que eram duas crianças que frequentavam a \nescola. As crianças têm idades aproximadas (6/7 anos), \nfrequentam o mesmo nível de escolaridade, neste caso \nfrequentam o 1º ano do 1º Ciclo do Ensino Básico, e apresentam \num quadro clínico semelhante (PEA).  \n\nProcedimentos \n\nA primeira fase deste projeto consistiu na seleção de duas obras \ninfantis integradas no Plano Nacional de Leitura, \nespecificamente a obra «Oh, Boris!» da autoria de Carrie \nWeston e Tim Warnes; e a obra «O Elefante Diferente (que \nespantava toda a gente)» da autoria de Manuela Castro Neves \ne de Madalena Matoso. A seleção destas obras foi feita tendo \nem atenção as obras trabalhadas em contexto de sala de aula \npela professora das crianças.   \nPosteriormente, procedeu-se à simplificação da linguagem de \ncada história, ao nível do vocabulário e das estruturas frásicas, \nmantendo o texto original. A aplicação das técnicas de escrita \nsimples pressupõe a reescrita da história com estruturas frásicas \ncurtas e simples, respeitando a ordem natural das palavras. Com \nisto, pretende-se promover a leitura, facilitar a autonomia, ao \nmesmo tempo que se criam mais oportunidades para as crianças \nparticiparem em sociedade, permitindo a igualdade de \noportunidades.  \nNo fim de simplificadas as duas histórias, instalou-se no \nComputador o «Software Boardmaker» - versão 6, que permitiu \nselecionar os símbolos mais adequados a cada conceito e fazer \na adaptação dos livros para o formato SPC (Fig.1 e Fig. 2). \n \n \n \n \n \n \n\nFigura 1. Ilustração de duas páginas do livro «Oh, Boris!», na versão adaptada. \n\n \n\n \n\n \n\nFigura 2. Ilustração de uma página do livro «O Elefante Diferente (que \nespantava toda a gente)», na versão adaptada.  \n\nA última fase do presente projeto consistiu em aplicar, por \nquatro momentos distintos, as obras originais e as obras \nadaptadas a cada uma das crianças com Perturbação de Espetro \ndo Autismo, com um intervalo de três semanas entre a versão \noriginal e a adaptada de cada livro. Deste modo, permite-se que \nas crianças já não se lembrem nitidamente da história contada \nna versão original e olhem para o livro como sendo uma nova \nhistória, não se relacionando diretamente o seu comportamento \ndurante a aplicação do livro com a leitura da história anterior. \nAs sessões de aplicação dos livros decorrerão em contexto \nnatural, ou seja, em espaço conhecido dos participantes, na sala \nonde têm todos os apoios educativos.  \n\n\n\nIII. DISCUSSÃO DOS RESULTADOS \n\nDa análise das notas de campo relativas às sessões de leitura das \nhistórias às crianças, pode-se verificar que ambas as crianças \nmanifestaram reações e comportamentos semelhantes perante a \nleitura de histórias. O comportamento e o interesse que ambas \nas crianças manifestaram pela atividade de escuta da história na \nsua versão original e na sua versão adaptada são díspares, já que \nquando se apresentaram os dois livros com símbolos SPC, as \ncrianças permaneceram mais tempo com atenção e interessadas \nem ouvir a história, comparativamente com a versão original do \nmesmo livro. Ao longo da leitura da história, a utilização dos \nsímbolos SPC reforçaram e aumentaram o léxico vocabular das \ncrianças, melhoraram a sua linguagem recetiva, estimulando o \ntempo de atenção das crianças à história narrada. A capacidade \nde as crianças compreenderem mais facilmente a história foi \nverificada através de comportamentos não-verbais \nmanifestados por ambas as crianças, como o olhar fixo e atento \nao livro, o manter o contacto ocular com a investigadora quando \nesta fazia perguntas ou gestos, a escuta atenta à própria história, \nbem como as expressões de alegria e entusiasmo mostradas por \nestas por ouvirem a história.  \nPela análise de conteúdo das entrevistas aos docentes das \ncrianças que participaram no estudo, verificou-se que, na \nperspetiva dos docentes, se as atividades de leitura de histórias \nforem realizadas com recurso a obras adaptadas, no caso de \ncrianças com PEA, são mais benéficas e muito mais funcionais, \ndinâmicas, acessíveis e ajustadas ao seu nível de \ndesenvolvimento e às suas capacidades, melhorando assim a \nforma de comunicação utilizada por estas crianças, que nem \nsempre é funcional. Além disso, a utilização de histórias \nadaptadas aumenta a possibilidade de as crianças, ao lerem a \nhistória, poderem aprender o significado de determinado \nsímbolo e utilizá-lo no seu discurso, para comunicar com os \noutros. Por outro lado, a totalidade dos docentes entrevistados \nadmitiu que a utilização de histórias adaptadas é sempre \nbenéfica quando se fala em inclusão de alunos com PEA.  \nAssim, a leitura de histórias adaptadas a crianças com PEA \npode ser bastante benéfica em termos de desenvolvimento das \ncompetências comunicativas, bem como facilitar a inclusão \ndestas crianças em atividades de leitura de histórias, quando \nestão inseridas num grupo com outras crianças consideradas \ncom um desenvolvimento típico. \n\nIV. CONCLUSÕES \n\nNo decorrer do processo de aplicação prática de dois livros \ninfantis junto destas duas crianças, não existem dúvidas quanto \nà eficácia da comunicação e interesse dos livros adaptados. Ao \nse analisarem os resultados das sessões de leitura das histórias, \nverifica-se que as duas crianças comunicaram mais através da \nfala, do olhar, das expressões faciais, de apontar e olhar para os \nsímbolos em SPC. O sistema SPC não exige que os utilizadores \napresentem um nível cognitivo muito elevado, permitindo \nassim a sua utilização em casos graves de perturbações na \ncomunicação, dado que é um sistema facilmente entendido \npelos interlocutores, pois os símbolos são iconográficos e \npossuem o significado escrito no próprio símbolo [7]. Deste \nmodo, durante a atividade existiu mais interação e comunicação \ndas crianças com o livro e com a investigadora, através do seu \nmodo de comunicação preferencial, assumindo um \ncomportamento de participação ativa e não de meros ouvintes, \nforam mais dinâmicas e interativas, querendo interagir com o \nlivro, folheá-lo e explorá-lo. \nA partir das opiniões dos docentes constata-se que a leitura de \nhistórias adaptadas é uma atividade potencialmente rica para o \ndesenvolvimento do vocabulário, melhorando a capacidade de \ncompreensão e de expressão verbal dos alunos. Na perspetiva \ndos docentes, a utilização de histórias com símbolos SPC \nfacilita a inclusão de crianças com PEA em atividades de leitura \nquando estão em conjunto com os seus colegas/ turma.  \nEm suma, respondendo aos objetivos específicos deste trabalho, \nàs questões de investigação, e analisando os resultados, pode-se \ninferir que o livro adaptado promove um maior \ndesenvolvimento de competências comunicativas em crianças \ncom PEA, relativamente ao livro na versão original. Para além \ndisso, pode-se dizer que o livro adaptado é um recurso \nfacilitador de inclusão das crianças com PEA em atividades de \nleitura, em comparação com o livro na versão original. As \ncrianças com perturbações na comunicação, em particular as \nque participaram no estudo, têm oportunidade de \ndesenvolverem habilidades comunicativas e de melhorarem a \nqualidade de vida se continuarem a utilizar o SPC. Neste \nsentido, para todas as crianças, principalmente para as que \npossuem limitações ao nível da comunicação, o livro adaptado \npoderá ser um instrumento útil para o desenvolvimento da \nlinguagem e da comunicação com o outro [10]. \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n[1] Sim-Sim, I., Silva, A. &amp; Nunes, C. (2008). Linguagem e Comunicação no \n\nJardim de Infância: Textos de apoio para educadores de Infância. Lisboa: \nDireção Geral de Inovação e Desenvolvimento Curricular. \n\n[2] Sousa, C. (2011). A Comunicação Aumentativa e as Tecnologias de \nApoio. In Ministério da Educação e Ciência (Ed.), A Acessibilidade de \nRecursos Educativos Digitais, pp. 51-63. Lisboa: Ministério da Educação \ne Ciência. \n\n[3] Pereira, C. (2014). A eficácia do PECS numa criança autista. (Dissertação \nde Mestrado em Psicologia Clínica ramo de Psicoterapias e Psicologia \nClínica). Coimbra: Instituto Superior Miguel Torga. \n\n[4] Siegel, B. (2008). O mundo da criança com Autismo. Porto: Porto Editora.  \n\n[5] Martins, E. (2014). Inclusão de crianças com autismo: daquela sala…de \nmi m para mi m numa unidade de ensino estruturado. Quaestio, Sorocaba, \nSP, 16(1), 87-103.  \n\n\n\n[6] Gonçalves, A., Carvalho, A., Mota, C., Lobo, C., Correia, M., Monteiro, \nP., Soares, R. &amp; Miguel, T. (2008). Unidades de Ensino Estruturado para \nalunos com Perturbações do espectro do Autismo - Normas Orientadoras. \nDireção-Geral de Inovação e de Desenvolvimento Curricular, Lisboa: \nMinistério da Educação. \n\n[7] Tetzchner, S. &amp; Martinsen, H. (2000). Introdução à comunicação \naumentativa e alternativa. Porto: Porto Editora. \n\n[8] Encarnação, P., Azevedo, L. &amp; Londral, A. (2015). Tecnologias de apoio \npara pessoas com deficiência. Lisboa: Ministério da Educação e Ciência.  \n\n[9] Carrapiço, F., Miranda, F. &amp; Caeiro, M. (2013). Recensão Crítica \nSoftware Boardmaker e Sistema de Pictogramas de Comunicação. Faro: \nEscola Superior de Educação e Comunicação da Universidade do \nAlgarve.  \n\n[10] Soares, M. (2000). As Condições Sociais de Leitura: uma reflexão em \ncontraponto, In Zilberman, R. &amp; Silva, E. (Org.), Leitura: Perspetivas \ndisciplinares, pp. 18-29. São Paulo: Ática."}]}}}