{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04478"}, {"@name": "filename", "#text": "BTP_1963_6_1_09_Criterio_racional.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "DIVERSOS\n\ncritério\n\nracional\npara classificação\nde\npropostas\n\nJosé Pedro'Alvim (°)\nmelhorada do critério\nSINOPSE — Versão corrigida e\nexposto no V.5 —■ N.l/2, para classificação de propostas de maneira racional. Introduzem-se modificações para eliminar as falhas e inconveniências originais.\n1\t— INTRODUÇÃO\nDissemCis em\nartigo anterior, sob o título em epígrafe e editado nesse mesmo Boletim (V.5. - N.l/2), que se tratava do primeiro passo concreto no sentido de atingir o objetivo desejado. Dissemos também que, de modo algum, consideravamos o critério ali exposto como perfeito e imutável: pois já prevía-mos que, refletindo tão-sòmente a visão, o entendimento, e a experiência pessoal do autor sôbre a matéria, devería sr, necessàriamente, limitado e incompleto.\n;*) Técnico da Assistência de Oleodutos (ADUTO) — PETROBRAS\nNossa previsão se confirmou. Críticas, observações e comentários, a maioria assaz válidos e procedentes, recebidos de companheiros de Emprêsa, fizeram que compreendéssemos a necessidade de reformular aquêle critério, introduzindo modificações tais que o preservassem, de vez, de falhas e inconveniências originais .\nSe não teve outra valia nosso trabalho, pelo menos de uma estamos certos: despertou a consciência de alguns responsáveis pelo julgamento de concorrências para, a existência do problema e a conveniência do emprêgo de melhor instrumento para resolvê-lo\nPropositadamente, deixamos que o tema amadurecesse, coin o passar dos dias, para colhêr melhores frutos. Cremos, já agora, estar em condições de dar o segundo passo, na mesma trilha do primeiro, porém bem mais firme e resoluto. Assim estamos apresentando nestas páginas, à consideração dos leitores, uma nova versão — corrigida e melhorada — do critério racional para classificação de propostas.\nOs conceitos emitidos nas partes, 1 — Introdução, 2 — Critério Simplista e Critério Racional e 4 —• Vantagens do Critério Racional, de nosso artigo anterior, não perderam a validade nem a razão de ser. Continuam a representar o pensamento e a. opinião do autor, reforçados agora pela adesão e solidariedade de vários colegas de ofício que, como êle, sentem também a necessidade de encarar-se a questão do julgamento de concorrências sob um ponto-de-vista bem mais objetivo e flexível, livre dos .preconceitos e a.rtificialismos que caracterizam o critério simplista tradicional.\n2\t— A NOVA FÓRMULA\nAlterações substanciais ocorreram apenas no item terceiro do artigo intitulado “Discussões e Propriedades da Fórmula’'.\nAs propostas continuam classificadas de acôrdo com o número total de pontos obtidos, pela aplicação de uma fórmula-padrão. Quanto maior o número de pontos, melhor será a colocação da proposta. Apenas o aspecto da fórmula mudcu.\nA nova fórmula é a seguinte:\nc\td.\tM,\tG\tI\tF\nP — k-j ---- + k2 ----- + k3 ---- 4- k4 ---- 4- k- ---- 4- k,. --\nC\tD\tm\tg\ti\tf\nonde as variáveis, os parâmetros e os coeficientes (agora representados por k, em lugar das letras gregas), conservam a mesma significação.\nNote-se que a taxa de juros, J, não mais figura, explicitamente, na composição da fórmula.\nAs demais considerações contidas na.quele item permanecem válidas. As quatro propriedades continuam também as mesmas, cc-m as devidas adaptações às novas condições, é óbvio.\nCabem agora algumas observações sôbre a nova fórmula apresentada. Ei-las:\nl.a Observação;\nComo se verifica por uma simples inspeção, a estrutura da fórmula não é\nrígida; pelo contrário sua composição é eminentemente elástica, comportando mesmo a inclusão de novas variáveis, a supressão de algumas ou o desdobramento das existentes em outras, correlatas, desde que obedecidas as quatro propriedades fundamentais. Como exemplo de um caso de desdobramento, temos a divisão do custo, em custo em moeda nacional e estrangeira:\nc\tc’\nc”\nk, ----- = kx’ ------■ + k,” -------\nC\tC’\tC”\nsendo:\tk,’ + k,\"\n2 a Observação\nNo caso de financiamentos, o custo C não significa o custo nominal mas sim o custo real, isto é, o valor acumulado dos pagamentos parcelados, efetuados durante o prazo do financiamento. O custo real será sempre superior ao custo nominal, sendo função dêste último, da taxa de juros e do prazo do financiamento :\nCr = Cn x\nJ (1 + J)f -I\n•---------------X F\n(1 + J)F _ 1 J\nonde:\nCr = custo real;\nCn = custo nominal;\nJ = taxa de juros;\nF = prazo do financiamento.\nNao havendo financiamento, o custo real e o nominal coincidem.\n3 — OS COEFICIENTES\nA fase mais importante para o julgamento de concorrências, de acôrdo com o critério racional, é a atribuição de valores aos diversos coeficientes k. Neste estágio é que o julgador exerce a sua faculdade de decisão, ao conferir àqueles coeficientes valores proporcionais ao grau de importância que lhes deseja atribuir. Uma vez definidos, porém, a classificação das propostas torna-se, automaticamente, um ato mecânico — independente de qualquer outro juízo ou consideração sôbre o conteúdo das propostas — e regulado apenas pela execução de simples operações aritméticas. E’ por esta razão que os coeficientes devem ser fixados, pela comissão julgadora, anteriormente à aber-\ntura das propostas e ao desvendamento dos seus têrmos. Se fôr julgado aconselhável, poderão ser comunicados aos participantes da concorrência, por ocasião da emissão das cartas-convite, os valores dos coeficientes, para que fiquem cientes do modo pelo qual serão cotejadas e julgadas suas propostas.\nApresentamos adiante tabela de valores para os coeficientes, dos principais tipos de concorrências abrangidos pelo critério racional:\nTipo\tConcorrência\tki\tk2\t\tk.i\tk-\tk«\nI\tAquisição de Materiais (até Cr$ 20 milhões)\t70\t20\t10\t—\t—\t—\nI-a\tAquisição de Materiais (entre 20 e CrS 200 milhões)\t70\t20\t5\t—\t—\t5\nI-b\tAquisição de Materiais (acima, de Cr$ 200 milhões)\t65\t20\t5\t—\t—\t10\nII\tAquisição de Equipamentos Mecânicos • (até Cr§ 20 milhões)\t60\t15\t5\t10\t10\t—\nIl-a | 1\tAquisição de Equipamentos Mecânicos (entre 20 e Cr$ 200 milhões)\t55\t15\t5\t10\t10\t5\nIl-b\tAquisição de Equipamentos Mecânicos (acima, de Cr$ 200 milhões)\t50\t15\t5\t15\t5\t10\nm 1\tExecução de Serviços de Construção e Montagem\t60\t30\t10\t—\t—\t—\nIV\t| 1\tElaboração de Projetos de Instalações Industriais (“engineering &amp; design”)\t50\t20\t5\t20 |\t5 1\t—\nÊstes são, a nosso ver, valores razoáveis e compatíveis com a natureza dos diversos tipos de concorrência. Na aquisição de materiais e equipamentos, por exemplo, acima de Cr$ 200 milhões, onde a obtenção de financiamentos a longo prazo é sobremodo desejável, esta condição repercute na fórmula atra.vés do pêso 10, atribuído ao respectivo coeficiente. Já para a confecção de projetos de engenharia, onde a garantia do perfeito funcionamento das instalações é fator da. máxima importância, traduz-se por k( = 20.\nÊsses coeficientes admitem variações, entretanto, em circunstâncias especiais. No caso de compras de urgência, por exemplo ,em que o prazo de entrega é sumamente importante, pode-se estipular kt = 50, k2 = 40 e k3 = 10. Quando, em qualquer dos casos, se tiver parte dos custos em divisas e parte em cruzeiros, pode-se subdividir kx ■— como dito na. primeira observação ■— em, respectivamente, kx’ = 0,4 k, e k’^ — 0,6 klf conferindo-se destarte pêso maior à parte em moeda nacional.\n4\t— EXEMPLO\nNuma concorrência para construção de três petroleiros de 33 000 TDW, cada, obtiveram-se as cotações resumidas no quadro seguinte.\n\tEstaleiro “X”\t'\tEstaleiro ■«Y»\tEstaleiro “Z”\nc (custo: US$/TDW)\t175.00\t170.00\t165.00\n% do custo em Cr$\t50\t45\t40 ,\n% do custo em USS\t50\t55\t60\nD (prazo: dias)\t540\t660\t690\nM (multa: Cr$)\t570 milhões\t498 milhões\t525 milhões\nG (garantia: dias)\t180\t240\t180\nI (indenização: CiS)\t564,3 milhões\t490,95 milhões\t500,6 milhões\nF (financiamento: anos, %)\t6 — 80%\t7 — 70%\t8 — 70%\nJ (juros: % a.a.)\t6\t7\t7\nNOTA: As indenizações são as máximas., por velocidade e capacidade de carga insuficientes, e consumo de combustível excessivo.\nPara efeito de aplicação do critério racional, o presente exemplo é assimilável ao tipo ,II-b, isto é, aquisição de equipamentos mecânicos, acima de CrS 200 milhões.\nO coeficiente k] foi dividido em:\t.\nk’j (dólares) = 20 e\nk”j (cruzeiros) = 30.\nAplicando se a nova fórmula a cada uma das propostas, teremos:\nEstaleiro “X”\nP = 20 X 1 + 30 X 0,794 + 15 X 1 + 5 X 1 + 15 X 0,75 + 5 X 1 + + 10 X 0,75\nP = 87,57\nEstaleiro “Y”\t---- .\t...\nP = 20 X 0,91 + 30 X 0,883 + 15. X 0,818 + 5 X 0.874 4-15x1\n+ 5 X 0,87 + 10 x 0,875\t'\nP = 89,43\nEstaleiro “Z”\t■\nP = ’20 X 0,84 + 30 x 1 + 15 X 0,783 -|- 5 X 0,921 + 15 X Ó\",7b -+——\t!■ 5 X 0,887 + 10 x 1\t----\nP = 88,85\t,\nPortanto, a classificação final dos concorrentes, de acordo com ò numero de pontos obtidos pela aplicação do critério racional, seria a seguinte: .\n1.\t° colocado: Estaleiro “Y”, com 89,43 pontos;\n2.\t° colocado: Estaleiro “Z”, com 88,85 pontos;\n3.\t° colocado.: Estaleiro “X”, com,<87,57 pontos. , .\t...\t,\nO vencedor da, concorrência, como se verifica,' não foi o que apresentou x> menor preço, mas. sim o que ofereceu, em conjunto, as melhores, çondij&amp;es,\n5\t— AGRADECIMENTO\t'\t••■-■'\"i’'\nAqueles que contribuiram para o aperfeiçoamento dêste métódò, oferecendo sugestões e críticas construtivas, queremos deixar aqui consignado nosso sincero agradecimento. E aos que, com palavras e gestos de estíipulp, nos encorajaram a prosseguir nesta .tarefa, nossa perene, gratidão. ......,\nFazem jus a umá menção especial, entretanto, as seguintes pessoas: '\n— Comandante João Carlos Soares Bandeira, pela valiosa colaboração prestada na confeção do exemplo sôbre a concorrência dos petroleiros;\n— Eng° Hilnor Canguçu Taulois de Mesquita? pela sugestão sôbre o desdobramento do custo, em moeda nacional e estrangeira;\n— Eng° Hermógenes Lima Filho, pelas críticas e comentários apresentados.\nSYNOPSIS — Revised and elarged version of the crite/ium for classification of proposals through a rational way, showed in the V. 5 - N, 1/2. Modifications to remove original failures and inconveniences were been introduced. ~\t1\n(Originais recebidos em 9-1-63)"}]}}}