{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05314"}, {"@name": "filename", "#text": "BTP_1972_15_2_10_Modelo_matematico.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "<À Í!'X'^ rje/i'd© ^wLU^\nPESQUISA TECNOLÓGICA\nModelo matemático\npara gás\nPaulo Varjão de Andrade (*)\nPaulo Affonso Lopes Borges (**)\nSINOPSE — A análise de gás expressa em moles é encarada como um conjunto de números aleatórios que vàriam entre zero e um. São apresentadas sugestões para fazer as análises calculadas se assemelharem aos tipos freqiientemente encontrados na indústria do petróleo.\nCx/A\n(*) Téenieo da Região de Produção da Bahia, Departamento de Exploração e Produção (RPBA/DEXPRO) — PETROBRÁS.\n(#!í) Auxiliar Téenieo de Laboratório da Região de Produção da Bahia, Departamento de Exploração e Produção (RPBA/DEXPRO) — PETROBRÁS.\t-\nB. tée. PETROBRÁS, Rio de Janeiro, 15 (2) : 209-211, abr./jun., 1972\n/\nPAULO VARJÃO DÉ ANDRADE, Químico Industrial formado pela Escola Nacional de Química (1946), ingressou no Conselho Nacional do Petróleo (CNP) em 1947, para trabalhar no Laboratório da Jiquitaia. Estagiou no U. S. Bureau of Mines por um ano (1952). Tem exercido diversas funções na Empresa, estando, presentemente, na chefia do Laboratório da Região de Produção da Bahia (RPBA).\nPAULO AFFONSO LOPES BORGES, Bacharel em História Natural pela Universidade Católica de Salvador (1964), ingressou na PETROBRAS em 1961, tendo sido lotado no Laboratório da Região de Produção da Bahia (RPBA), trabalhando em Petrofísica. Estagiou nos Estados Unidos por três meses (Core Lab., análise c. amostras de fluidos de reservatórios). Atualmente responde pela Seção de Análise PVT de Óleos no Laboratório de Jiquitaia.\n1\t— INTRODUÇÃO\nUma análise de gás, expressa em moles dos componentes, pode ser encarada como um conjunto de i números compreendidos entre 0 e 1, cuja soma é igual à unidade. Em princípio, e no caso mais simples, poderá ser tomada como equivalente a uma sequência de números randômieos, os quais estão sujeitos às duas restrições adiante apontadas. O teor de cada componente, em moles, C2, poderá ser dado por:\nCi = (N7?),- X (1 - 3 Ct-x) (1) »—í\nonde (NR)i é um número aleatório\nentre 0 e 1, tendo-se 3 Cí-i = 0, i—1\npara i = 1.\nÉ evidente que os teores de cada componente poderão ser tomados como funções contínuas entre 0 e 1, sem objeções de ordem teórica. Esta afirmativa se justifica do ponto de vista físico-químico e é confirmada na prática operacional, embora nem todas as composições possíveis sejam encontradas com freqüência nas operações. Muitas delas poderiam corresponder a condições particulares, sem nenhum interesse industrial. Ê necessário, então, introduzir outras restrições na fórmula (1), para manter o\nTABELA I\nGASES ALEATÓRIOS\naspecto da representabilidade, isto é, de fazer com que as análises dela obtidas reflitam o “tipo” ou a “gama” que se encontra com mai frequência na indústria petrolífera\nNeste sentido, as possibilidade são inúmeras e apenas três dela são citadas, por serem de fáci emprego.\n1\t— Fixação da concentração de um ou mais componentes ou introdução de relações entre os teores dos diversos componentes. Por exemplo, a concentração varia no sentido inverso do peso molecular (Cx > C2 > ... > Cn). Ou: o teor de Cn + é inferior a um limite dado.\nCOMPOSIÇÃO. EM MOLES\nN.°\tCi\t■’ c2\tc3\t•\" . iCi\tnCi\t. iC6 .\tnC5\tc6+\tObservações\n1\t.5310\t.3245\t.0536\t.0626\t.0161\t.0037\t.0023\t.0061\t\n2\t.4598\t.2973\t.0916\t.1355\t.0113\t.0022\t.0014\t.0010\t\n3\t.3503\t.1215\t.4830\t.0115\t.0016\t.0294\t.0006\t■ .0020\t\n4\t.0835\t.4411\t.3773\t.0429\t.0527\t.0005\t.0007\t.0012\tPrograma\nõ\t.0396\t.1698\t.6477\t.1271\t.0032\t.0069\t.0047\t.0010\tpara\n6\t.3809\t.1664\t.1160\t.2132\t.0520\t.0385\t.0011\t.0309\tmini-\n7\t.5612\t.3460\t.0159\t.0552\t.0110\t.0046\t.0017\t.0044\t-computador\n8\t.6228\t.1091\t.0919\t.1628\t.0111\t.0015\t.0008\t.0000\t\n9\t.9407\t.0076\t.0006\t.0101\t.0155\t.0075\t.0114\t.0065\t\n10\t.5135\t.0978\t.0308\t.1363\t.1848\t.0030\t.0258\t.0079\t\n1\t.3567\t.4094\t.0253\t.0882\t.0074\t.0071\t.0344\t.0715\t\n2\t.8842\t.1022\t.0114\t.0013\t.0009\t.0000\t.0000\t.0000\t\n3\t.5097\t.0966\t.0374\t.1056\t.1064\t.0546\t.0854\t.0044\t\n4\t.8018\t.1493\t.0393\t.0052\t.0022\t.0014\t.0009\t.0000\t\n5\t.8420\t.1528\t.0037\t.0002\t.0010\t.0001\t.0000\t.0000\tPrograma\n6\t.3781\t.5572\t.0306\t.0094\t.0220\t.0010\t.0012\t.0005\tFortran\n7\t.4167\t.3669\t.1133\t.1011\t.0013\t.0006\t.0000\t.0000\t\n8\t.7194\t.2055\t.0315\t.0186\t.0071\t.0066\t.0016\t.0096\t\n9\t.0461\t.4338\t.4231\t.0279\t.0626\t.0022\t.0018\t.0024\t\n10\t.9682\t.0122\t.0019\t.0108\t.0021\t.0040\t.0007\t.0000\t\nObservação: As eventuais diferenças entre a soma, dos componentes e a unidade decorrem dos arredondamentos para expressar às análises com quatro decimais.\n2\t— Restrição quanto a propriedades físicas. Pode-se considerar, apenas, por exemplo, os gases com densidade inferior a um limite estabelecido.\n3\t— Combinações de restrições dos dois tipos acima apontados poderíam dar um caráter mais rea-lístico às “análises” calculadas.\n2\t— RESULTADOS\nA fórmula (1) foi programada tanto em FORTRAN como na linguagem do mini-computador HP 9100 B, podendo gerar seqüências do número desejado de análises\ncom tantos componentes quanto for conveniente, com a precisão adequada.\nA tabela I apresenta dez gases calculados com oito componentes (para corresponder à análise habitual de Ci a Ce + da Engenharia de Reservatórios), obtidos no mini--computador, incluindo, também, outros dez gerados a partir de programa FORTRAN.\nA tabela II, calculada em computador de grande porte (IBM 1130) inclui a densidade e as constantes pseudo-críticas obtidas a partir da composição encontrada, mostrando a gama de valores que a com-\nposição e propriedades podem assumir.\nAmbas as tabelas correspondem ao caso mais simples, isto é, às duas únicas restrições citadas na introdução da presente nota.\nSugere-se o nome “GÁS ALEATÓRIO” para designar qualquer “gás” cuja análise seja obtida pelo método aqui descrito.\n3\t— AGRADECIMENTO\nOs autores agradecem ao Técnico Francisco de Assis Medeiros, pela colaboração prestada na programação FORTRAN.\nTABELA II\nGASES ALEATÓRIOS\nCOMPOSIÇÃO E PROPRIEDADES\nN.«\tc.\tCo\tc3\tiCi\tnCi\tiCs\t\tCõ+\tDensidade\tpPc\tpT°\n1\t0,5212\t0,297J\t0,0981\t0,0129\t0,0384\t0,0124\t0,0175\t0,0012\t0,9289\t666,1\t437,7\n2\t0,5230\t0,1019\t0,0279\t0,0084\t0,3303\t0,0011\t0,0037\t0,0033\t1,1406\t631,9\t520,8\n3\t0,4331\t0,2206\t0,3244\t0,0134\t0,0064\t0,0011\t0,0006\t0,0000 ■\t1,0070\t660,1\t502,8\n4\t0,2483\t0,1812\t0,4058\t0,0986\t0,0456\t0,0052\t0,0124\t0,0025\t1,2851\t633,5\t580,0\n5\t0,1456\t0,7637\t0,0501\t0,0312\t0,0014\t0,0037\t0,0040\t0,0000\t1,0348\t692,2\t534,2\n6\t0,1562\t0,4186\t0,0300\t0,1808\t0,1310\t0,0041\t0,0233\t0,0555\t1,4386\t626,7\t611,2\n7\t0,8206\t0,1367\t0,0293\t0,0102\t0,0027\t0,0001\t0,0000\t0,0000\t0,6675\t674,6\t386,8\n8\t0,2339\t0,2233\t0,0783\t0,3443\t0,0780\t0,0305\t0,0002\t0,0111\t1,4403\t609,3\t603,9\n9\t0,0496\t0,6056\t0,3021\t0,0010\t0,0013\t0,0082\t0,0011\t0,0007\t1,2067\t672,6\t584,7\n10\t0,7883\t0,1557\t0,0458\t0,0080\t0,0018\t0,0001\t0,0000\t0,0000\t0,6880\t674,9\t394,7\nObservações: a) Composição em moles\nò) Densidade em relação ao ar\nc)\tpPc em psia\nd)\tpTc em °R\nSYNOPSIS — Gas analysis expressed in moles is taken as a set of random numbers varying between zero and one. Sugestions are made so that calculated analyses conform to the types usually found in the petroleum industry.\n(Originais recebidos em 9-IX-71.)"}]}}}