{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.22291"}, {"@name": "filename", "#text": "6239_canionsdosul.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1313\nGEOPARQUE CAMINHOS \nDOS CÂNIONS DO SUL (RS/SC)\n\nMichel Marques Godoy\nCPRM - Serviço Geológico do Brasil\n\nRaquel Barros Binotto \nCPRM - Serviço Geológico do Brasil\n\nWilson Wildner\nCPRM - Serviço Geológico do Brasil\n\n- proposta -\n\n\n\nVista aérea do Cânion Fortaleza - Magníficos cânions esculpidos nas escarpas \nAparados da Serra. Foto: Renato Grimm.\n\n\n\n459\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\nRESUMO \n\nUma proposta de criação do “Geoparque Caminhos dos Cânions do Sul”, localizado próximo \nà zona litorânea da Região Sul do Brasil, divisa dos estados de Santa Catarina e Rio Grande do Sul, é \napresentada. Esta proposta tem por base o potencial geoturístico dos cânions, também conhecidos \ncomo “Aparados da Serra”. A região é considerada  patrimônio geológico nacional e conta com duas \nunidades de conservação federais, os parques nacionais Aparados da Serra e Serra Geral. A área é \nreconhecida como a  maior concentração de cânions do país e apresenta uma sucessão de belíssimas \nescarpas que atingem até 1157 metros de altura, possuindo uma extensão total de aproximadamente \n250 km. Aliada à beleza cênica dos cânions, também merece destaque a biodiversidade do Bioma \nMata Atlântica e os geomonumentos da Planície Costeira. Neste contexto foi elaborado o cadastro \ndos geossítios/geomonumentos, indicando a relevância e interesse de cada um, assim como um mapa \ngeológico compilado na escala 1:750.000 com a locação dos geossítios inventariados. Somado ao patri-\nmônio geológico, merece destaque a infraestrutura para o turismo rural e de aventura oferecido aos \nvisitantes que chegam à região. Ressalta-se, no âmbito da proposta do Geoparque, o envolvimento das \ncomunidades locais que, através da Associação dos Municípios do Extremo Sul Catarinense (AMESC) \ne da Secretaria de Turismo do Estado do Rio Grande do Sul, vêm realizando ações relevantes em prol \ndo turismo e da estruturação de um Geoparque na região.\n\nPalavras-chave: geoparque, cânions do sul, geossítio, Aparados da Serra, planície costeira.\n\nABSTRACT\n\nPathways of the Southern Canyons Geopark (States of Rio Grande do Sul and Santa Catarina) \n- Proposal. \n\nA proposal to create the “Pathways of the Southern Canyons Geopark”, located near the \ncoastal area of southern Brazil on the border between the states of Santa Catarina and Rio Grande \ndo Sul, is presented.This proposal is based on the geotouristic potential  of the canyons, also known \nas “Aparados da Serra”. The region is considered as a national geological heritage and has two federal \nconservation areas, the Aparados da Serra and Serra Geral national parks. The area is recognized as \nthe highest concentration of canyons in the country and presents a succession of beautiful cliffs that \nreach the height of 1157 meters and a total length of about 250 km. Coupled with the scenic beauty \nof the canyons, also the biodiversity of the Atlantic Forest biome and geomonuments of the Coastal \nPlain should be highlighted. In this context an assessment of geosites / geomonuments was prepa-\nred, showing its relevance and interest, as well as a geological map in scale 1:750.000 was compiled, \nin which the recorded sites were indicated. In addition to the geological heritage, the infrastructure \nfor rural tourism and adventure offered to visitors who arrive in the region should be highlighted. It \nshould be noted under this proposal the involvement of local communities, through the Association \nof Municipalities of the Far South Santa Catarina (AMESC) and the Secretariat of Tourism of Rio \nGrande do Sul, that have been carrying out significant actions to promote tourism and the structuring \nof a Geopark in the region.\n\nKeywords: geopark, southern canyons, geosites, Aparados da Serra, coastal plain.\n\n\n\n460\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\nINTRODUÇÃO \n\nA área dos Cânions do Sul situa-se próximo à zona \nlitorânea da região sul do Brasil, constituindo parte da \ndivisa dos estados de Santa Catarina (SC) e Rio Grande \ndo Sul (RS), sendo que a área de proposta de geoparque \nabrange dezenove municípios distribuídos em aproxima-\ndamente 5.750 km2.\n\nA área do Projeto Proposta de Geoparque Caminhos \ndos Cânions do Sul possui grande potencial do ponto de \nvista geoturístico. A região também é conhecida como \n“Aparados da Serra”, e constitui a maior concentração \nde cânions do Brasil. Do ponto de vista do patrimônio \ngeológico configura um dos maiores eventos magmáticos \nocorridos no planeta (135-119 Ma.), cenário de atividades \nvulcânicas que cobriram cerca de 1.2 x 106 km2, e que \nestão associadas à ruptura do continente Gondwânico. A \nborda sudeste desta grande província forma um conjunto \nde escarpas, derivadas da notável feição geomorfológica \nformada pelo corte abrupto do Planalto dos Campos de \nCima da Serra, através de paredões verticalizados de rocha \nvulcânica. A área de ocorrência dos cânions possui uma \nextensão total de aproximadamente 250 km e mostra uma \nsucessão de escarpas de até 900 m de altura. \n\nAliada à beleza cênica dos cânions, merece destaque \na biodiversidade da região representada pelo Bioma Mata \nAtlântica. Nos Campos de Cima da Serra ocorrem as flo-\nrestas de araucárias e nas escarpas a mata pluvial tropical \natlântica. Nestes dois casos, constituem-se parcelas do pouco \nque restou desse importante Bioma, e que ainda se encontra \npreservado no país. Cabe ressaltar que na região da Proposta \nde Geoparque existem duas unidades de conservação fede-\nrais, os parques nacionais Aparados da Serra e Serra Geral. \n\nO turismo nos cânions teve um impulso nas duas \núltimas décadas, e atualmente conta com uma rede de \nhospedagem diversificada. Na região dos Campos de Cima \nda Serra (RS), o foco é em hospedaria familiar rural; já \nna região litorânea se destacam as redes de pousadas, em \nespecial as localizadas no Município de Praia Grande (SC). \nA exploração turística da região baseia-se principalmente \nno turismo rural e de aventura, tendo destaque os passeios \nguiados aos mirantes (belvederes) do planalto escarpado, \ne as trilhas guiadas a pé no interior dos cânions. O difícil \nacesso de alguns pontos de visitação determinou a criação \nde associações de guias no RS e SC. Estes profissionais são \nna maioria moradores locais, e são treinados e autorizados \na realizar passeios turísticos na região.\n\nAs comunidades locais estão mobilizadas em prol \ndo geoturismo, através da Associação dos Municípios do \nExtremo Sul Catarinense (AMESC). No Estado do Rio \nGrande do Sul, segundo informações da Secretaria de \nTurismo do Estado (www.turismo.rs.gov.br), os municí-\npios de Cambará do Sul e São José dos Ausentes fazem \nparte do Consórcio de Desenvolvimento Sustentável da \nRegião dos Campos de Cima da Serra, estando conso-\nlidado o \"Caminho dos Tropeiros\" como rota turística. \nJá a rota \"Um Mosaico de Paisagens e Sentidos\" integra \na paisagem litorânea aos cânions (balneário de Torres).\n\nEntre os municípios gaúchos e catarinenses existe \na intenção de formalizar um acordo de cooperação que \ncompõe a Proposta de Geoparque. Dentro desta articu-\nlação se discute a estratégia de explorar os caminhos e as \nrotas que levam aos cânions, por isso o nome da Proposta \nde Geoparque. Desta maneira seria também explorado o \npotencial da região litorânea, que fica localizada a menos \nde 40 km das entradas dos cânions.\n\nPara o trabalho de inventário  do patrimônio geológico \nda região dos Cânions do Sul, a CPRM destacou uma equipe \ncomposta por geólogos, assessorados por consultores inter-\nnos da própria instituição, que compõem a equipe do Projeto \nGeoparques dessa Empresa. Durante a execução do projeto \nforam realizadas reuniões de trabalho com as entidades \nenvolvidas na criação do geoparque, tais como associações \nturísticas, prefeituras e órgãos governamentais estaduais.\n\nNeste sentido, em março de 2011 foi realizada uma \napresentação prévia da proposta de “Geoparque Caminhos \ndos Cânions do Sul” na Secretaria de Estado do Desen-\nvolvimento Econômico Sustentável em Araranguá (SC). \nNesta oportunidade, estavam presentes representantes dos \npoderes públicos e privados estaduais (SC e RS), Instituto \nChico Mendes de Conservação da Biodiversidade (ICM-\nBio), e moradores locais. Após a apresentação e discussão \ndos geossítios pré-inventariados, a platéia pode sugerir \nnovos locais como potenciais geossítios, que posteriormente \nforam avaliados pela equipe técnica da CPRM. No total, \nforam levantados 20 geossítios na presente proposta de geo-\nparque (Figura 3), sendo que a maioria destes locais estava \nincluída nas proposições feitas pelas comunidades locais.\n\nNão menos importante é o envolvimento das comu-\nnidades locais que, conforme acima mencionado, estão \nmobilizadas em prol do geoturismo através da Associação \ndos Municípios do Extremo Sul Catarinense (AMESC) e \ndo Consórcio de Desenvolvimento Sustentável da Região \ndos Campos de Cima da Serra.\n\n\n\n461\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\nDentro da função institucional da CPRM, a região dos \nCânions do Sul é contemplada por mapeamento geológico \nbásico nas escalas 1:750.0000 no RS, e 1:500.000 em SC. \nEstes trabalhos integram o Programa de Levantamentos \nGeológicos Básicos (PLGB) da CPRM, sendo que o mapa \ngeológico do RS foi lançado no ano de 2009. O mapa de SC \nestá em fase de finalização, tendo previsão de lançamento \npara o ano de 2011.\n\nDe acordo com os critérios estabelecidos pela \nUNESCO para a criação de geoparques, a região proposta \ncumpre com os pré-requisitos básicos, destacando-se \nentre eles: \n\n(i) área de tamanho considerável, abrangendo 18 \nmunicípios e dois parques nacionais, além de aproxima-\ndamente 223.000 pessoas residentes da região;\n\n(ii) relevância dos sítios geológicos e geomorfo-\nlógicos, dando visibilidade a uma das maiores grandes \nprovíncias ígneas do planeta;\n\n(iii) infra-estrutura para o turismo, posicionada em uma \ndas áreas mais privilegiadas dos Campos de Cima da Serra;\n\n(iv) existência de localidades de interesse histórico- \ncultural.\n\nA região do Projeto abrange uma população de aproxi-\nmadamente 223 mil habitantes. Alguns municípios como \nAraranguá e Torres apresentam um perfil eminentemente \nurbano enquanto Mampituba e São João do Sul concen-\ntram a população no meio rural.\n\nO IDHM, que varia de zero (nenhum desenvolvimento \nhumano) até um (desenvolvimento humano total), passou \nde médio (0,753) a alto (0,814) para o estado do Rio Grande \ndo Sul, no período considerado (1991-2000). No estado \nde Santa Catarina, a situação foi similar, tendo passado de \n0,748 para 0,822. Já os municípios da região do Geoparque, \napesar de apresentarem incrementos nos seus índices de \ndesenvolvimento humano, continuaram com IDHMs \nmédios, com exceção dos municípios de Araranguá, Turvo \ne Torres, os quais acompanharam a tendência estadual.\n\nAs principais atividades econômicas da região são a \nagropecuária e o turismo, em especial a pecuária e a sil-\nvicultura, na porção gaúcha, e o plantio de arroz irrigado, \nbanana e fumo junto à Planície Costeira, onde o relevo se \napresenta plano e suave-ondulado.\n\n \nLOCALIZAÇÃO \n\nA região dos cânions do sul situa-se no sul do Brasil, \npróximo à zona litorânea, e constitui parte da divisa dos \n\nestados de Santa Catarina e Rio Grande do Sul (Figuras 1, \n2 e 3). Partindo das duas capitais regionais, Porto Alegre \n(RS) e Florianópolis (SC) optando pelas rotas mais curtas, \na região dos cânions dos sul distam aproximadamente 220 \nkm e 280 km respectivamente. \n\nPara acessar os cânions existem duas rotas princi-\npais (Figuras 1, 2 e 3), uma pela região serrana (muni-\ncípios de Cambará do Sul e São José dos Ausentes), \ne outra pelo litoral (municípios de Torres, Sombrio, \nAraranguá, Praia Grande, Jacinto Machado, Timbé \ndo Sul). Grande parte do percurso é contemplada por \nrodovias asfaltadas, porém, para acessar aos geossítios \ne as trilhas geoturísticas é necessário percorrer vias \nnão pavimentadas. A visitação em trecho de estrada de \nchão ocorre a partir das cidades de Cambará do Sul e \nSão José dos Ausentes no Rio Grande do Sul. Em Santa \nCatarina, os trechos não pavimentados ocorrem a par-\ntir das cidades de Praia Grande e Timbé do Sul, sendo \nque para acessar os cânions é necessário percorrer vias \níngremes pelas serras do Faxinal e Rocinha (Figura 3), \nrespectivamente. \n\nO acesso mais direto à região dos cânions (Figura 2) \npassa por Praia Grande e Cambará do Sul, pela rodovia \nSC-450, conhecida como Serra do Faxinal. O acesso até \nCambará do Sul, pelo Rio Grande do Sul, é realizado por \nrodovia pavimentada a partir de São Francisco de Paula, \nque, por sua vez, é acessada a partir de Porto Alegre via \nTaquara, ou pelo importante pólo turístico de Gramado-\n-Canela. O acesso à Praia Grande pode ser realizado por \nTorres, no Rio Grande do Sul, a partir de Mampituba, ou \npor Santa Catarina, passando por São João do Sul e Santa \nRosa do Sul. \n\nNo RS, as rodovias de acesso via-serra partindo de \nPorto Alegre são a BR-116 ou a RS-020. Na rota via litoral \na opção é a BR-290 que acessa a BR-101. Em SC, quando \npartindo de Florianópolis, o principal acesso é via litoral \npela BR-101 que dá acesso às cidades de Praia Grande e \nTimbé do Sul.\n\nDentre as opções mencionadas, existem também, no \nRS e SC, outras duas rotas de acesso aos Cânions do Sul \nque ligam as vias serranas e costeiras. Cabe ressaltar que \ntais rotas estão localizadas no entorno da área de proposta \nde geoparque, e constituem-se importantes rotas turísticas \nnos dois Estados (Figura 4).\n\nNo RS, a chamada Rota do Sol (RS-453/RS-486) é \numa belíssima estrada recentemente pavimentada que \nliga a região serrana ao litoral norte gaúcho (Figura 4). \n\n\n\n462\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\nFigura 2 - Localização da área do Geoparque em relação às capitais dos estados de Santa Catarina e Rio Grande do Sul.\n\nFigura 3 - Modelo Digital do Terreno e limites municipais. Fonte: Shuttle Radar Topography Mission (SRTM) e IBGE (limites municipais \nretifi cados pelo Mosaico GeoCover 2000®).\n\n\n\n463\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\nFigura 4 - Mapa esquemático das rodovias Rota do Sol e Serra do Rio do Rasto. Fonte: Google Earth 5.0.1.\n1 - Mirante Rota do Sol (Km 40)   2 - Belvedere da Serra do Rio do Rasto (Bom Jardim da Serra)   3 - Contato das Formações \nBotucatu e Serra Geral (Km 16,7)   4 - Marco Geológico nº 11    5 - Afloramento da Formação Rio do Rasto (Marco 11 - Km 14,3).\n\n\n\n464\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\nFigura 5 - Situação da área de estudo em relação às áreas protegidas dos estados de Santa Catarina e Rio Grande do Sul. Fonte: MMA / IBAMA (2003).\n\nO trajeto em questão possui cerca de 60 km, e conta com \ntúneis e viadutos que cortam a chamada Serra do Pinto. \nEste trecho da Rota do Sol compreende o Município de \nTainhas (serra) no trevo com a RS-020, e tem prossegui-\nmento até o trevo com a BR-101 no Município de Terra \nde Areia (litoral). Os diferencias desta estrada estão \nligadas as perfeitas condições de tráfego e aos belvederes \ninstalados na via para contemplação da Serra do Mar e \nborda sul dos cânions.\n\nEm SC, a estrada da Serra do Rio do Rastro (SC-438) \né reconhecida no meio científico brasileiro por possuir \num dos melhores conjuntos de afloramentos da coluna \nestratigráfica da borda sudeste da Bacia Sedimentar do \nParaná, representando uma das colunas clássicas da \nestratigrafia do supercontinente Gondwana mundial \n(Orlandi Filho et al., 2002). No belíssimo trajeto de 17 \nkm que compreende a cidade Lauro Müller na cota 200 \n\nm até o Município de Bom Jardim da Serra na cota 1.400 \nm, existem 17 pontos de visitação geológica. Cada ponto \npossui um marco com a descrição do afloramento reali-\nzada pelo geólogo americano Israel C. White em 1908, que \nna época chefiava a “Comissão de Estudos das Minas de \nCarvão de Pedra do Brazil”. Este trabalho (White, 1906) \né um marco na história geológica brasileira, sendo que a \ncoluna estratigráfica proposta por essa comissão acabou \nsendo batizada com o nome de seu idealizador, ficando \nconhecida como Coluna White.\n\nEm termos de áreas protegidas (Figura 5), são identifi-\ncadas, na região, três unidades de conservação – o Parque \nNacional (PARNA) de Aparados da Serra (Figura 6), o \nPARNA Serra Geral e o Parque Estadual de Itapeva –, um \nparque turístico (Guarita-José Lutzenberger) e áreas de \nReserva da Biosfera da Mata Atlântica. O Parque Estadual \ndo Tainhas é limítrofe à área do Geoparque.\n\n\n\n465\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\nFigura 6 - Pórtico de entrada do Parque Nacional de Aparados da Serra \nno Cânion Itaimbezinho.\n\nDESCRIÇÃO GERAL DO GEOPARQUE\n\nCaracterização do Território do Geoparque \n\nSegundo a classificação climática de Köppen, a região \ndo projeto apresenta clima subtropical dos tipos Cfb \n(inverno frio com verão ameno) e Cfa (inverno frio com \nverão quente). O tipo Cfb ocorre nas áreas mais altas e \nserranas e o Cfa no litoral (Moreno, 1961). \n\nAs condições meteorológicas da região dos Cânions \ndo Sul são muito instáveis, sendo comum a formação de \nnevoeiros que, por muitas vezes, impedem a contemplação \ndos cânions. Em razão da proximidade das escarpas com \na Planície Costeira, massas de ar quentes vindas do litoral \nse chocam com a serra causando o seu condensamento na \nforma de intensa nebulosidade em áreas altas.\n\nO fenômeno de formação dos nevoeiros é chamado \npelos moradores locais de “viração” em razão da rapidez \nde como se forma nos cânions (Figura 7).\n\nCabe ressaltar, também, que a região dos Cânions do \nSul é um dos poucos lugares em território brasileiro onde há \nocorrência de neve nos períodos de inverno, sendo comum \npelo menos uma precipitação de neve por ano (Figura 8).\n\nFigura 7 - Cânion do Fortaleza com a presença de nevoeiro. Na foto é \npossível visualizar a chegada da “viração” que preenche todo vale do \ncânion. No detalhe, o Cânion Itaimbezinho parcialmente encoberto \npela nebulosidade. \n\nFigura 8 - Precipitação de neve durante o inverno de 2010 na região do pico Monte Negro no Município de São José dos Ausentes (RS) à direita, \no mesmo local um mês antes, durante os trabalhos de campo do projeto geoparque. \n\n\n\n466\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\nNo que se refere à evolução geomorfológica da região, \nDantas et al., (2005) descrevem que a mesma tem origem na \nfragmentação do Supercontinente Gondwana e correspon-\ndente abertura do Atlântico Sul durante o Cretáceo. Todo \no cenário morfológico da costa catarinense apresenta uma \nhistória Pós-Cretácica, sendo o fato mais relevante o soer-\nguimento da Serra Geral, constituída por rochas sedimen-\ntares gonduânicas de idade Paleozóica a Mesozóica. A Serra \nGeral representa, na realidade, uma escarpa de borda de \nplanalto e este levantamento processou-se, provavelmente, \na partir do final do Cretáceo e ao longo de todo o Terciário, \nproduzindo desnivelamentos superiores a 1.000 m.\n\nConcomitantemente ao soerguimento epirogênico \ndas cadeias litorâneas, ocorreu um progressivo recuo das \nescarpas de borda de planalto ao longo do Cenozoico, o \nque propiciou o estabelecimento de uma extensa baixada \nlitorânea e o afloramento de rochas sedimentares de idade \nPermiana no Litoral Sul Catarinense (Dantas et al., 2005).\n\nEsta erosão regressiva da escarpa da Serra Geral propiciou \na geração de uma ampla superfície deposicional na costa sul \ncatarinense, com franca exposição de depósitos na forma \nde leques aluviais, disseminados por uma extensa planície \nde idade Pliocênica a Quaternária. Se observa na paisagem \nrelevos residuais resultantes da extensa erosão regressiva que \noriginou o piso das atuais baixadas litorâneas. Estas formas \nremanescentes consistem em espigões alongados que se proje-\ntam das escarpas em direção à planície costeira, apresentando \nfeições de extensos alinhamentos serranos ou mesmo sob \nforma de simples morros-testemunho (Dantas et al., 2005).\n\nO cenário imponente da escarpa da Serra Geral é \nmarcado por uma dissecação diferencial do seu front, \nproduzida pela rede de canais que esculpem profundos \nvales em “V”, delineados por condicionantes estruturais \ndo substrato. Nestes terrenos íngremes, os solos tendem \na ser muito rasos, ainda que sustentem uma vegetação de \nporte florestal, devido ao clima muito úmido. Esta con-\ndição geoecológica caracteriza a escarpa da Serra Geral \ncomo uma unidade geomorfológica muito suscetível a \nmovimentos de massa, destacando-se deslizamentos rasos \ntranslacionais no contato solo-rocha durante eventos \nclimáticos de extrema pluviosidade. Os movimentos de \nmassa detonados nas altas vertentes da escarpa catalisa-\nram grandes torrentes de fluxos detríticos e corridas de \nlama que percorreram os principais eixos de drenagem \ne que esparramam grande massa de sedimentos nas \nplanícies alúvio-coluvionares imediatamente a jusante \n(Dantas et al., 2005; Scheibe et al, 2010).\n\nAs planícies costeiras que ocupam a porção externa \ndas baixadas litorâneas apresentam uma complexa \nhistória geológica marcada pelos eventos transgresso-\n-regressivos que ocorreram durante o Quaternário \nSuperior, com base em evidências estratigráficas, sedi-\nmentológicas, biológicas e datações por radiocarbono \n(Dantas et al., 2005). \n\nA construção dos terraços marinhos arenosos está \nassociada a períodos regressivos da linha de costa, ime-\ndiatamente após eventos de máximos transgressivos. O \nperíodo regressivo subseqüente à última transgressão \npropiciou o desenvolvimento dos terraços marinhos \nholocênicos e a colmatação de corpos lagunares origi-\nnados entre as duas gerações de terraços marinhos. A \nLagoa do Sombrio, por exemplo, é um resquício de uma \ngrande paleo-laguna que foi progressivamente assoreada, \nformando uma extensa planície lagunar que margeia \nos atuais corpos d’água numa disposição longitudinal à \nlinha de costa. Uma característica importante das planí-\ncies costeiras holocênicas do litoral Sul Catarinense é o \namplo desenvolvimento de formações eólicas (Dantas et \nal., 2005).\n\nEm termos de uso e ocupação do solo, conforme já \nmencionado, a porção leste da área do Projeto, carac-\nteristicamente plana, está ocupada com a orizicultura, \ndesenvolvida nas planícies. No Planalto, as principais \natividades econômicas são a pecuária extensiva e a sil-\nvicultura. Em Cambará do Sul, a indústria de celulose \nmerece destaque.\n\nCaracterização Geológica \n\nAs escarpas e os cânions da Serra Geral são sem \ndúvida, uns dos mais magníficos e imponentes acidentes \ngeomorfológicos do Brasil. Os processos formadores deste \ngeomonumentos rochosos despertam muita curiosidade a \nquem visita a região, e constituem um capítulo da geologia \nainda pouco conhecido do público geral.\n\nPara compreender melhor a origem destes escar-\npamentos e dos grandes cânions a ele associados, é \nimportante voltarmos cerca de 225 milhões de anos \natrás, ao período geológico denominado Permiano, \nquando os atuais continentes ainda estavam unidos e \nformavam um supercontinente denominado PANGEA, \nque mais tarde viria a se subdividir em dois grandes \nblocos denominados como LAURÁSIA e GONDWANA \n(Figura 9).\n\n\n\n467\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\nCom o avançar do tempo geológico desenvolveu-se, \nna borda do supercontinente gondwânico recém formado, \num mar intracontinental que evoluiu para uma vasta bacia \nsedimentar, com mais de 1.500.000 km2, geologicamente \nconhecida como Bacia Sedimentar do Paraná. \n\nEsta bacia abrange na América do Sul, os estados do \nRio Grande do Sul, Santa Catarina, Paraná, São Paulo, \nMato Grosso, Mato Grosso do Sul, Goiás e Minas Gerais, \nestendendo seus limites para fora do Brasil e abrangendo \nparte do Uruguai, Argentina e Paraguai, e a Bacia de \nEtendeka, posicionada no sudoeste do continente Afri-\ncano, ocupando parte da Namíbia. Recobrindo o espesso \npacote de rochas sedimentares que formam a estrutura \ncentral da bacia, ocorre um conjunto de rochas vulcâ-\nnicas com espessura de até 1500 metros, que chegaram \nà superfície através de profundas fendas geológicas que \nderramaram extensos lagos de lava sob esta bacia. Estas \nlavas são provenientes de magmas formados no manto, \nque ascenderam na crosta por um processo de aqueci-\nmento provocado por pontos quentes. Estas zonas de \n\nFigura 9 - Fragmentação do PANGEA e consequente origem dos con-\ntinentes LAURÁSIA e GONDWANA, ocorrida a há 225 milhões de anos \natrás. A partir deste período, o Gondwana e a Eurásia se separam e \ncomeça a migração das frações continentais, gerando o afastamento \nda América do Sul do continente Africano e Eurásia (modificado de \nhttp://pubs.usgs.gov./publications/text/historical.html).\n\naquecimento, ou hot spots, são provocadas pela existência \nde um sistema de convecção do manto gerado pelas dife-\nrenças de temperatura existentes entre o manto aquecido, \nque tende a subir, e a base da crosta, pouco aquecida, que \ntende a descer. Este modelo de convecção é a base das \nmovimentações das placas tectônicas, que arrastam os \ncontinentes que estão na superfície, como gigantescos \n“icebergs rochosos”.\n\nComo conseqüência deste processo dinâmico da crosta \nterrestre, e regido pelas regras da Tectônica de Placas ocor-\nrido a aproximadamente 135-110 milhões de anos, o super-\ncontinente Gondwana começou a movimentar-se até sua \nposição atual. (veja a animação deste processo de migração \ndas placas continentais acessando o aplicativo através do \nlink: www.kartografie.nl/gondwana/gondwana_gif.html).\n\nEsta fragmentação foi acompanhada de um amplo \nsoerguimento de toda a borda leste do recém criado con-\ntinente da América do Sul e da borda sudoeste da África, \nfazendo com que o conjunto de derrames vulcânicos, e as \nrochas colocadas abaixo, fossem soerguidas topografica-\nmente, formando o que posteriormente denominou-se de \nSerra Geral e Serra do Mar, no continente sul americano.\n\nNa continuação do processo, a América do Sul foi \nprogressivamente separando-se da África e a América do \nNorte da Europa, dando origem ao Oceano Atlântico e à \nCadeia Mesoceânica, formada por derrames vulcânicos \nsubmarinos. A semelhança entre a costa do Brasil e da \nÁfrica fez com que, em 1912, Alfred Wegener elaborasse \na teoria da deriva continental comprovando, através de \nevidências geológicas e paleontológicas, que a África, a \nAmérica do Sul, a Austrália e a Índia faziam parte de um \nsupercontintente denominado como Gondwana.\n\nA formatação da fachada Atlântica do litoral dos esta-\ndos do Rio Grande do Sul e Santa Catarina teve inicio a \npartir do Cretáceo, período durante o qual, conforme o \nOceano Atlântico ia aumentando de tamanho e a Cadeia \nMesoceânica se formando, potentes falhamentos paralelos \nà Costa faziam com que fragmentos da recém formada \nescarpa da Serra Geral afundassem nas águas do Oceano \nAtlântico. Este processo de falhamentos escalonados em \nforma de escada, onde os degraus descem em direção ao \nmar, é o responsável pela existência de restos da escarpa \noriginal em diversas cotas topográficas. A associação entre \na tectônica e os processos de erosão e flutuações do nível \ndo mar que ocorreram posteriormente são os responsáveis \npela atual distancia entre os contrafortes da Serra Geral e \nas zonas de praias do Oceano Atlântico. \n\n\n\n468\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\nUma vez formada a escarpa da Serra Geral, as dife-\nrenças de composição entre derrames de basalto e riolito, \nas distintas velocidades de alteração, os profundos fratu-\nramentos existentes e a atuação dos processos de erosão \nfluvial através do tempo, foram lentamente esculpindo a \npaisagem, resultando na atual morfologia dos Aparados \nda Serra e seus cânions. \n\nFator preponderante no desenvolvimento dos cânions \né o tectônico, onde a orientação dos principais cânions \ncoincide com as principais direções de fraturas existen-\ntes nas rochas vulcânicas da região. Como estas feições \ngeológicas são zonas de franqueza, onde existe uma maior \npercolação de água, normalmente controlam a localização \ndos cursos de água e facilitam a erosão vertical, admite-se \nque estas fendas tenham exercido um importante papel \nna formação e localização destas estruturas (Figura 10). \n\nJá nas eras geológicas denominadas Terciário e Qua-\nternário, os sedimentos que provinham da erosão da \nescarpa da Serra Geral foram depositados no fundo do \nOceano Atlântico, formando espessos pacotes sedimen-\ntares na plataforma continental. O mar entrava e recuava \nno continente, através de transgressões e regressões \nalternadas, modelando progressivamente o litoral do Rio \nGrande do Sul e Santa Catarina até o seu estágio atual. Foi \nnesta era que uma grande barreira marinha formou-se no \nlitoral destes estados, aprisionando um grande volume de \nágua salgada, que posteriormente deu origem a um colar \nde lagoas e lagunas que se distribuem por todo litoral do \n\nRio Grande do Sul e parte de Santa Catarina, chegando à \nsua forma atual. Como sabemos, os processos geológicos \nsão dinâmicos e mutáveis ao longo do tempo, e por isto a \ncosta atlântica continua numa lenta e progressiva sucessão \nde modificações, só perceptíveis após longos períodos \ngeológicos.\n\nGEOLOGIA DO GEOPARQUE\n\nA região dos cânions do sul também conhecida como \n“Aparados da Serra” situa-se no sul do Brasil, na divisa \nentre os estados do Rio Grande do Sul e Santa Catarina. \nA denominação “aparados” deriva da notável feição \ngeomorfológica formada pelo corte abrupto do planalto \ndos Campos de Cima da Serra através de paredões ver-\nticalizados de rochas vulcânicas, que por uma extensão \n\nde quase 250 km mostram uma formidável \nsucessão de cânions de até 900 metros de altura, \npróximos à planície do litoral atlântico. A região \nesta posicionada na borda sul-sudeste de uma \ngrande entidade geológica conhecida como Bacia \ndo Paraná-Etendeka.\n\nA Bacia do Paraná-Etendeka recobre uma \nvasta região ocupando toda a porção centro-\n-oriental da América do Sul, estendendo-se até o \nnoroeste da Namíbia, oeste do Continente Afri-\ncano. Estas áreas apresentam características geo-\nlógicas semelhantes nos dois continentes, sendo \num dos argumentos utilizados como indicador \nda presença de um grande continente, pré aber-\ntura do oceano Atlântico e da deriva continental, \ndenominado de Gondwana, cuja fragmentação \nse iniciou ao redor dos 120 Ma.\n\nA Bacia do Paraná corresponde a porção \nSul-Americana desta grande entidade geológica, \n\nrecobrindo uma área de aproximadamente 1,6x106 km2, \ndos quais cerca de 730.000 km2 estão recobertos por rochas \nsedimentares da Formação Botucatu e pelos derrames \nrelacionados a Formação Serra Geral, correspondentes \nàs fases finais de preenchimento desta bacia e que estão \naflorantes na região dos Aparados da Serra, onde se for-\nmaram os Cânions do Sul.\n\nO mapa geológico do projeto foi elaborado a partir \nda compilação dos mapas geológicos dos Estados do \nRio Grande do Sul na escala 1:750.000 (Wildner et al., \n2005) e de Santa Catarina na escala 1:500.000, ainda em \npreparação (Wildner et al., em preparação). A coluna \n\nFigura 10 - Cânion do Itaimbezinho: excelente exemplo da influência da tectônica \nsobre a morfologia destes penhascos. \n\n\n\n469\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\nFigura 11 - Coluna litoestratigráfi ca para o Geoparque Caminhos dos Cânions do Sul.\n\nAs unidades geológicas aflorantes na área do pro-\njeto compreendem principalmente rochas vulcânicas \ne sedimentares mesozóicas (período Juro-Cretáceo – \n160 Ma. a 99 Ma.) e rochas sedimentares e sedimentos \ncenozoicos (período Pleistoceno-Holoceno – 1,8 Ma. \nao recente).\n\nFormação Rio Bonito - As rochas sedimentares desta \nFormação foram depositadas em ambiente \nflúvio-deltaico, litorâneo e marinho platafor-\nmal, sendo constituídas por arenitos, siltitos, \nargilitos, pelitos e camadas de carvão.\n\nSub-grupo Estrada Nova - O ambiente \nde deposição das rochas deste Sub-grupo  é \nmarinho com influência de tempestades, \ncontemplando folhelhos, argilitos, siltitos não \nbetuminosos, arenitos, lentes e concreções \nde calcário. \n\nFormação Rio do Rasto - Os depósitos \nsedimentares (arenitos, siltitos, argilitos e \narenitos) da Formação Rio do Rasto são \natribuídos à ambiente marinho raso que \ntransiciona para depósitos de planície cos-\nteira até a implantação de uma sedimentação \nflúvio-deltaica (Aboarrage &amp; Lopes, 1986). \n\nFormação Botucatu - As rochas sedi-\nmentares da Formação Botucatu correspon-\ndem a implantação de um regime desértico, \nconstituído por depósitos de areia eólicas \nque formam camadas ou sets e cosets de \nestratos cruzados relacionados à formação \nde antigas dunas. Localmente ocorrem depó-\nsitos de rochas conglomeráticas e arenitos \nconglomeráticos relacionados à presença de \ncorrentes efêmeras de drenagem que corta-\nvam o deserto. Litologicamente predominam \ndunas de areias ortoquartzíticas, contendo \nestratificações cruzadas de grande porte e \nzonas de deflação interdunas. A espessura \nna porção SE da Bacia do Paraná varia entre \nzonas de não deposição até horizontes com \n100 metros de espessura (Silva &amp; Scherer, \n2000). Após o início do vulcanismo, encon-\ntram-se finos (<15 m) e descontínuos (<1 \nkm) depósitos intercalados com os fluxos de \nlavas Serra Geral, significando a intercalação \nentre os sedimentos desérticos e os eventos \nvulcânicos que se iniciavam.\n\nlitoestratigráfica proposta para a área do Geoparque \nCaminhos dos Cânions do Sul é apresentada na Figura \n11. Na sequência, é apresentado o mapa geológico da área \ndo Projeto e na seção geológica esquemática dos cânions \n(Figuras 12, 13 e 14) e uma tabela onde são sintetizadas \nas principais informações das unidades geológicas que \nocorrem na área do Projeto, descritas a seguir. \n\n\n\n470\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\nFiguras 12 e 13 - Mapa geológico com localização dos geossítios inventariados.\n\n\n\n471\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\nFormação Serra Geral - A designação de Formação \nSerra Geral coube a White (1906), referindo-se à pro-\nvíncia magmática relacionada aos derrames e intrusivas \nque recobrem cerca de 917.000 km2 de área e um volume \nde aproximadamente 600.000 km3 de magma (Frank \net al., 2009), abrangendo a região centro-sul do Brasil \ne as fronteiras do Paraguai, Uruguai e Argentina. Esta \nunidade está constituída dominantemente por basaltos e \nbasaltoandesitos de filiação toleítica, os quais contrastam \ncom riolitos e riodacitos aflorantes na região dos Aparados \nda Serra, e que caracterizam uma associação litológica \nbimodal (basalto - riolito) (Wildner, 2004).\n\nAs variações composicionais, os dados geocronológi-\ncos, as características texturais e o arranjo entre derrames \ne intrusivas da bacia, possibilitaram a divisão deste mag-\nmatismo Serra Geral em seis fácies distintas (Wildner \net al., 2004). Destas, seis estão relacionadas ao magma-\ntismo máfico (fácies Gramado, Paranapanema, Pitanga, \nEsmeralda, Campo Erê e Alegrete) e três ao magmatismo \nintermediário a félsico (fácies Palmas, Chapecó e Várzea do \nCedro). Deste conjunto, abordaremos as fácies Gramado, \nPalmas e Várzea do Cedro e a sedimentação relacionada \nao Serra Geral, presentes da região dos Aparados da Serra. \n\nFácies Gramado - Este fácies tem sua área tipo ao \nlongo da escarpa sul da Serra Geral e base dos Aparados \n\nda Serra e refere-se a um conjunto de derrames, com \nespessura máxima em torno de 300 metros, que repre-\nsentam as primeiras manifestações vulcânicas sobre \nos sedimentos arenosos do então deserto Botucatu. \nEstes primeiros eventos vulcânicos possuem pequena \nexpressão lateral e estão fortemente interdigitados com \nos sedimentos arenosos, por estarem confinados aos \nespaços interdunas e as rugosidades do paleorelevo \nexistente no início destes eventos. A interdigitação entre \no regime desértico e as manifestações vulcânicas estão \nmaterializadas pelos níveis de arenitos classificados \ncomo intertrápicos. Após o encerramento do aporte de \nareias do Botucatu, inicia-se um período francamente \nvulcânico, onde o relevo está condicionado ao arranjo \nformado pela coalescência entre derrames, que encer-\nraram o preenchimento da bacia. \n\nAs rochas deste fácies são derrames de basaltos maci-\nços, com espessuras entre 15 a 35 metros, freqüentes textu-\nras de fluxo, zonas vesiculares bem desenvolvidas no topo \ne incipientes na base, com uma porção central formada \npor rocha granular homogênea, com disjunção colunar \nbem desenvolvida, textura microfanerítica, compacta e de \ncoloração cinza-escuro a cinza-esverdeado. São comuns \nas zonas vesiculares preenchidas por zeolitas, carbonatos \ne apofilitas.\n\nFigura 14 -  Imagem mostrando a distribuição das principais unidades estratigráfi cas da Planície Costeira e da borda dos Cânions do Sul. Fontes: \nGoogle Earth 5.0.1; Wildner et al. (2005); Wildner et al.(em preparação).\n\n\n\n472\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\nFácies Palmas - Este fácies apresenta características \ndistintivas marcante, apresentando os derrames mais \nespessos de todo o conjunto vulcânico Serra Geral, \npodendo alcançar espessuras de 80 metros por derrame. \nApresenta um contato basal com disjunção tabular inci-\npiente e irregular, uma porção central bem desenvolvida \ne maciça com disjunção colunar difusa, e uma porção de \ntopo espessa e com disjunção tabular extremamente bem \ndesenvolvida.\n\nOs derrames são de composição dominantemente \nácida (riodacitos), compondo rochas mesocráticas cinza \nclaro a esbranquiçado, microfaneríticas, com dominância \nde uma matriz vítrea onde se encontram imersos cristá-\nlitos de feldspatos e clinopiroxênio. Processos de devitri-\nficação geram arranjos esferulíticos que emprestam um \naspecto mosqueado às rochas, conhecido como textura \nsal-e-pimenta, típica desta fácies.\n\nNa área tipo, rota da Estrada do Sol que liga Caxias do \nSul a Tainhas, as lavas deste fácies Palmas assentam direta-\nmente sobre os basaltos tipo Gramado, sendo que o contato \nentre estes se dá por uma zona de erosão, responsável pela \ngeração de espessos depósitos de sedimentos vulcanogêni-\ncos e de um paleorelevo formado por canais fluviais esca-\nvados sobre horizontes de conglomerados e platôs. Estes \nsedimentos revelam a existência de um hiatos temporais \nna transição entre estes dois tipos de magmatismo.\n\nFácies Várzea do Cedro - este fácies caracteriza-se \npor derrames finos e de pequena extensão, compostos \nessencialmente por lavas vítreas, de cor preta, brilho graxo, \naspecto resinoso, característicos de um pitchstone, desig-\nnados como Várzea do Cedro. Em campo, destacam-se por \ndesenvolver solos muito pobres, pedregosos, formando \nalinhamentos de cristas com aspecto ruiniforme.\n\nLitologicamente, destacam-se as características \nrelacionadas às rochas vítreas, como o fraturamento \nconchoidal formando textura perlítica, por vezes nucle-\nada em arranjos microglomeroporfiríticos de feldspatos, \nclinopiroxênios do tipo pigeonita e opacos. As zonas vesi-\nculares são pouco desenvolvidas, normalmente contendo \ngeodos centimétricos com formas elípticas, preenchidos \npor quartzo leitoso e/ou ágata zonada. \n\nQuimicamente correspondem aos termos mais ácidos \ndo vulcanismo, assim como a Fácies Palmas, caracte-\nrizando um magma de mais baixa temperatura, maior \nviscosidade, o que leva ao desenvolvimento de texturas \nde fluxo laminar heterogêneo e autobrechas, próprios de \num sistema quench de cristalização.\n\nSedimentos Tércio-Quaternários - Planície Costeira \n- A Planície Costeira é uma extensa área de terras baixas \ne planas, situada ao longo do litoral, possuindo 620 km \nde comprimento e cerca de 100 km de largura. Sua for-\nmação remonta ao Cretáceo Inferior, época de abertura \ndo Oceano Atlântico e nela encontra-se preservado o \nmais completo registro do Cenozoico dos estados do Rio \nGrande do Sul e Santa Catarina\n\nDois sistemas deposicionais são os responsáveis pela \nformação de todo o pacote sedimentar que constitui a \nPlanície Costeira: \n\nSistema de Leques Aluviais - que cobre boa parte \nda região oeste da planície, próximo às terras altas repre-\nsentadas pelas litologias do vulcanismo Serra Geral e \nsedimentos Botucatu. São formados por leques proximais \ne distais ligados à erosão hídrica, sob clima semi-árido \ndas unidades da Bacia do Paraná que predominavam \nnesta região.\n\nSistema de Laguna-Barreira - que ocupa a parte \ncentral e leste da planície, incluindo a atual linha de \ncosta, sendo constituído por um conjunto de quatro ciclos \ntransgresso-regressivos ocorridos durante o Quaternário.\n\nSÍTIOS GEOLÓGICOS SELECIONADOS  \n\nGEOSSÍTIO N° 1: FURNAS DE SOMBRIO\n\nLatitude: 29°07'25,763\"S Longitude: 49°39'11,461\"W\nLocalização: Município de Sombrio - SC \n(2,2 km de Sombrio - RS)\nAcesso: Gratuito\n\nAs Furnas de Sombrio abrangem um conjunto de \ngrutas localizadas na região da Planície Costeira no \nMunicípio de Sombrio (SC). No total, são cinco gru-\ntas identificadas na região, sendo a mais conhecida e \nclassificada como geossítio a furna situada às margens \nda rodovia BR-101 (km 439). Esta furna apresenta uma \nabertura de 17 metros de largura, e seu interior possui \numa área de aproximadamente 1.200 m2. O aflora-\nmento localiza-se em terreno particular ao lado de um \nposto de serviços (combustível e restaurante) e possui \nfácil acesso a partir da estrada pavimentada (BR-101). \nO local é utilizado como ponto de peregrinação, pois o \ninterior da furna é decorado com dezenas de imagens \ne mensagens religiosas. De maneira geral, o aflora-\nmento apresenta fácies sedimentares relacionados \n\n\n\n473\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\na depósitos eólicos (dunas) representado por rocha \narenítica. No interior da furna é possível visualizar \nestruturas sedimentares como estratificação cruzada \nde grande porte, que são típicas de dunas eólicas. O \ngeossítio corresponde à Formação Botucatu (Formação \nBotucatu, Juro-Cretáceo). Em razão de ser reconhe-\ncida como uma importante atração turística, servindo \nprincipalmente como ponto de peregrinação religiosa, \nas Furnas de Sombrio é classificada com geossíto de \nrelevância regional (Figuras 15 e 16).\n\nGEOSSÍTIO N° 2: MORRO TRÊS MARIAS\n\nLatitude: 28°51'11,335\"S Longitude: 49°45'54,176\"W\nLocalização: Município de Turvo - SC \n(10,6 km de Timbé do Sul - SC)\nAcesso: Gratuito\n\nFigura 16 - Visualização de estruturas sedimentares como laminação \ncruzada de grande porte (paredes e teto) no geossítio. \n\nFigura 15 - Vista da entrada do Geossítio Furna de Sombrio que conta \ncom sistema de iluminação interna e com estacionamento para os \nvisitantes. No detalhe, a vista do interior da furna.\n\nO Geossítio Morro Três Marias corresponde a um \nmorro testemunho de aproximadamente 160 metros de \naltura formado por rochas areníticas (Formação Botucatu \n– Juro-Cretáceo). Este geomonumento representa a ação \nde recuo da linha de escarpa do Planalto sobre a Planície \nCosteira. Esse processo erosivo gerou um conjunto de \nmorros testemunhos na região com destaque para as ele-\nvações relacionadas a Formação Botucatu. O Morro Três \nMarias é considerado marco geomorfológico na região em \nrazão de sua beleza, já que a elevação possui três picos no \nmesmo bloco rochoso. O local é usado para a prática de \nescalada, e o entorno do geossítio utilizado como área de \nlazer. O principal acesso ao geossítio é realizado pela via \npavimentada SC-285, no trecho entre as cidades de Turvo \ne Timbé do Sul, sendo que o geomonumento fica locali-\nzado próximo a mesma rodovia de onde é avistado. Devido \na sua beleza cênica, o Morro Três Marias tem potencial \nturístico e recreativo, constituindo-se em geomonumento \nde relevância regional (Figuras 17 e 18).\n\nFigura 17 - Vista frontal do Geossítio Morro Três Marias onde é realizada \nas práticas de escalada e rappel.\n\nFigura 18 - Vista do geossítio a partir da estrada de acesso. Neste ponto \né constatado o destaque geomorfológico do Morro Três Marias.\n\n\n\n474\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\nGEOSSÍTIO N° 3: MORRO PELADO\n\nLatitude: 28°51'54,483\"S    Longitude: 49°42'54,393\"W\nLocalização: Município de Turvo -SC (9,9 km de Turvo - SC)\nAcesso: Gratuito\n\nO Geossítio Morro Pelado é uma referência geomor-\nfológica importante na região do Município de Turvo \n(SC). Corresponde a um morro testemunho formado \npela associação de rochas sedimentares (Formação Rio \ndo Rastro – Triássico Inferior e Formação Botucatu – \nJuro-Cretáceo). Representa a ação de recuo da linha de \nescarpa do Planalto sobre a Planície Costeira e consiste \nem uma elevação de aproximadamente 220 metros. Parte \nda área é utilizada como pedreira para extração de blocos \n(construção civil), sendo que há poucos anos, em função \ndesta atividade, foram descobertas possíveis pegadas \nfósseis em arenitos atribuídas a dinossauros do período \nJuro-Cretáceo (Formação Botucatu). O acesso ao Morro \nPelado é realizado pela via pavimentada SC-285 no trecho \nentre as cidades de Turvo e Timbé do Sul, sendo que após \neste trajeto é necessário percorrer um pequeno trecho por \nvia não pavimentada até a entrada do geomonumento. Em \nrazão de ser uma referência geomorfológica e de possuir \num potencial fossilífero (icnofósseis), o Morro Pelado é \num geossítio de relevância regional (Figuras 19 e 20). \n\nGEOSSÍTIO Nº 4: FURNAS ÍNDIOS XOCLENG\n\nLatitude: 29°01'54,961\"S Longitude: 49°51'46,553\"W\nLocalização:  Município de Jacinto Machado - SC \n(13,6 km da cidade de Jacinto Machado - SC) \nAcesso: Gratuito\n\nFigura 20 - Área de extração de blocos de arenito existente em um dos \nflancos do Morro Pelado. Devido a esta atividade, foram encontradas \nevidências de pegadas fósseis em rochas areníticas (detalhe) atribuídas \na dinossauros do período Cretáceo.\n\nFigura 19 - Vista frontal do Geossítio Morro Pelado. Nesta foto é \nverificado a influência da silvicultura no entorno do geossítio.\n\nO Geossítio Furnas Índios Xocleng é um conjunto de \ncavernas formado por túneis e pequenos salões em rocha \narenítica da Formação Botucatu (Formação Botucatu – \nJuro-Cretáceo). O geossítio fica localizado em um pequeno \nmorro testemunho no Distrito de Engenho Velho no Muni-\ncípio de Jacinto Machado (SC). Os moradores da região \nchamam o local de “queijo suíço” devido as diversas opções \nde entrada e saída para o interior do morro. Estas feições \nde erosão formaram-se devido a ação da água subterrânea, \nsendo que em alguns pontos do geossítio são verificados \ncursos d´água intermitentes. Nestes locais foram encontra-\ndos vestígios de ocupação indígena, tais como pontas de \nflecha e pilões, entre outros artefatos líticos. Em razão disto, \no geossítio recebe o nome Xocleng, que foi o principal grupo \nindígena que ocupou a região antes da colonização. Para ter \nacesso ao geossítio é necessário percorrer estradas não pavi-\nmentadas partindo da cidade de Jacinto Machado, sendo \nque após esse percurso, é necessário utilizar uma trilha até \na entrada das furnas. Em razão de serem interessantes fei-\nções erosivas, e por terem sido ocupadas por comunidades \nindígenas no passado, as Furnas Índios Xocleng tem grande \npotencial turístico-antropológico, sendo classificado como \ngeossítio de relevância regional (Figuras 21).\n\nGEOSSÍTIO Nº 5: MORRO CARASAL\n\nLatitude: 29°03'14,066\"S Longitude: 49°54'57,124\"W\nLocalização: Município Jacinto Machado - SC \n(10,6 km de Timbé do Sul -SC)\nAcesso: Pago (trilha guiada)\n\n\n\n475\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\nFigura 21 - Interior da Furnas Índios Xocleng localizado \nno interior do Município de Jacinto Machado. Foto: Ana \nLúcia Lopes de Lima.\n\nO Geossítio Morro Carasal é um geomonumento \nformado por um grande morro testemunho (820 metros) \ncom topo aplainado. Do ponto de contemplação, o visi-\ntante tem uma ótima visualização de 360° da borda dos \ncânions e da Planície Costeira. O geossítio fica localizado \npróximo a base dos cânions, sendo que do mirante é \npossível visualizar os belíssimos conjuntos de escarpas \nque formam o Cânion Fortaleza, e as praias da região \nde Sombrio e Araranguá (SC). O morro é formado por \nrochas sedimentares na base e por rochas vulcânicas no \ntopo (Formação Botucatu – Juro-Cretáceo e Formação \nSerra Geral – Cretáceo inferior). Para acessar o Morro \nCarasal é necessário partir da localidade de Engenho \nVelho em Jacinto Machado (SC), e percorrer vias não \npavimentadas, por vezes, em estado precário de conser-\nvação. O trajeto para chegar ao topo do morro é realizado \ncom auxílio de guias credenciados através de trilha, que \nexige bom condicionamento físico do visitante devido \na alta declividade do percurso até o mirante. Devido ao \nbelíssimo mirante para contemplação, o Morro Carasal é \num importante ponto de visitação na região dos \ncânions, sendo classificado como um geossítio \nde relevância regional (Figuras 22 e 23).\n\nGEOSSÍTIO N° 6: MORRO DOS CONVENTOS\n\nLatitude: 28°56'6,18\"S Longitude: 49°21'45,118\"W\nLocalização: Município Araranguá - SC \n(14 km de Araranguá - SC) \nAcesso: gratuito\n\nO geomonumento Morro dos Conventos é um refe-\nrência geomorfológica na região litorânea do Município de \nArarangá (SC). O geossítio é um pequeno morro testemu-\nnho em forma de falésia localizado na praia de Arroio do \nSilva, próximo a foz do rio Araranguá. Este morro possui \numa elevação de aproximadamente 60 metros, sendo for-\nmado por rochas sedimentares da Formação Rio do Rastro \n(Formação Rio do Rastro – Permiano Superior). A partir \nda praia é possível visualizar as alternâncias composicionais \ndo afloramento que apresentam basicamente camadas de \nareia e argilas na forma camadas tabulares. Nos arredores do \ngeossítio ocorrem belíssimos campos de dunas que se esten-\ndem por toda faixa litorânea da praia. Na base do geossítio \n\nFigura 22 - Mirante localizado no topo do Morro Carasal de onde é possível \ncontemplar a planície costeira e o Cânion Fortaleza.\n\nFigura 23 - Vista da borda sul dos cânions a partir do mirante do Morro Carasal.\n\n\n\n476\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\ntambém ocorrem pequenas furnas que são acessadas por \nmeio de trilhas a partir das matas de restinga e dunas. No \ntopo do morro está instalado um importante farol de nave-\ngação (1953) que possui um mirante com vista privilegiada \npara a foz do rio Araranguá e mar. Neste local, entre os \nmeses de julho a novembro, é possível observar as baleias \nfrancas que migram para a costa sul brasileira nos períodos \nde procriação. O acesso ao Morro dos Conventos é reali-\nzado por vias pavimentadas e bem sinalizadas partindo-se \nda cidade de Araranguá (ARA-227). Em razão do valor \nhistórico-cultural aliado a aspectos turísticos ambientais, o \ngeomonumento Morro dos Conventos apresenta relevância \nregional (Figuras 24 e 25).\n\nGEOSSÍTIO N° 7: CÂNION DA PEDRA\n\nLatitude: 29°0'17,878\"S Longitude: 49°55'7,911\"W\nLocalização: Município de Jacinto Machado - SC \n(17,9 km de Jacinto Machado - SC)\nAcesso: Pago (trilha guiada)\n\nO Geossítio Cânion da Pedra (Formação Serra Geral \n– Cretáceo Inferior) é uma escarpa com cerca de 5 km \nde extensão que fica localizado no município de Jacinto \n\nMachado (SC). Este cânion tem uma peculiaridade em \nrazão de possuir um vale bifurcado que é formado pela \nmicrobacia do rio Pai José. A região também é conhecida \npelos moradores como Macuco ou Fundos das Bonecas, \neste último, em razão de uma formação rochosa local \nassemelhar-se a “duas bonecas”. A visitação do geossítio \né realizada através de uma trilha que acompanha o curso \ndo rio Pai José até a base do cânion, sendo que o trajeto \né contemplado por duas cachoeiras (Anna Schiratta e \nJoão Baptista Ronsani-Tobogã). O percurso tem grau de \ndificuldade alto e exige bom preparo físico do visitante \nque deve estar acompanhado de guia credenciado. Para \nacessar a trilha para visitação é necessário partir da \ncidade de Jacinto Machado em vias não pavimentadas \naté a localidade de Costão da Pedra, sendo que o início \nda trilha inicia-se em propriedade particular. O Geossítio \nCânion da Pedra é classificado como um local de interesse \ngeomorfológico-turístico em razão da trilha de visitação, \ne apresenta uma relevância regional (Figuras 26 e 27).\n\nFigura 24 - Vista frontal do geossítio a partir da praia do Arroio Silva. \nNa foto é possível visualizar a estrutura tabular das rochas do Morro \ndos Conventos e as dunas presentes na área.\n\nFigura 25 - Mirante do farol localizado no topo do Geossítio Morro dos \nConventos. No detalhe, outro ponto de vista do mirante em direção \na foz do rio Araranguá. \n\nFigura 26 - Vista da entrada do vale do Cânion da Pedra. Na foto é \nverificada a nebulosidade vinda da costa que constantemente invade \no interior dos cânions.\n\nFigura 27 - Interior do Cânion da Pedra na trilha de visitação.\n\n\n\n477\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\nGEOSSÍTIO N° 8: MORRO DA MOÇA\n\nLatitude: 29°02'16,535\"S Longitude: 49°44'49,454\"W\nLocalização: Município de Jacinto Machado - SC  \n(5,4 km de Jacinto Machado - SC)\nAcesso: Pago (trilha guiada)\n\nO Geossítio Morro da Moça é um morro testemunho \nde 233 metros de altura. Este geomonumento possui des-\ntaque em razão de sua bela morfologia rochosa. O morro é \nformado por rochas areníticas (Formação Botucatu – Juro-\n-Cretáceo) e marca as divisas dos municípios de Jacinto \nMachado, Timbé do Sul e Santa Rosa do Sul (SC). Na base \ndo geossítio ocorrem pequenas grutas que são acessadas \natravés de trilhas que existem no entorno da área. O topo \ndo morro também pode ser visitado, porém por uma trilha \nde escalada que deve ser acessada com acompanhamento \nde guias credenciados. Os arredores da área também são \nutilizados para lazer, e contam com infra-estrutura para \nrecreação em terrenos particulares. O principal acesso ao \ngeossítio é por via pavimentada (SC-485) no trecho entre \n\nFigura 28 - Vista geral do Morro da Moça.\n\nas cidades de Sombrio e Jacinto Machado sendo que, após \neste trajeto, é necessário percorrer via não pavimentada \npara acessar a entrada do geossítio. O Morro da Moça \né uma importante referência geomorfológica regional e \napresenta interesse turística-recreativa, sendo classificado \ncomo um geossítio de relevância regional (Figuras 28 e29). \n\nGEOSSÍTIO N° 9: DUNAS\n\nLatitude: 29°07'32,955\"S Longitude: 49°37'19,995\"W\nLocalização: Município de Balneário Gaivota -SC \n(5,4 km de Balneário Gaivota - SC)\nAcesso: Gratuito\n\nO Geossítio Dunas é formado por um conjunto de \ndois afloramentos. Os pontos de visitação distam pouco \nmais de 100 metros um do outro, e representam dois \ntipos de dunas. Um afloramento é formado por lajea-\ndos e representam dunas eólicas já consolidadas como \nrochas areníticas (Formação Botucatu - Juro-Cretáceo). \nJá o outro afloramento, é composto por dunas eólicas \nrecentes formadas por sedimentos ainda inconsolidados \n(Depósitos de Barreiras Holocênicas - Quaternário). Este \ngeossítio representa uma possível evolução geológica \nde um sistema sedimentar eólico, sendo que no mesmo \nponto de visitação é verificado o passado e o presente de \num campo de dunas. A área está localizada às margens da \nvia pavimentada SC-485, que liga a cidade de Sombrio ao \nBalneário de Gaivota, sendo que o ponto de visitação fica \npróximo a ponte sobre o rio Caverá. O Geossítio Dunas \napresenta interesses científicos e pedagógicos relacionado \nà processos sedimentares, sendo classificado como geos-\nsítio de relevância regional (Figuras 30 e 31).\n\nFigura 29 - Conjunto rochoso do Morro da Moça visualizado a partir \ndas estradas de acesso.\n\nFigura 30 - Visualização, em primeiro plano, as rochas areníticas for-\nmadas a partir de depósitos de dunas cretáceas, e em segundo plano, \nsedimentos de dunas recentes.\n\n\n\n478\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\nGEOSSÍTIO N° 10: PARQUE DA GUARITA\n\nLatitude: 29°21'27,152\"S   Longitude: 49°44'6,306\"W\nLocalização: Município de Torres - RS (Torres - RS)\nAcesso: Gratuito\n\nO Geossítio Parque da Guarita é formado por um \nbelíssimo conjunto de afloramentos e geomonumentos \nlocalizados à beira-mar no Município Torres (RS). A visi-\ntação da é realizada em unidade de conservação ambiental \nde 13 hectares. A área é reconhecida como um complexo \nturístico regional, sendo mantida pelo Município de \nTorres. O nome Guarita se dá em razão do principal \ngeomonumento da área possuir a forma de uma torre (30 \nmetros), o que lembra a estrutura de uma guarnição. Os \n\nafloramentos são formados basicamente por associação \nde rochas sedimentares e vulcânicas na forma de morros \ntestemunhos escarpados na linha de praia (Formação \nBotucatu – Juro-Cretáceo e Formação Serra Geral – Cre-\ntáceo Inferior). Uma característica geológica importante \ndeste geossítio é apresentar importantes exemplos da \ninteração entre lavas vulcânicas e sedimentos eólicos não \nconsolidados. O resultado do contado entre estas lavas sob \nsedimentos é a formação de brechas peperíticas, sendo as \nmesmas formadas basicamente por fragmentos de rocha \nvulcânica imersos em sedimentos. O geossítio apresenta \numa boa estrutura turística como estacionamento, área \npara banho de mar, trilhas ecológicas e painéis que \ninformam sobre a história geológica e biológica local. O \nParque da Guarita também é conhecido como Parque \nJosé Lutzenberger em homenagem a um importante \nambientalista gaúcho falecido no ano de 2002. Outro fato \nimportante desta estrutura é o projeto paisagístico original \ndo parque ter sido elaborado por Roberto Burle Marx, um \nimportante arquiteto brasileiro (1909-1994). O acesso ao \nlocal é realizado dentro da zona urbana de Torres por vias \npavimentadas e bem sinalizadas. O Parque da Guarita \nreúne todas as características essenciais de um geossítio, \ntais como, atrativos diversos, estrutura e facilidade de \nacesso (trilhas), além de pesquisas científicas relacionadas \na geologia local. Desta maneira, por reunir importantes \nelementos geoturísticos e científicos, o Geossítio Parque \nda Guarita foi classificado como de relevância internacio-\nnal  (Figuras 32, 33, 34 e 35).\n\nFigura 32 - Em primeiro plano, vista do pequeno morro testemunho \nda Guarita. Ao fundo, aparacem os belíssimos campos de dunas que \ncompõem o entorno do Parque.\n\nFigura 33 - Formação rochosa da Guarita junto à praia. \nNeste afloramento, é possivel verificar o importante \ncontato geológico entre rochas sedimentares da \nFormação Botucatu (base) e as rochas vulcânicas da \nFormação Serra Geral (topo).\n\nFigura 31 - No detalhe, os lajeados de rochas areníticas da Formação \nBotucatu . É possível observar as camadas rochosas formadas a partir \nde dunas eólicas (deserto).\n\n\n\n479\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\nFigura 37 - Em primeiro plano, vista do flanco norte, utlizado como rota \nde escalada do geossítio.\n\nFigura 36 - Geomonumento Pedra Branca avistado da via de acesso para \na comunidade de São Roque. Em destaque, os rochedos de coloração \nesbranquiçada do geossítio.\n\nFigura 34 - Vista do Morro do Farol em direção ao Parque da Guarita.\n\nFigura 35 - Vista aérea do conjunto de afloramentos do Geossítio \nParque da Guarita. Foto: Parques Nacionais Sul-Cânions e Cataratas/\nCoord. Wilson Teixeira Roberto Linsken - 2010.\n\nGEOSSÍTIO N° 11: PEDRA BRANCA\n\nLatitude: 29°15'27,584\"S Longitude: 50°06'59,855\"W\nLocalização: Município de Praia Grande  - SC \n(20,2 km de Praia Grande - SC)\nAcesso: Pago (trilha guiada)\n\nO Geossítio Pedra Branca é um geomonumento na \nforma de morro testemunho (800 m) que apresenta uma \nbela face rochosa de coloração esbranquiçada (Formação \nSerra Geral – Cretáceo Inferior). O morro fica localizado \nno vale da Pedra Branca no Município de Praia Grande \npróximo a divisa dos estados do RS e SC. Para acessar o \ngeossítio é necessário percorrer vias não pavimentadas \npartindo da cidade de Praia Grande, e seguindo em direção \na localidade de São Roque. Durante o percurso até a Pedra \nBranca é possível contemplar o geomonumento ao longo \nde grande parte do trajeto, que tem como ponto final a \ncomunidade quilombola de São Roque. Esta localidade \nserve de base para acessar o geossítio, sendo que para visitar \no topo da Pedra Branca é necessário o acompanhamento \nde guias credenciados. Durante a trilha que leva até o topo \ndo morro é possível visitar cachoeiras e piscinas naturais \nque também são atrações do passeio. Desta maneira, o local \npossui elevado valor turístico-cultural, sendo reconhecido \ncomo geossítio de relevância regional (Figuras 36 e 37)\n\n\n\n480\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\nGEOSSÍTIO N° 12: CÂNION FORTALEZA\n\nLatitude: 29°03'50,023\"S Longitude: 49°57'38,929\"W\nLocalização: Município Cambará do Sul - RS e Jacinto \nMachado - SC (22 km de Cambará do Sul - RS \ne 29 km de Jacinto Machado - SC)\nAcesso: Gratuito (parque) e pago (trilha guiada)\n\nO Geossítio Cânion Fortaleza é um geomonumento \nformado pelo maior conjunto de escarpas da região dos \ncânions do sul, possuindo um vale escarpado de apro-\nximadamente 7,5 km de extensão e altitude máxima de \n1.157 m, sendo que os paredões rochosos chegam a ter \n800 m de desnível vertical. Considerado o mais imponente \ncânion da região sul do Brasil, por isso o nome Fortaleza, \neste geomonumento esta inserido no Parque Nacional \nda Serra Geral na divisa dos Estados de Santa Catarina \ne Rio Grande do Sul. A região é reconhecida como um \npatrimônio geológico nacional por apresentar belíssi-\nmos afloramentos de rochas vulcânicas onde é possível \n\nFigura 38 -  Vista geral para o interior do Cânion Fortaleza.\n\nFigura 39 - Detalhe de um dos inúmeros mirantes de \ncontemplação do geossítio. Na foto, é possível observar \n\nturistas visitando a área.\n\nidentificar até 13 derrames com limites perfeitamente \ntabulares e espessuras que variam de 15 a 55 metros \n(Formação Serra Geral – Cretáceo). O Cânion Fortaleza \ntambém é conhecido por possuir inúmeros mirantes onde \nse contempla todo seu conjunto de escarpas, e se tem uma \nvisão privilegiada de toda a Planície Costeira da região de \nAraranguá. Ressalta-se, que o Geossítio Cânion Fortaleza \ntambém compõe a lista de geoconservação da Comissão \nBrasileira de Sítios Geológicos e Paleontológicos – SIGEP, \nestando publicado na forma de sítio geomorfológico no \nVolume II (2009) da entidade. A visitação ao cânion pode \nser realizada tanto pelo Planalto quanto pela Planície \nCosteira. Pela serra, a cidade de Cambará do Sul (RS) é \no principal ponto de partida, sendo necessário percorrer \nvias não pavimentadas, por vezes, em más condições de \ntráfego. Após o trecho rodoviário, o acesso aos mirantes \né realizado através de trilhas de fácil acesso até a perau do \ncânion. A rota pela Planície Costeira é realizada por trilhas \nna baixada do cânion seguindo o percurso do Rio das \nPedras, a partir da localidade de Engenho Velho no Muni-\n\ncípio de Jacinto Machado (SC). \nAo longo deste trajeto é possível \nter uma bela visão dos paredões \nrochosos, além de contar com \nbanhos de rio e pequenas casca-\ntas, que junto com a vegetação \nnativa (Mata Atlântica) são as \nprincipais atrações dessa rota \nde visitação. Devido a sua beleza \ncênica e grandiosidade, aliado \nao potencial turístico da região, \no Cânion Fortaleza configura-se \nem geossítio de relevância inter-\nnacional (Figuras 38, 39, 40 e 41).\n\n\n\n481\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\nFigura 40 -  Vista geral do exterior do Cânion Fortaleza durante as \nprimeiras horas da manhã. Figura 41 - Visualização do nevoeiro no interior do vale. Apesar de \n\nprejudicar a contemplação dos cânions, o nevoeiro é um espetáculo \nquando presenciado no momento de sua formação, sendo chamado \npelos moradores locais de “viração” .GEOSSÍTIO N° 13: CÂNION ITAIMBEZINHO\n\nLatitude: 29°09'35,208\"S Longitude: 50°04'54,006\"W  \nLocalização: Município Cambará do Sul-RS e Praia \nGrande-SC (22 km de Cambará do Sul-RS e 29 km de \nPraia Grande-SC)\nAcesso: Pago (parque).\n\nO Geossítio Cânion Itaimbezinho pode ser consi-\nderado o geomonumento mais famoso da região dos \ncânions do sul. Apesar de não ser o maior cânion da \nregião, tem uma característica muito particular, pois \npossui um vale escarpado (720 m) muitíssimo encaixado, \nsendo que os antigos habitantes indígenas da região \nbatizaram o lugar como Ita (pedra) e Ai´be (afiada), \npor isso o nome Itaimbezinho. As rochas aflorantes \nnos paredões rochosos possuem características seme-\nlhantes aos demais cânions da região, sendo formados \nbasicamente por sucessivos derrames de lavas vulcânicas \n(Formação Serra Geral – Cretáceo). A área de visitação \nestá inserida no Parque Nacional Aparados da Serra e \nconta com infra-estrutura turística onde está instalada \na sede administrativa do parque. A visitação ao Cânion \nItaimbezinho é realizada através de três trilhas, sendo \nduas pelo Planalto, e uma pelo interior dos abismos nas \nbaixadas. As trilhas do Vértice e Cotovelo (planalto) \nsão de fácil acesso e tem início na sede administrativa \ndo parque, e contam com mirantes (belvederes) instala-\ndos ao longo do trajeto de visitação. A trilha do Vértice \n\npossui 1,4 km de extensão, e permite uma ótima visão \ndas cascatas Andorinhas e Véu de Noiva. A trilha do \nCotovelo, apesar de ser mais longa (13 km de ida-volta), \npermite uma visão geral do cânion, já que o vale escar-\npado forma um “cotovelo” ao final desta trilha. A trilha \ndo Cotovelo também apresenta ao final do trajeto um \nconjunto de afloramentos na forma de lajeados rochosos \nque apresentam estruturas de fluxo de lava preservadas. \nA visitação pelo interior do cânion (baixada) é realizada \nseguindo o leito do Rio do Boi, numa trilha intensamente \npedregosa e cansativa, onde o visitante constantemente é \nobrigado a atravessar o leito do rio. Em razão do grau de \ndificuldade da trilha do Rio do Boi, a visitação do cânion \npela baixada somente é permitida com acompanhamento \nde guias credenciados. Para visitar o cânion Itaimbezi-\nnho são utilizadas duas rotas turísticas principais, uma \npela serra (planalto) seguindo até a cidade de Cambará \ndo Sul (RS) por via pavimentada (RS-020), e outra pela \nPlanície Costeira (baixada) por via pavimentada (BR-\n101) até a cidade de Praia Grande (SC). Nos dois casos, \na partir destas duas cidades, é necessário percorrer vias \nnão pavimentadas para acessar as trilhas para visitação. \nPor ser considerado o geossítio mais famoso da região \ndos cânions do sul, e por possuir alto potencial turístico \nem virtude de sua estrutura, o Cânion Itaimbezinho foi \nclassificado como geossítio de relevância internacional  \n(Figuras 42, 43, 44, 45 e 46).\n\n\n\n482\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\nFigura 43 - Vista aérea do final \nda Trilha do Cotovelo. Foto: \nParques Nacionais: Sul: cânions \ne cataratas/Coord. Wilson \nTeixeira Roberto Linsken. 2010.\n\nFigura 44 - Detalhe das \nestruturas de fluxo \n\npreservadas em afloramentos \nda Trilha do Cotovelo.\n\nFigura 46 - Mirante instalado ao final da Trilha do Cotovelo. \nAo fundo, é avistada a base da Cascata Véu de Noiva.\n\nFigura 45 - Cascata Véu de Noiva, em primeiro plano, e Cascata \ndas Andorinhas ao fundo.\n\nFigura 42 - Trajeto das trilhas de visitação do Cânion Itaimbezinho. Fonte: Google Earth 5.0.1.\n1 - Início da Trilha do Rio Boi   2 - Entrada do Cânion   3 - Final da  Trilha do Rio do Boi (ponto de retorno)  4 - Trilha do Vértice    5 - Trilha do Cotovelo.\n\n\n\n483\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\nGEOSSÍTIO N° 15: CÂNION MONTE NEGRO\n\nLatitude: 28°37'2,755\"S Longitude: 49°47'52,834\"W\nLocalização: Município: São José dos Ausentes - RS e Morro \nGrande - SC (41,5 km de São José dos Ausentes - RS)\nAcesso: Gratuito\n\nO Geossítio Cânion Monte Negro fica localizado no \nponto mais elevado do Rio Grande do Sul na divisa com o \nEstado de Santa Catarina. O pico de mesmo nome possui \n1.403 metros de altitude, e compõe a paisagem junto às \nescarpas. Os paredões rochosos do cânion são formados \npor rochas vulcânicas (Formação Serra Geral – Cretáceo \nInferior) e contam com belos mirantes voltados para a \nPlanície Costeira catarinense, sendo que do pico Monte \nNegro tem-se uma visão que alcança até a região da Serra \ndo Rio do Rastro (SC). O principal acesso ao geomonu-\nmento é por vias não pavimentadas e bem sinalizadas, \npartindo da cidade de São José dos Ausentes (RS) em \ndireção ao Distrito de Silveira no mesmo município. Em \nárea particular é possível chegar tanto aos mirantes como \nao pico Monte Negro por trilhas de fácil acesso. Por apre-\nsentar o ponto mais elevado do Rio Grande do Sul, sendo \nconsiderado um importante marco geomorfológico, o \nGeossítio Cânion Monte Negro tem interesse científico- \nturístico possuindo relevância regional (Figuras 48 e 49).\n\nGEOSSÍTIO N° 14: DESNÍVEL DOS RIOS\n\nLatitude: 28°36'19,607\"S  Longitude: 49°58'40,056\"W\nLocalização: Município São José dos Ausentes - RS \n(24,4 km de São José dos Ausentes - RS)\nAcesso: Gratuito\n\nO Geossítio Desnível dos Rios é uma interessante \nfeição geomorfológica formada no limite das micro-bacias \nhidrográficas Divisa e Silveira. O local de visitação fica \nem um inusitado trecho destas bacias, onde os cursos dos \ndois rios seguem paralelos, a poucos metros um do outro, \nmas com um desnível de aproximadamente 18 metros. A \npequena escarpa rochosa localizada no Desnível dos Rios \né formada por rochas vulcânicas (Formação Serra Geral – \nCretáceo Inferior), sendo que durante o período de cheias \no rio Divida transborda o seu leito e forma uma cascata \nem direção ao rio Silveira, gerando assim, um belo espe-\ntáculo fortuito no local. O acesso ao geossítio é realizado \na partir da cidade de São José dos Ausentes (RS) em vias \nnão pavimentadas até o Distrito de Potreirinhos. Nesta \nlocalidade, em área particular, é percorrida uma trilha \ncurta de fácil acesso até o ponto de visitação. Devido à \nparticularidade da área, o seu interesse é de ordem turís-\ntica, sendo verificado que o Geossítio Desnível dos Rios \né de relevância nacional regional (Figura 47).\n\nFigura 48 - Detalhe do pico do Monte Negro.Figura 47 - Rio Divisa, à direita, e rio Silveira, à esquerda. O desnível \nentre os dois cursos d´água é de 18 m. Fotos: Guilherme Mainieri.\n\nFigura 49 - Vista geral do Cânion Monte Negro. À direita da foto, o pico mais alto do Rio Grande do Sul (1.403 m).\n\n\n\n484\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\nFigura 52 - Ao centro da foto, a Pedra do \nSegredo que está localizada junto a escarpa \ndo Cânion Fortaleza. No detalhe, a Cachoeira \ndo Tigre Preto que é visitada durante o \npercursso até o geossítio.\n\nFigura 50 (à esquerda) -   \ndetalhe do mirante Timbé \ndo Sul, com boa estrutura \nna forma de belvedere.\n\nGEOSSÍTIO N° 16: MIRANTE TIMBÉ DO SUL\n\nLatitude: 28°47'35,594\"S Longitude: 49°57'13,759\"W\nLocalização: Município de Timbé do Sul - SC \n(20 km de Timbé do Sul - SC)\nAcesso: Gratuito\n\nO Geossítio Mirante Timbé do Sul é um belvedere \ninstalado na serra da Rocinha (SC). A área conta com infra-\n-estrutura como rampa de concreto e para-peito, sendo que \nno local o visitante possui uma belíssima vista da Planície \nCosteira catarinense e da borda dos cânions do sul. Nos \narredores do geossítio é possível visualizar afloramentos de \nrochas vulcânicas (Formação Serra Geral – Cretáceo Infe-\nrior) com interessantes feições de fluxo de lava preservadas. \nO acesso ao mirante é feito por via não pavimentada (BR/\nSC-285), partindo de Timbé do Sul (SC) ou São José dos \nAusentes (RS). Em razão de possuir uma boa estrutura, e \n\npor aliar contemplação visual com elementos geológicos \nlocais, o Mirante de Timbé do Sul foi classificado como \ngeossítio de relevância regional (Figuras 50 e 51).\n\nGEOSSÍTIO N° 17: PEDRA DO SEGREDO\n\nLatitude: 29°04'11,597\"S  Longitude: 50°0'2,756\"W\nLocalização: Município Cambará do Sul - RS e Jacinto \nMachado - SC (21 km de Cambará do Sul - RS)\nAcesso: Gratuito (parque)\n\nA Pedra do Segredo (Figuras 52 e 53) é um bloco \nmonolítico de 5 metros de altura localizado no vale escar-\npado do Cânion Fortaleza na área do Parque Nacional \nda Serra Geral. O que chama a atenção dos visitantes \né a apresentação deste bloco rochoso (Formação Serra \nGeral – Cretáceo Inferior). A base da rocha possui poucos \ncentímetros, e o imenso bloco se encontra disposto sob \n\nFigura 53 - Detalhe do geossítio, \nconstatando-se o incrível exemplo \nde equilíbrio do bloco rochoso.\n\nFigura 51 (à direita) -   \nAfloramentos de rocha \nvulcânica presentes no \nMirante Timbé do Sul.  \nNo local é possível \nvisualizar estruturas de \nfluxo de lava preservadas.\n\n\n\n485\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\nacesso contemplativas e excepcionais mirantes para a \nplanície costeira gaúcha e catarinense. Atualmente, para \nacessar o geossítio é necessário percorrer a Trilha da \nBorda dos Cânions localizada na área do Parque Nacional \ndos Aparados da Serra. Esta trilha possui cerca de 20 km \n(ida-volta), e apesar de ser de fácil acesso, a sua utilização \nsomente é autorizada com auxílio de guias credenciados. \nO trajeto tem início no Cânion Fortaleza, sendo que \ndurante o percurso é possível visualizar pequenos vales \nescarpados e o Cânion Churriado que constitui outro \natrativo da trilha. O geossítio também pode ser contem-\nplado a partir do vale do cânion, através do curso do \narroio Malacara que é acessado a partir de Praia Grande. \nOs paredões rochosos do Cânion Malacara são formados \npor rochas vulcânicas (Formação Serra Geral – Cretáceo \nInferior) e possuem destaque em razão de sua perfeita \ntabularidade rochosa. A principal via de acesso à Trilha da \nBorda dos Cânions é realizada a partir da cidade Cambará \ndo Sul por estradas não pavimentadas até as proximidades \ndo Cânion Fortaleza. Em razão de possuir uma trilha \ncontemplativa que reuni vários atrativos geoturísticos, o \nCânion Malacara configura-se um geossítio de relevância \ninternacional  (Figuras 54, 55, 56, 57 e 58).\n\nFigura 54 - Trajeto da Trilha da Borda dos Cânions utilizada para a visitação do Cânion Malacara. Fonte: Google Earth 5.0.1.\n1 - Início da trilha (Cânion Fortaleza)   2 e 3 - Bordas dos Cânions   4 - Cânion Churriado   5 - Cânion Malacara.\n\noutra rocha a beira de precipício, revelando assim, um \nimpressionante exemplo de equilíbrio, já que a rocha foi \nnaturalmente erodida pelo tempo geológico. Para acessar \no geossítio é necessário percorrer uma via não pavimen-\ntada que liga a cidade de Cambará do Sul (RS) ao Cânion \nFortaleza. Às margens desta via, inicia-se uma trilha de \nfácil acesso, que conta com uma rota bem sinalizada. \nDurante o percurso até o geossítio é possível cruzar a \nCachoeira do Tigre Preto que apresenta uma belíssima \nsucessão de quedas para o vale do Cânion Fortaleza. Por \napresentar uma ótima estrutura de visitação a Pedra do \nSegredo tem grande interesse científico-turístico, sendo \nclassificado como geossítio de relevância regional.\n\nGEOSSÍTIO N° 18: CÂNION MALACARA\n\nLatitude: 29°07'36,900\"S  Longitude: 50°0'45,800\"W\nLocalização: Município de Cambará do Sul - RS) e Praia \nGrande - SC (18 km de Cambará do Sul - RS), e mais\n20 km a pé (Trilha da Borda dos Cânions)\nAcesso: Pago (trilha guiada)\n\nO Geossítio Cânion Malacara reúne importantes \ncaracterísticas geoturísticas, tais como trilhas de \n\n\n\n486\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\nFigura 58 - Vale do Cânion Malacara visto do Município de Praia Grande.\n\nFigura 55 - Visualização das escarpas intensamente vegetadas do \nCânion Malacara (Mata Atlântica).\n\nFigura 56 - Perfeita tabularidade das rochas vulcânicas marcada no \nCânion Malacara. Na foto é vericado o contato interderrames na forma \nde pequenos degraus que se encontram vegetados. Ao fundo é vista \na cidade de Praia Grande (SC) e no horizonte, a linha costeira gaúcha.\n\nFigura 57 a e b - Área de Campos de Cima da Serra durante o trajeto da Trilha da Borda dos Cânions. À direita, o Cânion Churriado que está \nlocalizado próximo ao Cânion Malacara.\n\nGEOSSÍTIO N° 19: MIRANTE  \nDA LAGOA DO SOMBRIO\n\nLatitude: 29°06'51,600\"S Longitude: 49°41'26,200\"W  \nMunicípio: Santa Rosa do Sul (9 km de Sombrio - SC)\nAcesso: Gratuito\n\nO mirante da Lagoa do Sombrio está localizado no \ntopo de um morro testemunho de aproximadamente \n270 metros de altitude, sendo que o geossítio também \né utilizado como área para salto de vôo livre. O ponto \nde contemplação possui uma vista privilegiada para a \nLagoa do Sombrio e para planície costeira, em especial o \nBalneário Gaivota (SC). O morro é formado por rochas \nsedimentares da Formação Botucatu (Formação Botucatu \n– Juro-Cretáceo) que são visualizadas durante o percurso \n\n\n\n487\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\nFigura 60 - Visualização da área utilizada para a prática do vôo livre.Figura 59 - Vista panorâmica do Mirante da Lagoa do Sombrio que é \nvisualizada ao fundo juntamente com a linha de costa.\n\nFiguras 61 - O Geossítio Ácidas de Cambará possui alternância de \ncores que deixam em evidência as estruturas de fluxo. No detalhe \nà esquerda,  o afloramento visto em planta com linhas de fluxo \npreservadas. No detalhe  à direita, é possível visualizar linhas e dobras \ndo fluxo de lava que ficaram preservados no geeossítio\n\naté o topo do mirante. O principal acesso ao geossítio é \nrealizado a partir da BR-101 até a localidade de Glorinha \n(Morro da Embratel) no Município de Sombrio. Após \nesse trajeto, as vias de acesso não apresentam sinalização \ne as condições de tráfego se tornam precárias. Em razão \nde apresentar uma ótima vista de contemplação para a \nplanície costeira, e ainda configurar como área esportiva, o \nMirante da Lagoa do Sombrio é considerado um geossítio \nde relevância regional (Figuras 59 e 60).\n\nGEOSSÍTIO N° 20: ÁCIDAS DE CAMBARÁ\n\nLatitude: 29°02'34,500\"S Longitude: 50°08'22,600\"W\nLocalização: Município Cambará do Sul -RS (área urbana \nde Cambará do Sul (RS)\nAcesso: Gratuito\n\nO Geossítio Ácidas de Cambará é um afloramento na \nforma de corte de estrada e pequenos lajeados na cidade \nde Cambará do Sul. O afloramento está localizado em área \nurbana no início do trecho da RS-020 que liga a cidade ao \nMunicípio de São José dos Ausentes. O geossítio é formado \npor belíssimas exposições de rochas vulcânicas ácidas (For-\nmação Serra Geral – Cretáceo Inferior) onde é possível visu-\nalizar o mesmo afloramento na forma de corte e planta que \nforma um raro conjunto de três dimensões. Desta maneira, \nestruturas de fluxo de lava são visualizadas em detalhe atra-\nvés de bandas de diferentes cores (cinza claro, cinza escuro e \navermelhado) ou por alteração diferencial que salienta dobras \nde dimensões centimétricas. O Geossítio Ácidas de Cambará \napresenta interesses científicos e pedagógicos relacionado a \nprocessos vulcânicos, sendo classificado como geossítio de \nrelevância regional (Figuras 61 e 62).\n\n\n\n488\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\nN\n°\n\nN\no\n\nm\ne \n\nd\no\n\n g\neo\n\nss\nít\n\nio\nM\n\nu\nn\n\nic\níp\n\nio\nTe\n\nrr\nen\n\no\nD\n\nes\ncr\n\niç\não\n\n S\nu\n\nm\nár\n\nia\nV\n\nal\no\n\nr \nC\n\nie\nn\n\ntí\nfi\n\nco\nR\n\nel\nev\n\nân\nci\n\na\nP\n\no\nss\n\nív\nel\n\n U\nti\n\nli\nza\n\nçã\no\n\n1\nFu\n\nrn\nas\n\n d\ne \n\nSo\nm\n\nb\nri\n\no\nSo\n\nm\nb\n\nri\no\n\nSe\nd\n\nim\nen\n\nta\nr\n\nFu\nrn\n\nas\n (g\n\nru\nta\n\n) –\n J\n\nu\nro\n\n-C\nre\n\ntá\nce\n\no\nEs\n\ntr\nat\n\nig\nrá\n\nfic\no\n\n-E\nsp\n\nel\neo\n\nló\ng\n\nic\no\n\n-S\ned\n\ni-\nm\n\nen\nto\n\nló\ng\n\nic\no\n\n-G\neo\n\nm\no\n\nrf\no\n\nló\ng\n\nic\no\n\nR\neg\n\nio\nn\n\nal\nTu\n\nrí\nst\n\nic\na \n\n/ \nR\n\nec\nre\n\nat\niv\n\na-\nPe\n\nd\nag\n\nó\ng\n\nic\na-\n\n-H\nis\n\ntó\nri\n\nca\n /\n\n C\nu\n\nlt\nu\n\nra\nl\n\n2\nM\n\no\nrr\n\no\n T\n\nrê\ns \n\nM\nar\n\nia\ns\n\nTu\nrv\n\no\nSe\n\nd\nim\n\nen\nta\n\nr\nM\n\no\nrr\n\no\n T\n\nes\nte\n\nm\nu\n\nn\nh\n\no\n –\n\n J\nu\n\nro\n-C\n\nre\ntá\n\nce\no\n\nSe\nd\n\nim\nen\n\nto\nló\n\ng\nic\n\no\n-G\n\neo\nm\n\no\nrf\n\no\nló\n\ng\nic\n\no\nR\n\neg\nio\n\nn\nal\n\nTu\nrí\n\nst\nic\n\na \n/ \n\nR\nec\n\nre\nat\n\niv\na\n\n3\nM\n\no\nrr\n\no\n P\n\nel\nad\n\no\nTu\n\nrv\no\n\nSe\nd\n\nim\nen\n\nta\nr\n\nM\no\n\nrr\no\n\n T\nes\n\nte\nm\n\nu\nn\n\nh\no\n\n –\n J\n\nu\nro\n\n-C\nre\n\ntá\nce\n\no\nSe\n\nd\nim\n\nen\nto\n\nló\ng\n\nic\no\n\n-G\neo\n\nm\no\n\nrf\no\n\nló\ng\n\ni-\nco\n\n-P\nal\n\neo\nn\n\nto\nló\n\ng\nic\n\no\nR\n\neg\nio\n\nn\nal\n\nTu\nrí\n\nst\nic\n\na \n/ \n\nR\nec\n\nre\nat\n\niv\na-\n\nPe\nd\n\nag\nó\n\ng\nic\n\nal\n\n4\nFu\n\nrn\nas\n\n Ín\nd\n\nio\ns \n\nX\no\n\ncl\nen\n\ng\nJa\n\nci\nn\n\nto\n M\n\nac\nh\n\nad\no\n\nSe\nd\n\nim\nen\n\nta\nr\n\nFu\nrn\n\nas\n (g\n\nru\nta\n\n) –\n J\n\nu\nro\n\n-C\nre\n\ntá\nce\n\no\nEs\n\ntr\nat\n\nig\nrá\n\nfic\no\n\n-E\nsp\n\nel\neo\n\nló\ng\n\nic\no\n\n-G\neo\n\n-\nm\n\no\nrf\n\no\nló\n\ng\nic\n\no\nR\n\neg\nio\n\nn\nal\n\nTu\nrí\n\nst\nic\n\na \n/ \n\nR\nec\n\nre\nat\n\niv\na-\n\nC\nie\n\nn\ntí\n\nfic\na-\n\n-P\ned\n\nag\nó\n\ng\nic\n\na-\nH\n\nis\ntó\n\nri\nca\n\n /\n C\n\nu\nlt\n\nu\nra\n\nl\n\n5\nM\n\no\nrr\n\no\n C\n\nar\nas\n\nal\nJa\n\nci\nn\n\nto\n M\n\nac\nh\n\nad\no\n\nSe\nd\n\nim\nen\n\nta\nr/\n\n \nVu\n\nlc\nân\n\nic\no\n\nM\no\n\nrr\no\n\n T\nes\n\nte\nm\n\nu\nn\n\nh\no\n\n –\n C\n\nre\ntá\n\nce\no\n\n \nIn\n\nfe\nri\n\no\nr\n\nEs\ntr\n\nat\nig\n\nrá\nfic\n\no\n-F\n\no\nrm\n\naç\nõ\n\nes\n S\n\nu\np\n\ner\nfi-\n\nci\nai\n\ns-\nG\n\neo\nm\n\no\nrf\n\no\nló\n\ng\nic\n\no\nR\n\neg\nio\n\nn\nal\n\nC\nie\n\nn\ntí\n\nfic\na-\n\nTu\nrí\n\nst\nic\n\na \n/ \n\nR\nec\n\nre\nat\n\niv\na\n\n6\nM\n\no\nrr\n\no\n d\n\no\ns \n\nC\no\n\nn\nve\n\nn\nto\n\ns\nA\n\nra\nra\n\nn\ng\n\nu\ná\n\nSe\nd\n\nim\nen\n\nta\nr\n\nM\no\n\nrr\no\n\n te\nst\n\nem\nu\n\nn\nh\n\no\n –\n\n P\ner\n\nm\nia\n\nn\no\n\n \nSu\n\np\ner\n\nio\nr\n\nEs\ntr\n\nat\nig\n\nrá\nfic\n\no\n-E\n\nsp\nel\n\neo\nló\n\ng\nic\n\no\n-S\n\ned\ni-\n\nm\nen\n\nto\nló\n\ng\nic\n\no\n-G\n\neo\nm\n\no\nrf\n\no\nló\n\ng\nic\n\no\nR\n\neg\nio\n\nn\nal\n\nTu\nrí\n\nst\nic\n\na \n/ \n\nR\nec\n\nre\nat\n\niv\na-\n\nC\nie\n\nn\ntí\n\nfic\na-\n\n-P\ned\n\nag\nó\n\ng\nic\n\na-\nH\n\nis\ntó\n\nri\nca\n\n /\n C\n\nu\nlt\n\nu\nra\n\nl\n\n7\nC\n\nân\nio\n\nn\n d\n\na \nPe\n\nd\nra\n\nJa\nci\n\nn\nto\n\n M\nac\n\nh\nad\n\no\nVu\n\nlc\nân\n\nic\no\n\nEs\nca\n\nrp\nas\n\n - \nC\n\nre\ntá\n\nce\no\n\n In\nfe\n\nri\no\n\nr\nTe\n\nct\nô\n\nn\nic\n\no\n-F\n\no\nrm\n\naç\nõ\n\nes\n S\n\nu\np\n\ner\nfic\n\nia\nis\n\n-\n-G\n\neo\nm\n\no\nrf\n\no\nló\n\ng\nic\n\no\nR\n\neg\nio\n\nn\nal\n\nC\nie\n\nn\ntí\n\nfic\na-\n\nTu\nrí\n\nst\nic\n\na \n/ \n\nR\nec\n\nre\nat\n\niv\na-\n\n-P\ned\n\nag\nó\n\ng\nic\n\na\n\n8\nM\n\no\nrr\n\no\n d\n\na \nM\n\no\nça\n\nJa\nci\n\nn\nto\n\n M\nac\n\nh\nad\n\no\nSe\n\nd\nim\n\nen\nta\n\nr\nM\n\no\nrr\n\no\n T\n\nes\nte\n\nm\nu\n\nn\nh\n\no\n –\n\n J\nu\n\nro\n-C\n\nre\ntá\n\nce\no\n\nEs\np\n\nel\neo\n\nló\ng\n\nic\no\n\n-S\ned\n\nim\nen\n\nto\nló\n\ng\nic\n\no\n-\n\n-G\neo\n\nm\no\n\nrf\no\n\nló\ng\n\nic\no\n\nR\neg\n\nio\nn\n\nal\nTu\n\nrí\nst\n\nic\na \n\n/ \nR\n\nec\nre\n\nat\niv\n\na-\nH\n\nis\ntó\n\nri\nca\n\n /\n \n\nC\nu\n\nlt\nu\n\nra\nl\n\n9\nD\n\nu\nn\n\nas\nB\n\nal\nn\n\neá\nri\n\no\n G\n\nai\nvo\n\nta\nSe\n\nd\nim\n\nen\nta\n\nr\nA\n\nflo\nra\n\nm\nen\n\nto\n n\n\na \nfo\n\nrm\na \n\nd\ne \n\nla\nje\n\nad\no\n\ns \ne \n\nd\nu\n\nn\na \n\n- J\nu\n\nro\n-C\n\nre\ntá\n\nce\no\n\n e\n Q\n\nu\nat\n\ner\nn\n\nár\nio\n\nEs\ntr\n\nat\nig\n\nrá\nfic\n\no\n-S\n\ned\nim\n\nen\nto\n\nló\ng\n\nic\no\n\nR\neg\n\nio\nn\n\nal\nC\n\nie\nn\n\ntí\nfic\n\na-\nPe\n\nd\nag\n\nó\ng\n\nic\na\n\n10\nPa\n\nrq\nu\n\ne \nd\n\na \nG\n\nu\nar\n\nit\na\n\nTo\nrr\n\nes\nSe\n\nd\nim\n\nen\nta\n\nr/\n \n\nVu\nlc\n\nân\nic\n\no\nEs\n\nca\nrp\n\nas\n e\n\n m\no\n\nrr\no\n\ns \nte\n\nst\nem\n\nu\nn\n\nh\no\n\ns \n– \n\nJu\nro\n\n-C\nre\n\ntá\nce\n\no\n e\n\n C\nre\n\ntá\nce\n\no\n In\n\nfe\nri\n\no\nr\n\nEs\ntr\n\nat\nig\n\nrá\nfic\n\no\n-S\n\ned\nim\n\nen\nto\n\nló\ng\n\nic\no\n\n-\n-G\n\neo\nm\n\no\nrf\n\no\nló\n\ng\nic\n\no\nIn\n\nte\nrn\n\nac\nio\n\nn\nal\n\nC\nie\n\nn\ntí\n\nfic\na-\n\nTu\nrí\n\nst\nic\n\na \n/ \n\nR\nec\n\nre\nat\n\niv\na-\n\n-P\ned\n\nag\nó\n\ng\nic\n\na-\nH\n\nis\ntó\n\nri\nca\n\n /\n C\n\nu\nlt\n\nu\nra\n\nl\n\n11\nPe\n\nd\nra\n\n B\nra\n\nn\nca\n\nPr\nai\n\na \nG\n\nra\nn\n\nd\ne\n\nSe\nd\n\nim\nen\n\nta\nr/\n\n \nVu\n\nlc\nân\n\nic\no\n\nM\no\n\nrr\no\n\n T\nes\n\nte\nm\n\nu\nn\n\nh\no\n\n –\n C\n\nre\ntá\n\nce\no\n\n \nIn\n\nfe\nri\n\no\nr\n\nFo\nrm\n\naç\nõ\n\nes\n S\n\nu\np\n\ner\nfic\n\nia\nis\n\n-G\neo\n\nm\no\n\nr-\nfo\n\nló\ng\n\nic\no\n\nR\neg\n\nio\nn\n\nal\nTu\n\nrí\nst\n\nic\na \n\n/ \nR\n\nec\nre\n\nat\niv\n\na-\nH\n\nis\ntó\n\nri\nca\n\n /\n \n\nC\nu\n\nlt\nu\n\nra\nl\n\n12\nC\n\nân\nio\n\nn\n F\n\no\nrt\n\nal\nez\n\na\nC\n\nam\nb\n\nar\ná \n\nd\no\n\n S\nu\n\nl e\n \n\nJa\nci\n\nn\nto\n\n M\nac\n\nh\nad\n\no\nVu\n\nlc\nân\n\nic\no\n\nEs\nca\n\nrp\nas\n\n - \nC\n\nre\ntá\n\nce\no\n\n In\nfe\n\nri\no\n\nr\nFo\n\nrm\naç\n\nõ\nes\n\n S\nu\n\np\ner\n\nfic\nia\n\nis\n-G\n\neo\nm\n\no\nrf\n\no\n-\n\nló\ng\n\nic\no\n\n-T\nec\n\ntô\nn\n\nic\no\n\nIn\nte\n\nrn\nac\n\nio\nn\n\nal\nTu\n\nrí\nst\n\nic\na \n\n/ \nR\n\nec\nre\n\nat\niv\n\na-\nC\n\nie\nn\n\ntí\nfic\n\na-\n-P\n\ned\nag\n\nó\ng\n\nic\na-\n\nH\nis\n\ntó\nri\n\nca\n /\n\n C\nu\n\nlt\nu\n\nra\nl\n\n13\nC\n\nân\nio\n\nn\n It\n\nai\nm\n\nb\nez\n\nin\nh\n\no\nC\n\nam\nb\n\nar\ná \n\nd\no\n\n S\nu\n\nl e\n \n\nPr\nai\n\na \nG\n\nra\nn\n\nd\ne\n\nVu\nlc\n\nân\nic\n\no\nEs\n\nca\nrp\n\nas\n - \n\nC\nre\n\ntá\nce\n\no\n In\n\nfe\nri\n\no\nr\n\nFo\nrm\n\naç\nõ\n\nes\n S\n\nu\np\n\ner\nfic\n\nia\nis\n\n-G\neo\n\nm\no\n\nrf\no\n\n-\nló\n\ng\nic\n\no\n-T\n\nec\ntô\n\nn\nic\n\no\nIn\n\nte\nrn\n\nac\nio\n\nn\nal\n\nTu\nrí\n\nst\nic\n\na \n/ \n\nR\nec\n\nre\nat\n\niv\na-\n\nC\nie\n\nn\ntí\n\nfic\na-\n\n-P\ned\n\nag\nó\n\ng\nic\n\na-\nH\n\nis\ntó\n\nri\nca\n\n /\n C\n\nu\nlt\n\nu\nra\n\nl\n\n14\nD\n\nes\nn\n\nív\nel\n\n d\no\n\ns \nR\n\nio\ns\n\nSã\no\n\n J\no\n\nsé\n d\n\no\ns \n\nA\nu\n\nse\nn\n\nte\ns\n\nVu\nlc\n\nân\nic\n\no\nM\n\no\nrr\n\no\n T\n\nes\nte\n\nm\nu\n\nn\nh\n\no\n –\n\n C\nre\n\ntá\nce\n\no\n \n\nIn\nfe\n\nri\no\n\nr\nFo\n\nrm\naç\n\nõ\nes\n\n S\nu\n\np\ner\n\nfic\nia\n\nis\n-G\n\neo\nm\n\no\nrf\n\no\n-\n\nló\ng\n\nic\no\n\n-T\nec\n\ntô\nn\n\nic\no\n\nR\neg\n\nio\nn\n\nal\nTu\n\nrí\nst\n\nic\na \n\n/ \nR\n\nec\nre\n\nat\niv\n\na-\nC\n\nie\nn\n\ntí\nfic\n\na\n\n15\nC\n\nân\nio\n\nn\n M\n\no\nn\n\nte\n N\n\neg\nro\n\nSã\no\n\n J\no\n\nsé\n d\n\no\ns \n\nA\nu\n\nse\nn\n\nte\ns\n\nVu\nlc\n\nân\nic\n\no\nEs\n\nca\nrp\n\nas\n - \n\nC\nre\n\ntá\nce\n\no\n In\n\nfe\nri\n\no\nr\n\nFo\nrm\n\naç\nõ\n\nes\n S\n\nu\np\n\ner\nfic\n\nia\nis\n\n-G\neo\n\nm\no\n\nrf\no\n\n-\nló\n\ng\nic\n\no\n-T\n\nec\ntô\n\nn\nic\n\no\nR\n\neg\nio\n\nn\nal\n\nTu\nrí\n\nst\nic\n\na \n/ \n\nR\nec\n\nre\nat\n\niv\na-\n\nC\nie\n\nn\ntí\n\nfic\na\n\n16\nM\n\nir\nan\n\nte\n T\n\nim\nb\n\né \nd\n\no\n S\n\nu\nl\n\nTi\nm\n\nb\né \n\nd\no\n\n S\nu\n\nl\nVu\n\nlc\nân\n\nic\no\n\nM\nir\n\nan\nte\n\n p\nan\n\no\nrâ\n\nm\nic\n\no\n \n\nFo\nrm\n\naç\nõ\n\nes\n S\n\nu\np\n\ner\nfic\n\nia\nis\n\n-G\neo\n\nm\no\n\nrf\no\n\n-\nló\n\ng\nic\n\no\n-T\n\nec\ntô\n\nn\nic\n\no\nR\n\neg\nio\n\nn\nal\n\nTu\nrí\n\nst\nic\n\na \n/ \n\nR\nec\n\nre\nat\n\niv\na-\n\nC\nie\n\nn\ntí\n\nfic\na-\n\n-P\ned\n\nag\nó\n\ng\nic\n\na\n\n17\nPe\n\nd\nra\n\n d\no\n\n S\neg\n\nre\nd\n\no\nC\n\nam\nb\n\nar\ná \n\nd\no\n\n S\nu\n\nl\nVu\n\nlc\nân\n\nic\no\n\nEs\nca\n\nrp\nas\n\n - \nC\n\nre\ntá\n\nce\no\n\n In\nfe\n\nri\no\n\nr\nFo\n\nrm\naç\n\nõ\nes\n\n S\nu\n\np\ner\n\nfic\nia\n\nis\n-G\n\neo\nm\n\no\nrf\n\no\n-\n\nló\ng\n\nic\no\n\n-T\nec\n\ntô\nn\n\nic\no\n\nIn\nte\n\nrn\nac\n\nio\nn\n\nal\nTu\n\nrí\nst\n\nic\na \n\n/ \nR\n\nec\nre\n\nat\niv\n\na-\nC\n\nie\nn\n\ntí\nfic\n\na-\n-P\n\ned\nag\n\nó\ng\n\nic\na\n\n18\nC\n\nân\nio\n\nn\n M\n\nal\nac\n\nar\na\n\nC\nam\n\nb\nar\n\ná \nd\n\no\n S\n\nu\nl\n\nVu\nlc\n\nân\nic\n\no\nEs\n\nca\nrp\n\nas\n - \n\nC\nre\n\ntá\nce\n\no\n In\n\nfe\nri\n\no\nr\n\nFo\nrm\n\naç\nõ\n\nes\n S\n\nu\np\n\ner\nfic\n\nia\nis\n\n-G\neo\n\nm\no\n\nrf\no\n\n-\nló\n\ng\nic\n\no\n-T\n\nec\ntô\n\nn\nic\n\no\nIn\n\nte\nrn\n\nac\nio\n\nn\nal\n\nTu\nrí\n\nst\nic\n\na \n/ \n\nR\nec\n\nre\nat\n\niv\na-\n\nC\nie\n\nn\ntí\n\nfic\na-\n\n-P\ned\n\nag\nó\n\ng\nic\n\na\n\n19\nM\n\nir\nan\n\nte\n d\n\na \nLa\n\ng\no\n\na \n \n\nd\no\n\n S\no\n\nm\nb\n\nri\no\n\nSo\nm\n\nb\nri\n\no\nSe\n\nd\nim\n\nen\nta\n\nr\nM\n\nir\nan\n\nte\n p\n\nan\no\n\nrâ\nm\n\nic\no\n\n \nFo\n\nrm\naç\n\nõ\nes\n\n S\nu\n\np\ner\n\nfic\nia\n\nis\n-G\n\neo\nm\n\no\nrf\n\no\n-\n\nló\ng\n\nic\no\n\n-T\nec\n\ntô\nn\n\nic\no\n\nR\neg\n\nio\nn\n\nal\nTu\n\nrí\nst\n\nic\na \n\n/ \nR\n\nec\nre\n\nat\niv\n\na-\nC\n\nie\nn\n\ntí\nfic\n\na-\n-P\n\ned\nag\n\nó\ng\n\nic\na\n\n20\nÁ\n\nci\nd\n\nas\n d\n\ne \nC\n\nam\nb\n\nar\ná\n\nC\nam\n\nb\nar\n\ná \nd\n\no\n S\n\nu\nl\n\nVu\nlc\n\nân\nic\n\no\nA\n\nflo\nra\n\nm\nen\n\nto\n n\n\na \nfo\n\nrm\na \n\nd\ne \n\nco\nrt\n\ne \nd\n\ne \nes\n\ntr\nad\n\na \ne \n\nla\nje\n\nad\no\n\ns\nEs\n\ntr\nat\n\nig\nrá\n\nfic\no\n\n-M\nin\n\ner\nal\n\nó\ng\n\nic\no\n\n-\n-P\n\net\nro\n\nló\ng\n\nic\no\n\nR\neg\n\nio\nn\n\nal\nC\n\nie\nn\n\ntí\nfic\n\na-\nPe\n\nd\nag\n\nó\ng\n\nic\na\n\nTa\nbe\n\nla\n 4\n\n - \nG\n\neo\nss\n\nít\nio\n\ns \nd\n\na \nre\n\ng\niã\n\no\n d\n\no\ns \n\nC\nam\n\nin\nh\n\no\ns \n\nd\no\n\ns \nC\n\nân\nio\n\nn\ns \n\nd\no\n\n S\nu\n\nl.\n\n\n\n489\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\nINFORMAÇÕES ADICIONAIS  \nSOBRE A PROPOSTA\n\nNo âmbito da presente Proposta de Geoparque, além \ndo relatório em si, os produtos de cartografia básica e \ntemática irão integrar o Sistema de Informações Geográ-\nficas – SIG do Geoparque Caminhos dos Cânions do Sul, \nsendo acompanhado, ainda, de um Cadastro de Geossítios, \no qual foi alimentado em aplicativo específico. O aplicativo \npara caracterização de geossítios foi adotado com base em \nproposta de Ficha de Cadastro de Geossítios da  ProGeo \n-The European Association for the Conservation of the Geo-\nlogical Heritage, com adaptações feitas por  Brilha (2005) \ne  Pereira &amp;  Brilha (2008), seguidos de modificações e \nacréscimos realizados sob a coordenação de Antônio \nDourado (coordenador-regional do projeto Geoparques \nna Superintendência Regional da CPRM em Salvador \n(SUREG-SA) e a colaboração de Eder Lima (analista de \nsistemas da SUREG-SA) e Carlos Schobbenhaus (coorde-\nnador nacional do projeto Geoparques). Adicionalmente, \nforam incluídas bibliotecas de geomorfologia por Marcelo \nDantas (Departamento de Gestão Territorial-DEGET \nda CPRM)) e de espeleologia por Mylène Berbert-Born \n(CPRM-Sede). Algumas sugestões foram ainda colhidas \nno II Curso de Campo do Prof. José Brilha e na reunião de \nIntegração das Atividades do Programa Geodiversidade \ndo Brasil (DEGET), ambos realizados em 2009, no Centro \nIntegrado de Estudos Geológicos-CIEG da CPRM, em \nMorro do Chapéu, BA.\n\nAssim, a contribuição da CPRM, consolidada no \npresente relatório, constitui-se no fornecimento da base \ngeológica da área do Projeto acompanhada da indicação \nlocacional, cadastramento e descrição dos geossítios.\n\nOutras atividades paralelas de apoio ao Projeto Geo-\nparque Caminhos dos Cânions do Sul estão sendo desen-\nvolvidas na região, especialmente no lado catarinense, \ncomo a inserção da ação \"apoio ao Projeto Geoparque\" \nno Subprograma Estruturação de Atrativos e de Espaços \nTurísticos do Plano Estratégico de Desenvolvimento \nRegional 2010/2020 elaborado no âmbito da 22a Secreta-\nria de Desenvolvimento Regional (Araranguá) do Estado \nde Santa Catarina.\n\nAdicionalmente, a AMESC - Associação dos Municí-\npios do Extremo Sul Catarinense elaborou um Projeto de \nSinalização Turística abrangendo a porção catarinense da \nregião do Geoparque seguindo as diretrizes da EMBRA-\nTUR – Instituto Brasileiro de Turismo, indicando os \natrativos turísticos da região ou de cada município indi-\nvidualmente. Também por iniciativa da AMESC, foram \n\nencomendados estudos de viabilidade para criação de um \ngeoparque na região dos cânions do sul. Estes estudos tive-\nram como objetivo realizar um diagnóstico das principais \npotencialidades e dificuldades da região no que tratava \nações voltadas ao geoturismo, sendo que a estratégia do \ngoverno de Santa Catarina era, posteriormente, enviar um \ndossiê de candidatura da região dos cânions do sul como \naspirante à Rede Global de Geoparques da UNESCO \n(Global Network of National Geoparks).\n\nHá que se ressaltar, também, a existência de diversas \nrotas turísticas na região do Geoparque, aproveitando os \natrativos naturais e a beleza cênica, incluindo diversos dos \ngeossítios cadastrados no âmbito da presente proposta. \n\nNo contexto do patrimônio geológico estudado, atra-\ntivos geoturísticos, tais como cachoeiras e cascatas não \nforam classificadas como geossítios. De fato, visto o grau \nde subjetividade para avaliar estes locais e o grande número \nexistente destes atrativos na região, os mesmos configuram-\n-se como elementos agregadores da proposta de geoparque \ne constituem, juntamente com aspectos sócio-culturais \n(festas regionais, gastronomia, artesanato, etc.), o conjunto \nde atrações turísticas da região dos Cânions do Sul.\n\nCabe observar que este relatório retrata o atual pano-\nrama geoturístico da região dos Cânions do Sul visto \npelos autores, sendo que, futuramente, novas ações de \ninventariação poderão ser realizadas para enriquecer a \npresente proposta de geoparque. \n\nMEDIDAS DE PROTEÇÃO\n\nConforme já mencionado, na área da presente pro-\nposta de geoparque estão situados os parques nacionais \nde Aparados da Serra e Serra Geral e o Parque Estadual de \nItapeva, inseridos no Bioma Mata Atlântica, considerado \num dos biomas mais importantes e ameaçados do mundo. \nEste Bioma cobria o litoral brasileiro de Norte a Sul, numa \nárea de 1,3 milhões de km2. Atualmente, restam apenas 7% \nde sua extensão original. A maioria é ocupada por cidades, \npastagem e agricultura. Apesar disso, a sua biodiversidade \né uma das maiores do planeta. Calcula-se que nela existam \n10 mil espécies de plantas, 131 de mamíferos, 214 de aves, \n23 de marsupiais, 57 de roedores, 183 de anfíbios, 143 \nde répteis e 21 de primatas. É o hotspot (área prioritária \npara conservação, com alta biodiversidade e endemismo \ne ameaçada no mais alto grau) número 1 entre as regiões \nmonitoradas no mundo. A preservação da Mata Atlântica \né fundamental também para o bem estar dos 123 milhões \nde pessoas – 67% da população brasileira – que vivem em \nsua área e precisam de seus serviços ambientais, como \n\n\n\n490\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\na proteção de mananciais, a contenção de encostas e a \nregulação do clima (http://www.icmbio.gov.br).\n\nA Reserva da Biosfera da Mata Atlântica (RBMA), \ncuja área foi reconhecida pela UNESCO, em cinco fases \nsucessivas entre 1991 e 2002, foi a primeira unidade da \nRede Mundial de Reservas da Biosfera declarada no Bra-\nsil. É a maior reserva da biosfera em área florestada do \nplaneta, com cerca de 35 milhões de hectares, abrangendo \náreas de 15 dos 17 estados brasileiros onde ocorre a Mata \nAtlântica, o que permite sua atuação na escala de todo o \nBioma (http://www.rbma.org.br).\n\nNeste contexto, junto à porção mais oriental da divisa \ndos estados do Rio Grande do Sul e de Santa Catarina, na \nregião sul do Brasil, situam-se os parques nacionais de \nAparados da Serra e Serra Geral, abrangendo uma área \nde aproximadamente 27.500 ha, distribuída ao longo dos \ncontrafortes da região natural comumente denominada \nde “Aparados da Serra”, inserida na Formação Geológica \nSerra Geral – daí a origem do nome destas importantes \nUnidades de Conservação (http://www.icmbio.gov.br). \n\nO PARNA de Aparados da Serra está situado nos \nmunicípios de Praia Grande (SC) e Cambará do Sul (RS), \ntendo sido criado no ano de 1959 através do Decreto \nnº 47.446, de 17 de dezembro de 1959 (posteriormente \nmodificado pelo Decreto nº 70.296, de 17 de março de \n1972). Compreende uma área de 10.250 ha estabelecida \nno Bioma Mata Atlântica (http://www.icmbio.gov.br).\n\nO PARNA Serra Geral está situado nos municípios \nde Jacinto Machado (SC), Praia Grande (SC) e Cambará \ndo Sul (RS), tendo sido criado no ano de 1992 através do \nDecreto nº 531, de 20 de maio de 1992. Compreende uma \nárea de 17.300 ha estabelecida no Bioma Mata Atlântica \n(http://www.icmbio.gov.br).\n\nO Plano de Manejo dos Parques Nacional Aparados da \nSerra e Serra Geral está respaldado pelo Sistema Nacional \nde Unidades de Conservação - SNUC (artigo 4° da Lei n° \n9.985/2000). De acordo como o zoneamento ambiental rea-\nlizado nos parques foram elaboradas ações de proteção, uso \ne ocupação destas áreas (Plano de Manejo Parque Nacional \nAparados da Serra e Serra Geral – MMA/IBAMA). Cópias \ndo plano de manejo destas duas unidades de conservação \nsão disponibilizadas através de contato com a administração \ndos parques, em Cambará do Sul/RS (http://www.icmbio.\ngov.br/brasil/RS/parna-de-aparados-da-serra). \n\nO Parque Estadual de Itapeva (PEVA)  está situado \nno Município de Torres (RS), tendo sido criado no ano \nde 2002 através do Decreto Estadual n° 42.009/2002. \nCompreende uma área de 1.000 ha estabelecida no Bioma \n\nMata Atlântica. O Plano de Manejo é objeto de documento \n(http://www.sema.rs.gov.br/upload/Plano_manejo_PEI-\ntapeva.pdf ) e portaria SEMA n° 55/2007 (http://www.\nsema.rs.gov.br/). \n\nOs geossítios inventariados na Proposta de Geopar-\nque Caminhos dos Cânions do Sul estão localizados em \náreas públicas, privadas e mistas (público-privado). Neste \nsentido, cada geossítio necessitará de medidas de proteção \nespecíficas. \n\nOs Cânions Fortaleza e Itaimbezinho são exemplos \nde geossítios localizados em Unidades de Conservação \n(UCs) federais de proteção integral. Desta maneira, estes \ngeossítios já se encontram sujeitos a medidas de prote-\nção contidas no plano de manejo destas áreas (Plano de \nManejo Parque Nacional Aparados da Serra e Serra Geral \n– MMA/IBAMA). Ressalta-se, porém, que as situações \nfundiárias destas áreas ainda se encontram parcialmente \nregularizadas sendo assim, atividades como pecuária e \nsilvicultura ainda são verificadas no interior dos parques \n(MMA/Ibama, 2003). \n\nOs geossítios inseridos em áreas privadas constituem-\n-se nos principais geomonumentos localizados na região \ndos cânions em Santa Catarina (Morros da Moça e Três \nMarias são alguns exemplos). Nestes casos, os geossítios \nestão expostos aos impactos ambientais gerados por \natividades econômicas, tais como agricultura, pecuária, \nsilvicultura e extração mineral (pedreira). \n\nNo caso dos geossítios localizados em áreas mistas, \nos visitantes necessitam percorrer terrenos particulares \npara acessar os pontos de visitação. Os Cânions Fortaleza \ne Itaimbezinho (via-baixada) e Morro Carasal são alguns \nexemplos de trilhas de acesso que cruzam áreas parti-\nculares. Nestes casos, ações de medidas de proteção ao \nlongo do percurso de visitação se fazem necessárias para \npreservar a trilha de impactos ambientais decorrentes do \nuso da via.\n\nHá alguns anos, o ICMbio iniciou o treinamento de \nmoradores locais para serviços de condutores nas áreas \ndos parques Serra Geral e Aparados da Serra, considerado \nfundamental para preservação dos geossítios, e para a \nsegurança dos turistas.\n\nConsiderando esta conjuntura, o incentivo ao geo-\nturismo regional se torna imprescindível para a prote-\nção do patrimônio geológico, sendo que a promoção \ndeste tipo de atividade configura-se uma alternativa \nde renda às comunidades locais. A cobrança de taxas \npara visitação, a formação de condutores (guias) e a \nimplementação de hospedaria são alguns exemplos de \n\n\n\n491\n\nGEOPARQUE CAMINHOS DOS CÂNIONS DO SUL (RS e SC)\n\nações voltadas para a geração de renda vinculada ao \ngeoturismo. Dentro deste panorama, os municípios \nde Cambará do Sul, São José dos Ausentes e Torres no \nRio Grande do Sul, e Praia Grande, em Santa Catarina, \nvêm se destacando pela sua infra-estrutura, já que estas \nregiões contam com centros de informações turísticas \ne hospedaria diversificada.\n\nREFERÊNCIAS\n\nABOARRAGE, Antônio Michel; LOPES, Ricardo da Cunha. \nProjeto A Borda Leste da Bacia do Paraná: integração geológica \ne avaliação econômica. Porto Alegre: DNPM/CPRM, 1986. 18 v. \n\nBACCI, Denise de La Corte; BOGGIANI, Paulo César; TEI-\nXEIRA, Wilson. GEOPARQUE - estratégia de geoconservação \ne projetos educacionais. Revista do Instituto de Geociências \nda USP, São Paulo, v. 5, p. 7-5, out. 2009.\n\nBRASIL.Comissão de Estudos das Minas de Carvão de Pedra \ndo Brazil. Relatório final por I.C. White, apresentado [ao] \nMinistro da Indústria, Viação e Obras Públicas. Rio de \nJaneiro: Imprensa Nacional, 1908. Parte I, p.1-300 ; Parte II, \np. 301-617. \n\nBRILHA, José B. Rodrigues. Patrimônio geológico e geo-\nconservação: a conservação da natureza em sua vertente \ngeológica. Braga, Portugal: Palimage, 2005. 190p. \n\nBRILHA, José Bernardo Rodrigues.  A importância dos Geo-\nparques no Ensino e Divulgação das Geociências. Revista do \nInstituto de Geociências da USP, São Paulo, v. 5, p. 27-33, \nout. 2009.\n\nDANTAS, Marcelo Eduardo; GOULART, Décio Rodrigues; \nJAC QU E S ,  Pat r í c i a  D u r i nge r ;  A L M E I DA ,  Ive te  d e \nSouza; KREBS, Antônio Silva Jornada. Geomorfologia \naplicada à Gestão Integrada de Bacias de Drenagem: \nBacia do Rio Araranguá (SC), Zona Carbonífera Sul- \nCatarinense. In: SIMPÓSIO BRASILEIRO DE RECURSOS \nHÍDRICOS, 16., 20 - 24 nov. 2005, João Pessoa, PB. Anais... \nJoão Pessoa, PB: ABRH, 2005. 74p. CD Rom.\n\nFRANK, Heinrich Theodor; GOMES, Márcia Elisa Boscato ; \nFORMOSO, Milton Luiz Laquintinie. Review of the areal extent \nand the volume of the Serra Geral Formation, Paraná Basin, \nSouth America Pesquisas em Geociências, Porto Alegre, v. 36, \nn. 1, p. 49-57, abr.-jun., 2009.\n\nGO O GLE. Go ogle E ar th 5.0.1. C aptura de telas em \njaneiro-julho/2011. \n\nLOPES, Rosana Peporine; SANTO, Eder Luiz; RICKEN, Cláu-\ndio; VICENTE, Ricardo; BERTINI, Reinaldo. Ocorrências \ninéditas de icnofósseis dinossaurianos na Formação Botucatu, \n\nno extremo Sul do Estado de Santa Catarina. In: SIMPÓSIO \nBRASILEIRO DE PALEONTOLOGIA DE VERTEBRADOS, \n4., 2004, Rio Claro. Boletim de Resumos.   Rio Claro, SP: \nUNESP, 2004. p. 39-40. \n\nMMA/IBAMA. Plano de Manejo - Parque Nacional de Apa-\nrados da Serra e Serra Geral - Resumo Executivo. Relatório \nelaborado por Socioambiental Consultores Associados Ltda. \n56 p. 2003. (não publicado)\n\nMENEGAT, Rualdo.  Geoparques como laboratórios de inteli-\ngência da terra. Revista do Instituto de Geociências da USP, \nSão Paulo, v. 5, p.91-103, out. 2009. \n\nMORENO, José Alberto. Clima do Rio Grande do Sul. Porto \nAlegre: Secretaria da Agricultura, 1961. 83 p.\n\nORLANDI FILHO, Vitório; KREBS, Antonio Silvio Jornada; \nGIFFONI, Luís Edmundo. Coluna White excursão virtual \npela Serra do Rio do Rastro: seção padrão das unidades do \nGondwana no Sul do Brasil. Porto Alegre: CPRM, 2002. 1 \nCD ROM.\n\nPEREIRA, Ricardo Fraga; BRILHA, José. 2008. Geoconser-\nvação e desenvolvimento sustentável na borda oriental da \nChapada Diamantina. Relatório de atividades da viagem de \ncampo da tese de doutoramento, Núcleo de Ciências da Terra, \nUniversidade de Minho, Braga, Portugal, 2008.\n\nPETRY, Karla; ALMEIDA, Delia Del Pilar Montecinos de; \nZERFASS, Henrique. Geologia e estratigrafia de Torres, RS: \no vulcanismo Serra Geral e feições de interação vulcano-\n-sedimentar. Acta Geológica Leopoldensia, São Leopoldo, \nv. 16, p. 31-40, 2005.\n\nPETRY, K. ; JERRAM ; ALMEIDA, Delia Del P.M. de; ZER-\nFASS, Henrique. Volcanic-sedimentary features in the Serra \nGeral Fm., Paraná Basin, southern Brazil: examples of dynamic \nlava-sediment interactions in an arid setting. Journal of Vol-\ncanology and Geothermal Research, v. 159, p. 313-426, 2007.\n\nSANTA CATARINA. Gabinete de Planejamento e Coordena-\nção Geral. Atlas de Santa Catarina. Rio de Janeiro: Aerofoto \nCruzeiro, 1986.\n\nSCHEIBE, Luiz Fernando; BUSS, Maria Dolores; FURTADO, \nSandra Maria de Arruda.  (Orgs.) Atlas ambiental da Bacia do \nRio Araranguá. Santa Catarina, Brasil. Florianópolis: UFSC:  \nCidade Futura, 2010. 64 p.\n\nSCHOBBENHAUS, Carlos. 2006. Projeto Geoparques: pro-\nposta. Brasília: Serviço Geológico do Brasil-CPRM, 2006. 9 \np. , mapa (relatório interno).\n\nSCHOBBENHAUS, Carlos; SILVA, Cassio. R. da. O papel \nindutor do Serviço Geológico do Brasil na criação de Geopar-\nques. In: FÓRUM DO PATRIMÔNIO CULTURAL, 1. 2009, \nOuro Preto. Anais... Ouro Preto:  IPHAN, 2009.\n\n\n\n492\n\nGEOPARQUES DO BRASIL / PROPOSTAS · volume I\n\nSILVA, Cassio Roberto da. (Ed.). Geodiversidade do Brasil: \nconhecer o passado, para entender o presente e prever o futuro. \nRio de Janeiro: CPRM, 2008. 264 p.\n\nSILVA, F. G. ; SCHERER, Clailton Marlon dos Santos. Fácies, \nAssociação de Fácies e Modelo Deposicional dos Arenitos \nEólicos da Formação Botucatu (Cretáceo Inferior) na \nRegião Sul de Santa Catarina. Pesquisas em Geociências \n(UFRGS), Porto Alegre-RS, v. 27, n.2, p. 15-30, 2000.\n\nWILDNER, Wilson. Estratigrafia do magmatismo Serra Geral \nna Bacia do Paraná - Conceitos básicos e divisão faciológica. \nIn: REUNIÃO ABERTA DA COMISSÃO BRASILEIRA DE \nESTRATIGRAFIA, 2004, Porto Alegre. Anais... Porto Alegre: \nSBG, 2004. p.62-77.\n\nWILDNER, Wilson; RAMGRAB, Gilberto Emílio; LOPES, \nR. da  C.; IGLESIAS, Carlos Moacyr da  Fontoura.  Mapa \nGeológico do Estado do Rio Grande do Sul. Porto Alegre: \nCPRM, 2005. 1 mapa color., 110 x 166 cm. Escala 1:750.000. \n(Projeto Mapas Estaduais – PME). CD-ROM.\n\nWILDNER, Wilson ; ORLANDI FILHO, Vitório; GIFFONI, \nLuís Edmundo . Excursão virtual aos Aparados da Serra \n- RS/SC:  aspectos geológicos e turísticos - cânions do Itaim-\nbezinho e Fortaleza. Porto Alegre: CPRM, 2004.  88p. il. color. \nDisponível em: &lt;http://www.cprm.gov.br >. Acesso em 26 \nnov. 2010.\n\nWILDNER, Wilson; ORLANDI FILHO, Vitório ; GIFFONI, \nLuís Edmundo. Itaimbezinho e Fortaleza, RS e SC. Magníficos \ncanyons esculpidos nas escarpas Aparados da Serra do planalto \nvulcânico da Bacia do Paraná. In: WINGE, Manfredo; SCHO-\nBBENHAUS, Carlos; BERBERT-BORN, Milene; QUEIROZ, \nE. T.; CAMPOS, D. A; SOUZA, C. R. G.; FERNANDES, A. \nC. S. (Org.),  Sítios Geológicos e Paleobiológicos do Brasil. \nBrasília:  DNPM; CPRM; SIGEP, 2009. v. 2.\n\nWILDNER, W et al. Mapa Geológico do Estado de Santa \nCatarina. Porto Alegre: CPRM (em preparação).\n\nSOBRE OS AUTORES\n\nMichel Marques Godoy - Geólogo graduado pela Uni-\nversidade Federal do Rio Grande do Sul em 2005; \npossui curso técnico em hidrologia pelo Instituto \nde Pesquisas Hidráulicas/UFRGS em 1999. Possui \nexperiência na área de geologia ambiental, tendo \natuado em projetos de investigação e remediação \nde áreas contaminadas por hidrocarbonetos. In-\n\ngressou na CPRM no ano de 2008, e atualmente executa atividades \nde mapeamento geológico básico e inventariação do patrimônio \ngeológico na Gerência de Recursos Minerais da Superintendência \nRegional de Porto Alegre do Serviço Geológico do Brasil (CPRM).  \nmichel.godoy@cprm.gov.br\n\nRaquel Barros Binotto - Geóloga graduada pela Uni-\nversidade Federal do Rio Grande do Sul em 1993; \npós-graduada ao nível de Mestrado em 1997 pelo \nPrograma de Pós-Graduação em Engenharia de Minas, \nMetalúrgica e dos Materiais da Universidade Federal \ndo Rio Grande do Sul, com ênfase em contaminação \nde águas subterrâneas, e ao nível de especialização \n\n(Saneamento e Engenharia Ambiental de Obras Civis) em 2000, \npossui larga experiência profissional na área de recursos hídricos e \nambiental, tendo atuado no órgão ambiental do estado do Rio Grande \ndo Sul (FEPAM/RS). Atualmente, executa atividades de pesquisa/\ndesenvolvimento na área de Geologia/Geoprocessamento na Gerência \nde Relações Institucionais e Desenvolvimento da Superintendência \nRegional de Porto Alegre do Serviço Geológico do Brasil (CPRM).  \nraquel.binotto@cprm.gov.br\n\nWilson Wildner - Geólogo graduado pela Universidade \ndo Vale do Rio dos Sinos em 1977, pós-graduado ao \nnível de mestrado (1991) e doutorado (1999) pelo \nInstituto de Geociências da Universidade Federal \ndo Rio Grande do Sul e pós-doc no Institut für Mi-\nneralogie und Kristallchemie (Universität Stuttgart, \nGermany). Atualmente é geólogo na área de geologia \n\nda Companhia de Pesquisa de Recursos Minerais - Serviço Geológi-\nco do Brasil / Região Sul. Faz parte do Corpo consultivo da Revista \nBrasileira de Geociências (0375-7536). Tem experiência na área de \nGeociências, com ênfase em geoquímica, petrologia, metalogenia, \ntexturas e estruturas de seqüências vulcano-sedimetares e prospec-\nção de depósitos de Cu-Ni (EGP) em rochas máfico-ultramáficas. \nAtua principalmente nos seguintes temas: magmatismo Serra Geral, \nestratigrafia, petrologia e potencial metalogenético, vulcanismo rela-\ncionado a Bacia do Camaquã, brasilian/pan-african orogeny, e iden-\ntificação de texturas e estruturas relacionadas a terrenos vulcânicos.  \nwilson.wildner@cprm.gov.br\n\nCOLABORADORES\nAline Teresinha da Rosa - Estágiária de Graduação em Geografia\nCPRM - Serviço Geológico do Brasil\nDaniel Mottin Soares - Técnico em Geociências \nCPRM - Serviço Geológico do Brasil"}]}}}