{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24844"}, {"@name": "filename", "#text": "9345_001079254.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Hydrol. Earth Syst. Sci., 22, 4815–4842, 2018\nhttps://doi.org/10.5194/hess-22-4815-2018\n© Author(s) 2018. This work is distributed under\nthe Creative Commons Attribution 4.0 License.\n\nToward continental hydrologic–hydrodynamic\nmodeling in South America\nVinícius A. Siqueira1, Rodrigo C. D. Paiva1, Ayan S. Fleischmann1, Fernando M. Fan1, Anderson L. Ruhoff1,\nPaulo R. M. Pontes2, Adrien Paris3,4,a, Stéphane Calmant3, and Walter Collischonn1\n1Instituto de Pesquisas Hidráulicas, Universidade Federal do Rio Grande\ndo Sul (UFRGS), Porto Alegre, 91501-970, Brazil\n2Instituto Tecnológico Vale (ITV), Belém, 66055-090, Brazil\n3LEGOS, Université de Toulouse, CNRS, CNES, IRD, UPS, Toulouse, France\n4GET, Université de Toulouse, UPS, CNRS, IRD, Toulouse, France\nanow at: Collecte Localisation Satellite (CLS), Ramonville-Saint-Agne, 31520, France\n\nCorrespondence: Vinícius A. Siqueira (vinisiquera@gmail.com)\n\nReceived: 25 April 2018 – Discussion started: 2 May 2018\nRevised: 21 August 2018 – Accepted: 28 August 2018 – Published: 18 September 2018\n\nAbstract. Providing reliable estimates of streamflow and hy-\ndrological fluxes is a major challenge for water resources\nmanagement over national and transnational basins in South\nAmerica. Global hydrological models and land surface mod-\nels are a possible solution to simulate the terrestrial wa-\nter cycle at the continental scale, but issues about parame-\nterization and limitations in representing lowland river sys-\ntems can place constraints on these models to meet local\nneeds. In an attempt to overcome such limitations, we ex-\ntended a regional, fully coupled hydrologic–hydrodynamic\nmodel (MGB; Modelo hidrológico de Grandes Bacias) to\nthe continental domain of South America and assessed\nits performance using daily river discharge, water lev-\nels from independent sources (in situ, satellite altimetry),\nestimates of terrestrial water storage (TWS) and evapo-\ntranspiration (ET) from remote sensing and other avail-\nable global datasets. In addition, river discharge was com-\npared with outputs from global models acquired through\nthe eartH2Observe project (HTESSEL/CaMa-Flood, LIS-\nFLOOD and WaterGAP3), providing the first cross-scale as-\nsessment (regional/continental×global models) that makes\nuse of spatially distributed, daily discharge data. A satisfac-\ntory representation of discharge and water levels was ob-\ntained (Nash–Sutcliffe efficiency, NSE > 0.6 in 55 % of the\ncases) and the continental model was able to capture patterns\nof seasonality and magnitude of TWS and ET, especially over\nthe largest basins of South America. After the comparison\n\nwith global models, we found that it is possible to obtain\nconsiderable improvement on daily river discharge, even by\nusing current global forcing data, just by combining parame-\nterization and better routing physics based on regional expe-\nrience. Issues about the potential sources of errors related to\nboth global- and continental-scale modeling are discussed, as\nwell as future directions for improving large-scale model ap-\nplications in this continent. We hope that our study provides\nimportant insights to reduce the gap between global and re-\ngional hydrological modeling communities.\n\n1 Introduction\n\nReliable simulations of streamflow dynamics and related\nprocesses are vital to support water resources management\nregarding water security, natural hazards, navigation, agricul-\nture and energy production. Therefore, improved predictions\nof the hydrological system can aid policymakers and stake-\nholders in making better decisions, also fostering actions to\nreduce risk and impacts on water resources under current and\nfuture conditions. In South America, recent important floods\n(e.g., Marengo et al., 2012; Hoyos et al., 2013; Ovando et\nal., 2016) and droughts (Melo et al., 2016; Erfanian et al.,\n2017), together with uncertainties about the potential effects\nof climate change (Marengo et al., 2009), are encouraging\nnew strategies for meeting social, economic and environmen-\n\nPublished by Copernicus Publications on behalf of the European Geosciences Union.\n\n\n\n4816 V. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America\n\ntal water demands in large river basins all over the continent,\nsome of them extending beyond political borders.\n\nIn this context, large-scale hydrological models arise as\nimportant tools for simulating the terrestrial phase of the wa-\nter cycle. Despite limitations related to observed (in situ)\ndata, especially in developing countries, advances in compu-\ntational resources and remote sensing technologies are push-\ning such models toward continental and global scales with\nincreasing resolution (Wood et al., 2011; Bierkens, 2015;\nBierkens et al., 2015; Sood and Smathkin, 2015). Currently,\nestimates of water fluxes at these scales are usually ob-\ntained using two modeling frameworks, namely global hy-\ndrological models (GHMs) and land surface models (LSMs)\n(Haddeland et al., 2011). While GHMs are more concerned\nwith water resources assessment and lateral transfer of wa-\nter, thus enabling quantification of human impacts and wa-\nter scarcity/stress (e.g., Döll et al., 2009; Wada et al., 2011),\nLSMs were primarily developed to provide lower boundary\nconditions for atmospheric circulation models, i.e., having\na particular focus on vertical fluxes of heat and water (e.g.,\nBalsamo et al., 2009). The latter are often coupled (i.e, in of-\nfline mode) to global river routing models designed for trans-\nporting water along drainage networks (e.g., Decharme et al.,\n2008; Zaitchik et al., 2010; Yamazaki et al., 2011; Getirana\net al., 2012), which also enables the conversion from surface\nand groundwater runoff into river discharge and other surface\nwater variables (e.g., flood extent, water level).\n\nAlthough global-scale models can provide valuable spa-\ntiotemporal estimates of water fluxes and projections of those\nestimates (Sood and Smakthin, 2015), their ability to repro-\nduce discharge observations at basin scale and to address\npractical water management issues is still limited (Archfield\net al., 2015; Hattermann et al., 2018). Inaccuracies in runoff\nestimation from GHMs and LSMs may be first attributed\nto the uncertainty in global satellite precipitation products\n(Tian and Peters-Lidard, 2010; Sperna Weiland et al., 2015),\nbut several studies have shown considerable differences be-\ntween model outputs even when using the same meteorologi-\ncal forcing, given the lack of knowledge about runoff genera-\ntion processes and deficiencies in parameter estimation (e.g.,\nHaddeland et al., 2011; Gudmundsson et al., 2012; Zhou\net al., 2012; Beck et al., 2017a). In particular, calibration\nhas been found to have the largest impact on storage fluxes,\nevapotranspiration and discharge in comparison to variations\nin model structure and forcing data (Müller Schmied et al.,\n2014), which is a reason to call for efforts on this exercise as\nmany of the GHMs and LSMs are not calibrated (Sood and\nSmathkin, 2015; Zhang et al., 2016; Beck et al., 2017a).\n\nAn alternative to overcome some limitations of GHMs and\nLSMs is to expand the spatial domain of hydrological mod-\nels that were initially developed for catchment to regional\nscales. Applying these models at national (e.g., Crooks et al.,\n2014) to continental domains (e.g., Abbaspour et al., 2015;\nPechlivanidis and Arheimer, 2015; Donnelly et al., 2016)\ntranslates into a better use of local expert knowledge and\n\ncountry-specific datasets that may be difficult to reach glob-\nally. At the same time, it is possible to focus on regionally\nrelevant processes that are usually not included or not well\nresolved in global models. In South America, for example,\nseveral previous studies suggested that lateral water fluxes\nin large lowland rivers should be resolved using hydrody-\nnamic routing (e.g., Paiva et al., 2011, 2013; Paz et al., 2011,\n2014; Yamazaki et al., 2011; Pontes et al., 2017; Zhao et al,\n2017), while GHMs generally apply methods based on con-\nstant/variable velocity or a kinematic simplification of the\nSt. Venant equations (see the overview by Kauffeldt et al.,\n2016 and Bierkens, 2015). Even if LSMs can be coupled of-\nfline to more physically based global river routing models\n(e.g., Yamazaki et al., 2011; Getirana et al., 2017b), calibra-\ntion in the latter is likely to compensate for errors in runoff\ngeneration (Pappenberger et al., 2010; Getirana et al., 2013;\nHodges, 2013) and lack of relevant vertical hydrological pro-\ncesses linked to river–floodplain dynamics (e.g., Pedinotti\net al., 2012; Paz et al., 2014; Fleischmann et al., 2018).\nIn turn, fully coupled large-scale hydrologic–hydrodynamic\nmodels (e.g., Paiva et al., 2013) can handle the above inter-\nactions while using one single modeling framework, and are\nnow feasible for using in continental domains because re-\ncent routing schemes (e.g., Bates et al., 2010) have proved\nto be computationally efficient for both regional (Getirana et\nal., 2017b; Pontes et al., 2017; Fleischmann et al., 2018) and\nglobal simulations (Yamazaki et al., 2013).\n\nOver the past decades, skill in streamflow prediction has\nbeen emphasized in catchment- to regional-scale modeling\n(Archfield et al., 2015), but there is a growing opportunity\nto perform further spatial analyses rather than just relying\non point measurements. Currently, a wide range of remote\nsensing products can be used to assess other variables than\ndischarge, such as terrestrial water storage (e.g., Tapley et al.,\n2004; Watkins et al., 2015), evapotranspiration (e.g., Miralles\net al., 2011; Zhang et al., 2018), soil moisture (e.g., Kerr et\nal., 2012) or water surface elevation derived from satellite\naltimetry (e.g., Santos da Silva et al., 2010). Previous stud-\nies have shown the utility of the aforementioned datasets not\nonly to validate hydrological/routing models (e.g., Alkama et\nal., 2010; Getirana et al., 2012; Paiva et al., 2013) but also as\nan interesting tool to constrain and estimate model parame-\nters (Getirana, 2010; Werth and Güntner, 2010; López López\net al., 2017). Therefore, remote sensing products can be help-\nful for continental-scale modeling in assessing regions where\nstreamflow data are scarce, as well as to outline areas in\nwhich future model improvements are potentially needed.\n\nIn parallel, the interest in building catchment/regional\nmodels up to continental domains, together with global mod-\nels trying to be locally relevant through hyper-resolution\n(Wood et al., 2011), fosters the need to reduce the gap be-\ntween these two modeling communities (Bierkens et al.,\n2015; Archfield et al., 2015). If the primary goal of a con-\ntinental model is to provide estimates of river discharge to\nsupport regional water management practices, the results can\n\nHydrol. Earth Syst. Sci., 22, 4815–4842, 2018 www.hydrol-earth-syst-sci.net/22/4815/2018/\n\n\n\nV. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America 4817\n\nalso be compared with outputs of global models to assess\nboth the performance and potential shortcomings of these\nmodels under a regional perspective. In recent years, there\nhas been an increasing number of studies assessing outputs\nof LSMs through multimodel intercomparison (e.g., Zaitchik\net al., 2010; Gudmundsson et al., 2012; Zhou et al., 2012),\nsometimes in conjunction with GHMs (e.g., Haddeland et al.,\n2011; Beck et al., 2017a). Other recent studies focused on in-\ntercomparison of regional models in large basins around the\nworld, usually relating overall performance to a single gauge\nstation and having a particular interest in monthly statis-\ntics (e.g., Huang et al., 2016; Eisner et al., 2017; Krysanova\net al., 2017). Moreover, little attention has been given to\nthe intercomparison of global- and regional-scale models,\nand the existing studies only focused on monthly to annual\nflows (e.g., Zhang et al., 2016) and projection of climate\nchange impacts using a small number of gauge stations (e.g.,\nGosling et al., 2011; Hattermann et al., 2018). As stream-\nflow is highly variable over space and at short timescales\n(i.e., daily), model performance should be assessed with spa-\ntially distributed data within large basins and at sub-monthly\nintervals (e.g., Wu et al., 2014; Beck et al., 2017a; Zhao\net al., 2017), but to our knowledge, no cross-scale (i.e., re-\ngional/continental×global models) intercomparison with a\ncomprehensive evaluation of daily river discharge has been\ncarried out over South America.\n\nIn this paper, we aim to start bridging this gap by\n(i) extending a regional-scale, fully coupled hydrologic–\nhydrodynamic model to the entirety of South America, as-\nsessing its ability to represent discharge and other hydro-\nlogical variables across the continent; (ii) exploring how\ndischarge estimates from continental-scale modeling per-\nform when compared to those estimated with state-of-the-\nart global models and (iii) identifying the issues that should\nbe addressed for improving continental-/global-scale model-\ning in this continent. The next sections provide a brief de-\nscription of (i) the major river systems of South America,\n(ii) modeling approaches, (iii) datasets selected for valida-\ntion, (iv) calibration procedures, (v) global models selected\nfor discharge comparison and (vi) metrics used for assess-\nment of results.\n\n2 Overview of the major South American river systems\n\nSouth America is one of the most freshwater-abundant re-\ngions on Earth, contributing around 30 % of the global runoff\nto the oceans (Clark et al., 2015) despite only having 12 % of\nthe total land area. Because of a combination of wide lati-\ntudinal extent (10? N–55? S), major orographic features and\nstrong oceanic influences (Garcia and Mechoso, 2005; Vera\net al., 2006; Garreaud et al., 2009), the continent is subject\nto a diverse climate that feeds 6 out of the 10 largest basins\nin the world in terms of mean annual discharge, 4 of them\nonly within the Amazon (Latrubesse et al., 2005). In partic-\n\nular, the Amazon is probably the most relevant hydrological\nsystem of the world, which attracts great scientific attention\ndue to its ecological importance and role in local to global\nclimate (Werth and Avissar, 2002; Vera et al., 2006).\n\nFigure 1 presents general information about South Amer-\nica, including hydroclimatic characteristics, major wetlands\nand hydrological regions. According to classifications of the\nFood Agriculture Organization (FAO) and Brazilian National\nWater Agency (ANA), the continent is partitioned into 27\nmajor hydrological divisions, with the largest ones (Ama-\nzon, La Plata and Orinoco basins) sharing much of their wa-\nter between different countries. Because almost 80 % of the\nterritory lies between the tropics, the continent is dominated\nby an equatorial (tropical) climate that drives high amounts\nof rainfall especially near the equator, but extreme condi-\ntions also exist and range from very arid (such as the Ata-\ncama desert in northern Chile) to polar areas over the Andes\nCordillera and south of Patagonia (southern Argentina and\nChile). As a result, water availability is subject to be highly\nvariable with large discrepancies in mean annual flows, for\nexample, 8.7 mm yr?1 at Desaguadero River in the Col-\norado basin (Canalejas gauge station, 1.8×105 km2) com-\npared with 2100 mm yr?1 at Japura River (Puerto Cordoba\ngauge station, 1.5×105 km2), the latter located in the Ama-\nzon basin.\n\nRegarding river dynamics, flows in the Amazon are largely\naffected by floodplains over extensive flat terrains, causing\nsignificant flood peak delay and attenuation (Richey et al.,\n1989; Alsdorf et al., 2007; Yamazaki et al., 2011; Paiva et\nal., 2013). Because flood waves have travel times in the order\nof a few months, sometimes out of phase because of the sea-\nsonal differences in precipitation (Richey et al., 1989), rivers\nare subject to strong backwater effects that extend for sev-\neral hundred kilometers upstream of the river mouth or the\nconfluence of its tributaries (Meade et al., 1991; Getirana\nand Paiva, 2013; Paiva et al., 2013), existing in both high-\nand low-water periods (Trigg et al., 2009). To the north, the\nOrinoco basin shares some characteristics of the Amazon,\nsuch as a unimodal flood pulse and low interannual variabil-\nity of floodplain inundation, especially in the Llanos region\n(Hamilton et al., 2002). In addition, the high amplitude of\nthe mainstem water level – 14 to 16 m – produces backwa-\nter effects in its tributaries with strong hydrological gradients\n(Rosales et al., 2002).\n\nAt the heart of South America, the La Plata basin plays a\nmajor role in terms of agriculture, hydroelectricity and the\neconomy in general, corresponding to almost 70 % of the\ncombined gross domestic product in countries such as Ar-\ngentina, Paraguay, Bolivia and Brazil (Vera et al., 2006; Bar-\nros et al., 2006). La Plata is mainly composed of the Paraná\nand Paraguay rivers and, to a lesser extent, the Uruguay\nRiver, which are completely different with respect to flow\nconditions. For example, the upper Paraná is largely regu-\nlated by reservoirs (about 50 % of mean annual flow, accord-\ning to Su and Lettenmaier, 2009) and provides around 75 %\n\nwww.hydrol-earth-syst-sci.net/22/4815/2018/ Hydrol. Earth Syst. Sci., 22, 4815–4842, 2018\n\n\n\n4818 V. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America\n\nFigure 1. South America maps showing (a) countries and major hydrological regions according to FAO and ANA classifications, (b) Major\nwetlands and lowland regions, adapted from Lehner and Döll (2004), (c) mean annual precipitation derived from the MSWEP dataset (Beck\net al., 2017b), (d) Köppen–Geiger updated climate classification from Kottek et al. (2006), (e) relief map based on the Bare-Earth SRTM\n(O’Loughlin et al., 2016), including main rivers and (f) mean annual flow at discharge gauge stations used in this study.\n\nof discharge up to the confluence with Paraguay River, de-\nspite the similar drainage area of both basins (? 106 km2)\n(Barros et al., 2006). The Paraguay basin, on the other\nhand, is largely influenced by one of the largest wetlands in\nthe world – the Pantanal – a complex anabranching river–\nfloodplain system characterized by very gentle slopes that\ncan be less than 1.5 cm km?1 (Tucci and Clarke, 1998;\nBerbery and Barros, 2002; Paz et al., 2011; Bravo et al.,\n2012). Much of the water stored in the floodplain at high\nwater does not return to the channels during the drying\nphase and become available for evaporation and infiltration\n\n(Paz et al., 2014), so flood waves are lagged by about 4–\n6 months (Tucci and Clarke, 1998; Hamilton et al., 2002),\nup to 60 % water volume can be lost (Gonçalves et al.,\n2011), and the shape of downstream hydrographs is strongly\nmodified (Bravo et al., 2012). Moreover, huge areas on the\nright overbank of the Paraguay River (Chaco Plain) have\npoorly defined drainage networks associated with alluvial\nmegafans (Latrubesse, 2015), which makes this basin one of\nthe most challenging regions for hydrological modeling in\nSouth America.\n\nHydrol. Earth Syst. Sci., 22, 4815–4842, 2018 www.hydrol-earth-syst-sci.net/22/4815/2018/\n\n\n\nV. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America 4819\n\nThe headwaters of La Plata also border important hy-\ndrological systems such as the Tocantins–Araguaia and São\nFrancisco in a tropical wet–dry biome called Brazilian Cer-\nrado (i.e., Brazilian savanna). The former is composed of To-\ncantins and Araguaia rivers, flowing parallel northwards until\njoining approximately 550 km upstream of the basin mouth\nnear the Amazon delta. While the Tocantins is marked by a\ncascade of large dams, the Araguaia River is much less al-\ntered and hosts the huge Bananal plain, which contributes\nup to 30 % of reduction in peak discharge due to floodplain\ninundation (Lininger and Latrubesse, 2016). Regarding São\nFrancisco, two-thirds of the runoff is generated at the up-\nper part of the basin (Allasia et al., 2006) and the mainstem\ncrosses a semiarid region known as the “drought polygon”,\nwhich affects several parts of Northeast Brazil including the\nParnaíba basin. At the south of the continent, rivers flow-\ning to the Atlantic Ocean correspond to less than 40 % of\nthe area (i.e., > 60 % is related to endorheic basins) (Pasquini\nand Depetris, 2007) and their annual cycles usually show two\nmaxima, one associated with the winter rainfalls and another\nwith snowmelt during spring and early summer (Rivera et al.,\n2018).\n\n3 Methods\n\n3.1 MGB model\n\n3.1.1 Model description\n\nThe MGB, Modelo hidrológico de Grandes Bacias\n(Large-Scale Hydrological Model), is a conceptual, semi-\ndistributed, large-scale hydrological model first presented\nby Collischonn et al. (2007). The choice of MGB for this\nstudy was motivated by several past applications in South\nAmerica (Allasia et al., 2006), which encompassed rapid re-\nsponse (e.g., Collischonn et al., 2005; Siqueira et al., 2016a)\nto markedly seasonal and often slow response basins (e.g.,\nBravo et al., 2012; Paiva et al., 2013; Fan et al., 2016; Pontes\net al., 2017). In its most recent version, basins are divided\ninto unit catchments (Paiva et al., 2011; Pontes et al., 2017),\neach one containing a single river reach with an associated\nfloodplain and hydrological vertical water balance. Combi-\nnations of soil type and land use within each unit catchment\nare categorized as Hydrological Response Units (HRUs).\nWater and energy budgets are computed independently for\neach HRU of each unit catchment, and soil is depicted as a\nbucket model with a single layer. Canopy interception is rep-\nresented in terms of leaf area index (LAI) and evapotranspi-\nration (soil, plant transpiration and open water evaporation)\nis calculated using the Penman–Monteith equation. Surface\nrunoff is produced using the variable contribution area con-\ncept following the Arno model (Todini, 1996), while ground-\nwater and subsurface flows are computed, respectively, with\nlinear and nonlinear functions according to water availability\n\nin the soil layer. Runoff from each one of the components\n(surface, subsurface and groundwater) is propagated to the\nstream network using linear reservoirs (i.e., hillslope rout-\ning). As MGB was primarily developed for tropical regions,\nsnow processes are not represented in the current model ver-\nsion.\n\nFlow routing in river channels can be computed using\nthe Muskingum–Cunge method (Collischonn et al., 2007),\na one-dimensional full hydrodynamic method (Paiva et al.,\n2013) or the local inertial method (Pontes et al., 2017). In\nthis work, the MGB was applied with the inertial routing as\ndescribed by Pontes et al. (2017), which uses the 1-D version\nof the explicit local inertial approximation proposed by Bates\net al. (2010). The routing structure of MGB is similar to that\ndescribed by Yamazaki et al. (2011, 2013); i.e., the volume of\nwater stored in a given unit catchment is the only prognostic\nvariable, while other variables such as flow depth and flooded\narea are diagnosed from the stored volume using floodplain\nprofiles derived using sub-grid topography. The floodplain is\ntreated as a simple storage model, and the water level for a\ngiven time step is assumed to be constant along the entire\nunit catchment. In addition, the model accounts for evapora-\ntion in floodplains and infiltration from flooded areas to the\nunsaturated soil (Fleischmann et al., 2018); thus feedbacks\nbetween hydrological and hydrodynamic modules can also\nbe represented (i.e., a two-way coupling approach). Further\ndetails on model water balance and flow routing equations\nare presented in the Supplement Sect. S1.\n\n3.1.2 GIS processing\n\nAll geoprocessing steps were conducted using an adapted\nversion of the IPH-Hydro Tools package (Siqueira et al.,\n2016b), using the 15 arcsec HydroSHEDS flow direction\nmap (Lehner et al., 2008) as the main input. We chose the\nlatter because it has received extensive corrections to ad-\ndress topological problems in flat areas and endorheic re-\ngions (Lehner et al., 2008) and has been successfully ap-\nplied for river routing in other studies (e.g., Yamazaki et\nal., 2013; Zhao et al., 2017). An upstream area threshold of\n1000 km2 was adopted for the onset of drainage networks,\nwhile unit catchments and river reaches were delineated us-\ning a fixed-length vector-based discretization of 1x = 15 km\n(see Sect. S1.3 for details). This length threshold was se-\nlected to ensure a balance between model stability and ef-\nficiency, resulting in an improved resolution when compared\nwith configurations used by Yamazaki et al. (2013) and Ge-\ntirana et al. (2017b) for river routing with the local inertial\nmethod at global and Amazon domains (grids with 0.25? res-\nolution), respectively.\n\nTo estimate sub-grid floodplain topography, we first com-\nputed the Height Above Nearest Drainage (HAND) map\n(Rennó et al., 2008) using flow directions and drainage net-\nworks derived from HydroSHEDS together with the Bare-\nEarth SRTM v.1 digital elevation model (DEM) (O’Loughlin\n\nwww.hydrol-earth-syst-sci.net/22/4815/2018/ Hydrol. Earth Syst. Sci., 22, 4815–4842, 2018\n\n\n\n4820 V. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America\n\net al., 2016), and further, a floodplain profile was created\nat each unit catchment relating the HAND value, flooded\narea and water volume, similarly to that done by Yamazaki\net al. (2013). The Bare-Earth SRTM, resampled from 3 to\n15 arcsec to match the HydroSHEDS resolution, was adopted\nto account for vegetation biases in floodplains since the C-\nband radar used by the original SRTM is not able to pene-\ntrate fully through the canopy (Carabajal and Hardling, 2005;\nBerry et al., 2007). Channel bed elevation at a given unit\ncatchment was estimated, subtracting channel bankfull depth\nfrom river bank height (i.e., the elevation at bankfull depth)\n(Yamazaki et al., 2011; Paiva et al., 2013), the latter also de-\nrived from Bare-Earth SRTM. However, one of the draw-\nbacks of using an unconditioned DEM such as the Bare-\nEarth SRTM is the high level of noise affecting channel bank\nelevations, which need to be attenuated to avoid excessive\ninundation in low-relief areas. Instead of applying smooth-\ning algorithms that modify the original DEM values (e.g.,\nPaiva et al., 2011), a simple linear regression was fitted to\nDEM pixels located over drainage networks within each unit\ncatchment (river reach). Channel bank heights were set as\nthe smoothed elevation associated with the center pixel of\neach river reach, while the original DEM values remained\nunchanged, for example, when computing the HAND model\nand associated floodplain profiles (see Sects. S1.5 and S1.6\nfor more details).\n\n3.1.3 River hydraulic geometry\n\nBecause flow routing is very sensitive to river geometry (Ya-\nmazaki et al., 2011; Getirana et al., 2012; Paiva et al., 2013),\nchannel parameters such as bankfull width and depth must be\nproperly defined. However, detailed information about chan-\nnel geometry is usually not available for large-scale basins\nand a very common approach is to adopt classic hydraulic\ngeometry relationships (HGs) (Leopold and Maddock, 1953)\nfor specific sites according to drainage area or discharge\n(Decharme et al., 2008; Yamazaki et al., 2011; Getirana et\nal., 2012; Paiva et al., 2013; Luo et al., 2017; Pontes et al.,\n2017). Here, the global database of Andreadis et al. (2013)\nwas used to set initial values of bankfull widths and depths,\nwhich were derived from 2-year return period flows using\nthe Global Runoff Database Center (GRDC) data and uni-\nversal HGs obtained from several rivers around the world.\nIn addition, regional HGs (Beighley and Gummaldi, 2011;\nPaiva et al., 2011, 2013; Pontes, 2016) and width estimates\nbased on satellite imagery from Pontes (2016) were included\nto improve the global channel geometries of Andreadis et\nal. (2013) for Amazon and La Plata basins.\n\n3.1.4 Model forcing\n\nThe Multi-Source Weighted Ensemble Precipitation –\nMSWEP v1.1 (Beck et al., 2017b) – was used as precipitation\ninput to the rainfall-runoff module of the MGB model. This\nis a 3-hourly, global-scale dataset (0.25? resolution) that opti-\nmally combines satellite, reanalysis and daily gauge data, and\nit has been evaluated with satisfactory results in a recent com-\nparison of several precipitation datasets (Beck et al., 2017c).\nRegarding climate variables used to compute evapotranspi-\nration, mean monthly data for the period 1961–1990 were\nretrieved from the Climate Research Unit (CRU) Global Cli-\nmate v.2 (New et al., 2002), which provides long-term clima-\ntologies of temperature, pressure, radiation and wind speed\nfor all land areas at 10’ resolution.\n\n3.1.5 Land use and soil data\n\nHerein, we used the 400 m resolution HRU merged product\n(soil+ land use) for South America (Fan et al., 2015), which\nis available at https://www.ufrgs.br/lsh (last access: 24 April\n2018). Basically, the soil map is a combination of the Brazil-\nian database RADAMBrasil and the FAO Digitized Soil Map\nof the World and Derived Soil Properties, the latter included\nto account for areas lying outside of Brazil. Land use classifi-\ncation was retrieved from the Global Land Cover map, which\nwas generated using Envisat MERIS fine-resolution (300 m)\nsatellite imagery over the year 2009. Regional land use maps\nof some Brazilian states were further included in the HRU\nmerged product to improve level of detail.\n\n3.2 Validation datasets\n\n3.2.1 Discharge and water level data\n\nDaily records of discharge were collected from several na-\ntional hydrological services including Agência Nacional\nde Águas (ANA/Brazil: http://www.snirh.gov.br/hidroweb/,\nlast access: 24 April 2018), Operador Nacional do Serviço\nElétrico (ONS/Brazil, Reservoir naturalized flows: http://ons.\norg.br/, last access: 24 April 2018), Instituto Nacional del\nAgua (INA/Argentina: http://bdhi.hidricosargentina.gob.ar/,\nlast access: 24 April 2018), Instituto de Hidrología, Meteo-\nrología y Estudios Ambientales (IDEAM/Colombia: http://\nwww.ideam.gov.co/solicitud-de-informacion, last access: 24\nApril 2018), Servicio Nacional de Meteorología y Hidrología\n(SENAMHI/Peru and Bolivia), Dirección General de Aguas\n(DGA/Chile: http://snia.dga.cl/BNAConsultas/, last access:\n24 April 2018) and other databases such as the Environ-\nmental Research Observatory for geodynamical, Hydrologi-\ncal and Biogeochemical control of erosion/alteration and ma-\nterial transport in the Amazon (ORE-HyBam: http://www.\nore-hybam.org, last access: 24 April 2018) and the GRDC\n(http://www.bafg.de/GRDC/, last access: 24 April 2018, for\nEcuador and NE South America). Based on expert knowl-\nedge, we masked out gauges heavily influenced by up-\n\nHydrol. Earth Syst. Sci., 22, 4815–4842, 2018 www.hydrol-earth-syst-sci.net/22/4815/2018/\n\nhttps://www.ufrgs.br/lsh\nhttp://www.snirh.gov.br/hidroweb/\nhttp://ons.org.br/\nhttp://ons.org.br/\nhttp://bdhi.hidricosargentina.gob.ar/\nhttp://www.ideam.gov.co/solicitud-de-informacion\nhttp://www.ideam.gov.co/solicitud-de-informacion\nhttp://snia.dga.cl/BNAConsultas/\nhttp://www.ore-hybam.org\nhttp://www.ore-hybam.org\nhttp://www.bafg.de/GRDC/\n\n\nV. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America 4821\n\nstream reservoirs and only included gauges with more than\n10 000 km2 of drainage area. In a few cases, however, this\nthreshold was lowered to include, at least, a small number\nof gauges due to the lack of available data. Short time series\nwith less than 5 years of records were also excluded from\nanalysis. The complete list of discharge gauge stations can\nbe found in the Supplement Table S.4.1.\n\nSatellite altimetry data were obtained from the\nTHEIA/Hydroweb website (http://hydroweb.theia-land.fr/,\nlast access: 24 April 2018). Within this database, time series\nof water surface elevation (WSE) were extracted manually\nusing the methodology presented in Santos da Silva et\nal. (2010) and are provided at virtual stations (VSs) where\nthe satellite ground track forms a crossover with the river\nnetwork (? 10–40 cm of water level accuracy). A total\nof 841 VSs were found over the Amazon basin, 10 over\nthe Orinoco basin and 29 over the La Plata basin. Data\nare derived from the observations of Envisat and Jason-2\nfor the period of 2002–2010 (35-day repeat orbit) and\n2008–2010 (10-day repeat orbit), respectively. In situ stage\ndata from ANA gauge stations were also obtained for the\nBrazilian territory and were filtered using the same criteria\nas discharge data.\n\n3.2.2 Terrestrial water storage (TWS)\n\nLaunched in 2002, the Gravity Recovery and Climate Exper-\niment (GRACE) measures temporal changes in the Earth’s\ngravity field (Tapley et al., 2004). Several studies have shown\nthe ability of GRACE to detect continental water storage\nvariations at large spatial scales (e.g., Wahr et al., 1998;\nRamillien et al., 2004; Tapley et al., 2004), which can pro-\nvide insights into hydrological modeling about potential de-\nficiencies in process description, parameters and input data\n(Schmidt et al., 2008). Here, we used the Release 05 JPL\nRL05M v2 mass concentration (mascon) estimates available\non the GRACE Tellus website (https://grace.jpl.nasa.gov, last\naccess: 24 April 2018). The JPL RL05M mascon solution\nsolves for monthly gravity anomalies in terms of 3?×3?\n\nequal-area spherical cap mascons, while using a Coastline\nResolution Improvement (CRI) filter to discriminate between\nland and ocean mass portions of each mascon that spans\ncoastlines (Wiese et al., 2016). Regarding the traditional\nspherical harmonic (SH) approach, which has been widely\nused in the last decade for global studies (Wahr et al., 1998;\nLanderer and Swenson, 2012), mascon solutions can also\nbe applied to regional scales (Scanlon et al., 2016) and do\nnot require the user to apply any postprocessing filters to\nthe data, lowering the dependence on using scale factors to\nrecover signal loss (Watkins et al., 2015). Uncertainties in\nGRACE mascon solutions (3?×3?) over South America are\naround 10–15 mm of equivalent water thickness, and have\nbeen found to be similar or slightly lower in relation to SH\nsolutions (Scanlon et al., 2016).\n\nDespite the native resolution (3?×3?), mascon grids are\nprovided with a spatial sampling of 0.5?×0.5?. We kept the\noriginal resolution, computing a simple average of 0.5? grid\npixels located inside 3?×3? mascon locations, as signals at\nsub-mascon resolution cannot be considered independent of\neach other. Time series of simulated TWS were first derived\nby summing water stored in all hydrological compartments,\nincluding rivers, floodplains, soil, groundwater and vegeta-\ntion canopy, in each time step. Similar to Paiva et al. (2013),\nthe modeled TWS was then resampled as the weighted mean\nof TWS of all unit catchments within each 3?×3? equal-\narea mascon cell, using the former drainage area as weight.\nTo ensure agreement with GRACE data, anomalies of simu-\nlated TWS were obtained by subtracting the long-term mean\ncomputed for the period between 2004 and 2009.\n\n3.2.3 Evapotranspiration (ET)\n\nReference values of ET were extracted from the Cli-\nmate Data Record (CDR) (Zhang et al., 2018), which\nis available at http://stream.princeton.edu:8080/opendap/\nMEaSUREs/WC_MULTISOURCES_WB_050/ (last access:\n24 April 2018). Within this dataset, 10 gridded global ET\nproducts estimated from satellite (five), reanalysis (two) and\nLSMs (three) were optimally combined at 0.5? resolution us-\ning weighted averaging and a Bayesian merging technique.\nThe weight of each product is related to the inverse of the\nensemble spread, and the deviation from the ensemble mean\nis assumed as a proxy of the uncertainty/error in individ-\nual products. Together with other optimally merged vari-\nables provided by the CDR dataset (precipitation, runoff and\nTWS), estimates of ET were further adjusted with a Con-\nstrained Kalman Filter to ensure terrestrial water budget clo-\nsure at each 0.5? grid cell (Zhang et al., 2018). For com-\nparison purposes, the modeled ET was spatially aggregated\ninto cells of 0.5? resolution using the unit catchment drainage\narea as weight.\n\n3.3 Model adjustment\n\nModel calibration is commonly performed to improve agree-\nment between observations and model results. However,\nthe traditional gauge-by-gauge calibration used in regional\nhydrological modeling is not very common in continental\nto global domains (Archfield et al., 2015; Bierkens, 2015,\nSamaniego et al., 2017; Mizukami et al. 2017) because it\ncan lead to spatial discontinuities of parameters (i.e., patch-\nwork patterns) and overfitting to account for limitations in\ndata and model structure. In other words, good results of dis-\ncharge may not reflect a suitable depiction of the underlying\nhydrological processes, so modelers are more likely to “get\nthe right answers for the wrong reasons” (Kirchner, 2006)\n\nIn an attempt to reduce the only dependency of\nriver gauges during calibration, regions of parameter sets\nwere derived by intersecting the global map of lithol-\n\nwww.hydrol-earth-syst-sci.net/22/4815/2018/ Hydrol. Earth Syst. Sci., 22, 4815–4842, 2018\n\nhttp://hydroweb.theia-land.fr/\nhttps://grace.jpl.nasa.gov\nhttp://stream.princeton.edu:8080/opendap/MEaSUREs/WC_MULTISOURCES_WB_050/\nhttp://stream.princeton.edu:8080/opendap/MEaSUREs/WC_MULTISOURCES_WB_050/\n\n\n4822 V. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America\n\nogy/geology of Durr et al. (2005) with large South American\nbasins/hydrological regions, the latter shown in Fig. 1a. The\nAmazon and La Plata basins were further divided into their\nmain tributaries prior to intersection due to their large spatial\nextent. As parameter sets do not correspond to a single gauge\nstation, but rather to regions defined by geological character-\nistics, multiple gauges were calibrated at the same time using\nthe same parameter set. It is worth mentioning that calibra-\ntion still remains a challenge for hydrological modeling with\nrespect to large-scale domains (Mizukami et al., 2017), and\nassessing the suitability of emerging parameter regionaliza-\ntion techniques (e.g., Samaniego et al., 2017) may be inves-\ntigated in the future because it is beyond the scope of this\npaper.\n\nThe set of parameters used for model calibration is listed\nin Table 1, including their respective typical ranges of val-\nues. Other parameters used to compute energy balance and\nevapotranspiration (e.g., LAI, superficial resistance, albedo\nand canopy height) were defined a priori for each HRU veg-\netation type according to Collischonn (2001, and references\nwithin). Automatic calibration was not used herein to keep\ncoherent values according to soil type and land cover, thus\naiding to reduce model overparameterization. Therefore, sen-\nsitivity analysis of rainfall-runoff parameters was continu-\nously performed as part of the manual calibration process.\nRegarding the hydrodynamic module, downstream bound-\nary condition at oceans and lakes (endorheic basins) was set\nto a constant water level for simplification. Manning coef-\nficient values were globally set to 0.03, with adjustments\nin specific rivers of the Amazon basin according to Paiva\net al. (2013). Infiltration from floodplains to the soil col-\numn was considered and only calibrated for the Pantanal\nregion (Kinf=10 mm day?1) since previous studies showed\nthat vertical hydrological processes largely influence model\nresults in this area (e.g., Paz et al., 2014). It is worth mention-\ning that model sensitivity to river geometry and infiltration\nparameters were previously assessed by Paiva et al. (2013)\nand Fleischmann et al. (2018), respectively.\n\nAs a result of the calibration procedure, several model\nparameter sets were manually adjusted and can be sum-\nmarized into the following median values and percentile\nranges (p5–p95): Wm=500 (50–1500) mm; b=0.2 (0.02–\n1.5); Kbas=0.2 (0.01–3.0) mm day?1, Kint=2 (0.1–50)\nmm day?1, XL=0.67 (0.1–0.67), Cs=15 (5–35), Ci=120\n(20–200) and Cb=1200 (800–6000) h.\n\n3.4 River discharge from GHMs and LSMs\n\nDischarge outputs from state-of-the-art global models were\nacquired through the eartH2Observe Water Cycle Integra-\ntor (WCI; ftp://wci.earth2observe.eu, last access: 24 April\n2018). The WCI hosts multidecadal global water resources\nreanalysis datasets produced by 10 GHMs and LSMs, provid-\ning multi-scale (regional, continental and global) estimates of\nmeteorological and hydrological water balance variables. We\n\nselected outputs from the 0.25? resolution Water Resources\nReanalysis run 2 (WRR-2) baseline, which is an improved\ndataset over the WRR-1 (0.5?) produced by the initial project\nrun (Schellekens et al., 2017). Models in the WRR-2 base-\nline are forced with MSWEP precipitation (1979–2014) and\nbias-corrected ERA-Interim data using the WFDEI correc-\ntion methodology (see Dutra et al., 2017). Among the global\nmodels in WRR-2, river discharge at 0.25? resolution was\nonly available for one LSM, the HTESSEL offline coupled to\nCaMa-Flood (Balsamo et al., 2009; Yamazaki et al., 2011),\nand two GHMs, namely, LISFLOOD (van der Knijf et al.,\n2010) and WaterGAP3 (Döll et al., 2009). The latter two\nhave some degree of calibration and performed relatively\nwell in terms of runoff in a recent model intercomparison\n(Beck et al., 2017a), while the former is uncalibrated but uses\na state-of-the-art hydrodynamic routing model. Within the\neartH2Observe project, LISFLOOD and WaterGAP3 were\nrun at, respectively, 0.1? and 0.08333? resolutions, and dis-\ncharge was then resampled to 0.25? for WRR-2 (Dutra et al.,\n2017). A brief overview of the structure of these models is\nshown in Table S2.1.\n\nBecause these models are grid-based, we followed a simi-\nlar procedure to that in Zhao et al. (2017) to match grid cells\nto corresponding river gauge stations. First, we applied an\nautomatic routine to find the cell coordinates nearest to the\ngauge locations. Cells were selected when the difference in\nthe upstream area was within 5 %; otherwise, the surrounding\ncell with minimum upstream area difference was selected.\nGauges associated with cells whose drainage area differed\nmore than 15 % were excluded from the analysis. This proce-\ndure was performed separately for each global model to deal\nwith differences between their respective drainage networks.\nMoreover, due to the spatial resolution mismatch of LIS-\nFLOOD and WaterGAP3, flow accumulation grids were re-\ncomputed using their respective flow direction maps (at 0.1?\n\nand 0.08333?) and were resampled to the same resolution of\ndischarge grids (0.25?). The corresponding cells were then\nextensively validated with a thorough, GIS-assisted visual\ninspection, supported by long-term mean annual discharge\ngrids (derived from each global model) to minimize errors of\ngauge mislocation.\n\n3.5 Metrics for assessment of results\n\nMGB simulation was carried out between 1 January 1990\nand 31 December 2009 using a daily time step and a warmup\nperiod of 2 years to eliminate the influence of initial con-\nditions. Model results were assessed in terms of discharge,\nwater levels, ET and TWS, while simulated river discharge\nwas further compared with the output of global models. Ta-\nble 2 lists all efficiency metrics used for the assessment of\nmodel results. Statistics such as the Kling–Gupta efficiency\nand delay index were the same as used in Kling et al. (2012)\nand Paiva et al. (2013), respectively.\n\nHydrol. Earth Syst. Sci., 22, 4815–4842, 2018 www.hydrol-earth-syst-sci.net/22/4815/2018/\n\nftp://wci.earth2observe.eu\n\n\nV. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America 4823\n\nTable 1. Parameters used to calibrate the rainfall-runoff module of MGB, including their respective (typical) range of values.\n\nParameter Description Unit Min Max\n\nWm Maximum water storage mm 50 2000\nb Controls the distribution of water storage capacity of the soil – 0.01 1.6\nKbas Percolation rate from soil to groundwater mm 1t\n\n?1 0.1 4\nKint Saturated soil hydraulic conductivity mm 1t\n\n?1 4 40\nKinf Infiltration rate from floodplains when soil is completely dry mm 1t\n\n?1 –\nXL Soil porosity index – Default=0.67\nCB Groundwater reservoir residence time h 800 8000\nCI Adjustment factor for subsurface reservoir residence time – 50 200\nCS Adjustment factor for superficial reservoir residence time – 1 30\n\nFigure 2. Discharge performance over South America in terms of (a) correlation (r), (b) Kling–Gupta efficiency (KGE) and (c) Nash–\nSutcliffe (NSE).\n\n4 Results and discussion\n\n4.1 Model validation\n\n4.1.1 River discharge\n\nSimulated daily discharge was compared with in situ obser-\nvations and results were presented in maps of performance\nmetrics (r, KGE and NSE) at each gauge station (Fig. 2).\nIn addition, the runoff coefficient (RC=Qmean/Pmean) was\ncalculated for each gauge station and was plotted against\nits respective KGE and drainage area (Fig. 3). There is a\ngood agreement between simulated and observed flows in\nseveral regions of South America, as NSE and KGE values\nare larger than 0.6 in 55 % and 70 % of the cases, respec-\ntively. Model performance is clearly higher in the southern\nand southeastern regions of Brazil, including central Ama-\n\nzon. On the other hand, performance decreases in regions\nmarked by semiarid to arid climates, such as in Northeast\nBrazil, west and southwest of the La Plata basin, most parts\nof Argentina and northern Chile. For instance, a poor corre-\nlation (r &lt;0.2) is observed in a semiarid region covered by\nthe Colorado basin, where snowmelt/glacier melt contribute\na large amount to total runoff and corresponds to the main\nsource of water for human activities (Rivera et al., 2017).\nOther locations with lower performance (NSE &lt;0.2) usually\nrefer to regions strongly influenced by orography (around\nAndes Cordillera), which are expected due to larger uncer-\ntainties of satellite-derived precipitation in these areas (Tian\nand Peters-Lidard, 2010; Paiva et al., 2013). River discharge\nat gauge stations with the RC ranging between 0.3 and 0.6 is\ngenerally well represented in all spatial scales, while perfor-\nmance tends to be lower for RC &lt;0.3 and highly variable for\nrivers with lower drainage areas.\n\nwww.hydrol-earth-syst-sci.net/22/4815/2018/ Hydrol. Earth Syst. Sci., 22, 4815–4842, 2018\n\n\n\n4824 V. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America\n\nTable\n2.E\n\nffi\nciency\n\nm\netrics\n\nused\nin\n\nthis\nstudy.\n\nM\netric\n\nA\nbbreviation\n\nA\nssessm\n\nent\nV\n\nariables\nE\n\nquation\n\nP\nearson’s\n\ncorrelation\ncoeffi\n\ncient\nr\n\nL\ninear\n\ncorrelation\nD\n\nischarge,w\nater\n\nlevel,T\nW\n\nS\n?\n\n[( x\nsim\n?\nµ\n\nsim\n) (x\n\nobs\n?\nµ\n\nobs ) ]\n??\n\n( x\nsim\n?\nµ\n\nsim\n) 2 ??\n\n( x\nobs\n?\nµ\n\nobs ) 2\n\nM\nodifi\n\ned\nK\n\nling–G\nupta\n\neffi\nciency\n\nK\nG\n\nE\nO\n\nverallperform\nance\n\nD\nischarge\n\n1\n? ?\n\n( 1\n?\nr\n) 2\n+ (\n\n1\n?\nµ\n\nsim\nµ\n\nobs )\n2\n+ (\n\n1\n?\nC\nV\n\nsim\nC\n\nV\nobs )\n\n2\n\nN\nash–S\n\nutcliffe\neffi\n\nciency\nN\n\nS\nE\n\nH\nigh\n\nfl\now\n\ns\nD\n\nischarge,w\nater\n\nlevel\n1\n? ?\n\n( x\nsim\n?\nx\n\nobs ) 2\n?\n( x\n\nobs\n?\nµ\n\nobs ) 2\n\nL\nog-transform\n\ned\nN\n\nash–S\nutcliffe\n\neffi\nciency\n\nN\nS\n\nE\nlog\n\nL\now\n\nfl\now\n\ns\nD\n\nischarge\n1\n? ?\n\n[ L\nog\n(x\n\nsim\n)\n?\n\nL\nog\n(x\n\nobs )] 2\n?\n\n[ L\nog\n(x\n\nobs )\n?\n\nL\nog\n(µ\n\nobs )] 2\n\nO\nverallB\n\nIA\nS\n\n(%\n)\n\nB\nias\n\nU\nnder-\n\nand\noverestim\n\nation\n(volum\n\ne)\nD\n\nischarge\n( ?\n\nx\nsim\n? ?\n\nx\nobs\n\n?\nx\n\nobs\n\n)\n·100\n\nB\nIA\n\nS\nin\n\nstandard\ndeviation\n\n(%\n)\n\n?\nB\n\nIA\nS\n\nU\nnder-\n\nand\noverestim\n\nation\n(anom\n\nalies)\nW\n\nater\nlevels,T\n\nW\nS\n\n(\n?\n\nsim\n?\n?\n\nobs\n?\n\nobs )\n·100\n\nD\nelay\n\nindex\n(days)\n\nD\nI\n\nT\nim\n\ning\nerrors\n\nD\nischarge\n\nm\nax\n\nr\nx\ny\n[x\n\nsim\n;\nx\n\nobs\n],\n\nlag\n[\n?\n\n100\n;\n+\n\n100]\n\nR\nootm\n\nean\nsquare\n\nerror\nR\n\nM\nS\n\nE\nD\n\neviation\nof\n\npredicted\nvalues\n\nE\nT,T\n\nW\nS\n\n??\n( x\n\nsim\n?\nx\n\nobs ) 2\n\nn\n\nw\nhere\n\nx\nsim\n\nis\nthe\n\nsim\nulated\n\nvariable;\nx\n\nobs\nis\n\nthe\nobserved\n\nvariable;\nµ\n\nsim\nis\n\nthe\nm\n\nean\nof\n\nsim\nulated\n\nvariable;\nµ\n\nobs\nis\n\nthe\nm\n\nean\nof\n\nobserved\nvariable;C\n\nV\nis\n\nthe\ncoeffi\n\ncientof\nvariation,equalto\n\n?\n/\nµ\n\n;\nr\nx\ny\n\nis\nthe\n\ncross-correlation.\n\nFigure 3. MGB model performance (KGE) versus RC and drainage\narea over South America.\n\nFigure 4 shows daily simulated discharge for some of\nthe large South American rivers. The agreement between\nsimulated and observed discharge is notable for both high\nand low flows in most of the cases, which indicates the\nmodel’s ability to simulate regional- to continental-scale\nrivers (105 km2 to 4.7×106 km2) with different flow regimes.\nResults in the Amazon basin (e.g., Obidos, NSEHD =0.89)\nare comparable to other regional studies (e.g., Getirana et\nal., 2012; Paiva et al., 2013; Luo et al., 2017), while bet-\nter performance is found over several of its tributaries (e.g.,\nPurus, Madeira and Japura rivers). Figure 4 also highlights\nthe improvements of MGB using a hydrodynamic (HD)\nmodel over a non-hydrodynamic (noHD) routing method.\nIn the Paraguay River, peak flows are dramatically reduced\nat the Amolar gauge station when using the HD rout-\ning (up to ?75 %), and a similar behavior can be seen at\nPuerto Bermejo (NSEnoHD =?5.8 to NSEHD =0.42), lo-\ncated about 1600 km downstream near the confluence with\nthe Paraná River. Previous attempts of regional hydrologi-\ncal modeling in this basin that did not account for the flood-\nplain inundation in the Pantanal (e.g., using the calibrated\nVIC model; see Su and Lettenmaier, 2009) reported nega-\ntive NSE values for Puerto Bermejo, even at the monthly\ntimescale. Differences in performance between noHD and\nHD are also quite remarkable (especially in terms of NSE)\nat gauge stations of Conceicao do Araguaia and Calamar in\nthe lower Magdalena, where a pronounced attenuation effect\nis observed. On the other hand, in some rivers, such as the\nUruguay at Garruchos (NSEnoHD = 0.85; NSEHD =0.82),\nParaná at Itaipu (NSEnoHD =0.91; NSEHD =0.87) and To-\ncantins at Descarreto (NSEnoHD =0.72; NSEHD =0.70), the\nrouting method has a minor impact. In the case of Orinoco at\nCiudad Bolivar, both hydrographs look similar, but the NSE\nsuggests that results are improved when HD routing is used\n(NSEnoHD =0.83; NSEHD =0.9).\n\nHydrol. Earth Syst. Sci., 22, 4815–4842, 2018 www.hydrol-earth-syst-sci.net/22/4815/2018/\n\n\n\nV. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America 4825\n\nFigure 4. Comparison between observed (black) and simulated discharge for major South American rivers. Model results are shown consid-\nering both hydrodynamic (HD; red color) and non-hydrodynamic (noHD; gray color) routing methods.\n\n4.1.2 Water levels\n\nResults of performance metrics regarding water levels are\npresented in Fig. 5. For a suitable comparison, observed data\nand modeled WSE were first converted into anomalies (i.e.,\nby subtracting their respective long-term mean: hnew =h?h)\nto keep values with the same reference. In addition, Fig. 6\nshows time series of simulated water level anomalies (here-\nafter referred to as water levels) for some of the large rivers\n\nof South America, which were plotted against in situ water\nlevels and satellite altimetry. In general, the results obtained\nfor the assessed gauges and VSs are considered satisfactory\nin terms of correlation (r ? 0.8 in 80 % of cases) and Nash–\nSutcliffe (NSE?0.6 in 60 % of cases), with a reasonable per-\nformance for amplitudes (?30 % &lt;?BIAS &lt;30 % in 50 % of\nthe cases). Like prior studies in the same region (e.g., Ge-\ntirana et al., 2012, 2017b; Paiva et al., 2013), water levels\nare well represented in central Amazon, where a good per-\n\nwww.hydrol-earth-syst-sci.net/22/4815/2018/ Hydrol. Earth Syst. Sci., 22, 4815–4842, 2018\n\n\n\n4826 V. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America\n\nformance is observed at tributaries and along the main river\ndown to its mouth in the Atlantic Ocean. Amplitudes are\noverestimated (?BIAS > 30 %) in southeast tributaries such\nas Madeira, Xingu and Tapajos, as well as in headwaters lo-\ncated in the northwest part of the basin. Outside the Ama-\nzon, there are acceptable results in the Orinoco (e.g., lower\nMeta), Uruguay and Tocantins–Araguaia basins, where the\nmodel generally performs well in all assessed metrics. Large\noverestimations in the standard deviation (?BIAS >+50 %)\nare systematically found over the São Francisco main stem,\nwhich are reflected by very low values of NSE (&lt;0.2). On the\nParaguay River, a reasonable agreement between observed\nand simulated water levels is observed at Amolar, but perfor-\nmance significantly reduces in both correlation and ?BIAS\nfor downstream regions (e.g., at Porto Murtinho). In the lat-\nter case, model results are clearly advanced in time and do\nnot capture rapid variations of water level originating from\nlateral contributions of tributaries.\n\nPerformance in water levels is directly related to the agree-\nment between simulated and observed discharge. On the\nother hand, even if discharge is well represented, there are\nuncertainties related to Manning values and also to river\nwidths and depths derived from HGs, which do not reflect\nsingularities of cross sections such as narrowing or widen-\ning of rivers at both gauge and VS locations. Previous stud-\nies have demonstrated the large influence of channel geom-\netry and roughness on both amplitude and timing of water\nlevels, especially over the Amazon basin (e.g., Yamazaki\net al., 2011; Paiva et al., 2013; Paris et al., 2016; Luo et\nal., 2017). Moreover, riverbed profiles are subject to DEM\nerrors that can hardly be reduced through simple profile-\nsmoothing procedures. For example, datasets used to remove\nthe vegetation bias in Bare-Earth SRTM (IceSAT, vegeta-\ntion height maps, uncorrected SRTM) have different spatial\nresolutions that lead to artifacts around the edges of vegeta-\ntion patches (O’Loughlin et al., 2016), producing additional\nnoise on riverbed elevations. In addition to vegetation, other\nSRTM error sources such as stripe noise (Rodriguez et al.,\n2006) significantly affect large flat areas on the La Plata basin\n(Yamazaki et al., 2017), which can ultimately impact model\nresults. Model resolution and the ability to route discharge\nin downstream multi-directions (e.g., rivers with bifurcations\nand anabranching networks) can affect simulated water lev-\nels and flooded areas (e.g., Mateo et al., 2017), which has\nbeen taken into account in recent studies with MGB (e.g.,\nPontes et al., 2017; Fleischmann et al., 2018) but not in this\ncontinental model application. Other simplifications in the\nmodel may also affect results, like the assumptions of rect-\nangular cross-sections and zero velocity of water stored on\nfloodplains.\n\n4.1.3 Evapotranspiration (ET)\n\nFigure 7 shows the magnitude and seasonality of ET aver-\naged for major basins in South America, as well as the mag-\n\nnitude of errors (RMSE) comparing modeled values to the\noptimal estimate of the CDR dataset. The ratio of the RMSE\nto the CDR uncertainty (RMSEunc) was calculated to outline\nregions where simulated ET tends to deviate from the optimal\nCDR value; i.e., values above unity indicate that the model\nerror is larger than the mean deviation of all datasets (used in\nCDR) from their ensemble mean.\n\nResults show that MGB can capture patterns of ET\nover the South America region. Simulated ET values are\nwithin the CDR uncertainty range in most of the conti-\nnent (RMSEunc &lt;1), with errors varying between 10 and\n30 mm month?1. A good agreement in terms of magni-\ntude and seasonality of ET is observed for the Amazon,\nTocantins–Araguaia and mainly for La Plata basin, but the\nmodel also performs reasonably well in São Francisco. Con-\nversely, larger deviations (RMSEunc > 1) are found at low\nlatitudes (20? S–10? N), where RMSE values reach up to\n50 mm month?1. ET is underestimated during the dry season\nin basins such as Orinoco (DJF), Amazon and Tocantins–\nAraguaia (JJA), while it is largely overestimated from the\nonset to the end of the dry (wet) season in São Francisco\nand Parnaíba (Orinoco). The latter two are clearly affected\nby a temporal lag in ET seasonality, where simulated values\nare delayed by approximately 1 month with respect to CDR\nestimations. At midlatitudes (> 20? S), large RMSE values\n(above 50 mm month?1 and RMSEunc > 2) are only observed\nin a narrow N–S range over the southern Andes.\n\nRegarding issues about the timing and magnitude of sim-\nulated ET, meteorological forcing probably has an influence\non model performance because long-term mean climate data\nare used for ET computations. Another possible reason is the\nlack of spatial variability of moisture in the MGB soil col-\numn. Guswa et al. (2002) compared a simple bucket (one\nlayer) to a physically based Richards model, showing that\nlarge discrepancies can occur with respect to the relation-\nship between ET and average root-zone saturation, as well as\nin timing and intensity of transpiration, especially for water-\nlimited conditions. Moreover, Wang et al. (2006) found that\ntimescales of evapotranspiration can differ significantly be-\ntween a single-layer and multi-layer soil scheme due to non-\nlinear interactions that occur in the latter. Indeed, ET is ex-\npected to respond quickly at the beginning of the rainy sea-\nson due to an increase of water availability at the soil sur-\nface layer, which cannot be well represented with a single-\nlayer, bucket-type model like MGB. In contrast to some of\nthe datasets used in CDR (e.g., reanalysis and LSMs), the\nMGB does not account for snow processes, which may ex-\nplain the large RMSE values over the southern Andean re-\ngion.\n\nAlthough it is beyond the scope of this study for a full as-\nsessment of ET estimations derived from hydrological mod-\nels and other sources, it is important to note that errors pre-\nsented here correspond to the difference between both esti-\nmates (MGB and CDR). ET is one of the most uncertain wa-\nter balance variables due to its high spatial and temporal vari-\n\nHydrol. Earth Syst. Sci., 22, 4815–4842, 2018 www.hydrol-earth-syst-sci.net/22/4815/2018/\n\n\n\nV. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America 4827\n\nFigure 5. MGB performance for simulated water levels over South America in terms of (a) correlation (r), (b) Nash–Sutcliffe (NSE) and\n(c) bias in standard deviation (?BIAS). In situ and satellite altimetry locations are shown by circle and square symbols, respectively.\n\nFigure 6. Comparison between simulated (blue) and observed (black) water level anomalies in major South American rivers for in situ\ngauges (continuous lines) and satellite altimetry (circles) at virtual stations (VSs).\n\nwww.hydrol-earth-syst-sci.net/22/4815/2018/ Hydrol. Earth Syst. Sci., 22, 4815–4842, 2018\n\n\n\n4828 V. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America\n\nFigure 7. Comparison between MGB and CDR ET estimates in terms of RMSE (a) and seasonality for major South American basins (b).\nThe light gray area represents the proxy of the CDR uncertainty, i.e., the mean deviation of all datasets (within CDR) from the ensemble\nmean (Zhang et al., 2018).\n\nability; thus it is difficult to validate given the lack of ground\nobservations (Miralles et al., 2011; Zhang et al., 2018). Even\naccounting for ? 70 % of the weight in CDR dataset in com-\nparison to LSM and reanalysis (Zhang et al., 2018), remote\nsensing products of ET are based on Penman–Monteith or\nPriestley–Taylor equations that depend on vegetation indices\nand meteorological forcing derived from satellite/reanalysis\ndata, which are associated with many uncertainties (Mi-\nralles et al., 2011; Vinukollu et al., 2011). Christoffersen\net al. (2014) and Maeda et al. (2017) showed that most re-\nmote sensing and land surface models are unable to consis-\ntently reproduce ET seasonal cycles in tropical areas (across\nthe Amazon basin) when compared with eddy covariance\nmeasurements and ET estimates from water balance. In the\nAmazon, for example, ET seasonality is regulated by radi-\nation, rainfall and how vegetation assimilates water and en-\nergy (Restrepo-Coupe et al., 2013; Maeda et al., 2017). Other\nlimitations are also associated with the vegetation cover frac-\n\ntion and how ET is partitioned between transpiration, soil and\ncanopy evaporation (Miralles et al., 2011).\n\n4.1.4 Terrestrial water storage (TWS)\n\nFigure 8 shows the performance of simulated TWS anoma-\nlies in comparison to observations from GRACE mascon so-\nlutions. To evaluate the ability of MGB to reproduce monthly\nvariations of TWS, both simulated and observed time series\nof TWS were averaged to the scale of large basins in South\nAmerica and are presented in Fig. 9.\n\nIn general, the results show that MGB has the ability to\nrepresent TWS anomalies over the continent. There is a good\ntemporal correlation in most parts of tropical South America\n(r > 0.75), as well as in temperate regions with dry summer\nbetween latitudes of 30 and 40? S. Amplitudes of TWS are\nreasonably well simulated (?20 % &lt;?BIAS &lt;20 %), mainly\nin central Brazil, parts of the northeast, south of La Plata and\nareas of southern Chile. On the other hand, performance typ-\n\nHydrol. Earth Syst. Sci., 22, 4815–4842, 2018 www.hydrol-earth-syst-sci.net/22/4815/2018/\n\n\n\nV. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America 4829\n\nFigure 8. Comparison between MGB and GRACE (JPL RL05 v2 mascon solution) TWS anomalies in terms of (a) bias in standard deviation,\n(b) correlation and (c) RMSE.\n\nically decreases in semiarid to arid climates, as can be seen\nin regions such as northern Chile, Colorado basin, west of La\nPlata and southern Argentina. High negative bias with large\nRMSE (> 150 mm) is observed in the northeast Amazon and\nwest of the Orinoco, whereas large overestimations are found\nmainly over coastlines at low latitudes in the Southern Hemi-\nsphere (0–20? S). Moreover, in some regions characterized\nby polar climate, at the extreme south or in areas over the An-\ndes, modeled TWS anomalies are markedly underestimated\n(?BIAS&lt;?80 %).\n\nModeled TWS is in good agreement with GRACE ob-\nservations over the Amazon, Tocantins–Araguaia, São Fran-\ncisco and Parnaíba basins (r > 0.9, |?BIAS|&lt;15 % and\nRMSE &lt;45 mm), capturing both the interannual variabil-\nity and amplitude of TWS anomalies for the analyzed pe-\nriod. MGB is also successful in representing annual changes\nof TWS in the La Plata basin, but with an overestimation\n(?BIAS=22 %) probably caused by high positive ?BIAS\nin the Paraguay and Chaco regions. Errors in the La Plata\nbasin (RMSE=24 mm) are in the same order as those in the\nAmazon (RMSE=26 mm). In addition, larger amplitude dif-\nferences clearly occur in the Orinoco (?BIAS=?32 %), but\nwith a pronounced RMSE (> 60 mm) that mainly originates\nfrom the eastern part of the basin.\n\nThe good agreement found in the Amazon basin can be\nattributed to the explicit representation of the surface water\nreservoir (channels + floodplains), which has been demon-\nstrated to play an important role in both the magnitude and\ntiming of TWS (Alkama et al., 2010; Paiva et al., 2013; Geti-\nrana et al., 2017a). Other authors have pointed out that the\ncontribution of surface storage to TWS is also potentially\nhigh in the Orinoco (? 45 %) (e.g., Frappart et al., 2014),\nsuggesting a large underestimation of the soil storage (in the\neastern part of the basin) because anomalies of water level\nwere reasonably well simulated. Indeed, surface storage has\n\nbeen understood as a major component of TWS variability\nover tropical regions of South America, and may also be rel-\nevant for large rivers crossing semiarid areas such as the São\nFrancisco (Getirana et al., 2017a). In the case of La Plata,\nthe TWS amplitude is likely to be amplified if surface water\nis anticipated in time (Getirana et al., 2017a), which probably\noccurs due to the low correlation of water levels previously\nsimulated for the Paraguay River. In addition, the absence\nof a well-defined river system due to very flat terrains (e.g.,\nChaco region, in the west part of La Plata) potentially favors\nthe dominance of the groundwater dynamics over TWS, as\nalready reported by Kuppel et al. (2015) in the western Pam-\npas more in the south.\n\nIt is worth mentioning that, for regions of South Amer-\nica located in midlatitudes, TWS is dominated by interan-\nnual variability rather than the seasonal cycle (Humphrey et\nal., 2016), where TWS amplitudes are generally lower and\nerrors more apparent. Previous studies showed a strong nega-\ntive trend in GRACE mascon solutions in the Colorado basin\n(e.g., Scanlon et al., 2016) that can be associated with a de-\ncrease in snow water equivalent over the dry Central Andes\n(Rivera et al., 2017). Moreover, negative variations in glacier\nmass have been reported in southern Argentina/Chile over\nthe Patagonia Icefields (Chen et al., 2007), which is proba-\nbly the main factor responsible for the large RMSE observed\nin the extreme south of the continent. TWS in nearby semi-\narid areas is potentially affected by snowmelt/glacier melt\nbecause the latter is an important water source of Patagonian\nrivers flowing to the Atlantic Ocean (Pasquini and Depetris,\n2007; Rivera et al., 2018). Inconsistencies along coastlines\nare also expected because of the smaller size of land mas-\ncons that increase uncertainty in GRACE estimates (Wiese et\nal., 2016). Finally, in addition to issues related to model pa-\nrameterization and depiction of hydrological processes (e.g.,\nsnowmelt), artificial reservoirs (dams) and lakes are not in-\n\nwww.hydrol-earth-syst-sci.net/22/4815/2018/ Hydrol. Earth Syst. Sci., 22, 4815–4842, 2018\n\n\n\n4830 V. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America\n\nFigure 9. Comparison between MGB and GRACE (JPL RL05 v2 mascon solution) monthly TWS anomalies for major South American\nbasins.\n\ncluded in the current version of the South America MGB\nmodel, leading to additional uncertainties in TWS estima-\ntion.\n\n4.2 Cross-scale comparison of river discharge from\ncontinental × global models\n\nThis section presents an assessment of MGB-simulated dis-\ncharge in comparison to the outputs from HTESSEL/CaMa-\nFlood, LISFLOOD and WaterGAP3 models, extracted\nfrom WRR-2 in the context of the eartH2Observe project\n(Schellekens et al., 2017; Dutra et al., 2017). This offers an\ninteresting opportunity to evaluate to what extent discharge\nestimates can be improved at the continental scale of South\nAmerica, as well as to identify the major shortcomings that\nshould be addressed. To provide a concise spatial analysis,\ndischarge from global models was reduced to its ensemble\nmean (Ensemble GM), and results are presented in terms\nof the difference of each metric (indicated by “d_metric”),\ni.e., by subtracting the performance of MGB from the per-\nformance of the Ensemble GM (Fig. 10). Bias and DI values\nare given in terms of absolute differences (d_Abs(metric))\nto make both under- and overestimations comparable. There-\nfore, positive values indicate that MGB outperforms the en-\nsemble mean of global models and vice versa. Detailed per-\nformance metrics of each model can be found in the figures\nin Sect. S3.\n\nThe continental model presents improvements for all met-\nrics over most of the South America regions when com-\npared with the global ensemble mean. In relative terms,\na better agreement of simulated and observed discharge\n(d_KGE > 0.8) is observed over semiarid regions (e.g., east-\nern/northeastern Brazil and most parts of Argentina), which\n\nare strongly impacted by bias in the Ensemble GM (d_Abs\n(BIAS) > 60 %). In tropical regions with marked seasonal-\nity and dry winter (e.g., upper Paraná headwaters), differ-\nences in bias are lower (?10 % &lt;d_Abs (BIAS) &lt;20 %),\nwhich indicates that KGE performance mainly depends on\nthe variability of flows that is not captured by the Ensemble\nGM. Correlation is considerably higher over the Paraguay\nRiver (d_r > 0.4), highlighting the strong influence of hy-\ndrodynamic effects and complex processes in the Pantanal\nand Chaco regions, as documented by regional studies (e.g.,\nPaz et al., 2011, 2014; Bravo et al., 2012; Pontes, 2016).\nThere is also a clear correlation improvement in rivers such\nas the Araguaia, Amazonas and lower Magdalena, which\nare also affected by river–floodplain interactions with conse-\nquent flood peak attenuation (e.g., Paiva et al., 2013; Lininger\nand Latrubesse, 2016; Angarita et al., 2018; Pontes et al.,\n2017). A similar performance is observed for timing (d_Abs\n(DI)) with absolute differences being larger than 20 days,\nwhich also occur in the main stem of the Orinoco basin. In\nterms of NSE, the largest differences in performance previ-\nously observed for the KGE now extend to the main Ama-\nzon River, to its tributaries in the eastern region (i.e., Tapa-\njos and Xingu) and also to both Magdalena and Tocantins–\nAraguaia basins, with values of d_NSE?0.8. With respect to\nlow to medium flows (d_ NSElog), there is a similar pattern\nto d_KGE (except for eastern Brazil), although with more\npronounced differences in the Amazon and Magdalena re-\ngions.\n\nThe Ensemble GM performs relatively well in all statistics\nover temperate regions with the absence of lowland rivers\n(e.g., southern Brazil and southern Chile) and outlines spe-\ncific locations where the continental approach may be some-\nwhat limited. For example, correlation is slightly reduced for\n\nHydrol. Earth Syst. Sci., 22, 4815–4842, 2018 www.hydrol-earth-syst-sci.net/22/4815/2018/\n\n\n\nV. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America 4831\n\nFigure 10. Difference between performances of MGB and the Ensemble GM for discharge metrics. Values considered as not significant (gray)\nare within the ranges ?0.05 to +0.05 (d_r, d_KGE, d_NSE and d_NSElog), ?5 % to 5 % (d_Abs(BIAS)) and ?2 to +2 days (d_Abs(DI)).\n\nthe continental model (?0.1 &lt;d_r&lt;?0.2) in areas over the\nParnaíba basin and Chile, while a marked decrease in tim-\ning performance (d_Abs (DI)&lt;?20 days) is observed in dry\nArgentinian rivers like Salado (southwest of La Plata basin)\nand Desaguadero (Colorado basin). Poor estimates of river\ngeometry and large overestimation of flows in these regions\nmay be causing excessive flooded areas and consequent peak\nattenuation. Regarding intermediate to low flows, consider-\nable differences in model performance are mainly observed\nover specific rivers in eastern Brazil and parts of the Amazon\n\nbasin near the Andes Cordillera (d_NSElog&lt;?0.8), as well\nas in regions over southern Chile (?0.2 &lt;d_NSElog&lt;?0.6)\nthat are potentially affected by snowmelt.\n\nTable 3 shows differences in median discharge statistics\nfor each global model and also for the Ensemble GM in\ncomparison to the MGB continental model. Because LIS-\nFLOOD and WaterGAP3 account for reservoir impacts in\ntheir model structure, gauge stations with naturalized dis-\ncharge data (n=98) were excluded from the analysis to pro-\nvide a fair assessment. Except for the Ensemble GM, dif-\n\nwww.hydrol-earth-syst-sci.net/22/4815/2018/ Hydrol. Earth Syst. Sci., 22, 4815–4842, 2018\n\n\n\n4832 V. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America\n\nFigure 11. Box plots of global (above center line) and continental (below center line) model performances for different South American\nregions. MGB model configurations: hydrodynamic routing with calibrated rainfall-runoff parameters (MGB_HD_calib), hydrodynamic\nrouting with uncalibrated rainfall-runoff parameters (MGB_ HD_noCalib), non-hydrodynamic routing with calibrated rainfall-runoff pa-\nrameters (MGB_noHD_calib) and non-hydrodynamic routing with uncalibrated rainfall-runoff parameters (MGB_noHD_noCalib). Gauge\nstations with naturalized flows were removed from the analysis to provide a fair comparison.\n\nferences in performance regarding each pair of models (i.e.,\ndifference between continental and global) are quite sim-\nilar for KGE (? 0.45) and NSElog (? 0.5), while being\nhighly variable for both NSE (? 1 to ? 1.8) and bias (? 4 %\nto ? 30 %). Differences in median DI are between 1 and\n2 days, which can be important for cases where flood tim-\ning is around this order of magnitude. Among the estimates\nfrom global models only, the Ensemble GM outperforms four\nout of the six metrics analyzed (KGE, NSE, NSElog and\nDI) with correlation (d_r=0.03) equivalent to the best of\nglobal models for this metric (LISFLOOD, d_r=0.02). A re-\nduction in performance only occurs when bias is evaluated,\nwhere 50 % of the gauge stations have an absolute difference\nequal to or greater than 11 % compared with differences in\nHTESSEL/CaMa-Flood (d_Abs (BIAS) ? 8 %) and Water-\nGAP3 (d_Abs (BIAS) ? 4 %). In the assessment by Beck\n\net al. (2017a) for basins &lt;10 000 km2 around the world, LIS-\nFLOOD also had an advantage in correlation when compared\nwith other global models, while WaterGAP3 demonstrated\nproblems related to baseflow index, which may be indicated\nhere by the largest difference of NSElog (d_NSElog ? 0.6).\n\nThe set of box plots shown in Fig. 11 summarizes the\nindividual performance of continental and global models.\nResults are presented for some of the representative South\nAmerica basins and for the entire continental region, using\na subset of metrics (KGE, NSE, BIAS and DI). In addi-\ntion, a further analysis of the continental model performance\nwas carried out using a few degraded configurations: hy-\ndrodynamic routing with calibrated rainfall-runoff parame-\nters, i.e., the reference simulation (MGB_HD_calib), hydro-\ndynamic routing with uncalibrated rainfall-runoff parameters\n(MGB_HD_noCalib), non-hydrodynamic routing with cal-\n\nHydrol. Earth Syst. Sci., 22, 4815–4842, 2018 www.hydrol-earth-syst-sci.net/22/4815/2018/\n\n\n\nV. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America 4833\n\nTable 3. Median values of discharge metrics for South America, computed as the performance difference between continental and global\nmodels. Lower values show better performance for a given global model when benchmarked against the MGB continental hydrologic–\nhydrodynamic model. Gauge stations with naturalized flows were removed from the analysis to provide a fair comparison.\n\nModel difference d_r d_KGE d_NSE d_NSElog d_Abs(BIAS) (%) d_Abs(DI) (days)\n\nMGB – HTESSEL/CaMa-Flood 0.11 0.48 1.35 0.53 8.3 1\nMGB – LISFLOOD 0.02 0.44 1.86 0.48 32.5 1.5\nMGB – WaterGAP3 0.16 0.44 1.05 0.57 3.8 2\nMGB – Ensemble GM 0.03 0.26 0.91 0.27 11.0 0\n\nibrated rainfall-runoff parameters (MGB_noHD_calib) and\nnon-hydrodynamic routing with uncalibrated rainfall-runoff\nparameters (MGB_noHD_noCalib). For the uncalibrated\nMGB versions (noCalib), a single set of parameters was\nadopted corresponding to the median values resulting from\nmodel adjustment (as shown in Sect. 3.3). It is important\nto note that only rainfall-runoff parameters were reduced to\ntheir median values, while river routing parameters (Manning\ncoefficient and river geometries) remained unchanged.\n\nResults indicate that global models have important limi-\ntations in representing daily discharge in South America. In\nabsolute terms, more than 40 % (60 %) of the gauge stations\nshow KGE (NSE) values that are negative or close to zero\n. These models tend to overestimate discharge in the conti-\nnent, with median bias ranging between +10 % and +50 %.\nIn general, the performance among global models is vari-\nable according to the analyzed region and metric, which is\nsupported by the large box plot ranges. None of the models\nhas a clear advantage with respect to all statistics, and this\nis especially valid for NSE and KGE. In the Amazon, KGE\nvalues present a more uniform pattern than in other regions\nwith a median value close to 0.5, while models agree in a\nreasonable number of positive KGE and NSE values. Per-\nformance in the La Plata basin is highly variable between\nmodels, and this is the only region in which both system-\natic underestimation (HTESSEL/CaMa-Flood with median\nBIAS??20 %) and overestimation (LISFLOOD with me-\ndian BIAS ?+20 %) is observed. Moreover, performance\nof the global models in basins with semiarid regions (e.g.,\nSão Francisco and Parnaíba) is extremely poor for KGE and\nNSE (median&lt;?1 and&lt;?2 respectively), which is prob-\nably associated with a dramatic overestimation of flows in\nthese regions. WaterGAP3 shows a lower bias for all basins,\nbut simulated peak flows occur too early according to DI for\nSouth America (percentile 25 % of DI ??10 days). On the\nother hand, LISFLOOD appears to have a systematic delay\nin flow timing with more pronounced values over the Ama-\nzon (median DI?+10 days), and a strong wet bias. For in-\nstance, median values of bias in LISFLOOD are larger than\n40 % for the entire continent and exceed 100 % in basins such\nas São Francisco and Parnaíba. Absolute DI values are gen-\nerally lower for HTESSEL/CaMa-Flood (median DI closer\nto 0) and this model usually shows an intermediate perfor-\n\nmance with respect to other metrics in comparison to LIS-\nFLOOD and WaterGAP3. Furthermore, the Ensemble GM\nshows a better overall performance when compared with\neach of these models alone, but still produces a similar num-\nber of negative KGE and NSE values (33 % and 60 % of the\ngauges, respectively).\n\nSimulated discharge after setting MGB with a single set\nof rainfall-runoff parameters (MGB_noHD_noCalib) results\nin positive values for both KGE and NSE median val-\nues, varying between 0.3 and 0.6 for the entire continent.\nThe uncalibrated version of the continental model outper-\nforms global models in South America except for basins\nwith semiarid regions (e.g., São Francisco and Parnaíba),\nwhere performances seem to be very dependent on param-\neter adjustment. The introduction of hydrodynamic routing\n(MGB_HD_noCalib) causes a slight improvement in NSE\nand KGE but this effect is more evident in the Amazon and\nespecially over the La Plata basin (percentile 25 % of NSE\nchanges from ?1.5 to 0). Improvements in flow timing (DI)\nfor both Amazon and La Plata are also observed after in-\ncluding the HD routing method, although excessive delays\noccur in São Francisco and Parnaíba because of the large\nbias that leads to an excess of floodplain attenuation (see\nMGB_HD_noCalib×MGB_ HD_Calib). Furthermore, box\nplot ranges are considerably smaller for KGE, NSE and bias\nin the default MGB simulation (MGB_HD_Calib) with re-\nspect to global models, and this reduction can be mostly seen\nin both MGB calibrated versions.\n\nOur results agree with other studies from the literature,\nhighlighting the large influence of model structure and pa-\nrameterization in addition to meteorological forcing (e.g.,\nHaddeland et al., 2011; Gudmundsson et al., 2012; Zhou et\nal., 2012; Beck et al., 2017a). Regarding global models, other\nstudies also stress the large number of negative NSE values\nresulting from LSMs and GHMs in many basins around the\nworld (e.g., Zhang et al., 2016; Beck et al., 2017a), includ-\ning South America (e.g., Wu et al., 2014). In particular, Wa-\nterGAP3 is expected to produce a lower bias because it is\ncalibrated in terms of mean annual flow (Döll et al., 2009;\nMüller Schmied et al., 2014), and the systematic advance\nin timing is probably caused by the simple variable veloc-\nity equation (based on Manning) used for computing flow\nrouting. In the case of LISFLOOD, large overestimation of\n\nwww.hydrol-earth-syst-sci.net/22/4815/2018/ Hydrol. Earth Syst. Sci., 22, 4815–4842, 2018\n\n\n\n4834 V. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America\n\nflows in comparison to other global models has already been\nreported in the context of the eartH2Observe project (Beck et\nal., 2017a), where it showed the lowest estimate of potential\nevaporation (Schellekens et al., 2017). Indeed, this excessive\nwet bias is one of the possible reasons for the observed delay\nin flows, but this is not the only factor because large overesti-\nmations are concomitantly found in regions where DI is neg-\native. This is the case for eastern Amazon tributaries located\ndownstream of Obidos, such as the Tapajos and Xingu (see\nfigures in Sect. S3). The interplay between the Manning co-\nefficient and groundwater parameters and their influence on\nflow timing of LISFLOOD has been shown in recent studies\n(e.g., Revilla-Romero et al., 2015; Zajac et al., 2017), and\nhere may compensate for limitations of the double kinematic\nwave (channel+floodplain) used for river routing, especially\nin the Amazon. This suggests that calibrating large basins\nwith lowland river systems using few downstream stations\n(such as Obidos) should be taken with care if hydrodynamic\nrouting is not accounted for in the model structure.\n\nAlthough some authors pointed to a clear (and general)\nunderestimation of HTESSEL (e.g., Haddeland et al., 2011;\nBeck et al., 2017a), our results showed that it only occurs in\nthe La Plata Basin and not in other regions, which may be re-\nlated to the precipitation forcing used in WRR-2 (MSWEP).\nWith respect to model performances, the relatively better\nflow timing of HTESSEL can be attributed to CaMa-Flood\nrouting, but the advantages of this coupling were below the\nexpected ones when looking at other statistics. It is worth\nmentioning that default parameters for river routing were\nused within WRR-2 simulations; i.e., the CaMa-Flood model\nwas not calibrated (Dutra et al., 2017). This could be one\nof the reasons that low values of NSE are found over the\nAmazon main stem for this model (see figures in Sect. S3).\nCharacteristics such as timing and magnitude of flood waves\nin the hydrodynamic routing are very sensitive to channel\ngeometry and roughness (Yamazaki et al., 2011; Paiva et\nal., 2013), but also to DEM vegetation effects (Baugh et\nal., 2013) that can impact the subgrid floodplain profiles\n(Paiva et al., 2011; Yamazaki et al., 2011). Furthermore,\nZhao et al. (2017) emphasize that the benefit of CaMa-\nFlood highly depends on the runoff fields simulated by the\ncoupled LSM. Our results showed that discharge estimates\nof an uncalibrated model are improved over Amazon and\n(mainly) La Plata basins after inclusion of hydrodynamic\nrouting (MGB_HD_noCalib), provided that channel geome-\ntry and floodplain topography are reasonably well estimated.\nApart from the particular issues of WaterGAP3, LISFLOOD\nand HTESSEL/CaMa-Flood over South America, our find-\nings reinforce the conclusion of other authors who recom-\nmend the ensemble mean of global models as the most reli-\nable estimate (e.g., Haddeland et al., 2011; Gudmundsson et\nal., 2012; Schellekens et al., 2017; Hattermann et al., 2018),\nand it occurs even when discharge of a small number of mod-\nels is averaged (three in the present case).\n\nAs outlined by many studies (e.g., Haddeland et al., 2011;\nGudmundsson et al., 2012; Pechlivanidis and Arheimer,\n2015; Zhang et al., 2016; Krysanova et al., 2017), perfor-\nmance of both regional and global models generally reduces\nwhen there is a transition from wet to dry conditions. In semi-\narid regions, satellites have several limitations in capturing\nrainfall intensities due to the local, convective nature of the\nprecipitation, and they often overestimate the occurrence of\nrainfall because raindrops are likely to evaporate (i.e., sub-\ncloud evaporation) before reaching the surface (Dinku et al.,\n2010; Sunilkumar et al., 2015; Beck et al., 2017c). In ad-\ndition, runoff generation mechanisms are strongly nonlinear\nand depend too much on storage processes, which are param-\neterized with large uncertainty (Gudmundsson et al., 2012).\nFor instance, there is little knowledge about the influence of\ntransmission losses, their partitioning between its main com-\nponents (e.g., infiltration/evaporation from channels or flood-\nplains) (Jarihani et al., 2015) and the dominant mechanisms\nof losing/gaining water according to different periods of the\nwet season (Costa et al., 2013). Processes such as reinfil-\ntration of surface runoff, lateral redistribution of subsurface\nrunoff and hydraulic-connected stream–aquifer interactions\nhave been shown to be necessary for hydrological modeling\nin Northeast Brazil (Güntner and Bronstert, 2004; Costa et\nal., 2012, 2013), but are not explicitly accounted for in any\nstructure of the assessed models. Therefore, a systematic un-\nderestimation of continental ET and consequent overestima-\ntion of flows is expected in dry regions (e.g., Alkama et al.,\n2010; Haddeland et al., 2011; Zhang et al., 2016). Uncertain-\nties about human interferences in water resources (i.e., small\nponds and reservoirs, water abstractions) may also play an\nimportant role (Hanasaki et al., 2018), especially in regions\nwhere data are scarce. Nevertheless, the complexity of the\nglobal models assessed herein makes it difficult to explain\nthe real factors that impact discharge estimates.\n\nModel resolution can partially explain performances in\nheadwater catchments or in areas with complex orography.\nIn addition to issues related to the quality of satellite prod-\nucts (Tian and Peters-Lidard, 2010), aspects that potentially\naffect these regions are the shape (grid or unit catchment)\nand size of computational elements, as well as the downscal-\ning method of rainfall fields to force the hydrological models\n(Rahman et al., 2009), which is in our case a simple inverse\ndistance weighting interpolation. It is worth noting that we\nhave used a drainage area threshold of 1000 km2 for head-\nwater catchments (i.e., the onset of drainage networks), while\nthis same area for global models varies between ? 100 and\n? 625 km2 according to their respective grid resolutions (be-\ntween 0.08333? and 0.25?). In addition, results of discharge\nwere evaluated at gauges monitoring at least 10 000 km2,\nmeaning that at these points the continental model has at least\n? 20 unit catchments forced by ? 16 MSWEP pixels. On the\nother hand, response to precipitation at these smaller basins\nmay occur at an hourly scale, while model forcing and anal-\nyses were performed at a daily scale.\n\nHydrol. Earth Syst. Sci., 22, 4815–4842, 2018 www.hydrol-earth-syst-sci.net/22/4815/2018/\n\n\n\nV. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America 4835\n\n5 Summary and conclusions\n\nFor the first time, a regional-scale, fully coupled hydrologic–\nhydrodynamic model (MGB) was applied to a continen-\ntal domain (South America). Model results were assessed\nusing observed discharge and water levels from both in\nsitu/satellite altimetry in an unprecedented gauge network\nover the continent, together with estimates of TWS and ET\nfrom remote sensing and other data sources. In addition,\na cross-scale assessment (i.e., regional/continental×global\nmodels, the latter acquired from the eartH2Observe project)\nwas conducted with the novelty of using spatially distributed,\ndaily discharge data for model comparison.\n\nRegarding continental modeling, analyses showed a sat-\nisfactory agreement between simulated and observed dis-\ncharge, with NSE (KGE) > 0.6 in more than 55 % (70 %) of\nthe gauges. The performance was generally better in large\nrivers and humid regions, but worse in areas with semiarid\nto arid climates, influence of snowmelt or draining complex\norography such as the Andes Cordillera. Similar results were\nfound for water levels (both in situ and satellite altimetry),\ndespite 50 % of the gauges showing large under- and over-\nestimation of amplitudes (> |30 %|). The model was able to\ncapture patterns of seasonality and magnitude of ET and\nTWS in many parts of the continent, especially when results\nwere averaged to the scale of large South American basins\n(e.g., Amazon, La Plata, Orinoco, Tocantins–Araguaia, São\nFrancisco, Parnaíba). In addition, model errors in simulat-\ning discharge were also found in other hydrological vari-\nables, which demonstrates the importance of assessing model\nresults using multiple data sources. Uncertainties were at-\ntributed to deficiencies in process representation and simpli-\nfications in parameterization, as well as to limitations of the\ndatasets used as model input and validation.\n\nThe cross-scale comparison shed light on the extent to\nwhich it is possible to improve discharge estimates in\nSouth America. Global models (HTESSEL/CaMa-Flood,\nLISFLOOD and WaterGAP3) presented negative NSE val-\nues in a large number of gauges (> 60 %) and showed highly\nvariable performances when evaluated over multiple gauges\nwithin large basins. A considerable improvement in perfor-\nmance was found when the continental model was compared\nwith individual global models, reaching median differences\nof around 0.45 for both KGE and NSElog, being larger than\nunity for NSE. By using the ensemble mean of global mod-\nels as their best estimate, large differences in absolute bias\n(> 60 %) were detected mainly in eastern/northeastern Brazil\nand regions over Argentina, as well as in São Francisco, Par-\nnaíba and Magdalena basins. Differences in timing of more\nthan 20 days were found in rivers with floodplain effects,\nsuch as the Amazon, La Plata, Tocantins–Araguaia, Orinoco\nand lower Magdalena. Nevertheless, global models demon-\nstrated a good ability to predict daily discharge over temper-\nate, humid regions with the absence of lowland rivers (e.g.,\n\nsouthern Brazil and southern Chile), while performing rea-\nsonably in the Amazon basin.\n\nThe analyses also showed that model calibration and hy-\ndrodynamic routing cannot be neglected if simulation of\ndaily discharge in this continent is desired. Calibration was\nfound to be a key factor to model performance in most re-\ngions but mainly in drier basins (e.g., Parnaíba and São Fran-\ncisco), where models generally fail to represent the under-\nlying hydrological processes. In addition, a hydrodynamic\nrouting module was essential to achieve a suitable represen-\ntation of both magnitude and timing in major river systems,\nespecially in cases where flows are dramatically attenuated\nby floodplains (e.g., the Paraguay River). However, the ex-\npected benefit of coupling hydrodynamic and hydrological\nmodels occurs when river geometries are reasonably well\nrepresented and calibration of rainfall-runoff parameters is\nperformed together. This must be conducted by looking at\ndifferent flow signatures (low and high flows, bias, timing of\nhydrographs) in a spatially distributed way, i.e., not consider-\ning only a single downstream gauge of large basins to reduce\npotential issues related to parameter compensation. As many\nof the approaches used in this study are applicable to global\nmodels, our findings suggest that large improvements on es-\ntimated discharge can be achieved by the latter even without\na significant increase in the number of computational ele-\nments.\n\nRegardless of the scale (global or continental), limitations\nstill remain in some regions of South America and can be\nexplored as “stress tests” in model evaluation studies. For in-\nstance, characteristics of the La Plata basin such as complex\nfloodplains, extensive rivers with mild slopes, significant\nreservoir regulation and existence of several climatic zones\nmake it a unique test bed for model assessments. In addition,\nlarge basins with semiarid conditions located in Northeast\nBrazil (e.g., Parnaíba) or also with snowmelt-driven regimes\nin the south of the continent (e.g., Colorado) are interesting\nexamples of stress model performance. Despite the cross-\nscale assessments conducted herein only encompassing river\ndischarge, we recommend that other studies should also in-\nclude in situ water levels and observation-inferred variables\n(e.g., TWS from GRACE, ET from remote sensing/global\ndatasets and satellite altimetry) when possible. To facilitate\naccess to in situ data, we call for cooperation among South\nAmerican countries to produce a continental dataset that can\nbe used by a broader audience, thus contributing to reduce\nthe gap between regional and global modeling communities.\n\nFinally, this study shows that extending a regional, fully\ncoupled hydrologic-hydrodynamic model to the whole South\nAmerican continent is feasible. This underscores the impor-\ntance of regional expert knowledge, which can indicate rel-\nevant hydrological processes and datasets to be included in\ncontinental/global model simulations. We hope that moving\nfrom regional toward continental hydrologic–hydrodynamic\nmodeling will bring new opportunities for operational prac-\ntices such as real-time hydrological forecasting, which is the\n\nwww.hydrol-earth-syst-sci.net/22/4815/2018/ Hydrol. Earth Syst. Sci., 22, 4815–4842, 2018\n\n\n\n4836 V. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America\n\ntopic of ongoing research. Nevertheless, several improve-\nments should be carried out in the model structure, not only\nto achieve a better understanding of the underlying processes,\nbut also to provide further insights about human impacts on\nSouth American water resources. This includes the represen-\ntation of reservoirs, lakes and water abstractions. It is also\nimportant to address uncertainties in model parameters, and\nthese should be investigated further.\n\nData availability. Results from the MGB model are available to the\npublic at http://www.ufrgs.br/lsh (last access: 11 September 2018).\nAll other datasets used in the present study can be accessed using\nthe websites cited in this paper.\n\nThe Supplement related to this article is available\nonline at https://doi.org/10.5194/hess-22-4815-2018-\nsupplement.\n\nAuthor contributions. VAS worked on the MGB model for\nSouth America, designed the study, performed model calibra-\ntion/simulations, managed all datasets (in situ, remote sensing and\nglobal models) and produced the manuscript; RCDP helped with the\nstudy design, MGB code optimization and interpretation of results,\ncontributed to writing of the manuscript and conducted a paper re-\nview; ASF and FMF assisted with MGB calibration and conducted a\npaper review; ALR helped with the interpretation of results. PRMP\nprovided support with GIS routines and MGB simulations over the\nLa Plata basin; AP and SC provided support with satellite altimetry\ndata and associated analyses; WC was the research supervisor, con-\ntributed to writing of the manuscript and conducted a paper review.\n\nCompeting interests. The authors declare that they have no conflict\nof interest.\n\nSpecial issue statement. This article is part of the special issue “In-\ntegration of Earth observations and models for global water re-\nsource assessment”. It is not associated with a conference.\n\nAcknowledgements. The first author would like to acknowledge\nthe Brazilian National Council for Scientific Research (CNPq) for\nthe financial support (Project: “South America Flood Awareness\nSystem – SAFAS”, under grant number 422422/2016–9); the\ninstitutions ANA, SENAMHIs, IDEAM, DGA, INA, HyBAM,\nGRDC and ONS for providing in situ discharge and water stage\ndata; the LEGOS–HydroWeb for both Envisat and Jason-2 satellite\naltimetry data; the Jet Propulsion Laboratory (JPL) for GRACE\nmascon data; Princeton University for the CDR–ET data; the\neartH2Observe project for WRR-2 discharge from global models\n(WaterGAP3, LISFLOOD and HTESSEL/CaMa-Flood) and, in\nparticular, Martina Floerke, Gabriel Fink, Ad de Roo, Emanuel\nDutra and Gianpaolo Balsamo for their kind support with the global\nmodels used herein.\n\nEdited by: Albrecht Weerts\nReviewed by: Guy J.-P. Schumann and one anonymous referee\n\nReferences\n\nAbbaspour, K. C., Rouholahnejad, E., Vaghefi, S., Srinivasan, R.,\nYang, H., and Kløve, B.: A continental-scale hydrology and wa-\nter quality model for Europe: Calibration and uncertainty of a\nhigh-resolution large-scale SWAT model, J. Hydrol., 524, 733–\n752, https://doi.org/10.1016/j.jhydrol.2015.03.027, 2015.\n\nAlkama, R., Decharme, B., Douville, H., Becker, M., Cazenave, A.,\nSheffield, J., Voldoire, A., Tyteca, S., and Le Moigne, P.: Global\nevaluation of the ISBA-TRIP continental hydrological system.\nPart I: Comparison to GRACE terrestrial water storage estimates\nand in situ river discharges, J. Hydrometeorol., 11, 583–600,\nhttps://doi.org/10.1175/2010JHM1211.1, 2010.\n\nAllasia, D. G., Da Silva, B. C., Collischonn, W., and Tucci, C. E.\nM.: Large basin simulation experience in South America, IAHS-\nAISH Publication, 360–370, 2006.\n\nAlsdorf, D., Bates, P., Melack, J., Wilson, M., and Dunne,\nT.: Spatial and temporal complexity of the Amazon flood\nmeasured from space, Geophys. Res. Lett., 34, L08402,\nhttps://doi.org/10.1029/2007GL029447, 2007.\n\nAndreadis, K. M., Schumann, G. J. P., and Pavelsky, T.: A simple\nglobal river bankfull width and depth database, Water Resour.\nRes., 49, 7164–7168, https://doi.org/10.1002/wrcr.20440, 2013.\n\nAngarita, H., Wickel, A. J., Sieber, J., Chavarro, J., Maldonado-\nOcampo, J. A., Herrera-R., G. A., Delgado, J., and Purkey, D.:\nBasin-scale impacts of hydropower development on the Mom-\npós Depression wetlands, Colombia, Hydrol. Earth Syst. Sci., 22,\n2839–2865, https://doi.org/10.5194/hess-22-2839-2018, 2018.\n\nArchfield, S. A., Clark, M., Arheimer, B., Hay, L. E., McMillan,\nH., Kiang, J. E., Seibert, J., Hakala, K., Bock, A., Wagener,\nT., Farmer, W. H., Andréassian, V., Attinger, S., Viglione, A.,\nKnight, R., Markstrom, S., and Over, T.: Accelerating advances\nin continental domain hydrologic modeling, Water Resour. Res.,\n51, 10078–10091, https://doi.org/10.1002/2015wr017498, 2015.\n\nBalsamo, G., Beljaars, A., Scipal, K., Viterbo, P., van den\nHurk, B., Hirschi, M., and Betts, A. K.: A Revised Hy-\ndrology for the ECMWF Model: Verification from Field\nSite to Terrestrial Water Storage and Impact in the In-\ntegrated Forecast System, J. Hydrometeorol., 10, 623–643,\nhttps://doi.org/10.1175/2008jhm1068.1, 2009.\n\nBarros, V., Clarke, R., and Dias, P. S.: Climate change in the\nLa Plata basin, Publication of the Inter-American Institute for\nGlobal Change Research (IAI), São José dos Campos, Brazil,\n2006.\n\nBates, P. D., Horritt, M. S., and Fewtrell, T. J.: A simple inertial\nformulation of the shallow water equations for efficient two-\ndimensional flood inundation modelling, J. Hydrol., 387, 33–45,\nhttps://doi.org/10.1016/j.jhydrol.2010.03.027, 2010.\n\nBaugh, C. A., Bates, P. D., Schumann, G., and Trigg, M.\nA.: SRTM vegetation removal and hydrodynamic mod-\neling accuracy, Water Resour. Res., 49, 5276–5289,\nhttps://doi.org/10.1002/wrcr.20412, 2013.\n\nBeck, H. E., van Dijk, A. I. J. M., de Roo, A., Dutra, E., Fink, G.,\nOrth, R., and Schellekens, J.: Global evaluation of runoff from 10\n\nHydrol. Earth Syst. Sci., 22, 4815–4842, 2018 www.hydrol-earth-syst-sci.net/22/4815/2018/\n\nhttp://www.ufrgs.br/lsh\nhttps://doi.org/10.5194/hess-22-4815-2018-supplement\nhttps://doi.org/10.5194/hess-22-4815-2018-supplement\nhttps://doi.org/10.1016/j.jhydrol.2015.03.027\nhttps://doi.org/10.1175/2010JHM1211.1\nhttps://doi.org/10.1029/2007GL029447\nhttps://doi.org/10.1002/wrcr.20440\nhttps://doi.org/10.5194/hess-22-2839-2018\nhttps://doi.org/10.1002/2015wr017498\nhttps://doi.org/10.1175/2008jhm1068.1\nhttps://doi.org/10.1016/j.jhydrol.2010.03.027\nhttps://doi.org/10.1002/wrcr.20412\n\n\nV. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America 4837\n\nstate-of-the-art hydrological models, Hydrol. Earth Syst. Sci., 21,\n2881–2903, https://doi.org/10.5194/hess-21-2881-2017, 2017a.\n\nBeck, H. E., van Dijk, A. I. J. M., Levizzani, V., Schellekens,\nJ., Miralles, D. G., Martens, B., and de Roo, A.: MSWEP: 3-\nhourly 0.25? global gridded precipitation (1979–2015) by merg-\ning gauge, satellite, and reanalysis data, Hydrol. Earth Syst. Sci.,\n21, 589–615, https://doi.org/10.5194/hess-21-589-2017, 2017b.\n\nBeck, H. E., Vergopolan, N., Pan, M., Levizzani, V., van Dijk,\nA. I. J. M., Weedon, G. P., Brocca, L., Pappenberger, F.,\nHuffman, G. J., and Wood, E. F.: Global-scale evaluation of\n22 precipitation datasets using gauge observations and hydro-\nlogical modeling, Hydrol. Earth Syst. Sci., 21, 6201–6217,\nhttps://doi.org/10.5194/hess-21-6201-2017, 2017c.\n\nBeighley, R. E. and Gummadi, V.: Developing channel and\nfloodplain dimensions with limited data: A case study in\nthe Amazon Basin, Earth Surf. Proc. Land., 36, 1059–1071,\nhttps://doi.org/10.1002/esp.2132, 2011.\n\nBerbery, E. H. and Barros, V. R.: The hydrologic cy-\ncle of the La Plata basin in South America, J. Hy-\ndrometeorol., 3, 630–645, https://doi.org/10.1175/1525-\n7541(2002)003<0630:THCOTL>2.0.CO;2, 2002.\n\nBerry, P. A. M., Garlick, J. D., and Smith, R. G.: Near-\nglobal validation of the SRTM DEM using satellite\nradar altimetry, Remote Sens. Environ., 106, 17–27,\nhttps://doi.org/10.1016/j.rse.2006.07.011, 2007.\n\nBierkens, M. F. P.: Global hydrology 2015: State, trends,\nand directions, Water Resour. Res., 51, 4923–4947,\nhttps://doi.org/10.1002/2015wr017173, 2015.\n\nBierkens, M. F. P., Bell, V. A., Burek, P., Chaney, N., Condon,\nL. E., David, C. H., de Roo, A., Döll, P., Drost, N., Famigli-\netti, J. S., Flörke, M., Gochis, D. J., Houser, P., Hut, R., Ke-\nune, J., Kollet, S., Maxwell, R. M., Reager, J. T., Samaniego,\nL., Sudicky, E., Sutanudjaja, E. H., van de Giesen, N., Win-\nsemius, H., and Wood, E. F.: Hyper-resolution global hydrolog-\nical modelling: what is next?, Hydrol. Process., 29, 310–320,\nhttps://doi.org/10.1002/hyp.10391, 2015.\n\nBravo, J. M., Allasia, D., Paz, A. R., Collischonn, W., and\nTucci, C. E. M.: Coupled Hydrologic-Hydraulic Modeling of\nthe Upper Paraguay River Basin, J. Hydrol. Eng., 17, 635–646,\nhttps://doi.org/10.1061/(ASCE)HE.1943-5584.0000494, 2012.\n\nCarabajal, C. C. and Harding, D. J.: ICESat validation of SRTM C-\nband digital elevation models, Geophys. Res. Lett., 32, L22S01,\nhttps://doi.org/10.1029/2005gl023957, 2005.\n\nChen, J. L., Wilson, C. R., Tapley, B. D., Blankenship, D. D., and\nIvins, E. R.: Patagonia icefield melting observed by gravity re-\ncovery and climate experiment (GRACE), Geophys. Res. Lett.,\n34, L22501, https://doi.org/10.1029/2007gl031871, 2007.\n\nChristoffersen, B. O., Restrepo-Coupe, N., Arain, M. A., Baker, I.\nT., Cestaro, B. P., Ciais, P., Fisher, J. B., Galbraith, D., Guan,\nX. D., Gulden, L., van den Hurk, B., Ichii, K., Imbuzeiro, H.,\nJain, A., Levine, N., Miguez-Machor, G., Poulter, B., Roberti,\nD. R., Sakaguchi, K., Sahoo, A., Schaefer, K., Shi, M. J., Ver-\nbeeck, H., Yang, Z. L., Araujo, A. C., Kruijt, B., Manzi, A.\nO., da Rocha, H. R., von Randow, C., Muza, M. N., Borak,\nJ., Costa, M. H., de Gonçalves, L. G. G., Zeng, X. B., and\nSaleska, S. R.: Mechanisms of water supply and vegetation de-\nmand govern the seasonality and magnitude of evapotranspira-\ntion in Amazonia and Cerrado, Agr. Forest Meteorol., 191, 33–\n50, https://doi.org/10.1016/j.agrformet.2014.02.008, 2014.\n\nClark, E. A., Sheffield, J., van Vliet, M. T. H., Nijssen,\nB., and Lettenmaier, D. P.: Continental Runoff into the\nOceans (1950–2008), J. Hydrometeorol., 16, 1502–1520,\nhttps://doi.org/10.1175/jhm-d-14-0183.1, 2015.\n\nCollischonn, W.: Simulação Hidrológica de Grandes Bacias, Phd\nDissertation, Doutorado em Recursos Hídricos e Saneamento\nAmbiental, Instituto de Pesquisas Hidráulicas, Universidade\nFederal do Rio Grande do Sul, Porto Alegre, 270 pp., 2001 (in\nPortuguese).\n\nCollischonn, W., Haas, R., Andreolli, I., and Tucci, C. E. M.:\nForecasting River Uruguay flow using rainfall forecasts from\na regional weather-prediction model, J. Hydrol., 305, 87–98,\nhttps://doi.org/10.1016/j.jhydrol.2004.08.028, 2005.\n\nCollischonn, W., Allasia, D., Da Silva, B. C., and Tucci, C. E. M.:\nThe MGB-IPH model for large-scale rainfall-runoff modelling,\nHydrolog. Sci. J.-Journal Des Sciences Hydrologiques, 52, 878–\n895, https://doi.org/10.1623/hysj.52.5.878, 2007.\n\nCosta, A. C., Bronstert, A., and de Araújo, J. C.: A channel trans-\nmission losses model for different dryland rivers, Hydrol. Earth\nSyst. Sci., 16, 1111–1135, https://doi.org/10.5194/hess-16-1111-\n2012, 2012.\n\nCosta, A. C., Foerster, S., de Araújo, J. C., and Bronstert, A.: Anal-\nysis of channel transmission losses in a dryland river reach in\nnorth-eastern Brazil using streamflow series, groundwater level\nseries and multi-temporal satellite data, Hydrol. Process., 27,\n1046–1060, https://doi.org/10.1002/hyp.9243, 2013.\n\nCrooks, S. M., Kay, A. L., Davies, H. N., and Bell, V. A.:\nFrom Catchment to National Scale Rainfall-Runoff Modelling:\nDemonstration of a Hydrological Modelling Framework, Hy-\ndrology, 1, 63–88, https://doi.org/10.3390/hydrology1010063,\n2014.\n\nDecharme, B., Douville, H., Prigent, C., Papa, F., and Aires, F.: A\nnew river flooding scheme for global climate applications: Off-\nline evaluation over South America, J. Geophys. Res.-Atmos.,\n113, D11110, https://doi.org/10.1029/2007jd009376, 2008.\n\nDinku, T., Ceccato, P., Cressman, K., and Connor, S. J.: Evaluat-\ning detection skills of satellite rainfall estimates over desert lo-\ncust recession regions, J. Appl. Meteorol. Clim., 49, 1322–1332,\nhttps://doi.org/10.1175/2010JAMC2281.1, 2010.\n\nDöll, P., Fiedler, K., and Zhang, J.: Global-scale analysis of river\nflow alterations due to water withdrawals and reservoirs, Hydrol.\nEarth Syst. Sci., 13, 2413–2432, https://doi.org/10.5194/hess-13-\n2413-2009, 2009.\n\nDonnelly, C., Andersson, J. C. M., and Arheimer, B.: Us-\ning flow signatures and catchment similarities to evaluate\nthe E-HYPE multi-basin model across Europe, Hydrolog.\nSci. J.-Journal Des Sciences Hydrologiques, 61, 255–273,\nhttps://doi.org/10.1080/02626667.2015.1027710, 2016.\n\nDurr, H. H., Meybeck, M., and Durr, S. H.: Lithologic composi-\ntion of the Earth’s continental surfaces derived from a new digital\nmap emphasizing riverine material transfer, Global Biogeochem.\nCy., 19, GB4S10, https://doi.org/10.1029/2005gb002515, 2005.\n\nDutra, E., Balsamo, G., Calvet, J.-C., Munier, S., Burke, S., Fink,\nG., van Dijk, A., Martinez-de la Torre, A., van Beek, R., de\nRoo, A., and Polcher, J.: Report on the improved Water Re-\nsources Reanalysis. EartH2Observe, Report No.: 5.2., 94 pp.,\nhttps://doi.org/10.13140/RG.2.2.14523.67369, 2017.\n\nEisner, S., Florke, M., Chamorro, A., Daggupati, P., Donnelly, C.,\nHuang, J., Hundecha, Y., Koch, H., Kalugin, A., Krylenko, I.,\n\nwww.hydrol-earth-syst-sci.net/22/4815/2018/ Hydrol. Earth Syst. Sci., 22, 4815–4842, 2018\n\nhttps://doi.org/10.5194/hess-21-2881-2017\nhttps://doi.org/10.5194/hess-21-589-2017\nhttps://doi.org/10.5194/hess-21-6201-2017\nhttps://doi.org/10.1002/esp.2132\nhttps://doi.org/10.1175/1525-7541(2002)003<0630:THCOTL>2.0.CO;2\nhttps://doi.org/10.1175/1525-7541(2002)003<0630:THCOTL>2.0.CO;2\nhttps://doi.org/10.1016/j.rse.2006.07.011\nhttps://doi.org/10.1002/2015wr017173\nhttps://doi.org/10.1002/hyp.10391\nhttps://doi.org/10.1061/(ASCE)HE.1943-5584.0000494\nhttps://doi.org/10.1029/2005gl023957\nhttps://doi.org/10.1029/2007gl031871\nhttps://doi.org/10.1016/j.agrformet.2014.02.008\nhttps://doi.org/10.1175/jhm-d-14-0183.1\nhttps://doi.org/10.1016/j.jhydrol.2004.08.028\nhttps://doi.org/10.1623/hysj.52.5.878\nhttps://doi.org/10.5194/hess-16-1111-2012\nhttps://doi.org/10.5194/hess-16-1111-2012\nhttps://doi.org/10.1002/hyp.9243\nhttps://doi.org/10.3390/hydrology1010063\nhttps://doi.org/10.1029/2007jd009376\nhttps://doi.org/10.1175/2010JAMC2281.1\nhttps://doi.org/10.5194/hess-13-2413-2009\nhttps://doi.org/10.5194/hess-13-2413-2009\nhttps://doi.org/10.1080/02626667.2015.1027710\nhttps://doi.org/10.1029/2005gb002515\nhttps://doi.org/10.13140/RG.2.2.14523.67369\n\n\n4838 V. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America\n\nMishra, V., Piniewski, M., Samaniego, L., Seidou, O., Wallner,\nM., and Krysanova, V.: An ensemble analysis of climate change\nimpacts on streamflow seasonality across 11 large river basins,\nClimatic Change, 141, 401–417, https://doi.org/10.1007/s10584-\n016-1844-5, 2017.\n\nErfanian, A., Wang, G., and Fomenko, L.: Unprecedented\ndrought over tropical South America in 2016: Signifi-\ncantly under-predicted by tropical SST, Sci. Rep., 7, 5811,\nhttps://doi.org/10.1038/s41598-017-05373-2, 2017.\n\nFan, F. M., Buarque, D. C., Pontes, P. R. M., and Collischonn, W.:\nUm mapa de unidades de resposta hidrológica para a América\ndo Sul, XXI Simpósio Brasileiro de Recursos Hídricos, Brasilia,\nPAP019919, 2015.\n\nFan, F. M., Collischonn, W., Quiroz, K. J., Sorribas, M. V., Buar-\nque, D. C., and Siqueira, V. A.: Flood forecasting on the To-\ncantins River using ensemble rainfall forecasts and real-time\nsatellite rainfall estimates, J. Flood Risk Manag., 9, 278–288,\nhttps://doi.org/10.1111/jfr3.12177, 2016.\n\nFleischmann, A. S., Siqueira, V. A., Paris, A., Collischonn, W.,\nPaiva, R. C. D., Pontes, P. R. M., Crétaux, J.-F., Bergé-Nguyen,\nM., Biancamaria, S., Gosset, M., Calmant, S., and Tanimoun, B.\nA.: Modeling hydrologic and hydrodynamic processes in basins\nwith semi-arid wetlands, J. Hydrol., 561, 943–959, 2018.\n\nFrappart, F., Papa, F., Malbeteau, Y., León, J., Ramillien, G.,\nPrigent, C., Seoane, L., Seyler, F., and Calmant, S.: Surface\nFreshwater Storage Variations in the Orinoco Floodplains Us-\ning Multi-Satellite Observations, Remote Sensing, 7, 89–110,\nhttps://doi.org/10.3390/rs70100089, 2014.\n\nGarcia, N. O. and Mechoso, C. R.: Variability in the dis-\ncharge of South American rivers and in climate, Hydrolog.\nSci. J.-Journal Des Sciences Hydrologiques, 50, 459–478,\nhttps://doi.org/10.1623/hysj.50.3.459.65030, 2005.\n\nGarreaud, R. D., Vuille, M., Compagnucci, R., and Marengo, J.:\nPresent-day South American climate, Palaeogeogr. Palaeocl.,\n281, 180–195, https://doi.org/10.1016/j.palaeo.2007.10.032,\n2009.\n\nGetirana, A. C. V.: Integrating spatial altimetry data into the auto-\nmatic calibration of hydrological models, J. Hydrol., 387, 244–\n255, https://doi.org/10.1016/j.jhydrol.2010.04.013, 2010.\n\nGetirana, A. C. V., Boone, A., Yamazaki, D., Decharme, B., Papa,\nF., and Mognard, N.: The Hydrological Modeling and Analy-\nsis Platform (HyMAP): Evaluation in the Amazon Basin, J. Hy-\ndrometeorol., 13, 1641–1665, https://doi.org/10.1175/jhm-d-12-\n021.1, 2012.\n\nGetirana, A. C. V., Boone, A., Yamazaki, D., and Mognard, N.:\nAutomatic parameterization of a flow routing scheme driven by\nradar altimetry data: Evaluation in the Amazon basin, Water\nResour. Res., 49, 614–629, https://doi.org/10.1002/wrcr.20077,\n2013.\n\nGetirana, A. C. V. and Paiva, R. C. D.: Mapping large-scale river\nflow hydraulics in the Amazon Basin, Water Resour. Res., 49,\n2437–2445, https://doi.org/10.1002/wrcr.20212, 2013.\n\nGetirana, A., Kumar, S., Girotto, M., and Rodell, M.: Rivers and\nFloodplains as Key Components of Global Terrestrial Water\nStorage Variability, Geophys. Res. Lett., 44, 10359–310368,\nhttps://doi.org/10.1002/2017GL074684, 2017a.\n\nGetirana, A., Peters-Lidard, C., Rodell, M., and Bates, P. D.:\nTrade-off between cost and accuracy in large-scale surface wa-\n\nter dynamic modeling, Water Resour. Res., 53, 4942–4955,\nhttps://doi.org/10.1002/2017wr020519, 2017b.\n\nGonçalves, H. C., Mercante, M. A., and Santos, E. T.: Hy-\ndrological cycle, Brazilian Journal of Biology, 71, 241–253,\nhttps://doi.org/10.1590/s1519-69842011000200003, 2011.\n\nGosling, S. N., Taylor, R. G., Arnell, N. W., and Todd, M.\nC.: A comparative analysis of projected impacts of climate\nchange on river runoff from global and catchment-scale hy-\ndrological models, Hydrol. Earth Syst. Sci., 15, 279–294,\nhttps://doi.org/10.5194/hess-15-279-2011, 2011.\n\nGudmundsson, L., Tallaksen, L. M., Stahl, K., Clark, D.\nB., Dumont, E., Hagemann, S., Bertrand, N., Gerten, D.,\nHeinke, J., Hanasaki, N., Voss, F., and Koirala, S.: Compar-\ning Large-Scale Hydrological Model Simulations to Observed\nRunoff Percentiles in Europe, J. Hydrometeorol., 13, 604–620,\nhttps://doi.org/10.1175/jhm-d-11-083.1, 2012.\n\nGüntner, A. and Bronstert, A.: Representation of landscape vari-\nability and lateral redistribution processes for large-scale hydro-\nlogical modelling in semi-arid areas, J. Hydrol., 297, 136–161,\nhttps://doi.org/10.1016/j.jhydrol.2004.04.008, 2004.\n\nGuswa, A. J., Celia, M. A., and Rodriguez-Iturbe, I.: Models of soil\nmoisture dynamics in ecohydrology: A comparative study, Water\nResour. Res., 38, 1166, https://doi.org/10.1029/2001wr000826,\n2002.\n\nHaddeland, I., Clark, D. B., Franssen, W., Ludwig, F., Voß, F.,\nArnell, N. W., Bertrand, N., Best, M., Folwell, S., Gerten,\nD., Gomes, S., Gosling, S. N., Hagemann, S., Hanasaki,\nN., Harding, R., Heinke, J., Kabat, P., Koirala, S., Oki, T.,\nPolcher, J., Stacke, T., Viterbo, P., Weedon, G. P., and Yeh,\nP.: Multimodel Estimate of the Global Terrestrial Water Bal-\nance: Setup and First Results, J. Hydrometeorol., 12, 869–884,\nhttps://doi.org/10.1175/2011jhm1324.1, 2011.\n\nHamilton, S. K., Sippel, S. J., and Melack, J. M.: Compar-\nison of inundation patterns among major South Amer-\nican floodplains, J. Geophys. Res.-Atmos., 107, 8038,\nhttps://doi.org/10.1029/2000jd000306, 2002.\n\nHanasaki, N., Yoshikawa, S., Pokhrel, Y., and Kanae, S.: A\nglobal hydrological simulation to specify the sources of wa-\nter used by humans, Hydrol. Earth Syst. Sci., 22, 789–817,\nhttps://doi.org/10.5194/hess-22-789-2018, 2018.\n\nHattermann, F. F., Vetter, T., Breuer, L., Su, B. D., Daggupati,\nP., Donnelly, C., Fekete, B., Florke, F., Gosling, S. N., Hoff-\nmann, P., Liersch, S., Masaki, Y., Motovilov, Y., Muller, C.,\nSamaniego, L., Stacke, T., Wada, Y., Yang, T., and Krysnaova,\nV.: Sources of uncertainty in hydrological climate impact as-\nsessment: a cross-scale study, Environ. Res. Lett., 13, 015006,\nhttps://doi.org/10.1088/1748-9326/aa9938, 2018.\n\nHodges, B. R.: Challenges in Continental River\nDynamics, Environ. Modell. Soft., 50, 16–20,\nhttps://doi.org/10.1016/j.envsoft.2013.08.010, 2013.\n\nHoyos, N., Escobar, J., Restrepo, J. C., Arango, A. M.,\nand Ortiz, J. C.: Impact of the 2010-2011 La Nina phe-\nnomenon in Colombia, South America: The human toll\nof an extreme weather event, Appl. Geogr., 39, 16–25,\nhttps://doi.org/10.1016/j.apgeog.2012.11.018, 2013.\n\nHuang, S., Kumar, R., Flörke, M., Yang, T., Hundecha, Y., Kraft,\nP., Gao, C., Gelfan, A., Liersch, S., Lobanova, A., Strauch, M.,\nvan Ogtrop, F., Reinhardt, J., Haberlandt, U., and Krysanova, V.:\nEvaluation of an ensemble of regional hydrological models in 12\n\nHydrol. Earth Syst. Sci., 22, 4815–4842, 2018 www.hydrol-earth-syst-sci.net/22/4815/2018/\n\nhttps://doi.org/10.1007/s10584-016-1844-5\nhttps://doi.org/10.1007/s10584-016-1844-5\nhttps://doi.org/10.1038/s41598-017-05373-2\nhttps://doi.org/10.1111/jfr3.12177\nhttps://doi.org/10.3390/rs70100089\nhttps://doi.org/10.1623/hysj.50.3.459.65030\nhttps://doi.org/10.1016/j.palaeo.2007.10.032\nhttps://doi.org/10.1016/j.jhydrol.2010.04.013\nhttps://doi.org/10.1175/jhm-d-12-021.1\nhttps://doi.org/10.1175/jhm-d-12-021.1\nhttps://doi.org/10.1002/wrcr.20077\nhttps://doi.org/10.1002/wrcr.20212\nhttps://doi.org/10.1002/2017GL074684\nhttps://doi.org/10.1002/2017wr020519\nhttps://doi.org/10.1590/s1519-69842011000200003\nhttps://doi.org/10.5194/hess-15-279-2011\nhttps://doi.org/10.1175/jhm-d-11-083.1\nhttps://doi.org/10.1016/j.jhydrol.2004.04.008\nhttps://doi.org/10.1029/2001wr000826\nhttps://doi.org/10.1175/2011jhm1324.1\nhttps://doi.org/10.1029/2000jd000306\nhttps://doi.org/10.5194/hess-22-789-2018\nhttps://doi.org/10.1088/1748-9326/aa9938\nhttps://doi.org/10.1016/j.envsoft.2013.08.010\nhttps://doi.org/10.1016/j.apgeog.2012.11.018\n\n\nV. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America 4839\n\nlarge-scale river basins worldwide, Climatic Change, 141, 381–\n397, https://doi.org/10.1007/s10584-016-1841-8, 2016.\n\nHumphrey, V., Gudmundsson, L., and Seneviratne, S. I.: Assess-\ning Global Water Storage Variability from GRACE: Trends, Sea-\nsonal Cycle, Subseasonal Anomalies and Extremes, Surv. Geo-\nphys., 37, 357–395, https://doi.org/10.1007/s10712-016-9367-1,\n2016.\n\nJarihani, A. A., Larsen, J. R., Callow, J. N., McVicar, T.\nR., and Johansen, K.: Where does all the water go? Par-\ntitioning water transmission losses in a data-sparse, multi-\nchannel and low-gradient dryland river system using mod-\nelling and remote sensing, J. Hydrol., 529, 1511–1529,\nhttps://doi.org/10.1016/j.jhydrol.2015.08.030, 2015.\n\nKauffeldt, A., Wetterhall, F., Pappenberger, F., Salamon, P.,\nand Thielen, J.: Technical review of large-scale hydrologi-\ncal models for implementation in operational flood forecasting\nschemes on continental level, Environ. Modell. Soft., 75, 68–76,\nhttps://doi.org/10.1016/j.envsoft.2015.09.009, 2016.\n\nKerr, Y. H., Waldteufel, P., Richaume, P., Wigneron, J. P., Ferraz-\nzoli, P., Mahmoodi, A., Al Bitar, A., Cabot, F., Gruhier, C., Ju-\nglea, S. E., Leroux, D., Mialon, A., and Delwart, S.: The SMOS\nsoil moisture retrieval algorithm, IEEE T. Geosci. Remote, 50,\n1384–1403, https://doi.org/10.1109/TGRS.2012.2184548, 2012.\n\nKirchner, J. W.: Getting the right answers for the right rea-\nsons: Linking measurements, analyses, and models to advance\nthe science of hydrology, Water Resour. Res., 42, W03S04,\nhttps://doi.org/10.1029/2005wr004362, 2006.\n\nKling, H., Fuchs, M., and Paulin, M.: Runoff conditions\nin the upper Danube basin under an ensemble of cli-\nmate change scenarios, J. Hydrol., 424–425, 264–277,\nhttps://doi.org/10.1016/j.jhydrol.2012.01.011, 2012.\n\nKottek, M., Grieser, J., Beck, C., Rudolf, B., and Rubel, F.:\nWorld map of the Köppen-Geiger climate classification up-\ndated, Meteorol. Z., 15, 259–263, https://doi.org/10.1127/0941-\n2948/2006/0130, 2006.\n\nKrysanova, V., Vetter, T., Eisner, S., Huang, S., Pechlivanidis, I.,\nStrauch, M., Gelfan, A., Kumar, R., Aich, V., Arheimer, B.,\nChamorro, A., Van Griensven, A., Kundu, D., Lobanova, A.,\nMishra, V., Plötner, S., Reinhardt, J., Seidou, O., Wang, X., Wort-\nmann, M., Zeng, X., and Hattermann, F. F.: Intercomparison of\nregional-scale hydrological models and climate change impacts\nprojected for 12 large river basins worldwide – A synthesis,\nEnviron. Res. Lett., 12, 105002, https://doi.org/10.1088/1748-\n9326/aa8359, 2017.\n\nKuppel, S., Houspanossian, J., Nosetto, M. D., and Jobbagy, E. G.:\nWhat does it take to flood the Pampas?: Lessons from a decade of\nstrong hydrological fluctuations, Water Resour. Res., 51, 2937–\n2950, https://doi.org/10.1002/2015wr016966, 2015.\n\nLanderer, F. W. and Swenson, S. C.: Accuracy of scaled GRACE\nterrestrial water storage estimates, Water Resour. Res., 48,\nW04531, https://doi.org/10.1029/2011wr011453, 2012.\n\nLatrubesse, E. M., Stevaux, J. C., and Sinha, R.:\nTropical rivers, Geomorphology, 70, 187–206,\nhttps://doi.org/10.1016/j.geomorph.2005.02.005, 2005.\n\nLatrubesse, E. M.: Large rivers, megafans and other Quater-\nnary avulsive fluvial systems: A potential “who’s who”\nin the geological record, Earth-Sci. Rev., 146, 1–30,\nhttps://doi.org/10.1016/j.earscirev.2015.03.004, 2015.\n\nLehner, B. and Döll, P.: Development and validation of a global\ndatabase of lakes, reservoirs and wetlands, J. Hydrol., 296, 1–22,\nhttps://doi.org/10.1016/j.jhydrol.2004.03.028, 2004.\n\nLehner, B., Verdin, K., and Jarvis, A.: New global hydrogra-\nphy derived from spaceborne elevation data, EOS, 89, 93–94,\nhttps://doi.org/10.1029/2008EO100001, 2008.\n\nLeopold, L. B. and Maddock, T. J.: The hydraulic geometry of\nstream channels and some physiographic implications, U.S. Ge-\nological Survey Professional Paper, 252, 56 pp., 1953.\n\nLininger, K. B. and Latrubesse, E. M.: Flooding hydrol-\nogy and peak discharge attenuation along the middle\nAraguaia River in central Brazil, Catena, 143, 90–101,\nhttps://doi.org/10.1016/j.catena.2016.03.043, 2016.\n\nLópez López, P., Sutanudjaja, E. H., Schellekens, J., Sterk, G.,\nand Bierkens, M. F. P.: Calibration of a large-scale hydrolog-\nical model using satellite-based soil moisture and evapotran-\nspiration products, Hydrol. Earth Syst. Sci., 21, 3125–3144,\nhttps://doi.org/10.5194/hess-21-3125-2017, 2017.\n\nLuo, X., Li, H.-Y., Leung, L. R., Tesfa, T. K., Getirana, A., Papa,\nF., and Hess, L. L.: Modeling surface water dynamics in the\nAmazon Basin using MOSART-Inundation v1.0: impacts of geo-\nmorphological parameters and river flow representation, Geosci.\nModel Dev., 10, 1233–1259, https://doi.org/10.5194/gmd-10-\n1233-2017, 2017.\n\nMaeda, E. E., Ma, X., Wagner, F. H., Kim, H., Oki, T.,\nEamus, D., and Huete, A.: Evapotranspiration seasonality\nacross the Amazon Basin, Earth Syst. Dynam., 8, 439–454,\nhttps://doi.org/10.5194/esd-8-439-2017, 2017.\n\nMarengo, J. A., Jones, R., Alves, L. M., and Valverde, M.\nC.: Future change of temperature and precipitation extremes\nin south america as derived from the precis regional cli-\nmate modeling system, Int. J. Climatol., 29, 2241–2255,\nhttps://doi.org/10.1002/joc.1863, 2009.\n\nMarengo, J. A., Tomasella, J., Soares, W. R., Alves, L. M., and No-\nbre, C. A.: Extreme climatic events in the Amazon basin, Theor.\nAppl. Climatol., 107, 73–85, https://doi.org/10.1007/s00704-\n011-0465-1, 2012.\n\nMateo, C. M. R., Yamazaki, D., Kim, H., Champathong, A., Vaze,\nJ., and Oki, T.: Impacts of spatial resolution and representation\nof flow connectivity on large-scale simulation of floods, Hydrol.\nEarth Syst. Sci., 21, 5143–5163, https://doi.org/10.5194/hess-21-\n5143-2017, 2017.\n\nMeade, R. H., Rayol, J. M., Daconceicao, S. C., and Na-\ntividade, J. R. G.: Backwater effects in the Amazon river\nbasin of Brazil, Environ. Geol. Water S., 18, 105–114,\nhttps://doi.org/10.1007/bf01704664, 1991.\n\nMelo, D. D. C. D., Scanlon, B. R., Zhang, Z., Wendland, E., and\nYin, L.: Reservoir storage and hydrologic responses to droughts\nin the Paraná River basin, south-eastern Brazil, Hydrol. Earth\nSyst. Sci., 20, 4673–4688, https://doi.org/10.5194/hess-20-4673-\n2016, 2016.\n\nMiralles, D. G., De Jeu, R. A. M., Gash, J. H., Holmes, T. R. H., and\nDolman, A. J.: Magnitude and variability of land evaporation and\nits components at the global scale, Hydrol. Earth Syst. Sci., 15,\n967–981, https://doi.org/10.5194/hess-15-967-2011, 2011.\n\nMizukami, N., Clark, M. P., Newman, A. J., Wood, A. W.,\nGutmann, E. D., Nijssen, B., Rakovec, O., and Samaniego,\nL.: Towards seamless large-domain parameter estimation for\n\nwww.hydrol-earth-syst-sci.net/22/4815/2018/ Hydrol. Earth Syst. Sci., 22, 4815–4842, 2018\n\nhttps://doi.org/10.1007/s10584-016-1841-8\nhttps://doi.org/10.1007/s10712-016-9367-1\nhttps://doi.org/10.1016/j.jhydrol.2015.08.030\nhttps://doi.org/10.1016/j.envsoft.2015.09.009\nhttps://doi.org/10.1109/TGRS.2012.2184548\nhttps://doi.org/10.1029/2005wr004362\nhttps://doi.org/10.1016/j.jhydrol.2012.01.011\nhttps://doi.org/10.1127/0941-2948/2006/0130\nhttps://doi.org/10.1127/0941-2948/2006/0130\nhttps://doi.org/10.1088/1748-9326/aa8359\nhttps://doi.org/10.1088/1748-9326/aa8359\nhttps://doi.org/10.1002/2015wr016966\nhttps://doi.org/10.1029/2011wr011453\nhttps://doi.org/10.1016/j.geomorph.2005.02.005\nhttps://doi.org/10.1016/j.earscirev.2015.03.004\nhttps://doi.org/10.1016/j.jhydrol.2004.03.028\nhttps://doi.org/10.1029/2008EO100001\nhttps://doi.org/10.1016/j.catena.2016.03.043\nhttps://doi.org/10.5194/hess-21-3125-2017\nhttps://doi.org/10.5194/gmd-10-1233-2017\nhttps://doi.org/10.5194/gmd-10-1233-2017\nhttps://doi.org/10.5194/esd-8-439-2017\nhttps://doi.org/10.1002/joc.1863\nhttps://doi.org/10.1007/s00704-011-0465-1\nhttps://doi.org/10.1007/s00704-011-0465-1\nhttps://doi.org/10.5194/hess-21-5143-2017\nhttps://doi.org/10.5194/hess-21-5143-2017\nhttps://doi.org/10.1007/bf01704664\nhttps://doi.org/10.5194/hess-20-4673-2016\nhttps://doi.org/10.5194/hess-20-4673-2016\nhttps://doi.org/10.5194/hess-15-967-2011\n\n\n4840 V. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America\n\nhydrologic models, Water Resour. Res., 53, 8020–8040,\nhttps://doi.org/10.1002/2017WR020401, 2017.\n\nMüller Schmied, H., Eisner, S., Franz, D., Wattenbach, M.,\nPortmann, F. T., Flörke, M., and Döll, P.: Sensitivity of\nsimulated global-scale freshwater fluxes and storages to in-\nput data, hydrological model structure, human water use\nand calibration, Hydrol. Earth Syst. Sci., 18, 3511–3538,\nhttps://doi.org/10.5194/hess-18-3511-2014, 2014.\n\nNew, M., Lister, D., Hulme, M., and Makin, I.: A high-resolution\ndata set of surface climate over global land areas, Clim. Res., 21,\n1–25, 2002.\n\nO’Loughlin, F. E., Paiva, R. C. D., Durand, M., Alsdorf, D. E., and\nBates, P. D.: A multi-sensor approach towards a global vegetation\ncorrected SRTM DEM product, Remote Sens. Environ., 182, 49–\n59, https://doi.org/10.1016/j.rse.2016.04.018, 2016.\n\nOvando, A., Tomasella, J., Rodriguez, D. A., Martinez, J. M.,\nSiqueira-Junior, J. L., Pinto, G. L. N., Passy, P., Vauchel, P., Nor-\niega, L., and von Randow, C.: Extreme flood events in the Boli-\nvian Amazon wetlands, J. Hydrol.-Regional Studies, 5, 293–308,\nhttps://doi.org/10.1016/j.ejrh.2015.11.004, 2016.\n\nPaiva, R. C. D., Collischonn, W., and Tucci, C. E. M.: Large\nscale hydrologic and hydrodynamic modeling using limited\ndata and a GIS based approach, J. Hydrol., 406, 170–181,\nhttps://doi.org/10.1016/j.jhydrol.2011.06.007, 2011.\n\nPaiva, R. C. D., Buarque, D. C., Collischonn, W., Bonnet, M.\nP., Frappart, F., Calmant, S., and Bulhões Mendes, C. A.:\nLarge-scale hydrologic and hydrodynamic modeling of the\nAmazon River basin, Water Resour. Res., 49, 1226–1243,\nhttps://doi.org/10.1002/wrcr.20067, 2013.\n\nPappenberger, F., Cloke, H. L., Balsamo, G., Ngo-Duc, T., and\nOki, T.: Global runoff routing with the hydrological component\nof the ECMWF NWP system, Int. J. Climatol., 30, 2155–2174,\nhttps://doi.org/10.1002/joc.2028, 2010.\n\nParis, A., Dias de Paiva, R., Santos da Silva, J., Medeiros\nMoreira, D., Calmant, S., Garambois, P. A., Collischonn,\nW., Bonnet, M. P., and Seyler, F.: Stage-discharge rating\ncurves based on satellite altimetry and modeled discharge\nin the Amazon basin, Water Resour. Res., 52, 3787–3814,\nhttps://doi.org/10.1002/2014WR016618, 2016.\n\nPasquini, A. I. and Depetris, P. J.: Discharge trends and flow\ndynamics of South American rivers draining the southern\nAtlantic seaboard: An overview, J. Hydrol., 333, 385–399,\nhttps://doi.org/10.1016/j.jhydrol.2006.09.005, 2007.\n\nPaz, A. R., Collischonn, W., Tucci, C. E. M., and Padovani, C. R.:\nLarge-scale modelling of channel flow and floodplain inunda-\ntion dynamics and its application to the Pantanal (Brazil), Hy-\ndrol. Process., 25, 1498–1516, https://doi.org/10.1002/hyp.7926,\n2011.\n\nPaz, A. R., Collischonn, W., Bravo, J. M., Bates, P. D., and Baugh,\nC.: The influence of vertical water balance on modelling Pantanal\n(Brazil) spatio-temporal inundation dynamics, Hydrol. Process.,\n28, 3539–3553, https://doi.org/10.1002/hyp.9897, 2014.\n\nPechlivanidis, I. G. and Arheimer, B.: Large-scale hydrologi-\ncal modelling by using modified PUB recommendations: the\nIndia-HYPE case, Hydrol. Earth Syst. Sci., 19, 4559–4579,\nhttps://doi.org/10.5194/hess-19-4559-2015, 2015.\n\nPedinotti, V., Boone, A., Decharme, B., Crétaux, J. F., Mognard, N.,\nPanthou, G., Papa, F., and Tanimoun, B. A.: Evaluation of the\nISBA-TRIP continental hydrologic system over the Niger basin\n\nusing in situ and satellite derived datasets, Hydrol. Earth Syst.\nSci., 16, 1745–1773, https://doi.org/10.5194/hess-16-1745-2012,\n2012.\n\nPontes, P. R. M.: Modelagem hidrológica e hidrodinâmica integrada\nda bacia do Prata, Phd Dissertation, Instituto de Pesquisas\nHidráulicas, Universidade Federal do Rio Grande do Sul, Porto\nAlegre, 194 pp., 2016 (in Portuguese).\n\nPontes, P. R. M., Fan, F. M., Fleischmann, A. S., de Paiva, R.\nC. D., Buarque, D. C., Siqueira, V. A., Jardim, P. F., Sorribas,\nM. V., and Collischonn, W.: MGB-IPH model for hydrological\nand hydraulic simulation of large floodplain river systems cou-\npled with open source GIS, Environ. Modell. Softw., 94, 1–20,\nhttps://doi.org/10.1016/j.envsoft.2017.03.029, 2017.\n\nRahman, S., Bagtzoglou, A. C., Hossain, F., Tang, L., Yarbrough,\nL. D., and Easson, G.: Investigating Spatial Downscal-\ning of Satellite Rainfall Data for Streamflow Simulation in\na Medium-Sized Basin, J. Hydrometeorol., 10, 1063–1079,\nhttps://doi.org/10.1175/2009JHM1072.1, 2009.\n\nRamillien, G., Cazenave, A., and Brunau, O.: Global time varia-\ntions of hydrological signals from GRACE satellite gravimetry,\nGeophys. J. Int., 158, 813–826, https://doi.org/10.1111/j.1365-\n246X.2004.02328.x, 2004.\n\nRennó, C. D., Nobre, A. D., Cuartas, L. A., Soares, J. V., Hod-\nnett, M. G., Tomasella, J., and Waterloo, M. J.: HAND, a new\nterrain descriptor using SRTM-DEM: Mapping terra-firme rain-\nforest environments in Amazonia, Remote Sens. Environ., 112,\n3469–3481, https://doi.org/10.1016/j.rse.2008.03.018, 2008.\n\nRestrepo-Coupe, N., da Rocha, H. R., Hutyra, L. R., da Araujo,\nA. C., Borma, L. S., Christoffersen, B., Cabral, O. M. R., de Ca-\nmargo, P. B., Cardoso, F. L., da Costa, A. C. L., Fitzjarrald, D. R.,\nGoulden, M. L., Kruijt, B., Maia, J. M. F., Malhi, Y. S., Manzi,\nA. O., Miller, S. D., Nobre, A. D., von Randow, C., Sa, L. D. A.,\nSakai, R. K., Tota, J., Wofsy, S. C., Zanchi, F. B., and Saleska,\nS. R.: What drives the seasonality of photosynthesis across the\nAmazon basin? A cross-site analysis of eddy flux tower mea-\nsurements from the Brasil flux network, Agr. Forest Meteorol.,\n182, 128–144, https://doi.org/10.1016/j.agrformet.2013.04.031,\n2013.\n\nRevilla-Romero, B., Beck, H. E., Burek, P., Salamon, P.,\nde Roo, A., and Thielen, J.: Filling the gaps: Cali-\nbrating a rainfall-runoff model using satellite-derived sur-\nface water extent, Remote Sens. Environ., 171, 118–131,\nhttps://doi.org/10.1016/j.rse.2015.10.022, 2015.\n\nRichey, J. E., Mertes, L. A. K., Dunne, T., Victoria, R. L., Forsberg,\nB. R., Tancredi, A., and Oliveira, E.: Sources and routing of the\nAmazon River flood wave, Global Biogeochem. Cy., 3, 191–204,\nhttps://doi.org/10.1029/GB003i003p00191, 1989.\n\nRivera, J. A., Penalba, O. C., Villalba, R., and Araneo, D. C.:\nSpatio-temporal patterns of the 2010–2015 extreme hydrologi-\ncal drought across the Central Andes, Argentina, Water, 9, 652,\nhttps://doi.org/10.3390/w9090652, 2017.\n\nRivera, J. A., Araneo, D. C., Penalba, O. C., and Villalba,\nR.: Regional aspects of streamflow droughts in the An-\ndean rivers of Patagonia, Argentina. Links with large-\nscale climatic oscillations, Hydrol. Res., 49, 134–149,\nhttps://doi.org/10.2166/nh.2017.207, 2018.\n\nRodriguez, E., Morris, C. S. and Belz, J. E.: A global assessment\nof the SRTM performance, Photogramm. Eng. Rem. S., 72, 249–\n260, https://doi.org/10.14358/pers.72.3.249, 2006.\n\nHydrol. Earth Syst. Sci., 22, 4815–4842, 2018 www.hydrol-earth-syst-sci.net/22/4815/2018/\n\nhttps://doi.org/10.1002/2017WR020401\nhttps://doi.org/10.5194/hess-18-3511-2014\nhttps://doi.org/10.1016/j.rse.2016.04.018\nhttps://doi.org/10.1016/j.ejrh.2015.11.004\nhttps://doi.org/10.1016/j.jhydrol.2011.06.007\nhttps://doi.org/10.1002/wrcr.20067\nhttps://doi.org/10.1002/joc.2028\nhttps://doi.org/10.1002/2014WR016618\nhttps://doi.org/10.1016/j.jhydrol.2006.09.005\nhttps://doi.org/10.1002/hyp.7926\nhttps://doi.org/10.1002/hyp.9897\nhttps://doi.org/10.5194/hess-19-4559-2015\nhttps://doi.org/10.5194/hess-16-1745-2012\nhttps://doi.org/10.1016/j.envsoft.2017.03.029\nhttps://doi.org/10.1175/2009JHM1072.1\nhttps://doi.org/10.1111/j.1365-246X.2004.02328.x\nhttps://doi.org/10.1111/j.1365-246X.2004.02328.x\nhttps://doi.org/10.1016/j.rse.2008.03.018\nhttps://doi.org/10.1016/j.agrformet.2013.04.031\nhttps://doi.org/10.1016/j.rse.2015.10.022\nhttps://doi.org/10.1029/GB003i003p00191\nhttps://doi.org/10.3390/w9090652\nhttps://doi.org/10.2166/nh.2017.207\nhttps://doi.org/10.14358/pers.72.3.249\n\n\nV. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America 4841\n\nRosales, J., Vispo, C., Dezzeo, N., Blanco-Belmonte, L., Knab-\nVispo, C., González, N., Daza, F., Bradley, C., Gilvear, D., and\nEscalante, G.: Ecohydrology of riparian forests in the Orinoco\nRiver Basin, The ecohydrology of South American rivers and\nwetlands, Special Publication No. 6, IAHS Press, Wallingford,\nUK, 93–110, 2002.\n\nSamaniego, L., Kumar, R., Thober, S., Rakovec, O., Zink, M., Wan-\nders, N., Eisner, S., Müller Schmied, H., Sutanudjaja, E. H.,\nWarrach-Sagi, K., and Attinger, S.: Toward seamless hydrologic\npredictions across spatial scales, Hydrol. Earth Syst. Sci., 21,\n4323–4346, https://doi.org/10.5194/hess-21-4323-2017, 2017.\n\nSantos da Silva, J., Calmant, S., Seyler, F., Rotunno Filho, O.\nC., Cochonneau, G., and Mansur, W. J.: Water levels in the\nAmazon basin derived from the ERS 2 and ENVISAT radar\naltimetry missions, Remote Sens. Environ., 114, 2160–2181,\nhttps://doi.org/10.1016/j.rse.2010.04.020, 2010.\n\nScanlon, B. R., Zhang, Z., Save, H., Wiese, D. N., Lan-\nderer, F. W., Long, D., Longuevergne, L., and Chen, J.:\nGlobal evaluation of new GRACE mascon products for hy-\ndrologic applications, Water Resour. Res., 52, 9412–9429,\nhttps://doi.org/10.1002/2016wr019494, 2016.\n\nSchellekens, J., Dutra, E., Martínez-de la Torre, A., Balsamo,\nG., van Dijk, A., Sperna Weiland, F., Minvielle, M., Cal-\nvet, J.-C., Decharme, B., Eisner, S., Fink, G., Flörke, M.,\nPeßenteiner, S., van Beek, R., Polcher, J., Beck, H., Orth,\nR., Calton, B., Burke, S., Dorigo, W., and Weedon, G. P.: A\nglobal water resources ensemble of hydrological models: the\neartH2Observe Tier-1 dataset, Earth Syst. Sci. Data, 9, 389–413,\nhttps://doi.org/10.5194/essd-9-389-2017, 2017.\n\nSchmidt, R., Flechtner, F., Meyer, U., Neumayer, K. H., Dahle,\nC., Konig, R., and Kusche, J.: Hydrological Signals Ob-\nserved by the GRACE Satellites, Surv. Geophys., 29, 319–334,\nhttps://doi.org/10.1007/s10712-008-9033-3, 2008.\n\nSiqueira, V. A., Collischonn, W., Fan, F. M., and Chou, S. C.: En-\nsemble flood forecasting based on operational forecasts of the re-\ngional Eta EPS in the Taquari-Antas basin, RBRH, 21, 587–602,\nhttps://doi.org/10.1590/2318-0331.011616004, 2016a.\n\nSiqueira, V. A., Fleischmann, A., Jardim, P. F., Fan, F. M., and\nCollischonn, W.: IPH-Hydro Tools: A GIS coupled tool for wa-\ntershed topology acquisition in an open-source environment,\nRBRH, 21, 274–287, https://doi.org/10.21168/rbrh.v21n1.p274-\n287, 2016b.\n\nSood, A. and Smakhtin, V.: Global hydrological\nmodels: a review, Hydrol. Sci. J., 60, 549–565,\nhttps://doi.org/10.1080/02626667.2014.950580, 2015.\n\nSperna Weiland, F. C., Vrugt, J. A., van Beek, R. P. H., Weerts, A.\nH., and Bierkens, M. F. P.: Significant uncertainty in global scale\nhydrological modeling from precipitation data errors, J. Hydrol.,\n529, 1095–1115, https://doi.org/10.1016/j.jhydrol.2015.08.061,\n2015.\n\nSu, F. G. and Lettenmaier, D. P.: Estimation of the Surface Water\nBudget of the La Plata Basin, J. Hydrometeorol., 10, 981–998,\nhttps://doi.org/10.1175/2009jhm1100.1, 2009.\n\nSunilkumar, K., Narayana Rao, T., Saikranthi, K., and Pur-\nnachandra Rao, M.: Comprehensive evaluation of mul-\ntisatellite precipitation estimates over India using grid-\nded rainfall data, J. Geophys. Res., 120, 8987–9005,\nhttps://doi.org/10.1002/2015JD023437, 2015.\n\nTapley, B. D., Bettadpur, S., Watkins, M., and Reigber,\nC.: The gravity recovery and climate experiment: Mission\noverview and early results, Geophys. Res. Lett., 31, L09607,\nhttps://doi.org/10.1029/2004gl019920, 2004.\n\nTian, Y. and Peters-Lidard, C. D.: A global map of uncertainties in\nsatellite-based precipitation measurements, Geophys. Res. Lett.,\n37, L24407, https://doi.org/10.1029/2010GL046008, 2010.\n\nTodini, E.: The ARNO rainfall-runoff model, J. Hydrol., 175, 339–\n382, 1996.\n\nTrigg, M. A., Wilson, M. D., Bates, P. D., Horritt, M.\nS., Alsdorf, D. E., Forsberg, B. R., and Vega, M. C.:\nAmazon flood wave hydraulics, J. Hydrol., 374, 92–105,\nhttps://doi.org/10.1016/j.jhydrol.2009.06.004, 2009.\n\nTucci, C. E. M. and Clarke, R. T.: Environmental issues in\nthe la Plata Basin, Int. J. Water Resour. D., 14, 157–173,\nhttps://doi.org/10.1080/07900629849376, 1998.\n\nVera, C., Baez, J., Douglas, M., Emmanuel, C. B., Marengo, J.,\nMeitin, J., Nicolini, M., Nogues-Paegle, J., Paegle, J., Penalba,\nO., Salio, P., Saulo, C., Dias, M. A. S., Dias, P. S., and Zipser, E.:\nThe South American low-level jet experiment, B. Am. Meteorol.\nSoc., 87, 63–77, https://doi.org/10.1175/bams-87-1-63, 2006.\n\nVinukollu, R. K., Meynadier, R., Sheffield, J., and Wood, E. F.:\nMulti-model, multi-sensor estimates of global evapotranspira-\ntion: climatology, uncertainties and trends, Hydrol. Process., 25,\n3993–4010, https://doi.org/10.1002/hyp.8393, 2011.\n\nWada, Y., van Beek, L. P. H., and Bierkens, M. F. P.: Modelling\nglobal water stress of the recent past: on the relative importance\nof trends in water demand and climate variability, Hydrol. Earth\nSyst. Sci., 15, 3785–3808, https://doi.org/10.5194/hess-15-3785-\n2011, 2011.\n\nWahr, J., Molenaar, M., and Bryan, F.: Time variability of the\nEarth’s gravity field: Hydrological and oceanic effects and their\npossible detection using GRACE, J. Geophys. Res.-Sol. Ea., 103,\n30205–30229, 1998.\n\nWang, A., Zeng, X., Shen, S. S. P., Zeng, Q. C., and Dickinson, R.\nE.: Time scales of land surface hydrology, J. Hydrometeorol., 7,\n868–879, https://doi.org/10.1175/JHM527.1, 2006.\n\nWatkins, M. M., Wiese, D. N., Yuan, D. N., Boening, C.,\nand Landerer, F. W.: Improved methods for observing Earth’s\ntime variable mass distribution with GRACE using spheri-\ncal cap mascons, J. Geophys. Res.-Sol. Ea., 120, 2648–2671,\nhttps://doi.org/10.1002/2014JB011547, 2015.\n\nWerth, D. and Avissar, R.: The local and global effects of\nAmazon deforestation, J. Geophys. Res.-Atmos., 107, 8087,\nhttps://doi.org/10.1029/2001jd000717, 2002.\n\nWerth, S. and Güntner, A.: Calibration analysis for water storage\nvariability of the global hydrological model WGHM, Hydrol.\nEarth Syst. Sci., 14, 59–78, https://doi.org/10.5194/hess-14-59-\n2010, 2010.\n\nWiese, D. N., Landerer, F. W., and Watkins, M. M.: Quan-\ntifying and reducing leakage errors in the JPL RL05M\nGRACE mascon solution, Water Resour. Res., 52, 7490–7502,\nhttps://doi.org/10.1002/2016wr019344, 2016.\n\nWood, E. F., Roundy, J. K., Troy, T. J., van Beek, L. P. H., Bierkens,\nM. F. P., Blyth, E., de Roo, A., Doll, P., Ek, M., Famiglietti,\nJ., Gochis, D., van de Giesen, N., Houser, P., Jaffe, P. R., Kol-\nlet, S., Lehner, B., Lettenmaier, D. P., Peters-Lidard, C., Siva-\npalan, M., Sheffield, J., Wade, A., and Whitehead, P.: Hyperres-\nolution global land surface modeling: Meeting a grand challenge\n\nwww.hydrol-earth-syst-sci.net/22/4815/2018/ Hydrol. Earth Syst. Sci., 22, 4815–4842, 2018\n\nhttps://doi.org/10.5194/hess-21-4323-2017\nhttps://doi.org/10.1016/j.rse.2010.04.020\nhttps://doi.org/10.1002/2016wr019494\nhttps://doi.org/10.5194/essd-9-389-2017\nhttps://doi.org/10.1007/s10712-008-9033-3\nhttps://doi.org/10.1590/2318-0331.011616004\nhttps://doi.org/10.21168/rbrh.v21n1.p274-287\nhttps://doi.org/10.21168/rbrh.v21n1.p274-287\nhttps://doi.org/10.1080/02626667.2014.950580\nhttps://doi.org/10.1016/j.jhydrol.2015.08.061\nhttps://doi.org/10.1175/2009jhm1100.1\nhttps://doi.org/10.1002/2015JD023437\nhttps://doi.org/10.1029/2004gl019920\nhttps://doi.org/10.1029/2010GL046008\nhttps://doi.org/10.1016/j.jhydrol.2009.06.004\nhttps://doi.org/10.1080/07900629849376\nhttps://doi.org/10.1175/bams-87-1-63\nhttps://doi.org/10.1002/hyp.8393\nhttps://doi.org/10.5194/hess-15-3785-2011\nhttps://doi.org/10.5194/hess-15-3785-2011\nhttps://doi.org/10.1175/JHM527.1\nhttps://doi.org/10.1002/2014JB011547\nhttps://doi.org/10.1029/2001jd000717\nhttps://doi.org/10.5194/hess-14-59-2010\nhttps://doi.org/10.5194/hess-14-59-2010\nhttps://doi.org/10.1002/2016wr019344\n\n\n4842 V. A. Siqueira et al.: Toward continental hydrologic–hydrodynamic modeling in South America\n\nfor monitoring Earth’s terrestrial water, Water Resour. Res., 47,\nW05301, https://doi.org/10.1029/2010wr010090, 2011.\n\nWu, H., Adler, R. F., Tian, Y. D., Huffman, G. J., Li, H.\nY., and Wang, J. J.: Real-time global flood estimation us-\ning satellite-based precipitation and a coupled land surface\nand routing model, Water Resour. Res., 50, 2693–2717,\nhttps://doi.org/10.1002/2013wr014710, 2014.\n\nYamazaki, D., Kanae, S., Kim, H., and Oki, T.: A physi-\ncally based description of floodplain inundation dynamics in a\nglobal river routing model, Water Resour. Res., 47, W04501,\nhttps://doi.org/10.1029/2010WR009726, 2011.\n\nYamazaki, D., De Almeida, G. A. M., and Bates, P. D.: Im-\nproving computational efficiency in global river models by\nimplementing the local inertial flow equation and a vector-\nbased river network map, Water Resour. Res., 49, 7221–7235,\nhttps://doi.org/10.1002/wrcr.20552, 2013.\n\nYamazaki, D., Ikeshima, D., Tawatari, R., Yamaguchi, T.,\nO’Loughlin, F., Neal, J. C., Sampson, C. C., Kanae,\nS., and Bates, P. D.: A high-accuracy map of global\nterrain elevations, Geophys. Res. Lett., 44, 5844–5853,\nhttps://doi.org/10.1002/2017GL072874, 2017.\n\nZaitchik, B. F., Rodell, M., and Olivera, F.: Evaluation of the Global\nLand Data Assimilation System using global river discharge data\nand a source-to-sink routing scheme, Water Resour. Res., 46,\nW06507, https://doi.org/10.1029/2009wr007811, 2010.\n\nZajac, Z., Revilla-Romero, B., Salamon, P., Burek, P., Hirpa, F.,\nand Beck, H.: The impact of lake and reservoir parameteriza-\ntion on global streamflow simulation, J. Hydrol., 548, 552–568,\nhttps://doi.org/10.1016/j.jhydrol.2017.03.022, 2017.\n\nZhang, Y., Zheng, H., Chiew, F. H. S., Arancibia, J. P., and Zhou,\nX.: Evaluating Regional and Global Hydrological Models against\nStreamflow and Evapotranspiration Measurements, J. Hydrome-\nteorol., 17, 995–1010, https://doi.org/10.1175/jhm-d-15-0107.1,\n2016.\n\nZhang, Y., Pan, M., Sheffield, J., Siemann, A. L., Fisher, C. K.,\nLiang, M., Beck, H. E., Wanders, N., MacCracken, R. F., Houser,\nP. R., Zhou, T., Lettenmaier, D. P., Pinker, R. T., Bytheway, J.,\nKummerow, C. D., and Wood, E. F.: A Climate Data Record\n(CDR) for the global terrestrial water budget: 1984–2010, Hy-\ndrol. Earth Syst. Sci., 22, 241–263, https://doi.org/10.5194/hess-\n22-241-2018, 2018.\n\nZhao, F., Veldkamp, T. I. E., Frieler, K., Schewe, J., Ostberg,\nS., Willner, S., Schauberger, B., Gosling, S. N., Schmied, H.\nM., Portmann, F. T., Leng, G., Huang, M., Liu, X., Tang, Q.,\nHanasaki, N., Biemans, H., Gerten, D., Satoh, Y., Pokhrel, Y.,\nStacke, T., Ciais, P., Chang, J., Ducharne, A., Guimberteau,\nM., Wada, Y., Kim, H., and Yamazaki, D.: The critical role\nof the routing scheme in simulating peak river discharge in\nglobal hydrological models, Environ. Res. Lett., 12, W06507,\nhttps://doi.org/10.1088/1748-9326/aa7250, 2017.\n\nZhou, X., Zhang, Y., Wang, Y., Zhang, H., Vaze, J., Zhang,\nL., Yang, Y., and Zhou, Y.: Benchmarking global land\nsurface models against the observed mean annual runoff\nfrom 150 large basins, J. Hydrol., 470–471, 269–279,\nhttps://doi.org/10.1016/j.jhydrol.2012.09.002, 2012.\n\nHydrol. Earth Syst. Sci., 22, 4815–4842, 2018 www.hydrol-earth-syst-sci.net/22/4815/2018/\n\nhttps://doi.org/10.1029/2010wr010090\nhttps://doi.org/10.1002/2013wr014710\nhttps://doi.org/10.1029/2010WR009726\nhttps://doi.org/10.1002/wrcr.20552\nhttps://doi.org/10.1002/2017GL072874\nhttps://doi.org/10.1029/2009wr007811\nhttps://doi.org/10.1016/j.jhydrol.2017.03.022\nhttps://doi.org/10.1175/jhm-d-15-0107.1\nhttps://doi.org/10.5194/hess-22-241-2018\nhttps://doi.org/10.5194/hess-22-241-2018\nhttps://doi.org/10.1088/1748-9326/aa7250\nhttps://doi.org/10.1016/j.jhydrol.2012.09.002\n\n\tAbstract\n\tIntroduction\n\tOverview of the major South American river systems\n\tMethods\n\tMGB model\n\tModel description\n\tGIS processing\n\tRiver hydraulic geometry\n\tModel forcing\n\tLand use and soil data\n\n\tValidation datasets\n\tDischarge and water level data\n\tTerrestrial water storage (TWS)\n\tEvapotranspiration (ET)\n\n\tModel adjustment\n\tRiver discharge from GHMs and LSMs\n\tMetrics for assessment of results\n\n\tResults and discussion\n\tModel validation\n\tRiver discharge\n\tWater levels\n\tEvapotranspiration (ET)\n\tTerrestrial water storage (TWS)\n\n\tCross-scale comparison of river discharge from continentalglobal models\n\n\tSummary and conclusions\n\tData availability\n\tAuthor contributions\n\tCompeting interests\n\tSpecial issue statement\n\tAcknowledgements\n\tReferences"}]}}}