{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.14602"}, {"@name": "filename", "#text": "20960_S0100-29452006000200030.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "289\n\nRev. Bras. Frutic., Jaboticabal - SP, v. 28, n. 2, p. 289-292, Agosto 2006\n\nGERMINAÇÃO DE SEMENTES E EMERGÊNCIA DE PLÂNTULAS DE\nOenocarpus minor Mart. (ARECACEAE)1\n\nBRENO MARQUES DA SILVA E SILVA2, FABIANO CESARINO3, JULIANA DOMINGOS LIMA4,\nTAMMYA DE FIGUEIREDO PANTOJA5, FABIOLA VITTI MÔRO6\n\nRESUMO - O presente trabalho teve como objetivo avaliar a influência da temperatura e do substrato na germinação, bem como determinar a\nprofundidade ideal de semeadura para emergência de plântulas de Oenocarpus minor Mart. Utilizou-se o delineamento experimental inteiramente\ncasualizado, em esquema fatorial 3x4 (temperatura x substrato), com três repetições de 30 sementes cada. As sementes foram colocadas no\ninterior de caixas plásticas contendo substrato umedecido com água destilada e mantidas em câmaras de germinação à temperatura constante e\ncom fotoperíodo de 12 horas. Para a emergência, foram usadas 4 repetições de 24 sementes, distribuídas em bandeja plásticas, com plantmax e\nvermiculita, em 0; 2 e 4 cm de profundidade de semeadura, mantidas em casa de vegetação. Baseado nos resultados obtidos, os substratos mais\nadequados para a germinação de sementes foram a areia e a vermiculita, e a melhor temperatura foi a de 30°C. Profundidade superior a 2 cm é\ninadequada para a semeadura de Oenocarpus minor Mart.\nTermos para indexação: bacabinha, palmeiras, germinação, emergência.\n\nGERMINAÇÃO DE SEMENTES E EMERGÊNCIA DE PLÂNTULAS DE Oenocarpus minor Mart. ARECACEAE)\n\nABSTRACT – (Seed Germination Of Oenocarpus minor Mart. in Different Substrata And Temperatures). The present work had as objective to\nevaluate the influence of the temperature and the substratum in the germination, thus as to determine the ideal depth of sowing for emergency\nof Oenocarpus minor Mart. seedlings. The experimental design was completely randomized, arranged in a 3x4 factorial scheme (temperature x\nsubstrate), with three replications of 30 seeds each. The seeds were placed in plastic boxes containning substratum and incubated at constant\ntemperature in a germination chambers at constant temperature and 12 h photoperiod. For the emergency, 4 replications of 24 seeds had been\nused, distributed in tray plastic, with plantmax and vermiculita, in 0, 2 and 4 cm of sowing depth and kept in greenhouse. Based in results the best\nsubstrates and temperature for germination of Oenocarpus bacaba Mart. was sand and vermiculite and temperature of 30ºC, respectively.\nDepths superior than 2 cm are inadequate for sowing of Oenocarpus minor Mart.\nIndex terms: bacabinha, bacabi, palm, germinative button\n\n INTRODUÇÃO\n\nA Amazônia possui valioso reservatório de recursos genéticos\nde espécies frutíferas (Calzavara, 1978). Todavia, a vegetação natural\nvem sendo suprimida para dar lugar à expansão, principalmente das\nfronteiras agropecuárias, onde, na maioria das vezes, novas áreas são\nabertas, seja por esgotamento dos solos, seja ou pela necessidade de\nmaior produção (Silva et al., 2003). Da mesma forma, a exploração\ndesordenada dos recursos naturais tem gerado a degradação de áreas\nem quase todo o território nacional (Ferreira, 2000).\n\nNo entanto, a maioria das espécies amazônicas ainda é pouco\nconhecida quanto ao potencial de exploração econômica e sua\ncontribuição para o bem-estar humano, assim como na economia\nnacional (Clement et al., 1982). Desta forma, para proporcionar o\naproveitamento do potencial econômico das palmeiras regionais e a\nincorporação à lista de produtos comerciais, torna-se necessária a\nampliação dos estudos básicos e aplicados para um melhor\nconhecimento de sua diversidade, ocupação no ecossistema, evolução,\nadaptação e desenvolvimento de métodos adequados para o manejo\ne utilização de seu potencial (Miranda et al., 2001).\n\nOenocarpus minor Mart., conhecida popularmente por\nbacabinha ou bacabi, é uma palmeira multicaule com  aproximadamente\n8 metros de altura e cerca de 7 cm de diâmetro, com inflorescência\nintrafoliar e frutos globosos-elipsóides lisos, medindo 2,1 x 1,8cm de\ndiâmetro, de coloração roxo-escura quando maduros (Henderson &amp;\nScariot, 1993; Miranda et al., 2001). Tradicionalmente, as sementes\nsão usadas para obtenção de óleo, o estipe para confecção de moradias,\n\n1 (Trabalho 026-2006). Recebido: 13-03-2006. Aceito para publicação: 30-05-2006.\n2 Bolsista de Mestrado do CNPq – Mestrado em Agronomia (Produção e Tecnologia de Sementes) – Universidade Estadual Paulista (Unesp) – Faculdade de\n\nCiências Agrárias e Veterinárias (FCAV) – Campus Jaboticabal. Rua Brasília, 700, Bloco C, Apto. 303. 14883-260, Bairro Vila Industrial. Jaboticabal-SP. e-\nmail: silvabms@yahoo.com.br.\n\n3 Dr. Pesquisador – Laboratório de Sementes e Mudas do Instituto de Pesquisa Científicas e Tecnológicas do Estado do Amapá (IEPA). E-mail:\nfabianocesarino@yahoo.com.br.\n\n4 Mestranda em Agronomia (Genética e Melhoramento de Plantas) – FCAV/Unesp-SP. e-mail: tammyapantoja@hotmail.com.\n5 Dra. Docente – Unidade Diferenciada de Registro – Unesp. E-mail: judlima@registro.unesp.br\n6 Profª. Dra. Unesp/FCAV/DBAA – Departamento de Biologia Aplicada à Agropecuária. E-mail:  fabiola@fcav.unesp.br\n\no palmito para a alimentação e dos frutos é extraído um vinho bastante\nsemelhante ao de Euterpe oleracea Mart.. Além disso, por causa de\nsuas características morfológicas, essa espécie possui, ainda, grande\npotencial para o paisagismo e a ornamentação (Lorenzi et al., 1996;\nPaula &amp; Alves, 1997; Miranda et al., 2001).\n\nEstudos sobre a influência da temperatura na germinação\ndas sementes são essenciais para entender os aspectos\necofisiológicos e bioquímicos (Labouriau, 1983; Bewley &amp; Black, 1994).\nPara compreender os efeitos da temperatura sobre a germinação, podem\nser avaliadas mudanças ocasionadas na percentagem, velocidade de\ngerminação ao longo do tempo (Labouriau &amp; Pacheco, 1978), sendo\nque a faixa de temperatura ótima é aquela onde ocorre a germinação\nmáxima no menor tempo médio (Labouriau, 1983).\n\nA emergência das plântulas depende não só da energia\ncontida no endosperma ou cotilédones, mas também da profundidade\nem que a semente é semeada (Hackbart &amp; Cordazzo, 2003).\n\nUma germinação rápida e uniforme das sementes, seguida\npor imediata emergência das plântulas são características altamente\ndesejáveis na formação de mudas, pois quanto mais tempo a plântula\npermanecer nos estádios iniciais de desenvolvimento e demorar para\nemergir do solo, mais vulnerável estará às condições adversas do\nmeio (Martins et al., 1999).\n\nA bacabinha necessita de estudos básicos para subsidiar\nsua domesticação, uso racional, bem como a produção de mudas de\nalta qualidade para diversos fins. Desta forma, o presente trabalho\nteve como objetivo determinar o substrato, a temperatura e a\nprofundidade de semeadura mais adequados para a germinação de\n\n\n\n290\n\nRev. Bras. Frutic., Jaboticabal - SP, v. 28, n. 2, p. 289-292, Agosto 2006\n\nsementes de Oenocarpus minor Mart.\n\nMATERIAL  E  MÉTODOS\n\nAs sementes de Oenocarpus minor Mart. foram coletadas\ndiretamente das palmeiras localizadas na Fazenda Esperança, no\nDistrito de São Joaquim do Pacuí, em Macapá - AP, Brasil. Os frutos\nforam enviados para o Laboratório de Sementes do Instituto de\nPesquisas Científicas e Tecnológicas do Estado do Amapá – IEPA,\npara análise das sementes.\n\nO processo de beneficiamento dos frutos para obtenção das\nsementes consistiu em submergi-los em água morna (cerca de 47ºC)\ndurante 15 minutos e posterior retirada manual do pericarpo. A assepsia\ndas sementes foi realizada por meio da aplicação de benomyl 0,1%\ndurante 10 minutos, seguida de lavagem em água corrente por 5\nminutos.\n\nO teor de água do lote de sementes foi determinado com 4\nrepetições de 10 sementes, em estufa a 105º C, durante 24 horas,\nconforme as Regras de Análise de Sementes (Brasil, 1992).\n\nPara o teste de germinação, foram utilizadas três repetições\nde 30 sementes, distribuídas em caixas plásticas contendo os\nsubstratos, vermiculita, plantmax, areia ou papel-filtro, mantidas em\ngerminadores, com fotoperíodo de 12 horas e nas temperaturas\nconstantes de 25; 30 e 35ºC.\n\nPara o teste de emergência, foram utilizadas 4 repetições de\n24 sementes, distribuídas em bandeja plásticas, com uma mistura de\niguais proporções de Plantmax e vermiculita, em 0; 2 e 4 cm de\nprofundidade de semeadura, mantidas em casa de vegetação (30 ±\n5ºC) com sombreamento de 50%.\n\n Para avaliar a influência da temperatura e do substrato, foi\nadotado como critério de germinação a protrusão da raiz primária de\ne”0,5cm (Bewley &amp; Black, 1994), enquanto para a emergência, o\ncrescimento de e”1cm do coleóptilo acima do substrato.\nPosteriormente, foram calculados as porcentagens e os tempos médios\nde germinação conforme Labouriau &amp; Agudo (1987).\n\nDecorridos 60 dias após a semeadura, aleatoriamente, em 3\nrepetições de 20 plântulas por tratamento, foram realizadas\nmensurações de altura, diâmetro do colo e massa de matéria seca das\nplântulas, de acordo com os procedimentos realizados por Clement &amp;\nBovi (1992) e Benincasa (2003)\n\nO delineamento experimental foi o inteiramente casualizado,\nem esquema fatorial 3x4, sendo 3 temperaturas e 4 substratos. Os\ndados de porcentagem de germinação foram transformados em arco-\nsen (%)0,5, porém, na Tabela, foram apresentadas as médias originais.\nAs comparações entre as médias foram feitas mediante a aplicação do\nteste de Tukey, ao nível de 5% de probabilidade (Gomes, 1987).\n\nRESULTADOS  E  DISCUSSÕES\n\nO teor médio de água do lote de semente de Oenocarpus.\nminor Mart. foi de 46,5 % (± 4,34%), semelhante ao alto teor de água\n(45%) observado em Bactris gasipaes Kunth, segundo Ferreira &amp;\nSantos (1993).\n\nNão houve interação significativa entre substrato e\ntemperatura para a porcentagem e o tempo médio de germinação de O.\nminor, apenas efeito isolado desses fatores. Quanto ao\ncomportamento germinativo, a interação significativa entre temperatura\ne substrato de sementes foi verificada por Figliolia et al. (1993). No\nentanto, Andrade et al. (1999) e Iossi et al. (2003), trabalhando também\ncom palmeiras, não encontraram interação significativa entre substrato\ne temperatura para porcentagem de germinação.\n\nNão houve diferenças nas porcentagens de germinação de\nsementes de bacabinha nos diferentes substratos testados (Tabela\n1).\n\nAs sementes de bacabinha possuem boa plasticidade em\nrelação ao substrato, pois conseguiram adequar sua germinação à\n\nvariação deste fator. Sementes de Phoenix roebelenii O’Brien\napresentaram comportamento semelhante em relação à germinação\nquando os substratos utilizados foram esfagno, serragem, areia e\nvermiculita (Iossi et al., 2003). Por outro lado, sementes de Bactris\ngasipaes Kunth germinaram melhor em areia (Ledo et al., 2002) que\nem vermiculita, enquanto sementes de Euterpe edulis Mart. tiveram\nmaior porcentagem de germinação em vermiculita (Souza et al., 1995).\n\nA germinação nas temperaturas de 25 e 30ºC foi semelhante\ne maior do que a 35ºC (Tabela 1). As sementes de Phoenix roebelenii\nO´Brien apresentaram porcentagens de germinação semelhantes\nquando germinadas em 25 e 30ºC (Iossi et al., 2003).\n\nAs sementes de O. minor não germinaram a 35ºC. Portanto, a\ntemperatura máxima de germinação para sementes de O. minor está\nentre 31 e 35ºC. Sementes de Phoenix roebelenii O´Brien (Iossi et al.,\n2003) possuem germinação praticamente nula apenas a partir de 40ºC.\n\nDe modo geral, no processo de germinação de sementes de\npalmeiras, destacam-se três eventos: a formação do botão germinativo,\na protrusão da raiz primária e a formação de plântula normal (Tomlinson,\n1961; Pinheiro, 1986). A emissão do botão germinativo como critério\nde germinação foi proposta por Queiroz (1986) em estudos realizados\nem sementes de Euterpe edulis Mart.. De acordo com este critério,\npara as sementes de O. mino em diferentes substratos, observou-se a\nformação de botão germinativo em cerca de 46% ± 2.6 das sementes,\na 35ºC. Entretanto, não houve, posteriormente, protrusão da raiz\nprimária. Durante o processo germinativo das sementes de bacabinha,\no aparecimento de necrose no ápice do botão germinativo foi\ngeneralizado, ao ponto de inviabilizar o crescimento da raiz primária.\n\nResultados semelhantes foram observados em estudos sobre\ngerminação de Euterpe edulis Mart, que apresentou emissão da raiz\nprimária a 35ºC, porém sem a subseqüente formação da plântula\n(Andrade et al., 1999).\n\nDe acordo com Lorenzi et al. (1996), a germinação de sementes\nde várias espécies de palmeiras é favorecida por temperaturas entre\n24°C e 28°C e umidade relativa do ar de aproximadamente 70%.\n\nProvavelmente, há diferentes exigências de temperatura de\ngerminação entre tais eventos (botão germinativo, raiz primária e\nplântula), podendo ainda variar de acordo com diferentes estresses\nambientais. Em virtude disso, é essencial estabelecer um critério ideal\npara a germinação das diferentes espécies de palmeiras.\n\nOs substratos possuem diferentes níveis de disponibilidade\nde água de acordo com suas características físicas (Figliolia &amp; Piña-\nRodrigues, 1995). Desta forma, essas características podem ter\ninfluenciado a velocidade da embebição e, por conseguinte, a\nvelocidade de germinação. Observou-se que os menores tempos\nmédios de germinação de sementes de O. minor ocorreram em areia e\nvermiculita (Tabela 2), contrariamente ao que foi obtido para sementes\nde Bactris gasipaes Kunth em que a germinação foi mais rápida em\nareia (Ledo et al., 2002) e de Euterpe edulis Mart., mais rápida em\nvermiculita (Souza et al., 1995)..\n\n O maior tempo para germinação de sementes O. minor\nocorreu quando se utilizou papel-filtro e plantmax como substrato\n\nTABELA 1 - Porcentagem de germinação média de sementes de\nOenocapus minor Mart. em diferentes substratos e\ntemperaturas.\n\nTemperatura (ºC)*\n\nSubstratos* 25 30 35 Média\n\nPapel 96,67 93,34 0 64,34 a\n\nAreia 96,67 98,89 0 65,19 a\n\nVermiculita 97,78 100 0 65,93 a\n\nPlantmax 97,78 100 0 65,93 a\n\nMédia 97,22 A 98,06 A 0 B 65,09\n\n* Médias seguidas de mesma letra, maiúsculas nas linhas e minúsculas nas\ncolunas, não diferem entre si, pelo teste de Tukey, ao nível de 5% de\nprobabilidade.\n\nGERMINAÇÃO DE SEMENTES E EMERGÊNCIA DE PLÂNTULAS DE Oenocarpus minor Mart. (ARECACEAE)\n\n\n\n291\n\nRev. Bras. Frutic., Jaboticabal - SP, v. 28, n. 2, p. 289-292, Agosto 2006\n\n(Tabela 2), provavelmente devido ao menor contato estabelecido entre\no substrato e a semente, o que proporciona baixa disponibilidade de\nágua para a embebição.\n\nO maior tempo médio de germinação de sementes de O. minor\na 25ºC também está relacionado com a redução na velocidade das\ndiversas reações metabólicas em virtude da redução de temperatura\n(Okusanya, 1980). Da mesma maneira, o aumento do tempo médio\npara germinação em temperaturas mais baixas foi observado na\ngerminação de sementes de Phoenix roebelenii O’Brien (Iossi et al.,\n2003)\n\nA temperatura ideal para germinação de sementes, segundo\nRamos &amp; Varela (2003), geralmente varia dentro da faixa de temperatura\nencontrada no local e na época ideal para a emergência e\nestabelecimento das plântulas. E segundo Bewley &amp; Black (1994), a\nfaixa de temperatura ótima é marcada pelo percentual mais alto de\ngerminação, no menor tempo médio.\n\nO menor tempo médio de germinação ocorreu a 300C nos\nsubstratos areia e vermiculita (Tabelas 2). Da mesma forma, sementes\nde Phoenix roebelenii O´Brien germinaram mais rapidamente a 30 0C,\nnos substratos areia e esfagno (Iossi et al., 2003).\n\nProfundidades de semeadura de 0 e 2 cm  proporcionaram\nmaiores porcentagens de emergência de plântulas de O. minor do que\na profundidade de 4 cm (Tabela 3). O menor tempo médio de emergência\nde plântulas foi observado a 0 cm de profundidade de semeadura\n(Tabela 3).\n\nAs semeaduras em 2 e 4 cm de profundidade limitam e\nretardam a emergência de plântulas de bacabinha, pois semeaduras\nprofundas dificultam a emergência das plântulas e aumentam o período\nde suscetibilidade a patógenos (Napier, 1985).\n\nNa Tabela 4, os parâmetros avaliados confirmam que as\nprofundidades menores do que 2 cm de semeadura são ideais, pois as\nplântulas possuem maior altura, espessura do colo e massa de matéria\nseca.\n\nDe acordo com Schmidt (1974) e Passos &amp; Ferreira (1991), a\nprofundidade ideal de semeadura é a que garante uma germinação\n\nhomogênea das sementes, rápida emergência das plântulas e produção\nde mudas vigorosas.\n\nCONCLUSÕES\n\n1) Os substratos mais adequados para a germinação de\nsementes de O. minor são a areia e a vermiculita.\n\n2) A temperatura ótima para a germinação de sementes de\nO. minor é de 30ºC.\n\n3) Profundidade de semeadura superior a 2 cm são\ninadequadas para a emergência de plântulas de Oenocarpus minor\nMart.\n\nREFERÊNCIAS\n\nANDRADE, A.C.S.; LOUREIRO, M.B.; SOUZA, A.D.O.; RAMOS,\nF.N.; CRUZ, A.P.M. Reavaliação de efeito de substrato e da\ntemperatura na germinação de sementes de palmiteiro (Euterpe\nedulis Mart.). Revista Árvore, Viçosa, v. 23, n. 3, p.279-283. 1999.\n\nBENINCASA, M.M.P. Análise de crescimento de plantas: noções\nbásicas. 2.ed. Jaboticabal: FUNEP, 2003. 41p.\n\nBEWLEY, J.D.; BLACK, M. Seed physiology of development and\ngermination. 2. ed. New York: Plenum Press, 1994. 657p.\n\nBRASIL. Ministério da Agricultura e Reforma Agrária. Regras para\nanálise de sementes. Brasília : LAVARV/ SNAD, 1992. 365p.\n\nCALZAVARA, B.B.G. As possibilidades do açaizeiro no estuário\namazônico. Belém: Faculdade de Ciências Agrárias do Pará, 1978.\n103p. (Boletim Técnico, 5)\n\nCLEMENT, C.R.; BOVI, M.L.A. Padronização de medidas de\ncrescimento e produção em experimento com pupunheiras para\npalmito. Acta Amazonica, Manaus, v. 30, n. 3, p. 349-362. 2000.\n\nCLEMENT, C.R; MÜLLER, C.H.; FLORES, W.B.C. Recursos genéticas\nde espécies frutíferas da Amazônia Brasileira. Acta amazonica,\nManaus, v.12, n. 4, p.677-695, 1982.\n\nFERREIRA, C.A.G. Recuperação de áreas degradadas. Informe\nAgropecuário, Belo Horizonte, v. 21, n. 202, p.127-130, 2000.\n\nFERREIRA, S.A.N.; SANTOS, L.A. dos. Efeito da velocidade de\nsecagem sobre a emergência e vigor de sementes de pupunha\n(Bactris gasipaes Kunth). Acta Amazonica, Manaus, v. 23, n. 1,\np.3-8, 1993.\n\nFIGLIOLIA, M.B.; PIÑA-RODRIGUES, F.C.M. Considerações práticas\nsobre testes de germinação. In: SILVA, A.; PIÑA-RODRIGUES,\nF.C.M.; FIGLIOLIA, M.B. Manual técnico de sementes florestais.\nSão Paulo: Instituto Florestal, 1995. p.1-12.  (Série Registros, 14).\n\n FIGLIOLIA, M.B; OLIVEIRA, E.C.; PIÑA-RODRIGUES, F.C.M.\nAnálise de sementes. In: AGUIAR, I.B.; PIÑA-RODRIGUES,\nF.C.M.; FIGLIOLIA, M.B. (Ed). Sementes florestais tropicais.\nSão Paulo: ABRATES, 1993. p.45-60.\n\nGOMES, F. P. Curso de estatística experimental. São Paulo: Nobel,\n1987. 467p.\n\nHACKBART, V. C. S.; CORDAZZO, C. V. Ecologia das sementes e\nestabelecimento das plântulas de Hydrocotyle bonariensis Lam.\nAtlântica, Rio Grande, n. 25, v. 1, p. 61-65, 2003.\n\nTABELA 2 - Tempo médio de germinação de sementes de Oenocarpus\nminor Mart. em diferentes substratos e temperaturas.\n\nTemperatura - T (ºC)*\n\nSubstratos - S* 25 30 35 Média\n\nAreia 16, 04 13, 53 - 14, 78a\n\nVermiculita 17, 14 13, 00 - 15, 07ab\n\nPlantmax 17, 80 14,30 - 16,05bc\n\nPapel 17, 75 15, 16 - 16, 46c\n\nMédia 17, 18A 14,00B - 15,74\n\nDMS (Tukey) – S\n*\n\n1.1139\n\nDMS (Tukey) – T\n*\n\n0.5834\n\n* Médias seguidas de mesma letra, maiúsculas na linha e minúsculas na\ncoluna, não diferem entre si, pelo teste de Tukey, ao nível de 5% de\nprobabilidade.\n\nPE (%)\n\n0 2 4\nProfundidade (cm)\n\n*\n\n84.38a 81.25a 50.08b\n\nCoeficiente de Variação - CV (%) 9.40\n\nTME (Dias)\n\n0 2 4\nProfundidade (cm)\n\n*\n\n41.00a 53.14b 58.00c\n\nCV (%) 3. 14\n\n*Médias diferentes seguidas da mesma letra, na linha, não diferem\nentre si, pelo teste de Tuckey, ao nível de 5% de probabilidade.\n\nTABELA 3 – Porcentagem (PE) e tempo médio de emergência (TME)\nde plântulas de O. minor, aos 60 dias após a semeadura\nem diferentes profundidades.\n\nParâmetros\n\nAvaliados/Profundidade\n\n(cm)\n\n0 2 4 CV\n\n(%)\n\nA (cm) 6.28a 4.93b 2.84c 19.4\n\nEC (cm) 0.347a 0.233b 0.217b 10.7\n\nMMSP(g) 0.226a 0.210ab 0.192b 12.6\n\nTABELA 4 – Altura (A), espessura do colo (EC) e  massa de  matéria\nseca (MMSP) de plântulas de O. minor aos 60 dias após\na semeadura em diferentes profundidades.\n\n*Médias diferentes seguidas da mesma letra, na linha, não diferem entre si,\npelo teste de Tuckey, ao nível de 5% de probabilidade.\n\nB. M. da S. e SILVA et al.\n\n\n\n292\n\nRev. Bras. Frutic., Jaboticabal - SP, v. 28, n. 2, p. 289-292, Agosto 2006\n\nHENDERSON, A.; SCARIOT, A. A flórula da Reserva Ducke, I: Palmae\n(Arecaceae). Acta Amazonica, Manaus, v. 23, n. 4, p.349-369. 1993.\n\nIOSSI, E.; SADER, R.; PIVETTA, K.F.L.A; BARBOSA, J.C. Efeitos de\nsubstratos e temperaturas na germinação de sementes de\ntamareira-anã (Phoenix roebelenni O’Brein). Revista Brasileira\nde Sementes, Brasília, v.25, n. 2, p.63-69, 2003.\n\nLABOURIAU , L. G.; PACHECO, A. On the frequency of isothermal\ngermination in seeds of Dolichos biflorus L. Plant and Cell\nPhysiology, Oxford,  v.19, n. 3, p. 507-512  1978.\n\nLABOURIAU, L. G. A germinação das sementes. Washington:\nSecretaria Geral da Organização dos Estados Americanos, 1983.\n174p.\n\nLABORIAU, L. G.; AGUDO, M. On the physiology of seed germination\nin Salvia hispanica L. I. Temperature Effects. Anais da Academia\nBrasileira de Ciências, Rio de Janeiro, n.59, p.37-56. 1987.\n\nLEDO, A.S.; MEDEIROS-FILHO, S.; LEDO, F.J.S.; ARAÚJO, E.C. Efeito\ndo tamanho de semente, do substrato e pré-tratamento em\nsementes de pupunha. Ciência Agronômica, Fortaleza, v.33, n. 1,\np .29-32, 2002.\n\nLORENZI, H.; SOUZA, H.M.; MEDEIROS-COSTA, J.T.; CERQUEIRA,\nL.S.C.; BEHR, N. Palmeiras no Brasil: nativas e exóticas. Nova\nOdessa: Plantarum, 1996. 303 p.\n\nMARTINS, C.C.; NAKAGAWA, J.; BOVI, M.L.A. Efeito da posição\nda semente no substrato e no crescimento inicial das plântulas de\nPalmito-Vermelho (Euterpe espiritosantensis Fernandes – Palmae).\nRevista Brasileira de Sementes, Brasília, v. 21, n. 1, p. 164-173,\n1999.\n\nMIRANDA, I.P.A.; RABELO, A.; BUENO, C.R.; BARBOSA, E.M.;\nRIBEIRO, M.N.S. Frutos de Palmeiras da Amazônia. Manaus:\nMCT/INPA, 2001. 120p.\n\nOKUSANYA, O. T. Germination and growth of Celosia cristata L.\nunder various light and temperature regimes. American Journal\nof Botany, Columbus, v. 67, n. 6, p.854-858. 1980.\n\nPASSOS, M.A.A.; FERREIRA, R.L.C. Influência da cobertura de semeio\nna emergência e desenvolvimento inicial de algaroba. Revista\nBrasileira de Sementes, Brasília, v. 13, n. 2: p.151-153, 1991.\n\nPAULA, J.E.; ALVES, J.L.H. Madeiras Nativas: anatomia, dendrologia,\ndendrometria, produção e uso. Brasília: Fundação Mokiti Okada/\nMOA, 1997. 543p.\n\nPINHEIRO, C.U.B. Germinação de sementes de palmeiras: Revisão\nBibliográfica. Teresina: EMBRAPA - UEPAE, 1986. 102p.\n\nQUEIROZ, M.H. Botão germinativo do palmiteiro como indicador de\ngerminação. Revista Brasileira de Sementes, Brasília, n. 2, p.55-\n59, 1986.\n\nRAMOS, M.B.P.; VARELA, V.P. Efeito da temperatura e do substrato\nsobre a germinação de sementes de visgueiro do igapó (Parkia\ndiscolor Benth) LEGUMINOSAE, MIMOSOIDEAE. Revista de\nCiências Agrárias, Belém, n. 39, p.135-143, 2003.\n\nSCHMIDT, P.B. Sobre a profundidade ideal de semeadura do mogno\n(aguano) Swietenia macrophylla King. Brasil Florestal,  Brasília.\nv.5, n.17, p.42-47. 1974.\n\nSILVA, A.F.; OLIVEIRA,. R.V.; SANTOS, N.R.L.; PAULA, A. Um trecho\nde floresta semidecídua submontana da Fazenda São Geraldo,\nViçosa-MG. Revista Árvore, Viçosa, v.27, n.3, p.311-319, 2003.\n\nSOUZA, A. D. O.; ANDRADE, A. C. S.; LOUREIRO, M. B. Efeito do\nsubstrato e da temperatura na germinação de sementes de\npalmiteiro (Euterpe edulis Mart.). Informativo Abrates, Goiânia,\nv. 5, n. 2, p.190, 1995.\n\nTOMLINSON, P.B. Anatomy of the monocotyledons: II Palmae. London:\nOxford University, 1961.\n\nGERMINAÇÃO DE SEMENTES E EMERGÊNCIA DE PLÂNTULAS DE Oenocarpus minor Mart. (ARECACEAE)"}]}}}