{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.25313"}, {"@name": "filename", "#text": "9978_S0100-204X2005000800010.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Condutividade hidráulica de um Latossolo Vermelho em pousio e cultivo intensivo\nAntonio Angelotti Netto(1) e Edemo João Fernandes(2)\n<1>Embrapa Instrumentação Agropecuária, Rua XV de novembro, no 1.452, Caixa Postal 741, CEP 13560-970 São Carlos, SP. E-mail: angeloti@cnpdia.embrapa.br&lt;2>Universidade Estadual Paulista, Dep. de Engenharia Rural, Via de acesso Prof. Paulo Donato Castellane, s/no, CEP14870-000 Jaboticabal, SP. E-mail: ejfernan@fcav.unesp.br\nResumo - O entendimento e a predição do fluxo de água no solo são essenciais ao manejo agrícola e ambiental. O objetivo deste trabalho foi determinar e comparar a condutividade hidráulica obtida com a técnica do perfil instantâneo no campo, em um solo mantido em pousio por seis anos e outro cultivado intensivamente por igual período. A técnica empregada para a obtenção da condutividade hidráulica foi a de Hillel. A quantidade de água no Latossolo Vermelho foi determinada convertendo-se os valores de potencial matricial da água no solo em umidade volumétrica, segundo a equação de van Genuchten. As determinações de potencial matricial foram realizadas nas profundidades de 0,2, 0,4, 0,6, 0,8 e 1,0 m, ao longo de 24 dias. Os maiores valores de condutividade hidráulica até a profundidade de 1,0 m ocorreram no solo em pousio. O parâmetro condutividade hidráulica saturada é o responsável pelos maiores valores da função K(0) determinada em todas as profundidades, independentemente da umidade do solo utilizada como referência.\nTermos para indexação: perfil instantâneo, manejo de solo, tensiômetros, água no solo, curva de retenção.\nHydraulic conductivity of a Red Latosol under fallow and intensive cultivation\nAbstract - The understanding and the prediction of the water flow in the soil are essential for its agricultural and environmental management. This work aimed to determine and to compare the hydraulic conductivity obtained by the instantaneous profile method in the field in a soil kept in fallow for six years and other one with intensive cultivation for the same period. The technique of Hillel was used to obtain the hydraulic conductivity. The water content in Red Latosol (Rhodic Eutrudox) was determined by the conversion of the values of matric potential in water content according to the van Genuchten equation. The matric potential determination was accomplished in the depths of 0.2, 0.4, 0.6, 0.8 and 1.0 m, during 24 days. The greatest values of hydraulic conductivity to the depth of 1.0 m were achieved under fallow conditions. The parameter saturated hydraulic conductivity was responsible for the greatest values of the function K(0) determined in all depths, independently of the water content of the soil used as reference.\nIndex terms: instantaneous profile, soil management, tensiometers, soil water, retention curve.\nIntrodução\nNa mudança do nomadismo para um sistema fixo de vida, o homem precisou intensificar o uso do solo para suprir as necessidades alimentares de uma população crescente. A rotação intensiva da terra arável substituiu o sistema tradicional de campos abertos, em que um terço da terra arável era deixado para o pousio (Yujiro &amp; Ruttan, 1988).\nAtualmente, solos mantidos em pousio são raros e, conseqüentemente, são escassas as possibilidades de estudá-los em relação à reorganização estrutural decor\nrente do seu uso. Estudos sobre este tema permitem o entendimento e a predição do fluxo de água no solo, que se constitui num parâmetro importante nos projetos de irrigação e drenagem, além de avaliações quanto à poluição e conservação do solo e da água (Lobato et al., 1998), temperatura e trafegabilidade do solo (Puckett et al., 1985), modelagem ambiental e ecológica (Tomasella et al., 2003).\nA intensificação da pesquisa em física de solo permitiu o desenvolvimento de teorias e modelos matemáticos que descrevem o estado e o movimento da água nos solos (Hillel, 1998) e, conseqüentemente, criou uma\ndemanda por maior quantidade de informações que possam alimentar tais proposições e modelos, tornando-os mais fidedignos. De acordo com Hillel (1998), trabalhos experimentais têm resultado em técnicas mais precisas e seguras para a realização de medidas de fenômenos de fluxos e de parâmetros de solo.\nNesse sentido, o conhecimento dos mecanismos de transporte e de retenção de água, especialmente na região não saturada do solo, é fundamental, pois permite a otimização da aplicação de fertilizantes, pesticidas e de água por intermédio da irrigação (Angelotti Netto et al., 2004).\nOs fatores que exercem influência sobre a direção e movimento no fluxo não saturado estão relacionados à condutividade hidráulica e ao gradiente de pressão, ou seja, a diferença de tensão entre uma zona de solo e outra adjacente (Brady, 1989).\nA condutividade hidráulica é um coeficiente que expressa a facilidade com que um fluido é transportado através de um meio poroso, que varia de solo para solo e até no mesmo solo, dependendo, portanto, das propriedades do meio e do fluído. Podem-se citar como propriedades mais importantes do solo a forma de suas partículas, a superfície específica, a porosidade, a estrutura, a compactação, ou seja, todas as propriedades que refletem a geometria porosa do solo (Libardi, 2000).\nSolos intensamente mobilizados, ou seja, aqueles submetidos a mais de um cultivo anual, sofrem alterações em sua geometria porosa, em razão da grande quantidade de água que escoa pelo perfil, mas, sobretudo pelo uso intensivo de máquinas e equipamentos durante o ciclo das culturas (Saunders et al., 1978). A determinação da condutividade hidráulica realizada em laboratorio tem a vantagem de ser fácil e rápida, mas a desvantagem de freqüentemente alterar as propriedades do solo (Kool et al., 1987). A determinação realizada in situ é indicada por melhor se aproximar das condições reais (Saunders et al., 1978). Além disso, os procedimentos de Hillel oferecem maior facilidade de aplicação da técnica do perfil instantâneo (Prevedello &amp; Reichardt, 1991).\nO objetivo deste trabalho foi determinar e comparar a condutividade hidráulica obtida com a técnica do perfil instantâneo no campo em área de solo submetida a pousio por seis anos e outra cultivada intensamente por igual período.\nMaterial e Métodos\nO estudo foi realizado na Área Demonstrativa e Experimental de Irrigação da FCAV-Unesp, Município de Jaboticabal (21o15'22\" S, 48o18'58\" W; 570 m de altitude e declividade média de 8%). O clima, conforme a classificação de Koppen, é do tipo Cwa, subtropical, e o solo foi classificado, por Andrioli &amp; Centurion (1999), como Latossolo Vermelho eutroférrico argiloso.\nOs tratamentos utilizados foram: áreas submetidas a pousio e manejada convencionalmente associada a escarificação. A área mantida em pousio há seis anos recebeu apenas roçadas para o controle da vegetação espontânea. A área do solo cultivado intensamente recebeu duas arações e duas gradagens, complementado por uma escarificação. Recebeu, ainda, aplicação de água via irrigação, o que possibilitou a implantação de dois cultivos anuais com milho (Zea mays L.) e feijão (Phaseolus vulgaris L.).\nA composição granulométrica média, de acordo com Angelotti Netto (2001), nas profundidades de 0,2, 0,4, 0,6, 0,8 e 1,0 m foi, respectivamente, em g kg-1, 560, 590, 575, 545 e 555 de argila; 265, 250, 270, 295 e 270 de silte; 175, 160, 155, 160, 175 de areia para o solo em pousio, e 490, 550, 550, 545 e 545 de argila; 340, 305, 300, 295 e 295 de silte; 170, 145, 150, 160, 160 de areia para o solo cultivado. Os valores de densidade média do solo nas mesmas profundidades foram de 1,33, 1,18, 1,16, 1,07 e 1,02 Mg m-3 na área em pousio, e de 1,30, 1,24, 1,11, 1,07 e 1,05 Mg m-3 na área cultivada.\nNa utilização do método do perfil instantâneo, delimitaram-se duas parcelas experimentais de 25 m2 (5x5 m), em cada tratamento, as quais foram cercadas com tábuas de 0,4 m de largura por 5 m de comprimento, instaladas numa pequena vala de 0,15 m de profundidade. O solo ao seu redor foi compactado para evitar vazamento de água. Em cada parcela foram instalados tensiômetros de manómetro de mercúrio nas profundidades de 0,2, 0,4, 0,6, 0,8 e 1,0 m, com três repetições.\nA saturação do solo foi obtida fornecendo-se água às parcelas até atingir a condição de fluxo constante até a profundidade de 1,0 m, quando o fornecimento de água foi interrompido e a parcela coberta com uma lona de plástico, para prevenir a evaporação e a entrada de água pela superfície do solo.\nAs leituras de potencial matricial de água no solo (Libardi, 2000) tiveram início após a cobertura da par\ncela com lona de plástico, nos tempos de drenagem de 3, 8, 24, 33, 48, 72, 96, 120, 144, 192, 240, 288, 336, 408, 480 e 576 horas.\nA curva de retenção de água no solo foi determinada em amostras de solo indeformadas até 1 m de profundidade, em intervalos de 0,2 m (Embrapa, 1997). Essas amostras foram saturadas e submetidas na câmara de\npressão de Richards às tensões de 0,001, 0,006, 0,01, 0,033, 0,06, 0,10 e 0,30 MPa. A conversão dos valores de potencial matricial em umidade volumétrica foi realizada conforme Dourado Neto et al. (1990), segundo a equação de van Genuchten (1980):\n0r + (0s- 0r)\n[l + (aTm)n\n(1)\nem que 0 é a umidade à base de volume (m3 m-3); 0r é a umidade residual (m3 m-3); 0s é a umidade de saturação (m3 m-3); Tm é o potencial mátrico (c.c.a.); a, m e n são as constantes empíricas.\nDessa maneira, os valores de umidade volumétrica de cada tratamento e profundidade foram obtidos indiretamente por meio da curva de retenção.\nA condutividade hidráulica do solo foi determinada por meio do método do perfil instantâneo (Hillel et al., 1972), que procura solução para a equação de Richards na direção vertical.\n¥ = 1 (K(0)^ J\ndt dz (\tdz J\n(2)\nem que t é o tempo (h); K é a condutividade hidráulica (m h-1) e z é a coordenada vertical de posição (m).\nIntegrando-se a equação de Richards com relação à profundidade z, entre os limites z = 0 e z = z, com as seguintes condições de contorno:\nz = 0; t > 0; q = 0\nz = z; t > 0; q = qz\nem que q é o fluxo, obtém-se:\níz — dz = K(e)^-1 = qz\t(3)\nJ0 dt\tv ’ dz |z\nA partir da equação (3), a condutividade hidráulica pode ser representada por:\n(4)\ndz\nPor meio das medidas de umidade e de potencial total de água ao longo do perfil do solo, durante o tempo de drenagem, determinaram-se, respectivamente, a integral e o gradiente de yt da equação 4 e, então, a função K(0).\nConsiderando que normalmente os valores de K(0) apresentam relação exponencial com a umidade, a função K(0) pode ser expressa pela equação (Lier &amp; Libardi, 1999):\nK (0) = K0eY (9 - 0o)\t(5)\nem que y é um parâmetro obtido no processo de drenagem da água; K0 (m h-1) e 00 (m3 m-3) são valores de K e 0 no tempo zero de drenagem.\nCom os valores de K foram elaborados os gráficos e as análises de regressão linear de ln K e 0 em cada profundidade. Das equações resultantes, os parâmetros da equação 5, y (coeficiente angular) e K0, foram calculados. No cálculo, aplicaram-se umidades de saturação (00) na variável independente da equação de regressão.\nOs resultados foram submetidos à análise de variância, utilizando-se o teste F a 1% e 5% de probabilidade e as médias dos tratamentos comparadas pelo teste de Tukey a 5% de probabilidade.\nResultados e Discussão\nHouve maior proximidade entre os perfis de umidade, em função do tempo, no solo em pousio do que no solo cultivado, especialmente próximo à saturação (Figura 1). Isso se deve, segundo Wu et al. (1992), ao preparo de solo na área cultivada que induziu mudanças na macroporosidade e influenciou o movimento de água no solo.\nNo solo em pousio houve decréscimo uniforme do teor de água entre suas profundidades, especialmente até aproximadamente 50 horas do início do processo de drenagem. Porém, decorridas 24 horas, a profundidade de 0,4 m apresentou os maiores conteúdos de água no solo durante toda a fase experimental. Por sua vez, na profundidade de 0,2 m do solo cultivado, a umidade foi mais elevada, em ambos os tratamentos, exceto no tempo de drenagem zero, em que o solo em pousio apresentou maior quantidade de água.\nA condutividade hidráulica em função da umidade do solo aumentou com o incremento da profundidade nos\ndois tratamentos (Tabela 1). Embora a interação sistema de manejo x profundidade não tenha sido significativa pelo teste de Tukey, as médias do perfil apresentaram diferenças (teste F) em ambos os casos, manifestados pelos coeficientes de variação, demonstrando que a condutividade hidráulica foi maior no solo em pousio.\nTempo de drenagem (h)\nFigura 1. Perfis de umidade volumétrica do solo em função do tempo de drenagem, nas cinco profundidades (x: 0,2 m; A: 0,4 m; O: 0,6 m; □: 0,8 m; : 1,0 m) do solo em pousio e cultivado.\nTabela 1. Valores médios de condutividade hidráulica do solo (m h-1) em função dos sistemas de manejo e da profundidade, com seus respectivos valores de F e coeficientes de variação(1).\nProfundidade (m)\tManejo\t\tF\tCV(%)\n\tPousio\tCultivado\t\t\n0,2\t5,61.10JaA\t3,95.10'saA\t0,22™\t20,36\n0,4\tl.Ol.KF’aA\t7,67.10'5aA\t0,15™\t19,73\n0,6\tl.óO.KF’aA\tl,43.10'4aA\t0,02ns\t19,27\n0,8\t2,65.10'4aA\t2,24.10'4aA\t0,06™\t19,72\n1,0\t4,02.10 AA\t3,22.10'4aA\t0,10™\t19,94\nMédia\tl,97.10“*aA\tl,61.10'4aA\t0,08™\t19,35\n(1)Médias seguidas da mesma letra, minúscula nas linhas (profundidade) e maiúscula nas colunas (manejo), não diferem entre si a 5% de probabilidade pelo teste de Tukey; os coeficientes de variação (CV) em relação ao manejo do solo foram de 25,04% (pousio) e 20,52% (cultivado). nsNão-significativo.\nEsses resultados podem ser explicados pela maior quantidade de areia encontrada nessa área, uma vez que solos argilosos, após compactação, podem apresentar aumento da condutividade hidráulica graças ao acréscimo da quantidade de fragmentos de rochas - frações&lt;2 mm (Ravina &amp; Magier, 1984). Por outro lado, Anjos et al. (1994) relataram redução da condutividade hidráulica em razão do aumento da densidade em Latossolo e Cambissolo húmico.\nAs altas correlações constatadas entre as equações de regressão de ln K versus 0, com seus coeficientes de determinação (R2) maiores que 0,98, em ambos os tratamentos, a exemplo do que verificou Libardi (1978), evidenciam segurança da confiabilidade dos valores de K0 e Y, calculados com base na equação 5 (Tabela 2).\nA condutividade hidráulica saturada do solo cultivado também aumentou em uma profundidade maior, corroborando os resultados de Costa &amp; Libardi (1999), que avaliaram a influência das características morfológicas nas propriedades físicas e hídricas de uma Terra Roxa, e discordando dos de Silva &amp; Ribeiro (1997), ao analisarem o efeito contínuo do cultivo da cana-de-açúcar nas propriedades físicas de um Latossolo Amarelo argiloso. Os maiores valores de condutividade hidráulica saturada ocorreram na área mantida em pousio, especialmente nas profundidades de 0,2 e 0,4 m, em que a diferença para o solo cultivado foi de uma ordem de grandeza (Tabela 3). Tal comportamento se deve, em parte, aos maiores valores de umidade no tempo zero de drenagem (saturação), observada no solo em pousio, com exceção da camada de 0,8 m, e está de acordo com os resultados de Lobato et al. (1998), ao determinarem a condutividade hidráulica em amostras de Latossolo Roxo, e em desacordo com os de Lier &amp;\nTabela 2. Equações de regressão linear dos valores de ln K versus 0, com seus respectivos R2, obtidas nas cinco profundidades do solo sob pousio e cultivado.\nz (m)\tPousio\t\tCultivado\t\n\tLnK = a0-b\tR2\tLnK = a0-b\tR2\n0,2\tLnK = 91,6180-46,999\t0,994\tLn K = 99,3400 - 52,308\t0,987\n0,4\tLnK= 116,400-56,523\t0,991\tLnK= 101,450 -50,959\t0,988\n0,6\tLnK = 110,080-52,836\t0,994\tLnK = 73,0900 -37,269\t0,994\n0,8\tLnK= 87,6380 - 42,553\t0,997\tLnK = 64,3120 -33,907\t0,989\n1,0\tLn K = 79,8570 - 38,795\t0,997\tLnK = 65,2700 -32,198\t0,985\nLibardi (1999), que atribuíram as grandes diferenças ocorridas na determinação da função K(0) à variabilidade dos valores de condutividade hidráulica saturada estimados com o método do perfil instantâneo e às diferenças nos valores de umidade saturada (Figura 1). As maiores porcentagens de areia grossa presente nessa área também contribuíram com a maior condutividade hidráulica saturada observada no solo em pousio, a exemplo do que constataram Santos &amp; Ribeiro (2000), ao estudarem os efeitos da irrigação e do cultivo nas propriedades morfológicas e físicas de um Latossolo e um Argissolo.\nAo se aplicar a equação que relaciona a umidade do solo com a condutividade hidráulica para todo o perfil (média das cinco profundidades) e com base nas umi-dades (Figura 1), estimou-se a condutividade hidráulica em ambos os tratamentos para uma mesma umidade do solo (Tabela 4). As equações relacionadas ao solo em pousio forneceram valores da função K(0) sempre maiores que as do solo cultivado. Esses resultados demons\ntram que o cultivo do solo proporcionou alterações nos valores de condutividade hidráulica, tornando-os menores que os do solo sob pousio.\nConclusões\n1.\tA condutividade hidráulica média do solo até 1,0 m de profundidade é maior no solo em pousio do que no solo cultivado, independentemente de sua umidade.\n2.\tO parâmetro condutividade hidráulica saturada é o responsável pelos maiores valores da função K(0) do solo em pousio.\nAgradecimentos\nÀ Capes pela concessão de bolsa de estudo ao primeiro autor; ao programa de pós-graduação em Ciência do Solo pela oportunidade; ao professor José Frederico Centurion, pelas contribuições e aos demais professores e técnicos dos Departamentos de Engenharia Rural e de Solos e Adubos da FCAV/Unesp.\nTabela 3. Parâmetros das equações que relacionam a\ncondutividade hidráulica com a umidade do solo, K (0) = K0e Y (0 - 0o), obtidas em cada profundidade do solo em pousio e cultivado, com seus respectivos coeficientes de variação(1).\t\t\t\t\nz\t\tK>\t\tY\n(m)\tPousio\tCultivado\tPousio\tCultivado\n0,2\t3,25.10'3\t3,55.10-4\t91,62\t99,34\n0,4\t2,07.10'3\t6,16.10'4\t116,40\t101,45\n0,6\t4,45.10'3\t1,03.10'3\t110,08\t73,09\n0,8\t2/79.10'3\t1,93.10-3\t87,64\t64,31\n1,0\t3,74.10-3\t2,55.10'3\t79,86\t65,27\nMédia\t3,26.10'3a\t1,30.10'3b\t97,12a\t80,69a\n(1)Médias seguidas da mesma letra não diferem entre si a 5% de probabilidade pelo teste de Tukey; os coeficientes de variação em relação a Ko e Y foram de 40,10% e 19,07%, respectivamente.\nTabela 4. Relação entre umidade e condutividade hidráulica para uma mesma umidade do solo sob pousio e cultivado, em que umidade saturada foi, respectivamente, 0,423 e 0,425 m3 m -3.\nUmidade (m3 m-3)\tCondutividade hidráulica (m ti1)\t\n\tPousio\tCultivado\n0,423\t3,26.10-3\t1,91.1o-3\n0,425\t2,05.10-3\t8.16.104\n0,400\t1,84.104\t7,34.10-5\n0,380\t2.64.10-5\t1,05.1o-5\n0,360\t3,78.1o-6\t1.51.10-6\n0,340\t5,42.10-7\t2.16.10-7\n0,320\t7.77.10-8\t3.10.10-8\n0,300\tl.ll.lO-8\t4,44.10-9\n0,250\t8,67.10-11\t3.46.10-11\n0,200\t6,75.10-13\t2,69.1o-13\nReferências\nANDRIOLI, I.; CENTURION, J.F. Levantamento detalhado dos solos da Faculdade de Ciências Agrárias e Veterinárias de Jaboticabal. In: CONGRESSO BRASILEIRO DE CIÊNCIA DO SOLO, 27, 1999, Brasília. Anais. Brasília: Sociedade Brasileira de Ciência do Solo, 1999. 1 CD-ROM.\nANGELOTTI NETTO, A. Determinação da condutividade hidráulica por diferentes técnicas de medidas de umidade do solo. 2001. 101p. Dissertação (Mestrado) - Faculdade de Ciências Agrárias e Veterinárias, Universidade Estadual Paulista, Jaboticabal.\nANGELOTTI NETTO, A.; CRESTANA, S.; NAIME, J.M.; VAZ, C.M.P.; PRIMAVESI, O.; SILVA, F.G.B. Novos métodos e equipamentos para caracterização física dos solos. In: VILAR, O.M. (Ed.). Solos não saturados. São Carlos: USP; Associação Brasileira de Mecânica dos Solos e Engenharia Geotécnica, 2004. v.1. p.3-8.\nANJOS, J.T.; UBERTI, A.A.A.; VIZZOTTO, VJ.; LEITE, G.B.; KRIEGER, M. Propriedades físicas em solos sob diferentes sistemas de uso e manejo. Revista Brasileira de Ciência do Solo, v.18, p.139-145, 1994.\nBRADY, N.C. Natureza e propriedades dos solos. 7.ed. Trad. Antônio B. N. Figueiredo Filho. Rio de Janeiro: Freitas Bastos, 1989. 898p.\nCOSTA, A.C.S.; LIBARDI, P.L. Caracterização físico-hídrica de um perfil de terra roxa estruturada latossólica pelo método do perfil instantâneo. Revista Brasileira de Ciência do Solo, v.23, p.663677, 1999.\nDOURADO NETO, D.; LIER, Q.J. van.; BOTREL, T.A.; LIBARDI, P.L. Programa para confecção da curva de retenção da água no solo utilizando o modelo de Genuchten. Engenharia Rural, v.1, p.92102, 1990.\nEMBRAPA. Centro Nacional de Pesquisa de Solos (Rio de Janeiro, RJ). Manual de métodos de análise de solo. 2.ed. rev. atual. Rio de Janeiro, 1997. 212p.\nHILLEL, D. Flow of water in unsaturated soil. In: HILLEL, D. Environmental soil physics. New York: Academic Press, l998. p.203-241.\nHILLEL, D.; KRENTOS, D.; STYLIANOU, Y Procedure and test of an internal drainage for measuring soil hydraulic characteristic “in situ”. Soil Science, v.114, p.395-400, 1972.\nKOOL, J.B.; PARKER, J.C.; GENUCHTEN, M.T. van. Parameter estimation for unsaturated flow and transport models: a review. Journal of Hydrology, v.91, p.255-293, 1987.\nLIBARDI, P.L. Condutividade hidráulica do solo em condições de campo. 1978. 113p. Tese (Doutorado) - Escola Superior de Agricultura “Luiz de Queiroz”, Piracicaba.\nLIBARDI, P.L. Dinâmica da água no solo. 2.ed. Piracicaba, 2000. 509p.\nLIER, Q.J. van; LIBARDI, P.L. Variabilidade dos parâmetros da equação que relaciona a condutividade hidráulica com a umidade do solo no método do perfil instantâneo. Revista Brasileira de Ciência do Solo, v.23, p.1005-1014, 1999.\nLOBATO, E.J.; LIBARDI, P.L.; CAMARGO, O.A. Condutividade hidráulica das amostras remoldadas de um latossolo roxo distrófico tratado com água/vinhaça. Revista Brasileira de Ciência do Solo, v.22, p.181-188, 1998.\nPREVEDELLO, C.L.; REICHARDT, K. Modelo tridimensional para medida da condutividade hidráulica de solos não saturados. Revista\nBrasileira de Ciência do Solo, v.15, p.121-124, 1991.\nPUCKETT, W.E.; DANE, J.H.; HAJEK, B.F. Physical and mineralogical data to determine soil hydraulic properties. Soil Science Society of America Journal, v.49, p.831-836, 1985.\nRAVINA, I.; MAGIER, J. Hydraulic conductivity and water retention of clay soils containing coarse fragments. Soil Science Society of America Journal, v.48, p.736-740, 1984.\nSANTOS, E.E.F.; RIBEIRO, M.R. Influência da irrigação e do cultivo nas propriedades de um latossolo e um argilossolo da região do submédio São Francisco: atributos morfológicos e físicos. Revista Brasileira de Ciência do Solo, v.24, p.875-884, 2000.\nSAUNDERS, L.C.U.; LIBARDI, P.L.; REICHARDT, K. Condutividade hidráulica da terra roxa estruturada em condições de campo. Revista Brasileira de Ciência do Solo, v.2, p.164-167, 1978.\nSILVA, A.J.N.; RIBEIRO, M.R. Caracterização de latossolo amarelo sob cultivo contínuo de cana-de-açúcar no estado de Alagoas: atributos morfológicos e físicos. Revista Brasileira de Ciência do Solo, v.21, p.677-684, 1997.\nTOMASELLA, J.; PACHEPSKY, Y.A.; CRESTANA, S.; RAWLS, W.J. Comparison of two approximation techniques to develop pedotransfer functions for Brazilian soil. Soil Science Society of America Journal, v.67, p.1085-1092, 2003.\nWU, L.; SWAN, J.B.; PULSON, W.H.; RANDALL, GW. Tillage effects on measured soil hydraulic properties. Soil &amp; Tillage Research, v.25, p.17-33, 1992.\nYUJIRO, H.; RUTTAN, V.W. Desenvolvimento agrícola: teoria e experiências internacionais. Trad. Maria Vittoria von Bulow e Joaquim S. W. Bulow. Brasília: Embrapa, 1988, 538p.\nRecebido em 12 de novembro de 2004 e aprovado em 28 de fevereiro de 2005"}]}}}