{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BP.03705"}, {"@name": "filename", "#text": "16_Capa_3.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "histórias da produção\nElevação artificial por bombeio de cavidades progressivas: 25 anos da primeira instalação no Brasil\nJoão Siqueira de Matos Luis Sérgio Saboia Moura Geraldo Spinelli Ribeiro\nO bombeio de cavidades progressivas (BCP) é um método de elevação artificial que consiste de uma bomba de deslocamento positivo, constituída de um rotor metálico helicoidal que gira no interior de um estator fabricado a partir de um elastômero especial. O movimento de rotação é, em geral, transferido de um motor localizado na cabeça do poço por meio de uma coluna de hastes, como mostrado na Figura 1. Os fluidos produzidos são movimentados por meio de cavidades que se formam entre o rotor e o estator. Inventadas por René Moineu, em 1920, as bombas de cavidades progressivas foram inicialmente utilizadas na indústria do petróleo na transferência de fluidos na superfície, a partir de 1940. Em 1950, o método foi utilizado no acionamento hidráulico de brocas na perfuração de poços e, somente nos anos 80, teve sua aplicação em elevação artificial de petróleo.\nBCP\nQuadro de comando\nÂncora da gás Ancorador de torque\nCabeçote de acionamento\nEm setembro de 1982, foi realizada a primeira instalação de um BCP no Brasil, no campo petrolífero de Fazenda Belém, pertencente ao então Distrito de Produção Potiguar (DIGUAR), situado no município de Icapuí, distante 150 km a leste da capital cearense.\nAté aquela data, o método que melhor se adequava à elevação artificial de petróleos pesados e viscosos em campos de terra era o conhecido Bombeio Mecânico (popularmente chamado de cavalo-de-pau). A tecnologia BCP concorria com esse método apresentando algumas vantagens econômicas e técnicas, assim como apresentando menores custos de investimento e manutenção, possibilidade de produção de óleo com elevados teores de areia e de alta viscosidade.\nO sistema pioneiro de BCP na Petrobras, de fabricação BakerHughes, foi importado pela Brastech e pelo seu representante, que apresentou à Petrobras uma proposta de teste desse equipamento num poço de petróleo, visando a comprovação da eficácia dessa nova tecnologia, já utilizada nos Estados Unidos. O poço selecionado para o teste foi o 3-FZB-02-CE, perfurado em 1980, com cerca de 400 m de profundidade, e situado na porção central do campo de Fazenda Belém, cujo reservatório era de óleo extra-pesado e extra-viscoso (12o API e 5 000 cP).\nCom o poço selecionado, programou-se uma intervenção com Sonda de Produção Terrestre para a instalação do equipamento. E, na madrugada do dia 12 de setembro de 1982, foi instalada a primeira BCP em poço produtor de petróleo na Petrobras. Técnicos da Petrobras participaram da instalação, assim como diversos técnicos da Brastech. A foto na Figura 2 mostra a equipe que participou da instalação pioneira. Todo cuidado era pouco na instalação; o torque adequado tinha que ser verificado haste por haste durante a descida da coluna, de forma a garantir que as hastes não se separassem após a rotação ser iniciada. Esta etapa era fundamental para o sucesso da operação.\nNa manhã desse mesmo dia, quando concluídas as instalações do quadro de comando elétrico do motor e a interligação da produção com o tanque de teste, o sistema foi acionado e o poço passou a produzir normalmente na vazão de 12 barris de óleo por dia. Após excelente desempenho durante três meses de operação, o sistema BCP foi aprovado para ser utilizado na Petrobras em condições operacionais similares.\nDurante esses 25 anos, o sistema foi aprimorado. Novos modelos de maior vazão e de maior capacidade de elevação foram desenvolvidos e, hoje, a companhia conta com cerca de 900 poços em produção com este método de elevação artificial em suas Unidades de Negócio de produção terrestre: UN-RNCE, UN-SEAL, UN-BA e UN-ES. Atualmente, a Petrobras está trabalhando no desenvolvimento de sistemas de BCP de alta vazão, acionados por motor elétrico de fundo de poço, eliminando a coluna de hastes. Esta modificação no sistema poderá estender a aplicação desse método para explotação de óleos pesados em campos marítimos."}]}}}