{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04303"}, {"@name": "filename", "#text": "BTP_1959_2_3_06_Petrologia_das_rochas.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "A PETROLOGIA DAS ROCHAS ÍGNEAS E A\nEXPLORAÇÃO DE PETRÓLEO\nCordell Durrell&lt;*>\nSe as rochas ígneas encontradas pela sonda são ou não o embasamento; e, se não o embasamento, se são intrusivas ou extrusivas; e, se intrusivas, qual a sua forma — são sempre problemas importantes que requerem soluções rápidas.\nAs rochas graniticas encontradas na perfuração podem geralmente ser aceitas como embasamento, se a seção fôr bem conhecida; entretanto, onde a seção não é bem estabelecida, os deslizamentos e as breccias de escorregamento de material granítico, interestratificadas com sedimentos, podem ser confundidas com o embasamento. Tais formações tendem a ser monolitológicas e frequentemente contêm blocos de diâmetro de cinco metros ou mais. A recuperação de alguns fragmentos redondos ou de fragmentos de diferentes caracteres petrológicos pode ser o único indício da origem sedimentar, na falta de uma penetração até o embasamento.\nAs rochas gábricas, outras condições permanecendo semelhantes, tendem a apresentar granulação mais grosseira do que as graniticas, daí poder ocorrer textura granitóide em sills ou plugs espessos. A aceitação de rochas gábricas como embasamento exige maior cuidado do que no caso de rochas graniticas. Os deslizamentos e as breccias de escorregamento monolitológicos de rochas gábricas podem também ocorrer.\nAs rochas ultrabásicas, principalmente as alteradas em serpentina, são hipoabissais em sua origem e ocorrem mais em seções das eugeo-sinclinais não petrolíferas. Assim, a penetração da serpentina, com mais possibilidade, indica que o embasamento foi alcançado. No entanto, a serpentina também ocorre em deslizamentos e breccias de escorregamento monolitológico retrabalhados em sedimentos mais recentes e, como tal, pode ser com dificuldade distinguida da serpentina original. Camadas sedimentares, variação de côr e textura entre blocos adjacentes e falta de\n(*) Professor do Curso de Geologia de Petróleo — CENAP — PETROBRAS.\nzona de alteração no contato indicam origem sedimentar. Graças à po-rosidade proveniente de fratura, a serpentina retrabalhada ou original pode constituir rocha-reservatório.\nOs dikes em regiões petrolíferas são mais suscetíveis de apresentar mergulhos fortes e pode acontecer que um furo em um dêles, mesmo que êle seja de pequena espessura, alcance profundidade considerável antes de atravessá-lo. Assim, uma espessura correspondente de rocha sedimentar fica inexplorada. Se a atitude do contato não é diretãmente determi-minável, ela pode ser inferida da de feições típicas apresentadas nos testemunhos. Tais são a textura traquítica, os fenocristais orientados, as vesículas e amígdalas achatadas. As mesmas feições poderíam estar presentes nas margens de um plug.\nAs lavras e as camadas de tufo são unidades estratigráficas, enquanto que os sills e outras intrusões não o são. Portanto, a distinção entre elas é importante, porém os critérios comumente adotados são inadequados. A discriminação é relativamente fácil em rochas silicico-sas; todavia, pode ser muito difícil em muitas rochas básicas. O problema tende a complicar-se em região petrolífera por erupção vulcânica submarina e por intrusão em sedimentos de pouca profundidade, ainda úmidos. As estruturas lávicas, a vesicularidade, a granulação, a presença ou ausência de vidro, a textura ofítica, a estrutura de breccia e o resfriamento de contato ocorrem tanto em lavas com em sills. Em separado, nenhuma das feições é um diagnóstico, mas em conjunto podem sê-lo. O único critério seguro de origem iintrusiva é o metamorfismo de contato das formações imediatamente acima do corpo intrusivo. Uma vez que a zona metamorfoseada pode ser muito delgada, é preciso que o contato seja visto nos testemunhos.\nConclui-se que os serviços de um petrólogo de rochas ígneas, familiarizado com os problemas da geologia de petróleo, devem estar presentes quando se está realizando a perfuração numa região que contenha formações ígneas."}]}}}