{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24731"}, {"@name": "filename", "#text": "9200_gonzaga_rl_me_ilha.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Campus de Ilha Solteira  \n \n \n \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM AGRONOMIA \n \n \n\n \n\n“Efeito de Sistemas de Preparo e Manejo do solo, Culturas de \n\nCobertura e Rotação nas Propriedades Físico-Químicas do \n\nSolo e na Cultura do Milho” \n \n\n \n\n \n\n \n\n \n\nRONALDO LUIZ GONZAGA \n \n\n \n\n \n\n \n\n \n\nOrientador: Prof. Dr. Edson Lazarini \n \n\n \n\n \n\n \n\nDissertação apresentada à Faculdade de \n\nEngenharia - UNESP – Campus de Ilha Solteira, \n\npara obtenção do título de Mestre em \n\nAgronomia. \n\nEspecialidade: Sistemas de Produção \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nIlha Solteira – SP \n\nAgosto/2009 \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFICHA CATALOGRÁFICA  \n \n \n\n         Elaborada pela Seção Técnica de Aquisição e Tratamento da Informação \n         Serviço Técnico de Biblioteca e Documentação da UNESP - Ilha Solteira. \n\n \n \n\n \n                     Gonzaga, Ronaldo Luiz.                    \nG642e                 Efeito de sistemas de preparo e manejo do solo, culturas de cobertura  \n                     e  rotação nas propriedades físico-químicas do solo e na cultura do milho /    \n                     Ronaldo Luiz Gonzaga. -- Ilha Solteira : [s.n.], 2009.                    \n                            82 f.                           \n \n                           Dissertação (mestrado) - Universidade Estadual Paulista. Faculdade de    \n                     Engenharia de Ilha Solteira. Especialidade: Sistemas de Produção, 2009                \n \n                          Orientador: Edson Lazarini \n                          Bibliografia: p. 72-82   \n                        \n                         1. Plantio direto.  2. Milho - Cultivo.  3. Milheto.  4. Solos – Densidade. \n                     5. Solos – Porosidade.  6. Crotalária.         \n\n     \n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n \n\n \n\n\n\n \n\n \n\n \n \n\nA MINHA FAMÍLIA \n\nPelo amor, carinho, dedicação, educação e esforços para que eu alcançasse \n\nos objetivos, deixo minha eterna gratidão. \n\n \n\nDEDICO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nAGRADECIMENTOS \n\n \n- À DEUS, pela vida, sabedoria e determinação para a conclusão de mais uma \n\netapa na caminhada da vida; \n\n- À FAMÍLIA, pela compreensão, amor, carinho, amizade, incentivo, tornando \n\npossível a conclusão de uma etapa importante da vida; \n\n- Ao Prof. Dr. Edson Lazarini, pelas orientações, ensinamentos, profissionalismo, \n\nhumanismo e pela compreensão; \n\n- À Faculdade de Engenharia de Ilha Solteira, Universidade Estadual Paulista – \n\nFEIS/UNESP, em especial ao departamento de Fitotecnia, Tecnologia de \n\nAlimentos e Sócio-Economia, do Curso de Agronomia, com a disponibilização de \n\nsua estrutura para a realização do trabalho. \n\n- À CAPES, pela concessão da bolsa de estudos e suporte financeiro; \n\n- Aos funcionários da FEPE (Fazenda de Ensino, Pesquisa e Extensão) pela \n\najuda nos trabalhos de campo; \n\n- Aos técnicos de laboratório Alexandre Marques da Silva e Selma Maria Bozzite \n\nde Moraes, pelos auxílios nas análises de solo e tecidos; \n\n- Ao técnico do Laboratório de Física do Solo, Valdivino, pelo auxilio nos trabalhos \n\nde campo e laboratório; \n\n- Ao colega de pós-graduação, Carlos Eduardo M. Barbosa pela ajuda nos \n\ntrabalhos de campo e laboratório; \n\n- Ao amigo e colega de república, Eliomar Sérgio Veloso, pelo companheirismo; \n\n- A Janete Motta da Silva pelo apoio, amor e compreensão. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nRESUMO \n\nNas últimas décadas o SPD (Sistema de Plantio Direto) tem sido adotado pela \n\nmaioria dos produtores de grãos na região dos cerrados, porém nesse tipo de \n\nsistema de cultivo, há um grande questionamento quanto às propriedades físico-\n\nquímicas dos solos no decorrer da sua implantação. O objetivo do presente \n\ntrabalho foi de avaliar e correlacionar os possíveis efeitos de dois sistemas de \n\npreparo do solo (direto e convencional), quatro culturas de cobertura \n\n(crotalária+milheto, sorgo, crotalária e milheto) e uma área em pousio e dois \n\nsistemas de manejo do milho (rotação e monocultura), nas propriedades físico-\n\nquimicas de um Latossolo Vermelho de textura argilosa, na safra 2006/2007, após \n\noito anos sob os tratamentos descritos. O trabalho foi desenvolvido na área \n\nexperimental da Faculdade de Engenharia/UNESP - Campus de Ilha Solteira, \n\nlocalizada no município de Selvíria - MS. Foi feita uma análise conjunta, \n\nconsiderando os dois sistemas de preparo de solo e dentro de cada um deles dois \n\nblocos casualizados, com os fatores culturas de cobertura e sistemas manejo do \n\nmilho segundo um esquema em faixas. Foram realizadas as seguintes avaliações \n\nna cultura do milho: produção de matéria seca, altura de plantas; altura de \n\ninserção da espiga; produção de grãos e peso de 100 grãos. A caracterização \n\nquímica da área foi realizada com a retirada de amostras nas profundidades 0-5; \n\n5-10; 10-20 e 20-40 cm. Foram determinados o pH e os teores de M.O, P, K, Ca, \n\nMg, H+Al e Al e calculados os valores de SB, T e V%. As propriedades físicas \n\navaliadas foram: macro, micro, porosidade total e densidade do solo, nas \n\nprofundidades de 0-10, 10-20 e 20-40 cm. Os resultados obtidos permitiram \n\nconcluir que: - o sistema convencional de preparo do solo favorece a produção de \n\nmatéria seca pelas culturas de cobertura; o milheto e sorgo são culturas de \n\ncobertura com maior produtividade de matéria seca; as plantas daninhas na área \n\nem pousio proporcionam produção de matéria seca semelhante a sorgo e milheto; \n\nquando há efeito positivo nos atributos físicos do solo (macro, microporosidade e \n\ndensidade do solo) nas camadas 0,10 – 0,20 e 0,20 – 0,40 é devido a rotação de \n\nculturas ou sistema convencional de preparo do solo; o solo após oito anos da \n\nadoção dos sistemas de preparo do solo, manejo e culturas de cobertura ou \n\npousio, apresentou redução nos teores da maioria dos atributos químicos \n\navaliados (exceção ao teor de K); maiores teores de matéria orgânica são obtidos \n\n\n\n \n\n \n\nsob monocultura do milho e utilização do sistema plantio direto; há maior retorno \n\nde palha em sistema de monocultivo; produção de matéria seca do milho é \n\nfavorecida pela monocultura e a produtividade de grãos não é influenciado nom \n\noitavo ano agrícola pelos sistemas de preparo do solo, manejo da cultura e \n\nculturas de cobertura utilizadas. \n\n \n\nPalavras-chave: Plantio direto. Zea mays. Crotalária. Milheto. Porosidade. \n\nDensidade do solo. \n\n \n\n\n\n \n\n \n\nABSTRACT \n\nIn the last few decades the no tillage system has been adopted for the majority of \n\nthe producers of grains in the Cerrado region, however in this type of soil \n\nmanagement system, it has a great questioning how much to the properties \n\nphysical-chemistry of ground in elapsing of its implantation. The objective of the \n\npresent work was to evaluate and to correlate the possible effect of two soil \n\nmanagement systems (no tillage and conventional), four cover crops (sun hemp + \n\nmillet, sorghum, sunn hemp and millet) and an follow area with weeds and two \n\ncrop rotation (monoculture and crop rotation with soybean), in the properties \n\nphysical-chemistries of a Red Latossol of clayed texture, in harvest 2006/2007, \n\nafter eight years under the described treatments. The work was developed in the \n\nexperimental area of the FE/UNESP – Ilha Solteira campus, located in the county \n\nof Selvíria – Mato Grosso do Sul State, Brazil. A joint analysis was made, \n\nconsidering the two soil management systems and of each one of them two \n\nblocks, with the factors cover crops and crop rotation of the maize according to a \n\nproject in bands. The following evaluations in the culture of the maize had been \n\ncarried through: production of dry matter, height of plants; height of insertion of the \n\nspike; yield grains and weight of 100 grains. The chemical characterization of the \n\narea was carried through with the withdrawal of samples in the depths 0.0 – 0.5; \n\n0.5 – 0.10; 0.10 – 0.20 and 0.20 – 0.40 m. They had been determined pH and the \n\nlevels of organic matter, P, K, Ca, Mg, H+Al and Al and calculated the values of \n\nSB, T and V%. The evaluated physical properties had been: macro, micro, total \n\nporosity and soil density, in the depths of 0.0 – 0.10, 0.10 – 0.20 and 0.20 – 0.40 \n\nm. The conclusions was: the conventional soil management system favors the \n\nyield of dry matter for the cover crops; millet and sorghum are cover crops with \n\nbigger yield of dry matter; the weeds in the follow area provide to yield of similar \n\ndry matter sorghum and millet;  when it has positive effect in the physical attributes \n\nof the soil (macro, microporosity and density of the soil) in layers 0.10 – 0.20 and \n\n0.20 – 0.40 m must the crop rotation or conventional soil management system; the \n\nsoil after eight years of the adoption of the management systems, crop rotation \n\nand cover crops or follow area, presented reduction in level of the majority of the \n\nevaluated chemical attributes (exception to the level of K); bigger level of organic \n\nmatter are gotten under cultivation of the maize and use of the no tillage system; it \n\n\n\n \n\n \n\nhas greater dry matter return in monoculture system; yield of dry matter of the \n\nmaize is favored by the monoculture and the productivity of grains is not \n\ninfluenced nom eighth agricultural year for the soil management systems, crop \n\nrotation and cover crops. \n\n \n\nKey words: No tillage. Zea mays. Sunn hemp. Millet. Porosity. Density of the soil. \n\n \n\n \n\n\n\n \n\n \n\nLISTA DE FIGURAS \n\n \n\n  \nPágina \n\n \n1. Distribuição das culturas de soja e milho nos terraços da área \n\nexperimental. Selvíria (MS), novembro/1999 ...................................... 28 \n2. Esquema de divisão das faixas para as culturas de cobertura na \n\nárea experimental. Selvíria (MS), abril/2000 ....................................... 28 \n3. Esquema de divisão das faixas de manejo para as culturas de soja e \n\nmilho na área experimental. Selvíria (MS), novembro/2000 ................ 29 \n4. Esquema amostragem de solo nas culturas soja e milho, na área \n\nexperimental, com trado de caneca. Selvíria (MS), setembro/2007 .... 35 \n5. Temperaturas médias mensais máximas, médias e mínimas, no \n\nperíodo de condução do experimento (setembro/06 - abril/07), no \nmunicípio de Selvíria – MS................................................................... 36 \n\n6. Médias de precipitação do período de condução do experimento \n(setembro/2006 a abril/2007), no município de Selvíria – MS.............. 37 \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nLISTA DE TABELAS \n\n  Página \n1. Histórico de fertilidade do solo na área experimental em duas \n\nprofundidades, nos dois sistemas de preparos de solo no \nmomento da instalação do experimento, Selvíria (MS), 1999 .......... 30 \n\n2. Análise de variância da produção de matéria seca (t ha-1) das \nculturas de coberturas. Selvíria - MS, 2006 ..................................... 38 \n\n3. Médias de produção de matéria seca (t ha-1) das culturas de \ncoberturas, Selvíria - MS, 2006 ........................................................ 39 \n\n4. Desdobramento da interação: preparo x cobertura, significativa \npara produção de matéria seca (t ha-1) das culturas de cobertura. \nSelvíria - MS, 2006 ........................................................................... 40 \n\n5. Médias e coeficientes de variação para macro (m3 m-3), micro (m3 \nm-3), porosidade total (m3 m-3) e densidade (Mg m-3) na \nprofundidade de 0,0 - 0,10 m, sob os diferentes tratamentos. \nSelvíria - MS, 2007 ........................................................................... 42 \n\n6. Desdobramento da interação sistemas de preparo x cultura de \ncobertura, significativa para microporosidade (m3 m-3) na \nprofundidade de 0,0 - 0,10 m, sob os diferentes tratamentos. \nSelvíria - MS, 2007 ........................................................................... 42 \n\n7. Médias e coeficientes de variação para macro (m3 m-3), micro (m3 \nm-3), porosidade total (m3 m-3) e densidade do solo (Mg m-3) na \nprofundidade de 0,10 - 0,20 m, sob os diferentes tratamentos. \nSelvíria - MS, 2007 ........................................................................... 44 \n\n8. Desdobramento da interação sistemas de preparo x culturas de \ncobertura, significativa para microporosidade (m3 m-3) na camada \nde 0,10 - 0,20 m, sob os diferentes tratamentos. Selvíria - MS, \n2007 .................................................................................................. 44 \n\n9. Médias e coeficientes de variação para macro (m3 m-3), micro (m3 \nm-3), porosidade total (m3 m-3) e densidade (Mg m-3) na \nprofundidade de 0,20 - 0,40 m, sob os diferentes tratamentos. \nSelvíria - MS, 2007 ........................................................................... 45 \n\n10. Desdobramento da interação sistemas de preparo x culturas de \ncobertura, significativa para densidade do solo (Mg m-3), na \nprofundidade de 0,20 - 0,40 m. Selvíria - MS, 2007 ......................... 46 \n\n11. Valores de F e coeficientes de variação obtidos na análise de \nvariância dos teores de P (mg dm-3), M.O (g dm-3), valores de pH \n(CaCl2), teores de K, Ca, Mg, H + Al e S (mg dm\n\n-3) e valores de \nSB, CTC (mmolc dm\n\n-3), V (%), na camada de 0,00-0,05 m, em \nfunção dos diferentes tratamentos utilizados. Selvíria - MS, 2007 ... 47 \n\n   \n\n\n\n \n\n \n\n12. Valores de F e coeficientes de variação obtidos na análise de \nvariância dos teores de P (mg dm-3), M.O (g dm-3), valores de pH \n(CaCl2), teores de K, Ca, Mg, H + Al e S (mg dm\n\n-3) e valores de \nSB, CTC (mmolc dm\n\n-3), V (%), na camada de 0,05-0,10 m, em \nfunção dos diferentes tratamentos utilizados. Selvíria - MS, 2007 ... 48 \n\n13. Valores de F e coeficientes de variação obtidos na análise de \nvariância dos teores de P (mg dm-3), M.O (g dm-3), valores de pH \n(CaCl2), teores de K, Ca, Mg, H + Al e S (mg dm\n\n-3) e valores de \nSB, CTC (mmolc dm\n\n-3), V (%), na camada de 0,10-0,20 m, em \nfunção dos diferentes tratamentos utilizados. Selvíria - MS, 2007 ... 49 \n\n14. Valores de F e coeficientes de variação obtidos na análise de \nvariância dos teores de P (mg dm-3), M.O (g dm-3), valores de pH \n(CaCl2), teores de K, Ca, Mg, H + Al e S (mg dm\n\n-3) e valores de \nSB, CTC (mmolc dm\n\n-3), V (%), na camada de 0,20-0,40 m, em \nfunção dos diferentes tratamentos utilizados. Selvíria - MS, 2007 ... 50 \n\n15. Valores médios para os teores de P, M.O, K, Ca, Mg, H + Al, Al e \nS e pH, SB, CTC e V% no solo em função dos diferentes \ntratamentos, na camada de 0,0 - 0,05 m. Selvíria - MS, 2007 ......... 51 \n\n16. Valores médios para os teores de P, M.O, K, Ca, Mg, H + Al, Al e \nS e pH, SB, CTC e V% no solo em função dos diferentes \ntratamentos, na camada de 0,05 - 0,10 m. Selvíria - MS, 2007 ....... 52 \n\n17. Valores médios para os teores de P, M.O, K, Ca, Mg, H + Al, Al e \nS e pH, SB, CTC e V% no solo em função dos diferentes \ntratamentos, na camada de 0,10 a 0,20 m.  Selvíria - MS, 2007 ..... 53 \n\n18. Valores médios para os teores de P, M.O, K, Ca, Mg, H + Al, Al e \nS e pH, SB, CTC, V%  no solo função dos diferentes tratamentos, \nna camada de 0,20 a 0,40 m. Selvíria - MS, 2007 ........................... 54 \n\n19. Desdobramento da interação sistema de preparo do solo x \nmanejo, para o teor de M.O (g dm-3) no solo, na camada de 0,05 a \n0,10 m. Selvíria - MS, 2007 .............................................................. 56 \n\n20. Desdobramento da interação sistemas de preparo do solo x \nculturas de cobertura, para o teor de M.O. (g dm-3) no solo, na \ncamada de 0,20 a 0,40 m. Selvíria - MS, 2007 ................................ 57 \n\n21. Desdobramento da interação sistemas de preparo do solo x \nmanejo, para os teores de M.O. (g dm-3) no solo, na camada de \n0,20 a 0,40 m. Selvíria - MS, 2007 ................................................... 58 \n\n22. Desdobramento da interação sistemas de preparo x culturas de \ncobertura para valores de pH (CaCl2) na camada de 0,0 a 0,05 m. \nSelvíria - MS, 2007 ........................................................................... 59 \n\n23. Desdobramento da interação sistemas de preparo do solo x \nmanejo, para os teores de Al trocável (mmolc dm\n\n-3) no solo, na \ncamada de 0,0 - 0,05 m. Selvíria - MS, 2007 ................................... 61 \n\n24. Desdobramento da interação sistemas de preparo do solo x \nculturas de cobertura, para os teores de S (mg dm-3) na camada \nde 0,10 - 0,20 m. Selvíria - MS, 2007 ............................................... 63 \n\n\n\n \n\n \n\n25. Desdobramento da interação manejo x culturas de cobertura, para \nos teores de S (mg dm-3) na camada de 0,10-0,20 m. Selvíria - \nMS, 2007 .......................................................................................... 64 \n\n26. Médias e coeficientes de variação para os teores foliares de \nmacronutrientes (g kg-1) no milho, sob os diferentes tratamentos. \nSelvíria - MS, 2007 ........................................................................... 65 \n\n27. Desdobramento da interação sistemas de preparo x manejo, para \nos teores foliares de fósforo (g kg-1) na cultura do milho. Selvíria - \nMS, 2007 .......................................................................................... 66 \n\n28. Valores de F e coeficientes de variação para população final, \naltura de planta, altura de espiga, matéria seca, massa de 100 \ngrãos e produtividade de grãos na cultura do milho. Selvíria - MS, \n2007 .................................................................................................. 66 \n\n29. Médias de população final (plantas ha-1), altura de planta (m), \naltura de espiga (m), matéria seca (t ha-1), peso de 100 grãos (g) e \nprodutividade de grãos (kg ha-1) do milho, sob os diferentes \ntratamentos. Selvíria - MS, 2007 ...................................................... 69 \n\n30. Desdobramento da interação manejo x culturas de cobertura, para \nmatéria seca restituída ao solo com a colheita do milho (t ha-1). \nSelvíria - MS, 2007 ........................................................................... 69 \n\n \n\n \n\n\n\n \n\n \n\nSUMÁRIO \n \n\n1. INTRODUÇÃO .............................................................................................. 14 \n\n2. REVISÃO BIBLIOGRÁFICA ......................................................................... 16 \n\n2.1. Culturas de cobertura ................................................................................ 16 \n\n2.2. Rotação de culturas ................................................................................... 19 \n\n2.3. Efeitos dos manejos nas características agronômicas da soja e milho ..... 20 \n\n2.4. Efeitos dos manejos nas propriedades físicas do solo .............................. 21 \n\n2.5. Efeitos dos manejos nas propriedades químicas do solo .......................... 23 \n\n2.6. Efeitos dos manejos no estado nutricional da cultura do milho ................. 25 \n\n3. MATERIAL E MÉTODOS ............................................................................. 27 \n\n3.1. Localização e características da área experimental .................................. 27 \n\n3.2. Histórico da área experimental .................................................................. 27 \n\n3.3. Delineamento experimental ....................................................................... 30 \n\n3.4. Condução da safra 2006/07 ...................................................................... 30 \n\n3.5. Obtenção dos dados e avaliações ............................................................. 32 \n\n3.5.1. Culturas de cobertura ............................................................................. 32 \n\n3.5.2. Cultura do milho ...................................................................................... 32 \n\n3.5.3. Caracterização físico-química da área ................................................... 33 \n\n3.6. Análises estatísticas .................................................................................. 35 \n\n4. RESULTADOS E DISCUSSÃO .................................................................... 36 \n\n4.1. Dados climáticos no período do experimento ............................................ 36 \n\n4.2. Matéria seca das culturas de cobertura ..................................................... 37 \n\n4.3. Atributos físicos do solo ............................................................................. 40 \n\n4.4. Atributos químicos do solo ......................................................................... 46 \n\n4.4.1. Fósforo .................................................................................................... 55 \n\n4.4.2. Matéria orgânica ..................................................................................... 55 \n\n4.4.3. Acidez (pH em CaCl2) ............................................................................ 58 \n\n4.4.4. Potássio .................................................................................................. 59 \n\n4.4.5. Cálcio ...................................................................................................... 59 \n\n4.4.6. Magnésio ................................................................................................ 60 \n\n4.4.7. Acidez potencial (H + Al) ........................................................................ 60 \n\n4.4.8. Alumínio trocável (Al) .............................................................................. 61 \n\n4.4.9. Soma de bases (SB) ............................................................................... 62 \n\n\n\n \n\n \n\n4.4.10. Capacidade de troca catiônica (CTC) ................................................... 62 \n\n4.4.11. Saturação por bases (V%) .................................................................... 62 \n\n4.4.12. Enxofre ................................................................................................. 62 \n\n4.5. Teores foliares de nutrientes na cultura do milho ...................................... 64 \n\n4.6. Características agronômicas e produtividade do milho ............................. 66 \n\n5. CONCLUSÕES ............................................................................................. 71 \n\n6. REFERÊNCIAS ............................................................................................ 72 \n\n \n\n \n\n\n\n14 \n\n \n\n1. INTRODUÇÃO \n \n\nEstimativas dão conta de que são cultivados cerca de 48,6 milhões de \n\nhectares com culturas produtoras de grãos e deste total, 22 milhões de hectares \n\ntêm sido cultivados com soja e 14,7 milhões com milho. Na safra 2007/08 a \n\nprodução de soja no país atingiu aproximadamente 60 milhões de toneladas e 58 \n\nmilhões de toneladas de milho (COMPANHIA NACIONAL DE ABASTECIMENTO-\n\nCONAB, 2009). No Brasil mais de 20 milhões de hectares tem sido cultivados sob \n\nsistema plantio direto (SPD), estando 25% dessa área localizada na região do \n\nCerrado brasileiro (RAIJ, 2006). \n\nO SPD é uma técnica conservacionista que se baseia na rotação de \n\nculturas e é caracterizado pelo cultivo em terreno coberto por palha e ausência de \n\npreparo de solo, por tempo indeterminado. Segundo Scaléa (2000), o binômio soja \n\ne preparo intensivo que predominou por muito tempo na exploração agrícola do \n\ncerrado, é a pior combinação possível para a integridade do solos, o que levou \n\nextensas áreas a estágios avançados de compactação e degradação. \n\nEsse sistema proporciona efeitos significativos na conservação e melhoria \n\ndo solo, da água, no aproveitamento dos recursos e insumos, na fertilidade do solo, \n\nno controle de plantas invasoras, na redução dos custos e na estabilidade de \n\nprodução, assim como nas condições de vida do produtor rural e da sociedade \n\n(EMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA-EMBRAPA, 1997). \n\nA adoção do SPD pode reduzir em cerca de 75% as perdas de solo em \n\náreas com baixa declividade e em 20% as perdas de água, em relação às áreas \n\nonde há revolvimento do solo (OLIVEIRA; FREITAS, 1999). \n\nSalet (1994) descreve o SPD em duas fases: a de instalação, \n\ncorrespondente aos primeiros quatro ou cinco anos após a sua adoção e após \n\nesse período a segunda fase, a estabilidade, onde são observadas alterações nas \n\npropriedades químicas, físicas e biológicas do solo. \n\nOutro aspecto importante a destacar é o uso de coberturas vegetais \n\nmortas na superfície do solo, visto que esta prática tem sido considerada \n\nindispensável para o sucesso do SPD. A palhada depositada sobre o solo reduz o \n\nimpacto das gotas de chuva na sua superfície, reduzindo assim os riscos de \n\nerosão, além de contribuir para o acúmulo de matéria orgânica que proporciona \n\ninúmeros benefícios aos solos e conseqüentemente às culturas que neles serão \n\n\n\n15 \n\n \n\nimplantadas. Um dos benefícios associados a esse processo é a redução da \n\nacidez e da toxidez do alumínio no solo. \n\nA capacidade dos resíduos vegetais em reduzir a acidez do solo está \n\nassociada aos seus teores de cátions de reação básica e carbonos orgânicos \n\nsolúveis, que normalmente são maiores em resíduos de adubos verdes \n\n(MIYAZAWA et al., 2000). \n\nOs resíduos produzidos pelas culturas de maior interesse comercial \n\ngeralmente são insuficientes para produzir uma cobertura do solo ideal. Portanto, \n\né necessário introduzir no sistema plantas que associadas a determinadas \n\ntécnicas, são capazes de produzir boa quantidade de fitomassa com rápido \n\ndesenvolvimento inicial e de ciclo curto, para que seja fácil sua inserção na \n\nrotação de culturas e que seus resíduos não sejam decompostos rapidamente, de \n\nmodo que o solo permaneça coberto o maior período possível (PELA, 2002). \n\nA rotação de culturas se tornou uma prática agrícola indispensável e que \n\natende às exigências de conservação do solo, pois as diferentes espécies \n\ninseridas no sistema proporcionam grande variabilidade no material vegetal \n\nadicionado ao solo e, ainda controle da erosão, manutenção da fertilidade do solo, \n\nredução do custo de operações, o que acaba proporcionando maior renda aos \n\nprodutores e leva a uma agricultura sustentável (CALEGARI, 2000). \n\nNesse contexto, o presente trabalho teve como objetivo avaliar: \n\n- Matéria seca das coberturas: verificar qual cultura de cobertura \n\nproporciona melhor proteção do solo, medido através da quantidade de massa \n\nseca produzida em um determinado período de tempo. \n\n- Características agronômicas da cultura do milho: quantificando o efeito \n\nprolongado dos sistemas de manejo adotados sobre os componentes da \n\nprodutividade. \n\n- Estado nutricional da cultura: detectar se há um efeito positivo ou \n\nnegativo das culturas de cobertura combinadas aos manejos, sobre a cultura \n\nsucessora de verão, na absorção de nutrientes.  \n\n- Características físico-químicas do solo: mostrar possíveis efeitos dos \n\nsistemas de manejo propostos, na estrutura físico-química do solo após oito anos \n\nde condução dentro do sistema. \n\n  \n\n\n\n16 \n\n \n\n2. REVISÃO DE LITERATURA \n \n2.1. Culturas de cobertura \n\n \nAs plantas de cobertura têm sido cultivadas visando à proteção do solo \n\ncontra erosão e perda de nutrientes. Manter a superfície do solo \n\npermanentemente coberta por materiais vegetais em fase vegetativa ou como \n\nresíduo é, efetivamente, o manejo mais recomendado para a proteção e \n\nconservação do solo (ALVARENGA et al., 1995). \n\nO cultivo de espécies de ciclo curto e de rápido crescimento, \n\nprincipalmente milheto e sorgo, antes ou após o plantio da cultura de verão, tem \n\nsido o sistema mais utilizado na região dos cerrados brasileiros (UEMURA et al., \n\n1997, SCALÉA, 2000, TAKIZAWA, 2003). Apesar dos bons resultados que as \n\npesquisas têm encontrado com este sistema, em função das variações nas \n\ncondições de clima algumas vezes ocorre atraso no plantio destas espécies e não \n\nse obtém quantidade de biomassa suficiente para a otimização dos benefícios do \n\nSPD. \n\nCom apenas um cultivo anual, o solo permanece grande parte do tempo \n\nocupado com o crescimento de plantas daninhas, que além de não produzirem \n\num volume adequado de palhada, corroboram para o aumento da infestação por \n\nespécies invasoras da área em anos subseqüentes, o que destaca a importância \n\ndas culturas de cobertura (CAMARGO; PIZA, 2007). \n\nA utilização de espécies com diferentes características de sistema \n\nradicular, que podem ser incluídas em sistemas de rotação e/ou de sucessão, é \n\nde extrema importância para o planejamento da recuperação e conservação dos \n\nsolos. Na maioria dos casos, a consorciação de duas ou mais espécies ou uma \n\nrotação adequada de culturas já é capaz de melhorar substancialmente as \n\ncaracterísticas físicas de solos degradados ou em início de degradação \n\n(TEIXEIRA et al., 2003). \n\nA culturas de cobertura já se constituem em um dos critérios para a \n\nrecomendação de adubação nitrogenada no caso do milho em SPD nos estados \n\ndo Rio Grande do Sul e Santa Catarina (AMADO et al., 2002). Para as condições \n\nde cerrado, Sousa e Lobato (2004) recomendam considerar, dentre os critérios \n\npara o cálculo da dose de nitrogênio (N) para o milho, um fator específico para \n\ngramíneas ou leguminosas para estimar a contribuição do N mineralizado dos \n\n\n\n17 \n\n \n\nresíduos das três últimas culturas cultivadas no verão. Esse fator deve ser \n\nmultiplicado pelas suas respectivas produtividades de grãos. \n\nO uso de culturas de cobertura na entressafra, sobretudo as leguminosas, \n\nantecedendo a cultura do milho em SPD, demonstra ser uma alternativa \n\npromissora na suplementação de N (OHLAND et al., 2005). A qualidade do \n\nresíduo vegetal, principalmente sua relação C/N, e a disponibilidade de N mineral \n\nna solução do solo influenciam na taxa de decomposição e no aproveitamento do \n\nN destes resíduos pela cultura do milho. \n\nLara Cabezas et al. (2004) descrevem que nas condições de cerrado, as \n\ngramíneas demonstram melhores resultados em relação à produção de biomassa, \n\ncom destaque para o milheto. Isto se deve a sua maior resistência ao déficit \n\nhídrico, com maior produção de biomassa e menor custo das sementes. Além \n\ndisso, as elevadas temperaturas associadas à alta pluviosidade no verão \n\npromovem rápida decomposição dos resíduos vegetais de baixa relação C/N \n\ncomo as leguminosas. \n\nA escolha da cobertura vegetal do solo, quer como adubo verde ou como \n\ncobertura morta, deve ser feita objetivando produção de grande quantidade de \n\nbiomassa. Salton et al. (1998) destacam que dependendo da região de plantio, \n\ndeve-se dar preferência para plantas fixadoras de N, com sistema radicular \n\nprofundo ou abundante, promotoras de reciclagem de nutrientes, capazes de se \n\nnutrir com os fertilizantes residuais das culturas comerciais e que não sejam \n\nhospedeiras de pragas, doenças e nematóides. \n\nAndreola et al. (2000) ressaltam que as práticas vegetativas, como as que \n\nenvolvem a cobertura vegetal do solo, além de serem simples, auxiliam no \n\ncontrole da erosão e, na maioria dos casos, melhoram a disponibilidade de \n\nnutrientes para a cultura subseqüente. Pesquisas demonstram que a pouca \n\ndisponibilidade de palhada sobre o solo em áreas sob SPD está diretamente \n\nrelacionada à falta de bons resultados com este sistema. A cobertura morta \n\nresultante exclusivamente dos restos culturais do cultivo de verão e de plantas \n\ndaninhas é insuficiente para a plena cobertura e proteção do solo, podendo \n\ncomprometer a eficiência do SPD. \n\nLopes et al. (1987) concluíram que uma, duas e quatro t ha-1 de matéria \n\nseca de resíduo vegetal cobrem cerca de 20%, 40% e 60-70% da superfície do \n\nsolo, respectivamente. Seria necessário, pelo menos, sete t ha-1 de matéria seca \n\n\n\n18 \n\n \n\nde palhada, uniformemente distribuída, para a cobertura plena da superfície do \n\nsolo.  \n\nAlguns autores preconizam que de 10 a 11 t ha-1 de matéria seca, \n\npropiciaria uma cobertura ideal para a manutenção do SPD. Um dos desafios tem \n\nsido encontrar espécies vegetais que produzam quantidade e qualidade de palha \n\nsuficiente, nas condições limitantes do cerrado. As condições climáticas limitantes \n\ndos cerrados dificultam o desenvolvimento de culturas de cobertura em épocas do \n\nano fora da estação chuvosa. E mesmo nesta época, os riscos e as dificuldades \n\nde acumulação de matéria seca são grandes (SALTON et al., 1998). \n\nDexter (1991) destaca que as raízes das plantas de cobertura podem \n\namenizar a impedância mecânica do solo. O sistema radicular provoca \n\ndesarranjos no solo ao penetrar camadas com alta resistência mecânica e, ao se \n\ndecompor, deixa canais (“bioporos”) que contribuem para a infiltração de água e \n\ndifusão de gases, melhorando a qualidade física do solo para as culturas \n\nsubseqüentes. Além disso, o crescimento radicular pode incrementar o teor de \n\nmatéria orgânica ao longo do perfil do solo, a qual promove a estabilização dos \n\nagregados, reduzindo a susceptibilidade do solo à compactação (ROTH et al., \n\n1992). \n\nEm trabalho de Suzuki e Alves (2006), o milheto e a crotalária como \n\nculturas de cobertura, se destacaram na produção de matéria seca em relação ao \n\nguandú e a mucuna. Pitol et al. (1996) ressaltam que a produção de matéria seca \n\ndessas espécies pode variar de 4.000 a 5.000 kg ha-1. Já França e Madureira \n\n(1989), em área de cerrado, sem adubação, obtiveram produção de 4.500 kg ha-1 \n\nde matéria seca de milheto. \n\nA reciclagem de nutrientes é outro benefício importante, já que diferentes \n\nculturas requerem adubações diferenciadas, sendo também diferentes os \n\nresíduos que permanecem após os cultivos (SCALÉA, 2000). \n\nAmado et al. (2002) classificam as plantas de cobertura conforme sua \n\nprodução de fitomassa. De acordo com os resultados de matéria seca obtidos, os \n\nautores concluíram que as culturas de sucessão podem ser classificadas como de \n\nbaixa produção: aveia-preta, guandú e milheto; média produção: crotalária júncea, \n\ngirassol e mucuna; e como de alta produção: feijão-bravo-do-ceará. \n\nDiscordando dessas informações, em trabalhos realizados por Alvarenga \n\net al. (2001), Oliveira et al. (2002), o milheto apresentou elevadas taxas de \n\n\n\n19 \n\n \n\ncobertura, em duas épocas de avaliação, em agosto e outubro, depois das \n\nprimeiras chuvas. O maior tempo de permanência de seus resíduos deve-se à \n\nsua alta relação C/N, proporcionando maior resistência à decomposição e \n\nuniformidade de distribuição sobre o solo. \n\n \n\n2.2. Rotação de culturas \n\n \nO princípio da rotação de culturas é de alternar anualmente espécies \n\nvegetais numa mesma área agrícola. Consistindo em introduzir uma cultura de \n\ncobertura no inverno ou verão, intercalada com o plantio da cultura principal, \n\nvisando formar palha ou cobertura morta. Este sistema tende a recuperar, manter \n\ne melhorar os recursos naturais bem como as características do solo. O processo \n\nrepõe restos orgânicos e protege o solo da ação dos agentes climáticos, ajudando \n\na viabilizar o SPD (PRIMAVESI, 2002). \n\nA rotação de culturas contribui para manter o equilíbrio dos nutrientes no \n\nsolo e aumentar a sua fertilidade, além de permitir melhor utilização dos insumos \n\nagrícolas. A adição regular de resíduos de adubos verdes aos vários solos dos \n\ntrópicos, nos quais a matéria orgânica apresenta-se entre 2% e 3%, promovem, \n\nprincipalmente, a melhoria da estrutura que favorece a aeração e a infiltração de \n\nágua no solo, possibilitando maior penetração do sistema radicular (IGUE, 1984). \n\nEm SPD a rotação de culturas nos cerrados é caracterizada pelo cultivo \n\nde verão com soja ou milho, sucedido por milho, sorgo ou milheto no outono. \n\nAlternativamente, a semeadura pode ser realizada nas primeiras chuvas \n\n(antecipada) produzindo palha para a semeadura da cultura comercial em \n\nnovembro. Nesse contexto, a cultura da soja é a que apresenta melhores \n\nresultados sobre plantio direto em sucessão à pastagem, sendo também indicada \n\nantecedendo a pastagem, devido à fixação de N em beneficio à produção de \n\nforragem (CORDEIRO, 1999). \n\nO sistema de cultivo com rotação ao longo do tempo tende a alterar as \n\npropriedades físicas do solo. Em latossolos vermelho-escuros sob rotação de \n\nculturas, Campos et al. (1995) observaram maior atividade microbiana e \n\nestabilidade dos agregados. Já Albuquerque et al. (1995) observaram maior \n\nvolume de macroporos e menor densidade do solo, nos sistemas de rotações de \n\nculturas comparados às sucessões. \n\n\n\n20 \n\n \n\nEm trabalho conduzido por Silveira Neto et al. (2006), os efeitos da \n\nrotação de culturas sobre os atributos físicos do solo foram mais expressivos que \n\nos efeitos do sistema de preparo do solo. Possivelmente, isto ocorreu devido à \n\nvariação anual nas culturas implantadas, que proporcionaram diferentes aportes \n\nde material vegetal ao solo. Entretanto, observou-se que o sistema de rotação \n\nque incluiu mais vezes o cultivo de milheto propiciou, na camada de 10-20 cm de \n\nprofundidade, menor valor de densidade de solo, maiores valores de \n\nmacroporosidade e de porosidade total em relação aos sistemas de rotação que \n\nnão o incluíam. Já Bertol et al. (2004), em trabalho envolvendo rotação e \n\nsucessão de culturas, não observaram efeito significativo nas propriedades físicas \n\ndo solo, tanto sob semeadura direta quanto em preparo convencional de solo. \n\nA cultura do milho, responsável por mais de 43 milhões de toneladas de \n\ngrãos (CONAB, 2009), está presente como integrante de rotação em boa parte \n\ndas áreas cultivadas sob SPD. Na região sul do Brasil, o trigo ainda configura \n\ncomo uma das mais tradicionais opções para rotação com o milho, com \n\nbenefícios para ambas as culturas, uma vez manejadas segundo os princípios \n\ndeste sistema de plantio. \n\nConforme Medeiros et al. (1987), o sistema de rotação de culturas com \n\nleguminosas e gramíneas constitui um sistema capaz de promover a recuperação \n\ne conservação de solos fisicamente degradados. O efeito benéfico da rotação de \n\nculturas associado às plantas de cobertura sobre parâmetros físicos do solo é \n\nressaltado por outros autores tais como Derpsch et al. (1991), Cattelan et al. \n\n(1997). \n\n \n\n2.3. Efeitos dos manejos nas características agronômicas do milho \n\n \nExistem relativamente poucos trabalhos de longa duração avaliando o \n\nrendimento de grãos da cultura do milho, sob sistemas de manejo de solo. Em \n\ntrabalhos encontrados até a metade da década de 90, não havia análise conjunta \n\ndos anos sobre rendimento de grãos de milho, soja, sorgo e trigo, sob diferentes \n\nsistemas de manejo de solo (SIDIRAS et al., 1983, RUEDELL, 1995). \n\nEm trabalho realizado por Grotta (2006), foi observado que a altura de \n\ninserção da primeira espiga nas plantas de milho, não houve diferenças quando \n\nsubmetidas a diferentes culturas de coberturas do solo. O autor evidencia que \n\n\n\n21 \n\n \n\nessa característica não depende da cobertura do solo implantada, visto que esta \n\ncaracterística é determinada geneticamente. \n\nO cultivo de leguminosas antecedendo o milho aumenta a disponibilidade \n\nde N no solo, aumentando a absorção do mesmo pela planta e \n\nconseqüentemente o rendimento de grãos, assim o uso e manejo de leguminosas \n\né importante para a melhoria dos componentes de produção da cultura (OHLAND \n\net al., 2005). \n\nA cobertura do solo no SPD proporciona maior umidade nas camadas \n\nsuperficiais, mantendo por maior tempo a faixa de água disponível para as \n\nplantas, devido à redução das perdas por evaporação (SALTON; MIELNICZUK, \n\n1995). Esse fato é observado em trabalhos como o de Centurion e Demattê \n\n(1985), De Maria et al. (1999). \n\nOs resíduos vegetais deixados na superfície do solo podem proporcionar \n\ntanto efeitos positivos como negativos sobre o crescimento de plantas de verão, \n\nestabelecidas em sucessão (ROMAN; VELLOSO, 1993). \n\nO rendimento de grãos na maioria das culturas, sob diferentes manejos \n\nde solo depende, dentre outros fatores, das condições climáticas do ano agrícola, \n\nda qualidade do manejo, do nível de fertilidade do solo e do estado sanitário da \n\ncultura. Por estas razões, tem sido bastante variável os relatos na literatura sobre \n\no comportamento das culturas nos diferentes manejos de solo e/ou rotação de \n\nculturas.  \n\nNa cultura do milho, os resultados referentes à forma de manejo do solo \n\nsão também bastante diferenciados. Maiores rendimentos de milho no SPD, em \n\nrelação a outros sistemas de manejo, são relatados por Hernani e Salton (1997), \n\nIsmail et al. (1994), e discordando desses dados, Oliveira et al. (1990), Balbino et \n\nal. (1994) encontraram efeitos negativos. \n\n \n\n2.4. Efeitos dos manejos nas propriedades físicas do solo \n\n \nCom a expansão do SPD na região dos cerrados do Brasil, os solos sob \n\nesse sistema geralmente apresentam, após três a quatro anos, maiores valores \n\nde densidade e de microporosidade e menores valores de macroporosidade e \n\nporosidade total na camada superficial, quando comparados aos solos sob \n\nmanejo convencional (SILVEIRA et al., 1999). Isso decorre devido, principalmente \n\n\n\n22 \n\n \n\ndo arranjamento natural do solo revolvido e da pressão exercida pelo trânsito de \n\nmáquinas e implementos agrícolas, sobretudo quando realizado em solos \n\nargilosos e com teores elevados de umidade (VIEIRA; MUZILLI, 1984). \n\nSilveira Neto et al. (2006) destacaram uma série de atributos do solo para \n\navaliar sua qualidade, como teores de matéria orgânica, densidade, \n\nmacroporosidade, microporosidade e porosidade total. Os atributos físicos \n\ndescritos apresentam bom desempenho como indicadores da qualidade, \n\ndistinguindo bem os efeitos proporcionados pelos sistemas de manejo do solo. \n\nO aumento na densidade do solo da camada superficial tem feito com que \n\nalguns agricultores da região dos cerrados, eventualmente, utilizem o arado ou o \n\nescarificador em suas áreas até então conduzidas sob SPD, atuando na redução \n\nda densidade do solo e na redistribuição dos nutrientes no perfil do solo. Tal \n\nprocedimento pouco afeta o aspecto conservacionista de manejo do solo, já que a \n\nsemeadura direta volta a ser empregada nos cultivos subseqüentes (SILVEIRA et \n\nal., 1998). \n\nStone e Silveira (2001) observaram que a densidade do solo sob plantio \n\ndireto pode diminuir com o passar dos anos, devido ao aumento da matéria \n\norgânica na camada superficial, melhorando, inclusive, a estrutura do solo. \n\nSegundo estes autores, a rotação de culturas, a inclusão de espécies com \n\nsistema radicular agressivo e elevado aporte de matéria seca, ajuda na melhoria \n\nde outros atributos físicos do solo. A intensidade da melhoria depende do período \n\nde cultivo, do número de cultivos por ano e das espécies envolvidas no sistema. \n\nFato também descrito em trabalho realizado por Reeves (1995). \n\nCastro (1989) ressalta que alterações na estrutura de solos argilosos pelo \n\nSPD contínuo, com sensível aumento na densidade e diminuição na \n\nmacroporosidade e na porosidade total, podem provocar modificações no fluxo de \n\nágua e nutrientes do solo e na atividade microbiana, atuando, conseqüentemente, \n\nna redução do desenvolvimento das culturas e no aumento do processo erosivo.  \n\nEm trabalho conduzido por Silveira Neto et al. (2006) concluíram que a \n\ndensidade do solo, microporosidade, macroporosidade e porosidade total, não \n\nforam influenciadas pelos sistemas de rotação de culturas, nas camadas de 0-10 \n\ncm e de 20-30cm de profundidade. Porém, na faixa compreendida entre 10-20 \n\ncm, os mesmos foram afetados, fato justificável devido à maior parte do sistema \n\nradicular das culturas estarem concentrados nessa profundidade. \n\n\n\n23 \n\n \n\nCastro Filho et al. (2002), trabalhando com milheto como cobertura de \n\nsolo, relatam que o denso sistema radicular provavelmente contribuiu para \n\naumentar o teor de matéria orgânica e melhorar ao longo do tempo a porosidade \n\ndo solo sob SPD contínuo, com reflexos positivos na estrutura física do solo, fato \n\ntambém observado por Bráz (2003). \n\n \n\n2.5. Efeitos dos manejos nas propriedades químicas do solo \n\n \nO acúmulo dos corretivos e fertilizantes, através do SPD, nas camadas \n\nsuperficiais do solo, por não haver incorporação, altera a distribuição, \n\nacumulação, disponibilidade e aproveitamento de nutrientes pelas plantas. Nesse \n\naspecto, há necessidade de trabalhos sobre estudos de efeitos dos sistemas de \n\nplantio nas propriedades dos solos e sua influência na disponibilidade de \n\nnutrientes para as plantas, buscando assim melhor manejo da fertilidade do solo \n\n(MUZILLI, 1985). \n\nO não revolvimento do solo no SPD e o processo de reciclagem de \n\nnutrientes que são absorvidos pelas raízes e translocados para a parte aérea, \n\nacumulando-se na superfície do solo após a decomposição dos resíduos \n\nvegetais, podem elevar os teores de nutrientes do solo (KURIHARA et al., 1998). \n\nA distribuição da matéria orgânica no solo é diferenciada quando comparados os \n\nSPD e plantio convencional, uma vez que no SPD a mesma fica na superfície, \n\nprotegendo o solo e no convencional é distribuída e incorporada em toda a \n\ncamada arável, acelerando o seu processo de decomposição e perda, e com isso, \n\nhá diminuição no seu aproveitamento. \n\nEm áreas com SPD a mais de cinco anos, geralmente, verifica-se um \n\naumento significativo nos níveis de fósforo (P) na camada de 0-5 cm. Há uma \n\nredistribuição do P em formas orgânicas, mais estáveis e menos suscetíveis à \n\nfixação e um aumento na eficiência do aproveitamento dos adubos fosfatados \n\naplicados. O aumento dos teores de nutrientes na camada superficial permite uma \n\nracionalização das adubações nas culturas subseqüentes a partir do quarto ano, \n\nem média. Assim em áreas com SPD estabilizado, com adequada cobertura de \n\npalha e com disponibilidade média de P e potássio (K), sugere-se a redução em \n\n10 % na aplicação desses nutrientes quando esses valores forem altos, \n\n\n\n24 \n\n \n\nrecomendando-se a aplicação com base na exportação de nutrientes pelos grãos \n\nda cultura (KURIHARA et al., 1998). \n\nEstudo realizado em Latossolo Roxo distrófico por Muzilli (1985) \n\ncomparando o SPD ao convencional, observou acumulação de P sensivelmente \n\nmais alta em plantio direto na camada de 0-5 cm de profundidade e comparando \n\ncom os teores iniciais, houve uma melhoria na disponibilidade desse nutriente até \n\nos 15 cm de profundidade em ambos os sistemas. O maior acúmulo de P nas \n\ncamadas superficiais no plantio direto se explica pela baixa mobilidade e \n\nsolubilidade de seus compostos, já o maior contato entre o adubo por ocasião do \n\npreparo, promovido pela movimentação do solo na ocasião do preparo, explicam \n\na menor disponibilidade do nutriente em plantio convencional e seu \n\ncomportamento quanto à distribuição ao longo da camada arável. \n\nEstudando as propriedades químicas de uma terra roxa estruturada \n\ninfluenciada pela cobertura vegetal de inverno e pela adubação orgânica e \n\nmineral, Andreola et al. (2000), ao coletar amostras nas profundidades de 0-10, \n\n10-20 e 20-30 cm, observaram que a cobertura vegetal de inverno mostrou-se \n\neficiente na manutenção de nutrientes, especialmente de K e dos níveis de \n\ncarbono orgânico, dentro dos limites da camada arável. \n\nEm trabalho conduzido por Bayer e Bertol (1999) observaram que o pH e \n\no alumínio (Al) não foram afetados pelos sistemas de preparo de solo. Houve uma \n\npequena estratificação de cálcio (Ca) e grande estratificação de P e K em \n\nprofundidade no plantio direto quando comparado com o preparo de solo reduzido \n\ne convencional.  \n\nPara Muzilli (1981), no processo de lixiviação do N em forma de nitrato, o \n\nmesmo não se move isoladamente, levando consigo certa quantidade de cátions, \n\ncomo o Ca, K e Magnésio (Mg). No entanto, no SPD houve uma tendência de \n\nacúmulo desse nutriente na camada de 0-10 cm, reflexo da baixa mobilização do \n\nnutriente por lixiviação, prevalecendo uma maior disponibilidade da Ca e Mg.  \n\nEm trabalhos conduzidos nos Estados Unidos, com a manutenção dos \n\nresíduos vegetais na superfície do solo, houve acúmulo substancial de matéria \n\norgânica, P extraível, Ca trocável, Mg e K trocável do solo na camada 0-5 cm, \n\napós seis anos de SPD (SHEAR; MOSCHLER, 1969). \n\nNo Brasil, existem vários trabalhos que relatam efeitos positivos do SPD \n\nno solo. Trabalhos conduzidos nos estados do Pará e Rio Grande do Sul \n\n\n\n25 \n\n \n\nrevelaram acúmulo de Ca e K trocável, bem como de P, nas camadas superficiais \n\ndo solo, a partir de três ou quatro anos de cultivo sob (BOUGLÉ; PEREIRA, 1978, \n\nMUZILLI, 1983, SIDIRAS; PAVAN, 1985). Nesses casos, houve aumento de pH e, \n\nem conseqüência, redução do nível de Al trocável na camada 0-10 cm de solo. \n\nEm trabalho de Santos e Lhamby (1992), no estado do Paraná, sob SPD, \n\nfoi observada uma diminuição nos valores de pH, Ca e Mg trocáveis do solo, com \n\no aumento da profundidade de amostragem (0-20cm), enquanto que os teores de \n\nAl, MO, P e K trocável foram mais elevados na superfície do solo, em comparação \n\nás camadas mais profundas (15-20cm). \n\nEm algumas regiões, as leguminosas são mais utilizadas como plantas de \n\ncobertura, por apresentarem em geral sistema radicular profundo e ramificado e \n\nainda com capacidade de fixar o N atmosférico, apesar de possuírem baixa \n\nrelação C/N. Estas características possibilitam às leguminosas a extração de \n\nelementos menos solúveis e a mobilização de nutrientes das camadas mais \n\nprofundas do solo, tornando-os disponíveis às culturas subseqüentes, como é o \n\ncaso da cultura do milho, que tem uma grande exigência de N (MIYASAKA, 1983, \n\nINFORZATO, 1947, FRANCO; SOUTO, 1984). \n\nSá (1999) observou que em áreas cultivadas com milho sob SPD, há uma \n\ntendência de redução do pH do solo ao longo dos anos, o que pode ser \n\njustificável devido à ação acidificante dos fertilizantes nitrogenados utilizados na \n\ncultura. Resultados semelhantes também foram encontrados por Blevins et al. \n\n(1977), Staley e Boyer (1997), onde houve redução do pH do solo até 15cm de \n\nprofundidade. Ainda, comparativamente ao sistema de preparo convencional, o \n\npH do solo sob SPD é maior (MUZILLI, 1983, SIDIRAS; PAVAN, 1985). \n\n \n\n2.6. Efeitos dos manejos no estado nutricional da cultura do milho \n\n \nPoucos são os trabalhos encontrados na literatura, onde há correlação \n\nentre sistemas de manejo do solo e o estado nutricional da cultura do milho. A \n\nmaioria dos trabalhos nesse âmbito descreve alterações nas propriedades \n\nquímicas no solo, porém é necessário detectar se há alterações nos teores de \n\nnutrientes absorvidos pelas plantas. \n\nO trabalho de Silva (2005) é um dos poucos que faz essa correlação do \n\nestado nutricional das plantas com o manejo do solo. O autor destaca que os \n\n\n\n26 \n\n \n\npreparos de solo (convencional, reduzido e direto), na cultura do feijoeiro, não \n\ninfluenciaram os teores de N, P, K, Ca, Mg e S presentes nas folhas de feijoeiro. \n\nEm relação ao efeito das culturas antecessoras, praticamente não houve \n\ndiferenças nos teores foliares destes nutrientes, com exceção do Ca, que \n\napresentou maior valor, quando da utilização de soja antes do cultivo do feijoeiro, \n\nporém só diferenciando-se dos valores obtidos tendo a Crotalaria juncea como \n\ncultura anterior. \n\n \n \n\n\n\n27 \n\n \n\n3. MATERIAL E MÉTODOS \n\n \n\n3.1. Localização e características da área experimental \n\n \n\nO experimento de longa duração foi desenvolvido na Fazenda de Ensino, \n\nPesquisa e Extensão da Faculdade de Engenharia de Ilha Solteira (UNESP) \n\nlocalizada no município de Selvíria-MS. \n\nA localização geográfica aproximada da área do experimento está na \n\nlatitude de 20º20’ S, longitude de 51º23’ O e altitude de 335 metros. O relevo é \n\ncaracterizado por ser moderadamente plano e ondulado e o solo por ser um \n\nLatossolo Vermelho de textura argilosa. O clima do local é do tipo Aw, pela \n\nclassificação de Köppen, com temperatura média anual de 24,5ºC, precipitação \n\nmédia anual de 1232,2 mm, umidade média anual de 64,8 % e insolação média \n\nde 7,3 horas/dia (HERNANDEZ et al., 1995). \n\n \n\n3.2. Histórico da área experimental \n\n \n\nAnteriormente a instalação do experimento, a área experimental vinha \n\nsendo utilizada para produção de milho, principalmente, sendo em alguns anos \n\ntambém cultivado algodão ou soja, sempre realizado o preparo do solo com arado \n\nou grade pesada e grade niveladora. Em 1999 antes da instalação do \n\nexperimento foi feita a caracterização química da área, onde foram retiradas \n\namostras de solo em duas profundidades, sendo 0,00-0,20 m e 0,20-0,40 m. \n\nA área começou a ser conduzida sob diferentes sistemas desde outubro \n\nde 1999, com o sistema de preparo convencional (SPC) de toda área \n\nexperimental. Após esse preparo, a área foi dividida no sentido longitudinal em \n\ndois terraços de tamanhos iguais. Cada terraço foi novamente dividido em duas \n\npartes, onde se semeou as culturas da soja e milho também no sentido \n\nlongitudinal (Figura 1). \n\nA partir da semeadura das culturas de soja e milho no terraço 1, passou a \n\nse utilizar como preparo de solo para os cultivos subseqüentes, o sistema de \n\nplantio direto (SPD) e no terraço 2, o sistema de preparo convencional (SPC) com \n\naração + gradagem. No ano seguinte (abril/2000), no sentido transversal, \n\nsemeou-se sob os respectivos preparos de solo, as culturas de \n\n\n\n28 \n\n \n\ncobertura/produtora de grãos, em duas repetições: feijão, sorgo, crotalária \n\n(Crotalaria juncea), milheto e uma faixa foi mantida em pousio (Figura 2). \n\n \n\nCultura do Milho (SPD) \n\nCultura da Soja (SPD) \n\n  \nT\n\ne\nrr\n\na\nço\n\n 1\n \n\nCultura do Milho (SPC) \n\nCultura da Soja (SPC) \n\nT\ne\nrr\n\na\nço\n\n 2\n \n\n \nFigura 1. Distribuição das culturas de soja e milho nos terraços da área \n\nexperimental. Selvíria (MS), novembro/1999. \n\n \n\nEm novembro de 2000, as faixas foram cultivadas novamente com soja e \n\nmilho, sob os respectivos preparos de solo, e a partir daí começou a se usar mais \n\ndois manejos (Rotação, com alternância de milho e soja entre as safras) e \n\nMonocultura (cultivo de milho todos os anos na mesma área) como ilustrado na \n\nFigura 3. Em abril de 2001, as culturas de coberturas foram semeadas na mesma \n\nordem (Figura 2) e mantida uma área em pousio. Em novembro de 2001, as \n\nculturas de milho e soja foram novamente semeadas, mantendo-se esse \n\nesquema de manejo durante os oito anos subseqüentes. \n\nM\no\n\nn\no\n\n \n\nFeijão Sorgo Crot. Milheto Pousio Feijão Sorgo Crot. Milheto Pousio \n\nS\nP\n\nD\n \n\nR\no\n\nta\nç\n\nã\no\n\n \n\nFeijão Sorgo Crot. Milheto Pousio Feijão Sorgo Crot. Milheto Pousio T\ne\nrr\n\na\nço\n\n 1\n \n\nM\no\n\nn\no\n\n \n\nFeijão Sorgo Crot. Milheto Pousio Feijão Sorgo Crot. Milheto Pousio \n\nS\nP\n\nC\n \n\nR\no\n\nta\nç\nã\n\no\n \n\nFeijão Sorgo Crot. Milheto Pousio Feijão Sorgo Crot. Milheto Pousio T\ne\nrr\n\na\nço\n\n 2\n \n\n \nFigura 2. Esquema de divisão das faixas para as culturas de cobertura/produtora \n\nde grãos na área experimental. Selvíria (MS), abril/2000. \n\n \n\n\n\n29 \n\n \n\nA partir do ano de 2002 a semeadura das coberturas foi realizada \n\ngeralmente nos meses de outubro e novembro, pois no mês de abril, as \n\ncondições climáticas, principalmente quanto á precipitação são muito \n\ndesfavoráveis para o bom estabelecimento dessas culturas. As culturas de \n\ncobertura utilizadas a partir de 2002 foram: setembro de 2002 e outubro de 2003 - \n\nguandu, capim pé-de-galinha (Eleusine coracana L), crotalária e milheto; no ano \n\nagrícola 2004/05, não houve semeadura das culturas de cobertura e em setembro \n\nde 2005, foram semeadas as culturas crotalária + milheto (2/3 + 1/3), crotalaria + \n\nmilheto (1/3 + 2/3), crotalária e milheto. Em outubro de 2006, as culturas de \n\ncobertura utilizadas foram: crotalária + milheto (1/2 + 1/2), sorgo, crotalária e \n\nmilheto. Em todos os anos agrícolas, onde houve semeadura das culturas de \n\ncobertura, uma área foi mantida em pousio. \n\n \n\n                                              100 m \n\n \n\nFigura 3. Esquema de divisão das faixas de manejo para as culturas de soja e \n\nmilho na área experimental. Selvíria (MS), Novembro/2000. \n\n \n\nNa Tabela 1 está o histórico de análise de solo da área experimental no \n\nperíodo anterior à instalação do experimento. É importante lembrar que as \n\namostragens foram realizadas somente em duas profundidades, sendo de 0,00-\n\n0,20 m e 0,20-0,40 m. Apesar de não ter sido feito a estratificação das camadas \n\nde amostragem em quatro profundidades, esse histórico mostra as condições de \n\nfertilidade em que o solo se encontrava. \n\n \n\n \n\n \n\nMilho (Monocultura) \n\nS\nP\n\nD\n \n\nMilho (Rotação) \n\nT\ne\nrr\n\na\nço\n\n 1\n \n\nMilho (Monocultura) \n\nS\nP\n\nC\n \n\nMilho (Rotação) \n\nT\ne\nrr\n\na\nço\n\n 2\n \n\n\n\n30 \n\n \n\nTabela 1. Histórico de fertilidade do solo na área experimental em duas \n\nprofundidades, nos dois sistemas de preparos de solo no momento \n\nda instalação do experimento, Selvíria (MS), 1999. \n\nP M.O pH K Ca Mg H+Al Al S.B T V \n\nmg dm-3 g dm-3 CaCl2 --------------------------mmolc dm\n-3---------------- % Prep \n\n0-20 cm \n\nPD 13 23 4,8 1,7 18 6 31 2 25,7 56,7 45 \n\nPC 23 23 4,9 1,8 17 11 31 2 29,8 60,8 49 \n\n 20-40 cm \n\nPD 9 17 4,9 1,7 17 3 28 2 21,7 49,7 44 \n\nPC 12 20 4,5 1,1 14 2 34 5 17,1 51,1 33 \n\n \n\n \n\n3.3. Delineamento experimental \n\n \n\nFoi realizada uma análise conjunta dos dados considerando os dois tipos \n\nde preparo de solo, e dentro de cada um deles, dois blocos casualizados, com \n\ndois fatores: culturas de cobertura (milheto + crotalária, sorgo, crotalária e milheto) \n\n+ área em pousio e manejo das culturas produtoras de grãos (monocultura e \n\nrotação de culturas), segundo um esquema em faixas. \n\nAs faixas que constituíam os preparos de solo mediam 20 m de largura x \n\n100 m de comprimento (SPD e SPC); as faixas que constituíam os manejos \n\n(rotação ou monocultura) mediam 10 m de largura x 100 m de comprimento e as \n\nfaixas das coberturas mediam 10 m de largura x 20 m de comprimento. Portanto, \n\ncada parcela avaliada possuía 10 m x 20 m e considerou-se como área útil a área \n\ncentral de cada parcela medindo aproximadamente 6 m x 16 m. Com o objetivo \n\nde se obter quatro repetições, foram realizadas duas amostragens em cada \n\nparcela. \n\n \n\n3.4. Condução na safra 2006/2007 \n\n \nNa safra 2006/07 completou-se oito anos que a área estava sobre os \n\nmanejos descritos. A safra 2006/2007 teve inicio com a instalação das culturas de \n\ncobertura. Para tal foi realizada uma dessecação das plantas daninhas na área \n\n\n\n31 \n\n \n\nsob SPD 20 dias antes da semeadura, utilizando-se glifosato (480 g L-1) na dose \n\nde 1.200 g i.a. ha-1 e 2,4-D (sal dimetilamina - 806 g L-1) na dose de 322,4 g i.a. \n\nha-1. Na área com preparo convencional do solo foram realizadas duas gradagens \n\npesadas seguidas de niveladora. As culturas de cobertura foram semeadas em 16 \n\nde outubro de 2006, seguindo o esquema da Figura 2, com espaçamento de 0,34 \n\nm entre linhas. Foram utilizados 20 kg ha-1 da mistura milheto/crotalária na \n\nproporção 1:1, com as linhas de plantio alternadas. Para o sorgo e o milheto \n\nforam utilizados 20 kg ha-1 de sementes; para crotalária utilizaram-se 15 sementes \n\npor metro e na área em pousio não foi semeada nenhuma cultura após os \n\npreparos. \n\nCom aproximadamente 50 dias após o plantio das coberturas, realizou-se \n\no manejo das mesmas com glifosato (480 g L-1) na dose de 1.200 g i.a. ha-1 e 2,4-\n\nD (sal dimetilamina - 806 g L-1) na dose de 322,4 g i.a. ha-1 na área sob SPD e no \n\nsistema convencional, novamente uma aração seguida de gradagem niveladora, \n\npara uniformizar a área para o plantio. \n\nA semeadura do milho foi realizada conforme esquema da Figura 3, \n\nsendo realizada com 20 dias após a dessecação e gradagem da área, no dia \n\n27/12/2006, porém no sistema convencional foi realizada uma gradagem \n\nniveladora 10 dias antes do plantio. \n\nUtilizou-se o hibrido simples XB 7116 com 5,4 sementes m-1. As sementes \n\nde milho foram tratadas com o inseticida carbofuran (350 g L-1) na dose de 875 g \n\ni.a. 100 kg-1 de sementes. Utilizou-se de semeadora adubadora apropriada para \n\nsemeadura em área com sistema plantio direto, equipada com hastes no sistema \n\nde distribuição do adubo no sulco de semeadura. \n\nA adubação de semeadura no milho foi realizada com 250 kg ha-1 da \n\nformula 08-28-16 e aos 20 dias após a emergência, 150 kg ha-1 de uréia foi \n\naplicado em cobertura, com implemento apropriado para esta operação em área \n\ncom sistema plantio direto de cultivo. \n\nPara controle de plantas daninhas foi realizado uma aplicação de atrazine \n\n(500 g L-1) na dose de 1.000 g i.a ha-1 e nicosulfuron (40 g L-1) na dose de 20 g i.a \n\nha-1. \n\n \n\n \n\n \n\n\n\n32 \n\n \n\n3.5. Obtenção dos dados e avaliações \n\n \nTodas as amostragens para a obtenção de dados foram realizadas na \n\nregião central de cada parcela, descartados 2 m laterais, sendo assim \n\nconsiderada área útil de cada parcela, as dimensões de 18 x 8 m. \n\n \n\n3.5.1. Culturas de cobertura \n\n \nCom aproximadamente 40 dias da emergência, retiraram-se amostras de \n\nmassa verde das culturas de cobertura em cada parcela para determinação da \n\nmatéria seca produzida. Nas parcelas com crotalaria + milheto, crotalária, milheto \n\ne sorgo, foi utilizada uma área de amostragem de 0,34 m2, incluindo as plantas \n\ndaninhas presentes. Para a área em pousio utilizou-se um quadrado de metal de \n\n0,25 m2 onde foi coletada uma amostra com todo o material presente na área. \n\nTodas as amostras foram acondicionadas em sacos de papel e levadas à estufa \n\nde circulação forçada de ar a 65ºC, até atingir massa constante com posterior \n\npesagem e determinação da produção de matéria seca em t ha-1. \n\n \n\n3.5.2. Cultura do milho \n\n \n\n• Estado nutricional das plantas: coletou-se na época do florescimento do \n\nmilho, uma amostra na área útil de cada parcela, composta pelo terço médio com \n\nnervura da folha da base da espiga de 20 plantas, conforme metodologia descrita \n\npor Raij et al. (1997). Esse material foi lavado e colocado em sacos de papel para \n\nsecagem em estufa de circulação e renovação de ar forçado a 65ºC, até atingir \n\nmassa constante, a seguir foi moído em moinho tipo Willey, para determinação \n\ndos teores de N, P, K, Ca, Mg e S, segundo metodologia descrita por Malavolta et \n\nal. (1997). \n\n \n• Altura de plantas: mediu-se no campo, com auxílio de uma régua \n\napropriada e por ocasião da maturação das plantas, a distância entre o colo da \n\nplanta e a inserção da última folha, em amostras de 10 plantas seguidas em duas \n\nlinhas da área útil das parcelas. \n\n \n\n\n\n33 \n\n \n\n• Altura da espiga: simultaneamente a avaliação da altura de plantas, mediu-\n\nse a altura entre o colo das plantas e a inserção da espiga. Em caso de duas \n\nespigas na planta, a leitura foi realizada na base da espiga mais alta. \n\n \n\n• Produção de grãos: coletaram-se as espigas das plantas contidas em duas \n\nlinhas com 3 m de comprimento na área útil de cada parcela. Essas espigas \n\nforam trilhadas mecanicamente e os grãos obtidos foram pesados e determinando \n\na umidade para correção das pesagens para 13% (base úmida). Posteriormente \n\ndeterminou-se a produção de grãos em kg ha-1. \n\n  \n\n• População final e peso médio de 100 grãos: a população final foi obtida \n\natravés da contagem de plantas em duas linhas com 3 m de comprimento na área \n\nútil de cada parcela e posterior cálculo da população de plantas ha-1. A massa \n\nmédia de 100 grãos foi obtida através da contagem de duas amostras de 100 \n\ngrãos do material obtido na avaliação da produção de grãos, com posterior \n\npesagem em balança de precisão. Essa avaliação foi feita no mesmo dia da \n\npesagem da produção de grãos, para ajuste da umidade em 13% na base úmida. \n\n \n• Avaliação do retorno de matéria seca ao solo: coletou-se na área útil de \n\ncada parcela, a parte aérea das plantas em 1 m de linha. Essas plantas foram \n\ncolocadas em sacos, levadas ao barracão e após a retirada dos grãos, foram \n\npesadas e calculada a quantidade de matéria seca retornada ao solo após a \n\ncolheita da cultura. \n\n \n\n \n\n3.5.3. Caracterização físico-química da área \n\n \nAs amostragens foram realizadas no período de entressafra, após a \n\ncolheita do milho da safra 2006/07, no mês de maio de 2007. \n\nPrimeiramente foi realizada a amostragem para a caracterização física do \n\nsolo. As amostras foram retiradas nas profundidades de 0,00 – 0,10; 0,10 – 0,20 e \n\n0,20 – 0,40 m, sendo abertas trincheiras nas entrelinhas de plantio da região \n\ncentral das parcelas. Foram utilizados nesse processo, anéis volumétricos de \n\nalumínio que foram identificados e após amostragem, levados ao Laboratório de \n\n\n\n34 \n\n \n\nFísica do Solo da FE/UNESP. As determinações de macroporosidade, \n\nmicroporosidade foram determinadas pelo método da mesa de tensão e a \n\nporosidade total pela somatória de macroporosidade e microporosidade, sendo a \n\ndensidade do solo determinada através do método do anel volumétrico \n\n(EMBRAPA, 1997). \n\n \n\nAs amostragens para caracterização química da área foram realizadas na \n\nentressafra 06/07 no mês de setembro de 2007. Para essa caracterização foram \n\nrealizadas amostragens do solo em quatro profundidades diferentes (0,00 - 0,5; \n\n0,5 – 0,10; 0,10 – 0,20 e 0,20 – 0,40 m), sendo que na profundidade de 0,00-0,05 \n\nm foram utilizados anéis de alumínio de altura igual a 0,05 m e nas demais \n\nprofundidades foi utilizado trado de caneco. Dentro de cada parcela foram feitos \n\ndois pontos de amostragem, com a retirada de dez amostras simples em cada \n\nprofundidade dentro de cada ponto, formando uma amostra composta por 20 \n\nsubamostras para cada profundidade, conforme metodologia descrita por Nicolodi \n\net al. (2002) (Figura 4). \n\nAs amostras compostas foram secas ao ar e peneiradas em malha de 2,0 \n\nmm, para determinação do pH e os teores de M.O., P, K, Ca, Mg, H+Al e Al. \n\nAs extrações de cálcio, magnésio, potássio e fósforo disponível, foram \n\nrealizadas usando resina trocadora de íons (RAIJ; QUAGGIO, 1983). O \n\nhidrogênio + alumínio foi determinado por titulometria, usando solução de acetato \n\nde cálcio 1,0 N a pH 7,0. O pH foi obtido em solução de CaCl2 2H2O (0,01M) e o \n\nteor de matéria orgânica a partir da combustão úmida com dicromato de potássio. \n\nEssas análises foram realizadas no laboratório de Fertilidade do Departamento de \n\nFitotecnia, Tecnologia de Alimentos e Sócio-Economia da FEIS-UNESP. Após a \n\nobtenção dos dados, calcularam-se os valores de soma de bases (S), CTC (T) e \n\nV%. \n\n\n\n35 \n\n \n\n \n\nFigura 4. Esquema amostragem de solo para análise de fertilidade, na área \n\nexperimental, com trado de caneca. Selvíria (MS), Setembro/2007. \n\n \n\n3.6. Análises estatísticas \n\n \nAs análises estatísticas foram realizadas com o programa computacional \n\nSAS (STATISTICAL ANALYSIS SYSTEM INSTITUTE, 1999). \n\n \n\n \n\n\n\n36 \n\n \n\n4. RESULTADOS E DISCUSSÃO \n\n \n\n4.1. Dados climáticos no período do experimento \n\n \n\nHouve grande variação de temperatura durante o período da safra \n\n2006/2007, sendo a menor média mensal da temperatura mínima registrada de \n\n17,2ºC e a maior da temperatura máxima de 34ºC; a temperatura média durante a \n\nsafra foi de 26,4ºC (Figura 5). \n\n \n\n \n\n \nFigura 5. Temperaturas médias mensais máximas, médias e mínimas, no período \n\nde condução do experimento (setembro/06 - abril/07), no município de \n\nSelvíria - MS. \n\n \n\nA precipitação durante o período do experimento teve uma concentração \n\nnos meses de dezembro de 2006 e janeiro de 2007. O maior valor de precipitação \n\nfoi de 429 mm no mês de janeiro e a menor precipitação de 28 mm no mês de \n\nabril de 2007. No mês de março de 2007 a precipitação foi de 46 mm, com má \n\ndistribuição, sendo menor ainda no mês de abril, período esse que coincidiu com \n\na fase final de enchimento de grãos da cultura do milho (Figura 6). \n\n \n\n \n\n\n\n37 \n\n \n\n \n\n \nFigura 6. Médias de precipitação do período de condução do experimento \n\n(setembro/2006 a abril/2007), no município de Selvíria - MS. \n\n \n\n4.2. Matéria seca das culturas de cobertura \n\n \n\nNa Tabela 2 está a análise de variância para a produção de matéria seca \n\ndas culturas de cobertura. Verifica-se que somente houve significância para \n\npreparo, cobertura e a interação preparo x cobertura. \n\nEm relação aos sistemas de preparo de solo houve diferença na produção \n\nde matéria seca (Tabela 3), apresentando o sistema convencional (2,1 t ha-1) \n\nprodução maior em relação ao sistema plantio direto (1,4 t ha-1). Concordando \n\ncom essa informação Suzuki e Alves (2006) em trabalho com culturas de \n\ncobertura relataram que o preparo convencional produziu maior quantidade de \n\nmatéria seca em relação ao plantio direto e atribuem esse fato a disponibilidade \n\nde nutrientes provenientes da incorporação dos restos da cultura anterior. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n38 \n\n \n\nTabela 2. Análise de variância da produção de matéria seca (t ha-1) das culturas \n\nde coberturas. Selvíria - MS, 2006. \n\n \n\nCausas de Variação Matéria Seca \n\nPreparo 36,20 ** \n\nManejo 0,02 ns \n\nPreparo x Manejo 0,07 ns \n\nCobertura 69,23** \n\nPreparo x Cobertura 6,89 ** \n\nManejo x Cobertura 0,38 ns \n\nPreparo x Manejo x Cobertura 1,63 ns \n\nCV % 17,2 \n*Significativo ao nível de 5% de probabilidade, **Significativo ao nível de 1% de probabilidade \nns Não significativo. \n \n\nO plantio direto propicia ambiente favorável ao estabelecimento das \n\nculturas de sucessão e, conseqüentemente, maior produção de biomassa \n\n(THEISEN; VIDAL, 1999, ALVARENGA et al., 2001). Sob condições de baixa \n\nprecipitação, o sistema de plantio direto é mais eficiente na manutenção da \n\numidade disponível do solo, principalmente, em virtude da permanência de \n\npalhada na superfície (SANTOS et al., 1995). \n\nCom relação ás coberturas, na Tabela 3 observa-se que o sorgo, o pousio \n\ne o milheto resultaram em maior produção de matéria seca entre as culturas de \n\ncobertura de solo, sendo 2,4 t ha-1; 2,3 t ha-1 e 2,2 t ha-1 respectivamente. A \n\nprodução de massa seca do milheto pode variar de 4 a 5 t ha-1 conforme descrito \n\npor Pitol et al. (1996). França e Madureira (1989), em área de cerrado, sem \n\nadubação, produziram 4,5 t ha-1 de matéria seca de milheto. \n\nBertin et al. (2003) verificaram produção de massa seca do milheto e \n\ncrotalária de 3,9 t ha-1 e 3,1 t ha-1 respectivamente, com semeadura no início de \n\nsetembro, na região de Jaboticabal (SP), e coleta aos 90 dias da semeadura. Os \n\nautores relatam ainda que no pousio, com o início das chuvas, tem-se rápido \n\nestabelecimento e desenvolvimento das plantas daninhas, formando-se, \n\nvisualmente, uma densa cobertura vegetal, o que proporciona ás áreas de pousio \n\numa produção de matéria seca semelhante às demais coberturas de solo. \n\n\n\n39 \n\n \n\nEntre os sistemas de manejo, que se constituíram de rotação de culturas \n\ne monocultura, não houve diferença significativa entre a produção de matéria \n\nseca pelas culturas de cobertura como pode ser observado na Tabela 3. \n\n \n\n \nTabela 3. Médias de produção de matéria seca (t ha-1) das culturas de coberturas, \n\nSelvíria - MS, 2006. \n \n\nTratamentos Matéria Seca \n\nPD 1,49  \n\nPC 2,17  \n\nMonocultura 1,82  \n\nRotação 1,83  \n\nCrotalária + Milheto 0,64  \n\nCrotalária 1,53  \n\nMilheto 2,24  \n\nPousio 2,34  \n\nSorgo 2,40  \n\n \n\nNo desdobramento da interação preparo x cobertura (Tabela 4), o \n\nconsórcio crotalária + milheto obteve as menores produções de matéria seca em \n\nambos os sistemas de preparo de solo. Milheto, pousio e sorgo são os maiores \n\nem produção de matéria seca dentro dos sistemas de preparo de solo. Na \n\ncomparação de cada cobertura entre os preparos, o milheto e o sorgo, foram \n\nsuperiores dentro de preparo convencional, tendo valores inferiores em todos os \n\nsistemas de preparo o consórcio crotalária+milheto. \n\nSuzuki e Alves (2006) relataram resultados semelhantes onde as plantas \n\nde cobertura têm maior produção de massa seca no sistema de preparo \n\nconvencional, fato esse atribuído á incorporação dos restos culturais no ato do \n\npreparo do solo e como conseqüência á disponibilização de nutrientes as plantas. \n\nJá Carvalho et al. (2004) em trabalho com adubos verdes e diferentes sistemas \n\nde preparo do solo, não observou diferença significativa entre o preparo de solo \n\nconvencional e direto na produção de massa seca dos adubos verdes utilizados. \n\nAs médias de matéria seca do presente trabalho mantiveram-se abaixo de \n\n6,0 t ha-1, quantidade essa que Alvarenga et al. (2001), descrevem como a \n\n\n\n40 \n\n \n\nquantidade adequada de resíduos que proporciona boa taxa de cobertura do solo. \n\nAs culturas de cobertura tiveram baixa produção de fitomassa, provavelmente, em \n\nvirtude do período de semeadura não ser favorável ao seu desenvolvimento. Esse \n\nfato também foi relatado por Sodré Filho et al. (2004), trabalhando com aveia \n\npreta e crotalária como culturas de cobertura. \n\n \n\nTabela 4. Desdobramento da interação: preparo x cobertura, significativa para \n\nprodução de matéria seca (t ha-1) das culturas de cobertura. Selvíria - \n\nMS, 2006. \n\n \n\nPrep./Cobert. Crot+Milheto Crotalária Milheto Pousio Sorgo \n\nPC 0,77 c 1,70 b 2,66 Aa 2,61 a 3,11 Aa \n\nPD 0,50 c 1,36 b 1,82 Bab 2,08 a 1,68 Bab \n\nMédias seguidas por letras minúsculas distintas na linha e maiúsculas na coluna diferem entre si \nao nível de significância de 5%, pelo teste de Tukey. \n\n \n\n4.3. Atributos físicos do solo \n\n \n\nA macroporosidade, microporosidade e porosidade total do solo na \n\ncamada de 0,0 - 0,10 m, não foram influenciadas isoladamente por nenhum dos \n\ntratamentos (Tabela 5). Silveira Neto et al. (2006) em trabalho com diferentes \n\npreparos de solo e rotação de culturas, também não observaram influência dos \n\ntratamentos sob as propriedades físicas do solo na camada de 0,0 - 0,10 m. \n\nSegundo Ribon (2000), os sistemas de manejo utilizados podem causar \n\nalterações nas características físicas do solo, tais como: redução da densidade do \n\nsolo e aumento da sua macroporosidade. Cassol e Anghinoni (1995) já relatam \n\nem seu trabalho que não houve diferença significativa na densidade do solo após \n\n4 anos de cultivos sob plantio direto e convencional. As plantas de cobertura \n\npodem melhorar as propriedades físicas e químicas do solo, a médio e longo \n\nprazo, além de diminuir o processo erosivo (CORÁ et al., 1995). A mucuna preta e \n\nlab-lab como coberturas verdes não tiveram interferência nas características de \n\nmacro, micro, porosidade total e densidade do solo conforme Arf et al. (1999). \n\nConforme sugerido por Taylor e Aschcroft (1972), o valor ideal de \n\nmacroporos para os solos está em torno de 1/3 do volume total de poros. Assim \n\n\n\n41 \n\n \n\nos valores observados no presente trabalho se aproximam da faixa ideal. Baver et \n\nal. (1972) mencionam que o valor mínimo de macroporosidade para não \n\nprejudicar o sistema radicular e a aeração do solo é o equivalente a 0,10 m3 m-3. \n\nNos sistemas de preparo de solo (Tabela 5) apesar de não existir \n\ndiferença estatística entre os mesmos, houve uma tendência de macro, micro e \n\nporosidade total com maiores valores no sistema convencional de preparo de solo \n\ne menores valores de densidade. O sistema convencional de preparo de solo \n\nproporciona um aumento na porosidade total e redução da densidade do solo \n\ndevido ao incremento do volume de macroporos (MARCIANO, 1999, ALMEIDA, \n\n2001). \n\nA tendência de diminuição de densidade no sistema convencional de \n\npreparo é também relatada por Kiehl (1979), destacando que a aração seguida da \n\ngradagem com um teor ótimo de umidade, contribui para a formação de \n\nagregados e conseqüentemente diminuição da densidade do solo. \n\nOs valores médios da densidade do solo neste trabalho estão acima dos \n\nconsiderados naturais para os solos argilosos, que é de 1,00 - 1,25 Mg m-3 \n\n(KIEHL, 1979). \n\nA interação sistemas de preparo x culturas de cobertura (Tabela 6) foi \n\nsignificativa para microporosidade na camada de 0,00 - 0,10 m. Os maiores \n\nvalores de microporosidade foram para o sorgo dentro de sistema convencional \n\nde preparo do solo. Na comparação entre os sistemas de preparo do solo, \n\nnovamente o sorgo apresentou maiores valores quando se utilizou o sistema  \n\nconvencional. \n\nResultados contrários foram descritos por Moreti (2002), onde os \n\ndiferentes preparos de solo e culturas de cobertura não influenciaram a \n\nmicroporosidade em nenhuma das camadas estudadas. De acordo com Alves \n\n(2001) a microporosidade e a porosidade total se alteram à medida que a \n\nmacroporosidade se modifica. \n\n \n\n \n\n \n\n \n\n\n\n42 \n\n \n\nTabela 5. Médias e coeficientes de variação para macro (m3 m-3), micro (m3 m-3), \n\nporosidade total (m3 m-3) e densidade (Mg m-3) na profundidade de 0,0 - \n\n0,10 m, sob os diferentes tratamentos. Selvíria - MS, 2007. \n\nTratamentos Macroporosidade Microporosidade Porosidade Total Densidade \n\nPD          0,1123 0,2828  0,3951  1,51  \n\nPC          0,1283 0,3036  0,4319  1,47  \n\nMonocultura          0,1146 0,2964  0,4111  1,50  \n\nRotação          0,1260 0,2899  0,4160  1,48  \n\nCrot+Milheto          0,1248 0,2981  0,4230  1,45  \n\nCrotalária          0,1221 0,2903  0,4124  1,48  \n\nMilheto          0,1519 0,2794  0,4313  1,44  \n\nPousio          0,0933 0,2928  0,3861  1,58  \n\nSorgo          0,1095 0,3053  0,4148  1,50  \n\nCV(%)        15,23 9,76 9,03 6,88 \n\nMédias seguidas por letras distintas na coluna diferem entre si ao nível de significância de 5%, \npelo teste de Tukey. \n\n \n\n \n\nTabela 6. Desdobramento da interação sistemas de preparo x cultura de \n\ncobertura, significativa para microporosidade (m3 m-3) na profundidade \n\nde 0,0 - 0,10 m, sob os diferentes tratamentos. Selvíria - MS, 2007. \n\n \n\nPreparo/Cobertura Crot+Milheto Crotalária Milheto Pousio Sorgo \n\nPC 0,3080 ab 0,2880 b 0,2820 b 0,3050 ab 0,3330 Aa \n\nPD 0,2880 0,2920 0,2760 0,2800 0,2760 B \n\nMédias seguidas por letras minúsculas distintas na linha e maiúsculas na coluna diferem entre si \nao nível de significância de 5%, pelo teste de Tukey. \n \n\n \n\nNa profundidade de 0,10 - 0,20 m, a macroporosidade somente foi \n\ninfluenciada pelos manejos utilizados, com seus maiores valores na rotação de \n\nculturas (Tabela 7). \n\nOs diferentes sistemas de rotação de culturas afetaram a densidade, a \n\nporosidade total e a macroporosidade do solo apenas na camada de 0,0 - 0,10 m \n\nem trabalho de Stone e Guimarães (2005). Os autores relatam ainda em seu \n\ntrabalho que a macroporosidade apresentou maior valor no sistema de rotação de \n\nculturas, dado esse que concorda com o obtido no presente trabalho. \n\n\n\n43 \n\n \n\nA porosidade total foi influenciada pelas diferentes culturas de cobertura, \n\nonde só houve diferença entre crotalária+milheto e o pousio (Tabela 7). Moreti \n\n(2002) não observou efeito significativo entre os diferentes sistemas de preparo \n\nde solo e culturas de cobertura nas propriedades físicas do solo. Apesar de não \n\nexistir a comparação estatística entre as diferentes profundidades, observa-se \n\nque houve uma redução de macro, micro e porosidade total na camada de 0,10 - \n\n0,20 m em relação à camada de 0,00 - 0,10 m.  \n\nPara solos argilosos como no caso do presente experimento, o valor \n\ncrítico para o mesmo ser considerado compactado é de 1,55 Mg m-3 (BOWEN, \n\n1981). Na camada de 0,10 - 0,20 m quase todos os valores ultrapassam essa \n\nfaixa critica. Albuquerque et al. (2001) encontraram resultados semelhantes onde \n\na camada de 0,10 - 0,20 m, apresentou valores acima dessa faixa. Diante desse \n\nfato pode-se levantar a hipótese de que essa camada compactada já existia na \n\nárea antes da implantação do experimento. \n\nA interação sistemas de preparo do solo x culturas de cobertura foi \n\nsignificativa para microporosidade na camada de 0,10 - 0,20 m (Tabela 8). Para \n\nmicroporosidade dentro dos sistemas de preparo, as culturas de cobertura não \n\napresentaram diferença significativa. Na comparação entre os sistemas de \n\npreparo do solo, verificou-se apenas diferença significativa na presença das \n\nculturas de cobertura crotalária e o sorgo, destacando-se o sistema convencional \n\ncom maior valor. \n\nNa camada de 0,20 - 0,40 m, a macroporosidade mostrou ter efeitos dos \n\nsistemas de preparo do solo, sendo os maiores valores para SPC (Tabela 9). O \n\nsistema de manejo também afetou a macroporosidade, onde a rotação de culturas \n\nteve os maiores valores de macroporosidade. Já as culturas de cobertura não \n\ntiveram efeito significativo sobre a macroporosidade para esta camada. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n44 \n\n \n\nTabela 7. Médias e coeficientes de variação para macro (m3 m-3), micro (m3 m-3), \n\nporosidade total (m3 m-3) e densidade (Mg m-3) na profundidade de 0,10 \n\n- 0,20 m, sob os diferentes tratamentos. Selvíria - MS, 2007. \n\n \n\nTratamentos Macroporosidade Microporosidade Porosidade Total Densidade \n\nPD 0,0799 0,2876 0,3678 1,56 \n\nPC 0,0654 0,3147 0,3805 1,61 \n\nMonocultura 0,0641 b 0,3066 0,3712 1,60 \n\nRotação 0,0811 a 0,2960 0,3772 1,57 \n\nCrot+Milheto 0,0838 0,3065 0,3914 a 1,53 \n\nCrotalária 0,0739 0,3008 0,3747 ab 1,61 \n\nMilheto 0,0656 0,3031 0,3688 ab 1,60 \n\nPousio 0,0684 0,2926 0,3611 b 1,59 \n\nSorgo 0,0715 0,3034 0,3750 ab 1,59 \n\nCV% 24,86 4,93 4,48 2,96 \nMédias seguidas por letras distintas diferem entre si ao nível de significância de 5%, pelo teste de Tukey \n\n \n\n \n\nTabela 8. Desdobramento da interação sistemas de preparo x culturas de \n\ncobertura, significativa para microporosidade (m3 m-3) na camada de \n\n0,10 - 0,20 m, sob os diferentes tratamentos. Selvíria - MS, 2007. \n\n \n\nPreparo/Cobertura Crot+Milheto Crotalária Milheto Pousio Sorgo \n\nPC 0,320 0,316 A 0,313 0,305 0,317 A \n\nPD 0,292 0,284 B 0,293 0,280 0,289 B \n\nMédias seguidas por letras distintas minúsculas na linha e maiúsculas na coluna diferem entre si \nao nível de significância de 5%, pelo teste de Tukey. \n \n \n\nA microporosidade e a porosidade total do solo não foram influenciadas \n\npor nenhum dos tratamentos na camada de 0,20-0,40 m (Tabela 9), porém os \n\nvalores estão dentro da faixa considerada ideal para solos de cerrado, conforme \n\nrelatado por Campos (2006). \n\nA densidade somente foi influenciada pelas diferentes culturas de \n\ncobertura, sendo que a mistura crotalária+milheto teve os valores mais baixos de \n\ndensidade, sendo melhor que a crotalária e o milheto, porém se igualando ao \n\n\n\n45 \n\n \n\npousio e sorgo. Os valores de densidade da camada de 0,20 a 0,40 m estão \n\nabaixo da faixa considerada critica para solos argilosos (1,55 Mg m-3) conforme \n\ndescrito por Bowen (1981). \n\n \nTabela 9. Médias e coeficientes de variação para macro (m3 m-3), micro (m3 m-3), \n\nporosidade total (m3 m-3) e densidade (Mg m-3) na profundidade de 0,20 \n\n- 0,40 m, sob os diferentes tratamentos. Selvíria - MS, 2007. \n\n \n\nTratamentos Macroporosidade Microporosidade Porosidade Total Densidade \n\nPD 0,0889  0,3165  0,4305  1,45  \n\nPC 0,1145  0,3160  0,4055  1,46  \n\nMonocultura 0,8730 b 0,3246  0,4120  1,46  \n\nRotação 0,1161 a 0,3079  0,4241  1,44  \n\nCrot+Milheto 0,1102  0,3140  0,4242  1,43  \n\nCrotalária 0,0928  0,3178  0,4107  1,47  \n\nMilheto 0,0919  0,3217  0,4136  1,48  \n\nPousio 0,1038  0,3113  0,4151  1,45  \n\nSorgo 0,1099  0,3165  0,4264  1,44  \nMédias seguidas por letras distintas na coluna diferem entre si ao nível de significância de 5%, \npelo teste de Tukey. \n \n\nO desdobramento da interação sistemas de preparo do solo x culturas de \n\ncobertura significativa para a densidade do solo na camada de 0,20 a 0,40 m está \n\nna Tabela 10. Dentro dos sistemas de preparo o maior valor de densidade foi \n\nobtido em área com milheto em SPC. Na comparação entre sistemas de preparo, \n\nsomente ocorreu diferença significativa na área com milheto destacando-se o \n\nsistema convencional com maior valor. Todos os valores de densidade na \n\ncamada de 0,20-0,40 estão abaixo da faixa crítica (1,55 Mg m-3) para solos \n\nargilosos conforme Bowen (1981). \n\nApesar dos valores médios de densidade não terem uma ampla faixa de \n\nvariação, o efeito benéfico da rotação de culturas, bem como de culturas de \n\ncobertura em propriedades físicas do solo é fato já descrito por vários autores \n\n(NUERNBERG et al., 1986, MEDEIROS et al., 1987, CATTELAN et al., 1997). \n\n \n\n \n\n \n\n\n\n46 \n\n \n\nTabela 10. Desdobramento da interação sistemas de preparo x culturas de \n\ncobertura, significativa para densidade do solo (Mg m-3), na \n\nprofundidade de 0,20 - 0,40 m. Selvíria - MS, 2007. \n\n \n\nPreparo/Cobertura Crot+Milheto Crotalária Milheto Pousio Sorgo \n\nPC 1,41 c 1,49 ab 1,51 Aa 1,44 bc 1,45 bc \n\nPD 1,45 1,44 1,45 B 1,47 1,43 \n\nMédias seguidas por letras distintas minúsculas na linha e maiúsculas na coluna diferem entre si \nao nível de significância de 5%, pelo teste de Tukey. \n \n \n\n4.4. Atributos químicos do solo \n\n \n\nNas Tabelas 11, 12, 13 e 14 encontram-se os valores de F e CV (%) para \n\nas propriedades químicas do solo amostrado nas profundidades de 0,0 - 0,05 m; \n\n0,05 - 0,10 m; 0,10 - 0,20 m e 0,20 - 0,40 m, respectivamente. Lembrando que \n\nesses valores foram transformados em raiz de X, para uma maior uniformidade da \n\nanálise de variância. \n\nNas Tabelas 15, 16, 17 e 18 encontram-se os valores médios e o teste de \n\nTukey para pH (CaCl2), teores de fósforo (P), matéria orgânica (M.O), potássio \n\n(K), cálcio (Ca), magnésio (Mg), hidrogênio + alumínio (H + Al), alumínio trocável \n\n(Al) e enxofre (S) e soma de bases (SB), capacidade de troca catiônica (CTC), \n\nsaturação por bases (V%), para as camadas de 0,0 - 0,05 m; 0,05 - 0,10 m; 0,10 - \n\n0,20 m e 0,20 - 0,40 m, em função dos sistemas de preparo do solo (SPD e SPC), \n\nmanejos (rotação e monocultura), quatro culturas de cobertura e uma área em \n\npousio. \n\nSe comparar os valores da Tabela 1 com os valores encontrados nas \n\ndiferentes camadas do solo (Tabelas 15, 16, 17 e 18), observa-se diminuição dos \n\nteores da maioria dos atributos químicos do solo após a implantação do \n\nexperimento, com exceção do pH que manteve seus valores e o Mg que mostrou \n\nelevação de seus teores após a implantação dos manejos. \n\n \n\n\n\n47 \n\n \n\nTabela 11. Valores de F e coeficientes de variação obtidos na análise de variância dos teores de P (mg dm-3), M.O (g dm-3), \nvalores de pH (CaCl2), teores de K, Ca, Mg, H + Al e S (mg dm\n\n-3) e valores de SB, CTC (mmolc dm\n-3), V (%), na \n\ncamada de 0,00-0,05 m, em função dos diferentes tratamentos utilizados. Selvíria - MS, 2007. \n \n\nCausas de Variação P M.O pH K Ca Mg H+Al Al SB T V S \n\nPreparo 20,09* 240,77 ** 45,22* 0,04 ns 2,76 ns 22,63* 1,26 ns 139,61** 8,62 ns 3,10 ns 7,22 ns 2,09 ns \n\nManejo 1,84 ns 1,69 ns 0,02 ns 0,17 ns 3,45 ns 0,80 ns 4,44ns 41,32* 1,70 ns 2,60ns 1,10 ns 9,50 ns \n\nPreparo x Manejo 0,33 ns 5,11 ns 0,68 ns 0,00 ns 0,01 ns 1,63 ns 1,64 ns 21,76* 0,20 ns 0,43 ns 0,05 ns 0,43 ns \n\nCobertura 0,49 ns 1,31 ns 1,42 ns 2,77 ns 2,27 ns 2,77 ns 3,28 ns 1,74 ns 2,69 ns 1,01ns 3,79 ns 0,89 ns \n\nPreparo x Cobertura 0,34 ns 2,04 ns 0,81 ns 2,13ns 1,10 ns 0,32 ns 1,10 ns 0,88 ns 0,43 ns 1,54 ns 0,17 ns 1,52 ns \n\nManejo x Cobertura 3,00 ns 0,30 ns 1,92 ns 1,07 ns 0,82 ns 0,51 ns 1,35 ns 1,45 ns 0,77 ns 1,77ns 0,32 ns 2,37 ns \n\nPreparo x Manejo x \nCobertura \n\n1,10 ns 0,67 ns 2,28 ns 0,82 ns 1,10 ns 1,00 ns 0,95ns 2,51 ns 1,08 ns 1,14ns 0,98 ns 0,61 ns \n\nCV % 10,63 12,96 1,33 9,06 21,08 20,18 6,29 43,29 16,48 7,93 9,32 18,66 \n\n* Significativo ao nível de 5% de probabilidade; ** Significativo ao nível de 1% de probabilidade;  ns Não significativo. Dados transformados em raiz de X. \n\n\n\n48 \n\n \n\nTabela 12. Valores de F e coeficientes de variação obtidos na análise de variância dos teores de P (mg dm-3), M.O (g dm-3), \nvalores de pH (CaCl2), teores de K, Ca, Mg, H + Al e S (mg dm\n\n-3) e valores de SB, CTC (mmolc dm\n-3), V (%), na \n\ncamada de 0,05-0,10 m, em função dos diferentes tratamentos utilizados. Selvíria - MS, 2007. \n \n\nCausas de Variação P M.O pH K Ca Mg H+Al Al SB T V S \n\nPreparo 0,20 ns 0,41 ns 84,59* 0,04 ns 0,01 ns 1,59 ns 0,40 ns 1,39ns 0,23 ns 0,72 ns 0,01 ns 0,76 ns \n\nManejo 0,70 ns 74,70 * 1,18ns 1,00ns 1,85 ns 0,78 ns 16,67* 0,45 ns 1,34 ns 5,38 ns 0,06 ns 6,71 ns \n\nPreparo x Manejo 0,85 ns 20,32 * 12,35ns 3,93ns 0,00 ns 1,53 ns 6,98ns 2,65 ns 0,08 ns 1,07 ns 0,14 ns 0,27 ns \n\nCobertura 1,62 ns 0,58 ns 1,24ns 1,32ns 3,53ns 3,42 ns 0,74 ns 2,75 ns 4,40 * 0,24 ns 3,20* 0,27 ns \n\nPreparo x Cobertura 1,42 ns 1,12 ns 0,71 ns 2,90ns 0,36 ns 0,90 ns 0,27 ns 0,28 ns 0,75 ns 0,46 ns 0,29 ns 0,31 ns \n\nManejo x Cobertura 0,37 ns 0,91ns 0,27 ns 1,88ns 0,47 ns 2,06 ns 0,23ns 0,90 ns 1,00 ns 0,84 ns 0,35 ns 1,17 ns \n\nPreparo x Manejo x \nCobertura \n\n0,52 ns 0,38 ns 0,17 ns 2,67ns 2,10 ns 1,53 ns 0,48ns 0,26 ns 1,80 ns 1,89 ns 0,98 ns 1,01 ns \n\nCV % 25,60 11,30 2,05 9,13 16,06 10,49 7,15 26,86 11,07 5,42 8,86 23,81 \n\n* Significativo ao nível de 5% de probabilidade; ** Significativo ao nível de 1% de probabilidade;  ns Não significativo. Dados transformados em raiz de X. \n \n\n\n\n49 \n\n \n\nTabela 13. Valores de F e coeficientes de variação obtidos na análise de variância dos teores de P (mg dm-3), M.O (g dm-3), \nvalores de pH (CaCl2), teores de K, Ca, Mg, H + Al e S (mg dm\n\n-3) e valores de SB, CTC (mmolc dm\n-3), V (%), na \n\ncamada de 0,10-0,20 m, em função dos diferentes tratamentos utilizados. Selvíria - MS, 2007. \n \n\nCausas de Variação P M.O pH K Ca Mg H+Al Al SB T V S \n\nPreparo 0,42 ns 0,12 ns 6,44 ns 0,60 ns 0,01 ns 1,41 ns 0,00 ns 0,73 ns 0,07 ns 0,11 ns 0,02 ns 5,57 ns \n\nManejo 0,41 ns 1,48 ns 0,08 ns 0,02 ns 0,64 ns 0,22 ns 0,62 ns 1,06 ns 0,40 ns 1,13 ns 0,10 ns 11,24 ns \n\nPreparo x Manejo 1,00 ns 0,66 ns 1,49 ns 1,33 ns 0,03 ns 0,82 ns 0,15 ns 0,59 ns 0,00 ns 0,05 ns 0,03 ns 3,67 ns \n\nCobertura 3,14 ns 1,25 ns 1,56 ns 0,45 ns 1,06 ns 1,03 ns 0,63 ns 1,52 ns 1,18 ns 2,11 ns 0,56 ns 3,50 ns \n\nPreparo x Cobertura 0,46 ns 2,41 ns 0,68 ns 1,74 ns 1,31 ns 1,05 ns 0,56 ns 0,45 ns 1,24 ns 2,22 ns 0,50 ns 0,80 ns  \n\nManejo x Cobertura 3,19 ns 2,00 ns 0,27 ns 0,86 ns 0,74 ns 0,19 ns 0,11 ns 1,44 ns 0,22 ns 0,07 ns 0,35 ns 1,06 ns  \n\nPreparo x Manejo x \nCobertura \n\n0,90 ns 2,13 ns 0,70 ns 0,48 ns 3,01 ns 3,96 ns 0,36 ns 1,52 ns 3,73ns 0,74 ns 0,94 ns 0,20 ns \n\nCV % 12,40 8,37 1,84 14,07 12,14 12,86 18,55 21,76 10,40 14,63 9,17 45,15 \n\n                      * Significativo ao nível de 5% de probabilidade; ** Significativo ao nível de 1% de probabilidade;  ns Não significativo. Dados transformados em raiz de X. \n\n\n\n50 \n\n \n\nTabela 14. Valores de F e coeficientes de variação obtidos na análise de variância dos teores de P (mg dm-3), M.O (g dm-3), \nvalores de pH (CaCl2), teores de K, Ca, Mg, H + Al e S (mg dm\n\n-3) e valores de SB, CTC (mmolc dm\n-3), V (%), na \n\ncamada de 0,20-0,40 m, em função dos diferentes tratamentos utilizados. Selvíria - MS, 2007. \n \n\nCausas de Variação P M.O pH K Ca Mg H+Al Al SB T V S \n\nPreparo 0,08 ns 5,82 ns 9,71 ns 0,14 ns 0,15 ns 2,92 ns 6,62 ns 1,93 ns 0,00 ns 3,68 ns 0,96 ns 19,38* \n\nManejo 1,01 ns 189,85** 0,00 ns 5,37 ns 1,95 ns 0,02 ns 1,15 ns 0,26 ns 1,06 ns 1,42 ns 0,51 ns 3,67 ns \n\nPreparo x Manejo 0,17 ns 12,11ns 0,24 ns 4,15 ns 0,09 ns 0,24 ns 13,25 ns 0,57 ns 0,18 ns 0,51 ns 0,91 ns 2,66 ns \n\nCobertura 0,34 ns 2,17 ns 2,69 ns 0,69 ns 0,87 ns 0,39 ns 0,84 ns 3,26 ns 0,52 ns 0,75 ns 0,57 ns 0,97 ns \n\nPreparo x Cobertura 0,88 ns 1,89ns 1,05 ns 1,55 ns 1,33 ns 0,83 ns 3,42 ns 2,53 ns 0,72 ns 1,78 ns 1,73 ns 0,91 ns \n\nManejo x Cobertura 0,85 ns 1,58 ns 1,36 ns 1,55 ns 0,63 ns 0,87 ns 0,95 ns 2,51 ns 0,75 ns 0,32 ns 1,40 ns 0,10 ns \n\nPreparo x Manejo x \nCobertura \n\n0,80 ns 2,48ns 5,09 ns 0,71 ns 0,68 ns 0,28 ns 1,01 ns 0,90 ns 0,58 ns 0,43 ns 1,20 ns 0,70 ns \n\nCV % 13,64 12,41 1,06 11,11 24,16 15,64 9,59 42,79 16,79 10,92 10,48 20,25 \n\n* Significativo ao nível de 5% de probabilidade; ** Significativo ao nível de 1% de probabilidade;  ns Não significativo. Dados transformados em raiz de X. \n\n\n\n51 \n\n \n\nTabela 15. Valores médios para os teores de P, M.O, K, Ca, Mg, H + Al, Al e S e pH, SB, CTC e V% no solo em função dos \ndiferentes tratamentos, na camada de 0,0 - 0,05 m. Selvíria - MS, 2007. \n\n \n\nP M.O pH K Ca Mg H+Al Al SB T V S \nTratamentos \n\nmg.dm-3 g.dm-3 CaCl2 ---------------------------------------mmolc.dm\n-3--------------------------------------- % mg.dm-3 \n\nPD 8,6 a 17,2 a 4,9 a 3,5 a 10,9 a 9,7 a 23,4 a 0,5 b 24,2 a 47,6 a 38,5 a 4,0 a \n\nPC 18,1 a 15,3 b 4,4 b 3,4 a 7,7 a 5,4 b 25,5 a 1,5 a 16,7 a 42,2 a 49,8 a 3,5 a \n\nMonocultura 10,9 a 16,6 a 4,7 a 3,5 a 7,5 a 7,3 a 23,5 a 0,45 a 18,5 a 41,9 a 42,3 a 2,7 a \n\nRotação 15,9 a 15,9 a 4,7 a 3,3 a 11,1 a 7,8 a 25,4 a 1,1 b 22,4 a 47,9 a 46,0 a 4,8 a \n\nCrot/Milheto 12,6 a 16,6 a 4,7 a 3,2 a 8,8 a 7,3 a 27,0 a 1,0 a 19,5 a 46,6 a 41,1 a 3,1 a \n\nCrotalária 12,7 a 17,0 a 4,5 a 3,0 a 7,0 a 5,6 a 26,5 a 1,1 a 15,8 a 42,1 a 35,8 a 5,5 a \n\nMilheto 13,3 a 16,8 a 4,7 a 4,0 a 10,5 a 9,3 a 22,7 a 0,5 a 23,8 a 46,5 a 50,0 a 3,5 a \n\nPousio 13,5 a 15,0 a 4,8 a 3,5 a 11,5 a 7,8 a 20,7 a 0,5 a 23,0 a 43,8 a 50,6 a 3,2 a \n\nSorgo 14,7 a 15,8 a 4,7 a 3,3 a 9,0 a 7,7 a 25,3 a 0,7 a 20,1 a 45,5 a 43,3 a 3,3 a \n\nMédias seguidas por letras distintas na coluna diferem entre si ao nível de significância de 5%, pelo teste de Tukey. \n \n\n\n\n52 \n\n \n\nTabela 16. Valores médios para os teores de P, M.O, K, Ca, Mg, H + Al, Al e S e pH, SB, CTC e V% no solo em função dos \ndiferentes tratamentos, na camada de 0,05 - 0,10 m. Selvíria - MS, 2007. \n\n \n\nP M.O pH K Ca Mg H+Al Al SB T V S \nTratamentos \n\nmg.dm-3 g.dm-3 CaCl2 -------------------------------------mmolc.dm\n-3------------------------------------- % mg.dm-3 \n\nPD 17,9 a 15,6 a 4,7 a 1,9 a 8,3 a 6,6 a 29,2 a 1,4 a 15,6 a 46,1 a 36,5 a 3,0 a \n\nPC 18,8 a 14,7 a 4,3 b 2,0 a 8,3 a 5,1 a 26,0 a 2,1 a 16,9 a 41,5 a 37,1 a 3,4 a \n\nMonocultura 16,0 a 17,4 a 4,5 a 2,0 a 6,6 a 5,5 a 25,3 b 1,4 a 14,2 a 39,5 a 36,1 a 2,6 a \n\nRotação 20,7 a 13,0 b 4,5 a 1,8 a 10,0 a 6,2 a 30,0 a 2,2 a 18,3 a 48,0 a 37,5 a 3,9 a \n\nCrot/Milheto 21,2 a 16,0 a 4,5 a 1,9 a 8,1 ab 6,0 a 30,0 a 2,0 a 16,0 ab 46,1 a 34,2 ab 4,2 a \n\nCrotalária 19,3 a 14,1 a 4,4 a 1,7 a 6,0 b 4,5 a 30,7 a 3,0 a 12,3 b 43,1 a 28,6 b 3,1 a \n\nMilheto 19,1 a 15,0 a 4,6 a 2,0 a 7,7 ab 6,2 a 25,8 a 1,3 a 16,1 ab 41,8 a 37,6 ab 3,2 a \n\nPousio 16,6 a 15,2 a 4,6 a 2,2 a 11,1 a 6,8 a 24,3 a 0,6 a 20,3 a 44,3 a 45,2 a 2,6 a \n\nSorgo 15,3 a 15,6 a 4,4 a 1,9 a 8,6 ab 5,7 a 27,2 a 2,0 a 16,3 ab 43,5 a 38,5 ab 3,0 a \n\nMédias seguidas por letras distintas na coluna diferem entre si ao nível de significância de 5%, pelo teste de Tukey. \n \n\n\n\n53 \n\n \n\nTabela 17. Valores médios para os teores de P, M.O, K, Ca, Mg, H + Al, Al e S e pH, SB, CTC e V% no solo em função dos \ndiferentes tratamentos, na camada de 0,10 a 0,20 m.  Selvíria - MS, 2007. \n\n \n\nP M.O pH K Ca Mg H+Al Al SB T V S \nTratamentos \n\nmg.dm-3 g.dm-3 CaCl2 -------------------------------------mmolc.dm\n-3------------------------------------- % mg.dm-3 \n\nPD 16,8 a 12,0 a 4,6 a 1,3 a 7,5 a 5,7 a 25,7 a 1,8 a 14,6 a 40,3 a 35,9 a 5,9 a \n\nPC 15,0 a 11,8 a 4,3 a 1,4 a 7,6 a 4,4 a 25,9 a 2,7 a 13,4 a 39,3 a 34,4 a 23,7 a \n\nMonocultura 15,1 a 12,9 a 4,4 a 1,3 a 6,5 a 4,9 a 25,2 a 1,7 a 12,8 a 37,9 a 34,1 a 4,9 b \n\nRotação 16,7 a 10,9 a 4,4 a 1,4 a 8,6 a 5,2 a 26,5 a 2,8 a 15,2 a 41,7 a 36,2 a 24,6 a \n\nCrot/Milheto 21,2 a 13,7 a 4,4 a 1,5 a 9,0 a 6,1 a 28,3 a 2,6 a 16,6 a 44,8 a 37,1 a 26,0 a \n\nCrotalária 13,7 a 11,0 a 4,3 a 1,3 a 6,6 a 4,3 a 28,5 a 3,1 a 12,3 a 40,7 a 29,7 a 11,5 b \n\nMilheto 14,0 a 11,7 a 4,5 a 1,3 a 7,2 a 5,1 a 22,5 a 1,3 a 13,6 a 36,1 a 37,6 a 11,7 b \n\nPousio 15,0 a 11,3 a 4,6 a 1,3 a 6,7 a 4,6 a 24,5 a 1,5 a 12,7 a 37,2 a 33,6 a 8,2 b \n\nSorgo 15,7 a 12,1 a 4,3 a 1,4 a 8,2 a 5,1 a 25,3 a 2,7 a 14,7 a 40,1 a 37,7 a 16,5 ab \n\nMédias seguidas por letras distintas na coluna diferem entre si ao nível de significância de 5%, pelo teste de Tukey. \n\n\n\n54 \n\n \n\nTabela 18. Valores médios para os teores de P, M.O, K, Ca, Mg, H + Al, Al e S e pH, SB, CTC, V%  no solo função dos \ndiferentes tratamentos, na camada de 0,20 a 0,40 m. Selvíria - MS, 2007. \n\n \n\nP M.O pH K Ca Mg H+Al Al SB T V S \nTratamentos \n\nmg.dm-3 g.dm-3 CaCl2 -------------------------------------mmolc.dm\n-3------------------------------------- % mg.dm-3 \n\nPD 3,7 a 11,4 a 4,8 a 0,92 a 5,6 a 4,7 a 18,8 a 0,70 a 11,4 a 30,2 a 36,7 a 13,9 a \n\nPC 4,3 a 7,9 b 4,4 a 0,87 a 6,2 a 4,2 a 22,7 a 1,55 a 11,4 a 34,0 a 33,0 a 27,7 a \n\nMonocultura 3,2 a 11,9 a 4,6 a 0,8 a 4,8 a 4,4 a 20,5 a 1,05 a 10,2 a 30,5 a 33,3 a 25,8 a \n\nRotação 4,8 a 7,4 b 4,6 a 0,9 a 7,0 a 4,5 a 21,1 a 1,2 a 12,7 a 33,7 a 36,4 a 15,8 a \n\nCrot/Milheto 3,7 a 9,3 a 4,6 a 0,9 a 4,7 a 4,3 a 20,3 a 1,0 a 10,2 a 30,3 a 33,2 a 19,3 a \n\nCrotalária 4,1 a 11,8 a 4,5 a 0,9 a 6,8 a 5,1 a 21,5 a 1,5 a 13,0 a 34,2 a 35,7 a 29,2 a \n\nMilheto 3,8 a 8,8 a 4,7 a 0,8 a 5,8 a 4,3 a 18,7 a 0,75 a 11,3 a 29,8 a 36,6 a 18,7 a \n\nPousio 4,1 a 7,6 a 4,8 a 0,8 a 5,6 a 4,0 a 22,2 a 0,50 a 10,6 a 32,8 a 32,6 a 16,6 a \n\nSorgo 4,1 a 10,6 a 4,6 a 0,9 a 6,5 a 4,5 a 21,1 a 1,8 a 12,0 a 33,1 a 36,1 a 20,1 a \n\nMédias seguidas por letras distintas na coluna diferem entre si ao nível de significância de 5%, pelo teste de Tukey. \n\n\n\n55 \n\n \n\n4.4.1. Fósforo \n\n \nOs teores de fósforo na camada de 0,00-0,05 m não foram influenciados \n\npelos tratamentos. Os mesmos podem ser considerados baixos (7-15 mg dm-3) \n\nconforme descrito em Raij et al. (1997), Muraishi (2006) encontrou resultados \n\nsemelhantes onde os diferentes preparos de solo não influenciaram os teores de \n\nP na camada de 0,00 a 0,05 m (Tabela 15). \n\nNa Tabela 16 estão os valores médios das características químicas do \n\nsolo para a camada de 0,05-0,10 m. Não existem diferenças significativas para os \n\nteores de fósforo, que podem ser considerados médios (16-40 mg dm-3) conforme \n\nRaij et al. (1997). \n\nNa camada de 0,10-0,20 m não se observa diferenças referentes aos \n\nteores de P (Tabela 17) proporcionadas pelos tratamentos. A maioria dos teores \n\nse enquadra na faixa considerada média (16-40 mg.dm-3). \n\nNa camada de 0,20-0,40 m não existem diferenças significativas para os \n\nteores de P (Tabela 18). Os valores estão na faixa considerada muito baixa (0-6 \n\nmg dm-3). O P é um elemento de pouca mobilidade no solo, cuja baixa \n\ndisponibilidade nos solos altamente intemperizados é um fator agronômico \n\nlimitante bem conhecido (SOUSA et al., 2004). Os teores de P na solução dos \n\nsolos da região dos Cerrados são geralmente muito baixos, e existe uma alta \n\ncapacidade de adsorção do fosfato pela fração argila, principalmente os óxidos de \n\nferro e alumínio. \n\nDevido a sua baixa mobilidade e com a adoção do SPD, a aplicação de P \n\né feita no sulco de plantio a uma profundidade entre 5 e 10 cm (SOUSA et al., \n\n2004), aliado ao fato do não revolvimento do solo sob SPD, pode justificar essa \n\nmaior concentração nas camadas superiores. Concordando com essa informação, \n\nCarvalho (2000) também encontrou uma maior concentração de P nas camadas \n\nsuperiores em área agrícola com 5 anos de cultivo, sendo 3 sob SPD. \n\n \n\n4.4.2. Matéria orgânica \n\n \nA matéria orgânica na camada de 0,0 - 0,05 m foi influenciada pelos \n\nsistemas de preparo de solo, com o SPD proporcionando maior teor. \n\n\n\n56 \n\n \n\nAlmeida (2001) também verificou aumento significativo de M.O. entre o \n\nplantio direto (26,7 g dm-3) e convencional (22,7 g dm-3), com redução dos teores \n\nem profundidade. A deposição de material vegetal na superfície do solo através \n\nda palhada formada pelo plantio direto tem grande influência nos teores de M.O \n\nencontrados nas camadas superficiais. \n\nNa camada de 0,05 - 0,10 m, o teor de M.O foi influenciado pelo manejo, \n\nonde a monocultura proporcionou o maior teor. Conforme Lopes e Cox (1977) \n\nteores de M.O de 16-30 mg dm-3 podem ser considerados médios. A interação \n\nsistemas de preparo x manejo foi significativa, estando na Tabela 19 o \n\ndesdobramento desta interação. Na comparação entre os sistemas de preparo do \n\nsolo, não houve diferença significativa, no entanto, na comparação dentro de \n\nsistemas de preparo, a monocultura proporcionou maior valor de M.O somente no \n\nsistema plantio direto. \n\nPara a camada de 0,10-0,20 m não houve influência dos tratamentos. \n\nAnalisando-se os teores de M.O obtidos nessa camada, os mesmos podem ser \n\nconsiderados baixos (0,0-15 mg dm-3) conforme descrito por Lopes e Cox (1977). \n\n \n\nTabela 19. Desdobramento da interação sistema de preparo do solo x manejo, \n\npara o teor de M.O (g dm-3) no solo, na camada de 0,05 a 0,10 m. \n\nSelvíria - MS, 2007. \n\n \n\nPreparo/Manejo Monocultura Rotação \n\nPC 15,8 13,7 \n\nPD 19,3 a 12,3 b \nMédias seguidas por letras minúsculas distintas na linha e maiúsculas na coluna diferem entre si \nao nível de significância de 5%, pelo teste de Tukey. \n \n\n \n\nPara a camada 0,20-0,40 m, os manejos influenciaram os teores de M.O, \n\nonde a monocultura novamente proporcionou o maior teor no solo (11,9 g dm-3), \n\nporém, os teores nessa camada podem ser considerados baixos. Houve ainda \n\ninteração significativa sistemas de preparo x culturas de cobertura para essa \n\ncamada (Tabela 20). Na comparação entre os sistemas de preparo, apenas \n\nquando a cultura de cobertura foi a crotalária é que houve diferença significativa, \n\nonde o sistema plantio direto proporcionou maior teor. Dentro dos sistemas de \n\n\n\n57 \n\n \n\npreparo do solo, somente no sistema plantio direto é que se observou diferença \n\nsignificativa entre as culturas de cobertura, destacando-se a crotalária com maior \n\nvalor, diferindo significativamente apenas da área em pousio. \n\n A quantidade de matéria seca deixada no solo após o monocultivo de \n\nmilho é muito superior à soja, o que pode incrementar os teores de M.O. como \n\nocorreu nesse caso. No entanto, a rotação de culturas tem papel importante na \n\nciclagem de nutrientes. As espécies vegetais diferem entre si no tocante à \n\nquantidade de resíduos fornecidos, eficiência de absorção de íons e a exploração \n\ndas diferentes profundidades do solo. \n\n \nTabela 20. Desdobramento da interação sistemas de preparo do solo x culturas \n\nde cobertura, para o teor de M.O. (g dm-3) no solo, na camada de 0,20 \n\na 0,40 m. Selvíria - MS, 2007. \n\n \n\nPreparo/Cobertura Crot+Milheto Crotalária Milheto Pousio Sorgo \n\nPC 8,7  7,5 B 7,0  6,7  9,7  \n\nPD 10,0 ab 16,2 Aa 10,7 ab 8,5 b 11,5 ab \n\nMédias seguidas por letras minúsculas distintas na linha e maiúsculas na coluna diferem entre si \nao nível de significância de 5%, pelo teste de Tukey. \n\n. \n\nObserva-se que houve uma diminuição dos teores de M.O. em \n\nprofundidade (0,20-0,40 m). A manutenção do teor de M.O. em valores mais \n\nelevados, apenas na camada superficial do solo, decorre do acúmulo de resíduos \n\nvegetais na superfície do solo sob SPD e pela não incorporação física destes \n\natravés do revolvimento do solo, o que diminui a taxa de mineralização (MUZILLI, \n\n1983). \n\nA interação sistemas de preparo do solo x manejo foi significativa para o \n\nteor de M.O. na camada de 0,20 a 0,40 m, onde a monocultura proporcionou \n\nmaior teor em ambos os sistemas de preparo, bem como o sistema plantio direto \n\ntambém proporcionou aumento no teor de M.O. em ambos os sistemas de manejo \n\n(Tabela 21). \n\n  \n\n\n\n58 \n\n \n\nTabela 21. Desdobramento da interação sistemas de preparo do solo x manejo, \n\npara os teores de M.O. (g dm-3) no solo, na camada de 0,20 a 0,40 m. \n\nSelvíria - MS, 2007. \n\n \n\nPreparo/Manejos Monocultura Rotação \n\nPC 9,5 Ba 6,4 Bb \n\nPD 14,4 Aa 8,4 Ab \nMédias seguidas por letras minúsculas distintas na linha e maiúsculas na coluna diferem entre si \nao nível de significância de 5%, pelo teste de Tukey. \n \n\n \n\n4.4.3. Acidez (pH em CaCl2) \n \n\nNa camada superficial (0,0 - 0,05 m), o pH foi influenciado somente pelos \n\npreparos de solo (Tabela 15), onde o maior valor foi proporcionado pelo SPD. \n\nHouve ainda a interação significativa entre sistemas de preparo do solo x culturas \n\nde cobertura (Tabela 22), onde se verifica que na comparação entre sistemas de \n\npreparo, apenas na área em pousio obteve-se diferença significativa, destacando-\n\nse o SPD com maior valor. \n\nO pH foi influenciado pelos sistemas de preparo de solo na profundidade \n\nde 0,05 - 0,10 m. O SPD novamente proporcionou o maior valor. Conforme Lopes \n\ne Cox (1977), os valores de pH aqui encontrados são considerados baixos. \n\nResultados contrários são descritos por Moreti (2002), onde o pH não foi \n\ninfluenciado pelos sistemas de preparo de solo para essa camada. \n\nNas camadas de 0,10 - 0,20 e 0,20 - 0,40 m, não houve influência de \n\nnenhum dos tratamentos e os valores de pH mantiveram-se na faixa de 4,5. \n\nSegundo Kiehl (1979), em valores de pH abaixo de 5,0 haverá deficiência de P, \n\nCa, Mg, Mo, B ou toxidez de Al, Mn, Zn e outros metais pesados, devido as suas \n\nmaiores solubilidades. \n\nOs valores de pH encontrados são próximos aos verificados por \n\nGuimarães (2000) que também trabalhou com coberturas de solo. Segundo o \n\nautor, as exsudações ácidas das raízes das plantas, principalmente crotalária e o \n\nmilheto atuam diretamente no pH do solo. \n\n \n\n\n\n59 \n\n \n\nTabela 22. Desdobramento da interação sistemas de preparo x culturas de \n\ncobertura para valores de pH (CaCl2) na camada de 0,0 a 0,05 m. \n\nSelvíria - MS, 2007. \n\n \n\nPreparo/Cobertura Crot+Milheto Crotalária Milheto Pousio Sorgo \n\nPC 4,4 4,4 4,5 4,5 B 4,5 \n\nPD 5,0  4,7  4,9  5,2 A 4,9  \n\nMédias seguidas por letras minúsculas distintas na linha e maiúsculas na coluna diferem entre si \nao nível de significância de 5%, pelo teste de Tukey. \n\n \n\n4.4.4. Potássio (K) \n\n \nOs teores de K não foram influenciados por nenhum dos tratamentos na \n\nprofundidade de 0,0 - 0,5 m. Conforme RAIJ et al. (1997) esses teores podem ser \n\nconsiderados altos (3,1-6,0 mmolc dm\n-3). Moreti (2002) observou que os sistemas \n\nde preparo do solo e os diferentes adubos utilizados não influenciaram os teores \n\nde K na camada de 0,0 - 0,10 m. Muraishi (2006) também relata que o preparo de \n\nsolo não interfere nos teores de K na camada superficial. \n\nOs teores de K não foram diferentes estatisticamente na camada de 0,05 \n\n- 0,10 m e são considerados médios (1,6-3,0 mmolc dm\n-3) conforme Raij et al. \n\n(1997). Observa-se uma diminuição do teor desse elemento em relação à camada \n\nsuperior. \n\nNa camada de 0,10 - 0,20 m nenhum tratamento influenciou os teores de \n\nK no solo e os mesmos podem ser considerados baixos (0,8 - 1,5 mmolc dm\n-3). O \n\nmesmo comportamento é observado para a camada de 0,20 - 0,40 m, onde os \n\nteores estão baixos. Houve assim uma diminuição dos teores de K com o \n\naumento da profundidade. Moreti (2002) também observou uma redução de K em \n\nprofundidade quando trabalhou com diferentes sistemas de preparos e culturas de \n\ncobertura. \n\n \n\n4.4.5. Cálcio \n\n \nPara os teores de Ca não houve influência dos tratamentos na camada de \n\n0,0 - 0,05 m. De acordo com a classificação de RAIJ et al. (1997) os teores de Ca, \n\npodem ser considerados altos (>7,0 mmolc dm\n-3).  \n\n\n\n60 \n\n \n\nNa camada de 0,05 - 0,10 m, os teores de Ca foram influenciados \n\nsignificativamente pelas culturas de cobertura, destacando-se a área em pousio \n\ncom maior teor, diferenciando apenas da área com crotalária. \n\nPara as camadas de 0,10 - 0,20 e 0,20 - 0,40 m, o teor de Ca não foi \n\ninfluenciado pelos tratamentos e ocorreu uma diminuição do teor do elemento ao \n\nlongo do perfil. Assim, nas duas camadas inferiores o teor de Ca pode ser \n\nconsiderado médio (4,0-7,0 mmolc dm\n-3). Sampaio (1987) também constatou \n\nmaior concentração de Ca nas camadas superiores do solo. \n\n \n\n4.4.6. Magnésio \n\n \nPara os teores de magnésio na camada de 0,0 – 0,05 m só houve \n\ninfluência dos sistemas de preparo do solo, onde o SPD proporcionou o maior \n\nteor (9,7 mmolc dm\n-3). O teor nessa camada inicial é maior do que nas camadas \n\ninferiores. Esses teores podem ser considerados médios (5,0-8,0 mmolc dm-3) \n\nconforme Raij et al. (1997). A maior concentração de magnésio nas camadas \n\nsuperficiais do solo, também é relatada por Carvalho (2000). \n\nPara a camada de 0,05-0,10 m não houve diferença significativa. Moreti \n\n(2002) também não encontrou efeito de preparo de solo e adubos verdes sobre o \n\nteor de magnésio. Na classificação citada por Raij et al. (1997) os teores \n\nobservados estão em nível considerado médio (5,0-8,0 mmolc dm\n-3). \n\nNas camadas de 0,10-0,20 e 0,20-0,40 m não foram observadas \n\ndiferenças significativas. Pode-se considerar como níveis médios, os teores \n\nencontrados nessas duas profundidades. \n\n \n\n4.4.7. Acidez potencial (H+Al) \n\n \nA acidez potencial (H+Al) não foi influenciada pelos tratamentos na \n\ncamada de 0,0 - 0,05 m. Resultado contrário foi relatado por Almeida (2001) que \n\nencontrou diferença significativa da acidez potencial quando comparado o SPD e \n\nSPC mostrando uma redução em profundidade. Markert (2001) relata que quando \n\ncomparou o sistema convencional com o plantio direto de 5 e de 10 anos \n\nmostraram um aumento da acidez no plantio direto quando comparado com o \n\nconvencional. \n\n\n\n61 \n\n \n\nNa camada de 0,05 - 0,10 m houve efeito significativo do manejo sobre os \n\nteores H+Al, onde a rotação de culturas proporcionou o maior valor (30,0 mmolc \n\ndm-3). Na camada de 0,10 - 0,20 m e 0,20 - 0,40 m não se observou efeito \n\nsignificativo de nenhum tratamento. \n\n \n\n4.4.8. Alumínio trocável (Al) \n\n \n\nO teor de alumínio trocável na camada de 0,0 - 0,05 m, foi influenciado \n\ntanto pelos sistemas de preparo do solo quanto pelos manejos. O preparo \n\nconvencional e a rotação proporcionaram os maiores valores (1,5 e 1,1 mmolc. \n\ndm-3) respectivamente. O fato de haver inversão de camadas durante o preparo \n\nconvencional pode fazer com que o solo sob SPC apresente teores maiores de Al \n\nem relação ao SPD em camadas superficiais. Porém, esses teores encontrados \n\nsão considerados baixos (0,0 - 3,0 mmolc dm\n-3) por Lopes e Cox (1977). A \n\ninteração sistemas de preparo do solo x manejo foi significativa para o teor de Al \n\ntrocável. Na comparação dentro de sistemas de preparo, a rotação de culturas \n\napresentou maiores teores de Al, no SPC. Entre os sistemas de preparo, o SPC \n\napresentou os valores maiores de Al (Tabela 23). \n\n \nTabela 23. Desdobramento da interação sistemas de preparo do solo x manejo, \n\npara os teores de Al trocável (mmolc dm\n-3) no solo, na camada de 0,0 \n\n- 0,05 m. Selvíria - MS, 2007. \n\n \n\nPrep/Manejos Monocultura Rotação \n\nPC 0,9 Ab 2,1 Aa \n\nPD 0,0 B 0,1 B \nMédias seguidas por letras minúsculas distintas na linha e maiúsculas na coluna diferem entre si \nao nível de significância de 5%, pelo teste de Tukey. \n\n \n\nPara as camadas de 0,05 - 0,10; 0,10 - 0,20 e 0,20 - 0,40 m, os \n\ntratamentos não influenciaram os teores de Al trocável, porém mantiveram-se o \n\npreparo convencional e a rotação proporcionando maiores teores. Santos e \n\nSiqueira (1996) confirmam essa informação no trabalho onde utilizaram sistemas \n\nde rotação de culturas para cevada sob SPD e encontraram resultados \n\n\n\n62 \n\n \n\nsemelhantes. Já Heinrichs et al. (2005), em trabalho com adubos verdes, não \n\nconstataram presença de Al trocável em nenhuma das camadas amostradas. \n\n \n4.4.9. Soma de bases (SB) \n \nA soma de bases na camada superficial não foi influenciada por nenhum \n\ndos tratamentos utilizados. Na camada de 0,05 - 0,10 m, a soma de bases foi \n\ninfluenciada pelas culturas de cobertura do solo, onde houve diferença somente \n\nentre crotalária (12,3 mmolc dm\n-3) e área em pousio (20,3 mmolc dm\n\n-3). Para as \n\ncamadas de 0,10 - 0,20 e 0,20 - 0,40 m não houve influência dos tratamentos, \n\nporém ocorreu uma diminuição dos valores de SB á medida que se aumentou a \n\nprofundidade de amostragem. \n\n \n\n4.4.10. Capacidade de troca catiônica (CTC ou T) \n\n \nA capacidade de troca catiônica (CTC) não mostrou efeitos dos \n\ntratamentos em nenhuma das profundidades estudadas. Conforme Lopes e Cox \n\n(1977), a CTC pode ser considerada baixa (0,0 - 25,0 mmolc dm\n-3). Os valores \n\nencontrados são semelhantes aos encontrados no trabalho de Muraishi (2006) em \n\nsolos de cerrado. \n\n \n\n4.4.11. Saturação por bases (V%) \n\n \nA saturação por bases (V%) não foi influenciada pelos tratamentos na \n\ncamada de 0,0 - 0,05 m. Para a camada de 0,05 - 0,10 m, houve efeito das \n\nculturas de cobertura (Tabela 16), onde a crotalária e o pousio foram diferentes \n\nentre-si, observando-se maior valor na área em pousio. Para as camadas de 0,10 \n\n- 0,20 e 0,20 - 0,40 m não houve efeito de nenhum dos tratamentos, notando-se \n\num decréscimo de saturação por bases em função da profundidade. \n\n \n4.4.12. Enxofre (S) \n\n \nOs teores de enxofre nas camadas de 0,0 - 0,05 e 0,05 - 0,10 m não \n\napresentaram diferença significativa entre si. Esses valores são considerados \n\nbaixos (&lt;5,0 mg dm-3) para essa camada superficial, conforme relato de Sousa &amp; \n\nLobato (2004). \n\n\n\n63 \n\n \n\nPara a camada de 0,10 - 0,20 m houve efeito de manejos, culturas de \n\ncobertura, interação entre sistemas de preparo do solo x culturas de cobertura e \n\nmanejo x culturas de cobertura. Dentre os manejos, a rotação de culturas foi a \n\nque proporcionou maior teor de S (24,6 mg dm-3). Dentre as culturas de cobertura \n\na crotalária+milheto (26,0 mg.dm-3) foi superior à crotalária, milheto e pousio. \n\nNa Tabela 24 está o desdobramento da interação sistemas de preparo do \n\nsolo x culturas de cobertura, significativa para a camada de 0,10 - 0,20 m. Dentro \n\nde SPC, crotalária+milheto proporcionaram os maiores valores de S, diferindo da \n\ndas áreas em pousio, com crotalária ou milheto. Na comparação entre sistemas \n\nde preparo, apenas na área com crotalária+milheto se observou diferença \n\nsignificativa, apresentando o SPC valores mais elevados. \n\nNa Tabela 25, observa-se a interação manejo x culturas de cobertura \n\nsignificativa para os teores de S na camada de 0,10-0,20 m. Na comparação entre \n\nsistemas de preparo do solo, na área com crotalária+milheto observaram-se os \n\nmaiores teores quando houve rotação de culturas. \n\nPara a camada de 0,20 - 0,40 m nenhum tratamento influenciou \n\nsignificativamente o teor de S. Observa-se que há um aumento nos teores de S \n\nem profundidade, ao contrário das demais características avaliadas. \n\n \n\nTabela 24. Desdobramento da interação sistemas de preparo do solo x culturas \n\nde cobertura, para os teores de S (mg dm-3) na camada de 0,10 - 0,20 \n\nm. Selvíria - MS, 2007. \n\n \n\nPreparo/Cobertura Crot+Milheto Crotalária Milheto Pousio Sorgo \n\nPC 40,5 Aa 19,0 b 19,5 b 13,7 b 25,7 ab \n\nPD 11,5 B 4,0  4,0  2,7  7,2  \n\nMédias seguidas por letras minúsculas distintas na linha e maiúsculas na coluna diferem entre si \nao nível de significância de 5%, pelo teste de Tukey. \n \n\n \n \n \n \n \n\n\n\n64 \n\n \n\nTabela 25. Desdobramento da interação manejo x culturas de cobertura, para os \n\nteores de S (mg dm-3) na camada de 0,10-0,20 m. Selvíria - MS, 2007. \n\n \n\nManejo/Cobertura Crot+Milheto Crotalária Milheto Pousio Sorgo \n\nMonocultura 10,2 B 5,0  4,5  2,7  2,2  \n\nRotação 41,0 A 18,0  19,0  13,7  30,7  \n\nMédias seguidas por letras minúsculas distintas na linha e maiúsculas na coluna diferem entre si \nao nível de significância de 5%, pelo teste de Tukey. \n\n \n\n4.5. Teores foliares de nutrientes na cultura do milho \n \nNa Tabela 26 estão as médias dos teores foliares de macronutrientes na \n\ncultura do milho, em função dos tratamentos utilizados. Apenas observou-se \n\nefeito dos sistemas de preparo do solo no teor de enxofre e dos manejos nos \n\nteores de fósforo e cálcio. Para o teor de nitrogênio não houve influência de \n\nnenhum dos tratamentos. Silva (2005) em trabalho com diferentes sistemas de \n\npreparo de solo e culturas de cobertura também não observou influência destes \n\nnos teores foliares de nitrogênio. Porém, é importante ressaltar que os teores \n\nobservados encontram-se dentro da faixa considerada adequada (27,5 a 32,5 g \n\nkg-1) por Malavolta et al. (1997). \n\nPara os teores de fósforo houve influência dos manejos utilizados, onde o \n\nmaior teor foi encontrado na área em monocultura. Porém, os teores estão dentro \n\nda faixa considerada adequada (1,9 a 3,5 g kg-1) por Malavolta et al. (1997). \n\nA interação sistemas de preparo do solo x manejo (Tabela 27) foi \n\nsignificativa para o teor foliar de P, onde o maior teor foi observado na área com \n\nmonocultivo associado ao sistema preparo convencional. Conforme Fiorin (1999) \n\nespécies que possuam sistema radicular profundo e ramificado podem retirar \n\nnutrientes de camadas subsuperficiais e liberá-los gradualmente nas camadas \n\nsuperficiais durante o processo de decomposição de seus restos culturais. Pode-\n\nse levantar a hipótese de que o milho possua essa característica e quando em \n\nmonocultura proporciona maior disponibilidade de P. \n\nOs teores foliares de K e Mg não foram influenciados por nenhum dos \n\ntratamentos. Os teores de K estão abaixo da faixa adequada (17,5 a 29,7 g kg-1), \n\napesar dos teores no solo estarem dentro da faixa ideal. Já os teores de Mg se \n\n\n\n65 \n\n \n\nencontram dentro da faixa adequada (1,5 a 4,0 g kg-1) segundo Malavolta et al. \n\n(1997). \n\nO teor de cálcio foi significativamente influenciado pelo manejo, onde a \n\nmonocultura proporcionou maiores valores. Os teores de Ca se encontram acima \n\nda faixa considerada adequada (2,3 a 4,0 g kg-1) segundo Malavolta et al. (1997). \n\nO teor de enxofre somente foi influenciado pelos sistemas de preparo do \n\nsolo, onde o preparo convencional proporcionou o maior teor. Na camada de 0,10 \n\n– 0,20m, também se observaram maiores teores de S quando se utilizou o \n\nsistema convencional de preparo do solo (Tabela 24), podendo isto ter \n\nproporcionado maior teor do elemento neste sistema de preparo do solo. Os \n\nteores foliares de S obtidos encontram-se dentro da faixa considerada adequada \n\n(1,5 a 2,1 g kg-1) segundo Malavolta et al. (1997). \n\n \n\nTabela 26. Médias e coeficientes de variação para os teores foliares de \n\nmacronutrientes (g kg-1) no milho, sob os diferentes tratamentos. \n\nSelvíria - MS, 2007. \n\n \n\nTratamentos N P K Ca Mg S \n\nPD 27,60 3,00 16,00 4,50 2,10 1,50 b \n\nPC 28,60 3,20 16,80 4,40 1,90 1,70 a \n\nMonocultura 27,30 3,20 a 17,00 4,70 a 1,90 1,60 \n\nRotação 28,90 3,00 b 15,80 4,30 b 2,20 1,60 \n\nCrot/Milheto 27,60 3,20 16,30 4,50 1,90 1,61 \n\nCrotalária 29,20 3,10 16,20 4,30 2,10 1,63 \n\nMilheto 27,30 3,10 16,90 4,50 2,00 1,62 \n\nPousio 27,90 3,10 15,70 4,50 1,90 1,60 \n\nSorgo 28,40 3,10 17,00 4,60 2,00 1,63 \n\nCV (%) 9,34 11,9 1,47 5,26 5,17 10,54 \nMédias seguidas por letras distintas na coluna diferem entre si ao nível de significância de 5%, \npelo teste de Tukey. \n \n\n\n\n66 \n\n \n\nTabela 27. Desdobramento da interação sistemas de preparo x manejo, para os \n\nteores foliares de fósforo (g kg-1) na cultura do milho. Selvíria - MS, \n\n2007. \n\n \n\nPreparo/Manejos Monocultura Rotação \n\nPC 3,40 Aa 3,00 b \n\nPD 3,00 B 3,00 \nMédias seguidas por letras minúsculas distintas na linha e maiúsculas na coluna diferem entre si \nao nível de significância de 5%, pelo teste de Tukey. \n \n\n \n4.6. Características agronômicas e produtividade do milho \n\n \nNa Tabela 28 estão os valores de F e coeficientes de variação para as \n\ncaracterísticas agronômicas, produtividade do milho e quantidade de matéria seca \n\n(palha) retornada ao solo com a colheita da cultura do milho. \n\n \n\nTabela 28. Valores de F e coeficientes de variação para população final, altura de \n\nplanta, altura de espiga, matéria seca, massa de 100 grãos e \n\nprodutividade de grãos na cultura do milho. Selvíria - MS, 2007. \n\nCausas de Variação \nPop. \nFinal \n\nAlt. \nPlanta \n\nAlt. \nEspiga \n\nMat seca \n100 \n\ngrãos \nProdutividade \n\nPreparo 2,33 ns 1,45 ns 0,77 ns 0,75 ns 70,60 * 7,50 ns \n\nManejo 6,13 ns 0,01 ns 2,84 ns 92,35 ** 4,59 ns 3,35 ns \n\nPreparo x Manejo 0,13 ns 0,16 ns 0,75 ns 11,12 ns 0,61 ns 2,42 ns \n\nCobertura 1,68 ns 1,35 ns 1,5 ns 1,08 ns 1,48 ns 1,58 ns \n\nPreparo x Cobertura 0,39 ns 0,4 ns 1,87 ns 3,63 ns 0,03 ns 0,65 ns \n\nManejo x Cobertura 2,06 ns 0,54 ns 8,56 ** 6,39 * 0,10 ns 1,43 ns \n\nPreparo x Manejo x \nCobertura \n\n0,42 ns 0,93 ns 6,13ns 3,40 ns 0,03 ns 1,39 ns \n\nCV % 8,6 3,54 3,07 5,76 3,21 14,92 \n ** Significativo ao nível de 1% de probabilidade;  ns Não significativo \n\n \n\nA população final, altura de planta e altura de espiga não foram \n\ninfluenciadas pelos tratamentos. A massa de 100 grãos foi influenciada pelos \n\nsistemas de preparo de solo, onde o SPD apresentou maior valor em relação ao \n\nSPC. Carvalho et al. (2004) relatam em seu trabalho que a população final de \n\n\n\n67 \n\n \n\nplantas, altura de plantas e altura de inserção não foram influenciados pelas \n\nculturas de cobertura de solo e sistemas de preparo.  \n\nA produtividade de grãos do milho não foi influenciada significativamente \n\npelos tratamentos, porém, Carvalho et al. (2004) observaram menores \n\nprodutividades com a utilização do milheto como cultura de cobertura ou \n\nmantiveram a área em pousio. Alguns autores como Corrêa et al. (1986), \n\nMascarenhas et al. (1993), em trabalho com rotação de culturas na região dos \n\ncerrados, também relataram maiores produtividade de milho em cultivos bienais \n\nou trienais, em relação ao cultivo anual. \n\nTisdale et al. (1985) relatam que, em geral, em condições de alta \n\nprodutividade, os resultados demonstram que os rendimentos de milho em \n\nsistema de monocultivo tem sido 15% inferiores, comparados aos rendimentos de \n\ngrãos dessa gramínea dentro de sistemas de rotações de cultura. Segundo \n\nGuimarães (2000), do ponto de vista fitopatológico, o sistema plantio direto é \n\ndependente do uso de programas de rotação de culturas, principalmente por se \n\nfundamentar na permanência de restos culturais sobre a superfície do solo, \n\nfavorecendo o desenvolvimento de patógenos de hábito necrotróficos. \n\nDe acordo com Santos et al. (2000), a rotação de culturas reduz os custos \n\nde produção das lavouras pelo aumento da produtividade dos grãos, \n\ndiversificação de culturas e diminui o insucesso do agricultor. Além desses \n\nbenefícios conservacionistas e econômicos, a rotação de culturas torna-se um \n\nrequisito fundamental para a viabilização do plantio direto, pois a rotação com \n\nespécies não suscetíveis eliminam os inconvenientes em relação ao aumento de \n\ndoenças por possibilitar a decomposição biológica dos resíduos vegetais.  \n\nSegundo De-Polli e Chada (1989) deve ser considerado que a adição de \n\nmaterial orgânico mediante a adubação verde proporciona modificações nas \n\npropriedades físicas, químicas e biológicas do solo. Essa tendência de maior \n\nprodutividade do milho proporcionada pela cobertura de crotalária em relação ás \n\ndemais coberturas, pode ser explicada pela capacidade que essa espécie tem de \n\nfixar N no solo para as culturas em sucessão como é o caso do milho. \n\nCamargo e Piza (2007) salientam que o rendimento de grãos na maioria \n\ndas culturas, sob diferentes manejos de solo depende, dentre outros fatores, das \n\ncondições climáticas do ano agrícola, da qualidade do manejo, do nível de \n\nfertilidade do solo e do estado fitossanitário da cultura. Por estas razões, tem sido \n\n\n\n68 \n\n \n\nbastante variável na literatura, o comportamento das culturas sob diferentes \n\nmanejos do solo. Na cultura do milho, os resultados referentes à forma de manejo \n\ndo solo são também bastante diferenciados. Maiores rendimentos de milho no \n\nSPD, em relação a outros sistemas de manejo, foram relatados por Hernani e \n\nSalton (1997), Ismail et al. (1994), e menores por Oliveira et al. (1990), Balbino et \n\nal. (1994). \n\nAs produtividades obtidas, em média, estão próximas da média nacional \n\nobtida na safra 2007/08 (CONAB, 2009) que foi de 3.970 kg ha-1. No entanto, \n\nestados como Goiás, Paraná e Santa Catarina, obtiveram na safra 2007/08, \n\nrespectivamente 5.568, 5.158 e 5.713 kg ha-1, valores estes bem superiores aos \n\nobtidos neste experimento.   \n\nAratani (2003) chegou a obter 7.000 kg ha-1 com plantio direto de milho \n\nsob palhada de braquiária ou milheto e aplicação de 90 kg ha-1 de N em \n\ncobertura, em experimento desenvolvido em Selvíria – MS, portanto, muito \n\nsuperior ao obtido neste experimento e Yano (2002) obteve produtividades de \n\ngrãos de milho próximos a 5.000 kg ha-1, avaliando diferentes sistemas de \n\npreparo do solo, em Selvíria – MS. \n\nÉ importante salientar que no presente trabalho, durante a fase final de \n\nenchimento de grãos, houve falta de chuvas e má distribuição, o que \n\nproporcionou as baixas produtividades observadas, porém todos os tratamentos \n\npassaram por essa condição desfavorável de clima. Segundo Eck (1986), as \n\nfases mais sensíveis à deficiência hídrica na cultura do milho, em ordem \n\ndecrescente, são: florescimento, enchimento de grãos e desenvolvimento \n\nvegetativo. \n\nA produção de matéria seca da cultura do milho, representada pelo \n\nretorno de material ao solo após a colheita, foi influenciada pelos manejos, onde a \n\nárea em monocultura produziu maior quantidade em relação à área com rotação \n\nde culturas (Tabela 29). Houve ainda interação significativa de manejo x culturas \n\nde cobertura, onde o pousio diferiu estatisticamente de crotalária+milheto, \n\nproduzindo maior quantidade de matéria seca dentro do manejo com rotação \n\n(Tabela 30). \n\n \n\n \n\n \n\n\n\n69 \n\n \n\nTabela 29. Médias de população final (plantas ha-1), altura de planta (m), altura de \n\nespiga (m), matéria seca (t ha-1), peso de 100 grãos (g) e \n\nprodutividade de grãos (kg ha-1) do milho, sob os diferentes \n\ntratamentos. Selvíria - MS, 2007. \n\n \n\nTratamentos \nPopulação \n\nfinal \nAltura \nplanta \n\nAltura \nespiga \n\nMatéria \nseca \n\nMassa \n100 \n\ngrãos \n\nProdutividade \nde grãos \n\nPD 63921  1,83  1,01  8,50  25,40 a 3895 \n\nPC 59608 1,76  1,03  8,80  24,50 b 3131  \n\nMonocultura 60392 1,75  1,09  8,90 a 24,60  3840  \n\nRotação 63137  1,78  1,07  8,40 b 25,30  3185 \n\nCrot/Milheto 59804  1,71  1,02  8,40  25,00  3632 \n\nCrotalária 64215  1,74  1,06  8,50  24,90  3727 \n\nMilheto 57353 1,85  1,08  8,90  24,40  3276  \n\nPousio 62745 1,83  1,04  8,90  25,40  3245  \n\nSorgo 64706 1,86 1,09 8,70 25,10 3683 \nMédias seguidas por letras distintas na coluna diferem entre si ao nível de significância de 5%, \npelo teste de Tukey. \n \n\n \n\nTabela 30. Desdobramento da interação manejo x culturas de cobertura, para \n\nmatéria seca restituída ao solo com a colheita do milho (t ha-1). \n\nSelvíria - MS, 2007. \n\n \n\nManejo/Cobertura Crot+Milheto Crotalária Milheto Pousio Sorgo \n\nMonocultura 9,05  9,02 8,85 8,52 9,25 \n\nRotação 7,75 b 7,97 ab 8,97 ab 9,30 a 8,25 ab \n\nMédias seguidas por letras minúsculas distintas na linha e maiúsculas na coluna diferem entre si \nao nível de significância de 5%, pelo teste de Tukey. \n\n \n\nMello (2001) cita que a quantidade de massa seca de resíduos da ordem \n\nde 10,0 t ha-1 é suficiente para suprir a quantidade de palha que deve ser \n\nadicionada anualmente à superfície do solo para que o plantio direto tenha plenas \n\ncondições de manifestar seu potencial como sistema sustentável em regiões de \n\n\n\n70 \n\n \n\ntemperatura média anual alta com precipitações pluviométricas concentradas no \n\nverão. \n\nSendo assim, a média de resíduos de 8,65 t ha-1 obtido com a colheita do \n\nmilho no experimento, acrescida de 1,83 t ha-1 (Tabela 29) de massa seca da \n\npalha produzida pelas culturas de cobertura ou plantas daninhas da área em \n\npousio, tem-se um total acima do valor estipulado por Mello (2001) como \n\nsuficiente para a manutenção do sistema. \n\nA taxa de decomposição dos resíduos orgânicos em regiões tropicais é \n\nalta, enquanto que, nas regiões frias se processa lentamente. Almeida (1984) cita \n\nque, como os resíduos de leguminosas apresentam uma relação C/N mais \n\nestreita que os resíduos de cereais, sua decomposição será mais rápida, \n\nnecessitando de maior quantidade de palha para prolongar o período de cobertura \n\ndo solo no plantio direto. Nesse sentido, a associação de crotalária + milheto pode \n\nser viável, visando a fixação biológica de nitrogênio pela crotalária, e portanto, \n\nmenor relação C/N e a situação contrária para o milheto, proporcionando um \n\nequilíbrio na decomposição dessa palhada. Deve-se citar também que ambas as \n\nculturas são adaptadas à condição de clima da região e com bom potencial para \n\nprodução de palha. \n\nQuanto à palhada de milho, Calegari et al. (1993) encontraram valores \n\nmédios de carbono e nitrogênio total, assim como a relação C/N de 53:1, portanto, \n\ntrata-se de uma cultura com alta produção de palha e relação C/N em sua palha \n\nconsiderada alta, podendo esta permanecer protegendo o solo por um longo \n\nperíodo. \n\n \n\n\n\n71 \n\n \n\n5. CONCLUSÕES \n\n \n- O sistema de preparo de solo que favorece a produção de matéria seca pelas \n\nculturas de cobertura é o convencional; \n\n- As maiores produções de matéria seca são obtidas com milheto e sorgo como \n\ncoberturas de solo;  \n\n- Efeitos positivos nos atributos físicos do solo (macro, microporosidade e \n\ndensidade do solo) são obtidos com adoção da rotação de culturas e/ou sistema \n\nconvencional de preparo do solo; \n\n- Os atributos químicos do solo tiveram uma redução após a adoção dos manejos \n\n(exceção ao teor de K); \n\n- Maiores teores de M.O. são obtidos sob monocultura do milho aliado ao SPD;  \n\n- A produtividade de grãos não é influenciada pelos sistemas de preparo do solo, \n\nmanejo da cultura e culturas de cobertura utilizadas. \n\n\n\n72 \n\n \n\n6. REFERÊNCIAS \n\n \nALBUQUERQUE, J.A; REINERT, D.J.; FIORIN, J.E; RUEDELL, J; PETRERE, C; \nFONTINELLI, F. Rotação de culturas e sistemas de manejo do solo: efeito sobre a \nforma da estrutura do solo ao final de sete anos. Revista Brasileira de Ciência \ndo Solo, Campinas, v.19, n.1, p.115-119, 1995. \n\nALBUQUERQUE, J.A; SANGOI, L.; ENDER M. Efeitos da integração lavoura-\npecuária nas propriedades físicas do solo e características da cultura do milho. \nRevista Brasileira de Ciência do Solo, Campinas, v.25, n.3, p.717-723, 2001. \n\nALMEIDA, F.S. Desempenho da cobertura morta no plantio direto. In: CURSO \nINTENSIVO SOBRE PLANTIO DIRETO, 2., 1984, Ponta Grossa. Anais... Ponta \nGrossa: Associação dos Engenheiros Agrônomos do Paraná/Núcleo regional de \nPonta Grossa, 1984. \n\nALMEIDA, V.P. Sucessão de culturas em preparo convencional e plantio \ndireto em Latossolo Vermelho sob vegetação de cerrado. 2001. 71f. \nDissertação (Mestrado em Sistemas de Produção) - Faculdade de Engenharia, \nUniversidade Estadual Paulista, Ilha Solteira, 2001. \n\nALVARENGA, R.C.; CABEZAS, W.A.L.; CRUZ, J.C.; SANTANA, D.P. Plantas de \ncobertura de solo para sistema plantio direto. Informe Agropecuário, Belo \nHorizonte, v.22, n.1, p.25-36, 2001. \n\nALVARENGA, R.C.; COSTA, L.M.; MOURA FILHO, W.; REGAZZI, A.J. \nCaracterísticas de alguns adubos verdes de interesse para a conservação e \nrecuperação de solos. Pesquisa Agropecuária Brasileira, Brasília, v.30, n.2, \np.175-185, 1995. \n\nALVES, M.C. Recuperação do subsolo de um Latossolo Vermelho usado \npara terrapleno e fundação da usina hidrelétrica de Ilha Solteira-SP. 2001. \n83f. Tese (Livre-Docente) - Faculdade de Engenharia, Universidade Estadual \nPaulista, Ilha Solteira, 2001. \n\nAMADO, T.J.C.; MIELNICZUK, J.; AITA, C. Recomendações de adubação \nnitrogenada para o milho no RS e SC adaptada ao uso de culturas de cobertura \ndo solo, sob sistema plantio direto. Revista Brasileira de Ciência do Solo, \nCampinas, v.26, n.1, p. 241-248, 2002. \n\nANDREOLA, F.; COSTA, L.M.; MENDONÇA, E.S.; OLSZEVSKI, N. Propriedades \nquímicas de uma Terra Roxa Estruturada influenciadas pela cobertura vegetal de \ninverno e pela adubação orgânica e mineral. Revista Brasileira de Ciência do \nSolo, Campinas, v.24, n.3, p.609-620, 2000. \n\nARATANI, R.G. Culturas de cobertura e épocas de aplicação de nitrogênio \npara as culturas de milho e soja em plantio direto na região de cerrado. \n2003. 48f. Dissertação (Mestrado)– Faculdade de Engenharia, Universidade \nEstadual Paulista, Ilha Solteira, 2003. Área de Concentração: Sistemas de \nProdução. \n\n\n\n73 \n\n \n\nARF, O; SILVA, L.S; BUZETTI, S; ALVES, M.C; SÁ, M.E; RODRIGUES, R.A.R; \nHERNANDEZ, F.B.T. Efeito da rotação de culturas, adubação verde e \nnitrogenada sobre o rendimento do feijão. Pesquisa Agropecuária Brasileira, \nBrasília, v.34, n.11, p.2029-2036, 1999. \n\nBALBINO, L.C.; OLIVEIRA, E.F.; RALISCH, R. Desenvolvimento do milho (Zea \nmays l.) submetido a três sistemas de manejo em um Latossolo roxo eutrófico. In: \nCONGRESSO NACIONAL DE MILHO E SORGO, 20., 1994, Goiânia. Anais... \nGoiânia: ABMS, 1994. p.221. \n\nBAVER, L.D.; GARDNER, W.H.;GARDNER, W.R. Soil physics. 4.ed. New York: \nJ. Wiley C. Sons, 1972. 529p. \n\nBAYER, C.; BERTOL, I. Características químicas de um Cambissolo húmico \nafetados por sistemas de preparo, com ênfase à matéria orgânica. Revista \nBrasileira de Ciência do Solo, Campinas, v.23, n.3, p.687-694, 1999. \n\nBERTIN, E.G; ANDRIOLI, I; CAMILOTTI, F.; SILVA, A.R; MORAIS, M. Avaliação \nde plantas de cobertura utilizadas em pré-safra ao milho em semeadura direta. In: \nCONGRESSO BRASILEIRO DE CIÊNCIA DO SOLO, 29., 2003, Ribeirão Preto. \nAnais... Ribeirão Preto: Sociedade Brasileira de Ciência do Solo, 2003. 1CD-\nROM. \n\nBERTOL, I; ALBUQUERQUE, J.A; LEITE, D; AMARAL, A.J; ZOLDAN JUNIOR, \nW.A. Propriedades físicas do solo sob preparo convencional e semeadura direta \nem rotação e sucessão de culturas, comparadas às do campo nativo. Revista \nBrasileira de Ciência do Solo, Campinas, v.28, n.1, p.155-163, 2004. \n\nBLEVINS, R.L.; THOMAS, G.W.; CORNELUIS, P.L. Influence of no-tillage and \nnitrogen fertilization on certain soil properties after 5 years of continuous corn. \nAgronomy Journal, Madison, v.69, n.3, p.383–386, 1977. \n\nBOUGLÉ, B.R; PEREIRA, L.R. Sistemas de produção de trigo-soja: informe \npreliminar sobre a evolução de algumas características do solo. In: EMBRAPA. \nCentro Nacional de Pesquisa de Trigo (Passo Fundo, RS). Solos e Técnicas \nCulturais, Economia e Sanidade, Passo Fundo, v.2, n.1, p.31-39, 1978. \n\nBOWEN, H.D. Alleviating mechanical impedance. In: ARKIN, G.F.; TAYLOR, H.M. \n(Ed.). Modifying the root environment to reduce crop stress. St. Joseph: \nAmerican Society of Agricultural Engineers, 1981. p.18-57. (ASAE Monograph, 4). \n\nBRÁZ, A.J.B.P. Fitomassa e decomposição de espécies de cobertura do solo \ne seus efeitos na resposta de feijoeiro e do trigo ao N. 2003. 72f. Tese \n(Doutorado) – Escola de Agronomia e Engenharia de Alimentos, Universidade \nFederal de Goiás,Goiânia. 2003. \n\nCALEGARI, A. et al. Caracterização das principais espécies de adubo verde. \nIn: Calegari, A. et al. (Ed.) Adubação verde no sul do Brasil. Rio de Janeiro: \nAS/PTA, 1993. p.207-346. \n\n\n\n74 \n\n \n\nCALEGARI, A. Rotação de culturas. In: GRUPO DE PLANTIO DIRETO(Org.). \nGuia para plantio direto. Ponta Grossa: Federação Brasileira de Plantio Direto \nna Palha, 2000. p.69-78. \n\nCAMARGO, R; PIZA, R.J. Produção de biomassa de plantas de cobertura e \nefeitos na cultura do milho sob sistema plantio direto no município de Passos-MG. \nBioscience Journal, Uberlândia, v.23, n.3, p.76-80, 2007. \n\nCAMPOS, B.C.; REINERT, D.J.; NICOLODI, R.; RUEDELL, J.; PETRERE, C. \nEstabilidade estrutural de um Latossolo Vermelho-Escuro distrófico após sete \nanos de rotação de culturas e sistemas de manejo do solo. Revista Brasileira de \nCiência do Solo, Campinas, v.19, n.1, p.121-126, 1995. \n\nCAMPOS, F.S. Uso de lodo de esgoto na reestruturação de um Latossolo \nvermelho degradado. 2006. 106f. Dissertação (Mestrado) - Faculdade de \nEngenharia, Universidade Estadual Paulista Júlio de Mesquita Filho, Ilha Solteira. \n2006. \n\nCARVALHO, M.A.C. Cultura do algodão, soja, milho e feijão em sucessão \ncom quatro adubos verdes em dois sistemas de semeadura. 2000. 187f. Tese \n(Doutorado em Produção Vegetal) - Faculdade de Ciências Agrárias e Veterinária, \nUniversidade Estadual Paulista, Jaboticabal, 2000. \n\nCARVALHO, M.A.C; SORATTO, R.P; ATHAYDE, M.L.F; ARF, O; SÁ, M.E. \nProdutividade do milho em sucessão a adubos verdes no sistema de plantio direto \ne convencional. Pesquisa Agropecuária Brasileira, Brasília, v.39, n.1, p.47-53, \n2004. \n\nCASSOL, L.C; ANGHINONI, I. Alterações nas características de um Podzólico \nVermelho-Escuro após quatro anos de cultivo nos sistemas de plantio direto e \nconvencional. In: CONGRESSO BRASILEIRO DE CIÊNCIA DO SOLO, 25., 1995, \nViçosa. Resumos... Viçosa: SBCS, 1995. p.1843-1844. \n\nCASTRO FILHO, C., LOURENÇO, A.; GUIMARÃES, M.F.; FONSECA, I.C.B. \nAggregate stability under different soil management systems in a red latosol in the \nstate of Paraná, Brazil. Soil and Tillage Research, Amsterdam, v.65, n.1, p.45-\n51, 2002. \n\nCASTRO, O.M. Compactação do solo em plantio direto. In: FANCELLI, A.L. \n(Coord.). Plantio direto no Estado de São Paulo. Piracicaba: ESALQ, 1989. \np.129-139. \n\nCATTELAN, A.J; GAUDÊNCIO, C.A.; SILVA, T. A. Sistemas de rotação de \nculturas em plantio direto e os microrganismos do solo, na cultura da soja, em \nLondrina. Revista Brasileira de Ciência do Solo, Campinas, v.21, n.2, p.293-\n301, 1997. \n\nCENTURION, J.F.; DEMATTÊ, J.L.I. Efeitos de sistemas de preparo nas \npropriedades físicas de um solo sob cerrado cultivado com soja. Revista \nBrasileira de Ciência do Solo, Campinas, v.9, n.3, p.263-266, 1985. \n\n\n\n75 \n\n \n\nCOMPANHIA NACIONAL DE ABASTECIMENTO-CONAB. Acompanhamento de \nSafra Brasileira: grãos quinto levantamento, fevereiro/2009. Brasília: Conab, 2009. \nDisponível em: \n<http://www.conab.gov.br/conabweb/download/safra/5graos_08.09.pdf>. Acesso \nem: 27 fev. 2009. \n\nCORÁ, J.E; FRANCESE, A.A; MARQUES JUNIOR, J; PEREIRA, G.T; FIÓRICO, \nP.R. Efeito de plantas de cobertura nas propriedades físicas e químicas de um \nPodzólico Vermelho-Amarelo Distrófico textura arenosa/média sob um pomar de \ncitrus. In: CONGRESSO BRASILEIRO DE CIÊNCIA DO SOLO, 25., 1995, Viçosa. \nResumos... Viçosa: SBCS, 1995. p.2020-2022. \n\nCORDEIRO, L.A.M. A importância da rotação de culturas no SPD. In: \nSEMINÁRIO SOBRE O SPD, 2., 1999, Viçosa. Anais... Universidade Federal de \nViçosa, 1999, p.165-190. \n\nCORRÊA, L.A; SILVA, A.F; CRUZ, J.C; SILVA, B.G; COELHO, A.M. Sistema de \nprodução de milho em monocultivo. In: EMPRESA BRASILEIRA DE PESQUISA \nAGROPECUARIA-EMBRAPA. Relatório técnico anual do centro nacional de \npesquisa de milho e sorgo: 1980-1984. Sete Lagoas: Embrapa-CNPMS, 1986. \np.99-101. \n\nDE MARIA, I.C.; CASTRO, O.M.; SOUZA DIAS, H. Atributos físicos do solo e \ncrescimento radicular de soja em latossolo roxo sob diferentes métodos de \npreparo do solo. Revista Brasileira de Ciência do Solo, Campinas, v.23, n.3, \np.703-709, 1999. \n\nDE-POLLI, H.; CHADA, S.S. Adubação verde incorporada ou em cobertura na \nprodução de milho em solo de baixo potencial de produtividade. Revista \nBrasileira de Ciência do Solo, Campinas, v.13, n.2, p.287-293, 1989. \n\nDERPSCH, R.; ROTH, C. H.; SIDIRAS, N.; KOPKE, U. Importância da rotação de \nculturas. In: DERPSCH, R.; ROTH, C. H.; SIDIRAS, N.; KOPKE, U. Controle da \nerosão no Paraná, Brasil: sistemas de cobertura do solo, plantio direto e preparo \nconservacionista do solo. Londrina: IAPAR, 1991. p.147-164. \n\nDEXTER, A.R. Amelioration of soil by natural processes. Soil and Tillage \nResearch, Amsterdam, v.20, n.1, p.87-100, 1991. \n\nECK, H.U. Effects of water deficits on yield, yield components and water use \nefficiency of irrigated corn. Agronomy Journal, Madison, v.78, n.6, p.1035-1040, \n1986. \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUARIA- SOLOS. Manual de \nmétodos de análise de solo. 2.ed. Rio de Janeiro: Embrapa, 1997. 212p. \n\nFIORIN, J.E. Plantas recuperadoras da fertilidade do solo. In: Curso sobre \naspectos básicos de fertilidade e microbiologia do solo em plantio direto. \nResumos de palestras. Passo Fundo: Aldeia Norte, 1999. p.39-55. \n\nFRANÇA, A.F.S.; MADUREIRA, L.J. Avaliação de matéria seca, da composição \nmineral e da silagem do milheto forrageiro (Pennisetum americanum) (I.) K. \n\n\n\n76 \n\n \n\nSCHUM). Anais da Escola de Agronomia e Veterinária, Goiânia, v.19, n.1, p.1-\n8, 1989. \n\nFRANCO, A.A.; SOUTO, S.M. Contribuição da fixação biológica de N2 na \nadubação verde. In: FUNDAÇÃO CARGILL. Adubação verde no Brasil. \nCampinas: Fundação Cargill, 1984. p.199-215. \n\nGROTTA, D.C.C; FURLANI, C.E.A; SILVA, R.P.; CORTEZ, J.W. Cultura do milho \nem diferentes profundidades de deposição de adubo sobre duas culturas de \ncobertura. Revista de Biologia e Ciências da Terra, Campina Grande, v.6, n.2, \n2006. \n\nGUIMARÃES, G.L. Efeito de culturas de inverno e do pousio na rotação das \nculturas da soja e do milho em sistema de plantio direto. 2000. 104f. \nDissertação (Mestrado em Sistemas de Produção) - Faculdade de Engenharia, \nUniversidade Estadual Paulista, Ilha Solteira. 2000. \n\nHEINRICHS, R; VITTI, G.C; MOREIRA, A; FIGUEIREDO, P.A.M.; FANCELLI, A.L; \nCORAZZA, E.J. Características químicas de solo e rendimento de fitomassa de \nadubos verdes e de grãos de milho, decorrente do cultivo consorciado. Revista \nBrasileira de Ciência do Solo, Campinas, v.29, n.1, p.71-79, 2005. \n\nHERNANDEZ, F.B.T.; LEMOS FILHO, M.A.F.; BUZETTI, S. Software HIBRISA e \no balanço hídrico de Ilha Solteira. Ilha Solteira: UNESP/FEIS, 1995. 45p. (Área \nde Hidráulica e Irrigação. Série Irrigação, 1). \n\nHERNANI, L. C.; SALTON, J. C. Milho, informações técnicas. Dourados: \nEMBRAPA - Centro de Pesquisa Agropecuária do Oeste, 1997. p.39-67. (Circular \nTécnica, 05). \n\nIGUE, K. Dinâmica da matéria orgânica e seus efeitos nas propriedades do solo. \nIn: FUNDAÇÃO CARGILL. Adubação verde no Brasil. Campinas: Fundação \nCargill, 1984. p.232-267. \n\nINFORZATO, R. Estudo do sistema radicular de Tephrosia candida D.C. \nBragantia, Campinas, v.7, n.1, p.49-54, 1947. \n\nISMAIL, I.; BLEVINS, R. L.; FRYE, W. W. Long-term no-tillage effects on soil \nproperties and continuous corn yields. Soil Science American Journal, Madison, \nv.58, n.1, p.193-198, 1994. \n\nKIEHL, E.J. Manual de edafologia relação solo-planta. São Paulo: Agroceres \n1979. 264p. \n\nKURIHARA, C.H; FABRÍCIO, A.C; PITOL, C; STAUT, L.A; KICHEL, A.N; \nMACEDO, M.C.M; ZIMMER, A.H.; WIETHOLTER, S. Adubação. In: SALTON, J.C; \nHERNANI, L.C; FONTES, C.Z. SPD. Brasília: EMBRAPA, 1998. p.135-144. \n\nLARA CABEZAS, W.A.R; ALVES, B.J.R; CABALLERO, S.S.U; SANTANA, D.G \nde. Influence of the previous winter crop and nitrogen fertilization to corn \nproductivity in no-tillage and conventional tillage. Ciência Rural, Santa Maria, \nv.34, n.4, 2004. \n\n\n\n77 \n\n \n\nLOPES, A.S.; COX, F.R. A survey of the fertility status of surface soils under \ncerrado vegetation in Brazil. Soil Science Society of America Journal, Madison, \nv.41, n.4, p.742–747, 1977. \n\nLOPES, P.R.C.; COGO, N.P.; LEVIEN, R. Eficácia relativa de tipo e quantidade \nde resíduos culturais espalhados uniformemente sobre o solo na redução da \nerosão hídrica. Revista Brasileira Ciência do Solo, Campinas, v.11, n.1, p.71-\n75, 1987. \n\nMALAVOLTA, E; VITTI, G.C; OLIVEIRA, S.A. Avaliação do estado nutricional \ndas plantas; princípios e aplicações. Piracicaba: Associação Brasileira para \nPesquisa da Potassa e do Fosfato, 1997. 319p. \n\nMARCIANO, C.R. Incorporação de resíduos urbanos e as propriedades \nfísico-hídricas de um Latossolo Vermelho-Amarelo. 1999. 93f. Tese \n(Doutorado em Solos e Nutrição de Plantas) - Escola Superior de Agricultura Luiz \nde Queiroz, Universidade de São Paulo, Piracicaba, 1999. \n\nMARKERT, R.C. Efeitos do preparo sobre algumas propriedades físicas, \nquímicas e biológicas de um Latossolo Vermelho da região de cerrado. \n2001. 64f. Dissertação (Mestrado em Sistema de Produção) - Faculdade de \nEngenharia, Universidade Estadual Paulista, Ilha Solteira, 2001. \n\nMASCARENHAS, H.A.A; NAGAI, V; GALLO, P.B; PEREIRA, J.C.V.N.A; TANAKA, \nR.T. Sistemas de rotação de culturas de milho, algodão e soja e seu efeito sobre \na produtividade. Bragantia, Campinas, v.52, n.1, p.53-61, 1993. \n\nMEDEIROS, J.C; MIELNICZUK, J.; PEDÓ, F. Sistemas de culturas adaptadas a \nprodutividade, recuperação e conservação do solo. Revista Brasileira de \nCiência do Solo, Campinas, v.11, n.1, p.199-204, 1987. \n\nMELLO, L.M.M. Integração agricultura – pecuária em plantio direto: atributos \nfísicos e cobertura residual do solo, produção de forragem e desempenho \neconômico. Ilha Solteira, 2001. 72f. Tese (Livre – Docência) – Faculdade de \nEngenharia, Universidade Estadual Paulista Julio de Mesquita Filho, Ilha Solteira, \n2001.  \n\nMIYASAKA, S. Adubação orgânica, adubação verde e rotação de culturas do \nEstado de São Paulo. Campinas: Fundação Cargill, 1983. 138p. \n\nMIYAZAWA, M.; PAVAN, M.A.; FRANCHINI, J.C. Neutralização da acidez do \nperfil do solo por resíduos vegetais. Informações Agronômicas, Piracicaba, \nn.92, p.1-8, 2000. p.1-8. (Encarte Técnico). \n\nMORETI, D. Propriedades físicas e químicas de um latossolo vermelho \ncultivado com feijão e algodão, sob diferentes sistemas de preparo, \nadubações e plantas de cobertura. 2002. 70f. Dissertação (Mestrado em \nSistema de Produção)- Faculdade de Engenharia, Universidade Estadual \nPaulista, Ilha Solteira, 2002. \n\nMURAISHI, C.T. Modificações de propriedades químicas e agregação de um \nlatossolo de cerrado sob sistemas de cultivo e adubações orgânica e/ou \n\n\n\n78 \n\n \n\nmineral. 2006. 104f. Tese (Doutorado em Sistema de Produção) - Faculdade de \nEngenharia, Universidade Estadual Paulista, Ilha Solteira, 2006. \n\nMUZILLI, O. Fertilidade do solo. In: FUNDAÇÃO CARGIL. Atualização de plantio \ndireto. Campinas: Fundação Cargil, 1985. p.147-160. \n\nMUZILLI, O. Manejo de fertilidade do solo. In: INSTITUTO AGRONÔMICO DO \nPARANÁ. Plantio direto no Estado do Paraná. Londrina: Instituto Agronômico \ndo Paraná, 1981. p.43-56. (IAPAR,23). \n\nMUZULLI, O. Influência do sistema de plantio direto, comparado ao convencional, \nsobre a fertilidade da camada arável do solo. Revista Brasileira de Ciência do \nSolo, Campinas, v.7, n.1, p.95-102, 1983. \n\nNICOLODI, M.; ANGHINONI, I.; SALET, R.L. Alternativa à coleta de uma secção \ntransversal, com pá de corte, na largura da entrelinha, na amostragem do solo em \nlavouras com adubação em linha no sistema plantio direto. Revista Plantio \nDireto, Passo Fundo, v.3, n.69, p.22-28, 2002. \n\nNUERNBERG, N.J; STAMMEL, J.G.; CABEDA, M.S.V. Efeito de sucessão de \nculturas e tipos de adubação em características físicas de um solo da encosta \nSul-Rio-Grandense. Revista Brasileira de Ciência do Solo, Campinas, v.10, \np.185-190, 1986. \n\nOHLAND, R.A.A; SOUZA, L.C.F; HERNANI, L.C; MARCHETTI, M.E; \nGONÇALVES, M.C.G. Culturas de cobertura do solo e adubação nitrogenada no \nmilho em plantio direto. Ciência e Agrotecnologia, Lavras, v.29, n.3, p.538-544, \n2005. \n\nOLIVEIRA, E.F.; BAIRRÃO, J.F.M.; CARRARO, I.M. Efeito dos sistemas de \npreparo do solo sobre algumas características físicas e rendimentos de \ngrãos de soja e milho. Cascavel: OCEPAR, 1990. 54 p. (Resultados da \nPesquisa, 4). \n\nOLIVEIRA, M.C., FREITAS, P.L. Plantio direto a caminho da sustentabilidade. \nDireto no cerrado, Brasília, v. 4, n. 12, p. 10, 1999. \n\nOLIVEIRA, T.K.; CARVALHO, G.J.; MORAES, R.N.S. Plantas de cobertura e seus \nefeitos sobre o feijoeiro em plantio direto. Pesquisa Agropecuária Brasileira, \nBrasília, v.37, p.1079-1087, 2002. \n\nPELA, A. Uso de plantas de cobertura em pré-safra e seus efeitos nas \npropriedades físicas do solo e na cultura do milho em plantio direto na \nregião de Jaboticabal - SP. 2002. 53f. Dissertação (Mestrado em Agronomia). \nFaculdade de Ciências Agrárias e Veterinárias, Universidade Estadual Paulista \nJulio de Mesquita Filho, Jaboticabal. 2002. \n\nPITOL, C. O Milheto na integração agricultura-pecuária. Informações \nAgronômicas, Piracicaba, n.76, p.8-9, 1996. \n\nPRIMAVESI, A. Manejo ecológico do solo: a agricultura em regiões tropicais. \nSão Paulo: Nobel, 2002. 549p. \n\n\n\n79 \n\n \n\nRAIJ, B. van. Soja e o desenvolvimento sustentável In: FUNDAÇÃO MATO \nGROSSO. Boletim de pesquisa de soja 2006. Rondonópolis: Fundação Mato \nGrosso, 2006. p.19-25. \n\nRAIJ, B. van.; QUAGGIO, J.A. Métodos de análise de solo. Campinas: Instituto \nAgronômico, 1983. 31p. (Boletim Técnico, 81). \n\nRAIJ, B. van; CANTARELLA, H.; QUAGGIO, J.A.; FURLANO, A.M.C. \nRecomendações de adubação e calagem para o Estado de São Paulo. 2.ed. \nCampinas: Instituto Agronômico, 1997. 285p. (Boletim técnico, 100). \n\nREEVES, D.W. Soil management under no-tillage: Soil physical aspects. In: \nSEMINÁRIO INTERNACIONAL DO SISTEMA PLANTIO DIRETO, 1., 1995, Passo \nFundo. Resumos... Passo Fundo: Embrapa-CNPT, 1995. p.127-130. \n\nRIBON, A.A. Propriedades físicas de Latossolo e Podzólico cultivados com \nseringueira (Hevea brasiliense) submetidos a práticas de manejo no Planalto \nOcidental Paulista. 2000. 121f. Dissertação (Mestrado em Produção Vegetal) - \nFaculdade de Ciências Agrárias e Veterinárias, Universidade Estadual Paulista, \nJaboticabal, 2000. \n\nROMAN, E.S.; VELLOSO, J.A.R.O. Controle cultural, coberturas mortas e \nalelopatia em sistemas conservacionistas. In: EMPRESA BRASILERIA DE \nPESQUISA AGROPECUÁRIA-EMBRAPA. Plantio direto no Brasil. Passo \nFundo: CNPT/FUNDACEP FECOTRIGO/Fundação Aldeia Norte, 1993. p.77-84. \n\nROTH, C.H.; CASTRO-FILHO, C.; MEDEIROS, G.B. Análise de fatores físicos e \nquímicos relacionados com a agregação de um Latossolo Roxo distrófico. Revista \nBrasileira Ciência do Solo, Campinas, v.15, n.2, p.241-248, 1992. \n\nRUEDELL, J. Plantio direto na região de Cruz Alta. Cruz Alta: FUNDACEP \nFECOTRIGO, 1995. 134p. \n\nSÁ, J.C.M. Manejo da fertilidade do solo no sistema plantio direto. In: SIQUEIRA, \nJ.O.; MOREIRA, F.M.S.; LOPES, A.S.; GUILHERME,L.R.G.; FAQUIN, V.; \nFURTINI NETO, A.E.; CARVALHO, J.G. (Ed.). Inter-relação fertilidade, biologia \ndo solo e nutrição do solo. Viçosa: SBCS, 1999. cap.2, p.267–319. \n\nSALET, R.L. Dinâmica de íons na solução do solo de um solo submetido ao \nsistema plantio direto. 1994. 110f. Dissertação (Mestrado) - Faculdade de \nAgronomia, Universidade Federal do Rio Grande do Sul, Porto Alegre, 1994. \n\nSALTON, J.C.; MIELNICZUK, J. Relações entre sistemas de preparo, temperatura \ne umidade de um podzólico vermelho-escuro de Eldorado do Sul (RS). Revista \nBrasileira de Ciência do Solo, Campinas, v.19, n.2, p.313-319, 1995. \n\nSALTON, J.C; HERNANI, L.C; FONTES, C.Z. SPD. Brasília: Embrapa- SPI,1998. \n248p. \n\nSAMPAIO, G. V. Efeitos de sistemas de preparo do solo sobre o consórcio \nmilho-feijão (Phaseolus vulgaris L.) e sobre algumas propriedades físicas e \n\n\n\n80 \n\n \n\nquímicas do solo. 1987. 121f.  Dissertação (Mestrado em Fitotecnia) – Campus \nUFV, Universidade Federal de Viçosa, Viçosa, 1987. \n\nSANTOS, H.P.; IGNACZACK, J.C.; LHAMBY, J.C.; BAIER, A.C. Conversão e \nbalanço energético de sistemas de rotação de culturas para triticale, sob plantio \ndireto. Ciência Rural, Santa Maria, v.30, n.1, p.43–48, 2000. \n\nSANTOS, H.P.; LHAMBY, J.C.B. Rotação de culturas em Guarapuava. XII. Efeitos \nde algumas culturas de inverno e de verão na evolução dos níveis de nutrientes e \nde matéria orgânica do solo, em plantio direto. In: REUNIÃO BRASILEIRA DE \nFERTILIDADE DO SOLO E NUTRIÇÃO DE PLANTAS, 20.,1992, Piracicaba, \nResumos... Piracicaba: SBCS, 1992.  p.114-115. \n\nSANTOS, H.P.; SIQUEIRA, O.J.W. Plantio direto e rotação de culturas para \ncevada: efeitos sobre a fertilidade do solo. Revista Brasileira de Ciência do \nSolo, Campinas, v.20, n.1, p.163-169, 1996. \n\nSANTOS, H.P.; TOMM, G.O.; LHAMBY, J.C.B. Plantio direto versus convencional: \nefeito na fertilidade do solo e no rendimento de grãos de culturas em rotação com \ncevada. Revista Brasileira de Ciência de Solo, Campinas, v.19, n.3, p.449-454, \n1995. \n\nSTATISTICAL ANALYSIS SYSTEM INSTITUTE - SAS. SAS/STAT procedure \nguide for personal computers. 9.ed. Cary: SAS Inst, 1999. 334p. \n\nSCALÉA, M.J. Plantio direto e rotação de culturas: benefícios que se somam. \nRevista Plantio Direto, Passo Fundo, v.31, n.56, p.15-18, 2000. \n\nSHEAR, G.M; MOSCHLER, W.W. Continuous corn by the no-tillage and \ncontinuous tillage methods: a six-year comparison. Agronomy Journal, Madison, \nv.58, n.1, p.524-526, 1969. \n\nSIDIRAS, N.; DERPSCH, R.; MONDARDO, A. Influência de diferentes sistemas \nde preparo do solo na variação da umidade e rendimento de grãos de soja, em \nLatossolo Roxo distrófico (Oxisol). Revista Brasileira de Ciência de Solo, \nCampinas, v.7, n.1, p.103-106, 1983. \n\nSIDIRAS, N.; PAVAN, M.A. Influência do sistema de manejo do solo no seu nível \nde fertilidade. Revista Brasileira de Ciência do Solo, Campinas, v.9, n.3, p.249–\n254, 1985. \n\nSILVA, M.G. Sucessão de culturas e preparo do solo no desenvolvimento e \nprodutividade do feijoeiro cultivado no período de inverno. 2005. 99f. \nDissertação (Mestrado em Sistema de Produção) - Faculdade de Engenharia, \nUniversidade Estadual Paulista, Ilha Solteira, 2005. \n\nSILVEIRA NETO, A.N.; SILVEIRA, P.M; STONE. L.F; OLIVEIRA, L.F.C. Efeitos \nde manejo e rotação de culturas em atributos físicos do solo. Pesquisa \nAgropecuária Tropical, Goiânia, v.36, n.1, p.29-35, 2006. \n\n\n\n81 \n\n \n\nSILVEIRA NETO, A.N; SILVEIRA, P.M; STONE, L.F; OLIVEIRA, L.F.C. Efeitos de \nmanejo e rotação de culturas em atributos físicos do solo. Pesquisa \nAgropecuária Tropical, Goiânia, v.36, n.1, p. 29-35, 2006. \n\nSILVEIRA, P.M., ZIMMERMANN, F.J.P.; AMARAL, A.M. Efeito da sucessão de \ncultura e do preparo do solo sobre o rendimento do arroz de sequeiro. Pesquisa \nAgropecuária Brasileira, Brasília, v.33, n.6, p.885-890, 1998. \n\nSILVEIRA, P.M.; SILVA, J.G.; STONE, L.F.; ZIMMERMANN; F.J.P. Alterações na \ndensidade e na macroporosidade de um Latossolo Vermelho-Escuro causadas \npelo sistema de preparo do solo. Pesquisa Agropecuária Tropical, Goiânia, \nv.29, n.2, p.145-149, 1999. \n\nSODRÉ FILHO, J.; CARDOSO, A.N; CARMONA, R; CARVALHO, A.M. Fitomassa \ne cobertura do solo de culturas de sucessão ao milho na Região do Cerrado. \nPesquisa Agropecuária Brasileira, Brasília, v.39, n.4, p.327-334, 2004. \n\nSOUSA, D.M.G.; LOBATO, E. Adubação com N. In: SOUSA, D.M.G.; LOBATO, E. \n(Eds).  Cerrado: correção do solo e adubação. 2.ed. Planaltina: Embrapa \nCerrados, 2004. p.129-145. \n\nSOUSA, D.M.G; LOBATO, E; REIN, T.A. Adubação com fósforo. In: SOUSA, \nD.M.G; LOBATO, E. (Eds.). Cerrado: correção de solo e adubação. Brasília: \nTerra Viva, 2004. cap. 6, p.147-167. \n\nSTALEY, T.E.; BOYER, D.G. Shot-term carbon, nitrogen and pH alterations in a \nhill-land Ultisol under maize silage relative to tillage method. Soil &amp; Tillage \nResearch, Amsterdam, v.42, n.1/2, p.115–126, 1997. \n\nSTONE, L.F.; SILVEIRA, P.M. Efeitos do sistema de preparo e da rotação de \nculturas na porosidade e densidade do solo. Revista Brasileira de Ciência do \nSolo, Campinas, v.25, n.2, p.395-401, 2001. \n\nSTONE, L.F; GUIMARÃES, C.M. Influência de sistemas de rotação de culturas \nnos atributos físicos do solo. Santo Antônio de Goiás: Embrapa Arroz e Feijão, \n2005. 15 p. – (Boletim de Pesquisa e Desenvolvimento, 16. ISSN 1678-9571). \n\nSUZUKI, L.A.S; ALVES, M.C. Fitomassa de plantas de cobertura em diferentes \nsucessões de culturas e sistemas de cultivo. Bragantia, Campinas, v.65, n.1, \np.121-127, 2006. \n\nTAKIZAWA, E. K. Manejo da cultura do algodão no SPD (SPD): aspectos teóricos \ne científicos do plantio direto (PD) com enfoque em algodão. In: ENCONTRO DE \nPLANTIO DIRETO NO CERRADO, 7., 2003, Sorriso. Palestras... Sorriso: \nAssociação de Plantio Direto no Cerrado, 2003. 1CD-ROM. \n\nTAYLOR, S.A.; ASCHCROFT, G.L. Physical edaphology: the physics of irrigated \nand nonirrigated soils. San Francisco: Freeman, 1972. 532p. \n\nTEIXEIRA, C.F.A; PAULETTO, E.A; SILVA, J.B. Resistência mecânica à \npenetração de um argissolo amarelo distrófico típico sob diferentes sistemas de \n\n\n\n82 \n\n \n\nprodução em plantio direto. Ciência Rural, Santa Maria, v.33, n.6. p.1165-1167, \n2003. \n\nTHEISEN, G.; VIDAL, R.A. Efeito da cobertura do solo com resíduos de aveia \npreta nas etapas do ciclo de vida do capim-marmelada. Planta Daninha, Viçosa, \nv.17, n.2, p.189-196, 1999. \n\nTISDALE, S.L. et al. Soil fertility and fertilizers. 4.ed. New York: Mc Millan, \n1985. 754p. \n\nUEMURA, Y.; URBEN FILHO, G.; MARTINS NETTO, D.A. Pearl millet as a cover \ncrop for no-till soybean production in Brazil. International Sorghum and Millets \nNewsletter, Patancheru, v.38, n.1, p. 141-143, 1997. \n\nVIEIRA, M. J.; MUZILLI, O. Características físicas de um Latossolo Vermelho-\nEscuro sob diferentes sistemas de manejo. Pesquisa Agropecuária Brasileira, \nBrasília, v.19, n7, p.873-882, 1984. \n\nYANO, E.H. Sistemas integrados de produção: manejo do solo, culturas de \ninverno e verão. 2002. 103f. Dissertação (Mestrado) Faculdade de Engenharia, \nUniversidade Estadual Paulista Julio de Mesquita Filho, Ilha Solteira, 2002. Área \nde Concentração: Sistemas de Produção. \n\n\n\tCAPA\n\tFICHA CATALOGRÁFICA\n\tCERTIFICADO DE APROVAÇÃO\n\tDEDICATÓRIA\n\tAGRADECIMENTOS\n\tRESUMO\n\tABSTRACT\n\tLISTA DE FIGURAS\n\tLISTA DE TABELAS\n\tSUMÁRIO\n\t1. INTRODUÇÃO\n\t2. REVISÃO DE LITERATURA\n\t2.1. Culturas de cobertura\n\t2.2. Rotação de culturas\n\t2.3. Efeitos dos manejos nas características agronômicas do milho\n\t2.4. Efeitos dos manejos nas propriedades físicas do solo\n\t2.5. Efeitos dos manejos nas propriedades químicas do solo\n\t2.6. Efeitos dos manejos no estado nutricional da cultura do milho\n\n\t3. MATERIAL E MÉTODOS\n\t3.1. Localização e características da área experimental\n\t3.2. Histórico da área experimental\n\t3.3. Delineamento experimental\n\t3.4. Condução na safra 2006/2007\n\t3.5. Obtenção dos dados e avaliações\n\t3.6. Análises estatísticas\n\n\t4. RESULTADOS E DISCUSSÃO\n\t4.1. Dados climáticos no período do experimento\n\t4.2. Matéria seca das culturas de cobertura\n\t4.3. Atributos físicos do solo\n\t4.4. Atributos químicos do solo\n\t4.5. Teores foliares de nutrientes na cultura do milho\n\t4.6. Características agronômicas e produtividade do milho\n\n\t5. CONCLUSÕES\n\t6. REFERÊNCIAS"}]}}}