{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.04266"}, {"@name": "filename", "#text": "BGP_1988_2_1_07_Determinacao_automatica_das_velocidades_rasas.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "DETERMINAÇÃO AUTOMÁTIÇâ DAS VELOCIDADES RASAS\nPOR MEIO DOS EVENTOS PÓS-CRÍTICOS DA ZONA DE\nSILENCIAMENTO\nUSE OFMUTEZONE OFA SEISMOGRAM FOR SHALLOW VELOCITY FUNCTIONS DETERMINATION IN A SEDIMENTARY BASIN\nCelso Carvalho Magalhães'11\nRESUMO — As análises de velocidade comumente utilizadas para a determinação das funções velocidade dos refletores rasos de uma bacia sedimentar são interpretativas e, geralmente, não apresentam resultados satisfatórios nesta zona de interesse, onde as reflexões são atenuadas pelo silenciamento externo na fase de processamento.\nDe outro modo, é possível a determinação automática dessas velocidades, através da aplicação do método de inversão T-soma. Para isto, propõe-se uma nova técnica de obtenção dos tempos de interseção dos eventos pós-críticos, baseada na aplicação do método de empilhamento inclinado aos dados pertencentes à região de silenciamento, com leitura automática desses eventos pós-críticos no domínio T-p. Esta técnica apresentou bons resultados quando aplicada aos sismogramas com grande afastamento fonte-receptor da linha sísmica 60-RL-165, Bacia do Alto Amazonas, Brasil, uma vez que as velocidades obtidas pela inversão são consistentes com aquelas apresentadas pelo poço 1-JD-1-AM, localizado na mesma área.\n(Originais recebidos em 16.06.87.)\n\n1 - Setor das Bacias da Bahia e Espírito Santo, Divisão da Região Nordeste Meridional e Espírito Santo, Departamento de Exploração.\n1 - INTRODUÇÃO\nA aquisição de dados sísmicos com grande afastamento fonte-receptor tem-se tornado cada vez mais difundida. Em tais registros, as primeiras quebras são as ondas diretas (head waves) e as ondas refletidas além do ângulo crítico, sendo a zona de silenciamento externo constituída, principalmente, por essa energia pós-crítica que retorna à superfície.\nSão apresentados dois processos de obtenção dos pares (t, p) a partir dos dados (T, X) da janela de silenciamento dos registros sísmicos. O primeiro, preliminar, consiste na reparametrização dos pares (T, X) de primeiras quebras, com base na derivação do polinômio de melhor ajuste a esses dados. O segundo consiste na transformação por meio da aplicação do método do empilhamento inclinado, com modificações, e posterior determinação dos pares (t, p) dos eventos pós-críticos.\nEsses dois processos são conjugados de modo a constituir uma metodologia automática de obtenção das funções velocidade dos refletores rasos de uma ba\ncia sedimentar.\n2-0 MÉTODO DE INVERSÃO\nt-SOMA\n0 método de inversão 7-soma, proposto por DIEB0LD &amp; ST0FFA (1981), é utilizado para a obtenção da função velocidade, a partir das curvas de tempos de percurso, com a vantagem de empregar eventos críticos e pós-críticos, sem distinguir a refração da reflexão.\nConsiderando uma sucessão de n meios planos, homogêneos, com espessuras Z, parâmetros do raio p e vagarosidade u, o método consiste na solução recursiva da equação (1) para o tempo de interseção t :\nk - 1\nT (pk) =2 S Zj qik =\nj =1\nk - 1\n= 2 S Z: (u? - pk) .\nJ = 1 J J\n(1)\nconsiderando-se que uj = pj e Pj + 1 &lt;Cpj\n\nAjustando-se um polinômio T-X do grau G para um intervalo de n valores de tempo (n &lt;m), o parâmetro do raio e o tempo de interseção podem ser obtidos para cada ponto mediante a derivação do polinômio no ponto central, Xc, do intervalo, quando este é continuamente deslocado ao longo dos m valores (T, X). E valem as equações:\ne\n(5)\n(6)\nA parametrização dos dados de tempo relativos às primeiras quebras no domínio T-p resultará em pontos sobre a curva de eventos pós-críticos, que poderão ser invertidos pelo método T-soma (figs. 1 e 2), constituindo uma primeira estimativa da função velocidade V (T).\nFig. 1 - Sismograma sintético. Afastamento mínimo: 250 m; afastamento máximo:\n5 000 m; intervalo de amostragem: 2 ms; Zj = 418 m; Vx = 2 200 m/s; Z2 = 55® m; V2 = 2 717 m/s; semi-espaço, V3 = 3 500 m/s.\nZ1\nT {p2'i/2\n(2)\ne\nou admitindo-se o tempo duplo de percurso na vertical:\n7n (O) =\nTn (P)-Tn_1&lt;P) (1 -p2v2)1/z\n(4)\nConsiderando-se que os eventos ligados às primeiras quebras de um sismograma sejam críticos e pós-críticos relacionados aos refletores rasos, estes podem ser prontamente utilizados na obtenção da função velocidade desses refletores, quando parametrizados no domínio T-p.\n3 - PARAMETRIZAÇÃO PARA O DOMÍNIO T-p\nO método de inversão T-soma requer os dados parametrizados para o domínio T-p. São apresentados dois métodos de parametrização, sendo o primeiro para os tempos de primeiras quebras, baseado na derivação de polinômio de melhor ajuste. O outro se aplica aos dados da janela de silenciamento externo do sismograma T-X e é uma modificação do método do empilhamento inclinado (slant staking).\n3.1 — Método do Polinômio\nSejam considerados os traços de um sismograma para os quais se tenham m pares de valores (T, X), relacionados a uma curva de tempo de percursos genérica.\nA figura 2 sugere que uma amostragem maior dos eventos pós-críticos acarreta uma função velocidade mais precisa. Para isto, outros eventos pós-críticos da zona de silenciamento devem ser utilizados na inversão, para a qual se propõe o método a seguir.\n3.2\t— Método do Empilhamento Inclinado Janelado\nEste método consiste na soma das amplitudes das amostras dos traços, dos sis-mogramas T-X, ao longo de linhas que representam parâmetros do raio constantes, onde, para cada tempo de interseção, tem-se:\n(T, p) = Jo°° $ (T + pX, X) dX\t(8)\nConsiderando-se aproximações como traços com afastamento finito e amplitudes discretamente amostradas, a equação acima torna-se:\nN\n(Ti, pj) = Z í> (Ti + pj Xk, Xk) (9) k = 1\nO método do empilhamento inclinado janelado é uma variação do método do\nempilhamento inclinado, uma vez que considera sua aplicação numa janela de tempo que contenha as primeiras quebras. O comprimento desta janela deve conter outros eventos pós-críticos no domínio T-X, além das primeiras quebras, de modo a reforçar os eventos pós-críticos no domínio 7-p.\nAs modificações introduzidas dizem respeito ao número variável de traços que constituem o empilhamento inclinado para mesmos valores de p e diferentes valores de 7, e a ponderação das amplitudes em relação a este número. Aqui, os problemas relativos à limitação espacial e temporal do registro são agravados, sendo necessários janelamentos do tipo Hanning, tanto no tempo, em rela\nção ao número de amostras, quanto no espaço, em relação ao número de traços (fig. 3).\n3.3\t- Leitura Automática no Domínio\n7-p\nDe posse dos dados transformados para o domínio 7-p, os valores de 7 relativos aos eventos pós-críticos podem ser determinados automaticamente, uma vez que estes possuem amplitudes mais fortes que os demais.\nDevido aos ruídos decorrentes da transformação e à presença dos eventos pré-críticos, os pós-críticos não são os primeiros eventos coerentes de um sismo-grama 7-p. Desse modo, sua determina\nção automática requer direcionamento prévio, segundo uma função que restrinja a região de pesquisa dos eventos, denominada função-guia.\nA função-guia pode ser definida por segmentos de reta, de elipses ou de outro tipo de curva, interpolados entre valores prefixados de p e 7. Neste caso, o processo necessita da interferência do intérprete para definir esses valores, principalmente nos tempos de interseção comuns às duas curvas. Uma alternativa que aumenta o grau de automação do processo é aquela em que os valores (7, p), obtidos pelo método do polinô-mio, sejam função-guia para a determinação de valores definitivos sobre o sis-mograma obtido pelo método de empi-\nFig. 2- (A) Curvas T-X, teóricas, para as ondas diretas, refletidas e refratadas; (B) curvas7-pteóricas e pares 7-p (*) obtidos pela aplicação do método de transformação de domínios, com base na derivação do polinômio de melhor ajuste aos dados de primeiras quebras de (A); (C) funções velocidade-tempo duplo de percurso na vertical, V (T) (em linha pontilhada, a função estabelecida para o modelo; em linha contínua, a função obtida por meio da aplicação do método 7-soma aos dados (*) de (A)).\nIhamento inclinado janelado.\nEm seguida, uma janela de pesquisa é arbitrada, tendo como centro o valor definido pela função-guia naquele traço (valor de p) e sendo o valor de t do evento pós-crítico aquele que corresponde ao ponto máximo do envelope dos sinais nesta janela (fig. 4).\n4\t- INVERSÃO DOS DADOS\nDe modo a obter as funções velocidade intervalar x tempo de percurso, V (T), ou velocidade intervalar x profundidade, V (z), para os refletores rasos, os pares (z, p) dos eventos pós-críticos são invertidos por meio das equações (3) e (4) (fig. 5).\nVisando a uma consistência maior, em tempo, para a função V (T), pode-se utilizar uma média móvel para a inversão dos dados z-p, ponderando-os por uma co-senóide, e a equação (4) torna-se:\nC -1\nS Tn + C + 1 (p). HAj + Tn (p) +\ni = 1\nL\n1 + S HAj i =1\nonde L é o número ímpar de pontos que representa o intervalo de ponderação, de centro C, e o amortecimento aplicado ao valor (p) no interior do intervalo é dado pela função de Hanning modificada:\nHAj =0,5 + 0,5 cos (i . DL),\ncom\ndl = 5|/(l + D.\n5\t- ERROS E LIMITAÇÕES\nPara dados sísmicos sintéticos, os desvios presentes se relacionam aos erros introduzidos pela interpolação na transformação de domínios e erros de leitura automática dos eventos pós-críticos no domínio z-p. Para dados sísmicos reais, além desses, os desvios introduzidos pelos erros relativos às correções estáticas devem ser considerados.\nTais desvios podem ser simulados a par-\nL\nS\ni =C +\n(p) . HAj\n(10)\n2T\"+1\ntir da introdução de diferentes níveis de ruídos aleatórios aos dados sísmicos sintéticos (fig. 5). Estes ruídos possuem média nula e distribuição uniforme, e cada nível é determinado por um valor do desvio padrão. Diferenças significativas nos resultados da inversão somente podem ser observadas a partir de um desvio padrão de 0,05.\nUma vez que provocam oscilações de alta freqüência nas curvas z (p) ou V (T), tais desvios podem ser atenuados mediante filtragem das mesmas.\nUm erro de aproximação é também introduzido, quando se considera o mode-lamento 1 D de dados sísmicos reais.\nA única limitação imposta à aplicação do método z-soma diz respeito à presença de zona cega, devido à inversão de velocidade. No caso de um refletor que possua velocidade inferior à dos que se lhe sobrepõem, p; + 1 > pj, o que leva as equações (3) e (4) à indeterminação.\n6\t- RESULTADOS\nOs métodos apresentados foram aplicados aos sismogramas de grande afasta-\np x 1 000 (s/km)\n0.83-\n0.00\np x 1 000 (s/km)\n§\nFig. 3 - Transformação de domínios para o sismograma sintético, utilizando-se o método do \"estaqueamento\" inclinado, apenas na janela que contém as primeiras quebras.\n1.03-\n2.00-\n1.00\n2.00\nFig. 4 - Envelopes para uma janela de tempo que contém os eventos pós-críticos da transformação de domínios.\nVelocidade (km/s)\tVelocidade (km/s)\tVelocidade Ikm/s)\nTau (s)\nTempo (s)\nFig. 5- Método de inversão em presença de ruídos aleatórios (média nula, distri buição uniforme e diferentes valores do desvio padrão, a).\nmento fonte-receptor, da linha sísmica 60-RL-165, situada na Bacia do Alto Amazonas, constituindo uma sistemática automatizada de determinação das velocidades intervalares dos refletores rasos de uma bacia sedimentar (fig. 6).\nPara cada sismograma (T, X) é obtido um correspondente (t, p), pelo método do empilhamento inclinado janelado, onde os tempos de interseção são definidos por leitura automática, tendo como função-guia os pares (7, p), determinados pelo método do polinômio. A figura 7 ilustra a seqüência de procedimentos, que se encerra com a obtenção da função velocidade V (T), pelo método r-soma.\nA aplicação contínua dessa sistemática a diversos sismogramas permite confeccionar a seção de velocidades intervalares para os refletores rasos, cujos valores são consistentes com aqueles extraídos do poço 1-JD-1-AM, localizado na mesma região (figs. 8 a 11).\n7\t- CONCLUSÕES\nAs funções velocidade V (T) dos refletores rasos de uma bacia sedimentar podem ser obtidas a partir da inversão dos eventos relacionados às primeiras quebras e à zona de silencionamento externo, de sismogramas com grande afastamento, na geometria de aquisição ponto de tiro comum ou ponto médio comum, com correções estáticas aplicadas.\nA sistemática apresentada mostra-se eficiente, mesmo considerando-se o mode-lamento unidimensional de dados reais. As funções velocidade assim obtidas, além de definidas automaticamente, são mais precisas que aquelas determinadas pelos métodos convencionais, cuja precisão (nesta zona de interesse) é comprometida pela restrição de RMS, pelo si-lenciamento externo e pelo estiramento devido à correção de NMO. Portanto, são mais próximas das velocidades intervalares reais.\nOs resultados obtidos e o baixo custo computacional garantem sua aplicação à prospecção sísmica: na confecção de mapas de profundidade dos refletores,\nInício\ni\ni\nI\ni\ni\ni\ni\ni\nI\ni i.\nRegistro PTC* ou PMC* com correções estáticas\nFim\n* Ponto de tiro comum ** Ponto médio comum\nFig. 6- Fluxograma para a obtenção automática das velocidades rasas, utilizando-se os eventos pós-críticos da zona de silencia mento.\nPT 1 702\np x 1 000 (s/km)\nS\np x 1 000 (s/km)\nVelocidade (km/s)\nD\nFig. 7- (A) Sismograma do ponto de tiro 1 702 da linha sísmica 60-RL-165; (B) transformação de domínios para (A), pelo método do estaqueamento inclinado janelado; (C) envelopes para uma janela de tempo que contém os eventos pós-críticos de (B) com função-guia definida pelo método do polinômio; (D) função V (T) obtida pelo método r-soma.\nP (s/km)\nFig. 8 - Curvas t (p), suavizadas, obtidas peta oitava convolução, no domínio de p, com o operador e suavização (1/4,1/2,1/4). A demarcação do eixo horizontal indica o início de uma escala para p, cujos valores mínimos e máximos são 0,2 e 0,475 s/km.\nTempo (s)\nFig. 9- Funções velocidade intervalar-tempo duplo de percurso na vertical, V (T), obtidas mediante inversão, pelo método t-soma.\nÊ\no Q.\nE\n<D\nPontos de tiro\n0\t0.5Km\nI------------1\nVelocidade (km/s)\nFig. 10- Mapa de contornos para as funções velocidade-tempo duplo de percurso na vertical, V (T), definidas pela inversão dos valores r-p dos eventos pós-críticos. Espaçamento entre pontos de tiro: 100 m. Intervalo de contorno: 0,2 km/s.\n(A)\n(B)\nnos processamentos que utilizem migração, no processamento convencional para controle e/ou determinação das velocidades de empilhamento dos refletores rasos e nos estudos de modelamento direto, dentre outros.\nA presença da zona cega devido à inversão de velocidade impede a utilização do método r-soma. Este problema pode ser constatado na fase de transformação dos dados para o domínio r-p e deve ser considerado antes da inversão.\nAGRADECIMENTOS\nÀ PETROBRÁS e ao Programa de Pesquisa e Pós-Graduação em Geofísica da Universidade Federal da Bahia.\nAos professores Dr. Paul L. Stoffa e Dr. Wulf F. Massell, pelas sugestões apresentadas.\nREFERÊNCIAS BIBLIOGRÁFICAS\nDIX, C. W. Seismic velocities from surface measurements. Geophysics, 20: 68-86, 1955.\nSHAH, P. M. Use of wavefront curva-ture to relate seismic data with sub-surface parameters. Geophysics, 38: 812-25, 1973.\nDIEBOLD, J. B. &amp; STOFFA, P. L. The traveltime equation, tau-p mapping, and inversion of common midpoint data. Geophysics, 46 (3): 238-54, 1981.\nT HO MAS, J. E. Programa para geração de sismogramas sintéticos. Salvador, PETROBRÁS. SEN-BA, 1985.\nSTOFFA, P. L. Anatysis of seismic data in T-p domain. Austin, University of\nTexas at Austin. Institute for Geophysics, 1984.\nABSTRACT\nThe determination of shallow interval velocities for a sedimentary basin assumes great importance in seismic prospecting.\nThe velocity analyses commonly used are based in DIX (1955) and SHAH (1973). Besides to be interpretative processes they generally do not present good results in shallow zones, where the reflections are attenuated by the mute in the processing phase.\nThe mute zone of seismograms with sufficient source to receiver offset contains direct waves, head waves and wide angle reflections which are critica! and post-critical events that can be used to determine the shallow interval velocities in a sedimentary basin. The proposed processes are related to the automatic determination of these velocities using the T-sun method, based on a unidimensiona! modelling.\nTwo new techniques of parameterization\nof first breaks to the T-p domain, are presented. The first technique is based on the automatic picking of first breaks in T-X space followed by the T-p transformation, using the derivative of best fit polinomial to these data. The second technique uses the slant stacking method to change the T-X data within a time window containing the first breaks and then automatically picks the resultant post-critical events in T-p domain.\nThese techniques were developed using synthetic data in which their Hmitations and applicability were tested in a combined way in order to perform an automatic process to determine the shallow velocity functions.\nA working procedure using T-p domain picking and inversion is then apptied to a portion of seismic Une 60-RL-165, in Alto Amazonas Basin, Brazil. Results of the inversion are consistent with well velocity data in this area.\nBIBLIOGRAFIA\nKENNETT, B. L. N. A comparison of traveltime inversions. Geophys. J. R. Astr. Soc., 44: 517-36, 1976.\nMAGALHÃES, C. C. Utilização das primeiras quebras de um sismograma na determinação das funções velocidades dos refletores rasos de uma bacia sedimentar. Salvador, UFBA. PPFG,\n1986.\tTese de Mestrado."}]}}}