{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.23618"}, {"@name": "filename", "#text": "7809_288227.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "LIN HUA LIU IWERSEN \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nDIVERSIDADE GENÉTICA EM CURIMBA Prochilodus lineatus \n(PISCES, CHARACIFORMES) NA BACIA DO ALTO RIO \n\nURUGUAI, BRASIL \n \n\n \n \n \n \n \n \n \n \n \n\nDissertação apresentada ao \nPrograma de Pós-Graduação em \nAquicultura da Universidade \nFederal de Santa Catarina (UFSC), \nnível de Mestrado. Orientador: \nCláudio Manoel Rodrigues de \nMelo \n\n \n \n \n \n \n\nFlorianópolis \n2010 \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\n\nDiversidade genética em curimba Prochilodus lineatus (Pisces, \nCharaciformes) na bacia do Alto Rio Uruguai, Brasil \n\n \n \n\nPor \n \n \n\nLIN HUA LIU IWERSEN \n \n \n\nEsta dissertação foi julgada adequada para a obtenção do título de  \n \n \n\nMESTRE EM AQÜICULTURA \n \n \n\ne aprovada em sua forma final pelo Programa de  \nPós-Graduação em Aqüicultura. \n\n \n \n \n \n \n \n \n \n\n_____________________________________ \nProf. Cláudio Manoel Rodrigues de Melo, Dr. \n\nCoordenador do Curso \n \n \n \nBanca Examinadora: \n \n\n \n__________________________________________ \nDr. Cláudio Manoel Rodrigues de Melo – Orientador \n\n \n__________________________________________ \n\nDr. Alex Pires de Oliveira Nuñer \n \n\n__________________________________________ \nDr. Sergio Maia Queiroz Lima \n\n\n\n \n \n \n \n \n \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nÀ minha família que está sempre \n\nao meu lado, ao meu pai que está \nsempre olhando por nós e à minha \n\ncara metade que me apoiou em \ntodos os momentos neste período.\n\n\n\n \n\n\n\nAGRADECIMENTOS \n \n\nPrimeiramente agradeço a Deus, pois em momento algum da \nminha vida faltou-me com sua bondade e sua graça. \n\nÀ minha mãe Liu Ping Iwersen, ao meu pai Paulo Roberto \nIwersen, ao meu irmão Lian Hua Liu Iwersen, a minha cunhada Anelise \nTalamini Iwersen, a minha sobrinha e afilhada Luisa Talamini Iwersen, \nao Luiz Carlos Talamini, Lúcia Helena Fraxino Talamini  por sempre \nacreditarem e me apoiarem nos momentos em que precisei e é claro ao \nmeu amor Joseani Paulini Neves Simas por tornar minha vida melhor e \nao meu sogro”Seu José” e sogra “Dona Ana ” por confiarem a sua \nfilha à mim. \n\nTambém desejo expressar meus agradecimentos as Instituições e \npessoas que, de alguma forma, contribuíram para a realização deste \ntrabalho, principalmente a Universidade Federal de Santa Catarina, \natravés do Departamento de Aquicultura, me dando todo o suporte \nnecessário para a realização deste trabalho e na oportunidade \nagradecer em especial ao Carlito Aloísio Klunk, pela disponibilidade e \npresteza nas horas em que precisei. \n\nA Coordenação de Aperfeiçoamento de Pessoal de Nível Superior \npela concessão da bolsa de estudos para realização deste trabalho. \n\nAgradeço ao Laboratório de Biologia e Cultivo de Peixes de \nÁgua Doce pela oportunidade de trabalharmos juntos e principalmente \npor terem despendido tempo e pessoal, estes em especial, por coletar \nparte das amostras utilizadas neste estudo. \n\nAo Laboratório de Fisiologia do Desenvolvimento e Genética \nVegetal por ter me acolhido para a realização das minhas análises e \npelo carinho, parcerias e ensinamentos de todos em que ali trabalham \nmeus mais sinceros agradecimentos. \n\nAo Prof. Doutor Cristiano Valentim da Silva Lazoski, por ter \naceitado ser meu co-orientador, apesar de estar com seu tempo \ndisponível reduzido, por estar me passando um pouco de seu \nconhecimento e experiência e por sua amizade. \n\nAo meu orientador, Coordenador da Pós-Graduação em \nAquicultura e principalmente amigo o Prof. Doutor Claudio Manoel \nRodrigues de Melo, pela oportunidade de trabalhar e aprender com ele \ne conviver com sua família. \n\nE também gostaria de deixar meus agradecimentos aos \nparceiros, amigos e colegas de turma, por estarmos sempre juntos nas \nhoras boas e ruins deste período. \n\n\n\nE aos meus irmãos Daniel Addor Silva e Rodrigo Bello, pela \namizade e parceria de tantos anos. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\nRESUMO \n \nO Brasil é dependente dos regimes hidrológicos das Bacias \n\nHidrográficas para gerar energia elétrica. A fragmentação do ambiente \naquático, pela construção de barragens, gera alterações no meio \ncausando problemas para a integridade do hábitat, composição e \nabundância de espécies, quebrando etapas essenciais do ciclo de vida de \nalgumas espécies de peixes migradores como o Prochilodus lineatus, \ncontribuindo para o declínio quantitativo e qualitativo ou isolamento de \nsegmentos populacionais. Esta espécie tem grande importância \ncomercial e se encontra amplamente distribuída nas bacias hidrográficas \ndo Brasil (Solimões-Amazonas, Tocantins, São Francisco, Paraná-\nParaguai e Uruguai). A bacia do alto rio Uruguai possui um grande \nnúmero de barragens, podendo estar influenciando na reprodução desta \nespécie. Assim, este estudo teve como objetivos estimar a diversidade \ngenética e analisar se há estruturação populacional em P. lineatus entre \ndiferentes pontos nesta bacia. Foram analisados 153 exemplares desta \nespécie, coletados em 14 pontos amostrais de 4 sítios de coletas \nutilizando-se nove loci de microssatélites que apresentaram alto nível de \npolimorfismo. Nos resultados observou-se desvio no equilíbrio de \nHardy-Weinberg para todos os pontos amostrais (p?0,05), exceto para o \nponto 12, no sítio de coleta Montante UHE Itá que não apresentou \ndiferença significativa (p?0,05), estando em equilíbrio de Hardy-\nWeinberg. O software structure, identificou uma estruturação entre os \npontos amostrais analisados (K=3). \n \n\nPalavras chaves: genética de população, microssatélite, manejo \npesqueiro, marcador molecular, curimba, characiformes, Brasil \n \n \n\n\n\nABSTRACT \n \n \nBrazil is dependent of hydrologic regimes of the watersheds to generate \nelectric energy. The spalling of the aquatic environment creates changes \nin the environment, causing problems for the integrity of the habitat, \nabundance, and species composition, breaking essential stages of the life \ncycle of some migrating fish species as the Prochilodus Lineatus, \ncontributing for the quantitative and qualitative decline or isolation of \npopulation segments and even leading to the extinction of the species. \nThis species has great commercial importance and is widely distributed \nin the Brazilian watersheds. The upper Uruguay River has a great \nnumber of dams, being able to influence the reproduction of such \nspecies. Therefore, this study aimed to estimate the genetic diversity and \nto analyze the population structure of P. Lineatus in different places of \nthe watershed. 153 animals were analyzed, collected in 14 sample places \nwithin 4 collection sites, using nine microsatellite loci presenting high \nlevel of polymorphism. The places presented deviance in the Hardy-\nWeinberg equilibrium for all the places (p?0.05), except for place 12, in \nthe UHE Itá mount which did not present significant difference \n(p?0.05). The Bayesian analysis identified a structuration in the sample \nplaces identifying 3 populations (K=3). The results got in this study will \nassist in the adequate management and the conservation of this resource, \ncontributing for the maintenance of the stocks of this species. \nKey words: population genetics, Prochilodus Lineatus, molecular \nmarker \n \n \n \n \n\n\n\nSUMÁRIO \n \n\nINTRODUÇÃO GERAL .................................................................... 13 \n\nBACIA HIDROGRÁFICA DO RIO URUGUAI .......................................... 14 \nRIOS FRAGMENTADOS E PEIXES MIGRADORES.................................. 15 \nDISTRIBUIÇÃO E CARACTERÍSTICAS BIOLÓGICAS DO CURIMBA \n(PROCHILODUS LINEATUS) .................................................................. 16 \nCONSERVAÇÃO DA DIVERSIDADE GENÉTICA DE PEIXES ................... 16 \nTÉCNICAS MOLECULARES PARA ANÁLISE GENÉTICA ......................... 17 \nESTUDOS REALIZADOS COM O GÊNERO PROCHILODUS ...................... 21 \n\nRESUMO ............................................................................................. 23 \n\nINTRODUÇÃO ................................................................................... 24 \n\nMATERIAL E MÉTODOS................................................................ 27 \n\nCOLETA E AMOSTRAGEM................................................................... 27 \nEXTRAÇÕES DE DNA ......................................................................... 27 \nREAÇÃO DE “PCR” E ELETROFORESE ................................................ 28 \nANÁLISES DOS DADOS MOLECULARES ............................................... 31 \n\nRESULTADOS.................................................................................... 33 \n\nANÁLISE INTRAPOPULACIONAL E VARIAÇÃO DOS \nMICROSSATÉLITES.............................................................................. 33 \nANÁLISE INTERPOPULACIONAL.......................................................... 34 \n\nDISCUSSÃO........................................................................................ 48 \n\nANÁLISE INTRAPOPULACIONAL E VARIAÇÃO DOS \nMICROSSATÉLITES.............................................................................. 48 \nANÁLISE INTERPOPULACIONAL.......................................................... 50 \n\nREFERÊNCIAS BIBLIOGRÁFICAS .............................................. 54 \n\nREFERÊNCIAS BIBLIOGRÁFICAS DA INTRODUÇÃO........... 69 \n\n \n \n\n\n\n\n\n 13 \n\nINTRODUÇÃO GERAL \n \n\nO Brasil possui um dos maiores potenciais hidrológicos do \nplaneta, com aproximadamente 20% da reserva hídrica superficial \n(GOLDEMBERG e LUCON, 2007; FREITAS e SOITO, 2008). Esta \ncaracterística nos permite atender 90% da necessidade nacional de \nenergia elétrica a partir de fontes hídricas, sendo assim fortemente \ndependente dos regimes hidrológicos das bacias hidrográficas \n(FREITAS E SOITO, 2008; TORRES, 2008). \n\nContudo, os empreendimentos hidrelétricos provocam impactos \nambientais e sociais decorrentes da implantação de seus reservatórios, os \nquais devem ser mitigados (ANEEL, 2008; TORRES, 2008). \n\nDentre os impactos sociais está a inundação de áreas \nagricultáveis, alterações nas atividades econômicas e usos tradicionais \nda terra, efeitos sociais por migração, perdas de heranças históricas e \nculturais (SILVA, 2008). O mesmo autor relata que também existem \nimpactos positivos, como a produção de energia elétrica, essencial em \ntempos modernos, aumento do potencial potável de recursos hídricos \nreservados, criação de possibilidades de recreação e turismo, aumento \ndo potencial de irrigação, aumento e melhoria da navegação e transporte \ne potencial de produção de biomassa com a aquicultura. \n\nAlém dos impactos sociais, os reservatórios geram diversos \nimpactos ambientais, transformando ambientes lóticos em lênticos. Esta \nfragmentação do ambiente aquático pode gerar alterações físicas e \nquímicas da água, como transporte de sedimentos, integridade de \nhábitat, composição e abundância de espécies. Além disso, essas \nalterações também quebram etapas essenciais do ciclo de vida de \nalgumas espécies de peixes migradores como o Curimba (Prochilodus \nlineatus), Dourado (Salminus brasiliensis), Piranha (Brycon \norbignyanus), Mandi Amarelo (Pimelodus maculatus), dentre outros. \nEstas espécies, além de serem essenciais para a biodiversidade e para o \nequilíbrio ecológico do ambiente onde vivem, são importantes \neconomicamente para as comunidades ribeirinhas (GIRARD, 2002; \nSILVA, 2006). \n\nPara facilitar a movimentação local destas espécies, existem hoje \ndiferentes tipos de mecanismos de transposição para peixes, como: \nelevadores, eclusas e escadas. Além disso, dependendo da localização \ndo empreendimento, a construção desses sistemas pode se tornar muito \nonerosa (VIANA et al., 2006). As construções indiscriminadas destes \nmecanismos de transposição, realizadas apenas para atender dispositivos \n\n\n\n 14 \n\nlegais, estão diminuindo devido a comprovação de sua ineficiência \n(AZEVEDO, 1965; CARVALHO, 2002). \n\nOutra opção de manutenção dos estoques de peixes é o \nrepovoamento, cujo manejo é muito discutido na literatura, devido a \nfalta de critérios adotados por algumas instituições e produtores de \nalevinos, por causa da falta de informação sobre o contexto ambiental, \nou falta de conhecimento do material genético de seus plantéis, além do \ncusto e logística para elaborar e manter um programa de repovoamento \nser mais elevado. \n\nNeste contexto, observa-se a importância do uso responsável de \nnossas bacias hidrográficas, pois não dependemos apenas da energia \nhidrelétrica, mas também do meio ambiente em equilíbrio para nossa \nsobrevivência. \n \nBacia Hidrográfica do Rio Uruguai \n \n\nA bacia do rio Uruguai abrange uma área de 384.000 km2, dos \nquais 176.000 km2 situam-se em território nacional, compreendendo \n46.000 km2 do Estado de Santa Catarina e 130.000 km2 no Estado do \nRio Grande do Sul. Ela se estende entre os paralelos 27º e 34º Sul e 49º \n30’ e 58º 15’ Oeste, sendo delimitada ao norte e nordeste pela Serra \nGeral, ao sul pela fronteira com a República oriental do Uruguai, a Leste \npela depressão central Rio Grandense e a oeste pela Argentina (ANEEL, \n2008). \n\nO rio Uruguai nasce da confluência dos rios Canoas e Pelotas, \nacima do nível do mar percorrendo um total de 2.262 km desembocando \nno estuário da Prata, do qual fazem parte o rio Paraná e rio Paraguai. Na \nporção inicial ele delimita os estados de Santa Catarina e Rio Grande do \nSul, sendo que com a confluência com o rio Peperi-Guaçu, passa a fazer \na divisa do Brasil com a Argentina e em seguida da Argentina com o \nUruguai. No total do seu percurso, o rio Uruguai pode ser dividido por \nbarreiras físicas em Alto, Médio e Baixo rio Uruguai (ZANIBONI-\nFILHO E SCHULTZ, 2003). \n\nNa região do Alto rio Uruguai seis usinas hidrelétricas estão \ninstaladas, sendo que atualmente somente duas estão localizadas no rio \nUruguai a usina hidrelétrica (UHE) Machadinho localizada \naproximadamente a 80 km da confluência dos rios Canoas e Pelotas, e a \nusina hidrelétrica (UHE) Itá, localizada 150 km a jusante de \nMachadinho (MAGRI et al., 2008) (Figura 1). \n \n\n\n\n 15 \n\nRios Fragmentados e Peixes Migradores \n \n\nO meio ambiente tem sido degradado e destruído por atividades \nrealizadas em grande escala pelo homem, levando várias espécies e \ncomunidades inteiras a extinção. Dentre as ameaças a diversidade \nbiológica que resulta da atividade do homem pode ser citada: destruição, \nfragmentação e degradação de habitat; super exploração de espécies e a \nintrodução de espécies exóticas (PRIMACK E RODRIGUES, 2001). \n\nO efeito dos reservatórios na comunidade de peixes pode variar \nentre regiões, dependendo de características do reservatório e da própria \ncomunidade. Pode-se citar, por exemplo, a regulação da vazão a jusante \nda barragem, que altera o ciclo hidrológico natural, não se observando \ngrandes cheias e consequentemente reduz as áreas alagáveis que são \nutilizadas por alevinos de algumas espécies como locais de alimentação \ne abrigo, bem como, diminuindo o estímulo ambiental para a ovulação \nfinal e desova de peixes nas cheias através da redução dos níveis \nmáximos e mínimos de água (MOULTON E SOUZA, 2006; SILVA, \n2006; WEINGARTNER et al., 2008). \n\nAs espécies mais afetadas por estas barreiras físicas \n(Hidrelétricas) são aquelas que dependem de longas migrações para se \nreproduzir, pois além de alterarem características físicas e químicas dos \nrios, as barreiras bloqueiam ou atrasam a migração ascendente dos \npeixes, contribuindo para o declínio não só quantitativo (número de \npeixes), mas também qualitativo (diversidade genética) além de isolar \npopulações e até mesmo levar a extinção algumas espécies que \ndependem de movimentos longitudinais em algumas fases de sua vida \n(AGOSTINHO, 1992; LARINIER, 2001; PRIMACK et al., 2001; \nSILVA, 2006; WEINGARTNER et al., 2008). \n\nPortanto, devemos salientar a necessidade de ações que visem a \nmanutenção, principalmente, das espécies migradoras, que notavelmente \nsão as mais afetadas, buscando assegurar a conservação das populações \nde peixes, bem como a diversidade genética. Com isso os trabalhos de \nconservação genética das populações de peixes devem ser iniciados \nantes que ocorra redução significativa da sua variabilidade genética \n(WEINGARTNER et al., 2008). \n\nEstudos de genética de populações de peixes e de outros \norganismos são desejáveis para que opções corretas de manejo sejam \ntomadas. Alguns desses estudos têm utilizado ferramentas importantes \npara trabalhos de conservação, onde são aplicadas técnicas de biologia \nmolecular para auxiliar o manejo de estoques de peixes (SMALL et al., \n\n\n\n 16 \n\n1998; SIVASUNDAR et al., 2001; NERAAS et al., 2001, \nREVALDAVES et al., 1997,2002.) \n\n \nDistribuição e Características Biológicas do Curimba (Prochilodus \nlineatus) \n\n \nO gênero Prochilodus está entre os mais amplamente distribuídos \n\ne abundantes grupos entre aqueles que vivem nos rios sul-americanos. \nEste gênero compreende 48 espécies nominais, porém apenas 13 são \nconsideradas válidas (REIS et al., 2003; CASTRO E VARI, 2004; \nFISHBASE, 2008). \n\nAs ocorrências dessas espécies se localizam nos rios das bacias \nSolimões-Amazonas, Tocantins, São Francisco, Paraná-Paraguai, \nParaíba do sul e Uruguai. (SIVASUNDAR et al. 2001). As espécies são \nreofílicas e possuem morfologicamente em comum corpo de porte \nmédio a grande, que podem ser reconhecidas (exceto larvas) pelos lábios \ncarnosos equipados com duas séries de pequenos dentes falciformes ou \nespatulares. Possuem escamas ctenóides e a nadadeira dorsal é precedida \npor um espinho protuberante, que pode ser afilado ou bifurcado \n(BRITSKI et al., 1988; CASTRO, 1990). \n\nSão animais detritívoros atuando como condutores de energia e \nbiomassa dos níveis inferiores para os níveis superiores da cadeia \nalimentar aquática, que dependem da correnteza do ambiente natural \nfluvial. Os curimbas realizam migrações para fins reprodutivos, onde \nestão sincronizadas as flutuações do nível da água, e apresentam desova \núnica, fecundação externa e ausência de cuidado parental \n(AGOSTINHO E JÚLIO JR., 1999; PAIVA 2002). \n\nEste gênero tem uma grande importância para a pesca comercial \nde vários países da América do Sul, sendo a mais importante em termos \nde biomassa nos rios da Bacia do Prata (AMENGUAL E SIAZARO, \n1988) e no Brasil, é um dos principais peixes pescados artesanalmente \n(IBAMA, 2005). Porém, apesar da grande ocorrência nas bacias \nbrasileiras, observa-se um desgaste dos seus estoques naturais nos \núltimos anos, (CAROLSFELD et al., 2003). \n \nConservação da Diversidade Genética de Peixes \n \n\nSegundo a União Internacional para Conservação Natural (da \nsigla em inglês IUCN), uma das três prioridades globais da conservação \né a necessidade de conservar a diversidade genética, sendo que dois \naspectos fundamentais estão relacionados. Primeira, a mudança \n\n\n\n 17 \n\nambiental, que é um processo contínuo onde a diversidade é necessária \npara a evolução e adaptação das populações as mudanças, e a segunda, a \nperda de diversidade está intimamente ligada com a endogamia e a \nredução geral na reprodução e sobrevivência (FRANKHAM et al., \n2008). \n\nA fragmentação dos rios devido a construção das represas causa \num forte impacto nos estoques de peixes selvagens, principalmente nas \nespécies migradoras, como a diminuição da diversidade genética e a \nseparação de populações e como consequência a redução da capacidade \ndas populações a se adaptar e evoluir de acordo com as mudanças no \nambiente, que pode levar até a extinção de algumas populações (SILVA \net al., 1998; BEDORE, 1999). \n\nOs estudos de estrutura genética populacional permitem o \nconhecimento de taxas de endogamia, diversidade genética, \ndiferenciação entre os espécimes, entre outras informações importantes \npara a elaboração de planos de manejo (PEREZ-SWEENEY et al., \n2003). \n\nUma etapa inicial importante para o desenvolvimento do manejo \ne conservação “in situ” e de repovoamento, é o conhecimento prévio da \ndistribuição da variabilidade genética dentro e entre populações de uma \nespécie, que pode ser realizada por meio de marcadores moleculares. \n\nPara isso, leva-se em conta se uma espécie está distribuída como \numa população ou como populações geneticamente diferentes, e qual o \ngrau de interação entre elas (HILSDORF E PETRERE, 2002). Neste \ncontexto, o conhecimento dos atuais níveis de diversidade genética e \ndiferenciação dentro e entre populações são necessários para \nrecomendações de manejo sustentável. \n\nUma das estratégias de recuperação da diversidade no ambiente é \no uso de animais criados em cativeiro, para fins de melhoria, ressaltando \nainda mais a necessidade de reconhecer a composição genética das \npopulações selvagens, com objetivo de realizar programas de \nmelhoramento (NGUYEN, 2008). \n \nTécnicas moleculares para análise genética \n \nAs principais técnicas de biologia molecular disponíveis para detecção \nde variabilidade genética são: Sequenciamento de DNA, Isoenzimas, \nRFLP, RAPD, AFLP, minissatélites, microssatélites e outros (PARKER \net al., 1998; SOLÉ-CAVA, 2001; LIU E CORDES, 2004; ROWENA et \nal., 2004; SPIDLE et al., 2004). Estes marcadores são classificados de \nacordo com a existência de dominância, sendo os co-dominantes aqueles \n\n\n\n 18 \n\nque são possíveis fazer a identificação de heterozigotos (CARVALHO, \n2002). \n A escolha do método a ser utilizado depende da taxa de mutação \nao nível de divergência que se deseja estudar; tipo de material biológico \ndisponível para o estudo; condições de obtenção destes marcadores \n(PARKER et al., 1998). \n Muitos pesquisadores têm realizado trabalhos nessas últimas \ndécadas utilizando marcadores moleculares em organismos aquáticos. \nGusmão et al. (2005) investigando a estruturação genética de espécies \nde camarões brasileiros, utilizando aloenzimas para estimar níveis de \nvariabilidade genética e a estrutura de população de Farfantepenaeus \nbrasiliensis, F. paulensis, Litopenaeus schimitti e a recente espécie \ndetectada Farfantepenaeus sp. na costa brasileira, encontraram uma \ngrande diferenciação genética para F. paulensis entre a lagoa dos Patos \n(Sul) e duas populações do sudeste brasileiro. E para Farfantepenaeus \nsp. diferenças significativas foram detectadas entre a população de \nRecife e as de Fortaleza e Ilhéus. \n\nUtilizando dados de aloenzimas, Peres et al. (2005) avaliaram a \nvariabilidade genética de Astyanax altiparanae na Bacia do Alto Rio \nParaná, onde seus resultados mostraram que as populações estudadas \nsão geneticamente diferentes e tem um alto grau de variabilidade \ngenética. Através deste mesmo tipo de marcador, a variação genética e \nestrutura de população em duas espécies de mexilhões Mytella spp foi \navaliada (OLIVEIRA et al. 2005), detectando uma variabilidade \ngenética muito menor do que o esperado com o tamanho da população \nregistrada. \n\nAlmeida et al. (2003), analisou a estruturação populacional de \nPimelodus maculatus do rio Tietê e Paraná-Panema, através de \nmarcadores RAPD e concluiu que a população do rio Tietê esta \ngeneticamente homogênea, enquanto a população do rio Paranapanema \nesta estruturado. Utilizando este mesmo marcador molecular, Lidani et \nal. (2006) caracterizaram a variabilidade genética de um estoque cativo \nde Rhamdia quelen por análises de PCR-RAPD, evidenciando uma alta \nvariabilidade genética destes indivíduos cativos. Em lagos fragmentados \ndo rio Yangtze na China, Wang e colaboradores (2007) avaliaram a \ndiversidade genética de população do peixe Culter erythrpterus e \nverificaram que houve diferença significativa entre as populações \nestudadas. \n Marcadores microssatelites tem sido utilizados como ferramentas \nde vários estudos genéticos devido ao seu alto nível de polimorfismo e \nsua conservação entre espécies sendo considerados muito eficientes \n\n\n\n 19 \n\n(FITZSIMMONS et al., 1995; WALDBIESER et al., 2001; \nCUNNINGHAM E MEGHEN, 2001; CARVALHO, 2002; \nCARVALHO-COSTA, 2006; HATANAKA et al., 2006). \n\nNa Tabela 1 está um resumo das principais características dos \nmarcadores moleculares. \n \n \n \n \n \n\n\n\nTabela 1: Comparação dos métodos principais de estimativa da Biodiversidade molecular. \n\nP&amp;D- esforço de pesquisa e desenvolvimento; Dados- velocidade na produção de dados; Técnica- facilidade de interpretar geneticamente os \n\ndados. Abreviações: AFLP, “amplified fragment length polymorphism”; RAPD, “random amplified polymorphic DNA”; PCR/RFLP, \n\n‘Polymerase chain reaction/restriction fragment length polymorphism (SOLÉ-CAVA, 2001; Faleiro, 2007). \n\n \n\nAbordagem Principal Aplicação Custo Dados Herança Técnica Problema \n\nAFLP Mapeamento genético, diversidade \n\ngenética e fingerprinting \n\nMédio Rápido Dominante Média  Falta de homologia, \n\ndominância \n\nIsoenzimas Fingerprinting e diversidade genética Baixo Muito \n\nRápido \n\nCo-dominante Difícil Precisa Material fresco \n\nMicrossatelites Mapeamento genético, diversidade \n\ngenética, filogenia e fingerprinting \n\nMédio Rápido Co-dominante Média Busca de Primers para PCR \n\nMinissatélites \n\n \n\nFingerprinting, filogenia e diversidade \n\ngenética \n\nMédio Rápido Co-dominante Dificil Falta de homologia \n\nPCR/RFLP Mapeamento genético, diversidade \n\ngenética, filogenia e fingerprinting \n\nBaixo Rápido Dominante Fácil Escolha de gene \n\nRAPD Fingerprinting, mapeamento genético e \n\ndiversidade genética \n\nBaixo Muito \n\nRápido \n\nDominante Dificil Falta de homologia, \n\ndominância, reprodutividade \n\nSequenciamento Taxonomia, interespecífica e filogenia Alto Baixo Variável Fácil Interpretação dos resultados \n\n20 \n\n\n\n 21 \n\nEstudos realizados com o gênero Prochilodus \n \n\nAtravéz do método de isoenzimas, análises da variabilidade \ngenética de subpopulações de Prochilodus lineatus de três localidades \nna Bacia do Rio Paraná apresentaram um baixo nível de diferenciação. \nOs valores de distância e identidade genética sugerem que, na região da \nplanície de inundação, P. lineatus representa uma única unidade \nreprodutiva com alto fluxo gênico. Dos 18 loci identificados, apenas seis \nmostraram polimorfismo (REVALDAVES et al., 1997). \n\nEm 2002, Carvalho isolou e identificou dois loci de \nmicrossatélites de P. lineatus sendo estes importantes para o auxilio do \nesclarecimento da biologia básica desta espécie no momento em \nquestão, tendo como aplicação imediata para o uso em pisciculturas, \ndeterminação de paternidade, aplicação e monitoramento populacional e \nentendimento do impacto provocado pelas barragens. \n\nCarvalho-Costa (2006) isolou e caracterizou 13 loci \nmicrossatélites, sendo que apenas sete foram polimórficos para \nProchilodus costatus. Em 2008, este autor analisou a variação genética \nP. costatus para investigar a estrutura genética de populações em três \npontos de jusante na represa de Três Marias/MG, utilizando seis loci de \nmicrossatélites. Os peixes dos três pontos apresentaram níveis de \ndiversidade genética similar e não foi detectada diferenciação genética, \nsugerindo que P. costatus é uma única unidade reprodutiva na área de \nestudo. \n\nO isolamento e caracterização de 13 novos loci microssatélites \npara a espécie Prochilodus argentus foi descrito por Barbosa et al. \n(2006). Adicionalmente, foram feitas, com sucesso, amplificações \nheterólogas em duas outras espécies, P.costatus e P. lineatus. Em 2007, \nYazbeck e Kalapothakis descreveram cinco novos loci de \nmicrossatélites para P. lineatus. Estes loci mostraram-se informativos \npara análise genética de população, e manejo de peixes em reservatórios \ndo rio Grande. \n\nEstudo realizado em 2008 por Barbosa e colaboradores descreveu \no isolamento e a caracterização de nove novos loci de microssatélites de \nP. argentus, onde amplificaram novamente nas espécies P. costatus e P. \nlineatus, sendo polimórficos para ambas as espécies. \n\nUm estudo com indivíduos de P. argentus amostrados em dois \npontos com características ambientais distintas na região jusante da \nrepresa de Três Marias no rio São Francisco, utilizando três novos loci \nde microssatélites homólogos e um interespecífico, foi realizado para \navaliar a variação dentro e entre os dois pontos, buscando confirmar a \n\n\n\n 22 \n\nexistência de sub estruturação populacional. Os resultados mostraram \ngrande número de alelos exclusivos e boa variabilidade genética em uma \ndas regiões estudadas, reforçando a co existência de diferentes unidades \nreprodutivas nesta área. Também foram encontradas diferenças \npopulacionais significativas entre os dois pontos de coleta, reforçando a \nexistência de “pool” gênico distinto (HATANAKA, 2006). \n\nUm alto nível de variabilidade genética foi encontrado no alto rio \nUruguai entre os indivíduos de P. lineatus utilizando marcador RAPD \npor Ramella et al. (2006)  \n\nO presente estudo teve como objetivo estimar a diversidade \ngenética e a estruturação das populações de Prochilodus lineatus da \nbacia do Alto Rio Uruguai, bem como verificar sua variabilidade \ngenética e de pisciculturas que em algum momento forneceram alevinos \npara repovoamento da bacia do rio Uruguai. \n  \n O trabalho apresentado será submetido para publicação na revista \nGenetics and Molecular Biology. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n 23 \n\nDIVERSIDADE GENÉTICA EM CURIMBA (Prochilodus lineatus) \n(PISCES, CHARACIFORMES) NA BACIA DO ALTO RIO \nURUGUAI, BRASIL  \n \n \nRESUMO \n \n\nO Brasil é dependente dos regimes hidrológicos das Bacias \nHidrográficas para gerar energia elétrica. A fragmentação do ambiente \naquático, pela construção de barragens, gera alterações no meio, \ncausando problemas para a integridade do hábitat, composição e \nabundância de espécies, quebrando etapas essenciais do ciclo de vida de \nalgumas espécies de peixes migradores como o Prochilodus lineatus, \ncontribuindo para o declínio quantitativo e qualitativo ou isolamento de \nsegmentos populacionais. Esta espécie tem grande importância \ncomercial e se encontra amplamente distribuído nas bacias hidrográficas \ndo Brasil (Solimões-Amazonas, Tocantins, São Francisco, Paraná-\nParaguai e Uruguai). A bacia do alto rio Uruguai possui um grande \nnúmero de barragens, podendo estar influenciando na reprodução desta \nespécie. Assim, este estudo teve como objetivos estimar a diversidade \ngenética e analisar se há estruturação populacional em P. lineatus entre \ndiferentes pontos nesta bacia. Foram analisados 153 exemplares desta \nespécie, coletados em 14 pontos amostrais de 4 sítios de coletas \nutilizando-se nove loci de microssatélites que apresentaram alto nível de \npolimorfismo. Nos resultados observou-se desvio no equilíbrio de \nHardy-Weinberg para todos os pontos amostrais (p?0,05), exceto para o \nponto 12, no sítio de coleta Montante UHE Itá. O software structure, \nidentificou uma estruturação entre os pontos amostrais analisados \n(K=3). \n \n\nPalavras chaves: genética de população, microssatélite, manejo \npesqueiro, marcador molecular, curimba, characiformes, Brasil \n \n\n\n\n 24 \n\nINTRODUÇÃO \n \n\nA bacia do alto rio Uruguai possui uma área de aproximadamente \n384.000 km2, dos quais 176.000 km2 estão no território brasileiro, sendo \n46.000 km2 situados no Estado de Santa Catarina e 130.000 km2 no \nEstado do Rio Grande do Sul (ANEEL, 2008). Zaniboni-Filho e \ncolaboradores (2004), utilizando critérios morfológicos, identificam \ndiversas espécies de peixes na bacia brasileira do alto rio Uruguai, \ndentre elas o Prochilodus lineatus. \n\nNesta região, na calha principal do rio Uruguai estão operando as \nusinas hidrelétricas de Itá (UHEI) e Machadinho (UHEM), porém \nexistem barramentos em seus rios formadores, o Pelotas UHE Barra \nGrande) e o Canoas (UHE Campos Novos) e em alguns tributários como \nUHE Quebra Queicho no rio Chapecó. \n\nO gênero Prochilodus compreende 48 espécies nominais, \ncontudo, apenas 13 são consideradas válidas (REIS et al., 2003; \nCASTRO E VARI, 2004; FISHBASE, 2008). Espécies deste gênero \nvariam de tamanho médio a grande (BRITSKI et al., 1988) sendo, \npeixes economicamente importantes, tanto para a pesca continental \nquanto para a aquicultura. Além disso, desempenham um importante \npapel na dinâmica dos rios da região Neotropical, devido ao seu hábito \nalimentar detritívoro, atuando na ciclagem de nutrientes oriundos de \nmateriais em decomposição (BRITSKI et al., 1972; FLECKER, 1996). \n\nEste peixe possui hábito migratório para fins reprodutivos e essas \nmigrações estão sincronizadas com flutuações do nível da água, \npodendo ser realizadas de um rio para o outro culminando com a desova \nna coluna de água. Os ovos, mais tarde as larvas, são levados pela \ncorrente para áreas de planície, inundadas pelo aumento do nível da \nágua (AGOSTINHO E JÚLIO JR., 1999; PAIVA et al., 2002). O alto \nrio Uruguai, apresenta diferenças hidrológicas e morfométricas dos \noutros rios da bacia do prata, pois tem a presença de um canal \nencaixado, ausência de planícies, lagoas marginais e irregularidade \nsazonal das chuvas, sendo assim os peixes do alto rio Uruguai como o \nProchilodus lineatus, apresentam estratégias reprodutivas diferentes dos \noutros rios da bacia do prata. Através de alguns estudos, a presença de \novos e larvas para Prochilodus lineatus neste rio, foi detectada em \nambientes lóticos e mais distantes das barragens do alto rio Uruguai \n(REYNALTE-TATAJE et al., 2008; REYNALTE-TATAJE E \nZANIBONI-FILHO, 2008). \n\nA devastação ou fragmentação do habitat, aliada a exploração \nexcessiva dos organismos aquáticos e terrestres é citada como uma das \n\n\n\n 25 \n\nprincipais causas das extinções contemporâneas dos organismos \naquáticos (PRIMACK E RODRIGUES, 2001; ROZZI et al., 2001). \n\nAs espécies mais afetadas pelas alterações ambientais são aquelas \nque possuem: distribuição geográfica restrita; tamanho populacional \npequeno; baixa densidade populacional; grande porte e que requerem \numa área extensa para sobreviver; nichos especializados; baixa \nvariabilidade genética e hábitos migratórios (AGOSTINHO, 1992; \nLARINIER, 2000; PRIMACK et al., 2001; SILVA, 2006; \nWEINGARTNER et al., 2008). Dentre as causas da fragmentação do \nhabitat pode-se citar a construção de hidrelétricas as quais impedem a \nmigração das espécies. Carvalho-Costa (2006), estudando os impactos \nda construção da barragem de Três Marias/MG na ictiofauna migratória, \nconstatou que o principal impacto foi a impossibilidade de passagem \ndos peixes através da barragem. Sato e colaboradores (1995) em estudos \nhistológicos das gônadas de P. argenteus revelaram distúrbios \nreprodutivos nos espécimes capturados em uma área imediatamente a \njusante da barragem, quando comparados a indivíduos de regiões mais \ndistantes  \n\nA interrupção da livre migração de peixes causada pelas \nbarragens tem como consequência alterações da variabilidade genética e \ndas frequências alélicas de populações migratórias (HATANAKA E \nGALETTI JR., 2003). \n\nNeste contexto, Wasko e Galetti Jr. (2002) revelaram \ndiferenciação genética de Brycon lundii coletados imediatamente a \njusante da barragem de Três Marias em relação a espécimes coletados a \n40 km a jusante da barragem. Da mesma forma, Sousa (2003) concluiu \nque populações de Pseudoplatystoma corruscans de quatro localidades a \njusante a barragem de Três Marias eram geneticamente diferenciados \nentre si, e que os exemplares coletados próximos a barragem \napresentavam menor variabilidade genética. \n\nEstudos (HATANAKA et al., 2006; HATANAKA e GALETTI \nJR., 2003) com P. argenteus em duas regiões do rio São Francisco (no \nreservatório de Três Marias e a jusante da confluência dos rios Abaeté e \nSão Francisco) sugeriram a existência de estruturação populacional entre \nessas duas áreas. Já Revaldaves et al. (1997) estudaram atravéz do \nmétodo de isoensimas, populações de P. lineatus em três localidades da \nbacia do alto Paraná e não encontraram diferenças significativas entre as \npopulações, sugerindo a existência de um único pool gênico ao longo da \nárea estudada. Ainda na bacia do Paraná, Sivasundar e colaboradores \n(2001), utilizando a região controle do mtDNA (D-loop), encontraram \nalta homogeneidade genética entre populações de P. lineatus, com \n\n\n\n 26 \n\nhaplótipos similares ocorrendo distantes até 2.600 km. A explicação \npara esse alto fluxo gênico, segundo os autores, seria o hábito migratório \ndessa espécie. \n\nComo visto grandes barragens podem constituir em barreiras \nintransponíveis na rota migratória dos peixes de piracema, reduzindo ou \neliminando a sua eficiência reprodutiva (BEDORE, 1999). Essa \ninterrupção no ciclo natural das espécies interfere diretamente no \nprocesso reprodutivo, podendo levar a extinção das espécies nativas da \nregião (SILVA et al., 1998). Além disso, com a redução de seus \nestoques, grande parte da sua variabilidade genética é perdida, o que \npode dificultar ou impedir sua adaptação ao ambiente caso ele sofra \nalterações (BEDORE, 1999). \n Devido a estes fatores, uma das ferramentas utilizadas atualmente \nna conservação da diversidade genética dos rios é a implantação de \nprogramas de repovoamento, sendo de suma importância o \nmonitoramento genético e biológico desses programas, já que o \nrepovoamento pode representar riscos genéticos nas populações \nnaturais, (WAPLES, 1999). \n Na atualidade, muitos grupos tanto governamentais como não \ngovernamentais, tem realizado “repovoamento” na bacia do rio Uruguai \nindiscriminadamente, mas alguns destes não têm nenhum embasamento \ncientífico, potencializando riscos para o meio ambiente. Portanto, há \nnecessidade de acompanhamento de profissionais capacitados e algumas  \ndiretrizes como, a coleta de reprodutores para a formação de plantel \noriundos da região alvo, desenvolvimento de manejos genéticos de \nprogênies, para ações especificas do manejo, incluindo a seleção de \nreprodutores, formação de famílias, acasalamentos e práticas de criação \ne liberação. \n\nNeste cenário, a capacidade de identificar e caracterizar \ngeneticamente estoques dessas espécies de peixes se torna essencial. \nMarcadores moleculares têm sido amplamente utilizados para a \nestimativa de variabilidade genética em populações naturais (LIU E \nCORDES, 2004; ROWENA et al., 2004; SPIDLE et al., 2004) e devido \na seu alto nível de polimorfismo, microssatélites têm se tornado um dos \nmarcadores mais importantes em estudos de conservação \n(FITZSIMMONS et al., 1995; PÉPIN et al., 1995; GOLDSTEIN E \nSCHLOTTERER, 1999; CHAMBERS E MACAVOY, 2000; \nCUNNINGHAM E MEGHEN, 2001; WALDBIESER et al., 2001; \nPEREZ-SWEENEY et al., 2003). \n\nNeste contexto, o presente estudo teve com finalidade estimar a \ndiversidade genética e a estruturação de populações de Prochilodus \n\n\n\n 27 \n\nlineatus da bacia do alto rio Uruguai e de algumas pisciculturas, que de \nalguma forma já realizaram repovoamento nesta bacia. \n \nMATERIAL E MÉTODOS \n \nColeta e Amostragem \n \n\nAs coletas foram realizadas entre os anos de 2007 e 2009, em dez \npontos do Alto do Rio Uruguai (um a montante da UHE Machadinho, \nseis a montante da UHE Itá e três a jusante da UHE Itá) e em quatro \npisciculturas da região Oeste de Santa Catarina e Oeste e Centro Oeste \ndo Rio Grande do Sul (Figura 1). Foram coletados 5 indivíduos a \nmontante da UHE Machadinho, 49 a montante da UHE Itá, 48 a jusante \nda UHE Itá e 51 indivíduos nas pisciculturas (Tabela 2). \n\nDe cada animal foi retirado um fragmento de nadadeira (de \naproximadamente 1 cm2) o qual foi estocado em álcool 96%. \nPosteriormente, as amostras foram acondicionadas em freezer -18 ºC até \no momento da extração do DNA. \n \nExtrações de DNA \n \n O DNA total das amostras foi extraído através do protocolo \nCTAB 2,0% (“cationic hexadecyl trimethyl ammonium bromide”, \ndetergente catiônico). \n Na primeira fase a amostra foi cortada em um tamanho de 0,5 \ncm2, colocada em um microtubo de 2000 µ l, identificado, ao qual foi \nadicionado 500 µ l de tampão CTAB 2,0%, 4 µ l de proteinase k (10 \nmg/ml) e colocado em banho-maria a 60ºC para digestão do tecido por \n60 minutos ou até a digestão ter sido completada. \n Na segunda fase foram adicionados 250 µ l Fenol e 250 µ l CIA \n(Clorofórmio – álcool isoamílico – 24:1) vertido por 10 minutos para \nhomogeneizar, centrifugado em 14.000 RPM por 20 minutos. Após a \ncentrifugação, o sobrenadante foi transferido o para um novo microtubo, \nlavado novamente com 250µ l de CIA vertido por mais 5 minutos, \ncentrifugado novamente a 14.000 RPM por 15 minutos e o sobrenadante \nfoi então retirado e transferido para um novo microtubo. Após esta \nlavagem, foi adicionado o dobro do volume do sobrenadante de etanol \n100% para precipitar o DNA total, acondicionando “overnight” em \nfreezer -18 ºC. \n Na terceira fase as amostras foram centrifugadas em 4ºC, 14000 \nRPM, por 20 minutos, o sobrenadante foi vertido e adicionou-se de 200 \n\n\n\n 28 \n\na 500 µ l de etanol 100%, centrifugou-se em 14000 RPM por 10 \nminutos, verteu-se o etanol e esperou-se o “pellet” secar. Ao pellet seco \nfoi adicionado, de acordo com o tamanho do mesmo, de 50 a 100 µ l de \nágua ultra pura e 4 µ l de RNAse e deixado em banho maria a 37ºC por \n60 minutos, para solubilizar o “pellet”. Posteriormente o DNA obtido \nfoi acondicionado em freezer -20 ºC. Antes das análises, o DNA estoque \nfoi quantificado em gel de agarose 1%, através de eletroforese como \ndescrito por Sambrook e Russel (2001). Após a quantificação, preparou-\nse uma solução DNA trabalho, com concentração de 5 ng/ul. \n \nReação de “PCR” e eletroforese \n \n\nA amplificação em cadeia da polimerase (PCR) foi realizada de \nacordo com as condições padrão Sambrook e Russel (2001). Neste \nestudo foram testados 17 Loci microssatélites dentre eles, Pcos14, \nPar12, Par14, Par15, Par21, Par35, Par43, Par66, Par69, Par76, Par80, \nPar82, Pli34, Pli43, Pli60, Pli61 e o Pl01 (BARBOSA et al., 2006; \nYAZBECK,G.M. E KALAPOTHAKIS, 2007; BARBOSA et al., 2008; \nCARVALHO-COSTA et al., 2008; ) sendo que apenas nove loci de \nmicrossatélites amplificaram (Tabela 3). As reações de PCR foram \nrealizadas em microplacas de 96 poços em termociclador. \n\nAs reações mix de PCR continham um volume total de 10 µ l, \nsendo 1,2 µ l (3,6 pmol) de cada iniciador (“primer”), 1,4 µ l de DNTP \n(200 µM) mix, 1,5 de tampão 10x (1,5x), 0,3 µ l de cloreto de magnésio \n(1,5 mM), 0,2 µ l de Taq DNA polimerase (invitrogen), 0,8 µ l de \nDMSO, 0,4 µ l de água ultra pura e 3 µ l de DNA. Os ciclos de \ntemperaturas foram precedidos por incubação de desnaturação de 5 min. \na 95°C, seguidos de 60 segundos a 94°C (desnaturação), 60 segundos a \nX °C (temperatura de anelamento – Tabela 3) e 60 segundos a 72°C \n(extensão) por 35 ciclos, 20 minutos a 72°C (extensão final), quando \nentão as amostras eram refrigeradas a 4°C. \n\nOs alelos de microssatélites foram fracionados por tamanho em \ngéis de poliacrilamida não desnaturante contendo uma razão 19:1 \n(acrilamida:bis-acrilamida). Os géis foram preparados em tampão TBE e \nmontados em placas de vidro com 38x32 cm. Os géis foram colocados \nem cubas verticais (Biorad) contendo TBE 0,5X e submetidos ao um \ncampo elétrico de 55 wts por aproximadamente 90 minutos (dependendo \ndo peso molecular do loco). Após a corrida os géis foram corados em \nnitrato de prata e em seguida, digitalizados. \n\nO processamento das amostras e as análises moleculares foram \nrealizados no Laboratório de Fisiologia e Desenvolvimento de Genética \n\n\n\n 29 \n\nVegetal (LFDGV) do Centro de Ciências Agrárias da Universidade \nFederal de Santa Catarina. \n \nTabela 2: Sítios amostrais de Prochilodus lineatus e localização. Sendo \nP = piscicultura, JI = Jusante UHE Itá, MI= Montante UHE Itá e MM = \nMontante UHE Machadinho. \n \n\nSítio \namostral \n\nN \namostral \n\nPonto Local de coleta Coordenadas geográficas \n\n11  P1 Piscicultura 1 29°44'13.23\"S 51° 5'10.54\"O \n\n17  P2 Piscicultura 2 28°23'21.17\"S 53°54'46.69\"O \n\n10  P3 Piscicultura 3 28°14'26.57\"S 53°46'14.79\"O \nP \n\n13  P4 Piscicultura 4 27° 4'36.68\"S 53° 2'54.68\"O \n\n10  JI1 \nJusante UHE  \n\nItá 1 \n27° 6'8.67\"S 53°24'5.43\"O \n\n7  JI2 \nJusante UHE \n\n Itá 2 \n27° 5'52.65\"S 53° 0'59.43\"O JI \n\n31  JI3 \nJusante UHE  \n\nItá 3 \n27°17'0.67\"S 52°23'39.40\"O \n\n14  MI1 \nMontante UHE  \n\nItá 1 \n27°17'7.64\"S 52°20'24.43\"O \n\n11 MI2 \nMontante UHE \n\n Itá 3 \n27°18'30.65\"S 52° 6'3.41\"O \n\n4 MI3 \nMontante UHE \n\n Itá 5 \n27°22'41.66\"S 51°59'16.42\"O \n\n8 MI4 \nMontante UHE  \n\nItá 6 \n27°30'10.66\"S 51°54'3.42\"O \n\n4 MI5 \nMontante UHE  \n\nItá 7 \n27°32'14.65\"S 51°51'22.42\"O \n\nMI \n\n8 MI6 \nMontante UHE \n\n Itá 4 \n27°31'35.65\"S 51°47'4.42\"O \n\nMM 5 MM \nMontante UHE \n\nMachadinho \n27°36'23.39\"S 51°28'3.84\"O \n\n\n\n 30 \n\n \n \n\nFigura 1: Mapa hidrográfico do Alto Rio Uruguai com identificação dos pontos \nde coleta (vermelho), sendo UHEI, usina hidrelétrica de Itá; UHEM, usina \nhidrelétrica de Machadinho; UHEBG, usina hidrelétrica de Barra Grande. \n\n\n\n 31 \n\nAnálises dos dados moleculares \n \n\nAs amostras foram genotipadas através do programa \nTOTALLAB 100, versão demo. A variabilidade genética das \npopulações de P. lineatus foi determinada utilizando-se os programas \nFSTAT v.2.9.3.2 (GOUDET, 2002), ARLEQUIN v.3.1 (EXCOFFIER \net al., 2006), SAMOVA v.1.0 (DUPANLOUP et al., 2002) e \nSTRUCTURE.2.2 (PRITCHARD et al., 2000). \n\nA presença de alelos nulos foi verificada através do programa \nMICRO-CHECKER (VAN OOSTERHOUT et al., 2004). O programa \n“GENEPOP” (Raymond &amp; Rousset,1995) foi utilizado para estimar o \nnúmero de migrantes por geração. \n Para a construção do dendrograma utilizou-se o programa \nPHYLIP v.3.6 (FELSEINTEIN, 2005) e o programa TREE VIEW \nv.1.6.6 (PAGE, 1996). Os alelos foram analisados através do programa \nTOTALLAB 100. A riqueza alélica foi calculada utilizando-se do \nFSTAT. O número de migrantes por geração (Nm) foi calculado através \nde alelos privados com correção de tamanho da população através do \nGENEPOP (BARTON E SLATKIN, 1986). \nUma análise espacial de variância molecular (SAMOVA v.1.0; \nDUPANLOUP et al., 2002) foi utilizada para detectar estrutura de grupo \nda população. Após esta análise, os grupos sugeridos foram analisados \nno programa ARLEQUIN, onde, para todos os lócus, a heterozigosidade \nesperada, heterozigosidade observada e seu valor-p foram estimados \ncom o teste exato usando uma cadeia de Markov com 10.000 \npermutações (GUO E THOMSON, 1992; LEVENE, 1949). Os desvios \ndo equilíbrio de Hardy-Weinberg (GUO E THOMSON 1992), número \nde alelos, estatísticas F, o índice de endogamia FIS e a estrutura genética \npopulacional também foram investigadas através de análise de variância \nmolecular (AMOVA, EXCOFFIER et al., 1992) neste programa (WEIR \nE COCKERHAM, 1984). \n\nA estruturação genética, a possível existência de grupos naturais \nde populações e a partição molecular entre e dentro dos locais, além de \nvariações entre os indivíduos, foi calculada através da análise de \nvariância molecular (AMOVA) e a distância genética entre e dentro dos \ngrupos foi calculada através das estatísticas F de Wright (WEIR E \nCOCKERHAM, 1984). \n\n\n\nTabela 3 – Identificação e características dos iniciadores utilizados, sendo I.- identificador, N.a.l. - número de alelos \ndescrito na literatura, A.l. – amplitude descrita na literatura e T.a.t.- temperatura de anelamento utilizado no \ntrabalho, T.a.l. - temperatura de anelamento descrito na literatura. \n\n \n\nI. Repetição Sequência (5'-3') N.a. l. A. l. (pb)  T. a. t. (°C) T. a. l. (°C)  \n\nPar12 (AAAC)7 \nF: CGAGCTGGTACCGTCACATA \nR: AGCATGATGCAAAGGATCTG  \n\n8 192-232 54 56 \n\nF: GTATTAGGGGAGAGAATTTG \nPar14 (TGTC)5 \n\nR: TCTCATCAGTTATCACCAAC \n8 232-278 48 48 \n\nF: AGTTGGTTACACCTAACATC \nPar15 (CT)19(GTCT)10(GT)2 \n\nR: TCTTAATATGGGTCCACTAC \n20 144-196 47 47,2 \n\nF: CAAAAGGATAAGTAGCTCAG \nPar21 (ATGA)6 \n\nR: TAGCTCTGTTTATGATGACC \n8 165-193 47 47,2 \n\nF: GGCGTCTGACTCGTTACCTC \nPar43 \n\n(GA)6(CA)2(CAGA)4 \n(GA)21 R: AACCTCATTCCCTCAAGTGC \n\n17 241-299 50 50 \n\nF: CTAACCTACAAACCTCATTC \nPar80 (CT)37 \n\nR: CTGTAAAAGCTCCACTTATC \n17 221-279 52 51,3 \n\nF: CTCTAACAAGGTGAAACAAC \nPar82 (CT)27 \n\nR: TTTAAACTGTAGGCACAGAC \n14 177-209 52 51,3 \n\nF: TGACTGTGAACACGGTCACGC \nPl01 (AATTT)10 \n\nR: ACACAGTAGAACATACCTCTG \n9 170-230 56 56 \n\nF: GCTAGGACGGTTAGCGTCCACTG \nPli60 (GA)13 \n\nR: CGACACGTACATCATTACCTCGG \n16 130-228 67,4 69 \n\n32 \n\n\n\n 33 \n\nPara a construção do dendrograma, os valores da matriz de \ndistância genética (SLATKIN, 1995) fornecidos pelo programa \nARLEQUIN, foram utilizados no programa PHYLIP (FELSENSTEIN, \n2005) e depois visualizado no programa TREE VIEW v.1.6.6 (PAGE, \n1996). \n\nO programa STRUCTURE foi empregado para verificar a \nestrutura populacional. Para a determinação do número de populações \n(K) existentes utilizou-se o modelo de ancestralidade (admixture), com \nos alelos correlacionados, que permite a resolução máxima na separação \ndas populações com K variando de 1 a 14. Duas corridas independentes \ncom 500.000 simulações em cadeias de Monte Carlo Markov (MCMC) \ne 100.000 gerações “burn in” foram usadas para cada valor de K. O \nnúmero exato de populações é esperado ser o valor K máximo estimado \npelo modelo log-likelihood, log [P(X/K)] (FALUSH et al., 2003). Após \nter sido calculado o valor de K, foi realizado o calculo do ?K segundo \nEvanno e colaboradores (2005), para confirmar o valor de k, sendo ele o \nmaior valor do ?K. \n \nRESULTADOS \n \nAnálise intrapopulacional e variação dos microssatélites \n\n \nOs nove microssatélites utilizados neste estudo foram \n\npolimórficos. O menor número de alelos foi encontrado nos pontos \namostrais: P4 e MI3, com dois alelos para os loci Pli60 e Par15, \nrespectivamente (Tabela 4). O ponto amostral JI3 apresentou o maior \nnúmero de alelos (24) para o loco Pl01. Considerando todos os pontos \namostrais, o loco Pl01 mostrou-se o mais polimórfico, com 44 alelos e o \nloco Pli60 o menos polimórfico, com 21 alelos. Já Considerando todos \nos locos, o ponto amostral que apresentou o maior número médio de \nalelos foi a JI3, com número médio de 17,22 alelos. O menor número \nmédio de alelos foi encontrado no ponto amostral a MI3 com média de \n3,67 alelos. \n\nA heterozigosidade esperada (He) variou de 0,195 a 0,958 (Par21 \ne Par82, respectivamente, ponto JI1) e a heterozigosidade observada \n(Ho) variou de 0,1 (Par21 no JI1) a 1, (Pl01 nos pontos P2, JI2, MI4; \nPar82 nos pontos, P3, JI1, MI3; Par21 no ponto JI2). Os pontos \namostrais apresentaram desvio no equilíbrio de Hardy–Weinberg \n(EHW) para a maioria dos loci, com exceção do ponto amostral, MI3 \n(Tabela 4). O índice de endogamia FIS, na maioria dos loci, para todos \nos pontos amostrais, apresentou valores positivos indicando a existência \n\n\n\n 34 \n\nde déficit de heterozigotos. Verificaram-se valores negativos para o \níndice de endogamia FIS indicando a existência de um excesso de \nheterozigotos (Tabela 4), para alguns loci na maioria dos pontos \namostrais. Os pontos amostrais que apresentaram desvios de EHW \nacusaram a presença de alelos nulos, podendo ser uma das possíveis \ncausas da deficiência de heterozigotos na população. \n\nA maior riqueza alélica (2,00) foi encontrada nos pontos \namostrais JI1, MI1, MI3 e MM nos loci Par21, Par80, Par43 e Pl01, \nrespectivamente. Considerando-se todos os locos, o ponto JI1 \napresentou a maior riqueza alélica total (aproximadamente 17,24). O \nponto MI3 apresentou o menor valor (aproximadamente 1,43) de riqueza \nalélica para o loco Par15. \n \nAnálise interpopulacional \n\n \nNa Tabela 5 apresentam-se os valores de diversidade genética das \n\ncomparações entre os pares de populações, FST (diagonal inferior) e RST \n(diagonal superior). Os menores valores significativos destes parâmetros \nforam 0,0441 (P1 e P2) e 0,1088 (P2 e MI6), e os maiores valores \nsignificativos foram 0,2637 (P4 e MI3) e 0,5647 (P2 e MI3), \nrespectivamente. As significâncias positivas sugerem uma leve \nestruturação. Os pontos amostrais P1, P2, P3, P4 e MI5 apresentaram \ndiferenças significativas para o parâmetro FST, em todas as comparações \ncom os demais (Tabela 5). \n\nO número de migrantes ou fluxo gênico histórico, calculado com \nbase nos alelos privativos (BARTON &amp; SLATKIN, 1986) apresentou \nvalor igual a 2,32 quando analisados 14 pontos amostrais, e 1,79 quando \nanalisados os 4 sítios amostrais. \n\n\n\nTabela 4: Frequência alélica para marcadores do tipo microssatélites em Prochilodus lineatus (FST). Entende-se, N = número de \nindivíduo; n = número de alelos; FIS = índice de endogamia; Ho = heterozigosidade observada; He = heterozigosidade esperada; \nEHW = equilíbrio de Hardy-Weinberg; R = riqueza alélica; NS=não significativo; (*)= significativo (p<0,05). \n \n\n    Loci      Sítio \nAmostral \n\nPonto N \n Par12 Par14 Par15 Par21 Par43 Par80 Par82 Pl01 Pli60 \n\n P1 11 n 8 7 7 7 8 11 11 9 6 \n   FIS 0,694 0,058 0,454 0,278 0,095 0,034 0,327 0,490 -0,176 \n   Ho 0,273 0,818 0,455 0,636 0,818 0,909 0,636 0,455 0,909 \n   He 0,861 0,866 0,814 0,870 0,900 0,939 0,931 0,870 0,779 \n   EHW * NS * NS NS NS * * NS \n   R 1,837 1,866 1,835 1,847 1,884 1,939 1,921 1,847 1,779 \n P2 17 n 10 6 10 7 8 7 10 6 7 \n   FIS -0,049 0,094 0,496 0,568 0,183 0,176 0,004 -0,193 0,522 \n\nPisciculturas \n(P) \n\n  Ho 0,941 0,706 0,412 0,353 0,706 0,706 0,882 1,000 0,412 \n\n   He 0,898 0,777 0,804 0,802 0,859 0,852 0,886 0,843 0,848 \n   EHW NS NS * * * NS NS * * \n   R 1,887 1,777 1,900 1,802 1,859 1,852 1,886 1,843 1,818 \n P3 10 n 5 3 5 5 5 5 7 3 4 \n   FIS -0,110 -0,190 0,614 0,115 -0,165 -0,165 -0,324 -0,455 0,866 \n   Ho 0,900 0,800 0,300 0,600 0,900 0,900 1,000 0,800 0,100 \n   He 0,816 0,679 0,753 0,674 0,779 0,779 0,768 0,563 0,710 \n   EHW NS NS * NS NS NS * NS * \n   R 1,816 1,679 1,658 1,674 1,779 1,779 1,768 1,563 1,560 \n             \n\n35 \n\n\n\nTabela 4: Continuação            \n    Loci      Sítio \n\nAmostral \nPonto N \n\n Par12 Par14 Par15 Par21 Par43 Par80 Par82 Pl01 Pli60 \nPisciculturas P4 13 n 4 3 3 4 6 6 6 7 2 \n\n(P)   FIS 0,795 0,040 0,000 -0,269 -0,134 -0,134 0,055 -0,008 0,065 \n   Ho 0,154 0,615 0,692 0,923 0,923 0,923 0,769 0,769 0,461 \n   He 0,726 0,640 0,692 0,735 0,818 0,818 0,812 0,763 0,492 \n   EHW * NS * NS NS NS NS NS NS \n   R 1,681 1,640 1,529 1,735 1,818 1,818 1,812 1,763 1,492 \n JI1 10 n 11 10 9 3 8 11 14 12 7 \n   FIS 0,467 0,412 0,532 0,500 0,612 0,365 -0,047 0,030 0,663 \n   Ho 0,500 0,500 0,400 0,100 0,300 0,600 1,000 0,900 0,300 \n   He 0,916 0,832 0,832 0,195 0,747 0,926 0,958 0,926 0,858 \n   EHW * * * NS * * NS NS * \n   R 1,902 1,832 1,939 2,000 1,933 1,933 1,958 1,915 1,825 \n JI2 7 n 11 7 9 7 9 10 8 8 7 \n   FIS 0,268 0,520 0,392 -0,200 0,077 0,250 0,241 -0,091 0,200 \n\nJusante Itá   Ho 0,714 0,429 0,571 1,000 0,857 0,714 0,714 1,000 0,714 \n(JI)   He 0,956 0,857 0,912 0,846 0,923 0,934 0,923 0,923 0,879 \n\n   EHW * * * NS NS * * NS NS \n   R 1,956 1,857 1,956 1,846 1,923 1,934 1,923 1,923 1,879 \n JI3 31 n 15 11 21 12 14 21 23 24 14 \n   FIS 0,511 0,183 0,663 0,054 0,241 0,345 0,326 0,200 0,324 \n   Ho 0,452 0,613 0,323 0,839 0,710 0,613 0,645 0,742 0,581 \n   He 0,916 0,748 0,948 0,886 0,932 0,931 0,952 0,924 0,854 \n   EHW * * * NS * * * * * \n   R 1,908 1,748 1,951 1,873 1,926 1,947 1,956 1,936 1,837 \n\n36 \n\n\n\nTabela 4: Continuação            \n    Loci      Sítio \n\nAmostral \nPonto N \n\n Par12 Par14 Par15 Par21 Par43 Par80 Par82 Pl01 Pli60 \n MI1 4 n 5 3 4 4 3 5 4 3 4 \n   FIS 0,455 0,333 0,700 0,368 0,667 0,400 0,000 0,294 0,429 \n   Ho 0,500 0,500 0,250 0,500 0,250 0,500 0,750 0,500 0,500 \n   He 0,857 0,714 0,750 0,750 0,679 0,786 0,750 0,679 0,821 \n   EHW NS NS * NS NS NS NS NS NS \n   R 1,857 1,714 1,600 1,833 1,500 2,000 1,750 1,679 1,733 \n MI2 11 n 7 4 6 11 6 7 7 8 9 \n   FIS 0,227 0,000 0,506 0,212 0,527 0,362 -0,029 0,000 0,344 \n   Ho 0,636 0,727 0,364 0,727 0,364 0,545 0,818 0,818 0,545 \n   He 0,814 0,727 0,719 0,913 0,749 0,840 0,796 0,818 0,818 \n   EHW NS NS * NS * * * NS * \n\nMontante Itá   R 1,814 1,727 1,614 1,900 1,803 1,840 1,797 1,818 1,784 \n(MI) MI3 4 n 4 3 2 4 3 4 5 5 3 \n\n   FIS 0,368 0,700 -0,200 0,429 0,500 0,100 -0,200 0,143 0,000 \n   Ho 0,500 0,250 0,500 0,500 0,250 0,750 1,000 0,750 0,750 \n   He 0,750 0,750 0,429 0,821 0,464 0,821 0,857 0,857 0,750 \n   EHW NS NS NS NS NS NS NS NS NS \n   R 1,750 1,750 1,429 1,733 2,000 1,733 1,857 1,800 1,750 \n MI4 8 n 6 4 4 9 6 5 4 6 4 \n   FIS 0,045 0,028 -0,183 0,168 0,576 0,371 0,233 -0,400 0,253 \n   Ho 0,750 0,625 0,750 0,750 0,375 0,500 0,500 1,000 0,500 \n   He 0,783 0,642 0,642 0,892 0,850 0,775 0,642 0,733 0,658 \n   EHW NS NS NS NS * NS NS NS NS \n   R 1,783 1,642 1,642 1,868 1,850 1,775 1,642 1,733 1,658 \n\n37 \n\n\n\nTabela 4: Continuação            \n    Loci      Sítio \n\nAmostral \nPonto N \n\n Par12 Par14 Par15 Par21 Par43 Par80 Par82 Pl01 Pli60 \n MI5 8 n 5 3 4 4 5 4 4 4 4 \n   FIS 0,488 0,028 0,300 -0,140 0,263 0,512 0,523 0,371 0,028 \n   Ho 0,375 0,625 0,500 0,875 0,625 0,375 0,375 0,500 0,625 \n   He 0,708 0,642 0,700 0,775 0,833 0,742 0,758 0,775 0,642 \n   EHW NS NS NS NS NS * NS * NS \n\nMontante Itá   R 1,626 1,642 1,545 1,775 1,791 1,644 1,758 1,733 1,642 \n(MI) MI6 14 n 11 9 6 10 13 12 10 11 8 \n\n   FIS 0,231 0,333 0,637 0,356 0,326 0,385 0,128 0,136 0,106 \n   Ho 0,714 0,571 0,214 0,571 0,643 0,571 0,786 0,786 0,786 \n   He 0,921 0,847 0,577 0,876 0,942 0,915 0,897 0,905 0,876 \n   EHW * * * * * * * NS NS \n   R 1,911 1,825 1,844 1,900 1,935 1,906 1,897 1,905 1,858 \n\nMontante \nMachadinho \n\nMM 5 n 5 4 4 6 6 4 7 7 5 \n\n(MM)   FIS 0,529 -0,143 0,714 0,590 0,111 0,407 0,158 0,333 0,529 \n   Ho 0,400 0,800 0,200 0,400 0,800 0,400 0,800 0,600 0,400 \n   He 0,800 0,711 0,644 0,911 0,889 0,644 0,933 0,867 0,800 \n   EHW * NS * * NS NS NS NS * \n   R 1,800 1,711 1,833 1,893 1,889 1,833 1,929 2,000 1,800 \n\n \n \n \n\n38 \n\n\n\nTabela 5: Valores estimados de FST (abaixo da diagonal) e RST (acima da diagonal) entre populações de Prochilodus lineatus. \n* Valores significativos (P<0,05). \n\n \n\nP P1 P2 P3 P4 JI1 JI2 JI3 MI1 MI2 MI3 MI4 MI5 MI6 MM \n\nP1  0,0326 0,1181* 0,0239 0,2949* 0,0127 0,0365 0,2690* 0,1185 0,3346* 0,1335* 0,1041 0,0315 0,2396* \n\nP2 0,0441*  0,0509 0,0586 0,4553* 0,0223 0,1128* 0,4805* 0,2723* 0,5647* 0,2048* 0,2554* 0,1088* 0,4279* \n\nP3 0,1048* 0,0530*  0,1508 0,4083* 0,0994 0,1096* 0,4170* 0,2484* 0,5300* 0,2307* 0,2637* 0,1674* 0,4388* \n\nP4 0,1448* 0,1372* 0,2007*  0,4278* -0,0190 0,0666 0,4517* 0,2237* 0,5334* 0,1486 0,2226* 0,1123* 0,4250* \n\nJI1 0,1082* 0,1367* 0,2086* 0,2206*  0,3976* 0,2976* 0,0149 0,2158* 0,1411 0,4227* 0,2966* 0,2348* 0,3052* \n\nJI2 0,0605* 0,0727* 0,1352* 0,1689* 0,0935*  0,0507 0,4135* 0,2023 0,5011* 0,1703 0,1883* 0,1161 0,3898* \n\nJI3 0,0722* 0,0867* 0,1453* 0,1643* 0,0929* 0,0080  0,1881 0,1220* 0,2487* 0,0642 0,0170 0,1145* 0,1687 \n\nMI1 0,1197* 0,1508* 0,2283* 0,2476* 0,0648 0,1252* 0,1044*  0,1591 0,0178 0,4646* 0,1503 0,2332* 0,1752 \n\nMI2 0,1122* 0,1338* 0,2108* 0,2191* 0,1143* 0,1222* 0,1055* 0,0309  0,0992 0,2678* 0,1974* 0,2113* 0,3754* \n\nMI3 0,1408* 0,1723* 0,2439* 0,2637* 0,1280* 0,1605* 0,1220* 0,0159 0,0063  0,5438* 0,2243 0,3672* 0,3419* \n\nMI4 0,1330* 0,1491* 0,2339* 0,2528* 0,1814* 0,1520* 0,1294* 0,0687 0,0368 0,0486  0,2225* 0,2251* 0,4554* \n\nMI5 0,1474* 0,1510* 0,2398* 0,2598* 0,1817* 0,0966* 0,0577* 0,1754* 0,1645* 0,1782* 0,1905*  0,1661* 0,0619 \n\nMI6 0,0704* 0,0839* 0,1680* 0,1534* 0,0506* 0,0664* 0,0776* 0,0593 0,0713* 0,1110* 0,1203* 0,1527*  0,1882* \n\nMM 0,1019* 0,1164* 0,1954* 0,2129* 0,1091* 0,0467 0,0215 0,1436* 0,1596* 0,1766* 0,1930* 0,1058* 0,0776*  \n\n \n\n39 \n\n\n\n 40 \n\nPelo dendograma (Figura 2) observa-se uma subdivisão entre os \npontos amostrais, com maior similaridade entre os pontos a Montante \nUHE Machadinho (MM) e a Jusante da UHE Itá (JI), separado dos \nindivíduos das Pisciculturas (P) (em dois grupos) e dos indivíduos a \nMontante da UHE Itá (MI). \n\nNas Tabelas 7 a 12, estão descritos os resultados da análise \nhierárquica de variação molecular (AMOVA) (EXCOFFIER et al., \n1992) utilizando os índices de FST e RST, a maior variabilidade foi \nencontrada dentro de indivíduos e entre indivíduos dentro de populações \nrespectivamente, para todos os agrupamentos testados. Esta análise foi \nrealizada primeiramente com todos os pontos amostrais formando um \núnico agrupamento; em seguida foi realizada análises com todas as \ncomparações de grupamentos possíveis (dados não apresentados) e \ntambém formando grupamentos sugeridos pelo programa SAMOVA, \nutilizando os dois grupamentos deste programa com a maior \ndiferenciação (K= 3 e 4) (Tabela 6). \n\nOs valores significativos encontrados em todos os casos entre as \npopulações e entre grupos indicaram uma estruturação moderada a alta. \n\nA maior variabilidade utilizando o índice RST entre populações \n(Piscicultura (P), Jusante UHE Itá (JI), Montante UHE Itá (MI) e \nMontante UHE Machadinho (MM)) foi de 16,26% (FST=0,162, P<0,05), \nquando analisada com as populações formando um grupo. Já a maior \nvariabilidade entre grupos, quando analisada com as populações \nformando quatro grupos (grupo IV: MM; grupo V: P1, P2, P3 e P4 JI2 e \nJI3, MI2, MI4,MI5 e MI6; grupo VI: JI1; grupo VII: MI1 e MI3) foi de \n29% (FCT=0,290, P<0,05), resultado este não muito distante quando \nformando 3 grupos (Grupo I: P1, P2, P3 e P4, JI2 e JI3, MI2, MI4, MI5 \ne MI6 e MM; Grupo II: JI1 e MI1; Grupo III: MI3) que foi 28,92% \n(FCT=0,289, P<0,05)(Tabela 6 e 9), \n\nQuando utilizado o índice FST, a maior variabilidade entre \npopulações (Grupo V: P1, P2, P3 e P4 JI2 e JI3, MI2, MI4, MI5 e MI6; \nGrupo VI: JI1; Grupo VII: MI1 e MI3; Grupo IV: MM) foi de 11,6% \n(FSC=0,118, P<0,05) (Tabela 12), quando analisada formando quatro \ngrupos e a maior variabilidade entre grupos (Grupo I: P1, P2, P3 e P4, \nJI2 e JI3, MI2, MI4, MI5 e MI6 e a MM; Grupo II: JI1 e MI1; Grupo \nIII: MI3) foi 2,38% (FCT =0,023, P<0,05), quando analisada formando \ntrês grupos (Tabela 10). \n\n\n\n \n\n \n \nFigura 2: Dendograma de Neighbor-Joining de Saitou e Nei (1987) utilizando a distância de Slatkin (1995) par a par, \n\nrepresentando a relação entre as populações de Curimba (Prochilodus lineatus) analisadas. 41 \n\n\n\n 42 \n\nTabela 6: Resultados SAMOVA \n \n\nN° de \nGrupos \n\n(K) \n\nComposição % de \nVariação \n\nFCT \n\n3 (grupo I- P1, P2, P3, P4, JI2, JI3, MI2, \nMI4, MI6, MI5 e MM) (grupo II- JI1 e \n\nMI1) (grupo III- MI3) \n\n28,92* 0,289* \n\n4 (grupo IV- MM) (grupo V- P1, P2, P3, P4, \nJI2, JI3, MI2, MI4, MI6 e MI5) (grupo VI- \n\nJI1) (grupo VII- MI1, e MI3) \n\n29,00* 0,290* \n\nNS Não significativo, * Significância P&lt;0,05.  \n \n\nTabela 7: Análise de AMOVA considerando todas as populações de \nProchilodus lineatus com piscicultura em um mesmo grupo utilizando o \níndice RST. \n\n \nFonte de Variação Soma \n\ndos quadrados \nComponentes \nde Variação \n\nPorcentagem de \nVariação \n\nEntre populações 2077882,22 \n \n\n5101,35081va 16,25803* \n\nEntre indivíduos \ndentro de \n\npopulações \n\n \n7160025,373 \n\n \n\n \n25234,89872vb \n\n \n80,42374* \n\n \n \n\nDentro de \nindivíduos \n\n159300,000 1041,17647 3,31823* \n\nTotal 9397207,595 31377,42600  \n\nÍndices de Fixação \nVb e FIS 0,96038 * \nVa e FST 0,16258* \n\nFIT 0,96682* \nNS Não significativo, * Significância P&lt;0,05.  \n \n \n \n \n \n \n \n \n \n\n\n\n 43 \n\nTabela 8: Análise de AMOVA considerando todas as populações de \nProchilodus lineatus com piscicultura em um mesmo grupo \nutilizando o índice FST.  \n \nFonte de \nVariação \n\nSoma \ndos quadrados \n\nComponentes de \nVariação \n\nPorcentagem de \nVariação \n\nEntre populações 190,890 0,47317va 11,25798* \nEntre indivíduos \n\ndentro de \npopulações \n\n \n644,423 \n\n \n \n\n \n0,90630vb \n\n \n21,56324* \n\n \n \n\nDentro de \nindivíduos \n\n432,000 2,82353 67,17878* \n\nTotal 1267,314 4,20301  \nÍndices de Fixação \n\nVb e FIS 0,24299* \nVa e FST 0,11258* \n\nFIT 0,32821* \nNS Não significativo, * Significância P&lt;0,05. Baseado em 10100 \n\n \n \n\nTabela 9: Análise do AMOVA considerando três grupos (Grupo I: \nP1, P2, P3, P4, JI2, JI3, MI2, MI4, MI6, MI5 e MM; Grupo II: JI1 e \nMI1; Grupo III: MI3) utilizando o índice RST. \n \nFonte de \nVariação \n\nSoma \ndos quadrados \n\nComponentes de \nVariação \n\nPorcentagem de \nVariação \n\nEntre grupos 904118,017 \n     \n\n11665,62037va 28,92* \n\nEntre populações \ndentro de grupos \n\n \n1173766,920 \n\n \n\n \n3600,17118 vb \n\n \n8,93* \n\nDentro de \npopulações \n\n7319325,373     25066,18278            62,15* \n\nTotal 9397210,310     40331,97434  \nÍndices de Fixação \n\nFST 0,37850* \nVb e FSC 0,12559* \nVa e FCT 0,28924* \n\nNS Não significativo, * Significância P&lt;0,05.  \n \n \n\n\n\n 44 \n\nTabela 10: Análise de AMOVA considerando três grupos (Grupo I: \nP1, P2, P3, P4, JI2, JI3, MI2, MI4, MI6, MI5 e MM; Grupo II: Ponto \n5 e 11; Grupo III: Ponto 12) utilizando o índice FST. \n \nFonte de \nVariação \n\nSoma \ndos quadrados \n\nComponentes de \nVariação \n\nPorcentagem de \nVariação \n\nEntre grupos 27,141 \n \n\n0,10196va 2,38090* \n\nEntre populações \ndentro de grupos \n\n \n163,749 \n\n \n \n\n \n0,49390vb \n\n \n11,53360* \n\n \n \n\nDentro de \npopulações \n\n1076,423 \n \n\n3,68638 86,08550* \n\nTotal 1267,314             4,28223      \nÍndices de Fixação \n\nFST 0,13915* \nVb e FSC 0,11815* \nVa e FCT 0,02381* \n\nNS Não significativo, * Significância P&lt;0,05.  \n \n \nTabela 11: Análise do AMOVA considerando quatro grupos (Grupo \nV: P1, P2, P3, P4, JI2, JI3, MI2, MI4, MI6 e MI5; Grupo VI: JI1; \nGrupo VII: MI1, e MI3; Grupo IV: MM) utilizando o índice RST. \n  \n\nFonte de Variação Soma \ndos quadrados \n\nComponentes de \nVariação \n\nPorcentagem de \nVariação \n\nEntre grupos 1139493,042 \n \n\n11435,48989va 29,00* \n\nEntre populações \ndentro de grupos \n\n \n938391,896 \n\n \n \n\n \n2924,40487vb \n\n \n7,42* \n\n \n \n\nDentro de \npopulações \n\n7319325,373 25066,18278 \n \n\n63,58* \n\nTotal 9397210,310     39426,07754              \nÍndices de Fixação \n\nFST 0,36422* \nVb e FSC 0,10448* \nVa  e FCT 0,29005* \n\nNS Não significativo, * Significância P&lt;0,05.  \n \n\n\n\n 45 \n\nTabela 12: Análise do AMOVA considerando quatro grupos (Grupo V: \nP1, P2, P3, P4, JI2, JI3, MI2, MI4, MI6 e MI5; Grupo VI: JI1; Grupo \nVII: MI1, e MI3; Grupo IV: MM) utilizando o índice FST. \n\n \nFonte de \nVariação \n\nSoma \ndos quadrados \n\nComponentes de \nVariação \n\nPorcentagem de \nVariação \n\nEntre grupos 37,841 \n \n\n0,07968va 1,87049* \n\nEntre populações \ndentro de grupos \n\n \n153,050 \n\n \n0,49405vb \n\n \n11,59716* \n\n \nDentro de \n\npopulações \n1076,423 \n\n \n3,68638 86,53236* \n\nTotal 1267,314 4,26012  \nÍndices de Fixação \n\nFST 0,13468* \nFSC 0,11818* \nFCT 0,01870* \n\nNS Não significativo, * Significância P&lt;0,05.  \n \n\nO gráfico de verossimilhança mostrou K=3 como sendo o valor \nmais provável de populações existentes (Figura 3). Utilizando a correção \ndescrita por Evanno et al. (2005) obteve-se, também, K=3 (Figura 4) \ncomo sendo o número de populações dos dados analisados nesse \ntrabalho. As Figuras 5 e 6 demonstram a dinâmica e a estruturação das \npopulações. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n 46 \n\n \n \nFigura 3: Verossimilhança dos diferentes números de populações testadas \n\n(K), usando 9 loci de microssatélites em população de Prochilodus lineatus do \nalto do rio Uruguai (Ln(PD) em relação ao número de populações (K) testadas). \nSD = Desvio-padrão. \n\n \n \n \n\n \n \nFigura 4: Determinação do número mais provável de populações (?K em \n\nrelação ao número de populações (K) testadas). \n\n\n\n 47 \n\n \n \nFigura 5: “Triangle plot”, demonstrando a distância e a dinâmica entre das três \npopulações de Prochilodus lineatus encontradas através do software Structure. \n\n \n \n \n\n \nFigura 6: “Bar plot”, valores de Q (coeficiente de associação) de cada indivíduo \nanalisado para três populações (K=3) sem informação a priori de origem dos \nindivíduos. \n\n \n \n\n \n\n\n\n 48 \n\nDISCUSSÃO \n \n\nAnálise intrapopulacional e variação dos microssatélites \n \n\nOs locos microssatélites utilizados nas análises dos sítios \ncoletados de P. lineatus mostraram um alto grau de polimorfismo \n(média de alelos/loco 31,8, quando analisados em quatro sítios \namostrais), refletindo a alta variabilidade genética desta espécie já \nreportada por Carvalho (2002), que encontrou média de 46,5 alelos/loco. \nA menor média de alelos encontrada neste estudo pode ser em parte \natribuída ao menor número amostral utilizado. O autor supracitado \nencontrou maior variabilidade genética quando comparado ao estudo de \nDeWoody e Avise (2000), que obtiveram média de 7,1 alelos/loco em \noutras espécies de peixes de água doce. \n\nO desvio de equilíbrio EHW encontrado pode ser devido ao \ndéficit de heterozigotos demonstrados através do índice de endogamia \nFIS. Este déficit pode ser explicado pela presença de alelos nulos. \nBenites (2008) estudando a caracterização genética do pintado \nPseudoplatystoma corruscans encontrou desvios de EHW em todas as \npopulações analisadas através de marcadores microssatélites e verificou \na presença de alelos nulos para a maioria dos casos de desvio. \nSuganuma (2008) estudando diversidade genética de populações de \nPacu (Piaractus mesopotamicus) verificou desvios para este parâmetro \nem todas as populações apresentando excesso e déficit de heterozigotos, \nsendo no último caso atribuído a presença de alelos nulos. \n\nEntre as possíveis causas da presença de alelos nulos, está a \nocorrência de mutação de ponto dentro do sítio de hibridação do primer, \ngrandes eventos de inserção/deleção entre os microssatélites e o sítio de \nhibridação do primer, baixa qualidade do DNA ou ocorrência de \nmutações na repetição, que levam a grandes mudanças no tamanho do \nproduto. Portanto, a definição de alelo nulo é qualquer alelo fracamente \namplificado, mas não visível após a detecção, ou em um loco de \nmicrossatélite que não é amplificado na PCR (O’CONNELL E \nWRIGHT, 1997; DAKIN E AVISE, 2004). \n\nAnimais da região a jusante da UHE Itá possuem maior média de \nnúmero de alelos (17,22), e maior média heterozigosidade observada \n(0,746). A montante da UHE Machadinho encontra-se a menor média de \nheterozigosidade esperada (0,722). \n\nYamamoto et al. (2004) relataram diversidade genética, medida \npor alelos e heterozigosidade, sempre menor acima das barragens do que \nabaixo delas. Em nosso estudo, tal fato não ocorreu. Porém deve-se \n\n\n\n 49 \n\nlevar em conta que o número amostral da região a montante foi menor \ndo que as outras regiões, podendo consequêntemente, ser o motivo do \nnúmero inferior de número de alelos e da heterozigosidade. \n\nAs amostras de pisciculturas apresentaram variabilidade genética \npróxima aquelas obtidas nos pontos onde foram coletados animais \nselvagens, sendo inferior em heterozigosidade, contudo similares em \nnúmero de alelos. Campos (2009) analisando a variação genética entre \nestoques cultivados e selvagens de Prochilodus argenteus, encontrou \nefeito de gargalo na população cultivada quando comparada a população \nselvagem. O autor encontrou menor número de alelos na população \ncultivada (1 a 4 alelos/loco) quando comparado a população selvagem \n(10 a 31 alelos/loco) e heterozigozidades superiores na população \ncultivada indicando um efeito gargalo recente. \n\nEm estudo (POVH et al., 2009) realizado para o monitoramento \nda variabilidade genética do Pacu (Piaractus mesopotamicus) \nobservaram uma manutenção da alta variabilidade genética nos peixes \njovens das pisciculturas estudadas, quando comparadas com seus \nreprodutores, demonstrando que o manejo reprodutivo realizado nestas \npisciculturas pode manter, ou até mesmo maximizar a variabilidade nos \npeixes jovens. \n\nA redução ou a perda de variabilidade genética é resultado de \ngargalos evolutivos, cultivos inadequados ou alterações ambientais. Os \nresultados apresentados no presente trabalho indicam que a população \nde P. lineatus da bacia do rio Uruguai ainda não apresenta perda \nsignificativa de sua variabilidade genética, a curto prazo, devido as \nbarragens, pois as mesmas são recentes. Este resultado corrobora com os \nobtidos por Silva (2006) que analisando a estrutura genética de P. \nlineatus na bacia do Rio Grande em São Paulo, concluiu que as \nalterações ambientais causadas pelas barragens não produziram uma \ndiminuição da variabilidade genética do Curimba. Da mesma forma \nReid et al. (2008) não verificaram efeitos de fragmentação causadas por \nbarragens sobre a diversidade genética em populações de Moxostoma \nduquesneii. Contudo, Yamamoto et al (2004) estudando Salvelinus \nleucomaenis populações dos rios da região sul de Hokkaiko-Japão, \nencontrou variação entre populações jusante e montante das barragens, \nindicando uma perda de diversidade genética a montante das mesmas. \n\n \n \n \n \n\n\n\n 50 \n\nAnálise interpopulacional \n \n Os marcadores microssatélites utilizados no presente trabalho \nrevelaram a existência de estruturação genética significativa na região \nestudada. \n\nOs menores valores significativos obtidos pelos índices FST e RST \nforam 0,0441 e 0,1088, e os maiores valores significativos foram 0,264 \ne 0,565, respectivamente (Tabela 5). O índice FST demonstrou \nestruturação genética entre 14 regiões analisadas e o índice RST revelou \nestruturação em 11 das comparações, quando analisadas par a par. \nBarroso et al. (2005) relata em seu estudo com Brycon opalinus, a \ndiferença genética significativas (FST = 0,043, P<0,05) demonstrando \numa baixa estruturação genética, mas sugere, que cada população é uma \ndiferente unidade de manejo. \n\nSegundo Frankham et al. (2008) o FST  varia de 0 (sem \ndiferenciação entre os fragmentos) a 1 (fixação de diferentes alelos nos \nfragmentos). Dentro desta escala, Wright (1978) cita que valores entre 0 \ne 0,05 indicam baixa estruturação genética; entre 0,05 e 0,15 indicam \nestruturação genética moderada, valores entre 0,15 e 0,25 indicam \nestruturação genética alta e valores acima de 0,25 indicam uma forte \nestruturação genética. Considerando estes parâmetros os resultados do \npresente estudo indicam estruturação genética variando de moderada a \nalta dentro dos pares de regiões analisadas (Tabela 5). \n\nHatanaka et al. (2006), verificaram uma leve estruturação \ngenética para P. argenteus no rio São Francisco (FST = 0,008) revelando \ndistintos “pools” gênicos em duas localidades. Estes resultados diferem \ndo modelo descrito por Revaldaves et al.(1997), que propuseram a \nexistência de uma única unidade reprodutiva para P. lineatus na bacia do \nrio Paraná. \n\nMuito se discute, sobre qual seria a magnitude do FST que deveria \nrefletir uma diferenciação significativa entre populações. Neste \ncontexto, alerta-se que, para a conservação, é mais aconselhável \nconsiderar a existência de subdivisões populacionais do que tratar várias \npopulações distintas como uma única população panmítica, podendo \nresultar numa perda considerável da variação genética (LAIKRE et al., \n2005). \n\nOs resultados globais da AMOVA (EXCOFFIER et al., 1992), \nquando considerados os agrupamentos sugeridos pelo SAMOVA \n(DUPANLOUP et al., 2002), apresentaram uma maior variabilidade \nentre grupos, obtidos pelos índices FST e RST de 2,38 % (FCT=0,024, \nconsiderando três grupos) e 29,00% (FCT=0,29, considerando quatro \n\n\n\n 51 \n\ngrupos), respectivamente. Estes resultados estão de concordância com os \nobtidos pela análise Bayesiana que, como mostra as Figuras 3, 4, 5 e 6, \nindicou a existência de 3 populações distintas (K=3). \n\nO dendrograma construído a partir dos dados de FST corrobora \ncom a afirmação de que na Bacia do rio Uruguai existe populações \nselvagens distintas (2 Pisciculturas e 2 selvagens)(Figura 2). Verificou-\nse ainda a separação das populações selvagens das de cativeiro. Tal fato \npode ser atribuído a falta de planejamento dos programas reprodutivos \nnas pisciculturas. \n\nEstes resultados nos alerta que, para o repovoamento de \nambientes naturais, é de suma importância o conhecimento da \nvariabilidade genética deste, bem como a manutenção do mesmo, pois \npode evitar um impacto genético nas populações estoques (locais), \npermitindo que as espécies se adaptem a mudanças no meio em que \nvivem (TOLEDO-FILLHO et al., 1992; HARTL E CLARCK, 1997; \nHILSDORF E PETRERE, 2002; PEREZ-SWEENEY et al., 2003). No \npresente estudo evidenciamos duas unidades reprodutivas independentes \nna Bacia do Rio Uruguai, além da diferenciação genética das \npisciculturas com as populações selvagens, que de alguma maneira, já \nforneceram peixes para repovoamento. \n\nRyman et al. (1995) definem introgressão como a introdução com \nposterior fixação de um material genético novo em uma determinada \npopulação selvagem. Esta introgressão de material genético exógeno \nacontece quando as características genéticas da população cultivada são \ndiferentes da população selvagem. Os autores citam ainda que a \nconstituição genética da população nativa possa ser permanentemente \nalterada pela perda de material genético importante, onde genes ou \ncomplexos gênicos favorecidos pela seleção artificial ou domesticação \npodem não ser adaptados ao ambiente natural, provocando assim, erosão \ndo “pool” gênico nativo, diminuindo ainda a capacidade  reprodutiva \ndos peixes nativos, introduzindo doenças nas populações selvagens e o \nenfraquecimento ou mesmo a perda da população natural. \n\nAlguns estudos têm demonstrado o efeito da construção de \nbarreiras (como por exemplo, as Usinas Hidrelétricas) na diversidade \ngenética de peixes migradores através de técnicas moleculares, como a \nderiva genética e o efeito gargalo (WASKO E GALETTI JR., 2002; \nHATANAKA E GALETTI JR., 2003; HATANAKA et al., 2006; \nWANG et al., 2007), devido simplesmente a barreira física, bem como \natravés da alteração de algum fator ambiental, que influencia em algum \nmomento o ciclo de vida dos peixes. Agostinho et al. (2002), ao \ncaracterizarem a biodiversidade de peixes da Bacia do Rio Paraná, \n\n\n\n 52 \n\nrelataram que após a construção do reservatório de Itaipú, algumas \nmudanças ocorreram na abundância de algumas espécies da bacia, como \nespécie P. lineatus que apresentou um declínio devido a falta de \nenchentes nas áreas de berçário. \n\nImpactos negativos na diversidade biológica são decorrências \ninevitáveis devido a construção de hidrelétricas, o manejo deve ter \ncompromissos não só com o incremento da produção pesqueira, mas \ntambém com a recomposição e manutenção da diversidade \n(AGOSTINHO, 1994). \n\nNo presente trabalho, apesar de ter encontrado uma estruturação \nna população de P. lineatus na bacia do rio Uruguai, acredita-se que as \nusinas hidrelétricas não tenham causado tal fato, devido ao pequeno \ntempo de implantação, uma vez que a mais antiga (UHE Itá) entrou em \noperação no ano 2000. \n\nAlguns autores propõem para um cenário de estruturação \npopulacional, que estas podem estar relacionadas com uma competição \npor defesa de recursos, onde animais mais fortes ocupam áreas com \nmelhores recursos, estabelecendo território, levando os animais mais \nfracos a ambientes menos favoráveis (KREBS E DAVIES, 1996). Este \ncenário foi encontrado na bacia do rio São Francisco com populações de \nBrycon lundii, onde co-existiam diferentes “pools” gênicos em pontos \nseparados por menos de 30 km de distância sem nenhuma barreira física \n(WASKO E GALETTI JR., 2002). Outra possível explicação para esta \nestruturação pode ser a habilidade de retornar para o ambiente onde \nnasce a fidelidade ao sítio reprodutivo já relatado para outras espécies de \npeixes migradores (YOSHIYAMA et al., 1992; DITTMAN E QUINN, \n1996; WIRGIN et al., 1997; WASKO E GALETTI, 2002). \n\nA diferenciação das populações de Prochilodus lineatus pode ser \nresultado da evolução separada das populações, bem como as \nsemelhanças genéticas restantes podem representar um “pool” gênico de \num estoque ancestral comum (WASKO E GALETTI, 2002). \n\nA identificação de estrutura populacional é essencial para se \nelaborar recomendações de manejo genético, pois as populações \npresentes em diferentes fragmentos podem estar totalmente ou \nparcialmente isoladas ou ser uma única população (FRANKHAM et al., \n2008). O isolamento reprodutivo se torna inevitável, através da \nformação dos fragmentos, podendo ocasionar diferenças adaptativas e \ngenéticas entre as populações locais (CAMPOS et al., s/d). \n\nA manutenção da diversidade genética é considerada como uma \ndas três prioridades globais da conservação (MCNEELY et al., 1990), \nportanto a manutenção da variação intra e inter populacional, quando \n\n\n\n 53 \n\nesta existir, é imprescindível para minimizar a frequência de extinções \nlocais e garantir a estabilidade da espécie devido a instabilidades \nambientais, já que a diversidade genética é essencial para adaptação em \num ambiente em mudança (WRIGHT, 1978; KIRPICHNIKOV, 1992; \nRYMAN et al., 1995; AVISE, 2000; FRANKHAM et al., 2008). \n\nDez localidades da bacia do rio Uruguai e quatro pisciculturas \nforam analisadas para caracterizar a diversidade genética do Curimba \n(Prochilodus lineatus), utilizando marcadores moleculares \nmicrossatélites, nos permitindo formular as seguintes conclusões: \n \n\n? Em estudos de diversidade genética para Prochilodus lineatus na \nbacia do rio Uruguai, os marcadores moleculares \nmicrossatélites foram eficientes resultando em dados acurados \nsobre a estruturação genética destas populações; \n\n? Com os dados resultantes das análises, confirmamos haver mais \nde uma população de Prochilodus lineatus na bacia do rio \nUruguai; \n\n? Apesar da estruturação genética na bacia do rio Uruguai, não está \ncaracterizado uma deriva genética ou efeito gargalo nestes \nambientes devido a fragmentação do ambiente por Usinas \nhidrelétricas; \n\n? Para a formação de bancos genéticos para fins de repovoamento \nsugerimos as pisciculturas a formação de bancos genéticos \nnaturais, elaboração de programas de manejo, aumento na \nvariabilidade genética no seu estoque de reprodutores de \nacordo com o ambiente receptor; \n\n? Os resultados obtidos fornecem subsídios para o estabelecimento \nde políticas e programas de conservação e manejo de pesca \ndesta espécie por possuírem características específicas; \n\n\n\n 54 \n\n \nREFERÊNCIAS BIBLIOGRÁFICAS \n \nAGÊNCIA NACIONAL DE ENERGIA ELÉTRICA (BRASIL). Atlas \nde energia elétrica do Brasil, 3. Ed. Brasília: Aneel, 2008. \n \nAGOSTINHO, A.A. In: SITUAÇÃO ATUAL E PERSPECTIVAS DA \nICTIOLOGIA NO BRASIL. IX ENCONTRO BRASILEIRO DE \nICTIOLOGIA. Manejo de recursos pesqueiros em reservatórios. \nMaringá, 1992. p. 106-121. \n \nAGOSTINHO, A.A. IN: COMASE, SEMINÁRIO SOBRE FAUNA \nAQUÁTICA E O SETOR ELÉTRICO BRASILEIRO – REUNIÕES \nTEMÁTICAS PREPARATÓRIAS – CADERNO 1 – FUNDAMENTOS. \nPesquisas, monitoramento e manejo da fauna aquática em empreendimentos \nhidrelétricos. 1994. \n \n AGOSTINHO, A.A.; JÚLIO JR., H.F.. Peixes da bacia alto rio Paraná. \nIn: Lowe-Mc Connell, R.H. Estudos ecológicos de comunidades de \npeixes tropicais. Edusp, São Paulo, SP, 1999. p. 374-400. \n \nAGOSTINHO A.A.; G.L.C., FERNANDEZ; DR; SUZUKI, H.I. \nEfficiency of fish ladders for a neotropical ichthyofauna. River Research \nand Applications18: 299-306, 2002 \n \nALMEIDA, F. S.; SODRÉ, L.M.K.; CONTEL, E.P.B. Population \nstructure analysis of Pimelodus maculatus (Pisces, Siluriformes) from \nthe Tietê and Paranapanema Rivers (Brazil). Genetics and Molecular \nBiology, v. 26, n.3, p. 301-305, 2003. \n \nAVISE, J.C.. Phylogeography: The history of formation of species. \nCambriedge: Harvard University Press, p.464, 2000. \n \nAZEVEDO, P. In: Anais do II congresso latino-americano de zoologia. \nDo Rio Grande e sua fauna À barragem de furnas e suas \nconseqüências.1965,p. 91-100. \n \nBARBOSA, A.C.D.R.; CORRÊA, T.C.; GALZERANI, F.; GALETTI \nJR., P.M.; HATANAKA, T.. Thirteen polymorphic microsatellite loci in \nthe neotropical fish Prochilodus argenteus (Characiformes, \nProchilodontidae). Molecular Ecology Notes, v.6, p. 936-938, 2006. \n\n\n\n 55 \n\n \nBARBOSA, A.C.D.R.; GALZERANI, F.; CORRÊA, T.C.; GALETTI \nJR, P.; HATANAKA, T.  Description of novel microsatellite loci in the \nneotropical fish Prochilodus argenteus e cross amplification in P. \ncostatus and P.lineatus. Genetics and Molecular Biology, v.31(1): p. \n357-360, 2008. \n \nBARROSO, R.M.; HILSDORF,A.W.S.; MOREIRA, H.L.M.; \nCABELLO, P.H.; TRAUB-CSEKO, Y.M.. Genetic diversity of wild \nand cultured populations of Brycon opalinus (Cuvier, 1819) \n(Characiforme, Characidae, Bryconiae) using microsatellites. \nAquaculture, 247, p.51-65, 2005. \n\nBARTON, N. H. &amp; SLATKIN, M.. A quasi-equilibrium theory of the \ndistribution of rare alleles in a subdivided population. Heredity 56: 409-\n415, 1986. \n\nBEDORE, A. G.. Características e criopreservação do sêmen de \nPacuaranha, Piracatus mesopotamicus e de Piracanjuba, Brycon \norbignyanus.1999. 53f. Dissertação (Mestrado em Biologia Celular) - \nUniversidade Federal de Minas Gerais, Belo Horizonte, MG,1999. \n\nBENITES, C.. Caracterização genética do pintado Pseudoplatystoma \ncorruscans (Spix e Agassiz,1829)  (Siluriformes: Pimelodidae da Bacia \nParaná-Paraguai, por marcadores do tipo microssatélites.2008. 88f. Tese \n(Doutorado em aqüicultura) – Centro de Aquicultura da UNESP - \nUniversidade Estadual Paulista,Jaboticabal, 2008. \n \nBRASIL. Projeto de Lei n.4630 de1998, PL n.884, 1999, aprovada em \nde 18 setembro 2002 e seu apenso. Torna obrigatória a implantação, nas \nbarragens de curso d’água para quaisquer fins, de escadas ou outros \ndispositivos equivalentes que possibilitem a subida de peixes até as \nnascentes, para desova. Câmara dos deputados, Brasília, p.42848, 2002.. \n \nBRITSKI, H.A. Peixes de água doce do Estado de São Paulo-\nSistemática, PP.79-108. In: Poluição e Piscicultura. Faculdade de Saúde \nPública da Universidade de São Paulo, Instituto de Pesca da C.P.R.N. da \nSecretaria da Agricultura. São Paulo, 1972. \n \n\n\n\n 56 \n\nBRITSKI, H.A.; SATO, Y.; ROSA, A.B.S.. Manual de identificação de \npeixes da região de Três Marias (com chave de identificação para peixes \nda Bacia do São Francisco). 3 ed., Minas Gerais: Ministério da \nIrrigação-CODEVASF, 1988,115p. \n \nCAMPOS, R.M.; SILVA, N.S.; AQUINO-SILVA, M. R.  \nFragmentações de bacias hidrográficas como fator de diferenciação \ngenética de peixes. X Encontro Latino Americano de Iniciação \nCientífica e VI Encontro Latino Americano de Pós-Graduação – \nUniversidade do Vale do Paraíba. \n \nCAMPOS, W.N. Análise comparativa da variação genética entre os \nestoques cultivado e natural de Prochilodus argentus: implicações para \no repovoamento de rios. 2009. 51f. Dissertação (Mestrado em genética e \nevolução) – Centro de Ciências Biológicas e da Saúde, Universidade \nFederal de São Carlos, São Carlos, 2009. \n \nCAROLSFELD, J.; GODINHO, H.P.; ZANIBONI-FILHO, E.; \nHARVEY, B.J.  Cryopreservation of sperm in Brazilian migratory fish \nconservation. Journal of Fish Biology, n 63,p. 472-489,2003. \n \nCARVALHO, D.C. Identificação e caracterização de regiões \nmicrossatélites de Prochilodus lineatus (Pisces, Characiformes). 2002. \n82f. Dissertação (Mestrado em Farmacologia Bioquímica e Moleular) – \nDepartamento de Farmacologia do Instituto de Ciências Biológicas, \nUniversidade Federal de Minas Gerais, Belo Horizonte, 2002. \n \nCARVALHO, G.R.; HAUSER, L.. Molecular genetics and the stock \nconcept in fisheries. In: Carvalho, G.R., Pitcher, T.J. Molecular genetics \nin fisheries. Chapman and Hall, Londres, p. 55-79, 1995. \n \nCARVALHO-COSTA, L.F. Estudo da variação genética em \nProchilodus costatus (Teleostei: Characiformes: Prochilodontidae) na \nBacia do Rio São Francisco, região de Três Marias (MG). 2006. 73f. \nDissertação (Mestrado em Ecologia e Recursos Naturais) – Centro de \nCiências Biológicas e da Saúde, Universidade Federal de São Carlos, \nSão Paulo, São Carlos, 2006. \n \nCARVALHO-COSTA,L. F., HATANAKA, T.; GALETTI JR, P. M. \nEvidence of lack of population substructuring in the brazilian freshwater \n\n\n\n 57 \n\nfish Prochilodus costatus. Genetics and Molecular Biology, v. 31, \nn.1(suppl), p. 377-380, 2008. \n \nCASTRO, R.M.C. Revisão taxonômica da família Prochilodontidae \n(ostariophysis, Chariciformes). 1990. 293f. Tese de Doutorado. \nUniversidade de São Paulo, 1990. \n \nCASTRO, R.M.C.; VARI, R.P.. Detritivores of the south american fish \nfamily Prochilodontidae (Teleostei: Ostariphysi: Characiformes): a \nphylogenetic and revisionary study. Smithsoniam contribuitions to \nZoology, n.622. Washington, D.C: Smithsoniam books, 2004. \n \nCHAMBERS, G.K.; MACAVOY, E.S.. Microsatellites: Consensus and \ncontroversy. Comp Biochem Physiol, B 126:455-476, 2000. \n \nCOOMBS, J.A.; LETCHER, B.H.; NISLOW K.H. CREATE: a \nsoftware to create input files from diploid genotypic data for 52 genetic \nsoftware programs. Molecular Ecology Resources  v 8, p.578–580, \n2008. \n \nCUNNINGHAM, E.P.; MEGHEN, C.M.. Biological identification \nsystems: Genetic markers. Rev Sci Tech Off Int Epiz 20:2:491-499, \n2001. \n \nDAKIN, E.E.; AVISE, J.C.. Microsatellite null alleles in parentage \nanalyses. Heredity, 93, p.504-509, 2004. \n \nDEWOODY, J.A.; AVISE, J.C.. Microsatellite variation in marine, \nfreshwater and anadromous fishes compared with other animal. Journal \nof fish Biology. V.56, p.461-473, 2000. \n \nDITTMAN, A. H.;T. P. QUINN. Homing in Pacific salmon: \nmechanisms and ecological basis. J. exp. Biol. v. 199, p. 83–91, 1996. \n \nDUPANLOUP I, SCHNEIDER S, EXCOFFIER L. 2002. A simulated \nannealing approach to define the genetic structure of populations. \nMolecular Ecology., 11:2571-81. \n \nEVANNO G, REGNAUT S, GOUDET J.. Detecting the number of \nclusters of individuals using the software STRUCTURE: a simulation \nstudy. Molecular Ecology. 14: 2611–2620, 2005.  \n\n\n\n 58 \n\nEXCOFFIER, L.; LAVAL, G.; SCHNEIDER, S. ARLEQUIN version \n3.01: an integrated software package for population genetics data \nanalysis. Bern: University of Bern, Zoological Institute, 2006. \n \n EXCOFFIER, L.; SMOUSE, P.E.. Using allele frequencies and \ngeographic subdivision to reconstruct gene trees within a species: \nmolecular variance parsimony. Genetics, v.136, p.343–359, 1994. \n \nEXCOFFIER, L.; SMOUSE, P.E.; QUATTRO, J.M. Analysis of \nmolecular variance inferred from metric distances among DNA \nhaplotypes: application to human mitochondrial DNA restriction data. \nGenetics, v.131, p.479-491, 1992.  \n \nFALUSH D, STEPHENS M, PRITCHARD JK. Inference of population \nstructure using multilocus genotype data: linked loci and correlated \nallele frequencies. Genetics 164: 1567–1587, 2003. \n\nFELSENSTEIN, J.. PHYLIP (Phylogeny Inference Package) version \n3.6. Distributed by the author. Department of Genome Sciences, \nUniversity of Washington, Seattle, 2005. \n\nFERREIRA, M. E.; GRATTAGLIA, D. Introdução ao uso de \nmarcadores moleculares em análise genética. 3 ed. Brasilia: Embrapa-\nCenargen, 1998, 220 p.  \n \nFISHBASE.<http://www.fishbase.org/NomenClature/ScientificNameSe\narchList.php?crit1_fieldname=SYNONYMS.SynGenus&amp;crit1_fieldtype\n=CHAR&amp;crit1_operator=EQUAL&amp;crit1_value=prochilodus&amp;crit2_fiel\ndname=SYNONYMS.SynSpecies&amp;crit2_fieldtype=CHAR&amp;crit2_opera\ntor=contains&amp;crit2_value=&amp;group=summary&amp;backstep=-2>. Acesso \nem: 29 setembro 2008. \n \nFITZSIMMONS, N.N.; MORITZ, C.; MOORE, S.S.. Conservation and \ndynamics of  microsatellite loci over 300 million years of marine turtle \nevolution. Molecular Biology and Evolution 12:432-440, 1995. \n \nFLECKER, A.S.. Ecosystem engineering by a dominant detritivore in a \ndiverse tropical stream. Ecology, 77: 1845-1854, 1996. \n \n\n\n\n 59 \n\nFRANKHAM, R.; BALLOU, J.D.; BRISCOE, D.A. Fundamentos de \nGenética da conservação. Tradução de  Mercival Roberto Francisco e \nIzeni Pires Farias. Ribeirão Preto: Sociedade Brasileira de Genética, \n2008. 280 p. Título original: A Primer of Conservation Genetics. \n \nFREITAS, J.E.P.; ARAÚJO, M.E.; SOLÉ-CAVA, A.M.. Estruturação \ngenética das popuações de duas espécies recifais do Atol das Rocas e da \ncosta do Ceará. Tropical Oceanography, v.31, n. 2, p.193-201, 2003. \n \nFREITAS, M.A.V.; SOITO, J.L.S. Energia e recursos hídricos. \nParcerias Estratégicas, n.27, p.177-215,  2008. \n \nGIRARD, P. Efeito cumulativo das barragens no Pantanal. Campo–\nGrande: Instituto Centro Vida, 2002. 28.p. \n \nGOLDEMBERG, J.; LUCON, O. Energia e meio ambiente no Brasil. \nEstudos Avançados, v.21, n.59, p.7-20, 2007. \n \nGOLDSTEIN, D.B..; SCHLOTTERER, C.. Microsatellites. Evolution \nand Applications. Oxford University Press, New York, 352 pp.,1999. \n \nGOUDET, J. FSTAT: a program to estimate and test gene diversities \nand fixation indices (version 2.9.3.2). Lausanne: University of \nLausanne, Department of Ecology &amp; Evolution, 2002. \n \nGUSMÃO, J.; LAZOSKI, C.; SOLÉ-CAVA, A.M. Population genetic \nstructure of brazilian shirimp species (Farfantepenaeus sp., \nF.brasiliensis, F. paulensis and Litopenaeus shimitti: \nDecapoda:Penaeidae). Genetics and Molecular Biology, v. 28, n.1, p. \n165-171, 2005. \n \nGUO, S. W. &amp; THOMPSON, E. A.,. Performing the exact test of \nHardy-Weinberg proportion for multiple alleles. Biometrics 48: 361-\n372, 1992. \n \nHARTL D. L.; CLARK A. G.. Principles of population genetics. \nSinauer Associates.Massachusetts. 3rd. ed., 1997. \n \nHATANAKA, T.; GALETTI JR., P.M.. RAPD markers indicate the \noccurrence of structured populations in migratory freshwater fish \nspecies. Genetics and Molecular Biology, 26(1): 19-25, 2003. \n\n\n\n 60 \n\n \nHATANAKA, T.; SILVA, F.H.; GALETTI JR., P.M.. Population \nsubstructuring in a migratory freshwater fish Prochilodus argenteus \n(Characiformes, Prochilodontidae) from the São Francisco River. \nGenetica, 126: 153-159, 2005. \n \nHEYNALTE-TATAJE, D.A.; HERMES-SILVA, S.; SILVA, M.M.C.; \nABBUD, F.M.; CORREA, R.N.; ZANIBONI-FILHO, E.. In: \nZANIBONI-FILHO, Evoy; NUÑER, Alex Pires de Oliveira. \nReservatório de Itá: Estudos ambientais, desenvolvimento de \ntecnologias de cultivo e conservação da ictiofauna. Distribuição de ovos \ne larvas de peixes na área de influência do reservatório de Itá (Alto Rio \nUruguai). Florianópolis, 2008. cap. 6, p. 127-158. \n \nHEYNALTE-TATAJE, D.A.; ZANIBONI-FILHO, E.. In: ZANIBONI-\nFILHO, Evoy; NUÑER, Alex Pires de Oliveira. Reservatório de Itá: \nEstudos ambientais, desenvolvimento de tecnologias de cultivo e \nconservação da ictiofauna. Biologia e identificação de ovos e larvas de \npeixes do Alto Rio Uruguai. Florianópolis, 2008. cap. 9, p. 229-256. \n \nHILSDORF, A.W.; PETRERE, M. Jr. Conservação de peixes na bacia \ndo rio Paraíba do Sul. Ciência Hoje v. 30: p. 62 – 67. 2002. \n \nINSTITUTO BRASILEIRO DO MEIO AMBIENTE E DOS \nRECURSOS NATURAIS RENOVÁVEIS. Diretoria de Fauna e \nRecursos Pesqueiros. Estatística da pesca 2005. Brasília, 2007. Boletim.  \n \nKIRPICHNIKOV, V.S. Adaptive nature of intrapopulational \nbiochemical polymorphism in fish. J. Fish Biol. 40:1-16, 1992. \n \nKREBS, J. R.; N. B. DAVIES,. An Introduction to Behavioural \nEcology. Blackwell Scientific Publications, Oxford: 420 pp, 1996. \n \nLAIKRE, L.; PALM, S.; RYMAN, N.. Genetic population structure of \nfishes: implications for coastal zone management. Ambio, 34, 111–119, \n2005. \n \nLARINIER, M. In: Dams and Fish Migration. Dams, ecosystem \nfunctions and environmental restoration. Roma: FAO Fisheries, 2001, \nn.419, p. 1-172. \n \n\n\n\n 61 \n\nLEVENE, H.. On a matching problem arising in genetics. Annals of \nMathematical Statistics 20: 91-94, 1949 \n \nLIDANI, K.C.F.; LIMA, J.R.; TORRES, R.A.; GANBRIEL, J.E.; \nMADEIRA, H.M.F.; CARNEIRO, P.C.F. Genetic variability of Jundia \n(Rhamdia quelen) in captivity. Rev. Acad., Curitiba, v.4, n.3, p.47-53, \n2006. \n \nLIU, Z.J.; CORDES, J.F.. DNA marker technologies and their \napplications in aquaculture genetics. Aquaculture 238:1-37,2004. \n \nMAGRI, J.L.;SOUZA, S.L.; CABRAL, C.A.; ZANIBONI-FILHO, E.. \nIn: ZANIBONI-FILHO, Evoy; NUÑER, Alex Pires de Oliveira. \nReservatório de Itá: Estudos ambientais, desenvolvimento de \ntecnologias de cultivo e conservação da ictiofauna. Implantação da \nPrimeira hidrelétrica no Alto Rio Uruguai. Florianópolis,2008. cap. 1, p. \n11-20. \n \nMARQUES, D.K.S.. Aplicação da biologia molecular em programas de \nconservação de recursos pesqueiros. Corumbá: Embrapa Pantanal, 22 p. \n2002. \n \nMCNEELY, J.A.; MILLER, K.R.; REID, W.V.; MITTMEIER, R.A.; \nWERNER, T.B.. Conserving the world’s biological diversity. \nSwitzerland: World Conservation Union, Pulication services.1990. \n \nNERAAS, L.P., SPRUEL, P. Fragmentation of riverine systems: the \ngenetic effects of dams on bull trout (Salvelinus confluentus) in the \nClark Fork River System. Molecular Ecology, v.10, p. 1153-1164, 2001. \n \nNGUYEN, T.T.T. Population structure I the highly fragmented range of \nTor douronensis (Cyprinidae) in Sarawak, Malaysia revealed by \nmicrosatellite DNA markers. Freshwater Biology, v.53, p.924-934, \n2008. \n \nO’CONNEL, M.; WRIGHT, J.M.. Microsatellite DNA in fishes. \nReviews in Fish Biology and Fisheries. 7, 331-363,1997. \n \nOLIVEIRA, M.E.G.C.; RUSSO, C.A.M.; LAZOSKI, C.; \nVIANNA,P.R.F.G.; SOLÉ-CAVA, A.M. Genetic variation and \npopulation structure of two species of neo-tropical mud-mussels \n\n\n\n 62 \n\n(Mytella spp). Genetics and Molecular Research, v.4, n. 2, p.197-202, \n2005 \n \nPAGE, R.D.M.. TREEVIEW: An application to display phylogenetic \ntrees on personal computers. Computer Applications in the Biosciences \nV.12, p.357-358, 1996. \n \nPAIVA, M.P.; ANDRADE-TURBINO, M.F. DE; GODOY, M.P.. As \nrepresas e os peixes nativos do rio Grande. Bacia do Paraná-Brasil. Ed. \nInterciência, Rio de Janeiro, 2002. 78p. \n \nPARKER, P.G.; SNOW, A.A.; SCHUG, M.D.; BOOTON, G.C.; \nFUREST,P.A. What molecules can tell us about populations: chossing \nand using a molecular marker. Ecology, v 79, n.2, p. 361-382, 1998. \n \nPAULA, F.M. DE.. Diversidade genética de Prochilodus lineatus \n(pisces, characiformes) das escadas de transformação de peixes das \nusinas hidroelétricas do complexo Canoas : rio Paranapanema. 138p. \nDissertação (mestrado em genética e biologia molecular)-Universidade \nestadual de Londrina, Londrina PR. 2006. \n \nPÉPIN, L.; AMIGUES, Y.; LÉPINGLE, A.; BERTHIER, J.L.; \nBENSAID, A.; VAIMAN, D.. Sequence conservation of microsatellite \nbetween cattle (Bos taurus) goat (Carpa hircus) and related species. \nExemples of use in parentage testing and phylogeny analysis. Heredity \n74:56-61, 1995. \n \nPERES, M.D.; VASCONCELOS, M.S.; RENESTO, E. Genetic \nvariability in Astyanax altiparanae Garutti &amp; Britski, 2000 (Teleostei, \nCharacidae) from the Upper Paraná River basin, Brazil. Genetics and \nMolecular Biology, v. 28, n.4, p. 717-724, 2005. \n \nPEREZ-SWEENEY, B.M.; RODRIGUES, F.P.; MELNICK, D.J. In: \nCULLEN, L.J.; VALADARES-PADUA, C.; RUDRAN, R. (Orgs.). \nMetodologias moleculares utilizadas em genética da conservação. \nMétodos de estudos em biologia da conservação e manejo da vida \nsilvestre. Ed. UFPR, 2003. p. 343-380. \n \nPRIMACK, R.; ROZZI, R.; MASSARDO, F.; FEINSINGER, P.. \nDestrucción y degradación Del hábitat. In: Fundamentos de \n\n\n\n 63 \n\nconservación biológica. Perspectivas Latinoamericanas. Fondo de \nCultura Económica. México, D.F., 2001. \n \nPRIMACK, R.B.; RODRIGUES, E. Biologia da conservação. Londrina, \n2001 328 p. \n \nPRITCHARD JK, STEPHENS M, DONNELLY P. Inference of \npopulation structure using multilocus genotype data. Genetics, 155: \n945–959, 2000 \n \nPOVH, J.A.; RIBEIRO, R.P.; LOPERA-BARRERO, N.M.; GOMES, \nP.C.; BLANCK, D.V.; VARGAS;, L.;JACOMETO, C.B.; LOPES, T.S.. \nMonitoramento da variabilidade genética de pacu, Piaractus \nmesopotamicus, do programa de aumento de estoque do rio \nParanapanema. Arquivo Brasileiro de Medicina Veterinária e Zootecnia, \nv86, n.5, p.1191-1195, 2009. \n \nRAMELLA, M. S..; KROTH, M.A.; MEURER, S.; NUÑER, A. P. O., \nZANIBONI-FILHO, E.; ARISI, A.C.M. Genetic variability in four fish \nspecies (Pimelodus maculatus, Prochilodus lineatus, Salminus \nbrasiliensis and Steindachneridion scripta) from Uruguay River Basin. \nBrazilian archives of biology and technology, v.49, n.4, p 589-598, \n2006. \n \nRAYMOND, M; ROUSSET, M.Genepop (version 1.2): populations \ngenetics software for exact tests and ecumenicism. Journal of Heredity, \nv86, p. 248-249, 1995. \n \nREID, S.M.; WILSON, C.C.; MANDRAK, N.E.; CARL, L.M.. \nPopulation structure and genetic diversity of black redhorse (Moxostoma \nduquesnei) in a highly fragmented watershed. Conservation Genetics, 9, \n531–546, 2008. \n \nREIS, R.E., KULLANDER, S.O. &amp; FERRARIS-JR., C.J. (orgs.). Check \nlist of the freshwater fishes of South and Central America. EDIPUCRS, \nPorto Alegre. 2003. \n \nREVALDAVES, E.; RENESTO, E.; MACHADO, M.F.P.S.. Genetic \nvariability of Prochilodus lineatus (Characiformes, Prochilodontidae) in \nthe upper Paraná river. Brazilian Journal of Genetics, 20(3): 381-388, \n1997. \n\n\n\n 64 \n\n \nREVALVES, E.; PEREIRA, L.H.G.; FERREIRA,A.T.; PEREIRA, \nA.C.; FORESTI,F.; OLIVEIRA, C. In: Resumos do IX Simpósio de \ncitogenética e genética de peixes. Obtenção de sequências \nmicrossatélites de Prochilodus lineatus (Chariciformes, \nProchilodiontidae). Maringá, 2002. \n \nROWENA, M.; ROMANA-EQUIA, R.; IKEDA, M.; BASIAO, Z.U.; \nTANIGUCHI, N. Genetic diversity in farmed Asian Nile and red hybrid \ntilapia stock evaluated from microsatellite and mitochondrial DNA \nanalysis. Aquaculture 236:31-150, 2004. \n \nROZZI, R.; PRIMARCK, R.; FEINSINGER, P.; DIRZO, R.; \nMASSARDO, F.. Qué ES La bilogía de La conservación? In: \nFundamentos de conservación biológica. Perspectivas latino americanas. \nFondo de Cultura Econômica. México, D.F. 2001. \n \nRYMAN, N.; UTTER, F.; LALKRE, L.. Protection of intraspecific \nbiodiversity of exploited fishes. Rev. Fish. Biol.Fish., 5: 417-446, 1995. \n \nSAMBROOK, J..; RUSSELL, D.W. Molecular cloning, A Laboratory \nmanual. 3 ed. Cold spring Harbor Laboratory Press, Cold Spring \nHarbor, NY. 2001. \n \nSATO, Y.; MIRANDA, M.O.T.; BAZZOLI, N.; RIZZO, E.. Impacto do \nreservatório de Três Marias sobre a Piracema à jusante da barragem. In: \nXI Encontro Brasileiro de Ictiologia, PUC-Campinas. Anais. 1995.2p. \n \nSCHNEIDER, S.; ROESSLI, D.; EXCOFFIER, L. Arlequim ver. 2000: \na software for population data analysis. Switzerland: University of \nGeneva. Genetic and Biometry Laboratory, 2000. \n \n SILVA, J.R. Análise da viabilidade econômica da produção dos peixes \nem tanques –rede no reservatório de ITAIPU. 2008.158f. Dissertação \n(Mestrado em Engenharia de Produção) – Área de Concentração em \nGerência de Produção, Universidade Federal de Santa Maria, Rio \nGrande do Sul, 2008. \n \nSILVA, M.O.B.; MURGAS L.D.S.; MELLO, C.B.M. et al.. Avaliação \ndo sêmen de \"Curimba\" (Pochilodus lineatus) e \"Piaparas\" (Leporinus \nobtusidens e Leporinus elongatus) após 6, 18 e 24 horas de resfriamento \n\n\n\n 65 \n\nà tempratura de 4ºC. In: Simpósio brasileiro de aquicultura, Recife. \nResumos, Recife, 1998. 294 p. \n \nSILVA, R.G. Análise da estrutura genética populacional do Curimbatá \n(Prochilodus lineatus, Chariformes: Prochilodontidae) na região da \nbacia do Rio Grande, SP. 2006.100f. Dissertação (Mestrado em \nCiências, na área  de Biologia/Genética) – Instituto de Biocências, \nUniversidade de São Paulo, São Paulo, 2006. \n \nSIVASUNDAR, A.; BERMINGHAM, E.; ORTI, G.. Population \nstructure and biogeography of migratory freshwater fishes (Prochilodus: \nCharaciformes) in major south american rivers. Molecular Ecology, 10: \n407-417, 2001. \n \nSLATKIN, M. Hitchiking and associate overdominance at a \nmicrosatellite locus. Molecular Biology and Evolution, v12, p. 473-480, \n1995. \n \nSMALL, M. P.; BEACHAM, T.D.; WITHLER, R. E.; NELSON, R.J. \nDiscriminating coho salmon (Oncorhynchus kisutch) populations within \nthe Fraser River, British Columbia, using microsatellite DNA markers. \nMolecular Ecology, v.7, p.141-155, 1998. \n \nSOUSA, A.B. DE. Análise de variabilidade genética do surubim do São \nFrancisco, Pseudoplatystoma corruscans (Pisces, Pimelodidae): \nsubsídios à conservação e ao cultivo da espécie. 101p. Tese (Doutorado \nem ciências biológicas)-Universidade Federal de São Carlos, São Paulo, \n2003. \n \nSPIDLE, A.P.; KING, T.L.; LETCHER, B.H.. Comparison of genetic \ndiversity in the recently founded Connecticut River Atlantic Salmon \npopulation to that of its primary donor stock Maine’s Penobscot River. \nAquaculture 236:253-265, 2004. \n \nSUGANUMA, C.H..2008. 105f. Avaliação da Diversidade Genética de \nPopulações de Pacu (Piaractus mesopotamicus Holmberg, 1887) do \nPantanal Matogrossense com o Uso de Marcadores Moleculares do Tipo \nMicrossatélites.Tese (Doutorado em Aquicultura) – Centro de \nAquicultura da UNESP – Universidade Estadual Paulista, Jaboticabal, \n2008. \n \n\n\n\n 66 \n\nTOLEDO – FILHO, S.; ALMEIDA – TOLEDO, L.F.; FORESTI, F.; \nGALHARDO, E.; DONOLA, E.. Conservação Genética de Peixes em \nProjetos de Repovoamento de Reservatórios. Cadernos de Ictiogenética \nI, 1992. 37p. \n \nTORRES, M.A.Z. In: Reservatório de Itá: Estudos ambientais, \ndesenvolvimento de tecnologias de cultivo e conservação da ictiofauna. \nApresentação. Florianópolis, 2008, p. 9-10.  \n \nVAN OOSTERHOUT, C.;  HUTCHINSON, W.F.; WILLS, D.P.M.; \nSHIPLEY, P. MICRO-CHECKER: software for identifying and \ncorrecting genotyping errors in microsatellite data. Molecular Ecology \nNotes, v 4, p.535-538, 2004. \n \nVIANA, E. M. F.; SANTOS, H. A.; MAGALHÃES, V. T. F.; \nMARTINEZ, C. B. Elaboração de um projeto de mecanismo para \ntransposição de peixes utilizando canal de adução de uma PCH. In: V \nSIMPÓSIO BRASILEIRO SOBRE PEQUENAS E MÉDIAS \nCENTRAIS HIDRELÉTRICAS, 2006, Florianópolis., Comitê \nBrasileiro de Barragens. Florianópolis, Simpósio. Florianópolis: Comitê \nBrasileiro de Barragens, 2006. p. 1-14. \n \nWALDBIESER, G.C.; BOSWORTH, B.G.; NONNEMAN, D.J.; \nWOLTERS, W.R.. A microsatellite-based genetic linkage map for \nchannel catfish Ictalurus punctatus. Genetics 158:727-734, 2001. \n \nWANG, C.; YU, X.; TONG, J. Microsatellite diversity and population \ngenetic structure of redfin culter (Culter erythropterus) in fragmented \nlakes of the Yangtze River. Hydrobiologia, v. 586, p. 321-329, 2007. \n \nWAPLES, R. S.. A multispecies approach to the analysis of gene flow \nin marine shore fishes. Evolution 41: 385 – 400. 1987. \n \nWAPLES. R.S.. Dispelling some myths about hatcheries. Fisheries, v. \n24, p. 12–21, 1999. \n \nWASKO, A.P.; GALETTI JR.,P.M.. RAPD analysis in the neotropical \nfish Brycon lundii: genetic diversity and its implications for the \nconservation of the species. Hydrobiologia, 473: 131-137, 2002. \n \n\n\n\n 67 \n\nWEIR, B.S.; COCKERHAM, C.C. Estimating F-statistics for the \nanalysis of population structure. Evolution, v.38, p.1358-1370, 1984. \n \nWEINGARTNER, M.; FRACALOSSI, D.M.; NUÑER, A.P.O.; \nZANIBONI-FILHO, E. In: ZANIBONI-FILHO, Evoy; NUÑER, Alex \nPires de Oliveira. Reservatório de Itá: Estudos ambientais, \ndesenvolvimento de tecnologias de cultivo e conservação da ictiofauna. \nConservação genética da ictiofauna da região de Itá. Florianópolis, \n2008. Cap. 11, p. 307-319. \n \nWIRGIN, I. I., J. E. STABILE; J. R. WALDMAN. Molecular analysis \nin the conservation of sturgeons and paddlefish. Eviron. Biol. Fishes 48: \n385–398, 1997. \n \nWRIGHT, S.. Evolution and the Genetics of Populations, Vol. 4, \nVariability Within and Among Natural Populations. University of \nChicago Press, Chicago, Ill, 1978. \n \nYAMAMOTO, S.; MORITA, K.; KOIZUMI, I.; MAEKAWA, K.. \nGenetic differentiation of whites potted charr (Salvelinus leucomaenis) \npopulations after habitat fragmentation: Spatial–temporal changes in \ngene frequencies. Conservation Genetics, 5, 529–538, 2004. \n \nYAZBECK, G.M.; KALAPOTHAKIS, E.. Isolation and \ncharacterization of microsatellite DNA in piracema fish Prochilodus \nlineatus (Characiformes). Genetics and Molecular Research, 6(4): 1026-\n1034, 2007. \n \nYOSHIYAMA, R.M.; K. B. GAYLORD; M. T. PHILIPPART; T. R. \nMOORE; J.R. JORDAN; C. C. COON; L. L. SCHALK; C. J. VALPEY; \nI. TOSQUES. Homing behavior and site fidelity in intertidal sculpins \n(Pisces, Cottidae). J. exp. mar. Biol. Ecol. 160: 115–130,1992. \n \nZANIBONI FILHO, E.; SCHULZ,U.H.. Migratory fishes of the \nUruguay river. In: Carolsfeld, J.; Harvey, B.; Ross, C. and Baer, A. \nMigratory Fishes of South America- Biology, Fisheries and \nConservation Status. IDRC, World Fisheries Trust and World Bank. pp. \n157-194, 2003. \n \nZANIBONI-FILHO, E.; NUÑER, A.P.O.; REYNALTE-TATAJE, \nD.A.; HERMES-SILVA, S.; MEURER, S. In: ZANIBONI-FILHO, \n\n\n\n 68 \n\nEvoy; NUÑER, Alex Pires de Oliveira. Reservatório de Itá: Estudos \nambientais, desenvolvimento de tecnologias de cultivo e conservação da \nictiofauna. Alterações espaciais e temporais da estrutura da comunidade \nde peixes em decorrência da implantação do reservatório de ita (Alto \nRio Uruguai). Florianópolis, 2008.cap.2, p. 21-48. \n \n\n\n\n 69 \n\nREFERÊNCIAS BIBLIOGRÁFICAS DA INTRODUÇÃO \n \nAGÊNCIA NACIONAL DE ENERGIA ELÉTRICA (BRASIL). Atlas \nde energia elétrica do Brasil, 3. Ed. Brasília: Aneel, 2008. \n \nAGOSTINHO, A.A. In: SITUAÇÃO ATUAL E PERSPECTIVAS DA \nICTIOLOGIA NO BRASIL. IX ENCONTRO BRASILEIRO DE \nICTIOLOGIA. Manejo de recursos pesqueiros em reservatórios. \nMaringá, 1992. p. 106-121. \n \n AGOSTINHO, A.A.; JÚLIO JR., H.F.. Peixes da bacia alto rio Paraná. \nIn: Lowe-Mc Connell, R.H. Estudos ecológicos de comunidades de \npeixes tropicais. Edusp, São Paulo, SP, 1999. p. 374-400. \n \nALMEIDA, F. S.; SODRÉ, L.M.K.; CONTEL, E.P.B. Population \nstructure analysis of Pimelodus maculatus (Pisces, Siluriformes) from \nthe Tietê and Paranapanema Rivers (Brazil). Genetics and Molecular \nBiology, v. 26, n.3, p. 301-305, 2003. \n \nAMENGUAL, N. A.; SIAZARO, J.C.. Diez anos de actividad em el rio \nUruguay. 1978-1988.. Comisión administrativa Del rio Uruguay. \nPaysandú, Uruguay, Publicacion n.2, 1988. \n \nAZEVEDO, P. In: Anais do II congresso latino-americano de zoologia. \nDo Rio Grande e sua fauna À barragem de furnas e suas \nconseqüências.1965,p. 91-100. \n \nBARBOSA, A.C.D.R.; CORRÊA, T.C.; GALZERANI, F.; GALETTI \nJR., P.M.; HATANAKA, T.. Thirteen polymorphic microsatellite loci in \nthe neotropical fish Prochilodus argenteus (Characiformes, \nProchilodontidae). Molecular Ecology Notes, v.6, p. 936-938, 2006. \n \nBARBOSA, A.C.D.R.; GALZERANI, F.; CORRÊA, T.C.; GALETTI \nJR, P.; HATANAKA, T.  Description of novel microsatellite loci in the \nneotropical fish Prochilodus argenteus e cross amplification in P. \ncostatus and P.lineatus. Genetics and Molecular Biology, v.31(1): p. \n357-360, 2008. \n \nBEDORE, A. G.. Características e criopreservação do sêmen de \nPacuaranha, Piracatus mesopotamicus e de Piracanjuba, Brycon \n\n\n\n 70 \n\norbignyanus.1999. 53f. Dissertação (Mestrado em Biologia Celular) - \nUniversidade Federal de Minas Gerais, Belo Horizonte, MG,1999. \n \nBRITSKI, H.A.; SATO, Y.; ROSA, A.B.S.. Manual de identificação de \npeixes da região de Três Marias (com chave de identificação para peixes \nda Bacia do São Francisco). 3 ed., Minas Gerais: Ministério da \nIrrigação-CODEVASF, 1988,115p. \n \nCAROLSFELD, J.; GODINHO, H.P.; ZANIBONI-FILHO, E.; \nHARVEY, B.J.  Cryopreservation of sperm in Brazilian migratory fish \nconservation. Journal of Fish Biology, n 63,p. 472-489,2003. \n \nCARVALHO, D.C. Identificação e caracterização de regiões \nmicrossatélites de Prochilodus lineatus (Pisces, Characiformes). 2002. \n82f. Dissertação (Mestrado em Farmacologia Bioquímica e Moleular) – \nDepartamento de Farmacologia do Instituto de Ciências Biológicas, \nUniversidade Federal de Minas Gerais, Belo Horizonte, 2002. \n \nCARVALHO-COSTA, L.F. Estudo da variação genética em \nProchilodus costatus (Teleostei: Characiformes: Prochilodontidae) na \nBacia do Rio São Francisco, região de Três Marias (MG). 2006. 73f. \nDissertação (Mestrado em Ecologia e Recursos Naturais) – Centro de \nCiências Biológicas e da Saúde, Universidade Federal de São Carlos, \nSão Paulo, São Carlos, 2006. \n \nCASTRO, R.M.C. Revisão taxonômica da família Prochilodontidae \n(ostariophysis, Chariciformes). 1990. 293f. Tese de Doutorado. \nUniversidade de São Paulo, 1990. \n \nCASTRO, R.M.C.; VARI, R.P.. Detritivores of the south american fish \nfamily Prochilodontidae (Teleostei: Ostariphysi: Characiformes): a \nphylogenetic and revisionary study. Smithsoniam contribuitions to \nZoology, n.622. Washington, D.C: Smithsoniam books, 2004. \n \nCUNNINGHAM, E.P.; MEGHEN, C.M.. Biological identification \nsystems: Genetic markers. Rev Sci Tech Off Int Epiz 20:2:491-499, \n2001. \n \nFALEIRO, F.. Marcadores moleculares aplicados a programas de \nconservação e uso de recursos genéticos. Planaltina-DF: Embrapa \nCerrados, 2007. 102 p. \n\n\n\n 71 \n\nFISHBASE.<http://www.fishbase.org/NomenClature/ScientificNameSe\narchList.php?crit1_fieldname=SYNONYMS.SynGenus&amp;crit1_fieldtype\n=CHAR&amp;crit1_operator=EQUAL&amp;crit1_value=prochilodus&amp;crit2_fiel\ndname=SYNONYMS.SynSpecies&amp;crit2_fieldtype=CHAR&amp;crit2_opera\ntor=contains&amp;crit2_value=&amp;group=summary&amp;backstep=-2>. Acesso \nem: 29 setembro 2008. \n \nFITZSIMMONS, N.N.; MORITZ, C.; MOORE, S.S.. Conservation and \ndynamics of  microsatellite loci over 300 million years of marine turtle \nevolution. Molecular Biology and Evolution 12:432-440, 1995. \n \nFLECKER, A.S.. Ecosystem engineering by a dominant detritivore in a \ndiverse tropical stream. Ecology, 77: 1845-1854, 1996. \n \nFRANKHAM, R.; BALLOU, J.D.; BRISCOE, D.A. Fundamentos de \nGenética da conservação. Tradução de  Mercival Roberto Francisco e \nIzeni Pires Farias. Ribeirão Preto: Sociedade Brasileira de Genética, \n2008. 280 p. Título original: A Primer of Conservation Genetics. \n \nFREITAS, M.A.V.; SOITO, J.L.S. Energia e recursos hídricos. \nParcerias Estratégicas, n.27, p.177-215,  2008. \n \nGIRARD, P. Efeito cumulativo das barragens no Pantanal. Campo–\nGrande: Instituto Centro Vida, 2002. 28.p. \n \nGOLDEMBERG, J.; LUCON, O. Energia e meio ambiente no Brasil. \nEstudos Avançados, v.21, n.59, p.7-20, 2007. \n \nGUSMÃO, J.; LAZOSKI, C.; SOLÉ-CAVA, A.M. Population genetic \nstructure of brazilian shirimp species (Farfantepenaeus sp., \nF.brasiliensis, F. paulensis and Litopenaeus shimitti: \nDecapoda:Penaeidae). Genetics and Molecular Biology, v. 28, n.1, p. \n165-171, 2005. \n \nHATANAKA, T.; SILVA, F.H.; GALETTI JR., P.M.. Population \nsubstructuring in a migratory freshwater fish Prochilodus argenteus \n(Characiformes, Prochilodontidae) from the São Francisco River. \nGenetica, 126: 153-159, 2006. \n \nHILSDORF, A.W.; PETRERE, M. Jr. Conservação de peixes na bacia \ndo rio Paraíba do Sul. Ciência Hoje v. 30: p. 62 – 67. 2002. \n\n\n\n 72 \n\nINSTITUTO BRASILEIRO DO MEIO AMBIENTE E DOS \nRECURSOS NATURAIS RENOVÁVEIS. Diretoria de Fauna e \nRecursos Pesqueiros. Estatística da pesca 2005. Brasília, 2007. Boletim.  \n \nKIRPICHNIKOV, V.S. Adaptive nature of intrapopulational \nbiochemical polymorphism in fish. J. Fish Biol. 40:1-16, 1992. \n \nLARINIER, M. In: Dams and Fish Migration. Dams, ecosystem \nfunctions and environmental restoration. Roma: FAO Fisheries, 2001, \nn.419, p. 1-172. \n \nLIDANI, K.C.F.; LIMA, J.R.; TORRES, R.A.; GANBRIEL, J.E.; \nMADEIRA, H.M.F.; CARNEIRO, P.C.F. Genetic variability of Jundia \n(Rhamdia quelen) in captivity. Rev. Acad., Curitiba, v.4, n.3, p.47-53, \n2006. \n \nLIU, Z.J.; CORDES, J.F.. DNA marker technologies and their \napplications in aquaculture genetics. Aquaculture 238:1-37,2004. \n \nMAGRI, J.L.;SOUZA, S.L.; CABRAL, C.A.; ZANIBONI-FILHO, E..  \nIn: ZANIBONI-FILHO, Evoy; NUÑER, Alex Pires de Oliveira. \nReservatório de Itá: Estudos ambientais, desenvolvimento de \ntecnologias de cultivo e conservação da ictiofauna. Implantação da \nPrimeira hidrelétrica no Alto Rio Uruguai. Florianópolis, 2008. cap. 1, \np. 11-20. \n \nMOULTON, T. P.; SOUZA, M. L.. In: ROCHA, C. F. D.; \nBERGALLO, H. G.; SLUYS, M.V.; ALVES, M. A. S.; . Biologia de \nconservação: essência: Conservação com base em bacias hidrográficas. \nPorto Alegre, 2006. Cap. 7, p. 1-25. \n \nNERAAS, L.P., SPRUEL, P. Fragmentation of riverine systems: the \ngenetic effects of dams on bull trout (Salvelinus confluentus) in the \nClark Fork River System. Molecular Ecology, v.10, p. 1153-1164, 2001. \n \nNGUYEN, T.T.T. Population structure I the highly fragmented range of \nTor douronensis (Cyprinidae) in Sarawak, Malaysia revealed by \nmicrosatellite DNA markers. Freshwater Biology, v.53, p.924-934, \n2008. \n \n\n\n\n 73 \n\nOLIVEIRA, M.E.G.C.; RUSSO, C.A.M.; LAZOSKI, C.; \nVIANNA,P.R.F.G.; SOLÉ-CAVA, A.M. Genetic variation and \npopulation structure of two species of neo-tropical mud-mussels \n(Mytella spp). Genetics and Molecular Research, v.4, n. 2, p.197-202, \n2005 \n \nPAIVA, M.P.; ANDRADE-TURBINO, M.F. DE; GODOY, M.P.. As \nrepresas e os peixes nativos do rio Grande. Bacia do Paraná-Brasil. Ed. \nInterciência, Rio de Janeiro, 2002. 78p. \n \nPARKER, P.G.; SNOW, A.A.; SCHUG, M.D.; BOOTON, G.C.; \nFUREST,P.A. What molecules can tell us about populations: chossing \nand using a molecular marker. Ecology, v 79, n.2, p. 361-382, 1998. \n \nPÉPIN, L.; AMIGUES, Y.; LÉPINGLE, A.; BERTHIER, J.L.; \nBENSAID, A.; VAIMAN, D.. Sequence conservation of microsatellite \nbetween cattle (Bos taurus) goat (Carpa hircus) and related species. \nExemples of use in parentage testing and phylogeny analysis. Heredity \n74:56-61, 1995. \n \nPERES, M.D.; VASCONCELOS, M.S.; RENESTO, E. Genetic \nvariability in Astyanax altiparanae Garutti &amp; Britski, 2000 (Teleostei, \nCharacidae) from the Upper Paraná River basin, Brazil. Genetics and \nMolecular Biology, v. 28, n.4, p. 717-724, 2005. \n \nPEREZ-SWEENEY, B.M.; RODRIGUES, F.P.; MELNICK, D.J. In: \nCULLEN, L.J.; VALADARES-PADUA, C.; RUDRAN, R. (Orgs.). \nMetodologias moleculares utilizadas em genética da conservação. \nMétodos de estudos em biologia da conservação e manejo da vida \nsilvestre. Ed. UFPR, 2003. p. 343-380. \n \nPRIMACK, R.; ROZZI, R.; MASSARDO, F.; FEINSINGER, P.. \nDestrucción y degradación Del hábitat. In: Fundamentos de \nconservación biológica. Perspectivas Latinoamericanas. Fondo de \nCultura Económica. México, D.F., 2001. \n \nPRIMACK, R.B.; RODRIGUES, E. Biologia da conservação. Londrina, \n2001 328 p. \n \nRAMELLA, M. S..; KROTH, M.A.; MEURER, S.; NUÑER, A. P. O., \nZANIBONI-FILHO, E.; ARISI, A.C.M. Genetic variability in four fish \n\n\n\n 74 \n\nspecies (Pimelodus maculatus, Prochilodus lineatus, Salminus \nbrasiliensis and Steindachneridion scripta) from Uruguay River Basin. \nBrazilian archives of biology and technology, v.49, n.4, p 589-598, \n2006. \n \nREIS, R.E., KULLANDER, S.O. &amp; FERRARIS-JR., C.J. (orgs.). Check \nlist of the freshwater fishes of South and Central America. EDIPUCRS, \nPorto Alegre. 2003. \n \nREVALDAVES, E.; RENESTO, E.; MACHADO, M.F.P.S.. Genetic \nvariability of Prochilodus lineatus (Characiformes, Prochilodontidae) in \nthe upper Paraná river. Brazilian Journal of Genetics, 20(3): 381-388, \n1997. \n \nREVALDAVES, E.; PEREIRA, L.H.G.; FERREIRA,A.T.; PEREIRA, \nA.C.; FORESTI,F.; OLIVEIRA, C. In: Resumos do IX Simpósio de \ncitogenética e genética de peixes. Obtenção de sequências \nmicrossatélites de Prochilodus lineatus (Chariciformes, \nProchilodiontidae). Maringá, 2002. \n \nROWENA, M.; ROMANA-EQUIA, R.; IKEDA, M.; BASIAO, Z.U.; \nTANIGUCHI, N. Genetic diversity in farmed Asian Nile and red hybrid \ntilapia stock evaluated from microsatellite and mitochondrial DNA \nanalysis. Aquaculture 236:31-150, 2004. \n \n SILVA, J.R. Análise da viabilidade econômica da produção dos peixes \nem tanques –rede no reservatório de ITAIPU. 2008.158f. Dissertação \n(Mestrado em Engenharia de Produção) – Área de Concentração em \nGerência de Produção, Universidade Federal de Santa Maria, Rio \nGrande do Sul, 2008. \n \nSILVA, M.O.B.; MURGAS L.D.S.; MELLO, C.B.M. et al.. Avaliação \ndo sêmen de \"Curimba\" (Pochilodus lineatus) e \"Piaparas\" (Leporinus \nobtusidens e Leporinus elongatus) após 6, 18 e 24 horas de resfriamento \nà tempratura de 4ºC. In: Simpósio brasileiro de aquicultura, Recife. \nResumos, Recife, 1998. 294 p. \n \nSILVA, R.G. Análise da estrutura genética populacional do Curimbatá \n(Prochilodus lineatus, Chariformes: Prochilodontidae) na região da \nbacia do Rio Grande, SP. 2006.100f. Dissertação (Mestrado em \n\n\n\n 75 \n\nCiências, na área  de Biologia/Genética) – Instituto de Biocências, \nUniversidade de São Paulo, São Paulo, 2006. \n \nSIVASUNDAR, A.; BERMINGHAM, E.; ORTI, G.. Population \nstructure and biogeography of migratory freshwater fishes (Prochilodus: \nCharaciformes) in major south american rivers. Molecular Ecology, 10: \n407-417, 2001. \n \nSMALL, M. P.; BEACHAM, T.D.; WITHLER, R. E.; NELSON, R.J. \nDiscriminating coho salmon (Oncorhynchus kisutch) populations within \nthe Fraser River, British Columbia, using microsatellite DNA markers. \nMolecular Ecology, v.7, p.141-155, 1998. \n \nSOLÉ-CAVA, A.M.. In: MATIOLI, S. R. Biologia molecular e \nevolução. Biodiversidade molecular e genética da conservação. Ribeirão \nPreto: Holos, 2001. p. 1-46. \n \nSOUSA, A.B. DE. Análise de variabilidade genética do surubim do São \nFrancisco, Pseudoplatystoma corruscans (Pisces, Pimelodidae): \nsubsídios à conservação e ao cultivo da espécie. 101p. Tese (Doutorado \nem ciências biológicas)-Universidade Federal de São Carlos, São Paulo, \n2003. \n \nSPIDLE, A.P.; KING, T.L.; LETCHER, B.H.. Comparison of genetic \ndiversity in the recently founded Connecticut River Atlantic Salmon \npopulation to that of its primary donor stock Maine’s Penobscot River. \nAquaculture 236:253-265, 2004. \n \nTORRES, M.A.Z. In: ZANIBONI-FILHO, Evoy; NUÑER, Alex Pires \nde Oliveira. Reservatório de Itá: Estudos ambientais, desenvolvimento \nde tecnologias de cultivo e conservação da ictiofauna. Apresentação. \nFlorianópolis, 2008, p. 9-10.  \n \nVIANA, E. M. F.; SANTOS, H. A.; MAGALHÃES, V. T. F.; \nMARTINEZ, C. B. Elaboração de um projeto de mecanismo para \ntransposição de peixes utilizando canal de adução de uma PCH. In: V \nSIMPÓSIO BRASILEIRO SOBRE PEQUENAS E MÉDIAS \nCENTRAIS HIDRELÉTRICAS, 2006, Florianópolis., Comitê \nBrasileiro de Barragens. Florianópolis, Simpósio. Florianópolis: Comitê \nBrasileiro de Barragens, 2006. p. 1-14. \n \n\n\n\n 76 \n\nWALDBIESER, G.C.; BOSWORTH, B.G.; NONNEMAN, D.J.; \nWOLTERS, W.R.. A microsatellite-based genetic linkage map for \nchannel catfish Ictalurus punctatus. Genetics 158:727-734, 2001. \n \nWANG, C.; YU, X.; TONG, J. Microsatellite diversity and population \ngenetic structure of redfin culter (Culter erythropterus) in fragmented \nlakes of the Yangtze River. Hydrobiologia, v. 586, p. 321-329, 2007. \n \nWEINGARTNER, M.; FRACALOSSI, D.M.; NUÑER, A.P.O.; \nZANIBONI-FILHO, E. In: ZANIBONI-FILHO, Evoy; NUÑER, Alex \nPires de Oliveira. Reservatório de Itá: Estudos ambientais, \ndesenvolvimento de tecnologias de cultivo e conservação da ictiofauna. \nConservação genética da ictiofauna da região de Itá. Florianópolis, \n2008. Cap. 11, p. 307-319. \n \nYAZBECK, G.M.; KALAPOTHAKIS, E.. Isolation and \ncharacterization of microsatellite DNA in piracema fish Prochilodus \nlineatus (Characiformes). Genetics and Molecular Research, 6(4): 1026-\n1034, 2007. \n \nZANIBONI, E.; MEURER, S.; SHIBATTA, O.A.; NUÑER, A.P.O. \n2004. Catálogo ilustrado de peixes do alto rio Uruguai. Florianópolis: \nEd. da UFSC: Tractebel Energia. 128p.  \n \nZANIBONI-FILHO, E.; NUÑER, A.P.O.; REYNALTE-TATAJE, \nD.A.; HERMES-SILVA, S.; MEURER, S. In: ZANIBONI-FILHO, \nEvoy; NUÑER, Alex Pires de Oliveira. Reservatório de Itá: Estudos \nambientais, desenvolvimento de tecnologias de cultivo e conservação da \nictiofauna. Alterações espaciais e temporais da estrutura da comunidade \nde peixes em decorrência da implantação do reservatório de ita (Alto \nRio Uruguai). Florianópolis, 2008, cap.2, p. 21-48. \n \nZANIBONI FILHO, E.; SCHULZ,U.H.. In: Carolsfeld, J.; Harvey, B.; \nRoss, C. and Baer, A. Migratory Fishes of South America- Biology, \nFisheries and Conservation Status. Migratory fishes of the Uruguay \nriver. IDRC, World Fisheries Trust and World Bank. pp. 157-194, 2003."}]}}}