{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.14784"}, {"@name": "filename", "#text": "2115_RodrigoMendesMesquita.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "INSTITUTO DE PESQUISAS ENERGÉTICAS E NUCLEARES \n\nAUTARQUIA ASSOCIADA À UNIVERSIDADE DE SÃO PAULO \n\n \n\nDesenvolvimento de cerâmicas porosas  \n\nà base de Nitreto de Silício \n\n \n\n \n\nRODRIGO MENDES MESQUITA \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \nDissertação apresentada como \nparte dos requisitos para a \nobtenção do Grau de Mestre \nem Ciências na Área de \nTecnologia Nuclear - Materiais \n \n\nOrientador: Dr. Luis A. Genova \n\n \n\n \n\nSão Paulo \n\n2009 \n\n\n\n i\n\n \n \n \n \nDEDICATÓRIA \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nÀ minha avó, que me \n\napoiou incondicionalmente \n\nem todos os momentos, me \n\ndando o carinho de uma \n\nmãe. \n\n\n\n ii\n\nAGRADECIMENTOS \n\n \n\nAo Instituto de Pesquisas Energéticas e Nucleares, pela oportunidade de \n\ndesenvolver este trabalho, pelo rico ambiente acadêmico, e pelo conhecimento \n\nadquirido; \n\nInicialmente a minha família, em especial a minha avó, pois sem seu \n\ncarinho e apoio meu desenvolvimento acadêmico teria parado; \n\n \n\nAo Dr. Luís Antônio Genova, pela orientação e por me auxiliar no \n\ndesenvolvimento do tema; \n\n \n\nA Dra. Ana Helena Bressiani pelo apoio e pelas diversas contribuições; \n\n \n\nAo meu grande amigo Rodrigo Alves de Souza, pela amizade e \n\ncompanheirismo; \n\n \n\nA minha grande amiga Suelanny Carvalho da Silva, pela amizade, carinho \n\ne apoio, e por estar sempre por perto quando necessário; \n\n \n\nA minha grande amiga Karolina Pereira dos Santos Tonello, pela \n\namizade, e carinho durante todos estes anos; \n\n \n\nA minha amada noiva Soraia Mariana de Souza por seu carinho e amor \n\nincondicional que me deram forças para continuar prosseguindo com o projeto; \n\n \n\nAo Éliner, Cris, Deby, Tamie, Pedro, René, Celso e Nildemar pelo apoio e \n\namizade; \n\n \n\nAo CNPq, cujo auxílio por meio da bolsa, permitiu que eu continuasse \n\nmeus estudos \n\n\n\n iii\n\n \n\nDesenvolvimento de cerâmicas porosas à base de \n\nNitreto de Silício \n\n \n\nRODRIGO MENDES MESQUITA \n\n \n\nResumo \n\nCerâmicas porosas à base de nitreto de silício vêm sendo amplamente \n\nestudadas por possibilitarem a obtenção de corpos que aliam porosidade e \n\nresistência mecânica. Isto se deve, principalmente ao característico mecanismo \n\nde reforço in-situ que o material apresenta, obtido com o crescimento anisotrópico \n\nde grãos de Si3N4. Neste estudo foram obtidos corpos de Si3N4 com diferentes \n\nporosidades (percentual, distribuição de tamanhos, etc.), por três técnicas \n\ndiferentes: gel-casting de espumas com diferentes gelificantes (albumina, ágar e \n\ngelatina), gel-casting com amido e fase sacrificial com amido. As técnicas de \n\nobtenção de cerâmicas porosas por gel-casting de espuma, utilizando ágar, \n\ngelatina ou albumina como agentes gelificantes gerou muitos resultados, \n\nproduzindo alterações em termos de estrutura de poros desenvolvida (ampla faixa \n\nde porosidade e de tamanho de poros), mas devido às dificuldades encontradas \n\npara um rígido controle do processamento (estabilização e reprodutibilidade da \n\nestrutura de bolhas) e consequentemente dos corpos obtidos, o tema foi \n\ndesenvolvido apenas parcialmente. Com a utilização da técnica gel-casting com \n\namido, as amostras produzidas apresentaram maior reprodutibilidade, sendo que \n\na porosidade obtida variou de acordo com o amido empregado: com a utilização \n\ndo amido de arroz obteve-se a menor porosidade (entre 17,4% e 20,8%), \n\nenquanto com o amido de batata atingiu-se a maior porosidade (entre 23% e \n\n36%) e com o amido de milho, chegou-se a valores intermediários de porosidade \n\n(entre 18,9% e 28,1%). As amostras obtidas foram sinterizadas a 1800 °C e \n\ncaracterizadas quanto à porosidade aparente, microestrutura e resistência \n\nmecânica por ensaio de compressão, podendo-se relacionar a porosidade e o tipo \n\n\n\n iv\n\nde amido adicionado com a resistência mecânica. Utilizando-se a técnica da fase \n\nsacrificial, adicionou-se à matriz de nitreto de silício diferentes tipos de amido (de \n\narroz, de milho ou de batata), em diferentes percentuais (20, 30 e 40 % em \n\nvolume), sendo as amostras obtidas sinterizadas sob diferentes temperaturas e \n\ntempos. Estas amostras foram caracterizadas de modo semelhante às descritas \n\nanteriormente, podendo-se relacionar a porosidade e tratamento térmico com a \n\nresistência mecânica. Os resultados obtidos com as amostras com o amido \n\nusando as duas técnicas foram comparados, permitindo-se concluir que as \n\namostras obtidas por gel-casting apresentam maior resistência mecânica quando \n\ncomparadas a amostras com porosidade semelhante, produzidas por fase \n\nsacrificial. \n\n\n\n v\n\nDevelopment of Porous Silicon Nitride-Based \nCeramics \n\n \n\nRodrigo Mendes Mesquita \n\n \n\nAbstract \nPorous silicon nitride based-ceramics have been widely studied by the \n\ncombination of mechanical strength and porosity. This is due mainly by the \n\ncharacteristic mechanism of in-situ reinforcement obtained with the anisotropic \n\ngrain growth of Si3N4. In this study were obtained bodies of Si3N4 with different \n\nporosities (amount, pore size distribution, etc.) using three different techniques: \n\ngel-casting foams with different gelling agents (albumin, gelatin and agar), gel-\n\ncasting with starch as gelling agent, and sacrificial phase with starch as fugitive \n\nadditive. The techniques of obtaining porous ceramics by gel-casting foams, using \n\nagar, gelatin or albumin as gelling agent had interesting results and is versatile in \n\nterms of the structure of pore developed (broad range of porosity and pore size), \n\nbut due to difficulties in the processing control (stabilization and reproducibility of \n\nthe bubbles structure) and thus in the characteristics of the obtained bodies, the \n\nissue was only partially developed. With the use of gel-casting technique with \n\nstarch, the samples produced showed higher reproducibility, and the porosity \n\nobtained varied with the starch employed: with the use of rice starch was obtained \n\nthe lowest porosity (between 17.4% and 20.8%), while with potato starch was \n\nreached higher porosity (between 23% and 36%) and with corn starch reached to \n\nintermediate values of porosity (between 18.9% and 28.1%). The samples were \n\nsintered at 1800 ° C and characterized by apparent porosity measurement, \n\nmicrostructure and mechanical strength by compression test, relating the porosity \n\nand type of starch with mechanical strength. Another method used to produce \n\nporous silicon nitride was the technique of sacrificial phase with different types of \n\nstarch (rice, maize or potato) added to the matrix of silicon nitride in different \n\namounts (20, 30 and 40% in volume). The samples obtained were sintered under \n\ndifferent temperatures and times, and the obtained samples were characterized in \n\na similar manner to those described above. It was possible to relate to porosity \n\n\n\n vi\n\nand heat treatment with mechanical strength. The results obtained with the \n\nsamples produced with the starch using the two techniques were compared \n\nallowing concluding that the samples obtained by gel-casting have greater \n\nstrength when compared to samples with similar porosity produced by sacrificial \n\nphase. \n\n\n\n vii\n\nSUMÁRIO \n\n \n\n1. Introdução..........................................................................................................1 \n\n2. Objetivo..............................................................................................................5 \n\n3. Revisão bibliográfica ........................................................................................6 \n\n3.1 Cerâmicas porosas .....................................................................................6 \n3.2 Métodos de produção de cerâmicas porosas ...........................................8 \n\n3.3.1 Método da réplica: ................................................................................9 \n3.3.2 Método da fase sacrificial ..................................................................11 \n3.3.3 Método do Gel-casting de espumas..................................................12 \n3.3.3.1 Utilização de albumina como gelificante .......................................17 \n3.3.3.2 Utilização de amido como gelificante ............................................18 \n\n3.4 Propriedades Mecânicas e sua relação com a porosidade ...................21 \n3.5 Produção de cerâmicas porosas à base de nitreto de silício ................25 \n4. Materiais e Métodos ....................................................................................30 \n4.1 Gel-casting utilizando-se amido como gelificante .................................31 \n4.2 Obtenção de corpos porosos pelo método da fase sacrificial \nutilizando-se diferentes amidos .....................................................................33 \n4.3 Gel-casting de espumas utilizando-se albumina, a gelatina ou ágar \ncomo gelificante ..............................................................................................35 \n4.4 Caracterização das amostras obtidas .....................................................37 \n\n5. Resultados e Discussão .................................................................................40 \n\n5.1 Produção de amostras pelo método gel-casting ....................................40 \n5.2 Amostras obtidas pelo método gel-casting utilizando-se amido ..........47 \n5.3 Amido como fase sacrificial .....................................................................58 \n\n6. Conclusões......................................................................................................79 \n\n7.Trabalhos Futuros............................................................................................81 \n\n8. Publicações .....................................................................................................82 \n\n9. Referências Bibliográficas .............................................................................83 \n\n \n\n\n\n viii\n\nÍNDICE DE FIGURAS \n\nFigura 3.1: Diagrama da classificação de materiais porosos proposta por KELLY. \n[4] .............................................................................................................................8 \n\nFigura 3.2: Estruturas obtidas pela técnica da réplica, ambas de Al2O3, (a) a partir \n\nda esponja polimérica e (b) e partir do pinheiro.[12] ...............................................10 \n\nFigura 3.3: Estrutura obtida pelo método da fase sacrificial. Cerâmica de ?-fosfato \n\ntricálcico cujos poros foram originados de eliminação de esferas de PMMA. .......12 \n\nFigura 3.4: Estrutura porosa de uma alumina obtida por gel-casting de espumas, \n\nsendo, neste caso foi utilizada como agente gelificante albumina.[32] ...................14 \n\nFigura 3.5: Fenômeno do escoamento, F simboliza o sentido do fluxo das bolhas, \n\ne a imagem ampliada mostra detalhes das células poliédricas.[6] .........................14 \n\nFigura 3.6: Representação esquemática do processo de coalescência e do efeito \n\nde surfactantes.[6] ..................................................................................................15 \n\nFigura 3.7: Comparação do efeito de surfactantes e de partículas coloidais na \n\nestabilização de espumas. Em (a) é mostrada uma espuma estabilizada com um \n\nsurfactante após 4 horas de repouso, enquanto em (b) a espuma contendo \n\npartículas coloidais se mostra bem mais estabilizada, mesmo por períodos bem \n\nmais longos (4 dias).[6] ..........................................................................................16 \n\nFigura 3.8: Estrutura molecular do amido.[46] ........................................................19 \n\nFigura 3.9: Exemplo de estrutura de alumina porosa obtida por gel-casting com \n\namido de batata.[45] ...............................................................................................20 \n\nFigura 3.10: Exemplo de métodos de produção de cerâmicas porosas.[6] ............21 \n\nFigura 3.11: Desenho mostrando a ruptura de uma célula aberta similar a dos \n\nporos abertos.[55] ...................................................................................................24 \n\nFigura 3.12: Esquema de transformação de fases ???.do nitreto de silício [71]. ..26 \n\nFigura 3.13: Esquema indicando os principais mecanismos de tenacificação que \n\npodem ocorrer em cerâmicas estruturais.[71] .........................................................27 \n\nFigura 3.14: Micrografia demonstrando o mecanismo de tenacificação em ação.[71]\n\n..............................................................................................................................27 \n\n\n\n ix\n\nFigura 4.1: Processamento das amostras por gel-casting com amido. .................33 \n\nFigura 4.2: Processamento das amostras por fase sacrificial com amido.............34 \n\nFigura 4.3: Processamento das amostras por gel-casting de espumas com \n\nalbumina. ..............................................................................................................37 \n\nFigura 5.1: Efeito do tratamento de oxidação superficial do pó nas características \n\nreológicas de suspensões aquosas de Si3N4. .......................................................41 \n\nFigura 5.2: Efeito da oxidação superficial das partículas de Si3N4 na viscosidade \n\nde suspensões aquosas contendo diferentes teores de sólido. ............................42 \n\nFigura 5.3: Estruturas porosas obtidas a partir de suspensões contendo \n\nLSS/glicerina, por aeração mecânica com diferentes hastes: (a) haste planetária \n\n(amostra 1), (b) haste 4 pás (amostra 2)...............................................................43 \n\nFigura 5.4: Estruturas porosas obtidas a partir de suspensões contendo albumina, \n\npor aeração mecânica com diferentes hastes: (a) haste planetária (amostra 3), (b) \n\nhaste 4 pás (amostra 4). .......................................................................................44 \n\nFigura 5.5: Hastes utilizadas para os teste, 4 pás (a) e planetária (b). .................44 \n\nFigura 5.6: Distribuição de poros obtida por porosimetria de Hg para as amostras \n\ndescritas na tabela 5.1. .........................................................................................45 \n\nFigura 5.7: Estruturas porosas obtidas com diferentes gelificantes; (a) agar, (b) \n\nalbumina. ..............................................................................................................46 \n\nFigura 5.8: Exemplo de uma estrutura porosa de nitreto de silício da amostra na \n\nqual se utiliza ágar como gelificante, mostrando os grãos crescidos \n\nanisotropicamente, formando uma estrutura reforçada pelo entrelaçamento destes \n\ngrãos. ....................................................................................................................47 \n\nFigura 5.9: Distribuição de tamanho de partículas de cada um dos amidos. ........48 \n\nFigura 5.10: Densidade relativa (a) e porosidade aparente (b) das amostras \n\nobtidas por gel-casting, com diferentes amidos e percentuais de sólido na \n\nsuspensão.............................................................................................................50 \n\nFigura 5.11: Micrografias das amostras produzidas via gel-casting com adição de \n\n30% em volume de amido de milho: (a) suspensão contendo 50% de sólido e (b) \n\nsuspensão contendo 55% de sólido......................................................................52 \n\n\n\n x\n\nFigura 5.12: Micrografias das amostras produzidas viam gel-casting com amido de \n\nmilho com suspensões contendo 50% de sólido. As diferentes percentagens em \n\nvolume de amido adicionado, 20% em (a), 30% em (b) e 40% em (c) deram \n\norigem a cerâmicas com porosidade aparente de 21,4%, 26,9% e 28,1% \n\nrespectivamente....................................................................................................54 \n\nFigura 5.13: Micrografia das amostras produzidas via gel-casting utilizando-se \n\ncomo agente gelificante o amido de milho (a) e de batata (b); para estes \n\nexemplos, as suspensões contêm 50% de sólidos e 40% em volume de amido..55 \n\nFigura 5.14: Defeito em amostra produzida via gel-casting com amido de milho; \n\nneste caso a suspensão continha 50% de sólidos e 20% de amido em volume. .56 \n\nFigura 5.15: Relação do módulo de ruptura à compressão versus porosidade das \n\namostras obtidas por gel-casting utilizando diferentes amidos e a partir de \n\nsuspensões com diferentes percentuais de sólido................................................58 \n\nFigura 5.16: Relação entre a retração volumétrica e o percentual de amido \n\nadicionado a matriz cerâmica................................................................................61 \n\nFigura 5.17: Relação entre densidade a verde e amido adicionado à matriz \n\ncerâmica. ..............................................................................................................63 \n\nFigura 5.18: Relação entre perda de massa e adição de amido(% em peso), para \n\nos amidos de arroz (a), milho (b) e batata (c). A linha tracejada nos gráficos indica \n\nqual a perda referente apenas ao amido adicionado. ...........................................65 \n\nFigura 5.19: Porosidade aparente e densidade aparente versus percentual de \n\namido para amostras porosas de Si3N4 obtidas por fase sacrificial, e sinterizadas \n\nsob diferentes tratamentos térmicos. Em (a) amido de arroz, em (b) amido de \n\nmilho e em (c) amido de batata.............................................................................68 \n\nFigura 5.20: Porosidade aparente versus fração volumétrica de amido adicionado \n\npara amostras porosas de Si3N4 obtidas por fase sacrificial, e sinterizadas sob \n\ndiferentes tratamentos térmicos. ...........................................................................69 \n\nFigura 5.21: Amostras porosas de Si3N4 obtidas com a adição de 20 % (a), 30 % \n\n(b) e 40 % (c) de amido de arroz, sinterizadas a 1800ºC por 1 hora. ...................70 \n\nFigura 5.22: Detalhes da estrutura de poros de amostra obtida com a adição de \n\n30 % de amido de arroz,  sinterizada a 1800ºC por 1 hora...................................70 \n\n\n\n xi\n\nFigura 5.23: Difratogramas de raios-x das amostras,porosas de Si3N4 sinterizadas \n\nsob diferentes condições. .....................................................................................71 \n\nFigura 5.24: Parte do difratograma de raios X indicando os picos relacionados à \n\nequação de Yeheskel e Gefen. .............................................................................72 \n\nFigura 5.25: Módulo de ruptura versus porosidade aparente para amostras \n\nprocessadas com amido de arroz submetidas a diferentes tratamentos térmicos.\n\n..............................................................................................................................74 \n\nFigura 5.26: Módulo de ruptura versus porosidade aparente para amostras \n\nprocessadas com amido de milho submetidas a diferentes tratamentos térmicos.\n\n..............................................................................................................................74 \n\nFigura 5.27: Módulo de ruptura versus porosidade aparente para amostras \n\nprocessadas com amido de batata submetidas a diferentes tratamentos térmicos.\n\n..............................................................................................................................75 \n\nFigura 5.28: Relação do módulo de ruptura versus porosidade das amostras \n\nprocessadas com amidos de arroz, batata e milho e submetidas a diferentes \n\ntratamentos térmicos.............................................................................................76 \n\nFigura 5.29: Módulo de ruptura versus porosidade aparente para amostras \n\nproduzidas pelos métodos gel-casting e fase sacrifical, submetidas à sinterização \n\na 1800 ºC por 1 hora. Em (a) amostras obtidas a partir do amido de milho e em (b) \n\na partir do amido de batata. ..................................................................................78 \n\n\n\n 1\n\n1. Introdução \nOs materiais cerâmicos são utilizados em aplicações onde as outras \n\nclasses de materiais (metais, polímeros e compósitos) não podem ser utilizadas \n\nou apresentam um baixo desempenho. A maioria das aplicações tecnológicas \n\nenvolve cerâmicas densas, mas há um crescente número de aplicações para as \n\nquais se utilizam cerâmicas porosas. As aplicações mais conhecidas para as \n\ncerâmicas porosas são como: isolantes térmicos, catalisadores e suportes de \n\ncatalisadores, filtros e membranas para filtração e separação de partículas, gases \n\ne líquidos (incluindo metais fundidos), queimadores de gases e difusores. O \n\ncampo de utilização destas cerâmicas porosas vem experimentando uma recente \n\ne contínua expansão para novos setores tecnologicamente estratégicos, como o \n\nde biomateriais, farmacêutico, alimentício, aeroespacial, petroquímico, de \n\nengenharia ambiental, etc. [1-7] \n\nAs cerâmicas porosas podem ser obtidas por diferentes métodos de \n\nfabricação, os quais interferem significativamente nas características e \n\npropriedades dos produtos obtidos. Dentre os principais métodos que vêm sendo \n\nutilizados para a produção de cerâmicas porosas podem ser citados a \n\nsinterização parcial, o método da réplica de substratos celulares, o método da \n\nfase sacrifical e o método do gel-casting de espuma. Cabe ressaltar que estes \n\nmétodos podem se complementar uns aos outros ou serem adaptados e/ou \n\nadequados de modo a se poder obter estruturas com as mais variadas \n\ncaracterísticas, envolvendo diferentes materiais cerâmicos. As características de \n\numa estrutura de poros englobam a porosidade total, a distribuição de tamanho \n\nde poros, a conectividade entre os mesmos (poros abertos ou fechados), além da \n\ngeometria (esféricos, cilíndricos, etc.).  \n\nO método da réplica é baseado na impregnação de substratos de \n\nestruturas celulares com uma suspensão cerâmica ou solução precursora \n\ncerâmica, de maneira a produzir uma estrutura porosa similar à do substrato. \n\nMuitas estruturas celulares sintéticas e naturais podem ser usadas como \n\nsubstratos, sendo que o exemplo mais comum é o de espumas poliméricas. As \n\ncerâmicas obtidas pelo método da réplica podem apresentar porosidade entre \n\n40% e 95%, com uma estrutura reticulada e altamente interconectada, com o \n\n\n\n 2\n\ntamanho médio de poros variando entre 200?m a 3 mm. A grande desvantagem \n\ndessa técnica é o surgimento de trincas nos filamentos durante a pirólise do \n\nsubstrato, o que compromete suas propriedades mecânicas. [6,12-17] \n\nOutro método interessante e bastante utilizado é o da fase sacrificial, \n\nque consiste na conformação de corpos a partir de uma mistura contendo uma \n\nmatriz cerâmica contínua (ou precursores cerâmicos) e uma segunda fase \n\nsacrificial dispersa de maneira homogênea. A partir da eliminação desta fase \n\nsacrificial (normalmente por pirólise), os espaços ocupados pela mesma se \n\ntransformam em poros com tamanho e forma similares aos das partículas da fase \n\neliminada. A eliminação desta fase sacrificial é a etapa mais crítica do processo, \n\nrequerendo normalmente tratamentos por longos períodos. Além disso, o \n\nprocesso de eliminação desta fase sacrificial gera uma quantidade significativa de \n\nprodutos gasosos que podem ser danosos à saúde e/ou ao meio ambiente. A \n\nprincipal vantagem do método da fase sacrificial, se comparada aos outros \n\nmétodos, é a possibilidade de controlar a porosidade, distribuição de tamanhos e \n\na forma dos poros no produto final pela escolha adequada da fase sacrificial. \n\nPodem ser obtidas porosidades de 20% a 90% e poros de 1?m a 700?m. [6,18-26] \n\nO método gel-casting de espumas que é uma variação do método gel-\n\ncasting originalmente desenvolvido para a produção de corpos densos. Partindo-\n\nse de uma suspensão cerâmica estável, contendo monômeros ou polímeros \n\nespecíficos (além de outros componentes, como surfactante, espumante, etc.), \n\nproduz-se uma espuma por meio da aeração (normalmente por agitação \n\nmecânica), que é vertida em molde, passando então por um processo de \n\ngelificação (ou polimerização), de modo que o corpo rígido obtido mantenha a \n\nestrutura porosa originada pelas bolhas da suspensão aerada. Variáveis de \n\nprocesso que influenciam nas características e propriedades da cerâmica obtida \n\npor este método são as características da suspensão inicial, o método de \n\naeração, presença de surfactantes, espumantes ou outros modificadores que \n\npermitem o controle do processo e a estabilização da espuma, etc.. [6,11,26-41]. A \n\ngrande desvantagem do método gel-casting de espuma originalmente proposto é \n\nque apresenta os mesmos problemas que o método desenvolvido para a \n\nprodução de cerâmicas densas: os agentes gelificantes são neurotóxicos e \n\nexigem que se trabalhe em atmosfera controlada (isenta de oxigênio). \n\n\n\n 3\n\nDevido a estes problemas, grandes esforços vêm sendo feitos no \n\nsentido de se desenvolver métodos alternativos de gel-casting, utilizando-se \n\nagentes gelificantes atóxicos, que não necessitam de atmosfera controlada e que, \n\nalém disso, sejam de custo relativamente baixo. Exemplos destes agentes \n\ngelificantes que vêm sendo propostos são o ágar, a gelatina, o amido e a \n\nalbumina.[30-54] \n\nPelo método gel-casting de espumas é possível obter poros na faixa de \n\n35?m a 1,2mm e porosidades variando de 40% até 97%, com filamentos entre os \n\nporos isentos de trincas e altamente densificados, o que proporciona altos valores \n\npara as propriedades mecânicas das cerâmicas. [6] \n\nA relação entre as propriedades mecânicas e a porosidade de \n\nmateriais cerâmicos vem sendo intensamente estudada [55,56]. Diferentes \n\nabordagens indicam que a redução da resistência mecânica de materiais porosos \n\npode ser relacionada tanto a fatores macroestruturais (diferentes características \n\nda estrutura de poros) como a fatores microestruturais (características da matriz \n\ncontínua, como densidade, composição, etc.).  \n\nEste comprometimento das propriedades mecânicas é um dos \n\nprincipais fatores que limitam a utilização mais ampla das cerâmicas porosas, já \n\nque há uma relação inversa entre porosidade e resistência mecânica. Para se \n\ncontornar esse obstáculo, vêm sendo desenvolvidas novas cerâmicas porosas de \n\nalto desempenho, à base de nitreto de silício e seus compósitos. [50,61-64]. As \n\ncerâmicas à base de nitreto de silício apresentam um interessante conjunto de \n\npropriedades (mecânicas, térmicas e químicas) que sugerem um grande potencial \n\npara aplicações estruturais, mesmo em altas temperaturas. Além disso, possui \n\ncomo uma de suas principais características, o fenômeno do reforço in-situ, que \n\nse dá pelo crescimento anisotrópico dos grãos durante a sinterização, tornando-\n\nos alongados e promovendo uma microestrutura reforçada pelo entrelaçamento \n\ndos mesmos. Estes grãos alongados, além de interferir positivamente na \n\nresistência mecânica do material, promovem o surgimento de mecanismos \n\ntenacificadores, podendo-se atingir valores de tenacidade à fratura tão alta como \n\n10 MPa.m1/2, quando para a maioria das cerâmicas esse valor não ultrapassa 4 \n\nMPa.m1/2. [52,62-63]. Este fenômeno do reforço in-situ, exaustivamente estudado \n\npara a produção de cerâmicas densas à base de Si3N4, vem sendo explorado nos \n\n\n\n 4\n\núltimos anos visando a obtenção de cerâmicas porosas de alto desempenho \n\nmecânico. \n\nDentre os estudos para a obtenção de cerâmicas porosas à base de nitreto \n\nde silício destaca-se o trabalho de Hampshire et al. [52] que utilizou o amido de \n\nmilho como fase sacrificial para a formação dos poros. Outro grupo que vem \n\ninvestindo grandes esforços na produção e caracterização de cerâmicas porosas \n\nà base de Si3N4 é coordenado por Tatsuki Ohji [65-69]. Dentre os estudos deste \n\ngrupo, destaca-se a fabricação de corpos de nitreto de silício porosos pela técnica \n\nde tape-casting que promove um expressivo alinhamento dos grãos de Si3N4, \n\nformando uma microestrutura altamente anisotrópica; assim é possível atingir \n\nelevados valores de propriedades mecânicas na direção perpendicular aos grãos \n\nalinhados [65]. Num trabalho recente os grupos de Ohji e Hampshire estudaram em \n\nconjunto a influência de diferentes métodos de processamento nas propriedades \n\ndos corpos porosos obtidos [70]. Neste estudo concluíram que o tamanho do amido \n\nutilizado não influencia no valor do módulo de ruptura do material obtido, sendo \n\neste valor próximo ao de materiais obtidos por meio da sinterização parcial. No \n\ncaso de amostras porosas obtidas por sinterização parcial seguida de prensagem \n\na quente, a tensão de ruptura foi maior que a exigida para amostras obtidas por \n\noutras técnicas de processamento. \n\n\n\n 5\n\n2. Objetivo \nO objetivo deste trabalho foi o desenvolvimento de cerâmicas porosas \n\na base de ?-Si3N4 com diferentes características referentes à porosidade, e que \n\napresentem microestrutura isotrópica e propriedades mecânicas elevadas. Como \n\nparte deste objetivo principal, partindo-se de uma composição base, foram \n\ndesenvolvidas e/ou adaptadas diferentes técnicas de processamento (gel-casting \n\ne fase sacrificial) que possibilitaram a fabricação destas cerâmicas com diferentes \n\nníveis de porosidade (entre 15 e 50%), variando-se também a distribuição de \n\ntamanho de poros. Estas diferentes estruturas porosas obtidas foram \n\nrelacionadas aos valores de resistência mecânica, de modo a se poder sugerir \n\numa relação entre porosidade e resistência mecânica. \n\n\n\n 6\n\n3. Revisão bibliográfica \n\n3.1 Cerâmicas porosas \n\nOs materiais cerâmicos apresentam um conjunto de interessantes \n\npropriedades e características que os habilitam a serem utilizados em aplicações \n\nnas quais as outras classes de materiais (metais e polímeros) não podem ser \n\nutilizadas ou tem, de um modo geral, um desempenho abaixo do necessário. \n\nDentre estas propriedades podemos citar a elevada resistência mecânica, a alta \n\ndureza, a resistência ao desgaste, o baixo coeficiente de expansão térmica e de \n\ncondutividade térmica, resistência à oxidação e à corrosão, elevada \n\nrefratariedade, etc. Apesar da maioria destas aplicações tecnológicas envolverem \n\ncerâmicas densas, há um crescente número de aplicações para as quais se \n\nutilizam cerâmicas porosas.[1-7] \n\nA classificação das cerâmicas porosas não é um tema consensual, pois \n\nvaria de acordo com o setor ao qual as mesmas são aplicadas. Kelly discute que \n\ninfelizmente não há uma consistência quanto à classificação das cerâmicas \n\nporosas com relação ao tamanho dos poros presentes. Pode-se ter cerâmicas \n\ncom a distribuição de tamanho de poros dentro de uma ampla faixa de tamanho \n\nde poros (de 1 nm a 1 cm), além desta porosidade poder variar desde alguns \n\npontos percentuais até 90%. Por exemplo, pela recomendação da IUPAC \n\n(International Union of Pure and Applied Chemistry), poros maiores que 50 nm \n\nsão considerados macroporos. Dessa forma a nomenclatura utilizada está \n\nintimamente relacionada à aplicação em questão. Aqueles que utilizam a \n\nnomenclatura IUPAC certamente trabalham com temas correlatos a catalisadores, \n\nmembranas e absorventes. Em aplicações onde o tamanho de poros é muito \n\nmaior que os da classificação da IUPAC, esta deixa de ser válida, pois todos \n\nficam na categoria de materiais macroporosos. Para os objetivos deste projeto, \n\nconsideramos a porosidade na faixa entre 15 e 75% em volume, com tamanho de \n\nporos variando de ?m a mm. \n\n Por outro lado as cerâmicas porosas podem ser classificadas quanto à \n\ninterconectividade dos poros em duas categorias gerais: as cerâmicas reticuladas, \n\nque apresentam estrutura de poros ordenada e simétrica, e as espumas \n\ncerâmicas, cujos poros são distribuídos de maneira homogênea na matriz \n\n\n\n 7\n\ncerâmica. Estas diferentes estruturas de poros determinam em grande parte as \n\ncaracterísticas (permeabilidade, condutividade térmica, etc.) e possíveis \n\naplicações destes materiais. Logicamente para cada uma destas diferentes \n\nestruturas, a distribuição de tamanhos e a fração volumétrica dos poros presentes \n\ntambém interferem fortemente nas características e propriedades do material. Na \n\nFigura 3.1 é apresentada a classificação proposta por Kelly, relacionando as \n\ndiferentes aplicações com tamanho, volume e interconectividade de poros. [4] \n\nEm recente publicação, Rödel et.al,[8] indicam que cada vez mais as \n\ncerâmicas porosas deverão expandir sua importância tecnológica, já que serão \n\nutilizadas em diversas novas aplicações. Entre estas novas aplicações, os autores \n\ncitam: \n\n• Como componentes de células a combustível de alta temperatura, \n\n• Como membranas de filtração para a produção de água limpa e potável, \n\n• Membranas de separação para o uso em catalisadores automotivos mais \n\neficientes, \n\n• Como cerâmicas estruturais, e mesmo sendo materiais mais leves, \n\natingirão propriedades mecânicas próximas às das cerâmicas densas, \n\nNa área de biomateriais, principalmente como suportes para o \n\ncrescimento de tecidos e cultura de células. \n\n\n\n 8\n\n \n\nFigura 3.1: Diagrama da classificação de materiais porosos proposta por KELLY. \n[4] \n\n \n\n3.2 Métodos de produção de cerâmicas porosas \n\n \nCerâmicas porosas podem ser obtidas por diferentes métodos, sendo \n\nque alguns destes são adaptações de métodos clássicos de conformação de \n\nmateriais cerâmicos densos. [1-7] A escolha do método mais adequado está \n\nrelacionada, além da geometria da peça a ser produzida, às características da \n\nestrutura de poros que se deseja. Os métodos empregados para a produção de \n\ncerâmicas com poros na escala nanométrica não serão descritos aqui, sendo \n\nentão detalhados apenas os principais métodos para a produção de corpos com \n\nporosidade na escala micrométrica a milimétrica, que descreveremos como \n\ncerâmicas macroporosas. \n\nPara a produção destas cerâmicas macroporosas existem diferentes \n\nmétodos, sendo cada qual mais adequado à produção de determinadas estruturas \n\nde poros, e dessa forma determinando as propriedades do produto final.[5-7] \n\n\n\n 9\n\nUm dos métodos para produção mais simples é o da sinterização \n\nparcial, onde a porosidade é controlada pelos parâmetros de sinterização do \n\nmaterial, como por exemplo o empacotamento das partículas, a presença de \n\naditivos, a temperatura e tempo de sinterização etc. [3,5] \n\nO método da prensagem isostática a quente também é utilizado para \n\nprodução de cerâmicas porosas; nesse caso os corpos de prova já conformados \n\nsão introduzidos na prensa sem serem selados, permitindo assim que o gás sob \n\nalta pressão penetre nos poros, impedindo que os mesmos se fechem durante a \n\nsinterização. A porosidade resultante e o tamanho dos poros do corpo tratado na \n\nprensa isostática a quente é muito similar a do corpo a verde original.[5] \n\nExistem outros métodos descritos na literatura e alguns largamente \n\nutilizados na indústria como a prototipagem rápida, o método da réplica, da fase \n\nsacrificial e gel-casting de espumas. A seguir serão descritos detalhadamente os \n\nmétodos mais utilizados.[7] \n\n3.3.1 Método da réplica: \n\nEste método desenvolvido no início dos anos 60 por Schwartzwalder e \n\nSomers [6] é baseado na impregnação de substratos de estruturas celulares com \n\numa suspensão cerâmica ou solução precursora de maneira a produzir uma \n\nestrutura porosa similar à do substrato. Muitas estruturas celulares sintéticas e \n\nnaturais podem ser usadas como gabarito para fabricar cerâmicas porosas por \n\nmeio deste método, sendo que o exemplo mais comum é o de esponjas \n\npoliméricas. Na Figura 3.2 vemos um exemplo de uma cerâmica produzida com \n\nuso de esponjas poliméricas e outra obtida a partir da madeira de pinheiro [12]. \n\nNo caso da produção de cerâmicas porosas a partir de uma estrutura \n\nnatural como a madeira, procede-se inicialmente a um processo de pirólise da \n\nmesma para a eliminação de fases orgânicas, restando no final uma estrutura de \n\ncarbono. A partir desta estrutura pode-se, por infiltração de metais ou gases, \n\npromover reações que levem à formação de diferentes fases cerâmicas, sejam \n\ncovalentes ou iônicas. [6,12] As cerâmicas porosas obtidas pelo método da réplica \n\napresentam porosidade entre 40% e 95% com uma estrutura reticulada e \n\naltamente interconectada, com o tamanho médio de poros podendo variar entre \n\n\n\n 10\n\n200?m e 3mm, o que faz com que estas cerâmicas sejam adequadas para \n\naplicações que necessitem de alta permeabilidade. [6,12-17] \n\n   \n\n \n\nFigura 3.2: Estruturas obtidas pela técnica da réplica, ambas de Al2O3, (a) a partir \n\nda esponja polimérica e (b) e partir do pinheiro.[12] \n\n \n\nUm dos problemas que pode ocorrer com a utilização deste método da \n\nréplica é o surgimento de trincas nos filamentos durante a pirólise da esponja, o \n\nque pode comprometer as propriedades mecânicas da cerâmica. Visando evitar \n\nesse problema foram propostas algumas soluções, como melhorar a \n\nmolhabilidade da suspensão no substrato a ser impregnado, fazer mais de uma \n\n\n\n 11\n\nimpregnação para o preenchimento das trincas dos filamentos, adição de fibras \n\nna suspensão cerâmica, desgaseificação da mesma, etc.[6,12-17] \n\nQuando se utiliza como base uma estrutura natural, as propriedades \n\nmecânicas são comumente melhores, pois a estrutura mantém sua forma original \n\ne é transformada por meio de processos físico-químicos em um material \n\ncerâmico, gerando uma estrutura sem falhas e sem vazios dentro dos filetes.[6,12] \n\n3.3.2 Método da fase sacrificial \n\nO método da fase sacrificial consiste na conformação de corpos a partir \n\nde uma mistura contendo uma matriz cerâmica contínua (ou precursores \n\ncerâmicos) e uma segunda fase sacrificial dispersa homogeneamente. Com a \n\neliminação desta fase sacrificial (geralmente por tratamento térmico), os espaços \n\nocupados pela mesma se transformam em poros com tamanho e forma similares \n\nàs partículas que os originaram. [6,18-26] \n\nUma grande variedade de materiais pode ser usada como formadores \n\nde poros, como serragem, amidos, polietileno, PMMA, parafina, etc.[6] \n\nQuando da eliminação da fase sacrificial por tratamento térmico, o \n\nmaterial é submetido a processo de aquecimento bastante lento, com patamares \n\nem temperaturas intermediárias para que não ocorra a formação de defeitos que \n\nvenham a comprometer as propriedades mecânicas do produto final. Além disso, \n\ndurante a pirólise pode ser gerada uma quantidade considerável de produtos \n\ngasosos, prejudiciais à saúde e/ou ao meio ambiente, o que exige que estes \n\nprodutos da pirólise sejam tratados antes de serem lançados na atmosfera. Na \n\nFigura 3.3 é apresentada uma estrutura obtida por este método; Neste caso \n\nadicionou-se a uma suspensão de ?-fosfato tricálcico, esferas de PMMA (poli \n\nmetil meta-acrilato) que após a pirólise deixaram poros nos espaços que \n\nocupavam.[18] \n\nA maior vantagem do método da fase sacrificial, se comparada aos \n\noutros métodos, é a possibilidade de controlar a porosidade, distribuição de \n\ntamanhos e a forma dos poros no produto final pela escolha adequada da fase a \n\nser eliminada na pirólise. Um levantamento da literatura permite afirmar que \n\npodem ser obtidas cerâmicas com porosidades de 20% a 90% e poros variando \n\nde 1?m a 700?m. [6,18,22,26] \n\n\n\n 12\n\n \n\nFigura 3.3: Estrutura obtida pelo método da fase sacrificial. Cerâmica de ?-fosfato \n\ntricálcico cujos poros foram originados de eliminação de esferas de PMMA. \n\n \nComo neste método o produto final corresponde a um negativo da fase \n\nsacrificial, não ocorrem trincas nos filamentos como na técnica da réplica, fazendo \n\ncom que essas cerâmicas porosas tenham melhores propriedades mecânicas que \n\nas produzidas por réplica.[6] \n\n3.3.3 Método do Gel-casting de espumas \n\nO método “gel-casting” foi originalmente desenvolvido para produção \n\nde corpos densos de geometria complexa. Uma suspensão cerâmica estável, \n\ncontendo monômeros ou polímeros específicos, é vertida em um molde, \n\npassando então por um processo de gelificação (ou polimerização), de modo a \n\nobter um corpo rígido. A peça conformada é submetida a sucessivas etapas de \n\nsecagem com posterior tratamento térmico para eliminação de orgânicos e \n\nsinterização. Variáveis de processo como as características da suspensão inicial \n\n(umidade, viscosidade, etc.), influenciam nas características dos corpos \n\nobtidos.[6,11,27-44]. \n\nA partir do método original de gel-casting foi proposta uma adaptação \n\n(gel-casting de espumas) para a produção de cerâmicas porosas.[27]. Por este \n\nmétodo, uma suspensão cerâmica contendo o agente gelificante passa por um \n\n\n\n 13\n\nprocesso de aeração (normalmente por agitação mecânica), sendo que a espuma \n\nobtida é vertida em um molde, passando então por processo de gelificação (ou \n\npolimerização) similar ao método original, de modo que o corpo rígido obtido \n\nmantenha a estrutura de bolhas formada pela aeração da suspensão. A peça \n\nconformada é submetida a sucessivas etapas de secagem com posterior \n\ntratamento térmico para eliminação de orgânicos e sinterização. Variáveis de \n\nprocesso como as características da suspensão inicial (umidade, viscosidade, \n\netc.), método de aeração, presença de surfactantes, espumantes ou outros \n\nmodificadores permitem que se possa controlar o processo de modo a se obter \n\ndiferentes estruturas porosas, seja quanto ao percentual de poros, à distribuição \n\nde tamanho e forma dos mesmos, ou ainda quanto às características físicas da \n\nfase cerâmica entre os poros. Este controle do processo permite que se interfira \n\nnas características do corpo poroso como sua resistência mecânica, \n\npermeabilidade, condutividade térmica, etc. O método de conformação por gel-\n\ncasting original apresenta o inconveniente de utilizar monômeros que podem ser \n\nneurotóxicos, e que, além disso, polimerizam in-situ, e exigem que a operação \n\nocorra em atmosfera controlada (sem a presença de O2). [6,27-29] Na Figura 3.4 é \n\nmostrada uma estrutura obtida por esse método.[32] \n\nUm fator muito importante no processo gel-casting de espumas é a \n\nestabilidade das bolhas formadas, pois estas são termodinamicamente instáveis \n\ndevido à grande área de superfície na interface entre o gás e o líquido. Assim no \n\nintuito de diminuir a área de superfície nesta interface três fenômenos podem \n\nocorrer: escoamento, coalescência e desproporção (“Ostwald rippening”).[6] \n\nO escoamento consiste na separação física (pelo efeito da gravidade) \n\nentre as bolhas e a fase líquida, com as bolhas se concentrando no topo do \n\nrecipiente. Estas bolhas, ao se concentrarem, deformam-se e se tornam células \n\npoliédricas, com filmes finos entre as mesmas; na junção de 3 células aparece \n\numa região conhecida como platô,(Figura 3.5).[6] \n\n\n\n 14\n\n \n\nFigura 3.4: Estrutura porosa de uma alumina obtida por gel-casting de espumas, \n\nsendo, neste caso foi utilizada como agente gelificante albumina.[32] \n\n \n\n \n\nFigura 3.5: Fenômeno do escoamento, F simboliza o sentido do fluxo das bolhas, \n\ne a imagem ampliada mostra detalhes das células poliédricas.[6] \n\n \n\n\n\n 15\n\nA coalescência ocorre quando o filme formado durante o escoamento \n\nnão é estável, provocando a associação de células vizinhas. A estabilidade do \n\nfilme é definida pelas forças de atração e repulsão entre as bolhas. A força motriz \n\ndeste processo são as forças atrativas de Van der Waals, que empurram as \n\nbolhas umas contra as outras, colapsando o filme entre as mesmas. A única \n\nmaneira de se evitar esse colapso é prover as bolhas de forças de repulsão \n\nestérica e/ou eletrostática que superem as forças de van der Waals. Isto é feito \n\npor meio de moléculas surfactantes ou partículas na interface gás-líquido. Na \n\nFigura 3.6 é mostrado esquematicamente este processo.[6] \n\n \n\n \n\nFigura 3.6: Representação esquemática do processo de coalescência e do efeito \n\nde surfactantes.[6] \n\n \n\nPor fim tem-se o mecanismo de desproporção ou “Otswald rippening” \n\nque é controlado pela diferença da pressão laplaciana entre bolhas de tamanho \n\ndiferentes; esta diferença de pressão faz com que o ar difunda das bolhas \n\n\n\n 16\n\nmenores para as maiores, que dessa forma crescem, absorvendo as menores. \n\nEste processo pode ser minimizado por meio da utilização de surfactantes (ou de \n\npartículas coloidais, discutido a seguir), que reduzem a difusão de gás entre as \n\nbolhas, aumentando a estabilidade de uma espuma de minutos para horas.  \n\nRecentemente foi proposta a utilização de partículas coloidais, em \n\nsubstituição aos surfactantes para a estabilização das espumas. Estas partículas \n\nsão adsorvidas irreversivelmente na interface gás-líquido adquirindo um aspecto \n\nde uma rede, estabilizando as bolhas. Na Figura 3.7 pode-se comparar o efeito da \n\nadição de surfactante e de partículas coloidais na estabilização de uma espuma, \n\nconstatando-se a maior eficiência para o caso da adição das partículas.[6] \n\n \n\nFigura 3.7: Comparação do efeito de surfactantes e de partículas coloidais na \n\nestabilização de espumas. Em (a) é mostrada uma espuma estabilizada com um \n\nsurfactante após 4 horas de repouso, enquanto em (b) a espuma contendo \n\npartículas coloidais se mostra bem mais estabilizada, mesmo por períodos bem \n\nmais longos (4 dias).[6] \n\n \n\n\n\n 17\n\nA estabilidade das espumas, por esse novo método, é obtida pela \n\nadsorção irreversível das partículas coloidais na interface gás-líquido, atuam \n\nimpedindo a coalescência entre bolhas vizinhas e também a desproporção, \n\nformando uma barreira à difusão gasosa, e à variação volumétrica das bolhas [6] \n\nPelo método gel-casting de espumas é possível obter poros na faixa de \n\n35 ?m a 1,2 mm e porosidades variando de 40% até 97% [6]. Os poros obtidos são \n\nesféricos e podem ser tanto fechados quanto abertos dependendo dos \n\nparâmetros de processo. Poros abertos são obtidos quando as partículas do pó \n\ncerâmico segregam na região de platô gerando janelas nas paredes e \n\ninterconectando os poros; já poros fechados são obtidos quando o pó cerâmico se \n\ndistribui uniformemente na superfície da bolha. [6] \n\nO método gel-casting de espumas normalmente gera filamentos \n\ndensos e sem trincas no produto sinterizado, o que aumenta as propriedades \n\nmecânicas das cerâmicas em comparação às obtidas pelo método da réplica. \n\nPara porosidades acima de 90% as paredes se tornam tão finas que as \n\npropriedades ficam abaixo do previsto teoricamente para uma cerâmica porosa de \n\ncélulas abertas. Para menores valores de porosidade, ocorre a melhoria nas \n\npropriedades mecânicas a ponto de ultrapassar o previsto para células \n\nfechadas.[6] Este tópico onde se relaciona porosidade com a propriedade \n\nmecânica será discutido na seção 3.4. \n\nComo dito anteriormente o método de produção via gel-casting \n\nconvencional apresenta restrições quanto à saúde do operador e ao meio \n\nambiente, além de restrições operacionais (exigência de atmosfera controlada). \n\nDiante disso, diferentes métodos alternativos vêm sendo desenvolvidos, \n\nutilizando-se agentes gelificantes atóxicos, e que não necessitam de atmosfera \n\ncontrolada. Além disso, busca-se empregar gelificantes de custo relativamente \n\nbaixo. Exemplos de agentes gelificantes que cumprem os requisitos acima são o \n\nágar, a gelatina, o amido e a albumina. [31-44] \n\n3.3.3.1 Utilização de albumina como gelificante \n\nA albumina, como outras proteínas, é um composto molecular \n\ncondensado de aminoácidos. Devido à sua estrutura globular, a albumina é \n\nadsorvida na interface gás/água, gerando sítios hidrofóbicos que reduzem a \n\n\n\n 18\n\ntensão superficial dessa interface, estabilizando dessa forma a espuma formada. \n\nQuando aquecida entre 70 e 90 ºC, a albumina sofre um processo de \n\ndesnaturação, saindo do seu estado ordenado sem romper as ligações \n\ncovalentes. As cadeias estendidas se ligam umas às outras por meio de pontes \n\nde hidrogênio, formando assim uma estrutura entrelaçada (gel), termicamente \n\nirreversível.[30,32,40,41] \n\nDiversos estudos indicam a albumina como uma alternativa bastante \n\npromissora e interessante para ser utilizada como agente gelificante na produção \n\nde espumas cerâmicas pelo método gel-casting. Além de ser um agente \n\ngelificante, a albumina é um eficiente espumante para as suspensões cerâmicas, \n\ntendo a vantagem, em relação a espumantes iônicos, de poder ser acrescida à \n\nsuspensão sem interferir na estabilização da mesma. Os mesmos estudos \n\nmostram que é possível, a partir da utilização da albumina como gelificante para o \n\nprocesso de gel-casting de espuma, produzir cerâmicas com até 95% de \n\nporosidade. [31, 33,41] \n\n3.3.3.2 Utilização de amido como gelificante \n\nO amido, por suas características específicas, pode ser utilizado na \n\nobtenção de cerâmicas porosas, tanto como fase sacrificial quanto como agente \n\ngelificante no método gel-casting. Pode ser extraído de diferentes vegetais (como \n\no milho, a mandioca, o arroz, a batata, etc.), sendo que suas características e \n\npropriedades variam significativamente, dependendo da sua origem. Por exemplo, \n\no tamanho médio das partículas do amido pode variar entre 2 e 170 ?m (Tabela \n\n3.1), assim como sua forma (arredondada ou anisométrico). Quando em contato \n\ncom a água e aquecido acima de determinada temperatura, que também varia \n\nconforme a sua origem, o amido tem as suas ligações intermoleculares \n\nenfraquecidas, ocorrendo a absorção de água de maneira irreversível pelas \n\npartículas, com o conseqüente inchamento das mesmas, que podem atingir até \n\n20% (de expansão). As partículas de amido são formadas por misturas de 2 tipos \n\nde polissacarídeos, um linear (amilose) e um altamente ramificado (amilopectina), \n\nsendo a amilose a responsável pela gelificação do amido em suspensões \n\naquosas. As unidades de glicose, que compõem as cadeias poliméricas deixam \n\nexposta uma grande quantidade de grupos hidroxila, fazendo com que as \n\n\n\n 19\n\npartículas de amido sejam fortemente hidrofílicas. Na Figura 3.8 é mostrada a \n\nestrutura do amido.[45-54].  \n\n \n\n \n\n \n\nFigura 3.8: Estrutura molecular do amido. [46] \n\n \n\n \n\nTabela 3.1: Diferentes tipos de amidos e suas características [53]: \n\nAmido Amilose \n\n(%) \n\nAmilopectina \n\n(%) \n\nTaxa de \n\ninchamento \n\ngranular \n\nInício de \n\ngelificação \n\n(ºC) \n\nTérmino de \n\ngelificação \n\n(ºC) \n\nBatata 20-21 79-80 Rápida 50-56 68 \n\nTrigo 25-30 70-75 Lenta 58 64 \n\nMandioca 16-17 83-84 Rápida 49 65 \n\nMilho 25-28 72-75 Lenta 62 72-80 \n\nArroz 17-30 70-83 Lenta 58-69 79-86 \n\n \n\nComo dito anteriormente existem duas maneiras de se utilizar o amido \n\npara a produção de corpos cerâmicos porosos: como material de sacrifício, ou \n\nseja, é adicionado à mistura cerâmica (em suspensão ou mistura sólida) e após a \n\nconformação do corpo cerâmico, este é submetido a tratamento térmico para \n\neliminação dos orgânicos, e a conseqüente formação de poros nas posições que \n\nestes ocupavam. A outra maneira é a sua utilização como agente gelificante no \n\nprocesso gel-casting, aproveitando-se ainda da expansão volumétrica que \n\nexperimenta quando aquecido em contato com a água: a suspensão cerâmica \n\ncontendo amido é vertida em molde (com ou sem agitação anterior para a \n\n\n\n 20\n\nformação de espuma) e aquecida adequadamente de maneira que o amido \n\nabsorva água e gelifique, enrijecendo a suspensão; seguem-se as etapas de \n\ndesmoldagem, secagem, eliminação de orgânicos e sinterização dos corpos \n\nproduzidos. Na Figura 3.9 é mostrada a microestrutura de uma cerâmica \n\nproduzida por este método. [45-54] \n\nNa Figura 3.10 se encontram resumidos os métodos que discutidos \n\nneste tópico de produção de cerâmicas macroporosas. \n\n \n\n \n\nFigura 3.9: Exemplo de estrutura de alumina porosa obtida por gel-casting com \n\namido de batata.[45] \n\n \n\n\n\n 21\n\n \n\nFigura 3.10: Exemplo de métodos de produção de cerâmicas porosas.[6] \n\n \n\n3.4 Propriedades Mecânicas e sua relação com a porosidade \n\nÉ um fato conhecido que a porosidade provoca uma diminuição nos \n\nvalores das propriedades mecânicas dos materiais de um modo geral. \n\nExistem as mais diversas abordagens para o estudo das propriedades \n\nmecânicas de cerâmicas porosas, sendo que um dos principais critérios para a \n\ndefinição de um modelo a ser empregado é a porosidade, pois cada modelo \n\ntrabalha dentro de faixas específicas de porosidade.  \n\nNo caso das espumas cerâmicas, de porosidade acima de 70% em \n\nvolume, as propriedades mecânicas dependem das características \n\nmacroestruturais (densidade relativa, interconectividade e forma dos poros) e \n\nmicroestruturais relacionadas com o material que constitui as paredes dos poros \n\n(densidade, o módulo elástico, resistência mecânica e fluência). Segundo ASHBY \n\nas espumas apresentam, quando submetidas à compressão/tração, um \n\n\n\n 22\n\ncomportamento mecânico que pode ser dividido em 3 estágios diferentes: linear \n\nelástico, platô e densificação.[55] \n\nInicialmente ocorre a deformação elástica das paredes e filamentos dos \n\nporos da espuma. O módulo elástico nessa região pode ser calculado pela \n\nequação 3.4.1, que é válida apenas para os casos de poros interconectados: \n\n2\n\n0\n1 ??\n\n?\n\n?\n??\n?\n\n?\n=\n\n?\n?\n\nC\nE\nE\n\np\n     (3.4.1) \n\nE= módulo elástico da espuma \n\nEp= módulo elástico do material da parede da espuma \n\n?= densidade da espuma \n\n?0= densidade do material das paredes \n\nC1=constante de valor próximo a 1. \n\n \n\nPara o caso da espuma ser constituído por poros fechados, o Módulo \n\nElástico se torna dependente da fração volumétrica de material (?) nas faces do \n\nporo, ou seja, da espessura das paredes que constituem o poro. Neste caso o \n\nMódulo Elástico é descrito pela equação 3.4.2:[55] \n\n( ) ??\n?\n\n?\n??\n?\n\n?\n?+??\n\n?\n\n?\n??\n?\n\n?\n=\n\n0\n2\n\n2\n\n0\n\n2\n1 1 ?\n\n?\n?\n\n?\n?\n\n? CC\nE\nE\n\np\n    (3.4.2) \n\nonde C1 e C2 são constantes com valor de aproximadamente 1. \n\nO segundo estágio do comportamento de uma espuma cerâmica sob \n\ncompressão, ou seja, a região de platô da curva tensão versus deformação, inicia-\n\nse quando ocorre a fratura do material, o que leva a uma queda da tensão. Neste \n\nestágio observam-se sucessivos aumentos e quedas na tensão devido à quebra \n\ngradual dos filamentos que constituem a espuma. O módulo de ruptura sob \n\ncompressão de espumas cerâmicas está associado com à tensão que provoca a \n\nfratura inicial do material, como mostrado na equação 3.4.3:[55] \n\n\n\n 23\n\n \n\n2\n3\n\n0\n3\n\n0\n??\n?\n\n?\n??\n?\n\n?\n=\n\n?\n?\n\n?\n?\n\nC\n      (3.3.3) \n\n \n\n?=módulo de ruptura da espuma \n\n?0=módulo de ruptura do material das paredes \n\n?/?0=densidade relativa da espuma \n\nC3= constante com valor de 0,2 \n\nNa figura 3.11 é mostrado um desenho esquemático da ruptura da \n\ncélula por compressão.[55] \n\nAinda para o estágio do platô, mas para cerâmicas com os poros \n\nfechados, deve-se ainda levar em conta a fração volumétrica (?) do material das \n\nparedes, o que reflete na adequação da equação anterior que se transforma na \n\nequação 3.4.4: [55] \n\n?\n?\n\n?\n?\n?\n\n?\n??\n?\n\n?\n??\n?\n\n?\n++??\n\n?\n\n?\n??\n?\n\n?\n=\n\n0\n3\n\n2\n3\n\n0\n3\n\n0\n\n*)1(**\n?\n?\n\n?\n?\n?\n\n?\n?\n?\n\nCC\n   (3.3.4) \n\n \n\nNo terceiro estágio do processo de ruptura, a espuma começa a \n\n“densificar” gerando um aumento na tensão. [55] \n\nOutra abordagem proposta por Mackenzie relaciona o módulo elástico \n\ndas cerâmicas com a porosidade. Segundo o autor o módulo elástico de um corpo \n\nisotrópico e homogêneo (não importando se as células são abertas ou fechadas), \n\nvaria com a porosidade de acordo com a equação 3.4.5:[56] \n\n \n\n \n\n\n\n 24\n\n( )20 9,09,11)( ppEpE +?=    (3.4.5) \n \n\nE0 = Módulo Elástico do material denso \n\np= fração volumétrica dos poros \n\n \n\n \n\n \nFigura 3.11: Desenho mostrando a ruptura de uma célula aberta similar a dos \n\nporos abertos.[55] \n\n \nEm um estudo recentemente publicado por Pabst et al, são propostas \n\nequações que se baseiam na relação entre o Módulo Elástico relativo e o Módulo \n\nElástico Intrínseco (do material) E0; neste estudo as principais equações já \n\npropostas, para modelar o comportamento mecânico de cerâmicas porosas foram \n\n\n\n 25\n\nclassificadas e exaustivamente analisadas confrontando-se as mesmas com \n\nresultados experimentais. [56] \n\nNeste estudo Pabst et al., apresentam a equação (3.4.6) como a que \n\nmelhor se ajusta aos dados coletados experimentalmente. Esta equação inclui um \n\nfator de ajuste, denominado porosidade crítica (?C), que leva em consideração o \n\nfenômeno da percolação, sendo sugerido pelos autores como sendo 0,684. [56] \n\n \n\n??\n?\n\n?\n??\n?\n\n?\n??=\n\nc\nrE ?\n\n?\n? 1*)1(      (eq. 3.4.6) \n\nonde Er é o Módulo Elasticidade relativo e ? é a porosidade total e ?C é a \n\nporosidade crítica. \n\n3.5 Produção de cerâmicas porosas à base de nitreto de silício \n\nUma das principais limitações para a utilização mais ampla das \n\ncerâmicas porosas é a sua baixa resistência mecânica, já que há uma relação \n\ninversa entre porosidade e resistência mecânica. Para se contornar esse \n\nobstáculo, vêm sendo desenvolvidas novas cerâmicas porosas de alto \n\ndesempenho, à base de nitreto de silício e seus compósitos, que podem \n\napresentar melhor desempenho mecânico em relação às cerâmicas atualmente \n\nem uso (cordierita, mulita, alumina, carbeto de silício).[52,64-67] \n\nO nitreto de silício possui duas diferentes fases cristalinas estáveis, \n\nambas com similares estruturas cristalinas hexagonais: o ?-Si3N4 com simetria \n\ntrigonal e o ?- Si3N4 com simetria hexagonal. O nitreto de silício por ser uma \n\ncerâmica covalente, apresenta baixo coeficiente de difusão, e com isso apresenta \n\ndificuldade de densificar via estado sólido. Normalmente são introduzidos aditivos \n\nde sinterização (óxidos como Al2O3, Y2O3, MgO etc.) que reagem com a camada \n\nde sílica na superfície do nitreto, formando de uma fase líquida. Esta fase líquida \n\ndissolve continuamente as partículas de ?-Si3N4, e com a supersaturação da \n\nmesma, ocorre a precipitação de grãos ?-Si3N4. Com o resfriamento, surge uma \n\nmicroestrutura composta basicamente de grãos de Si3N4 (?-Si3N4 podendo ocorrer \n\n?-Si3N4 residual) e uma fase intergranular amorfa (podendo ocorrer a cristalização \n\n\n\n 26\n\nparcial desta). Os grãos de ?-Si3N4 crescem anisotropicamente na presença de \n\nfase líquida, na forma de prismas hexagonais, formando grãos alongados, de alta \n\nrazão de aspecto, ocorrendo então o fenômeno do reforço in-situ da \n\nmicroestrutura do nitreto de silício. Na Figura 3.12 apresenta-se de modo \n\nesquemático a evolução microestrutural do Si3N4 durante a sinterização.  \n\nP ó  d e  p a rtid a\nT ra n s fo r m a ç ã o  ? ? ?\n\nS i 3 N 4  D e n s o\n\nfa se  líq u id a\na d it iv o\n\nfa se  v ít re a\n\n \n\n   \nFigura 3.12: Esquema de transformação de fases ???.do nitreto de silício [71]. \n\n \nO nitreto de silício possui um conjunto ímpar de propriedades \n\n(mecânicas, térmicas e químicas) e, além disso, possui como uma de suas \n\nprincipais características, o fenômeno do reforço in-situ, que se dá pelo \n\ncrescimento anisotrópico dos grãos durante a sinterização, tornando-os \n\nalongados e promovendo uma microestrutura reforçada pelo entrelaçamento dos \n\nmesmos. Estes grãos alongados, além de interferir positivamente na resistência \n\nmecânica do material, promovem o surgimento de mecanismos tenacificadores, \n\npodendo-se atingir valores de tenacidade à fratura tão altos como 10 MPa.m1/2, \n\nquando para a maioria das cerâmicas esse valor não ultrapassa 4 MPa.m1/2. Este \n\nfenômeno é mostrado nas Figuras 3.13 e 3.14. [52,64-67] \n\nEsta particularidade microestrutural do nitreto de silício, que já vem \n\nsendo bastante explorada para a obtenção de peças densas de alto desempenho \n\nmecânico, pode também ser altamente benéfica para o desenvolvimento de \n\ncerâmicas porosas com superior resistência mecânica, fazendo com que \n\n\n\n 27\n\ndiferentes grupos de pesquisadores se dediquem à exploração deste tema. [52,64-\n\n67] \n\n \n\n \n\nFigura 3.13: Esquema indicando os principais mecanismos de tenacificação que \n\npodem ocorrer em cerâmicas estruturais.[71] \n\n \n\n \n\nFigura 3.14: Micrografia demonstrando o mecanismo de tenacificação em ação.[71] \n\n \n\nDentre os estudos para a obtenção de cerâmicas porosas à base de \n\nnitreto de silício destaca-se o trabalho de Hampshire et al. [52] que utilizaram \n\namido de milho como fase sacrificial para a produção deste material. Neste a \n\n\n\n 28\n\ninfluência do teor de amido na porosidade e conseqüentemente foi analisado. \n\nPara uma porosidade de 20% o valor de módulo de ruptura varia de 150 a 300 \n\nMPa. \n\nOutro grupo que vem sistematicamente estudando a produção e \n\ncaracterização de cerâmicas porosas à base de Si3N4 é o grupo coordenado por \n\nTatsuki Ohji. Dentre os estudos deste grupo, destaca-se a fabricação de corpos \n\nde nitreto de silício porosos pela técnica de tape-casting que promove, com a \n\nsinterização, um expressivo alinhamento dos grãos de Si3N4, formando uma \n\nmicroestrutura altamente anisotrópica; os autores do estudo demonstram que é \n\npossível atingir elevados valores de propriedades mecânicas (resistência à fratura \n\nde 1080 MPa) na direção perpendicular aos grãos alinhados. [65] Em outro estudo, \n\npartindo de um pó de nitreto de silício de baixa pureza obtiveram corpos com \n\nporosidade variando de 43,8% a 47%, módulo de elasticidade de 62 GPa – 75 \n\nGPa e resistência mecânica de 110 MPa a 170 MPa.[66]. Em um outro trabalho, \n\nutilizando fibras de resina de fenol-formaldeído como fase sacrificial, produziram \n\ncorpos de Si3N4 com 42% de porosidade, sendo os poros na forma de canais de \n\n10 ?m de diâmetro. [67].Partindo de suspensões aquosas de Si3N4 e utilizando a \n\ntécnica de conformação e secagem por freeze-drying, estes mesmos autores \n\nobtiveram corpos com porosidade variando entre 49 e 69%, com os poros na \n\nforma de canais alinhados. [68] \n\nEste mesmo grupo ainda explorou a possibilidade de se obter corpos \n\nporosos de Si3N4 aliando sinterização parcial e prensagem a quente, obtendo \n\nvalores expressivos de resistência mecânica (780 MPa).[69] \n\nPor fim, em uma publicação recente, os grupos de Ohji e Hampshire \n\nestudaram em conjunto a influência de diferentes métodos de processamento nas \n\npropriedades dos corpos de Si3N4 porosos obtidos. Concluíram que para o caso \n\nda utilização do amido como fase sacrificial, o tamanho deste não deve influenciar \n\nno módulo de ruptura do material. Concluíram ainda que amostras produzidas por \n\nsinterização parcial seguida por prensagem a quente, e com porosidade de até \n\n25%, são as que apresentam, até o momento maiores valores de resistência \n\nmecânica, se comparadas às obtidas por outras técnicas reportadas. [70] \n\n\n\n 29\n\nDiversos estudos indicam que a estabilização da suspensão é um \n\nimportante fator que interfere nas propriedades mecânicas dos corpos de Si3N4 \n\nporosos, quando estes são obtidos a partir suspensões aquosas de nitreto de \n\nsilício.[55-62] Uma eficiente maneira de estabilizar o nitreto de silício em meio \n\naquoso é através do uso do poliacrilato de amônia (NH4PA) como defloculante; no \n\nentanto este defloculante é efetivo para a estabilização de óxidos, de modo que \n\nduas alternativas são propostas na literatura: o recobrimento da superfície das \n\npartículas de nitreto com hidróxido de alumínio, ou a calcinação do pó de nitreto \n\npara que ocorra oxidação superficial das partículas, formando uma camada de \n\nSiO2. A calcinação a 600ºC, aumenta a carga positiva na superfície dos aditivos \n\nde sinterização (Al2O3 e Y2O3) e a quantidade de grupos silanóis em detrimento \n\ndos grupos aminas, mudando o ponto isoelétrico para região ácida e favorecendo \n\na estabilização as valores de pH próximos a 8. As suspensões obtidas com nitreto \n\ncalcinado com concentrações relativamente altas de sólidos (60% em volume) \n\npossuem comportamento pseudo-plástico, com baixa viscosidade. [57-64] \n\n\n\n 30\n\n4. Materiais e Métodos \n\nPara todo o estudo fixou-se uma composição padrão consistindo de \n\n92% de ?-Si3N4, 6% de Y2O3 e 2% de Al2O3 (percentuais em peso). A mistura dos \n\ncomponentes foi moída em moinho de alta energia, tipo Atritor, por 4 horas a 300 \n\nrpm, utilizando-se esferas e recipiente de Si3N4, e álcool isopropílico como meio \n\nlíquido. Após a moagem, a suspensão foi seca em rotoevaporador e \n\ndesaglomerada. Abaixo são apresentadas as características físicas e químicas \n\ndas matérias-primas utilizadas. [71,72]: \n\nNitreto de sílicio: \n\n• M11 – H.C. Starck \n\n• D50= 0,66 µm \n\n• Área específica= 14,5 m2/g \n\n• ?-Si3N4= acima de 93% \n\n \n\nTabela 4.1: Análise química do Si3N4 M11-H. C. Starck [71] \n\nElemento Concentração\n\nN 38,99% \n\nC 0,17% \n\nO 1,68% \n\nFe 13 ppm \n\nAl 380 ppm \n\nCa 35 ppm \n\n \n\n \n\n \n\n \n\n \n\n\n\n 31\n\nAlumina (Al2O3): \n\n• A-16 - Alcoa \n\n• D50= 0,32 µm \n\n• 99,7% de pureza \n\nÓxido de Ítrio (Y2O3): \n\n• Aldrich Chemical Company, Inc: \n\n• D50= 0,60 µm \n\n• 99,9% de pureza \n\n \n\nForam realizados estudos com o intuito de avaliar o efeito do \n\ntratamento térmico a 600ºC/ 1h (oxidação das partículas de Si3N4) nas \n\ncaracterísticas reológicas de suspensões aquosas de nitreto de silício. Após estes \n\nestudos definiu-se por utilizar este tratamento prévio para todas as conformações \n\na partir de suspensões aquosas, já que dessa forma estas se mostraram mais \n\nfáceis de serem, estabilizadas. \n\n4.1 Gel-casting utilizando-se amido como gelificante \n\nPara este estudo foram usados amidos de 3 diferentes procedências, \n\namido de batata, de milho e de arroz. Foram preparadas suspensões aquosas \n\ncontendo 50 e 55% em peso de sólido, sendo adicionado às mesmas 10,3, 16,4 e \n\n23,4% em peso de amido (com relação à massa de Si3N4) que corresponde a 20, \n\n30 e 40% em volume. As composições estudadas são apresentadas na Tabela \n\n4.2. A mistura foi feita em moinho atritor por 30 minutos sob uma rotação baixa \n\n(150 rpm) de modo a minimizar possível cominuição das partículas já moídas \n\nanteriormente. As suspensões contendo amido foram vertidas em moldes \n\ncilíndricos e aquecidas em banho termostático em temperaturas típicas de \n\ngelificação para cada amido específico: a 65 ºC para a suspensão contendo \n\namido de batata, 75 ºC para a suspensão contendo amido de milho e 82,5 ºC para \n\na suspensão contendo amido de arroz. Todos os corpos foram mantidos na \n\ntemperatura de gelificação por 2horas. Após isso os corpos foram desmoldados, \n\nsecos, e tratados termicamente, por meio de um processo lento de secagem (24 h \n\n\n\n 32\n\nao ar a temperatura ambiente, seguido de 24 h a 60 ºC em estufa e por fim 24 h a \n\n120 ºC). Após a secagem ocorreu a fase de eliminação dos orgânicos por \n\ntratamento térmico, aquecendo-se lentamente os corpos de prova a uma taxa de \n\n1 ºC/min, com patamares de 60 minutos a 200, 300 e 400 ºC, seguido de \n\nresfriamento. Por fim os corpos de prova foram sinterizados em forno com \n\nelemento resistivo de grafite (Astro furnace), a 1800 ºC por 60 minutos, sob \n\natmosfera de 0,2 MPa de N2, com taxa de aquecimento de 15 ºC/min., e \n\nresfriamento com o desligamento do forno. Na Figura 4.1 é mostrado um \n\nfluxograma esquemático do processo. \n\nTabela 4.2: Composições estudadas para produção de amostras via gel-casting \n\ncom amido. \n\nAmostra Amido Total de sólidos \n\n(%) \n\nAmido (%vol) \n\n5520A Arroz 55 20 \n\n5530A Arroz 55 30 \n\n5020A Arroz 50 20 \n\n5030A Arroz 50 30 \n\n5040A Arroz 50 40 \n\n5520B Batata 55 20 \n\n5530B Batata 55 30 \n\n5020B Batata 50 20 \n\n5030B Batata 50 30 \n\n5040B Batata 50 40 \n\n5520M Milho 55 20 \n\n5530M Milho 55 30 \n\n5020M Milho 50 20 \n\n5030M Milho 50 30 \n\n5040M Milho 50 40 \n\n \n\n\n\n 33\n\n \n\n \n\n \n\n \n\n \n\nFigura 4.1: Processamento das amostras por gel-casting com amido. \n\n4.2 Obtenção de corpos porosos pelo método da fase sacrificial \nutilizando-se diferentes amidos \n\nPara este estudo foram utilizados os mesmos amidos citados \n\nanteriormente, que foram adicionados à suspensão aquosa de Si3N4 em \n\nproporções tais que ao final correspondesse a 20, 30 e 40% em volume da \n\nmistura seca. As composições estudadas são apresentadas na Tabela 4.3. A \n\nadição dos amidos se deu em moinho tipo atritor por 30 minutos a 150 RPM. As \n\nsuspensões foram secas em estufa a 70ºC por 48 horas, sendo os pós obtidos, \n\ndesaglomerados em almofariz de alumina e homogeneizados em misturador \n\nTúrbula por 90 minutos. Os pós foram então prensados uniaxialmente em \n\nCP\n\nMistura com 20, 30 e 40% vol amido(*) e água destilada \n\nAtritor 150 rpm/30 \n\nGelificação por 2h em banho isotérmico \n\n(*) amido de \nMilho, amido de \nArroz e amido de \nBatata \n\nConformação  \n\nDesmoldagem/secagem \n\nRetirada da fase Orgânica\n\nSinterização (1800 ºC/1h)\n\nCaracterização \nMecânica \n\nCaracterização Física Caracterização \nMicroestrutural \n\n82,5 ºC (amido de arroz) \n\n75 ºC (amido de milho) \n\n65 ºC (amido de batata) \n\n\n\n 34\n\npastilhas ?14mm, sob pressão de 32 MPa, sendo estas sinterizadas sob 5 \n\ndiferentes condições (1600 ºC, 1800 ºC e 1850 ºC por 1 hora, 1700 ºC por 30 \n\nminutos e 3 horas), em atmosfera de nitrogênio. Na Figura 4.2 é mostrado um \n\nfluxograma esquemático do processo de produção via fase sacrificial. \n\n \n\n \n\n \n\n \n\n \n\nFigura 4.2: Processamento das amostras por fase sacrificial com amido. \n \n\n \n\n \n\n \n\n \n\nCaracterização Física Caracterização \nMicroestrutural\n\nCaracterização \nMecânica \n\nSinterização (1850ºC/ 1800ºC/ 1600ºC por 1 hora e \n1700ºC por 0,5 e 3 horas)\n\nCP\n\nMistura com 20, 30 e 40% vol amido(*) e água \n\n(*) amido de \nMilho, amido de \nArroz e amido \nde Batata \n\nAtritor 150 rpm/30 \n\nSecagem a 70ºC por 48 \n\nDesaglomeração/homogeneização em misturador tipo túrbula por 90 \n\nPrensagem uniaxial \n\nRetirada da fase Orgânica\n\n\n\n 35\n\nTabela 4.3: Composições estudadas. \n\nAmostra Amido Amido (%vol) \n\nA20 Arroz 20 \n\nA30 Arroz 30 \n\nA40 Arroz 40 \n\nB20 Batata 20 \n\nB30 Batata 30 \n\nB40 Batata 40 \n\nM20 Milho 20 \n\nM30 Milho 30 \n\nM40 Milho 40 \n\n \n\n4.3 Gel-casting de espumas utilizando-se albumina, a gelatina ou \nágar como gelificante \n\nForam realizados estudos preliminares para avaliação de outros \n\nagentes de gelificação como a gelatina, ágar ou albumina. Para o caso da \n\nutilização da albumina, as suspensões contendo 3% em peso do agente \n\ngelificante (em relação ao peso do Si3N4) foram preparadas a temperatura \n\nambiente, passando por um processo de aeração por diferentes métodos (mistura \n\nem batedeira doméstica, com o auxílio de agitador sob diferentes rotações e \n\ndiferentes tipos de hastes, etc.), e com a adição de diferentes agentes \n\nespumantes. Após a etapa de aeração, as suspensões foram vertidas em \n\ndiferentes moldes e aquecidas a temperaturas acima de 90 ºC, para que \n\nocorresse o processo de gelificação. Esta etapa de gelificação é bastante crítica, \n\npois se deve evitar que ocorra simultaneamente a secagem não uniforme dos \n\ncorpos. Neste sentido foram testados diferentes métodos de aquecimento, \n\ninclusive com a utilização de autoclave. Os corpos obtidos passaram então por \n\nprocesso de secagem lenta, eliminação dos orgânicos e sinterização de maneira \n\nsimilar ao descrito para o amido. \n\nCom relação à utilização de gelatina ou ágar como agentes \n\ngelificantes, as suspensões foram preparadas em temperaturas adequadas para a \n\ndissolução destes (acima de 60 °C para a gelatina e acima de 80 °C para o agar), \n\n\n\n 36\n\npassando por processos de aeração similar ao descrito anteriormente, sendo \n\nvertidas então nos moldes e resfriadas para a gelificação. Posteriormente \n\npassaram pelas etapas de secagem lenta, eliminação de orgânicos e sinterização \n\ncomo descrito anteriormente. Um exemplo de fluxograma do processo (no \n\nexemplo para albumina) é mostrado na Figura 4.3. \n\nOs estudos com estes gelificantes não prosseguiram como aqueles \n\nreferentes ao uso do amido, pois não se conseguiu, até então, um controle rígido \n\ndo processo que permitisse a reprodutibilidade dos resultados, particularmente no \n\nque se refere à etapa de aeração e estabilização da espuma formada. Estes \n\nestudos serão retomados oportunamente, já que este método de obtenção de \n\ncerâmicas porosas por gel-casting se mostra bastante versátil, permitindo a \n\nobtenção de uma ampla variedade de estruturas de poros.  \n\n \n\n \n\n \n\n \n\n \n\n\n\n 37\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4.3: Processamento das amostras por gel-casting de espumas com \nalbumina. \n\n4.4 Caracterização das amostras obtidas \n\nAs suspensões foram caracterizadas utilizando-se um reômetro \n\nBrookfield LVD-III com a velocidade variando de 0 a 60 rpm. \n\nA distribuição do tamanho de partículas do amido for analisada \n\nutilizando-se o método de espalhamento de laser com o equipamento (CILAS \n\n1064). \n\nCP\n\nSuspensão de CP+ gelificante e/ou LSS/glicerina \n\nAeração mecânica\n\nConformação\n\nGelificação em estufa a 90ºC\n\nDesmoldagem/Secagem\n\nCaracterização Física Caracterização \nMicroestrutural \n\nSinterização (1815ºC/1h)\n\nRetirada da fase Orgânica\n\n\n\n 38\n\nTodas as amostras produzidas pelos métodos que utilizaram o amido, \n\ndescritos anteriormente, foram caracterizadas quanto à densidade e porosidade \n\naparentes (método de Archimedes): \n\nimersaúmida\n\na\naparente MassaMassa\n\nMassa\nDensidade\n\n?\n= sec\n\nimersaúmida\n\naúmida\naparente MassaMassa\n\nMassaMassa\nPorosidade\n\n?\n?\n\n= sec  \n\nA porosimetria de mercúrio foi feita com o uso do porosímetro Autopore \n\nIII. \n\nA resistência mecânica foi obtida por meio de ensaio de compressão, \n\nutilizando-se uma máquina de ensaio universal Instron 4400R com célula de \n\ncarga de 10 toneladas e o avanço de 0,5 mm por minuto, sendo ensaiadas, em \n\nmédia 5 amostras de cada condição. As amostras cilíndricas possuíam \n\naproximadamente altura de 10 mm e diâmetro de 12mm, sendo que tiveram suas \n\nfaces retificadas com rebolo diamantado (45 ?m) antes de serem ensaiadas.  \n\nAs amostras para a análise microestrutural foram embutidas com \n\nresina, sob vácuo, para que esta se infiltrasse nos poros, tornado assim possível \n\no tratamento ceramográfico. As amostras foram desbastadas e posteriormente \n\npolidas em uma politriz MOTOPOL 2000 com suspensões de diamante de 30?m, \n\n15?m, 6?m e 1?m. As amostras foram recobertas com ouro e depois analisadas \n\nno MEV. Por meio das imagens obtidas buscou-se verificar a existência de \n\ndiferentes níveis de porosidade e tamanho de poro. \n\nAs amostras sinterizadas foram analisadas por difração de raios-X \n\nutilizando uma varredura de 2? de 10 a 60º e velocidade contínua de 2 \n\ngraus/minuto. O percentual relativo das fases ?-Si3N4 e ?-Si3N4, em relação à \n\nquantidade total de fases ?-Si3N4 + ?-Si3N4, foi calculado utilizando as equações a \n\nseguir, propostas por Yeheskel e Gefen[73], que relacionam as intensidades de \n\ndifração de picos específicos. \n\nO percentual relativo  de ?-Si3N4 é dado por: \n\n100\n)210()200()201()210(\n\n)201()210(\n\n)(\n\nx\nIIII\n\nII\nC\n\n????\n\n??\n\n??\n? +++\n\n+\n=\n\n+\n\n \n\n\n\n 39\n\ne consequentemente, o percentual de ?-Si3N4, \n\n100)1(\n)()(\n\nXCC\n??\n\n?\n??\n\n?\n++\n\n?=  \n\n \n\n\n\n 40\n\n5. Resultados e Discussão \n\n5.1 Produção de amostras pelo método gel-casting \n\nNa figura 5.1 são apresentadas curvas de viscosidade com relação à \n\nvelocidade de rotação onde são comparados os comportamentos de suspensões \n\naquosas produzidas com pós de Si3N4 oxidados superficialmente e não oxidados. \n\nConstata-se que os pós oxidados contribuem para uma significativa redução da \n\nviscosidade da suspensão; isso ocorre porque o comportamento das partículas de \n\nnitreto de silício se torna similar ao do óxido de silício, já que estão envoltas por \n\numa camada superficial de SiO2 formada durante o tratamento térmico a 600 ºC. \n\nComo conseqüência desta redução na viscosidade, é possível, com os pós \n\noxidados, produzir cerâmicas porosas pelo método “gel-casting de espumas” a \n\npartir de suspensões com uma maior faixa de teor de sólido, comparado com as \n\nsuspensões processadas com pós não oxidados. Com os pós oxidados pode-se \n\nprocessar suspensões aquosas com elevados teores de sólido (acima de 75%), \n\nenquanto para o caso da utilização de pós não oxidados, suspensões contendo \n\nacima de 50% de sólidos apresentaram viscosidade tão alta que inviabilizou a \n\nprodução de cerâmicas porosas por gel-casting de espuma. \n\nNa Figura 5.2 são apresentadas curvas de viscosidade versus \n\nvelocidade de rotação para suspensões produzidas com os dois tipos de pós, \n\ncontendo diferentes teores de sólido. O teor de sólido é um fator extremamente \n\nimportante, pois afeta significativamente a etapa de secagem dos corpos obtidos \n\napós a gelificação. \n\n \n\n\n\n 41\n\n0 10 20 30 40 50 60\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\nvi\nsc\n\nos\nid\n\nad\ne \n\n(M\nP\n\na.\ns)\n\nVelocidade (rpm)\n\n 46% - não oxidado\n 48% - não oxidado\n 46% - oxidado\n 48% - oxidado\n\n \n\nFigura 5.1: Efeito do tratamento de oxidação superficial do pó nas características \n\nreológicas de suspensões aquosas de Si3N4.  \n\n \nNo início do trabalho foram testados diversos parâmetros do processo \n\nde gel-casting, que geraram resultados interessantes, mas que devido à falta de \n\nreprodutibilidade do processo, foram interrompidos para serem retomados \n\nposteriormente. Na Tabela 5.1 e Figuras 5.3 a 5.4 são apresentados alguns \n\ndestes resultados, quando foram testados diferentes tipos de haste (mostradas na \n\nFigura 5.5) para a aeração da suspensão, assim como da presença de compostos \n\nque atuam como surfactantes e/ou espumantes (por exemplo, a mistura comercial \n\nlauril sulfato de sódio-LSS /glicerina) \n\n \n\n\n\n 42\n\n0 10 20 30 40 50 60\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\nV\nis\n\nco\nsi\n\nda\nde\n\n (M\nP\n\na.\ns)\n\nVelocidade (rpm)\n\n 75% sol\n 70% sol\n 65% sol\n 60% sol\n 50% sol\n 48% sol\n\n \n\n(a) a partir de pós oxidados \n\n0 10 20 30 40 50 60\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\nV\nis\n\nco\nsi\n\nda\nde\n\n (m\nP\n\na.\ns)\n\nVelocidade (rpm)\n\n 50% sol\n 48% sol\n 46% sol\n 44% sol\n\n \n\n(b) a partir de pós não oxidados \n\nFigura 5.2: Efeito da oxidação superficial das partículas de Si3N4 na viscosidade \n\nde suspensões aquosas contendo diferentes teores de sólido. \n\n \n\n\n\n 43\n\nTabela 5.1: Efeito do tipo de haste e do agente espumante nas características das \n\ncerâmicas porosas obtidas por gel-casting com albumina. \n\nAmostra haste LSS/glicerina Densidade \n\nrelativa (%)\n\nPorosidade \n\naparente (%) \n\nPorosidade (%) \n\nporosímetro Hg \n\n1 planetária Sim 44,0 ± 6,0 44,0± 9,0 49,5 \n\n2 4 pás Sim 51,0 ± 2,0 37,0± 2,0 46,5 \n\n3 planetária Não 38,0 ± 9,0 49,0± 6,0 53,5 \n\n4 4 pás Não 50,0 ± 4,0 39,0± 4,0 40,2 \n\n \n\n   \n\n(a)      (b) \n\nFigura 5.3: Estruturas porosas obtidas a partir de suspensões contendo \n\nLSS/glicerina, por aeração mecânica com diferentes hastes: (a) haste planetária \n\n(amostra 1), (b) haste 4 pás (amostra 2). \n\n \n \n \n\n\n\n 44\n\n    \n\n(a)      (b) \n\nFigura 5.4: Estruturas porosas obtidas a partir de suspensões contendo albumina, \n\npor aeração mecânica com diferentes hastes: (a) haste planetária (amostra 3), (b) \n\nhaste 4 pás (amostra 4). \n\n \n\n \n\nFigura 5.5: Hastes utilizadas para os teste, 4 pás (a) e planetária (b). \n\n \n\nAlgumas amostras também foram analisadas por meio de porosimetria \n\nde mercúrio, sendo apresentado na Figura 5.6, alguns destes resultados. Pelos \n\nresultados obtidos com a porosimetria de Hg observa-se uma distribuição bimodal \n\nde tamanho de poros para as amostras 1, 2 e 3, sendo que a amostra 4 \n\napresentou maior tamanho de poros e uma distribuição de tamanhos mais \n\nestreita, sem a presença de poros submicrométricos. Apesar disso não se pode \n\n\n\n 45\n\ntirar conclusões definitivas quanto a isto devido à pouca reprodutibilidade do \n\nprocesso, já citada anteriormente. \n\nUma das etapas críticas do processo de gel-casting utilizando-se \n\nalbumina é a de gelificação, pois com o aquecimento em estufa em temperaturas \n\nacima de 60 ºC (foram testadas diferentes temperaturas) ocorre a perda de \nágua na superfície dos corpos de prova, provocando a formação de defeitos como \n\ntrincas e deformação do corpo. Foram testadas diferentes alternativas para este \n\ntratamento de gelificação, como aquecimento em banho isotérmico, em panela de \n\npressão doméstica e em autoclave. Apesar de o tratamento de gelificação em \n\nautoclave ter se mostrado promissor (utilizando-se ciclos de autoclavagem de \n\nlíquidos), estas técnicas deverão ser mais bem exploradas posteriormente. \n\n100 10 1 0,1 0,01 1E-3\n0,00\n\n0,01\n\n0,02\n\n0,03\n\n0,04\n\n0,05\n\n0,06\n\n0,07\n\n0,08\n\nIn\ncr\n\nem\nen\n\nto\n n\n\no \n V\n\nol\num\n\ne \n(m\n\nL/\ng)\n\n Diâmetro de poro (?m)\n\nAmostra 1 (Planetária + Lss/glicerina)\n\n100 10 1 0,1 0,01 1E-3\n0,00\n\n0,01\n\n0,02\n\n0,03\n\n0,04\n\n0,05\n\n0,06\n\n0,07\n\n0,08\nIn\n\ncr\nem\n\nen\nto\n\n d\no \n\nvo\nlu\n\nm\ne \n\n( \nm\n\nL/\ng)\n\nDiâmetro de poro (?m)\n\nAmostra 2 (4 pás+Lss/glicerina)\n\n \n\n100 10 1 0,1 0,01 1E-3\n0,00\n\n0,01\n\n0,02\n\n0,03\n\n0,04\n\n0,05\n\n0,06\n\n0,07\n\n0,08\n\nIn\ncr\n\nem\nen\n\nto\n d\n\ne \nV\n\nol\num\n\ne \n(m\n\nL/\ng)\n\nDiâmetro do Poro (?m)\n\nAmostra 3 (Planetária)\n\n100 10 1 0,1 0,01 1E-3\n0,00\n\n0,01\n\n0,02\n\n0,03\n\n0,04\n\n0,05\n\n0,06\n\n0,07\n\n0,08\n\nIn\ncr\n\nem\nen\n\nto\n n\n\no \nvo\n\nlu\nm\n\ne \n(m\n\nL/\ng)\n\nDiâmetro de Poro (?m)\n\nAmostra 4 (4 pás)\n\n \n\nFigura 5.6: Distribuição de poros obtida por porosimetria de Hg para as amostras \n\ndescritas na tabela 5.1. \n\n \n\n\n\n 46\n\nOs resultados obtidos com a utilização de ágar ou gelatina como \n\nagentes gelificantes são bastante preliminares, pois não se conseguiu, até o \n\nmomento, superar dificuldades inerentes ao processo de estabilização de \n\nespumas e gelificação. Na Figura 5.7 podem-se comparar dois exemplos de \n\nestruturas: a obtida com ágar e a obtida com albumina. Neste caso a amostra \n\nobtida com a utilização do ágar apresentou estrutura com menor tamanho de \n\nporos, comparada à amostra contendo albumina. No entanto não se pode afirmar \n\nque este efeito seja devido ao agente gelificante, já que diversos fatores (rotação \n\nda haste, percentual de espumante etc.) podem ter influenciado para a definição \n\ndesta estrutura de poros. \n\nNa Figura 5.8 são mostrados detalhes de uma estrutura porosa de ?-\n\nSi3N4 obtida neste estudo. Fica bastante evidente a formação de uma estrutura \n\nentrelaçada de grãos alongados de ?-Si3N4, que deverá promover uma \n\nsignificativa melhoria nas propriedades mecânicas do material. \n\n  \n\n    \n(a)      (b) \n\nFigura 5.7: Estruturas porosas obtidas com diferentes gelificantes; (a) agar, (b) \n\nalbumina. \n\n \n \n \n\n\n\n 47\n\n  \n\n  \nFigura 5.8: Exemplo de uma estrutura porosa de nitreto de silício da amostra na \n\nqual se utiliza ágar como gelificante, mostrando os grãos crescidos \n\nanisotropicamente, formando uma estrutura reforçada pelo entrelaçamento destes \n\ngrãos. \n\n  \n\n5.2 Amostras obtidas pelo método gel-casting utilizando-se \namido \n\nNa figura 5.9, são mostradas as curvas de distribuição de tamanho de \n\npartículas para cada um dos amidos utilizados neste estudo. É possível verificar \n\nque cada amido tem uma distribuição de tamanho específica, permitindo a \n\nseleção do amido de acordo com o tamanho próximo aos poros do produto final. \n\n\n\n 48\n\n1 10 100\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\nP\ner\n\nce\nnt\n\nua\nl \n\nDiâmetro médio (?m)\n\n Amido de Arroz\n Amido de Milho\n Amido de Batata\n\n \nFigura 5.9: Distribuição de tamanho de partículas de cada um dos amidos.  \n\n \n\nPela análise por espalhamento de laser (CILAS 1064) obteve-se o \n\ntamanho médio das partículas de cada amido, como já esperado o amido de \n\nbatata é o de o maior tamanho médio (44,5 µm), o de milho (12,0 µm) e o de arroz \n\n(8,3 µm). \n\nNa tabela 5.2 e na Figura 5.10 são apresentados os valores médios \n\n(referentes a três amostras) de densidade aparente e porosidade aparente (pelo \n\nmétodo de Archimedes) das amostras obtidas pela técnica de gel-casting, \n\nutilizando-se amido como agente gelificante, e sinterizadas a 1800 ºC por 1 hora. \n\nForam produzidas amostras a partir de duas suspensões com diferentes teores de \n\nsólido (50% e 55 %), e com a adição de 20, 30 ou 40% (em volume) de amido. \n\nPara a composição contendo 55% de sólido, a adição de 40% de amido provocou \n\num aumento muito grande na viscosidade da suspensão, inviabilizando a \n\nprodução de corpos de prova. \n\n \n\n \n\n \n\n \n\n\n\n 49\n\nTabela 5.2: Densidade e porosidade das amostras produzidas via gel-casting com \n\namido. \n\nAmido Amostra Densidade relativa (%) Porosidade Aparente(%)\n\n5020A 82,6±1,5 17,4±1,5 \n\n5030A 81,9±1,6 18,1±1,6 \n\n5040A 79,4±5,0 20,6±5,0 \n\n5520A 80,4±1,1 19,6±1,1 \n\n \n\n \n\nAmido de Arroz \n\n5530A 79,2±1,9 20,8±1,9 \n\n5020M 78,6±1,4 21,5±1,4 \n\n5030M 73,1±4,1 26,9±4,1 \n\n5040M 71,9±1,4 28,1±1,4 \n\n5520M 81,1±6,8 18,9±6,8 \n\n \n\n \n\nAmido de Milho \n\n5530M 76,3±5,3 23,7±5,3 \n\n5020B 77,0±4,0 23,0±4,0 \n\n5030B 74,0±1,0 26,0±1,0 \n\n5040B 64,0±8,0 36,0±8,0 \n\n5520B 76,0±0,0 24,0±0,0 \n\n \n\n \n\nAmido de Batata \n\n5530B 64,0±5,0 36,0±5,0 \n\n \n\n\n\n 50\n\n20 30 40\n55\n\n60\n\n65\n\n70\n\n75\n\n80\n\n85\n\n90\n\nD\nen\n\nsi\nda\n\nde\n R\n\nel\nat\n\niv\na(\n\n%\n ?\n\n té\nor\n\nic\na)\n\nAmido (% em volume)\n\n Arroz (55%)\n Arroz (50%)\n Milho (55%)\n Milho (50%)\n Batata(55%)\n Batata (50%)\n\n \n\n(a) \n\n20 30 40\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\nP\nor\n\nos\nid\n\nad\ne \n\nap\nar\n\nen\nte\n\n (%\n)\n\nAmido (% em volume)\n\n Arroz (55%)\n Arroz (50%)\n Milho (55%)\n Milho (50%)\n Batata (55%)\n Batata (50%)\n\n \n\n (b) \n\nFigura 5.10: Densidade relativa (a) e porosidade aparente (b) das amostras \n\nobtidas por gel-casting, com diferentes amidos e percentuais de sólido na \n\nsuspensão. \n\n \n\n\n\n 51\n\nObserva-se uma relação direta entre a porosidade obtida e o teor de \n\namido adicionado à suspensão. Quanto à variação do teor de sólido na \n\nsuspensão, deve-se esperar que as suspensões contendo maior teor de líquido \n\noriginem corpos com maior porosidade; no entanto, a porosidade dos corpos \n\nobtidos a partir de suspensões contendo amido de arroz e de batata, apresentou \n\ncomportamento inverso. Na Figura 5.11 são comparadas amostras obtidas a partir \n\nde suspensões contendo diferentes concentrações de sólido com a adição do \n\namido de milho. Apesar de não se ter feito uma análise quantitativa das \n\nmicroestruturas, pode-se afirmar que há coerência com os valores de porosidade \n\naparente obtidos pelo método de Archimedes. \n\nConstatou-se também uma relação entre a porosidade e o tamanho de \n\npartículas do amido, pois ao se comparar amostras originadas de suspensões \n\ncontendo a mesma quantidade de amido, observa-se que aquelas originadas a \n\npartir de amidos de maior tamanho apresentam maior porosidade. Uma \n\nexplicação possível para isso é que poros pequenos podem ser eliminados \n\ndurante a sinterização, e dessa forma amostras originadas de amidos menores \n\npodem ter um maior percentual de poros eliminados. Além disso, para o caso da \n\nutilização do amido de batata, constataram-se problemas nas etapas de \n\nprocessamento que serão discutidas a seguir, mas que podem ter interferido na \n\nformação de defeitos que são interpretados como parte da porosidade quando \n\ncalculada pelo método de Archimedes.  \n\n \n\n \n\n\n\n 52\n\n \n(a) \n\n \n(b) \n\nFigura 5.11: Micrografias das amostras produzidas via gel-casting com adição de \n\n30% em volume de amido de milho: (a) suspensão contendo 50% de sólido e (b) \n\nsuspensão contendo 55% de sólido. \n\n \n\nNa Figura 5.12 são apresentadas micrografias de amostras obtidas a \n\npartir de suspensões contendo diferentes teores de amido de milho com 50% de \n\nsólidos. Estas micrografias estão coerentes com os resultados de porosidade \n\naparente calculados e apresentados na tabela 5.2. \n\nNa figura 5.13 são comparadas amostras oriundas de diferentes \n\namidos. Nota-se que a microestrutura obtida a partir da suspensão contendo \n\n\n\n 53\n\namido de batata se mostra mais irregular, com uma população de defeitos bem \n\nmais acentuada. Isto se deve aos problemas encontrados durante o \n\nprocessamento das suspensões contendo amido de batata, que apresentaram \n\nmaior dificuldade para atingirem uma homogeneização durante a mistura, além de \n\natingirem viscosidades bem maiores que as obtidas com os demais amidos, \n\nprovocando dificuldades também durante a etapa de preenchimento dos moldes. \n\nEstes defeitos também afetarão as propriedades mecânicas das cerâmicas, como \n\nserá discutido a seguir. \n\nO processo de obtenção de cerâmicas porosas por gel-casting, \n\nutilizando-se o amido como agente gelificante mostrou-se viável e bastante \n\ninteressante, permitindo que se obtivessem cerâmicas com estrutura de poros \n\nbastante homogênea. No entanto pode-se observar que não são raros os defeitos \n\nna microestrutura, particularmente, para este estudo, quando da utilização do \n\namido de batata. Na figura 5.14 é apresentado um defeito com dimensão \n\naproximada de 100 ?m, que pode ter sido originado a partir de um aglomerado de \n\namido (neste caso o amido de milho), ou mesmo de uma bolha de ar aprisionada. \n\nEste tipo de defeito certamente pode comprometer o desempenho mecânico do \n\nmaterial, indicando que o processo de fabricação necessita ainda de um melhor \n\ncontrole.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 54\n\n  \n(a) \n\n \n(b) \n\n \n(c) \n\nFigura 5.12: Micrografias das amostras produzidas viam gel-casting com amido de \n\nmilho com suspensões contendo 50% de sólido. As diferentes percentagens em \n\nvolume de amido adicionado, 20% em (a), 30% em (b) e 40% em (c) deram \n\norigem a cerâmicas com porosidade aparente de 21,4%, 26,9% e 28,1% \n\nrespectivamente. \n\n \n\n\n\n 55\n\n \n\n(a) \n\n \n\n(b) \n\nFigura 5.13: Micrografia das amostras produzidas via gel-casting utilizando-se \n\ncomo agente gelificante o amido de milho (a) e de batata (b); para estes \n\nexemplos, as suspensões contêm 50% de sólidos e 40% em volume de amido. \n\n \n\n\n\n 56\n\n \n\nFigura 5.14: Defeito em amostra produzida via gel-casting com amido de milho; \n\nneste caso a suspensão continha 50% de sólidos e 20% de amido em volume. \n\n \n\nNa tabela 5.3 são mostrados os dados referentes ao módulo de ruptura \n\nsob compressão das amostras produzidas por gel-casting com amido, sendo que \n\npara o caso da utilização do amido de arroz, apenas as amostras referentes a \n\numa das composições foram ensaiadas.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 57\n\nTabela 5.3: Módulo de ruptura das amostras produzidas via gel-casting com \n\namido. \n\nAmostra Porosidade aparente (%) Módulo de ruptura ? (MPa) \n\n5520A 19,6±1,1 540 \n\n5020M 21,45±1,44 618±126 \n\n5030M 26,92±4,14 586±25 \n\n5040M 28,12±1,35 519±73 \n\n5520M 18,86±6,83 686±50 \n\n5530M 23,74±5,29 556±47 \n\n5020B 23,00±4,00 321,28±7,83 \n\n5030B 26,00±1,00 336,9±28,09 \n\n5520B 24,00±0,00 469,46±9,82 \n\n5530B 36,00±5,00 246,1±97,84 \n\n \n\nOs dados da Tabela 5.3 são apresentados na Figura 5.15. Observa-se \n\nque o aumento da porosidade provoca a queda do módulo de ruptura, um \n\ncomportamento já esperado, pois os poros funcionam como concentradores de \n\ntensão, facilitando assim a propagação de trincas. Constata-se também que as \n\namostras produzidas a partir do amido de batata apresentam os menores valores \n\nde módulo de ruptura; estes valores reduzidos são reflexo dos defeitos \n\nmicroestruturais citados anteriormente, originados pelas dificuldades de \n\nprocessamento de suspensões contendo amido de batata. \n\n\n\n 58\n\n18 20 22 24 26 28 30 32 34 36 38\n\n300\n\n400\n\n500\n\n600\n\n700\n\nM\nód\n\nul\no \n\nde\n r\n\nup\ntu\n\nra\n ?\n\n (M\nP\n\na)\n\nPorosidade aparente(%)\n\n Arroz (55% sólido)\n Batata (55% sólido)\n Batata (50% sólido)\n Milho (55% sólido)\n Milho (50% sólido)\n\n \n\nFigura 5.15: Relação do módulo de ruptura à compressão versus porosidade das \n\namostras obtidas por gel-casting utilizando diferentes amidos e a partir de \n\nsuspensões com diferentes percentuais de sólido. \n\n5.3 Amido como fase sacrificial \n\nNa Tabela 5.4 e Figura 5.16 são apresentados os dados referentes à \n\nretração volumétrica das amostras de nitreto de silício poroso, obtidas pela \n\ntécnica da fase sacrificial, e sinterizadas sob diferentes condições. Os resultados \n\nobtidos mostram uma diferença significativa de retração entre 1600 e 1700 °C, \n\nindicando que as amostras sinterizadas a 1600 °C apresentam uma considerável \n\nfração de porosidade referente ainda à sinterização parcial, ao passo que nas \n\namostras sinterizadas em temperaturas superiores foi eliminada grande parte \n\ndesta porosidade intrínseca à matriz cerâmica. Observa-se ainda que não há \n\ndiferença quanto à retração para as amostras sinterizadas a 1700 °C por 30 \n\nminutos e 3 horas, indicando que, nesta temperatura, o tempo de patamar não \n\nafeta a densificação. No entanto o aumento da temperatura para 1800 °C e 1850 \n\n°C promoveu retração em todas as composições estudadas. \n\nNa tabela 5.5 e figura 5.17 são apresentados os valores obtidos para a \n\ndensidade a verde das amostras prensadas, com relação ao tipo e teor de amido \n\nadicionado. Com o aumento do teor de amido ocorre uma melhoria na \n\n\n\n 59\n\ncompactação das misturas, indicando que o amido pode estar atuando como um \n\nlubrificante entre as partículas, reduzindo o atrito entre as mesmas. Na figura \n\n5.17-a é apresentada a densidade relativa à densidade teórica das composições, \n\ncalculada pela regra das misturas, considerando-se a densidade do amido como \n\nsendo 1,50 g/cm3, e a densidade da matriz cerâmica como sendo 3,27 g/cm3. Já \n\nna figura 5.17-b são apresentados os valores da densidade aparente, com o \n\nvolume das amostras calculado geometricamente. Os diferentes amidos \n\naparentemente proporcionaram comportamento muito similar às misturas em \n\ntermos de densificação na prensagem, a menos das amostras contendo 30% em \n\nvolume de amido de batata, que estranhamente promoveram aumento da \n\ndensidade a verde fora do padrão esperado. \n\n \n\n\n\n 60\n\nTabela 5.4: Retração volumétrica das amostras obtidas pelo método da fase \n\nsacrificial. \n\nAmostra Amido \nempregado \n\n% de amido \nadicionado \n\nTratamento \ntérmico \n\nRetração \nvolumétrica (%) \n\n1850ºC/1h 44,0±0,3 \n1800ºC/1h 40,1±0,4 \n1700ºC/3h 38,1±0,2 \n\n1700ºC/0,5h 37,7±0,2 \n\n \n \n\nA20 \n\n \n \n\n20 \n\n1600ºC/1h 23,2±0,9 \n1850ºC/1h 46,9±0,5 \n1800ºC/1h 42,8±2,2 \n1700ºC/3h 38,9±0,0 \n\n1700ºC/0,5h 38,6±0,3 \n\n \n \n\nA30 \n\n \n \n\n30 \n\n1600ºC/1h 22,00±0,8 \n1850ºC/1h 48,0±0,5 \n1800ºC/1h 44,3±1,2 \n1700ºC/3h 39,0±0,0 \n\n1700ºC/0,5h 39,6±0,6 \n\n \n \n\nA40 \n\n \n \n \n \n \n \n \n\nAmido de \narroz \n\n \n \n\n40 \n\n1600ºC/1h 24,2±0,4 \n1850ºC/1h 44,0±0,5 \n1800ºC/1h 40,2±0,6 \n1700ºC/3h 36,6±0,4 \n\n1700ºC/0,5h 35,8±2,3 \n\n \n \n\nM20 \n\n \n \n\n20 \n\n1600ºC/1h 22,4±1,4 \n1850ºC/1h 46,8±0,4 \n1800ºC/1h 42,4±0,9 \n1700ºC/3h 37,8±0,5 \n\n1700ºC/0,5h 38,1±0,4 \n\n \n \n\nM30 \n\n \n \n\n30 \n\n1600ºC/1h 22,8±0,9 \n1800ºC/1h 44,9±0,4  \n\nM40 \n\n \n \n \n \n \n \n\nAmido de \nmilho \n\n \n40 1700ºC/0,5h 40,1±0,5 \n\n1850ºC/1h 44,4±0,2 \n1800ºC/1h 42,3±1,8 \n1700ºC/3h 36,3±0,5 \n\n \n \n\nB20 \n\n \n \n\n20 \n1700ºC/0,5h 36,8±0,1 \n1850ºC/1h 43,0±0,5 \n1800ºC/1h 40,9±1,9 \n1700ºC/3h 36,9±0,1 \n\n1700ºC/0,5h 36,6±0,3 \n\n \n \n\nB30 \n\n \n \n\n30 \n\n1600ºC/1h 20,9±0,3 \n1850ºC/1h 43,5±0,4 \n1800ºC/1h 41,0±2,4 \n1700ºC/3h 40,8±2,2 \n\n1700ºC/0,5h 37,4±0,2 \n\n \n \n\nB40 \n\n \n \n \n \n \n \n\nAmido de \nbatata \n\n \n \n\n40 \n\n1600ºC/1h 22,8±1,5 \n\n\n\n 61\n\n20 25 30 35 40\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\n50\n\nR\net\n\nra\nçã\n\no \nvo\n\nlu\nm\n\nét\nri\n\nca\n (%\n\n)\n\nAmido (% em volume)\n\n 1850ºC/1 hora\n 1800ºC/1 hora\n 1700ºC/0,5 hora\n 1700ºC/3 horas\n 1600ºC/1 hora\n\nAmido de arroz\n\n20 25 30 35 40\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\n50\n\nR\net\n\nra\nçã\n\no \nvo\n\nlu\nm\n\nét\nri\n\nca\n (%\n\n)\n\nAmido (% volume)\n\n 1850ºC/1 hora\n 1800ºC/1 hora\n 1700ºC/0,5 hora\n 1700ºC/3 horas\n 1600ºC/1 hora\n\nAmido de milho\n\n \n\n20 25 30 35 40\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\n50\n\nR\net\n\nra\nçã\n\no \nvo\n\nlu\nm\n\nét\nri\n\nca\n (%\n\n)\n\nAmido (% volume)\n\n 1850ºC/1 hora\n 1800ºC/1 hora\n 1700ºC/0,5 hora\n 1700ºC/3 horas\n 1600ºC/1 hora\n\nAmido de batata\n\n \nFigura 5.16: Relação entre a retração volumétrica e o percentual de amido \n\nadicionado a matriz cerâmica. \n\n \n\n\n\n 62\n\nTabela 5.5: Densidade a verde relativa das amostras produzidas pelo método fase \n\nsacrificial com amido. \n\nAmido Teor de amido \n\n(% em volume) \n\nDensidade a verde \n\nrelativa(% de D.T) \n\nDensidade a verde \n\naparente (g/cm3) \n\n20 55,9±0,1 1,62 \n\n30 57,3±0,1 1,56 \n\n \n\nAmido de \n\nArroz 40 59,9±0,1 1,53 \n\n20 55,4±0,1 1,60 \n\n30 57,3±0,1 1,56 \n\n \n\nAmido de \n\nMilho 40 59,9±0,1 1,53 \n\n20 56,1±0,2 1,62 \n\n30 60,7±0,1 1,65 \n\n \n\nAmido de \n\nBatata 40 60,2±0,1 1,53 \n\n \n \n\nOs resultados obtidos para a perda de massa das composições \n\nestudadas são apresentados na Tabela 5.6 e Figura 5.18. A linha tracejada \n\nmostrada nos gráficos da figura 5.18 indica o quanto deveria se esperar de perda \n\nde massa referente à eliminação do amido. Para todas as composições \n\nestudadas observou-se um comportamento bastante similar quanto à perda de \n\nmassa, e como esperado, essa perda não sofreu interferência do tipo de amido \n\nadicionado. Observa-se que para quantidades maiores de amido, ocorre uma \n\ndiferença mais acentuada entre o teor de amido adicionado e a perda total de \n\nmassa. Parte da diferença entre a perda calculada e a medida, pode ser explicada \n\npela redução de massa típica do nitreto de silício, quando sinterizado, que é em \n\ntorno de 3 %. Além disso, pode-se considerar a perda de umidade adsorvida, \n\ndefloculante e outros aditivos, o que pode representar algo em torno de 2 a 3%. \n\nOutra possibilidade seria a decomposição parcial do nitreto de silício, mas esta só \n\npoderia ocorrer em temperaturas elevadas (1850 °C no caso deste trabalho), mas \n\nisso não foi observado já que a diferença de perda de massa entre as amostras \n\nsinterizadas nesta temperatura e as sinterizadas em temperaturas menores é \n\npequena (1 a 2%). No entanto, o aumento dessa diferença observado quando se \n\ntem a adição de maiores teores de amido não encontra uma explicação definitiva.  \n\n\n\n 63\n\n \n\n15 20 25 30 35 40 45\n0,54\n\n0,56\n\n0,58\n\n0,60\n\n0,62\n\n0,64\n\nD\nen\n\nsi\nda\n\nde\n a\n\n v\ner\n\nde\n r\n\nel\nat\n\niv\na\n\nAmido (% em volume)\n\n Amido de arroz\n Amido de milho\n Amido de batata\n\n \n\n20 25 30 35 40\n\n1.52\n\n1.54\n\n1.56\n\n1.58\n\n1.60\n\n1.62\n\n1.64\n\n1.66\n\nD\nen\n\nsi\nda\n\nde\n a\n\n v\ner\n\nde\n a\n\npa\nre\n\nnt\ne \n\n(g\n/c\n\nm\n3 )\n\nAmido (% em volume)\n\n Amido de arroz\n Amido de milho\n Amido de batata\n\n \nFigura 5.17: Relação entre densidade a verde e amido adicionado à matriz \ncerâmica. \n \n\n \n\n\n\n 64\n\nTabela 5.6: Perda de massa das amostras obtidas pelo método da fase sacrificial. \n\nAmostra Amido \nempregado\n\n% de amido \nadicionado \n\n(% em massa)* \n\nTratamento \ntérmico \n\nPerda de \nMassa (%) \n\n1850ºC/1h 12,8±0,2 \n1800ºC/1h 12,3±0,2 \n1700ºC/3h 12,2±0,1 \n\n1700ºC/0,5h 12,2±0,1 \n\n \n \n\nA20 \n\n \n \n\n10,3 \n(20) \n\n1600ºC/1h 11,7±0,3 \n1850ºC/1h 21,4±0,1 \n1800ºC/1h 20,0±0,4 \n1700ºC/3h 20,3±0,3 \n\n1700ºC/0,5h 20,2±0,1 \n\n \n \n\nA30 \n\n \n \n\n16,4 \n(30) \n\n1600ºC/1h 19,9±0,1 \n1850ºC/1h 33,6±2,7 \n1800ºC/1h 33,5±1,3 \n1700ºC/3h 31,7±0,0 \n\n1700ºC/0,5h 32,3±1,2 \n\n \n \n\nA40 \n\n \n \n \n \n \n \n \n\nAmido de \narroz \n\n \n \n\n23,4 \n(40) \n\n1600ºC/1h 30,8±0,5 \n1850ºC/1h 13,6±0,1 \n1800ºC/1h 12,7±0,2 \n1700ºC/3h 12,8±0,9 \n\n1700ºC/0,5h 12,2±0,3 \n\n \n \n\nM20 \n\n \n10,3 \n(20) \n\n1600ºC/1h 12,0±0,3 \n1850ºC/1h 21,7±0,4 \n1800ºC/1h 20,9±0,6 \n1700ºC/3h 20,5±0,4 \n\n1700ºC/0,5h 20,0±0,3 \n\n \n \n\nM30 \n\n \n \n\n16,4 \n(30) \n\n1600ºC/1h 19,8±0,3 \n1800ºC/1h 31,9±0,2  \n\nM40 \n\n \n \n \n \n \n \n\nAmido de \nmilho \n\n23,4 \n(40) 1700ºC/0,5h 31,3±0,2 \n\n1850ºC/1h 14,1±0,0 \n1800ºC/1h 12,5±0,2 \n1700ºC/3h 13,2±0,6 \n\n \n \n\nB20 \n\n \n10,3 \n(20) \n\n1700ºC/0,5h 12,4±0,2 \n1850ºC/1h 22,1±0,4 \n1800ºC/1h 20,5±0,1 \n1700ºC/3h 21,0±0,1 \n\n1700ºC/0,5h 20,8±0,2 \n\n \n \n\nB30 \n\n \n \n\n16,4 \n(30) \n\n1600ºC/1h 20,3±0,2 \n1850ºC/1h 32,8±3,2 \n1800ºC/1h 31,0±1,6 \n1700ºC/3h 28,6±2,7 \n\n1700ºC/0,5h 32,7±1,3 \n\n \n \n\nB40 \n\n \n \n \n \n \n \n\nAmido de \nbatata \n\n \n \n\n23,4 \n(40) \n\n1600ºC/1h 28,9±1,4 \n(*) entre parênteses é apresentado o percentual em volume do amido adicionado. \n\n \n \n\n \n\n\n\n 65\n\n10 15 20 25\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\nP\ner\n\nda\n d\n\ne \nm\n\nas\nsa\n\n (%\n e\n\nm\n p\n\nes\no)\n\nAmido (% em peso)\n\n 1850ºC/1 hora\n 1800ºC/1 hora\n 1700ºC/0,5 hora\n 1700ºC/3 horas\n 1600ºC/1 hora\n\nAmido de arroz\n\n \n(a) \n\n10 15 20 25\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\nP\ner\n\nda\n d\n\ne \nm\n\nas\nsa\n\n (%\n p\n\nes\no)\n\nAmido (% em peso)\n\n 1850ºC/1 hora\n 1800ºC/1 hora\n 1700ºC/0,5 hora\n 1700ºC/3 hora\n 1600ºC/1 hora\n\nAmido de Milho\n\n \n (b) \n\n10 15 20 25\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\nP\ner\n\nda\n d\n\ne \nm\n\nas\nsa\n\n (%\n e\n\nm\n p\n\nes\no)\n\nAmido (% em peso)\n\n 1850ºC/1 hora\n 1800ºC/1 hora\n 1700ºC/0,5 hora\n 1700ºC/3 horas\n 1600ºC/1 hora\n\nAmido de Batata\n\n \n(c) \n\n \nFigura 5.18: Relação entre perda de massa e adição de amido(% em peso), para \nos amidos de arroz (a), milho (b) e batata (c). A linha tracejada nos gráficos indica \nqual a perda referente apenas ao amido adicionado. \n \n \n\n\n\n 66\n\nAs amostras de Si3N4 porosas, após a sinterização foram \n\ncaracterizadas quanto à densidade aparente e porosidade aparente pelo método \n\nde Arquimedes, sendo os resultados obtidos apresentados na tabela 5.7 e figuras \n\n5.19 e 5.20. De um modo geral, há uma consistência em todos os resultados \n\nobtidos para a porosidade e densidade aparente. Como era de se esperar, para \n\ntodas as amostras, ocorreu um aumento na porosidade aparente (ou redução da \n\ndensidade) com o aumento do percentual de amido adicionado à mistura inicial, \n\nconfirmando que o mesmo atuou como a fase sacrificial para a formação de \n\nporos. Observa-se claramente uma tendência a uma relação linear entre teor de \n\namido adicionado e porosidade aparente. Além disso, constata-se a clara redução \n\nda porosidade com o aumento da temperatura, o que já é esperado, e está \n\ncompletamente de acordo com os dados de retração volumétrica discutidos \n\nanteriormente. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 67\n\nTabela 5.7: Densidade relativa e porosidade aparente das amostras porosas de \n\nSi3N4 obtidas pelo método da fase sacrificial . \n\nAmostra Amido \nempregado \n\n% de amido \nadicionado \n\nTratamento \ntérmico \n\nDensidade \nrelativa (%) \n\nPorosidade \naparente (%) \n\n1850ºC/1h 80,3±0,3 19,7±0,3 \n1800ºC/1h 76,4±0,4 23,6±0,4 \n1700ºC/3h 72,6±0,1 27,4±0,1 \n\n1700ºC/0,5h 72,4±0,2 27,6±0,2 \n\n \n \n\nA20 \n\n \n \n\n20 \n\n1600ºC/1h 58,5±0,7 41,5±0,7 \n1850ºC/1h 76,4±0,5 23,7±0,5 \n1800ºC/1h 70,7±0,5 29,3±0,5 \n1700ºC/3h 68,1±2,4 31,9±2,4 \n\n1700ºC/0,5h 67,2±1,7 32,8±1,7 \n\n \n \n\nA30 \n\n \n \n\n30 \n\n1600ºC/1h 52,1±0,2 47,9±0,2 \n1850ºC/1h 70,2±0,9 29,8±0,9 \n1800ºC/1h 66,4±1,2 33,6±1,2 \n1700ºC/3h 59,3±0,3 40,7±0,3 \n\n1700ºC/0,5h 59,5±2,7 40,5±2,7 \n\n \n \n\nA40 \n\n \n \n \n \n \n \n \n\nAmido de \narroz \n\n \n \n\n40 \n\n1600ºC/1h 47,6±1,4 52,4±1,4 \n1850ºC/1h 78,7±0,3 21,3±0,3 \n1800ºC/1h 75,2±0,4 24,8±0,4 \n1700ºC/3h 69,6±0,6 30,4±0,6 \n\n1700ºC/0,5h 69,2±0,4 30,8±0,4 \n\n \n \n\nM20 \n\n \n \n\n20 \n\n1600ºC/1h 57,7±1,2 42,3±1,2 \n1850ºC/1h 75,8±0,3 24,2±0,3 \n1800ºC/1h 70,9±0,5 29,1±0,5 \n1700ºC/3h 65,4±0,3 34,6±0,3 \n\n1700ºC/0,5h 65,7±0,2 34,3±0,2 \n\n \n \n\nM30 \n\n \n \n\n30 \n\n1600ºC/1h 52,9±0,2 47,1±0,2 \n1800ºC/1h 66,4±1,1 33,6±1,1  \n\nM40 \n\n \n \n \n \n \n \n\nAmido de \nmilho \n\n \n40 1700ºC/0,5h 60,1±0,3 39,9±0,3 \n\n1850ºC/1h 81,0±0,2 19,0±0,2 \n1800ºC/1h 77,1±0,4 22,9±0,4 \n1700ºC/3h 71,2±0,3 28,8±0,3 \n\n \n \n\nB20 \n\n \n \n\n20 \n1700ºC/0,5h 71,6±0,2 28,4±0,2 \n1850ºC/1h 74,6±0,3 25,4±0,3 \n1800ºC/1h 71,8±0,5 28,2±0,5 \n1700ºC/3h 68,2±0,2 31,8±0,2 \n\n1700ºC/0,5h 67,1±0,4 32,9±0,4 \n\n \n \n\nB30 \n\n \n \n\n30 \n\n1600ºC/1h 55,3±0,3 44,8±0,3 \n1850ºC/1h 66,2±2,1 33,8±2,1 \n1800ºC/1h 63,4±1,4 36,6±1,4 \n1700ºC/3h 58,3±2,1 41,7±2,1 \n\n1700ºC/0,5h 59,8±4,1 40,2±4,1 \n\n \n \n\nB40 \n\n \n \n \n \n \n \n\nAmido de \nbatata \n\n \n \n\n40 \n\n1600ºC/1h 49,8±0,3 50,2±0,3 \n\n\n\n 68\n\n20 25 30 35 40\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\n50\n\n55\n\nP\nor\n\nos\nid\n\nad\ne \n\nA\npa\n\nre\nnt\n\ne(\n%\n\n)\n\nAmido (% em volume)\n\n 1850ºC/1hora\n 1800ºC/1hora\n 1700ºC/0,5hora\n 1700ºC/3horas\n 1600ºC/1 hora\n\nAmido de arroz\n\n20 25 30 35 40\n45\n\n50\n\n55\n\n60\n\n65\n\n70\n\n75\n\n80 Amido de arroz\n\nD\nen\n\nsi\nda\n\nde\n R\n\nel\nat\n\niv\na \n\n(%\n ?\n\nte\nór\n\nic\na)\n\nAmido (% em volume)\n\n 1850ºC/1h\n 1800ºC/1h\n 1700ºC/0.5h\n 1700ºC/3h\n 1600ºC/1h\n\n \n(a) \n\n20 25 30 35 40\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\n50\n\n55\nAmido de milho\n\nP\nor\n\nos\nid\n\nad\ne \n\nA\npa\n\nre\nnt\n\ne \n(%\n\n)\n\nAmido (% em volume)\n\n 1850ºC/1hora\n 1800ºC/1hora\n 1700ºC/0,5hora\n 1700ºC/3horas\n 1600ºC/1hora\n\n \n\n20 25 30 35 40\n45\n\n50\n\n55\n\n60\n\n65\n\n70\n\n75\n\n80\n\nAmido de milho\n\nD\nen\n\nsi\nda\n\nde\n R\n\nel\nat\n\niv\na \n\n(%\n ?\n\nte\nór\n\nic\na)\n\nAmido (% em volume)\n\n 1850ºC/1h\n 1800ºC/1h\n 1700ºC/0,5h\n 1700ºC/3h\n 1600ºC/1h\n\n| \n(b) \n\n20 25 30 35 40\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\n50\n\n55\nAmido de batata\n\nP\nor\n\nos\nid\n\nad\ne \n\nA\npa\n\nre\nnt\n\ne(\n%\n\n)\n\nAmido (% em volume)\n\n 1850ºC/1hora\n 1800ºC/1hora\n 1700ºC/0,5hora\n 1700ºC/3horas\n 1600ºC/1hora\n\n \n\n20 25 30 35 40\n45\n\n50\n\n55\n\n60\n\n65\n\n70\n\n75\n\n80\n\nAmido de batata\n\nD\nen\n\nsi\nda\n\nde\n R\n\nel\nat\n\niv\na \n\n(%\n ?\n\nte\nór\n\nic\na)\n\nAmido (% em volume)\n\n 1850ºC/1h\n 1800ºC/1h\n 1700ºC/0,5h\n 1700ºC/3h\n 1600ºC/1h\n\n \n (c) \n\nFigura 5.19: Porosidade aparente e densidade aparente versus percentual de \n\namido para amostras porosas de Si3N4 obtidas por fase sacrificial, e sinterizadas \n\nsob diferentes tratamentos térmicos. Em (a) amido de arroz, em (b) amido de \n\nmilho e em (c) amido de batata. \n\n \n\n\n\n 69\n\n0,20 0,25 0,30 0,35 0,40\n\n0,10\n\n0,15\n\n0,20\n\n0,25\n\n0,30\n\n0,35\n\n0,40\n\n0,45\n\n0,50\n\nP\nor\n\nos\nid\n\nad\ne \n\nap\nar\n\nen\nte\n\nFração volumétrica de amido adicionado (?)\n\n arroz\n milho\n batata\n\n1600 °C/1h\n\n1850 °C/1h\n\n1800 °C/1h\n\n1700 °C/0,5h\n1700 °C/3h\n\n  \n\nFigura 5.20: Porosidade aparente versus fração volumétrica de amido adicionado \n\npara amostras porosas de Si3N4 obtidas por fase sacrificial, e sinterizadas sob \n\ndiferentes tratamentos térmicos.  \n\n \n\nNa figura 5.21 são mostradas micrografias das amostras porosas de \n\nSi3N4 obtidas por fase sacrificial, a partir da adição de amido de arroz em \n\ndiferentes percentagens. \n\nObserva-se uma clara diferença entre as microestruturas, constatando-\n\nse o aumento da porosidade com o teor de amido adicionado. Com a adição de \n\n20 % e 30 % tem-se uma maior população de poros isolados, ao passo que a \n\nadição de 40 % de amido levou a um aumento de poros interconectados. \n\nNa figura 5.22 são apresentadas microestruturas de amostras porosas \n\nde Si3N4 obtidas por fase sacrificial com a adição de 30 % de amido de arroz, \n\npodendo-se observar detalhes da estrutura de poros. \n\n \n\n\n\n 70\n\n   \n\n(a)      (b) \n\n \n(c) \n\nFigura 5.21: Amostras porosas de Si3N4 obtidas com a adição de 20 % (a), 30 % \n\n(b) e 40 % (c) de amido de arroz, sinterizadas a 1800ºC por 1 hora.  \n\n \n\n  \n\nFigura 5.22: Detalhes da estrutura de poros de amostra obtida com a adição de \n30 % de amido de arroz, sinterizada a 1800ºC por 1 hora. \n\n \n\nAs amostras, após a sinterização, foram submetidas à análise por \n\ndifração por raio-x, para a verificação das fases cristalinas presentes, \n\nparticularmente no que se refere á transformação de ?-Si3N4 para ?-Si3N4. Os \n\ndifratogramas para cada uma das temperaturas estudadas são apresentados na \n\n\n\n 71\n\nfigura 5.23. Na Figura 5.24 é apresentada parte de um dos difratogramas (1700 \n\n°C/0,5 h) indicando-se os picos relacionados à equação de Yeheskel e Gefen. \n\n10 20 30 40 50 60\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\n Beta\n Alfa\n\nIn\nte\n\nns\nid\n\nad\ne\n\n2?\n\n1600 ºC / 1hora\n\n10 20 30 40 50 60\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\n Beta\n Alfa\n\nIn\nte\n\nns\nid\n\nad\ne\n\n2?\n\n1700 ºC /0,5h\n\n \n\n10 20 30 40 50 60\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\n Beta\n Alfa\n\nIn\nte\n\nns\nid\n\nad\ne\n\n2?\n\n1700 ºC /3horas\n\n10 20 30 40 50 60 70\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\nIn\nte\n\nns\nid\n\nad\ne\n\n2?\n\n Beta\n Alfa1800 ºC/1hora\n\n \n\n10 20 30 40 50 60\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\nIn\nte\n\nns\nid\n\nad\ne\n\n2?\n\n Beta\n Alfa1850 ºC/1hora\n\n \n\nFigura 5.23: Difratogramas de raios-x das amostras,porosas de Si3N4 sinterizadas \n\nsob diferentes condições. \n\n \n\n\n\n 72\n\n26 28 30 32 34 36\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\n?(210)\n\n?(210)\n\nIn\nte\n\nns\nid\n\nad\ne\n\n(v\nal\n\nor\n a\n\nrb\nitr\n\nár\nio\n\n)\n\n2?\n\n?(200)\n\n?(201)\n\n \n\nFigura 5.24: Parte do difratograma de raios X indicando os picos relacionados à \n\nequação de Yeheskel e Gefen. \n\n \nNa Tabela 5.8 são apresentados os percentuais das fases ?-Si3N4 e ?-\n\nSi3N4 calculados a partir da equação proposta por Yeheskel e Gefen, para os \n\ndiferentes tratamentos de sinterização empregados. Constata-se que com o \n\naumento da temperatura (ou tempo de patamar) ocorre uma maior transformação \n\nde fases ?-Si3N4 para ?-Si3N4. \n\n \nTabela 5.8: Percentual de ?-Si3N4 e ?-Si3N4 presente nas amostras porosas de \n\nSi3N4, sinterizadas sob diferentes tratamentos térmico. \n\nSinterização ?-Si3N4 (%) ?-Si3N4 (%)  \n\n1850ºC/1h 1,0 99,0 \n\n1800ºC/1h 1,0 99,0 \n\n1700ºC/3h 7,1 92,9 \n\n1700ºC/0,5h 38,3 61,7 \n\n1600ºC/1h 76,6 23,4 \n\n \nAmostras das composições estudadas neste tópico foram submetidas a \n\nensaios de compressão, sendo os resultados apresentados na Tabela 5.9 e nas \n\nfiguras de 5.25 a 5.27. Na figura 5.28 estes dados são apresentados de modo \n\nseparado para uma melhor visualização dos resultados. Na Figura 5.28-a são \n\ncomparados os valores de resistência a compressão para as amostras obtidas a \n\npartir da adição de diferentes amidos, e sinterizadas a 1800 ºC e 1600 ºC por \n\n\n\n 73\n\n1hora. Já na Figura 5.28-b estão estes mesmos dados para as amostras \n\nsinterizadas a 1700 °C por 0,5 e 3 horas. \n\n \n\nTabela 5.9: Densidade relativa e porosidade aparente das amostras obtidas pelo \nmétodo da fase sacrificial utilizando diferentes amidos. \n\nAmostra Amido \nempregado \n\n% de amido \nadicionado \n\nTratamento \ntérmico \n\nPorosidade \naparente (%) \n\nMódulo de \nruptura ? (MPa) \n\n1850ºC/1h 19,7±0,3 399,4±249,2 \n1800ºC/1h 23,6±0,4 566,9±41,0 \n1700ºC/3h 27,4±0,1 339,0±149,1 \n\n1700ºC/0,5h 27,6±0,2 508,0±117,1 \n\n \n \n\nA20 \n\n \n \n\n20 \n\n1600ºC/1h 41,5±0,7 227,1±55,3 \n1850ºC/1h 23,7±0,5 367,9±183,0 \n1800ºC/1h 29,3±0,5 417,1±75,1 \n1700ºC/3h 31,9±2,4 438,8±39,5 \n\n1700ºC/0,5h 32,8±1,7 294,8±90,3 \n\n \n \n\nA30 \n\n \n \n\n30 \n\n1600ºC/1h 47,9±0,2 135,6±10,6 \n1850ºC/1h 29,8±0,9 115,4±32,4 \n1800ºC/1h 33,6±1,2 219,8±40,0 \n1700ºC/3h 40,7±0,3 95,8±6,5 \n\n1700ºC/0,5h 40,5±2,7 132,4±38,9 \n\n \n \n\nA40 \n\n \n \n \n \n \n \n \n\nAmido de \narroz \n\n \n \n\n40 \n\n1600ºC/1h 52,4±1,4 23,5±9,5 \n1850ºC/1h 21,3±0,3 423,6±159,9 \n1800ºC/1h 24,8±0,4 458,5±18,1 \n1700ºC/3h 30,4±0,6 328,7±68,2 \n\n1700ºC/0,5h 30,8±0,4 303,5±39,4 \n\n \n \n\nM20 \n\n \n \n\n20 \n\n1600ºC/1h 42,3±1,2 144±21,2 \n1850ºC/1h 24,2±0,3 354,2±30,0 \n1800ºC/1h 29,1±0,5 334,3±70,5 \n1700ºC/3h 34,6±0,3 261,0±31,8 \n\n1700ºC/0,5h 34,3±0,2 235,8±22,3 \n\n \n \n\nM30 \n\n \n \n\n30 \n\n1600ºC/1h 47,1±0,2 85,1±3,6 \n1800ºC/1h 33,6±1,1 242,4±53,2  \n\nM40 \n\n \n \n \n \n \n \n\nAmido de \nmilho \n\n \n40 1700ºC/0,5h 39,9±0,3 60,1±0,3 \n\n1850ºC/1h 19,0±0,2 390,7±105,2 \n1800ºC/1h 22,9±0,4 438,0±102,4 \n1700ºC/3h 28,8±0,3 358,3±0,8 \n\n \n \n\nB20 \n\n \n \n\n20 \n1700ºC/0,5h 28,4±0,2 297,1±96,2 \n1850ºC/1h 25,4±0,3 260,4±52,8 \n1800ºC/1h 28,2±0,5 265,3±58,7 \n1700ºC/3h 31,8±0,2 204,5±29,5 \n\n1700ºC/0,5h 32,9±0,4 142,4±34,6 \n\n \n \n\nB30 \n\n \n \n\n30 \n\n1600ºC/1h 44,8±0,3 88,0±4,3 \n1850ºC/1h 33,8±2,1 110,2±41,5 \n1800ºC/1h 36,6±1,4 97,7±43,7 \n1700ºC/3h 41,7±2,1 70,4±17,1 \n\n1700ºC/0,5h 40,2±4,1 40,3±32,9 \n\n \n \n\nB40 \n\n \n \n \n \n \n \n\nAmido de \nbatata \n\n \n \n\n40 \n\n1600ºC/1h 50,2±0,3 28,3±0,0 \n\n\n\n 74\n\n15 20 25 30 35 40 45 50 55\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\nM\nód\n\nul\no \n\nde\n r\n\nup\ntu\n\nra\n ?\n\n (M\nP\n\na)\n\nPorosidade (%)\n\n 1850ºC/1h\n 1800ºC/1h\n 1700ºC/0,5h\n 1700ºC/3h\n 1600ºC/1h\n\nAmido de Arroz\n\n \nFigura 5.25: Módulo de ruptura versus porosidade aparente para amostras \nprocessadas com amido de arroz submetidas a diferentes tratamentos térmicos. \n\n15 20 25 30 35 40 45 50 55\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\nM\nód\n\nul\no \n\nde\n R\n\nup\ntu\n\nra\n ?\n\n (M\nP\n\na)\n\nPorosidade (%)\n\n 1850ºC/1h\n 1800ºC/1h\n 1700ºC/0,5h\n 1700ºC/3h\n 1600ºC/1h\n\nAmido de Milho\n\n \nFigura 5.26: Módulo de ruptura versus porosidade aparente para amostras \nprocessadas com amido de milho submetidas a diferentes tratamentos térmicos. \n\n \n\n\n\n 75\n\n15 20 25 30 35 40 45 50 55\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\nM\nód\n\nul\no \n\nde\n R\n\nup\ntu\n\nra\n ?\n\n (M\nP\n\na)\n\nPorosidade (%)\n\n 1850ºC/1h\n 1800ºC/1h\n 1700ºC/0,5h\n 1700ºC/3h\n 1600ºC/1h\n\nAmido de Batata\n\n \nFigura 5.27: Módulo de ruptura versus porosidade aparente para amostras \nprocessadas com amido de batata submetidas a diferentes tratamentos térmicos. \n\n \n\nConstata-se que o módulo de ruptura apresenta uma relação inversa \n\ncom a porosidade, próximo a uma relação linear, independente do tipo de amido \n\nempregado e das condições de sinterização. Na Figura 5.28-a são apresentadas \n\nlinhas tracejadas, a partir das quais é possível inferir o quão próximo da \n\nlinearidade é esta relação entre o módulo de ruptura e a porosidade. Os valores \n\nde módulo de ruptura obtidos com o tratamento a 1850 °C se mostraram menores \n\nque os encontrados para as cerâmicas sinterizadas sob outras condições, mas \n\ncom porosidade semelhante. Esta redução foi mais acentuada para as amostras \n\nobtidas a partir do amido de arroz (figura 5.25). Este comportamento das \n\namostras sinterizadas a 1850 °C poderiam ser relacionados a uma possível \n\ndecomposição do nitreto de silício, pois nas condições de temperatura e pressão \n\nde N2 utilizadas, esta decomposição está em uma condição limítrofe. No entanto \n\ncaso esta decomposição ocorresse, a perda de massa das amostras seria \n\nconsideravelmente maior que as detectadas (Tabela 5.6).  \n\n\n\n 76\n\n20 25 30 35 40 45 50 55\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\nM\nód\n\nul\no \n\nde\n r\n\nup\ntu\n\nra\n ?\n\n (M\nP\n\na)\n\nPorosidade (%)\n\n Amido de Arroz 1800 ºC/1h\n Amido de Arroz 1600 ºC/1h\n Amido de Milho 1800 ºC/1h\n Amido de Milho 1600 ºC/1h\n Amido de Batata 1800 ºC/1h\n Amido de Batata 1600 ºC/1h\n\n  \n\n(a) \n\n26 28 30 32 34 36 38 40 42\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\nM\nód\n\nul\no \n\nde\n r\n\nup\ntu\n\nra\n ?\n\n (M\nP\n\na)\n\nPorosidade (%)\n\n Amido de arroz 1700 ºC/0,5h\n Amido de arroz 1700 ºC/3h\n Amido de milho 1700 ºC/0,5h\n Amido de milho 1700 ºC/3h\n Amido de batata 1700 ºC/0,5h\n Amido de batata 1700 ºC/3h\n\n \n\n(b) \n\nFigura 5.28: Relação do módulo de ruptura versus porosidade das amostras \nprocessadas com amidos de arroz, batata e milho e submetidas a diferentes \ntratamentos térmicos. \n \n\nPodia-se esperar que ao compararem-se os tratamentos a 1700 °C (Figura \n\n5.28-b), as amostras submetidas a tratamento mais longo (3 horas), tendo \n\nporosidade semelhante às sinterizadas por 0,5 horas, apresentassem valores de \n\nmódulo de ruptura maiores, devido ao fenômeno do reforço in-situ, já que nestas \n\ncondições há um maior percentual de fase ?-Si3N4. Os dados experimentais, no \n\n\n\n 77\n\nentanto, não mostraram esta tendência, como pode ser mais bem visualizado na \n\nFigura 5.28-b. Estes resultados indicam que a temperatura de 1700 °C ainda é \n\ninsuficiente para que a fração dos grãos já transformados de ?-Si3N4.(92,8% \n\nconforme a Tabela 5.8) tenham experimentado um crescimento anisotrópico \n\nsuficiente para este reforço ocorra. \n\nA relação inversa e quase linear entre o módulo de ruptura e a porosidade \n\npermite afirmar, não apenas que a porosidade é o fator determinante para o \n\ncomportamento mecânico, mas também que as características microestruturais \n\ndo nitreto de silício pouco interferiram neste comportamento. Isto é \n\nsurpreendente, já que as amostras sinterizadas a 1600 °C apresentam \n\npredominantemente a fase ?-Si3N4 (76% da fase ?), cujos grãos são \n\ncaracteristicamente equiaxiais, enquanto as amostras sinterizadas a 1800 °C são \n\ncompostas essencialmente de ?-Si3N4 (99% de fase ?), cujos grãos alongados \n\nsão os responsáveis pelo fenômeno do reforço in-situ nas cerâmicas densas a \n\nbase de nitreto de silício. Poder-se-ia, portanto esperar que a predominância dos \n\ngrãos de ?-Si3N4 proporcionasse um deslocamento para cima das curvas de \n\nresistência mecânica versus porosidade. Como isso não se deu, conclui-se que a \n\nsinterização a 1800 °C/1 hora também não proporcionou o suficiente crescimento \n\nanisotrópico dos grãos de ?-Si3N4 para a promoção do mecanismo de reforço in-\n\nsitu nas cerâmicas porosas.  \n\nAs amostras produzidas a partir da adição de amido de arroz \n\napresentaram maiores valores de módulo de ruptura, seguidas das obtidas com \n\namido de milho e por fim das obtidas com amido de batata. Isto pode ser \n\nexplicado pelo tamanho de poros obtidos: amostras com poros menores \n\napresentam melhores propriedades mecânicas. Como o amido de arroz é o de \n\nmenor tamanho, origina poros menores, e assim sucessivamente. \n\nNa figura 5.29, são comparados os valores de resistência mecânica \n\ndas amostras porosas obtidas pelas diferentes técnicas de fabricação \n\nempregadas: por gel-casting e por fase sacrificial. Em (a) são apresentados os \n\nresultados para amostras obtidas com amido de milho e em (b) para as obtidas \n\ncom amido de batata. As amostras obtidas por gel-casting, de um modo geral, \n\napresentaram melhores propriedades mecânicas, e menos sensíveis à \n\n\n\n 78\n\nporosidade, sendo que se comparando os tipos de amido, o de milho \n\nproporcionou corpos mais resistentes.  \n\nAs análises e resultados obtidos neste estudo não permitem que se \n\nexplique de forma convincente o motivo de as amostras obtidas por gel-casting \n\napresentarem maiores valores de resistência mecânica que as obtidas por fase \n\nsacrificial. Estudos mais detalhados quanto à estrutura de poros deverão ser \n\nrealizados posteriormente para que se encontre esta explicação. \n\n20 25 30 35\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\nM\nód\n\nul\no \n\nde\n R\n\nup\ntu\n\nra\n ?\n\n (M\nP\n\nA\n)\n\nPorosidade (%)\n\n Fase Sacrificial\n Gel-casting 55% sólido\n Gel-casting 50% sólido\n\namido de milho\n\n \n(a) \n\n20 25 30 35\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\nM\nód\n\nul\no \n\nde\n r\n\nup\ntu\n\nra\n ?\n\n (M\nP\n\na)\n\nPorosidade (%)\n\n Fase sacrificial\n Gel-casting 55% sólido\n Gel-casting 50% sólido\n\namido de batata\n\n \n(b) \n\nFigura 5.29: Módulo de ruptura versus porosidade aparente para amostras \nproduzidas pelos métodos gel-casting e fase sacrifical, submetidas à sinterização \na 1800 ºC por 1 hora. Em (a) amostras obtidas a partir do amido de milho e em (b) \na partir do amido de batata. \n \n\n\n\n 79\n\n6. Conclusões \n• Tratamentos de oxidação superficial de partículas de nitreto de silício \n\npermitem que se obtenha uma maior estabilização de suspensões aquosas \n\ncom este material, reduzindo a viscosidade, e permitindo que se possa \n\nprocessar estas suspensões com uma maior faixa de teor de sólidos. Com \n\nisso pode-se, pelo método gel-casting, obter corpos porosos com uma \n\nmaior flexibilidade na estrutura de poros. \n\n• O método gel-casting de espuma utilizando como gelificantes ágar, \n\nalbumina ou gelatina mostrou-se bastante versátil para a produção de \n\ncerâmicas porosas, permitindo que se possa obter uma ampla gama de \n\nestruturas de poros. No entanto, para o caso da produção de peças \n\nporosas de nitreto de silício, as dificuldades relacionadas à estabilização da \n\nsuspensão aquosa (viscosidade, sedimentação, estabilização das bolhas \n\nformadas, etc.) não permitiram que se tivesse o processo sob controle e \n\nreprodutível, indicando a necessidade de mais estudos relacionados ao \n\ntema. \n\n• O método de gel-casting com amido se mostrou eficiente para produção de \n\ncorpos com diferentes estruturas de poros. O tipo de amido influencia na \n\nporosidade do corpo obtido, pois amidos com maior tamanho médio de \n\ngrânulos geram maior porosidade, isto ocorre devido à eliminação da \n\nfração de poros menores originados pelo amido; assim as amostras obtidas \n\na partir do amido de arroz (de menor tamanho) apresentam uma maior \n\nfração de poros suscetíveis de serem eliminados pela sinterização. \n\n• O amido de batata não se mostrou adequado para ser utilizado como \n\ngelificante no método de gel-casting, pois a suspensão produzida com a \n\nadição do mesmo apresentou elevada viscosidade, a ponto de dificultar o \n\npreenchimento do molde, e causar o surgimento de uma maior população \n\nde defeitos nas amostras, o que foi constatado por microscopia e pelos \n\nmenores valores de tensão de ruptura obtidos com estas amostras. \n\n\n\n 80\n\n• O método de obtenção de corpos porosos pela introdução de amido como \n\nfase sacrificial produziu amostras com uma relação praticamente linear \n\nentre percentual de amido adicionado e porosidade.  \n\n• Os valores de módulo de ruptura por compressão apresentaram uma \n\nrelação inversa com a porosidade. O aumento do patamar de sinterização \n\nde 0,5 para 3 horas, a 1700 ºC não promoveu melhoria significativa da \n\nresistência mecânica dos corpos ensaiados, indicando que estas condições \n\nutilizadas de temperatura e tempo não foram suficientes para promover o \n\ncrescimento anisotrópico dos grãos já transformados em ?-Si3N4.  \n\n• Para as condições empregadas neste estudo, a porosidade foi o fator \n\ndeterminante para o comportamento mecânico,sendo que as \n\ncaracterísticas microestruturais do nitreto de silício pouco interferiram neste \n\ncomportamento, já que as condições de sinterização não foram suficientes \n\npara proporcionar o adequado crescimento anisotrópico dos grãos de ?-\n\nSi3N4 de modo a ocorrer o fenômeno do reforço in-situ. \n\n• As amostras produzidas a partir da adição de amido de arroz foram as que \n\napresentaram, para a mesma porosidade aparente, os maiores valores de \n\nresistência à compressão, indicando que a presença de poros menores \n\nlevam a melhorias nas propriedades mecânicas. \n\n•  As amostras obtidas por gel-casting, com amido como gelificante \n\napresentaram, para mesma porosidade aparente, maiores valores de \n\nresistência à compressão que as amostras obtidas por fase sacrificial.  \n\n \n\n\n\n 81\n\n7.Trabalhos Futuros \n• Aprimorar o método gel-casting de espumas para o nitreto de silício. \n\n• Estudar o efeito da mistura de diferentes amidos na estrutura de poros das \n\namostras. \n\n• Estudar o efeito dos aditivos de sinterização na resistência mecânica das \n\namostras. \n\n• Utilizar o amido para produção de amostras via gel-casting de espumas. \n\n\n\n 82\n\n8. Publicações \n• MESQUITA, R.M.; BRESSIANI, A.H.A.; ALBANO, M.P.; PLUCKNETT, \n\nK.P.; GENOVA, L.A. Produção de Corpos Porosos de Nitreto de Silício \nUtilizando-se amido como Fase Sacrificial. In: 52º Congresso Brasileiro de \nCerâmica, 2008, Florianópolis, p. 1-10. \n\n• MESQUITA, R.M.; BRESSIANI, A.H.A.; GENOVA, L.A. Produção de Nitreto \nde Silício Poroso pela técnica de “Gel-casting”. In: 51º Congresso Brasileiro \nde Cerâmica, 2007, Salvador, p. 1-08.\n\n\n\n 83\n\n9. Referências Bibliográficas \n1. GUZMAN, I,Y. Certain principles of formation of porous ceramic structures: \n\nproperties and applications (A Review). Glass and Ceramics, v. 60, n. 9-\n10  p. 280-283, 2003. \n\n2. RICE, R.W. Porosity of Ceramics. Marcel Dekker, 1998. cap. 1, overview: \nporosity (and microcrack) dependence of properties. p. 1-17. cap. 10, \nsumary of porosity and microcracking effects, applications, special \nfabrication, and engineering. p. 475-526. \n\n3. SHEPPARD, L. Porous ceramics: Processing and applications. In: \nINTERNATIONAL FORUM FOR MATERIALS ENGINEERING AT SANJO \nTSUBAME (IFMEST) `92, September 28-29, 1992, Niigata. p. 3-23. \n\n4. KELLY, A. Why engineer porous materials? Phil. Trans. R. Soc. A,  v. 364, \nn. 1838, p. 5-14, 2006. \n\n5. NETTLESHIP, I. Applications of Porous Ceramics. Key Eng. Mater., v. 122 \n- 124, p. 305 - 324, 1996. \n\n6. STUDART, A.R.; GONZENBACH, U.T.; TERVOORT, E.; GAUCKLER, L.J. \nProcessing routes to macroporous ceramics: A Review. J. Am. Ceram. \nSoc., v. 89, n. 6, p. 1771-1789, 2006. \n\n7. COLOMBO, P. Conventional and novel processing methods for cellular \nceramics. Phil. Trans. R. Soc. A, v. 364, n. 1838, p. 109-124, 2006. \n\n8. RÖDEL, J.; KOUNGA, A.B.N.; WEISSENBERGER-EIBL, M.; KOCH D.; \nBIERWISCH, A.; ROSSNER, W.; HOFFMANN, M.J.; DNAZER, R.; \nSCHNEIDER, G. Development of a road map for advanced ceramics: 2010-\n2025. J. Eur. Ceram. Soc., 2008 \n\n9. VLACK, L.H.V.; Propriedades dos Materiais Cerâmicos. Tradução: \nSILVEIRA, C.; ONIKI, S.; p. 3 – 6, 211, 218-227,234 , 1973. \n\n10. Jr., W.A.L.; Dry Pressing Technical Ceramics. Am. Soc. Bull.  V. 75, n. 4, \np.103 –106, 1996. \n\n11. MONTANARO, L.; JORAND, Y.; FANTOZZI, G.; NEGRO, A. Ceramics \nFoams by Power Processing. J. Eur. Ceram. Soc., v. 18, n.9, p. 1339-\n1350, 1998. \n\n12. RAMBO, C.R; ANDRADE, T.; FEY, T.; SIEBER, H.; MARTINELLI, A.E.; \nGREIL, P. Microcellular Al2O3 Ceramics from Wood for Filter Applications. \nJ. Am. Ceram. Soc., v. 91, n.3, p. 852-859, 2008. \n\n13. ZHU, X.; JIANG, D.; TAN, S.; Improvement in the strength of reticulated \nporous ceramics by vacuum degassing. Mater. Lett., v. 51, n.4, p. 363-367, \n2001. \n\n14. PU, X.P.; LIU, X.J.; QIU, F.G.; HUANG, L.P. Novel method to Optimize the \nStructure of Reticulated Porous Ceramics. J. Am. Ceram. Soc., v. 87, n.7, \np. 1392-1394, 2004. \n\n\n\n 84\n\n15. ZHU, X.W.; JIANG, D.L.; TAN, S.H; ZHANG, Z.Q. Improvement in the Strut \nThickness of Reticulated Porous Ceramics. J. Am. Ceram. Soc., v. 84, n.7, \np. 1654-1656, 2001. \n\n16. RICHARDSON, T.; PENG, Y.; REMUE, D. Properties of Ceramic Foam \nCatalyst Supports: Pressure Drop. Appl. Catal. A-General., v. 204, n.1, p. \n19-32, 2000. \n\n17. RAMBO, C.R.; SIEBER, H.; GENOVA, L. A. Synthesis of porous biomorfhic \n?/?-Si3N4 composite from sea sponge. J. Porous Mater., v. 15, n.4, p. 419 \n- 425, 2008. \n\n18. INNOCENTINI, M.D.M; SEPULVEDA, P.; SALVINI, V.R.; PANDOLFELLI, \nV.C.; COURY, J.R. Permeability and Structure of Cellular Ceramics: A \nComparison between Two Preparation Techniques. J. Am. Ceram. Soc., v. \n81, n.12, p. 3349-3352, 1998. \n\n19. DESCAMPS, M.; DUHOO, T.; MONCHAU, F.; LU, J.; HARDOUIN, P.; \nHORNEZ, J.C.; LERICHE, A. Manufacture of Macroporous ?-tricalcium \nphosphate bioceramics. J. Eur. Ceram. Soc., v.28, p. 149-157, 2008. \n\n20. HAN, Y.S.; LI, J.B.; CHEN, Y.J. Fabrication of bimodal porous alumina \nceramics.  Mater. Res. Bull., v. 38, n. 2, p. 373-379, 2003. \n\n21. TANG, F.; FUDOUZI, H.; UCHIKOSHI, T.; SAKKA, Y. Preparation of \nporous materials with controlled pore size and porosity. J. Eur. Ceram. \nSoc., v.24, n. 2, p. 341-344, 2004. \n\n22. WANG, H.; SUNG, I.Y.; LI, X.D.; Kim D. Fabrication of Porous SiC \nCeramics with Special Morphologies by Sacrificing Template Method. J. \nPorous Mater., v. 11, n.4, p. 265 - 271, 2004. \n\n23. KUMAR, B.P.; KUMAR, H.H.; KHARAT, D.K. Study on pore-forming agents \nin processing of porous piezoceramics. J. Mater. Sci. -Mater, Electronics, \nv. 16, n.10, p. 681-686, 2005. \n\n24. LIU, D.M. Influence of porosity and pore size on the compressive strength \nof porous hydroxyapatite ceramic. Ceram. Int., v. 23, n.2, p. 135-139, 1997. \n\n25. KOC, N.; TIMUCIN, M.; KORKUSUZ, F. Fabrication and characterization of \nporous tricalcium phosphate ceramics. Ceram. Int., v. 30, n.2, p. 205-211, \n2004. \n\n26. ZHANG, G.J.; YANG, H.F.; OHJI, T. Fabrication of Porous Ceramics with \nUnidirectionally Aligned Continuous Pores. J. Am. Ceram. Soc., v. 84, n.6, \np. 1395 -1397, 2001. \n\n27. SEPULVEDA, P.A Porous Ceramics and the Gelcasting of Foams. Am. \nCeram. Soc. Bull. v.76, n. 10, p. 61-65,1997. \n\n28. YOUNG, A.C.; OMATETE, O.O.; JANNEY, M.A.; MENCHHOFER, P.A. \nGelcasting of Alumina. J. Am. Ceram. Soc., v.74, n.3, p. 612 – 618, 1991. \n\n29. ORTEGA, F.S; INOSTROZA, P.A.S.; PANDOLFELLI, V.C. Avaliação de \nsistemas gelificantes para produção de cerâmicas porosas através da \ntécnica “gelcasting” de espumas. Cerâmica, v. 46, n. 300, p. 225-229, \n2000. \n\n\n\n 85\n\n30. ORTEGA, F.S. Propriedades Mecânicas de espumas cerâmicas \nproduzidas via “gelcasting”. Cerâmica, v. 49, n. 309, p. 01-05, 2003. \n\n31. DHARA, S.; BHARGAVA, P. A simple direct casting route to ceramic \nfoams. J. Am. Ceram. Soc. v.86, n.10, p. 1645-1650, 2003. \n\n32. RIBEIRO, C; BRESSIANI, J.C; BRESSIANI A.H.A. Characterization of the \ncalcium phosphate porous ceramic obtained by foam consolidation using \nalbumin.  Key Eng. Mat. v.361-363, p. 971-974, 2007. \n\n33. TUCK, C.; EVANS, J.R.G. Porous ceramics prepared from aqueous foams. \nJ. of Mat. Sci. L., v. 18, n. 13, p.1003-1005, 1999. \n\n34. RIBEIRO, C.; BRESSIANI, J.C.; BRESSIANI, A.H.A. Obtention of TCP \nporous ceramic using albumin. Mat. Sci. Forum, v. 530, p.587-592, 2006. \n\n35. TULLIANI, J.M.; MONTANARO, L.; BELL, T.J.; SWAIN, M.V. Semiclosed-\nCell Mullite foams: Preparation and Macro- and Micromechanical \nCharacterization. J. Am. Ceram. Soc., v. 82, n.4, p. 961-968, 1999. \n\n36. SEPULVEDA, P; BINNER, J.G.P. Processing of cellular ceramics by \nfoaming and in situ polymerization of organic monomers. J. Eur. Ceram. \nSoc., v. 19, n.12, p. 2059 - 2066, 1999. \n\n37. PENG, H. X.; FAN, Z.; EVANS, J. R. G.; BUSFIELD, J. J. C. Microstructure \nof ceramic foams. J. Eur. Ceram. Soc., v. 20, n.7, p. 807 - 813, 2000. \n\n38. EBARETONBOFA, E.; EVANS, J. R. G. High Porosity Hydroxyapatite \nFoam Scaffolds for Bone Substitute. J. Porous. Mater., v. 9, n.4, p. 257 - \n263, 2002. \n\n39. ORTEGA, F. S.; SEPULVEDA, P.; PANDOFELLI, V. C. Monomer systems \nfor the gelcasting of foams. J. Eur. Ceram. Soc., v. 22, n.9-10, p. 1395 - \n1401, 2002. \n\n40. GARRN, I.; REETZ,C.; BRANDES, N.; KROH, L. W.; SCHUBERT, H. Clot-\nforming: the use of proteins as binders for producing ceramic foams. J. Eur. \nCeram. Soc., v. 24, n.3, p. 579 - 587, 2004. \n\n41. PRABHAKARAN, K.; GOKHALE, N. M.; SHARMA, S. C.; LAL, R. A Novel \nProcess for Low-Density Alumina Foams. J. Am. Ceram. Soc., v. 88, n.9, \np. 2600 - 2603, 2005. \n\n42. ORTEGA, F. S.; VALENZUELA, F. A. O.; SCURACCHIO, C. H.; V. C. \nPANDOFELLI Alternative gelling agents for the gelcasting of ceramic \nfoams. J. Eur. Ceram. Soc., v. 23, n.1, p. 75 - 80, 2003. \n\n43. PARK, J.K.; LEE, J.S.; LEE, S.I. Preparation of porous cordierite using \nGelcasting Method and its feasibility as a filter. J. Porous Mater., v. 9, n. 3, \np. 203 – 210, 2002. \n\n44. SALVINI, V.R.; GARCIA, J.R.; OLIVEIRA, I.R.; V. C. PANDOFELLI. \nFoaming agent and the effects on the physical properties of porous \nalumina. Cerâmica, v. 52, n.321, p. 57 - 62, 2006. \n\n45. GREGOROVÁ, E.; PABST, W. Porosity and pore size control in starch \nconsolidation casting of oxide ceramics – Achiments and problems. J. Eur. \nCeram. Soc., v.27, n.2-3, p. 669-672, 2007. \n\n\n\n 86\n\n46. LYCKFELDT, O.; FERREIRA, J.M.F Processing of Porous Ceramics by \n‘Starch Consolidation’. J. Eur. Ceram. Soc., v.18, n.2, p. 131-140, 1998. \n\n47. GREGOROVÁ, E.; ZIVCOVÁ, Z.; PABST, W. Porosity and pores space \ncharacteristics of starch-processed porous ceramics. J. Mater. Sci., v.41, \nn.18, p. 6119-6122, 2006. \n\n48. LEMOS, A.F.; FERREIRA, J.M. Porous bioactive calcium carbonate \nimplants processed by starch consolidation. Mater. Sci. Eng. C-\nBiomimetic Supramolecular Systems, v. 11, n.1, p. 35 - 40, 2000. \n\n49. ALVES, H.M.; TARI, G.; FERREIRA, J.M. Processing of porous cordierite \nbodies by starch consolidation. Mater. Res. Bull., v. 33, n.10, p. 1439 - \n1448, 1998. \n\n50. BAREA, R.; OSENDI, M.I.; MIRANZO, P.; FERREIRA, J.M.F. Fabrication of \nHighly Porous Mullite Materials. J. Am. Ceram. Soc., v. 88, n.3, p. 777 - \n779, 2005. \n\n51. BHATTACHARJEE, S.; BESRA, L.; SINGH, B.P. Effect of additives on the \nmicrostructure of porous alumina. J. Eur. Ceram. Soc., v.27, n.1, p. 47-52, \n2007. \n\n52. DÍAZ, A.; HAMPSHIRE, S. Characterization of porous silicon nitride \nmaterials produced with starch. J. Eur. Ceram. Soc., v. 24, n. 2, p. 413-\n419, 2004.  \n\n53. GREGOROVÁ, E.; PABST, W.; BOHA?ENKO, I. Characterization of \ndifferent starch types for their application in ceramic processing. J. Eur. \nCeram. Soc. v. 26, p. 1301-1309, 2006.  \n\n54. ALMEIDA, F.A.; BOTELHO, E.C.; MELO, F.C.L.; CAMPOS, T.M.B.; THIM, \nG.P. Influence of cassava starch and sintering temperature on the alumina \nconsolidation technique. J. Eur. Ceram. Soc. 2008. \n\n55. GIBSON, J.L.; ASHBY, M.F. Cellular solids Structure and properties-\nSecond edition.  Cambridge Solid State Science Series, 1997. Cap. 1, \nIntroduction, p. 1-13. Cap. 2, The Structure of Cellular Solids. p. 15-50. \nCap. 5, The Mechanics of Foams: Basic Results, p. 175-231. Cap. 6, the \nmechanics of Foams: Refinements. p. 235-281. \n\n56. PABST, W.;GREGOROVÁ, E.; TICHÁ, G. Elasticity of porous ceramics-A \ncritical study of modulus-porosity relations. J. Eur. Ceram. Soc., v. 26, p. \n1085-1097, 2006.  \n\n57. NAGEL, A.; PETZOW, G.; GREIL, P.; Rheology of aqueous silicon nitride \nsuspensions. J. Eur. Ceram. Soc. v. 5, p. 371-378, 1989.  \n\n58. SHIH, C-J.; HON, M-H. Stabilization of aqueous Si3N4 suspensions with \nammonium salt of poly(acrylic acid) at various pH. Mat. Chem. And Phy. v. \n57, p. 125-133, 1998. \n\n59. MORENO, R.; SALOMONI, A.; CASTANHO, S.M. Colloidal Filtration of \nSilicon Nitride Aqueous Slips. Part I: Optimization of the Slip parameters. J. \nEur. Ceram. Soc. v. 18, p. 405-416, 1998.  \n\n\n\n 87\n\n60. MORENO, R.; SALOMONI, A.; STAMENKOVIC, I.; CASTANHO, S.M. \nColloidal Filtration of Silicon Nitride Aqueous Slips. Part I: Slip Casting and \nPressure Casting Performance. J. Eur. Ceram. Soc. v. 19, p. 49-59, 1999.  \n\n61. ALBANO, M.P.; GARRIDO, L.B. Improvement of ammonium polyacrylate \nadsorption on Si3N4 powders by an aluminum hydroxide coating. Mat. Lett. \nv. 38, p. 431-436, 1999. \n\n62. OLIVEIRA, M.I.L.L.; CHEN, K.; FERREIRA, J.M.F. Influence of powder pre-\ntreatments of dispersion ability of aqueous silicon nitrided-based \nsuspensions. J. Eur. Ceram. Soc. v. 21, p. 2413-2421, 2001. \n\n63. ZHANG, J.; YE, F.; JIANG, D.; IWASA, M. Dispersion of Si3N4 powders in \naqueous media. Col. And Surf. A: Physicochem. Eng. Aspects. v. 259, \np.117-123, 2005. \n\n64. HUI, L.; XUEMAN, P.; MINGXIA, X.; TINGXIAN, X.; Dispersion \nmechanisms of aqueous silicon nitride suspensions at high solid loading. \nMater. Sci. Eng. A, v. 465, p. 13 - 21, 2007. \n\n65. INAGAKI, Y.; KONDO, N.; OHJI, T. High performance porous silicon \nnitrides. J. Eur. Ceram. Soc., v. 22, n. 14-15, p. 2489-2494, 2002. \n\n66. YANG, J-F.; OHJI, T.; ZENG, Y-P.; KANZAKI, S.; ZHANG, G-J. Fabrication \nand mechanical properties of porous silicon nitride ceramics from low-purity \npowder. J. Ceram. Soc. Jap., v. 111, n. 10, p. 758-761, 2003. \n\n67. YANG, H.F.; ZHANG, G.J.; KONDO, N.; OHJI, T.; KANZAKI, S. Synthesis \nof Porous Si3N4 Ceramics with Rod-Shaped Pore Structure. J. Am. Ceram. \nSoc. , v. 88, n.4, p. 1030-1032, 2005. \n\n68. FUKASAWA, T.; DENG, Z.Y.; ANDO, M.; OHJI, T.; KANZAKI, S. Synthesis \nof Porous Silicon Nitride with Unidirectionally Aligned Channels Using \nFreeze-Drying Process. J. Am. Ceram. Soc., v. 85, n.9, p. 2151 - 2159, \n2002. \n\n69. KONDO, N.; INAGAKI, Y.; SUZUKI, Y.; OHJI, T. Fabrication of porous \nanisotrophic silicon nitride by using partial sinter-forging technique. Mater. \nSci. Eng. A, v. 335, p. 26 - 31, 2002. \n\n70. DÍAZ, A.; HAMPSHIRE, S.; YANG, J-F.; OHJI, T.; KANZAKI, S. \nComparison of Mechanical Properties of Silicon Nitrides with Controlled \nPorosities Produced by Different Fabrication  Routes. J. Am. Ceram. Soc., \nv. 88, n.3, p. 698 - 706, 2005. \n\n71. GENOVA, L.A. Efeito das variáveis de processamento nas características \nmicroestruturais e mecânicas do nitreto de silício, Tese de doutorado em \nCiências na Área de Tecnologia Nuclear-Materiais, Instituto de Pesquisas \nEnergéticas e Nucleares, São Paulo, 2003. \n\n72. TONELLO, K.P.S. Compósitos à base de Al2O3, com adições de NbC e de \nMgO, Dissertação de mestrado em Ciências na Área de Tecnologia \nNuclear - Materiais, São Paulo, 2009. \n\n73. YEHESKEL, O.; GEFEN, Y. The Effect of the ? Phase on the Elastic \nProperties of Si3N4. Mater. Sci. Eng., v. 71, p. 95 - 99, 1985. \n\n \n\n\n\t \n\t1. Introdução\n\t 2. Objetivo\n\t3. Revisão bibliográfica\n\t3.1 Cerâmicas porosas\n\tFigura 3.1: Diagrama da classificação de materiais porosos proposta por KELLY. [4]\n\n\t3.2 Métodos de produção de cerâmicas porosas\n\t3.3.1 Método da réplica:\n\tFigura 3.2: Estruturas obtidas pela técnica da réplica, ambas de Al2O3, (a) a partir da esponja polimérica e (b) e partir do pinheiro.[12]\n\n\t3.3.2 Método da fase sacrificial\n\tFigura 3.3: Estrutura obtida pelo método da fase sacrificial. Cerâmica de ?-fosfato tricálcico cujos poros foram originados de eliminação de esferas de PMMA.\n\n\t3.3.3 Método do Gel-casting de espumas\n\tFigura 3.4: Estrutura porosa de uma alumina obtida por gel-casting de espumas, sendo, neste caso foi utilizada como agente gelificante albumina.[32]\n\tFigura 3.5: Fenômeno do escoamento, F simboliza o sentido do fluxo das bolhas, e a imagem ampliada mostra detalhes das células poliédricas.[6]\n\tFigura 3.6: Representação esquemática do processo de coalescência e do efeito de surfactantes.[6]\n\tFigura 3.7: Comparação do efeito de surfactantes e de partículas coloidais na estabilização de espumas. Em (a) é mostrada uma espuma estabilizada com um surfactante após 4 horas de repouso, enquanto em (b) a espuma contendo partículas coloidais se mostra bem mais estabilizada, mesmo por períodos bem mais longos (4 dias).[6]\n\n\t3.3.3.1 Utilização de albumina como gelificante\n\t3.3.3.2 Utilização de amido como gelificante\n\tFigura 3.8: Estrutura molecular do amido. [46]\n\tFigura 3.9: Exemplo de estrutura de alumina porosa obtida por gel-casting com amido de batata.[45]\n\tFigura 3.10: Exemplo de métodos de produção de cerâmicas porosas.[6]\n\n\n\t3.4 Propriedades Mecânicas e sua relação com a porosidade\n\tFigura 3.11: Desenho mostrando a ruptura de uma célula aberta similar a dos poros abertos.[55]\n\n\t3.5 Produção de cerâmicas porosas à base de nitreto de silício\n\tFigura 3.12: Esquema de transformação de fases (((.do nitreto de silício [71].\n\tFigura 3.13: Esquema indicando os principais mecanismos de tenacificação que podem ocorrer em cerâmicas estruturais.[71]\n\tFigura 3.14: Micrografia demonstrando o mecanismo de tenacificação em ação.[71]\n\n\t4. Materiais e Métodos\n\t4.1 Gel-casting utilizando-se amido como gelificante\n\tFigura 4.1: Processamento das amostras por gel-casting com amido.\n\n\t4.2 Obtenção de corpos porosos pelo método da fase sacrificial utilizando-se diferentes amidos\n\tFigura 4.2: Processamento das amostras por fase sacrificial com amido.\n\n\t4.3 Gel-casting de espumas utilizando-se albumina, a gelatina ou ágar como gelificante\n\tFigura 4.3: Processamento das amostras por gel-casting de espumas com albumina.\n\n\t4.4 Caracterização das amostras obtidas\n\n\t 5. Resultados e Discussão\n\t5.1 Produção de amostras pelo método gel-casting\n\tFigura 5.1: Efeito do tratamento de oxidação superficial do pó nas características reológicas de suspensões aquosas de Si3N4. \n\tFigura 5.2: Efeito da oxidação superficial das partículas de Si3N4 na viscosidade de suspensões aquosas contendo diferentes teores de sólido.\n\tFigura 5.3: Estruturas porosas obtidas a partir de suspensões contendo LSS/glicerina, por aeração mecânica com diferentes hastes: (a) haste planetária (amostra 1), (b) haste 4 pás (amostra 2).\n\tFigura 5.4: Estruturas porosas obtidas a partir de suspensões contendo albumina, por aeração mecânica com diferentes hastes: (a) haste planetária (amostra 3), (b) haste 4 pás (amostra 4).\n\tFigura 5.5: Hastes utilizadas para os teste, 4 pás (a) e planetária (b).\n\tFigura 5.6: Distribuição de poros obtida por porosimetria de Hg para as amostras descritas na tabela 5.1.\n\tFigura 5.7: Estruturas porosas obtidas com diferentes gelificantes; (a) agar, (b) albumina.\n\tFigura 5.8: Exemplo de uma estrutura porosa de nitreto de silício da amostra na qual se utiliza ágar como gelificante, mostrando os grãos crescidos anisotropicamente, formando uma estrutura reforçada pelo entrelaçamento destes grãos.\n\n\t5.2 Amostras obtidas pelo método gel-casting utilizando-se amido\n\tFigura 5.9: Distribuição de tamanho de partículas de cada um dos amidos. \n\tFigura 5.10: Densidade relativa (a) e porosidade aparente (b) das amostras obtidas por gel-casting, com diferentes amidos e percentuais de sólido na suspensão.\n\tFigura 5.11: Micrografias das amostras produzidas via gel-casting com adição de 30% em volume de amido de milho: (a) suspensão contendo 50% de sólido e (b) suspensão contendo 55% de sólido.\n\tFigura 5.12: Micrografias das amostras produzidas viam gel-casting com amido de milho com suspensões contendo 50% de sólido. As diferentes percentagens em volume de amido adicionado, 20% em (a), 30% em (b) e 40% em (c) deram origem a cerâmicas com porosidade aparente de 21,4%, 26,9% e 28,1% respectivamente.\n\tFigura 5.13: Micrografia das amostras produzidas via gel-casting utilizando-se como agente gelificante o amido de milho (a) e de batata (b); para estes exemplos, as suspensões contêm 50% de sólidos e 40% em volume de amido.\n\tFigura 5.14: Defeito em amostra produzida via gel-casting com amido de milho; neste caso a suspensão continha 50% de sólidos e 20% de amido em volume.\n\tFigura 5.15: Relação do módulo de ruptura à compressão versus porosidade das amostras obtidas por gel-casting utilizando diferentes amidos e a partir de suspensões com diferentes percentuais de sólido.\n\n\t5.3 Amido como fase sacrificial\n\tFigura 5.16: Relação entre a retração volumétrica e o percentual de amido adicionado a matriz cerâmica.\n\tFigura 5.17: Relação entre densidade a verde e amido adicionado à matriz cerâmica.\n\tFigura 5.18: Relação entre perda de massa e adição de amido(% em peso), para os amidos de arroz (a), milho (b) e batata (c). A linha tracejada nos gráficos indica qual a perda referente apenas ao amido adicionado.\n\tFigura 5.19: Porosidade aparente e densidade aparente versus percentual de amido para amostras porosas de Si3N4 obtidas por fase sacrificial, e sinterizadas sob diferentes tratamentos térmicos. Em (a) amido de arroz, em (b) amido de milho e em (c) amido de batata.\n\tFigura 5.20: Porosidade aparente versus fração volumétrica de amido adicionado para amostras porosas de Si3N4 obtidas por fase sacrificial, e sinterizadas sob diferentes tratamentos térmicos. \n\tFigura 5.21: Amostras porosas de Si3N4 obtidas com a adição de 20 % (a), 30 % (b) e 40 % (c) de amido de arroz, sinterizadas a 1800ºC por 1 hora. \n\tFigura 5.22: Detalhes da estrutura de poros de amostra obtida com a adição de 30 % de amido de arroz, sinterizada a 1800ºC por 1 hora.\n\tFigura 5.23: Difratogramas de raios-x das amostras,porosas de Si3N4 sinterizadas sob diferentes condições.\n\tFigura 5.24: Parte do difratograma de raios X indicando os picos relacionados à equação de Yeheskel e Gefen.\n\tFigura 5.25: Módulo de ruptura versus porosidade aparente para amostras processadas com amido de arroz submetidas a diferentes tratamentos térmicos.\n\tFigura 5.26: Módulo de ruptura versus porosidade aparente para amostras processadas com amido de milho submetidas a diferentes tratamentos térmicos.\n\tFigura 5.27: Módulo de ruptura versus porosidade aparente para amostras processadas com amido de batata submetidas a diferentes tratamentos térmicos.\n\tFigura 5.28: Relação do módulo de ruptura versus porosidade das amostras processadas com amidos de arroz, batata e milho e submetidas a diferentes tratamentos térmicos.\n\tFigura 5.29: Módulo de ruptura versus porosidade aparente para amostras produzidas pelos métodos gel-casting e fase sacrifical, submetidas à sinterização a 1800 ºC por 1 hora. Em (a) amostras obtidas a partir do amido de milho e em (b) a partir do amido de batata.\n\n\n\t6. Conclusões\n\t 7.Trabalhos Futuros\n\t8. Publicações\n\t9. Referências Bibliográficas"}]}}}