{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06384"}, {"@name": "filename", "#text": "10917_329529.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "TRANSFORMAÇÃO DE ONDAS EM PRAIAS DE ENSEADA: ESTUDO DE CASO NA ENSEADA DE ITAPOCORÓI\nDissertação submetida ao Programa de Pós-Graduação em Geografia da Universidade Federal de Santa Catarina para a obtenção do Grau de Mestre em Geografia\nOrientador:\tProf. Dr. Antonio\nHenrique da Fontoura Klein\nFlorianópolis\n2014\nFicha de identificação da obra elaborada pelo autor,\natravés do Programa de Geração Automática da Biblioteca Universitária da UFSC.\nRibeiro, Pedro Jose da Costa\nTransformações de ondas em praias de enseada : estudo de caso na Enseada de Itapocorói / Pedro Jose da Costa Ribeiro j orientador, Antonio Henrique da Fontoura Klein -Florianópolis, SC, 2014.\n140 p.\nDissertação {mestrado} - Universidade Federal de Santa Catarina, Centro de Filosofia e Ciências Humanas. Programa de Pós-Graduação em Geografia.\nInclui referências\n1. Geografia. 2. Medições de ondas com ADCP. 3. Transformação de ondas. 4. Enseada de Itapocorói. 5. Espectro direcional de ondas. I. Klein, Antonio Henrique da Fontoura. II. Universidade Federal de Santa Catarina. Programa de Pós-Graduação em Geografia. III. Título.\nTRANSFORMAÇÃO DE ONDAS EM PRAIAS DE ENSEADA: ESTUDO DE CASO NA ENSEADA DE ITAPOCORÓI\nEsta Dissertação foi julgada adequada para obtenção do Título de “Mestre em Geografia”, e aprovada em sua forma final pelo Programa de Pós-graduação em Geografia.\nFlorianópolis, 23 de abril de 2014.\nProf. Márcio Rogério Silveira, Dr. Coordenador do Curso\nBanca Examinadora:\nProf. Antonio Henrique da Fontoura Klein, Dr. Orientador\nUniversidade Federal de Santa Catarina\nProf. Jarbas Bonetti Filho, Dr.\nUniversidade Federal de Santa Catarina\nProf. Jose Antonio Scotti Fontoura, Dr. Universidade Federal do Rio Grande\nProf. Felipe Mendonça Pimenta, Dr. Universidade Federal de Santa Catarina\nEste trabalho é dedicado ao meu pai, ele me inspirou com suas duas maiores paixões e eu as converti em profissão: o mar e a ciência.\nAGRADECIMENTOS\nAgradeço aos professores e servidores do Programa de Pós-graduação em Geografia da UFSC, pelos conhecimentos transmitidos que ampliaram minha visão de mundo, além do pronto atendimento e auxílio para as questões práticas do Mestrado, sempre que foi necessário.\nAos membros da banca do Exame de Qualificação, Carla Bonetti, Davide Franco e Rodrigo Barletta, todos fundamentais para a construção desse trabalho. Através de seus conselhos e direcionamentos foi possível agregar muita qualidade ao mesmo, me ajudando a entender o que compõe um bom trabalho científico.\nAo meu orientador Antonio Klein e sua interminável paciência e sabedoria ao conduzir essa pesquisa. Obrigado por acreditar em mim apesar de tudo, desde o início sabíamos que era um desafio conciliar o Mestrado com minhas atividades profissionais e mesmo assim encaramos com coragem. Desnecessário mencionar a importância dos seus conselhos e correções técnicas, todos essenciais para chegarmos a esse resultado.\nAos meus líderes e colegas da CBI Brasil, que além de participarem da minha carreira profissional, muitas vezes contribuíram diretamente com esse trabalho. Agradeço especialmente ao Lindino Benedet, Leandro Franklin e Rodrigo Barletta, cujo apoio permitiu direcionar parte do tempo reservado às atividades profissionais para a realização desse Mestrado.\nAos meus pais e irmãos fica um agradecimento especial, eu não seria a pessoa que sou hoje se não fosse por vocês e por mais que a vida nos leve em direções diferentes estaremos sempre unidos em sentimento. Meu pai (in memorian) desde cedo me estimulava na direção da oceanografia, ele sabia o que eu queria para minha vida antes mesmo de eu saber e por isso serei eternamente grato.\nPor fim agradeço a minha família, Aline, Marina e Luana, vocês são as pessoas mais importantes da minha vida. Tudo que faço é para vocês e com vocês, então fica claro que não teria chegado ao fim de mais essa etapa acadêmica sem o seu apoio e paciência.\nRESUMO\nO presente projeto quantificou os processos de transformação de ondas em praias de enseada através da análise de dados coletados in situ na Enseada de Itapocorói - SC entre agosto e setembro de 2011. As medições foram realizadas com ADCPs em três estações amostrais com diferentes características de profundidade e exposição à incidência das ondas que adentram a enseada. Comparações entre os resultados obtidos em cada estação foram realizadas através do cálculo de coeficientes de atenuação, tanto para os dados paramétricos de altura significativa, quanto para os espectros direcionais de ondas. Foram realizadas ainda reconstruções das séries temporais obtidas em aguas rasas a partir dos dados medidos em águas mais profundas, utilizando os coeficientes de atenuação calculados. Os resultados indicam que ao se propagar para águas rasas as ondas reduzem drasticamente sua altura, que diminui quase 80% quando são medidas na região mais abrigada da enseada. A atenuação foi observada na maioria das classes do espectro direcional, ainda que em determinadas regiões do espectro essa energia tenha aumentado, indicando que os processos de transformação de ondas foram capazes de transferir a energia entre diferentes classes de frequência e direção, possivelmente gerando ondas de infragravidade. As reconstruções de dados em águas rasas baseadas em parâmetros de onda apresentaram erros médios entre 13 e 21% dos valores absolutos de altura significativa, enquanto aquelas baseadas em dados espectrais subestimaram a altura entre 48 e 71%. A utilização de valores médios de coeficiente de atenuação comprometeu o resultado dessas últimas, indicando um potencial para aperfeiçoamento caso a variação desse coeficiente ao longo do tempo seja considerada no algoritmo.\nPalavras-chave: Medições de ondas com ADCP; transformação de ondas; Enseada de Itapocorói-SC; espectro direcional de ondas.\nABSTRACT\nThis project quantified the wave transformation process on embayed beaches through analysis of data collected in situ on Itapocoroi Bay - SC between August and September 2011. The measurements were performed using ADCPs deployed in three sample stations with different depths and exposure degrees to incident waves. Comparisons between data acquired on each station were made by calculation of attenuation coefficients, both for significant wave height parameters and for wave directional spectra. Several reconstructions were performed of the time series acquired in shallow water from the data obtained on deeper water, by using the attenuation coefficients calculated. The results show that when propagating to shallow waters, waves have its height dramatically reduced to as much as 80% when measured on the most protected part of the bay. The attenuation was observed on most of the directional wave spectra classes, although in some regions of the spectra the energy has raised, indicating that wave transformation process were able to transfer the energy between different frequency and direction classes, possibly generating infragravity waves. The shallow water data reconstructions based upon wave parameters presented mean errors between 13 and 21% of the significant wave height, while those based on spectral data underestimated wave heights by 48 to 71%. It is suggested that the use of mean values for the attenuation coefficients compromised this last result, indicating a potential for improvement by considering on the algorithm the variation in time of this coefficients.\nKeywords: ADCP wave measurements; sea wave transformations; Itapocoroi Bay; wave directional spectra.\nLISTA DE FIGURAS\nFigura 1 - Localização da área de Estudo.......................................25\nFigura 2 - Densidade de probabilidade conjunta de altura significativa e período médio para todos os picos identificados no período 2002 - 2005. Fonte: modificado de Franco e Melo (2008).............................................29\nFigura 3 - Comparação de clima de ondas em um período de 12 anos, em águas profundas e águas rasas, defronte a Praia de Piçarras. Fonte: Modificado de\nSignorin (2010)................................................................32\nFigura 4 - Resultado de propagação de ondas realizada por Oliveira (2013). Os vetores dos painéis a direita representam a direção de propagação da ondulação.\nFonte: Oliveira (2013).........................................................34\nFigura 5 - Relação entre escalas temporais e espaciais dos estudos de morfodinâmica. Fonte: Modificado de Cowell &amp; Thom (1994).......................38\nFigura 6 - Zonações Morfológica e Dinâmica da Praia. Fonte: Zonações\nMorfológica e Dinâmica da Praia (2014).........................................39\nFigura 7 - Classificação de ondas oceânicas pelo período . Fonte: modificado de\nMunk, (1951), apud WMO (1998)..................................................40\nFigura 8 - Refração em diferentes condições: ao longo de uma praia reta com isóbatas paralelas (a); em uma cordilheira submarina (b); em um cânion submarino (c); ao longo de uma costa irregular (d). Fonte: modificado de WMO\n(1998).........................................................................44\nFigura 9 - Difração de onda no quebramar do porto de Channel Islands\n(California, EUA). Fonte: CERC (1977)..........................................46\nFigura 10 - Perfil de onda trocoide - aqui as cristas se projetam mais longe acima do nível médio do que as cavas vão abaixo deste (a); forma definitiva que as ondas podem apresentar de acordo com a teoria de Stokes (b).................48\nFigura 11 - Exemplo de funcionamento da função AST. Fonte: traduzido de\nPedersen e Dolle (2002)........................................................55\nFigura 12 - Métodos para obtenção de dados de altura (a) e direção de onda (b)\natravés de ADCP com função AST.................................................56\nFigura 13 - Simulações realizadas com o objetivo de definir os pontos de amostragem de ondas. Os pontos representam possíveis locais para fundeio e as isolinhas representam a distribuição de alturas de ondas.......................64\nFigura 14 - Posicionamento das estações amostrais..............................65\nFigura 15 - Perfiladores de correntes (AWAC®) utilizados na aquisição dos dados..........................................................................66\nFigura 16 - Séries temporais de altura significativa obtidas na Enseada de\nItapocorói em agosto e setembro de 2011........................................73\nFigura 17 - Séries temporais de período de pico obtidas na Enseada de\nItapocorói em agosto e setembro de 2011........................................74\nFigura 18 - Séries temporais de direção média obtidas na Enseada de Itapocorói em agosto e setembro de 2011...................................................75\nFigura 19 - Rosas de ondas geradas a partir dos parâmetros altura significativa e direção média de propagação, com os valores de altura normalizados pela altura máxima registrada em cada estação amostral..........................................77\nFigura 20 - Séries temporais dos espectros de energia de ondas obtidas na\nEnseada de Itapocorói em agosto e setembro de 2011..................................79\nFigura 21 - Séries temporais dos espectros direcionais de ondas obtidas na\nEnseada de Itapocorói em agosto e setembro de 2011..................................80\nFigura 22 - Espectro de ondas médio registrado no ponto ST003 em agosto e\nsetembro de 2011....................................................................81\nFigura 23 - Espectro de ondas médio registrado no ponto ST002 em agosto e setembro de 2011....................................................................82\nFigura 24 - Espectro de ondas médio registrado no ponto ST001 em agosto e setembro de 2011....................................................................83\nFigura 25 - Comparação dos espectros lineares integrados de onda observados nas três estações amostrais da Enseada de Itapocorói em agosto e setembro de 2011................................................................................84\nFigura 26 - Média dos coeficientes de atenuação de energia de ondas, do ST003 para o ST001........................................................................87\nFigura 27 - Desvio padrão dos coeficientes de atenuação de energia de ondas, do ST003 para o ST001...............................................................89\nFigura 28 - Média dos coeficientes de atenuação de energia de ondas, do ST003 para o ST002....................................................................... 90\nFigura 29 - Desvio padrão dos coeficientes de atenuação de energia de ondas, do ST003 para o ST002.............................................................. 91\nFigura 30 - Resultado da análise de correlação - Correlação direta (painel superior) e melhor correlação possível (painel inferior) entre ST003 X ST001........93\nFigura 31 - Resultado da análise de correlação - Correlação direta (painel superior) e melhor correlação possível (painel inferior) entre ST002 X ST001........95\nFigura 32 - Reconstrução das séries temporais de altura significativa de onda usando coeficiente de atenuação médio...............................................97\nFigura 33 - Reconstrução das séries temporais de altura significativa de onda usando coeficiente de atenuação variando em função da altura significativa de ondas medidas no ST003............................................................. 99\nFigura 34 - Reconstrução das séries temporais de altura significativa de onda usando coeficiente de atenuação variando em função da direção média de ondas medidas no ST003.................................................................. 100\nFigura 35 - Reconstrução das séries temporais de altura significativa de onda usando coeficiente de atenuação variando em função do período de pico de ondas medidas no ST003............................................................ 101\nFigura 36 - Reconstrução das séries temporais de espectro de energia de ondas usando coeficiente de atenuação com base em classes com correlação direta......... 102\nFigura 37 - Reconstrução das séries temporais de espectro direcional de ondas usando coeficiente de atenuação com base em classes com correlação direta......... 103\nFigura 38 - Reconstrução do espectro direcional de energia de ondas médio no ST001 usando coeficiente de atenuação com base em classes com correlação direta.........................................................................104\nFigura 39 - Reconstrução do espectro direcional de energia de ondas médio no ST002 usando coeficiente de atenuação com base em classes com correlação\ndireta.........................................................................105\nFigura 40 - Reconstrução dos espectros lineares integrados usando coeficiente de atenuação com base em classes com correlação direta.........................106\nFigura 41 - Reconstrução das séries temporais de altura significativa de onda\nusando coeficiente de atenuação com base em classes com correlação direta......107\nFigura 42 - Reconstrução das séries temporais de espectro de energia de ondas usando coeficiente de atenuação com base em classes com a melhor correlação possível.......................................................................108\nFigura 43 - Reconstrução das séries temporais de espectro direcional de ondas usando coeficiente de atenuação com base em classes com a melhor correlação possível.......................................................................109\nFigura 44 - Reconstrução do espectro de energia de ondas médio no ST001 usando coeficiente de atenuação com base em classes com a melhor correlação possível.......................................................................110\nFigura 45 - Reconstrução do espectro de energia de ondas médio no ST002 usando coeficiente de atenuação com base em classes com a melhor correlação possível.......................................................................111\nFigura 46 - Reconstrução dos espectros lineares integrados usando coeficiente de atenuação com base em classes com a melhor correlação possível..............112\nFigura 47 - Reconstrução das séries temporais de altura significativa de onda\nusando coeficiente de atenuação com base em classes com correlação direta......113\nLISTA DE TABELAS\nTabela 1 - Média e desvio padrão da altura significativa de onda (Hs) em cada estação.......................................................................31\nTabela 2 - Instrumentos para medição de ondas.................................51\nTabela 3 - Limitações para período de onda passível de ser mensurado em\nfunção da profundidade........................................................57\nTabela 4 - Posição das estações amostrais.....................................65\nTabela 5 - Especificações do Nortek AWAC para medições de ondas................66\nTabela 6 - Coeficientes de atenuação médios e desvio padrão....................85\nTabela 7 - Resultado das reconstruções de altura significativa de onda através de\ncoeficientes de atenuação......................................................96\nTabela 8 - Resultados dos ajustes realizados entre coeficiente de atenuação e\nparâmetros de ondas............................................................98\nLISTA DE QUADROS\nQuadro 1 - Obras costeiras realizadas na enseada de Itapocorói...........27\nQuadro 2 - Coeficientes de correlação entre os parâmetros de onda e os\ncoeficientes de atenuação calculados entre as estações amostrais.........86\nSUMÁRIO\n1\tINTRODUÇÃO...................................22\n1.1\tÁREA DE ESTUDO...............................24\n1.1.1\tEnseada de Itapocorói........................24\n1.1.2\tClima de ondas regional e local..............27\n1.2\tOBJETIVOS....................................35\n1.2.1\tObj etivo Geral..............................35\n1.2.2\tObjetivos Específicos........................35\n2\tREFERENCIAL TEÓRICO..........................37\n2.1\tEVOLUÇÃO MORFODINÂMICA E\nNOMENCLATURA DE PRAIAS.......................37\n2.2\tONDAS DE GRAVIDADE E PROCESSOS DE\nTRANSFORMAÇÃO................................39\n2.3\tMEDIÇÕES DE ONDAS, ESTIMATIVAS DE\nESPECTROS E PARÂMETROS.......................49\n2.3.1\tMedições de ondas............................49\n2.3.2\tPerfiladores Acústicos de Correntes (ADCP)...53\n2.3.3\tEspectros de variância e parâmetros de ondas.58\n3\tMETODOLOGIA..................................63\n3.1\tMEDIÇÃO DE ONDA COM ADCPS....................63\n3.2\tPROCESSAMENTO DE DADOS DE ONDA...............67\n3.3\tANÁLISES DE TRANSFORMAÇÃO DE ONDA............69\n3.4\tANÁLISES DE CORRELAÇÃO.......................69\n3.5\tRECONSTRUÇÃO DE SÉRIES TEMPORAIS.............70\n4\tRESULTADOS E DISCUSSÃO.......................73\n4.1\tMEDIÇÃO DE ONDAS IN SITU.....................73\n4.1.1\tParâmetros de ondas..........................73\n4.1.2\tEspectros de Ondas...........................78\n4.2\tCOMPARAÇÃO ENTRE ESTAÇÕES AMOSTRAIS..........85\n4.2.1\tParâmetros de Ondas..........................85\n4.2.2\tResultados com Espectros de Ondas............87\n4.3\tRECONSTRUÇÕES DAS SÉRIES TEMPORAIS...........96\n4.3.1\tParâmetros de Ondas..........................96\n4.3.2\tEspectro de Ondas.......................... 102\n5\tCONCLUSÕES..................................114\n6\tREFERÊNCIAS.................................117\n1\tINTRODUÇÃO\nAo longo do globo, de maneira geral, a região costeira apresenta grande valor econômico, o que resulta em conflitos quanto ao seu uso. Tradicionalmente, à medida que os países se desenvolvem, o papel da área costeira se transforma, deixa de ser exclusivamente área de logística, produção industrial e agrícola, passando a gerar recursos através do turismo e de áreas residenciais de alto valor imobiliário (KAMPHUIS, 2000). Ao mesmo tempo, são observadas migrações intensas em direção a essas regiões de pessoas em busca de mais qualidade de vida. Nesse cenário, com o surgimento de mais usos e conflitos, aumenta a pressão sobre a região costeira (KAMPHUIS, 2000).\nSegundo Waterman (2010) e Komar (1976), nas regiões costeiras e densamente habitadas há uma busca por solução para os problemas atuais e futuros, no entanto, esses mesmos problemas também representam oportunidades desafiadoras para criar valor adicional. Um problema imediato é a própria escassez de espaço físico, para o qual três soluções se apresentam (WATERMAN, 2010):\n•\tFazer melhor uso da 3a dimensão (prédios e sub-solos) e da 4a dimensão (reciclagem de funções), além do uso multifuncional dentro do espaço disponível;\n•\tMigrar para o interior;\n•\tAvançar em direção ao mar, integrando flexivelmente terreno na água e água sobre o antigo e o novo terreno, usando os materiais e as forças e interações presentes na natureza, com especial atenção para os processos da interface entre terra e água.\nQuando se trata de praias arenosas, a efetivação desse terceiro grupo de soluções propostas por Waterman (2010) depende do entendimento dos processos morfodinâmicos atuantes na praia. Esses processos, atuando de forma integrada, vão moldar o litoral, podendo ou não resultar em erosão e/ou outros perigos costeiros.\nDeterminante na morfodinâmica costeira, as ondas, marés e as correntes geradas por elas são forçantes hidrodinâmicas capazes de influenciar o tipo de sedimento e a evolução morfológica das praias arenosas. O vento também pode ser importante, mas sua influência está limitada à porção seca da pós-praia ou de maneira indireta, ao atuar na geração de ondas e intensificação de correntes superficiais. A quebra das ondas produz um efeito sobre o sedimento presente na praia: cada onda\nque quebra coloca o sedimento em uma suspensão temporária, sendo a quantidade deste diretamente relacionada a altura da onda. Esse sedimento em suspensão então é transportado pelas correntes, principalmente as correntes longitudinais e transversais geradas por ondas (DAVIS; FITZGERALD, 2004).\nAs ondas são, portanto, os agentes primários para os processos litorâneos presentes entre a profundidade de fechamento e à linha de costa. Em sua maioria, são geradas pela ação do vento sobre a superfície da água, mas também por objetos que se movimentam sobre ela, como a passagem de barcos e navios. Essas ondas transportam a energia por grandes distâncias, já que a dissipação devido a viscosidade, tem apenas um pequeno efeito. As ondas estão quase sempre presentes nas áreas costeiras, graças à vastidão da área do oceano, que serve como área de geração para esta e a pouca extensão da zona de quebra, a estreita faixa ao redor das bacias oceânicas onde as ondas quebram e a energia gerada pelo vento finalmente é dissipada (DEAN; DALRYMPLE, 2002).\nNa medida em que as ondas se propagam de águas profundas para águas rasas e passam a ser influenciadas pelo fundo e por obstáculos, naturais ou construídos pelo homem, começam a sofrer modificações na distribuição de energia e direção. Isso ocorre principalmente de três maneiras: refração, difração e reflexão (DAVIS; FITzGeRALD, 2004). Adicionalmente as ondas perdem energia por atrito com o fundo, efeito que não pode ser negligenciado em uma área de água relativamente rasa que se estende por grande distância com uma baixa declividade. Ondas se propagando em uma região como essa gradualmente mudam em altura como resultado de alterações no fluxo de energia causadas pela redução da profundidade, mesmo que nenhuma refração aconteça. Esse efeito é conhecido como empolamento, ou shoaling (GODA, 2000).\nQuando um grupo de ondas atinge uma região com profundidade menor do que algumas vezes a altura significativa, as ondas de maior tamanho começam a quebrar uma após a outra e a altura média diminui na medida em que a energia de onda é dissipada. Essa é a deformação causada pelo efeito de quebra (GODA, 2000).\nSe um obstáculo de grande extensão está presente na área de propagação de ondas, ou se essa propagação acontece em ambientes confinados como portos, a influência das ondas refletidas pelas estruturas adjacentes deve ser adicionada àquela das ondas provenientes de águas profundas (GODA, 2000). Algumas vezes processos de reflexão levam a excitação de ondas de longos períodos e, portanto, baixas frequências, denominadas ondas de infragravidade. Esse processo de natureza complexa ainda não foi completamente implementado\nmesmo nos modelos numéricos mais sofisticados, ainda que venha sendo investigado de maneira intensiva, considerando sua influência nos estudos de agitação portuária e amarração de navios, processos morfodinâmicos na zona de espraiamento e outros (GODA, 2000). Atualmente, uma série de estudos converge na indicação de que as ondas estacionárias, modos de oscilação aprisionados pela linha de costa e outras barreiras físicas, são um componente fundamental da energia de ondas de baixa frequência (BOWEN; GUZA, 2012).\nMedições de onda podem ser realizadas através de diferentes instrumentos, cada um com características, vantagens e desvantagens próprias. Os perfiladores de corrente apresentam a vantagem de estimar com grande precisão o espectro direcional de ondas em um ponto fixo no espaço, com alta resolução de frequência. Essa característica favorece a realização de estudos baseados estritamente em dados medidos (PANDIAN et al, 2010).\nNesse projeto de dissertação quantificam-se os processos de transformação de ondas na Enseada de Itapocorói - SC através da análise de dados coletados in situ durante um período de 33 dias em 2011. Busca-se analisar especialmente a difração de ondas, processo costumeiramente observado em praias de enseada e cuja avaliação é possível pela disponibilidade de dados medidos simultaneamente em uma estação amostral na parte exposta e duas estações amostrais na porção abrigada da enseada.\n1.1\tÁREA DE ESTUDO\n1.1.1\tEnseada de Itapocorói\nA enseada de Itapocorói está localizada no litoral norte de Santa Catarina, nos municípios de Penha, Balneário Piçarras e Barra Velha, sendo considerada um importante centro turístico regional, já que somente o Balneário Piçarras recebe mais de 100 mil turistas a cada temporada de verão (PREFEITURA DE BALNEÁRIO PIÇARRAS, 2010). A praia de Piçarras, com cerca de 8km de extensão, encontra-se delimitada ao norte pelo promontório de Itajuba, e ao sul pela foz do Rio Piçarras. Ao sul da desembocadura está a praia Alegre, com aproximadamente 1km de extensão (Figura 1).\n730000\n732000\n732300\n732600\nOceano Atlântico\n739000\nI\n742000\nI\n736000 ---1---\n733000 ---1---\nSanta Catarina\nPromontório de Itajuba\nPonta da Penha\nPiçarras □\nPonta do Vigia\nOceano Atlântico\nPraia Alegre\nOceano Pacifico\nProjeção UTM - 22 S\nDatum SIRGAS 2000\nEnseada do Itapocorói\nLegenda\n□ Espigão\nAterro 2\nAterro 1\nMuro de Contenção O Guia Correntes\nFigura 1 - Localização da área de Estudo.\nO estágio morfodinâmico da Praia de Piçarras foi definido por Klein e Menezes (2001) como refletivo, com grau de exposição às\nondulações provenientes dos quadrantes sul e sudeste variando de semi-exposta na porção junto à foz do rio Piçarras, a exposta nas partes central e norte. A Praia Alegre, situada entre as desembocaduras do rio Piçarras ao norte e do rio Iriri ao sul junto ao promontório da Ponta da Penha, apresenta uma baixa dinâmica e assume características de ambiente dissipativo segundo o modelo proposto pelos autores e corroborado por Araújo (2008).\nA enseada de Itapocorói vem apresentando nas últimas décadas sucessivos problemas decorrentes da erosão costeira, para os quais diferentes soluções já foram implantadas, como a construção de gabiões e espigões ao longo da orla para conter o transporte sedimentar longitudinal, sem sucesso (ARAUJO, 2008; KLEIN; ARAUJO, 2011; ARAUJO et al, 2010; FREITAS, 2010).\nEntre 1998 e 1999, o governo municipal, juntamente com a iniciativa privada, contratou a realização de um aterro hidráulico, realizado com o uso de sedimentos de origem marinha. A obra serviu para restabelecer a linha de costa existente anteriormente ao início do processo erosivo, porém não interrompeu a continuidade do mesmo. Araújo (2008) monitorou a evolução do aterro através de perfis de praia obtidos entre 2007 e 2008, portanto menos de 10 anos depois da obra. Segundo esse autor, nesse período o aterro já havia perdido 50% do seu volume sub-aéreo, sendo que nas regiões de maior erosão 95% do volume depositado em 1999 fora removido. Um segundo aterro hidráulico, com volume significativamente menor, foi realizado em agosto de 2008, mas de acordo com o monitoramento realizado por Gardelin (2010) teve um desempenho muito inferior ao primeiro, perdendo 45% de seu volume sub-aéreo já no primeiro ano. Esse autor sugere que as causas para esse pior desempenho foram o tamanho de grão do sedimento adicionado e o volume da obra. Um resumo das obras costeiras executadas na enseada é apresentado no Quadro 1. Adicionalmente se considera as repetidas reconstruções do calçadão, que funciona como um muro de contenção na Zona de Erosão Acentuada, após os eventos erosivos.\nQuadro 1 - Obras costeiras realizadas na enseada de Itapocorói.\nAno\tEstrutura\tDescrição\n1974\tGuia correntes\tGuia correntes de matacões, semi-permeável, não chega a bloquear o limite continental do delta de maré vazante\n1985\tMuro de contenção\tLocalizado em frente as casas atingidas pelo evento extremo de 1984\n1989\tEspigões\t5 espigões com espaçamento de 100 metros entre si, com início a 50 metros da avenida beira-mar\n1994\tGuia correntes\tExecução do projeto do INPH, consiste na expansão do guia correntes (35 metros no setor sul e 45 no norte)\n1999\tPrimeiro aterro\tColocação de aterro hidráulico de 880.000 m3 , ao longo de 2,2 km de orla, limitado ao norte por um espigão de geotêxtil de 25 metros (empresa -Jan de Nul)\n2005\tExpansão do guia correntes\t45 metros em ambos\n2008\tSegundo aterro\tColocação de Aterro de 120.000 m3, ao longo de 800 metros de orla (empresa -PROSUL).\n2009\tExpansão do guia correntes\tExpansão oblíqua do guia correntes -setor norte\nFonte: Compilado de Hoefel (1998) e Araújo (2008).\n1.1.2\tClima de ondas regional e local\nUtilizando dados provenientes de um ondógrafo instalado ao largo da Ilha de Santa Catarina em uma profundidade de 80 m, Araújo et al., (2003) identificaram no regime de ondas local a ocorrência de um padrão bimodal, verificando que espectros com essa característica estiveram presentes na costa catarinense em 32% do tempo durante o ano de 2002, sendo uma situação típica um mar com vagas de Leste e período de pico de 8 s superposto a uma ondulação do quadrante Sul com período de pico de 12 s. Esses resultados são corroborados pelos\nestudos que avaliaram o clima de onda no litoral brasileiro através de modelagem numérica (PIANCA et al, 2010; ANDRIONI et al, 2009; ALVES et al, 2009), que sempre ressaltaram a presença de mais de um pico de energia de ondas.\nDe fato, Melo et al (2008) obtiveram uma pronunciada concordância para dados provenientes de uma série de implementações do modelo numérico Wave Watch III (TOLMAN, H. L, 2002) quando comparados aos dados do mesmo ondógrafo no período de 2002 a 2005. Esses autores verificaram, no entanto, que o modelo tende a superestimar as observações tanto de altura significativa quanto de período de pico, em pelo menos cerca de 10%. Mesmo assim, os resultados para o período de pico superaram as expectativas iniciais considerando que a estimativa desse parâmetro em locais com abundância de mares multimodais, como é o caso da costa S/SE brasileira, pode apresentar dificuldades.\nA mesma superestimação da altura de onda pelos modelos numéricos foi verificada por Gomes et al (2008), especialmente para ondas de maiores períodos e provenientes de sudeste. Ainda analisando o período de medições realizado pelo ondógrafo entre 2002 e 2005, esses autores definiram uma evidente concentração de picos de energia de ondas nas direções sul (21%), com ondas de até 3 m de altura e sul-sudeste (16%) e leste-nordeste (15%), com ondas de até 2,5 m de altura. Em relação ao período de pico, destacaram-se períodos entre10s e 11s (18%) e entre 11s e 12,5s (14%).\nFinalmente, Franco &amp; Melo (2008) destacam a importância dos mares secundários nas ondulações que atingem a costa catarinense. Mais uma vez os autores utilizam dados do mesmo monitoramento citado acima para demonstrar que os mares bimodais estão presentes em um terço dos registros feito pelo ondógrafo, com maior complexidade, quer seja maior presença de mares multimodais nos meses de Verão e Outono, com maior presença de um único e dominante sistema de ondas no Inverno e Primavera. Esses autores verificaram padrão sazonal na distribuição de altura de ondas, comparado com outros autores (Tabela 1). Através de uma análise de densidade de probabilidade conjunta de altura significativa de pico e período de pico, mostrada na Figura 2, esses autores verificaram algumas características do regime de ondas observado durante o período das medições:\n• o crescer de mares locais: os primeiros dois núcleos em verde que se desenvolvem dos 3 segundos e 0,5 m de altura, até os 9 segundos e 1,5 m de altura;\n•\tas ondulações próximas: na faixa vertical do núcleo verde centrado nos 11 segundos, com alturas até os 4 metros;\n•\tas ondulações mais longínquas: o núcleo azul em 19 segundos, com alturas abaixo do meio metro;\n•\tos picos mais energéticos (acima dos 3,25 m): distribuídos quase que uniformemente entre os 8 e os 17 segundos\n•\to evento extremo observado em Agosto de 2005: completamente isolado do resto das observações, na parte de cima da figura.\nNúmero de\n[2002 - 2005] - Numero Total de Ocorrências = 32721\tOcorrências (Hs,T)\n3\t4\t5\t6\t7\t8\t9\t1011\t1213141516171819 20 21\nPeríodo de Pico (s)\nFigura 2 - Densidade de probabilidade conjunta de altura significativa e período médio para todos os picos identificados no período 2002 - 2005. Fonte: modificado de Franco e Melo (2008).\nMais recentemente, Tessler (2010) realizou simulações numéricas na enseada com o objetivo de testar diferentes esquematizações de energia de onda, porém não realizou uma caracterização do clima de\nondas local. Esse autor, no entanto, propôs ajustes polinomiais para estimar a altura de ondas ao longo da enseada em função da altura em águas profundas. Ainda que não tenha realizado a validação da metodologia, destacam-se os altos valores de coeficiente de determinação (R2) desses polinómios obtidos pelo autor para casos de onda representativos do clima local, evidenciando o potencial de uma metodologia baseada em coeficiente de difração.\nSignorin (2010) analisou uma série temporal de 12 anos de parâmetros de onda em águas profundas obtida através de uma implementação do modelo numérico Wave Watch III. Esta autora observou uma sazonalidade bastante pronunciada, com as estações Primavera-Verão e Outono-Inverno apresentando características similares. Nos meses de Inverno e Outono verificam-se maiores alturas de ondas e um aumento da ocorrência de períodos maiores que 10 s, provavelmente associados a ondulações longínquas (marulhos). Estes meses também se apresentaram como os mais energéticos, conforme os cálculos do fluxo de energia. Estas características provavelmente estão associadas ao aumento da ocorrência de frentes frias, tendo em vista que já foi estabelecido em estudos anteriores a maior intensidade e frequência desses eventos durante as estações frias (Rodrigues et al, 2004)\nSignorin (2010) também propagou a série temporal de ondas, através do modelo SWAN, para um ponto com profundidade de 80m em frente à Ilha de Santa Catarina, a fim de comparar os resultados que obteve com os de Araujo et al (2003) e Franco &amp; Melo (2008). A Tabela 1 apresenta a variação da altura de ondas ao longo do ano obtida nesses três estudos, sugerindo uma superestimação das alturas de onda no resultado de Signorin (2010), obtido através de modelagem numérica, conforme verificado nos trabalhos citados acima. No entanto o padrão de comportamento das médias é o mesmo para ambos os trabalhos, indicando que o período mais energético é o inverno, enquanto o verão é o menos.\nTabela 1 - Média e desvio padrão da altura significativa de onda (Hs) em cada\nestação.\n\tAraújo et al (2003)\t\tFranco &amp; Melo (2008)\tSignorin (2010)\t\nEstação\tMédia\tDesvio\tMédia (m)\tMédia\tDesvio\n\t(m)\tPadrão (m)\t\t(m)\tPadrão\n\t\t\t\t\t(m)\nPrimavera\t1,57\t0,51\t1,80\t1,75\t0,50\nVerão\t1,46\t0,50\t1,58\t1,66\t0,59\nOutono\t1,67\t0,49\t1,65\t1,84\t0,51\nInverno\t1,96\t0,67\t1,90\t2,30\t0,72\nFonte: modificado de Signorin (2010)\nPor fim, Signorin (2010) realizou a propagação das ondas através do modelo SWAN para um ponto com profundidade de 30m em frente à Praia de Piçarras. Analisando a série temporal obtida nesse ponto, a autora observou uma significativa redução na altura significativa (Hs), muito acentuada para as ondulações provenientes de S e de SE, sugerindo como principal causa para isso os efeitos da difração de ondas, refração e dissipação da energia pelo atrito com o fundo. Identificou-se ainda significativa redução das direções nas ondulações provenientes de S, que pelo efeito da refração, tornaram-se ondulações de SE.\nComparada com águas profundas, a série de águas rasas apresentou padrão totalmente contrário, com a estação mais energética sendo a Primavera (Figura 3). Sugere-se que a explicação para isso está justamente na presença de mares bimodais, em que o pico de energia proveniente de Sul, mais comum no Inverno, é parcialmente bloqueado pela proteção oferecida pelos promontórios rochosos do sul da enseada. O mesmo não acontece com as ondulações provenientes de leste, mais comuns na Primavera e capazes de adentrar a enseada sem obstáculos.\nFigura 3 - Comparação de clima de ondas em um período de 12 anos, em águas profundas e águas rasas, defronte a Praia de Piçarras. Fonte: Modificado de Signorin (2010).\nOliveira (2013) utilizou os mesmos dados de onda descritos no presente trabalho para realizar simulações numéricas utilizando o modelo OLUCA (REF-DIF), módulo integrante do SMC (GIOC, 2000) para obter estimativas de parâmetros de ondas em águas rasas a partir do ponto de medição mais externo. Ao se comparar os resultados das propagações com os dados medidos em duas estações em áreas mais rasas e abrigadas da enseada, o autor obteve erros médios em torno de 23 % da altura significativa em uma delas e de 90% na estação mais rasa\ne abrigada. A explicação sugerida para erros de tal magnitude foi a presença de estados de mar multimodais, já que apesar de esse modelo numérico ter como característica a boa representação dos processos de transformação de ondas em águas rasas, os dados paramétricos utilizados como entrada não representam esse tipo de condição.\nO autor ressalta ainda os padrões de refração e difração ocorrentes na enseada, evidenciados pelos padrões em forma de leque da ondulação incidente e pela mudança de direção das ondas ao passar por determinadas feições presentes no local (Figura 4). Oliveira (2013) destaca ainda a formação de um gradiente de altura de onda de Norte para Sul da enseada, criando uma zona de baixa energia na sua porção mais austral, em função da presença do promontório da Penha e sua atuação nos processos de transformação de ondas. Esses processos, segundo o autor, seriam responsáveis ainda por filtrar a energia de ondas, de maneira que o trem de ondas chega mais organizado e uniforme à parte mais abrigada da enseada.\nFigura 4 - Resultado de propagação de ondas realizada por Oliveira (2013). Os\nvetores dos painéis a direita representam a direção de propagação da ondulação. Fonte: Oliveira (2013).\n1.2 OBJETIVOS\n1.2.1\tObjetivo Geral\nQuantificar os processos de transformação de ondas em praias de enseada com múltiplos pontos de difração através da análise de dados coletados in situ na Enseada de Itapocorói - SC em agosto e setembro de 2011.\n1.2.2\tObjetivos Específicos\n•\tMedir, qualificar e comparar dados de ondas direcionais em três estações amostrais na Enseada de Itapocorói - SC;\n•\tComparar os regimes de onda observados nas três diferentes estações no período do experimento;\n•\tQuantificar a variação da energia de onda entre as três estações amostrais, para diferentes direções e períodos;\n•\tAvaliar a eficiência da utilização de uma metodologia para reconstruir séries de ondas em águas rasas a partir de dados de águas profundas e coeficientes de transformação de onda;\n36\n2\tREFERENCIAL TEÓRICO\n2.1 EVOLUÇÃO MORFODINÂMICA E NOMENCLATURA DE PRAIAS\nA morfodinâmica de praias envolve os processos de interação e retroalimentação mútua das ondas, marés e correntes com a topografia da praia, tal que os processos de onda modificam a topografia, que em troca vão modificar as ondas e assim em diante (SHORT, 1999). Assim, um sistema costeiro compreende componentes que estão conectados pelo fluxo de energia e matéria. Esse sistema está conectado ao exterior, sendo de fato controlado pelas condições ambientais que operam fora das fronteiras do sistema. O sistema costeiro consiste, portanto, de três componentes principais em constante interação: movimento do fluído, transporte de sedimentos e variação na morfologia (COWELL &amp; THOM, 1994).\nDiferentes escalas temporais podem ser usadas para analisar os processos morfodinâmicos, desde a dinâmica instantânea da camada limite entre a água e o sedimento, até a evolução de barreiras holocênicas. A Figura 5 ilustra a relação entre essas escalas temporais e as escalas espaciais, evidenciando que formas costeiras de grande escala evoluem em grande escala de tempo, por outro lado formas/feições costeira de pequena escala, respondem a escalas de tempo pequenas. De maneira análoga, os processos de movimento do fluído e transporte dos sedimentos também se dão em escalas temporais e espaciais variadas, correspondentes às feições morfológicas que eles produzem.\nA Milénios\t\t\tGEOLÓGICA Plataforma continental\t\nSéculos\t\tENGENHARIA\tAntepraia\t\n\t\tDuna\tBacia de\t\nDécadas\t\ttransgressiva\t\t\n\t\tEVENTO\t\t\n\t\tDesembocadu\t\t\nAnos-\t\tPraia média\t\t\t\t\n\t\tDunas frontais\t\t\nEstações\t\t\t\t\n\t\tBancos na\t\t\n\tINSTANTÂNE\tzona de surf\t\t\nDias-\t\t\t\t\n\tFace da\t\t\t\nHoras-\tpraia\t\t\t\n\tOndulações no\t\t\t\nSegundos- —\t\t1 1\t\t1\t\t\t\n0\t\t0. 1\t1\t10\n\t\tExtensão\t\t\nFigura 5 - Relação entre escalas temporais e espaciais dos estudos de morfodinâmica. Fonte: Modificado de Cowell &amp; Thom (1994).\nEm qualquer escala, os estudos morfodinâmicos de praia, por sua própria natureza, se valem de uma zonação dinâmica e outra morfológica, conforme apresentado na Figura 6. Dependendo da escala, no entanto, os limites entre essas diferentes zonas podem ser mais ou menos definidos, ficando mais elásticos quanto maior é a escala em que se está interessado. Destaca-se ainda que a nomenclatura das diversas zonas da praia tem alta variabilidade, tanto no português como em língua estrangeira.\nFigura 6 - Zonações Morfológica e Dinâmica da Praia. Fonte: Zonações Morfológica e Dinâmica da Praia (2014).\nOs processos hidrodinâmicos, portanto podem ser analisados em diferentes escalas de acordo com o objetivo do estudo, dependendo disso também a zona espacial de interesse. Na escala de eventos podem ser observados processos passíveis de serem medidos com instrumentos, permitindo, por exemplo, uma avaliação direta dos movimentos de fluido, forçantes determinantes da morfodinâmica costeira. O presente trabalho, portanto, se encaixa nessa dimensão, já que avalia um período de aproximadamente um mês de dados em uma área com poucos quilómetros de extensão.\nOndas formadas por vento constituem fator determinante da morfologia de praias arenosas. Com períodos que variam de 3 a 25 segundos, os processos de sua formação e evolução podem ser explicados através de teorias de ondas irregulares, sendo a descrição de mares desenvolvidos realizada através de análises estatísticas e espectrais (CERC, 2002). Nas próximas seções detalham-se as características dessas ondas e os meios disponíveis para obter medições das mesmas.\n2.2 ONDAS DE GRAVIDADE E PROCESSOS DE TRANSFORMAÇÃO\nOndas oceânicas de superfície são o resultado de forças agindo sobre o oceano. As forças naturais predominantes são a pressão ou atrito da atmosfera (especialmente através do vento), terremotos, gravidade da Terra e dos corpos celestes (Lua e Sol), força de Coriolis (gerada em\nfunção da rotação da Terra) e a tensão superficial da água. As características das ondas dependem das forças que a controlam.\nOndas de maré são geradas como resposta à gravidade da Lua e do Sol, sendo em geral ondas de grande escala. Ondas de capilaridade, no outro extremo da escala, são dominadas pela tensão superficial da água. Quando a gravidade da Terra e a flutuabilidade da água são os principais fatores determinantes temos as chamadas ondas de gravidade (WMO, 1998).\nAs ondas podem ser caracterizadas pelo seu período. Esse é o tempo contado entre a passagem de sucessivas cristas de onda por um determinado ponto fixo. O tipo e escala das forças agindo para criar a onda observada está geralmente refletido no seu período. A Figura 7 ilustra essa classificação para ondas.\nFigura 7 - Classificação de ondas oceânicas pelo período . Fonte: modificado de Munk, (1951), apud WMO (1998).\nAtuando em grandes escalas, as marés são ondas que estão sempre presentes e cujo comportamento é bastante previsível. Menos previsíveis são os tsunamis (gerados por terremotos ou movimentações de massas de terra), que podem ser catastróficos, e as ressacas. Essas últimas estão associadas ao movimento de formações atmosféricas sinóticas ou de meso-escala e podem causar inundações costeiras (WMO, 1998).\nOndas de gravidade geradas por ventos estão quase sempre presentes no mar. Essas ondas são geradas por ventos em algum lugar do oceano, seja localmente, ou a milhares de quilómetros de distância do local onde as ondas estão sendo observadas. Elas afetam uma grande quantidade de atividades como transporte naval, pesca, recreação, indústria costeira e offshore, gerenciamento e proteção costeira e controle da poluição. Elas também são muito importantes nos processos\nclimáticos, já que tem papel de destaque nas trocas de calor, energia, gases e partículas entre o oceano e a atmosfera (WMO, 1998).\nAs zonas de geração de ondas de gravidade estão associadas à presença de ventos, sendo a energia presente nelas diretamente proporcional à intensidade do vento, tamanho da área de geração e a duração do evento. Depois de geradas, as ondas são capazes de transportar a energia acumulada por longas distâncias, sofrendo modificações ao adentrar regiões de profundidades menores (DAVIS &amp; FITZGERALD, 2004).\nÀ medida que uma onda se propaga, a água é afetada de maneira que tanto a porção de água da superfície quanto aquela mais profunda sob uma onda, se movimentam. As partículas de água descrevem círculos verticais, que se tornam progressivamente menores com o aumento da profundidade, diminuição essa que acontece de maneira exponencial.\nAbaixo de uma profundidade (h) correspondente a meio comprimento de onda (X), o deslocamento das partículas de água em profundidade é menor que 4 % daquele observado na superfície. O resultado é que, contanto que h seja maior do que a metade de X, a influência do fundo no movimento das partículas de água pode ser considerada insignificante. Assim, a água é chamada de profunda em relação a uma determinada onda de superfície quando a profundidade é equivalente a pelo menos metade do comprimento dessa onda (WMO, 1998).\nNa prática, é comum considerar a transição de profunda para águas intermediárias a uma profundidade igual a metade de X. No entanto, contanto que h seja maior do que X/2, a onda de superfície não é deformada significativamente e sua velocidade é muito próxima da exibida em água profunda. Os seguintes limites costumam ser utilizados para caracterizar a relação entre profundidade e comprimento de onda (GODA, 2000):\n•\tÁgua profunda - h > X / 2;\n•\tÁgua intermediária - X / 20 &lt;h &lt;X / 2;\n•\tÁgua rasa - h &lt;X / 20.\nA evolução das ondas em águas profundas é dominada por ventos e com propagação em linhas retas. Quando as ondas se aproximam da costa, passam a ser afetadas pelo fundo, pelas correntes e por obstáculos como promontórios, ilhas, guia-correntes e outras estruturas - cujos\nefeitos se tornam mais importantes que o vento local - e a propagação de ondas resultante não acontece mais em linhas retas (WMO, 1998).\nQuando se aproximam da plataforma continental a partir do oceano profundo os efeitos iniciais do fundo nas ondas não são dramáticos. Na verdade, eles quase não serão identificados até que as ondas atinjam profundidades menores do que aproximadamente 100 m (ou então quando a profundidade for equivalente a metade do comprimento de onda - água intermediária). No entanto, quando as ondas se propagam para águas rasas, por exemplo, quando se aproximam da costa, quase todas as suas características mudam, na medida em que elas começam a interagir com fundo. De acordo com a teoria linear de ondas, somente o período permanece constante, ainda que o comprimento e a velocidade da onda diminuam com a menor profundidade. Isso acontece porque a relação de dispersão incluída nessa teoria permanece válida de acordo com as equações (1) e (2):\n(1)\nc = J^tan h (k h)\t(2)\nOnde:\nm = frequência radial (rad/s)\ng = aceleração gravitacional (m/s2)\nk = número de onda\nh = profundidade (m)\nc = velocidade de fase (m/s)\nO comprimento da onda, portanto, também diminui, gerando ainda o aumento da altura à medida que a onda se aproxima da costa, a fim de manter constante o fluxo de energia, representado pela equação (3):\np = pgH2 t ri / 1 + 2kh \\1\n8 L L 2 (\ts enh 2 kh/i\nOnde:\nF = fluxo médio de energia\np = densidade da água (kg/m3)\nH = altura de onda (m)\nT = período de onda (s)\nL = comprimento de onda (m)\nh = profundidade local (m)\n(3)\nConforme descrito, o primeiro efeito é que a velocidade de avanço das ondas é reduzida. Isso pode levar a uma ligeira mudança da direção da onda (refração) e a um encurtamento do comprimento de onda (empolamento ou shoaling). O empolamento da onda consiste, assim, numa variação de altura que surge em resposta a alterações na velocidade de propagação da energia (a chamada velocidade de grupo) de um trem de ondas (ROMEU, 2007) a fim de manter o fluxo médio de energia. A geração de onda por vento pode aumentar até certo ponto, na medida em que a razão velocidade do vento por velocidade da onda aumenta quando as ondas se propagam mais devagar. No entanto, esse efeito geralmente é mascarado pela perda de energia por fricção com o fundo. Esses efeitos serão relativamente pequenos em águas intermediárias próximas de 100 m, mas eles irão se acumular até que, se nada mais acontecer, se tornarão notáveis à medida que a distância até a costa é percorrida.\nO fenômeno da refração é observado quando as ondas começam a interagir com o fundo, conforme mencionado acima. Quando as ondas adentram águas intermediárias, se elas não estão se propagando em direções perpendiculares às isóbatas (linhas de mesma profundidade), a parte da onda em água mais profunda se move mais rápido do que aquela em águas mais rasas, conforme a Eq. (2), causando a mudança de direção da crista da onda até que essa fique paralela às isóbatas (HOLTHUIJSEN, 2007). Exemplos de padrões de refração são apresentados na Figura 8.\na\nb\nc\nd\nFigura 8 - Refração em diferentes condições: ao longo de uma praia reta com isóbatas paralelas (a); em uma cordilheira submarina (b); em um cânion submarino (c); ao longo de uma costa irregular (d). Fonte: modificado de WMO (1998).\nA direção de ondas resultante do processo de refração, em ondas de longo período e regiões em que as isóbatas são paralelas, pode ser calculada usando a Lei de Snel (HOLTHUIJSEN, 2007). Se o fundo não é homogêneo, portanto com isóbatas não paralelas, a direção da onda incidente pode ser estimada através de uma aproximação geométrica-óptica, em que a taxa de mudança da direção é calculada ao longo de uma linha perpendicular à crista das ondas, a partir da diferença de velocidade de propagação ao longo da crista (HOLTHUIJSEN, 2007).\nQuando as ondas fazem a transição de águas intermediárias para águas rasas, com 25 m ou menos de profundidade, os efeitos do fundo são geralmente tão fortes (refração e dissipação) que eles dominam qualquer geração de onda por vento. Os efeitos de refração e empolamento intensificam-se e o atrito com o fundo aumenta. Tudo isso sugere que a altura de onda deveria diminuir, mas os efeitos de propagação podem focalizar a energia em certas regiões, resultando em ondas mais altas ao invés de mais baixas. No entanto, os mesmos efeitos\nde propagação podem desfocalizar a energia das ondas, resultando em ondas menores. Dessa forma, as ondas podem sofrer variações consideráveis ao se aproximarem ainda mais da costa (WMO, 1998).\nNa zona costeira, obstáculos na forma de promontórios, pequenas ilhas, rochas e recifes, além de estruturas de engenharia costeira, são bastante comuns. Obviamente, essas feições interrompem a propagação das ondas e são criadas assim áreas abrigadas. O abrigo, no entanto, não é perfeito, as ondas irão penetrar em tais áreas pelos lados. Isso acontece em função da diminuição do comprimento de onda e também da refração, geralmente presente em área costeira. Quando o abrigo é bastante eficiente (atrás de quebra-mares, por exemplo), as ondas irão entrar nessas regiões por irradiação a partir de áreas com ondas maiores (difração), efeito causado pela diferença de amplitude nas ondas que sofrem e as ondas que não sofrem o efeito do abrigo ao se aproximar de águas mais rasas (WMO, 1998).\nAssim, as diferenças de amplitude no espaço horizontal requerem que sejam introduzidos derivadas espaciais da amplitude nas equações da teoria linear. A equação de velocidade de fase, por exemplo, passa a ter a seguinte notação (4):\nC = c ( 1 + 8a) -1 ■■\t(4)\nOnde:\nvelocidade de fase sem o efeito da difração (m/s) velocidade de fase com o efeito da difração (m/s) parâmetro de difração, que contém uma derivada espacial de segunda ordem da amplitude de onda, de acordo com a equação (5):\nÔ“ _ k2a\nOnde:\n,\t2 d2a d2a\nonde\tVza = —+ —\nox¿ oy¿\n(5)\namplitude de onda (m)\ndistancia nos eixos do plano horizontal (m)\nDessa forma, a velocidade de grupo passa a ser descrita pela equação (6):\nCa = ca ( 1 + dJ - V2\t(6)\nOnde:\nca = velocidade de grupo sem o efeito da difração (m/s)\nCa = velocidade de grupo com o efeito da difração (m/s)\nAs focalizações ocasionadas por feições do fundo e obstáculos, portanto, podem resultar no surgimento de fortes gradientes locais de energia, os quais dão origem ao fenômeno da difração - um processo de natureza difusiva capaz de espalhar lateralmente a energia das ondas. Fenômenos difrativos surgem, portanto, sempre que houver situações propícias a causar variações abruptas no campo de ondas. Isto é exatamente o que acontece na presença dos obstáculos (ilhas, cabos, promontórios, quebra-mares, etc.) que interrompem parcialmente a propagação das ondas. (ROMEU, 2007).\nO fenômeno da difração ocorre mais comumente a sotavento de obstruções oferecidas pelas estruturas costeiras naturais e introduzidas pelo homem. A obstrução gera a transformação da energia ao longo da crista da onda. Essa transferência de energia significa que as ondas podem afetar a água a sotavento da estrutura, ainda que com alturas muito reduzidas. Um exemplo pode ser visualizado na Figura 9.\nFigura 9 - Difração de onda no quebramar do porto de Channel Islands (California, EUA). Fonte: CERC (1977).\nPara ondas de longo período, se propagando sobre um fundo horizontal, os padrões de difração podem ser calculados através do princípio de Huygens, ou de uma generalização deste, processos de cálculo detalhados por Holthuijsen (2007).\nA superimposição de ondas, quer seja causada por reflexão em estruturas costeiras, quer seja uma soma de ondas se propagando em direções não-paralelas, é capaz de gerar ondas de longos períodos\n(maiores do que 20 s, chegando até alguns minutos), denominadas ondas de infragravidade. Recentemente, uma série de teorias sobre interações não lineares das componentes do espectro de ondas foram desenvolvidas para tentar descrever esse fenômeno, tendo como ponto de vista o fato de que a maior parte das ondas de infragravidade deve ter origem nos grupos de ondas longas estabelecidos ao longo dessas interações. As interações não lineares entre componentes direcionais de ondas são conhecidas por produzir uma amplitude de ondas de baixa frequência bem menor do que aquela produzida pela interação de ondas em uma única direção, porque uma pequena diferença entre as direções de duas componentes que interagem entre si causa uma redução considerável na amplitude resultante em baixa frequência (GODA, 2000).\nAinda que se reconheça que os grupos de ondas produzidos por interações não lineares sejam responsáveis pela maior parte das ondas de infragravidade, existe uma série de outros mecanismos que podem dar origem a elas, como a variação temporal e espacial da energia na zona de quebra, o agrupamento das ondas durante o espraiamento e sua reflexão como onda longa, ondas longas livres formadas durante o processo de quebra e outros. Essas ondas, apesar de ter sua origem vinculada a tempestades, ao menos no caso de grupos de ondas, podem chegar à região costeira mesmo durante regimes de ondas médias ou pequenas. Ainda que sua amplitude muitas vezes não ultrapasse 10 cm, podem representar risco para navios em áreas portuárias, já que seu período comumente é bastante próximo ao período de oscilação natural desses navios fundeados (GODA, 2000).\nGeralmente, qualquer mudança na velocidade da onda, por exemplo, devido a gradientes de correntes superficiais, pode levar a refração, independente da profundidade. Para que o efeito de correntes se torne importante na transformação das ondas, no entanto, é preciso que suas velocidades sejam uma fração significativa da velocidade de propagação das ondas. Na região costeira, tal situação pode ocorrer nas proximidades de estuários ou entradas de baía ou, em geral, em locais que apresentem grandes variações de maré. Nesses casos as correntes podem afetar as ondas praticamente da mesma maneira que o fundo (empolamento, refração, difração, quebra de onda). As próprias ondas podem gerar correntes e mudanças de nível do mar. Isso é devido ao fato que a perda de energia das ondas cria forças nas massas de água presentes no ambiente, particularmente na zona de surfe próximo a uma praia, onde correntes longitudinais e de retorno podem ser geradas (WMO, 1998). As correntes costeiras encontradas no litoral S-SE brasileiro, entretanto, são tipicamente da ordem de 0,5 m/s,\nsignificativamente menores que a velocidade de propagação de ondas tipicamente encontradas na região que é da ordem de 10 m/s (ROMEU, 2007).\nFinalmente, quando alcançam a costa, todos os efeitos de águas rasas se intensificam ainda mais, com as ondas terminando na zona de surfe ou se chocando com costões rochosos ou recifes, ou ainda se propagando para o interior de baias e estuários.\nDe acordo com a teoria de Stokes, as ondas não podem atingir uma altura de mais do que um sétimo do seu comprimento sem quebrar. Na realidade, a declividade da onda raramente é maior do que um décimo. No entanto, em números dessa magnitude, o perfil da onda já deixou de ser uma simples linha ondulante e parece mais com um trocoide (Figura 10a). De acordo com a teoria de Stokes, na declividade limite de um sétimo, a face dianteira e a traseira da onda se encontram na crista em um ângulo de 120° (Figura 10b).\nFigura 10 - Perfil de onda trocoide - aqui as cristas se projetam mais longe acima do nível médio do que as cavas vão abaixo deste (a); forma definitiva que as ondas podem apresentar de acordo com a teoria de Stokes (b).\nQuando as ondas se propagam em água rasa, seu período se mantem constante, mas sua velocidade e comprimento diminuem, de acordo com a teoria linear. Quando a profundidade atinge menos da metade do comprimento de onda, há uma ligeira diminuição da altura de onda. A altura original é recuperada quando a relação h/k é de aproximadamente 0,06 e daí em diante a altura aumenta rapidamente, assim como a declividade, até que é atingido o ponto de quebra, de acordo com a equação (7):\nhb= 1,28 Hb\t(7)\nOnde hb é a profundidade de quebra e Hb a altura da onda em quebra (WMO, 1998).\n2.3 MEDIÇÕES DE ONDAS, ESTIMATIVAS DE ESPECTROS E PARÂMETROS\n2.3.1\tMedições de ondas\nÉ geralmente aceito que as observações visuais de altura de onda se aproximam da altura significativa, definida em seguida na seção 2.3.3. No entanto, ainda que o método mais simples para caracterizar ondas seja fazer observações visuais de altura e período, isso produz dados que não são necessariamente compatíveis com aqueles obtidos por instrumentos. Mesmo que uma série de formulas tenha sido aplicada para converter dados visuais para altura significativa com mais precisão, para quase todas as aplicações meteo-oceanográficas essa conversão apresenta discrepâncias consideráveis (PANDIAN et al, 2010). Ainda assim, observações visuais muitas vezes são a única fonte disponível de informação sobre as ondas, e essas observações, ao menos com relação à altura, podem ser bastante confiáveis desde que executadas por observadores experientes, que seguem um protocolo específico (HOLTHUIJSEN, 2007; MELO, 1993)\nAs ondas são geralmente descritas como vagas (sea ou wind sea) ou marulho (swell); nesse contexto, vagas referem-se a ondas produzidas por vento local na hora da observação, enquanto marulho refere-se a ondas que não foram geradas localmente. Períodos de ondas observados visualmente, no entanto, são muito menos confiáveis do que aqueles medidos com instrumentos, já que o olho tende a se concentrar nas ondas mais próximas e de período mais curto e inclinação mais aguda, portanto ignorando as ondas de período mais longo e declividade mais suave, ainda que essas últimas possam ter maior altura e energia (WMO, 1998).\nObservações visuais úteis de altura de onda podem ser feitas a bordo de navios com alguma qualidade. Observações a partir de terra são significativas apenas no local da observação, porque as ondas mudam dramaticamente ao longo das últimas centenas de metros ao se aproximar da costa, e o observador está muito longe das ondas que ainda não foram modificadas para captar suas características. Observações a partir de terra normalmente se aplicam somente a um local em particular\ne ainda que relevantes para climatologia local, são raramente importantes para outras aplicações meteorológicas (WMO, 1998).\nExistem muitas técnicas adotadas para medir ondas, como ondógrafos baseados em boias, perfiladores de corrente (ADCPs) e sensoriamente remoto, o que inclui radar de alta frequência. Em medições de onda, dados de ondas direcionais são obtidos, portanto, com uma gama de diferentes instrumentos. A natureza desses instrumentos determina que a maioria das medições de onda são realizadas em áreas costeiras. O custo em esforço físico e financeiro para manter uma estação de medição de ondas é relativamente alto, em torno de R$ 1000,00 por dia no caso dos ADCPs (comunicação pessoal)1. No entanto, por uma gama de razões, a porcentagem de tempo que dados válidos são obtidos é bem menor que 100% (SORENSEN, 1997 apud PANDIAN et al, 2010).\nOs diversos instrumentos disponíveis para medir ondas e suas respectivas funções são apresentados na Tabela 2.\n'Informação fornecida pelo Dr. Leandro Franklin, gerente de projetos na CBI Brasil.\nTabela 2 - Instrumentos para medição de ondas.\nInstrumento\tPrincípio de funcionamento\tCaracterísticas\nBoia ou\tVariação de posição em\t• A posição horizontal do\nondógrafo\taté 6 graus de liberdade\tinstrumento não é fixa\ntipo “Wave\tmedida com\t• Facilita a transmissão dos dados\nRider”\tacelerômetros.\tem tempo real, já que o sistema fica emerso •\tSujeito a vandalismo, danos por ondas grandes, gelo ou tráfego marítimo •\tSujeito a erros no acelerômetro em função dos movimentos de inclinação da boia •\tAnálise na dimensão tempo\nPerfiladores\tMedição de correntes\t• Opera nas frequências entre 38\nde correntes\tem sub-superfície\tkHz e 3 MHz\ncom\tcombinado com\t• Espectro direcional mais preciso\ncapacidade\tmedições da variação de\tdo que aquele obtido por\npara medição\tnível com sensor de\tmedições pontuais\nde ondas (ADCP)\tpressão.\t• Limitações quanto a profundidade em função da atenuação da energia de ondas ao longo da coluna d'água\nRadar de\tOndas eletromagnéticas\t• Reflexão de onda de rádio na\nAlta\temitidas no oceano são\tbanda de frequência 3 - 30 MHz\nFrequência\trefletidas nas ondas de superfície com exatamente a metade do comprimento de onda. Detecção de variações na rugosidade superficial do mar.\t•\tAlcance: 42 -83 km a partir da fonte com resolução horizontal de 1 a 3 km em 12 - 25 MHz; 200 km com resolução horizontal menor, de 5 - 10km em 5 MHz •\tAnálise na dimensão tempo e espaço\nSensoriamen\tRadar de abertura\t• Para correntes superficiais,\nto Remoto\tsintética: instrumento de micro-ondas, produzindo imagens de alta resolução, independente de nuvens, nebulosidade ou iluminação. Detecção de variações na rugosidade superficial do mar.\tderramamento de óleo, detecção de navios e campos de ondas •\tCobertura espacial de 100 X 100 km a 500 X 500 km •\tResolução espacial entre poucos metros e mais de 100 km •\tAnálise na dimensão tempo e espaço\nFonte: modificado de Pandian et al (2010).\nOs ondógrafos baseados em boias apresentam problemas particularmente na zona de quebra de ondas, onde instrumentos que flutuam na superfície estão expostos a grandes acelerações. Sob tais condições, as medições feitas pelos ondógrafos podem sobrestimar ou subestimar a verdadeira altura das ondas. As medições de ondógrafos também estão sujeitas a perder dados em função de problemas na estação receptora dos dados em terra ou danos à boia decorrentes de colisões com embarcações, gelo, ou vandalismo. Em geral, os métodos de medição de distância baseados na acústica oferecem um método promissor para medir ondas a partir do leito marinho, comparativamente mais seguro e estável. Os problemas com a estabilidade dos ondógrafos podem ser mitigados, no entanto, através de um projeto de fundeio adequado, reduzindo a inclinação e os movimentos verticais da boia (PANDIAN et al, 2010).\nOs ondógrafos direcionais provaram ser um meio viável também para se obter dados de correntes oceânicas superficiais. No entanto, as boias medem apenas as correntes próximas á superfície e uma técnica lagrangeana como esta não permite manter o monitoramento em uma estação fixa específica (PANDIAN et al, 2010).\nPerfiladores acústicos de corrente por efeito doppler montados em linhas de fundeio ou plataformas no leito marinho, assim como os ondógrafos, podem ser usados para gerar informações de correntes em tempo real, mas nem sempre estão na melhor localização possível (PANDIAN et al, 2010). Radares de alta frequência fazem medições para uma área maior, mas somente para as ondas e correntes superficiais. Radares de abertura sintética baseados em satélites, por outro lado, permitem uma cobertura de uma área ainda maior, mas sempre com resolução mais baixa (PANDIAN et al, 2010).\nAdicionalmente aos sensores tradicionais, como os sensores de pressão, os ondógrafos de boia ou medidores de nível elétricos, estes radares de altimetria tem sido utilizados com cada vez mais frequência para o monitoramento das ondas. Em comparação com os sensores tradicionais, os radares, sendo sistemas de sensoriamento remoto, tem a vantagem de evitar o contato direto com a água, evitando a corrosão e o impacto das ondas no sensor. Ainda assim, existem alguns problemas na utilização de radares comuns de altimetria para monitorar ondas:\n• É necessária a montagem de um sistema complexo - ao contrário dos ondógrafos e ADCPs;\n•\tA salinidade da água e a eventual cobertura de gelo influenciam a reflexão do pulso de ondas de rádio na água;\n•\tA projeção do sinal do radar na água tem o efeito de gerar valores médios, não permitindo a medição de ondas individuais;\n•\tA reflexão do pulso do radar depende da inclinação da superfície da água.\nÉ essencial portanto que, ao escolher o tipo de instrumentação para medir ondas, sejam levadas em consideração as características, vantagens e desvantagens de cada método. O conhecimento aprofundado da metodologia selecionada é essencial, antes da instalação do sistema. O custo de cada opção é quase sempre uma variável a ser considerada, dependendo da disponibilidade de recursos e da duração do monitoramento (PANDIAN et al, 2010).\n2.3.2\tPerfiladores Acústicos de Correntes (ADCP)\nOs perfiladores acústicos de correntes (Acoustic Doppler Current Profiler - ADCP) realizam medições de corrente utilizando o princípio do efeito Doppler. Seu funcionamento é baseado na transmissão de um pulso acústico na coluna d'água e a subsequente recepção do seu eco após a reflexão do som por partículas em suspensão presentes na água (plâncton e sedimentos em suspensão), observando a modificação na frequência do eco após processamento do sinal recebido. É assumido que essas partículas refletoras movem-se em média na mesma velocidade que a corrente na qual estão inseridas, sendo inferida indiretamente a corrente marinha a partir do movimento das partículas em suspensão (NORTEK, 2005; PECLY, 2008).\nO conhecimento da mudança na frequência Doppler após a transmissão e recepção dessa série de píngs em alta frequência permite obter valores de velocidade de deslocamento das partículas em suspensão por cada transdutor. O vetor de corrente na porção de coluna d'água de medição é definido através da combinação linear das medições realizadas pelos três transdutores, assumindo que o fluxo é uniforme no extrato vertical medido pelos três feixes de som emitidos pelos transdutores. Esse extrato vertical é determinado pelo tempo de retorno do sinal acústico, permitindo realizar medições independentes ao longo da coluna d’água e, portanto, caracterizando o instrumento como um perfilador (NORTEK, 2005).\nMuitos modelos desses equipamentos possuem ainda a capacidade de medir ondas utilizando-se de um método conhecido como PUV (NORTEK, 2002). Nesse método, dados de oscilação do nível do mar são obtidos através de um sensor piezométrico instalado no equipamento, enquanto as direções de correntes logo abaixo da superfície são medidas através da metodologia Doppler descrita acima.\nAssumindo que essas correntes estão relacionadas às velocidades orbitais das ondas de superfície, e coletando um conjunto de amostras por um período determinado é possível estimar o estado do mar na forma de um espectro de ondas direcionais. Para isso é utilizado primeiramente uma função de transferência relacionada ao número de onda (k), para estimar indiretamente o espectro de elevação da coluna d'água a partir dos dados de pressão ou velocidade orbital, gerando assim o espectro de energia de ondas. Em seguida, é calculado um espectro cruzado das direções de corrente medidas em sub-superfície, o que determina um espectro direcional. Ao se multiplicar os dois resultados obtém-se o espectro direcional de energia completo.\nOndas de todo tipo são passíveis de medição por esse método, incluindo ondas longas, ondas de tempestade, ondas curtas produzidas pelo vento, ou ondas transitórias geradas pelo tráfego de navios locais (NORTEK, 2002).\nRecentemente, um fabricante de ADCPs desenvolveu uma metodologia para aperfeiçoar a medição de ondas com esse tipo de equipamento. A nova metodologia desenvolvida, batizada de Acoustíc Surface Tracking (AST) permite a detecção da superfície livre através da utilização de um feixe acústico adicional, posicionado diretamente na vertical. Essa modificação elimina o problema usual da atenuação das propriedades das ondas ao longo da coluna d’água. Esse equipamento, ao contrário daqueles se utilizam de sensores de pressão, é capaz de medir ondas de alta frequência em profundidades maiores do que 20 m, com maior grau de precisão (PEDERSEN; DOLLE, 2002).\nA metodologia utilizada para detectar a superfície utilizando o AST é relativamente simples, podendo ser dividida em 5 passos:\n•\tTransmissão de um pulso acústico em direção à superfície, com determinado comprimento de onda;\n•\tDeterminação de uma janela de recepção, capaz de cobrir toda a distribuição de alturas de onda esperadas;\n•\tDiscretização da janela de recepção em múltiplas células (com aproximadamente 5 cm cada);\n•\tAplicação de um filtro sobre o pulso refletido ao longo das células para determinar a posição da superfície;\n•\tUtilização de interpolação quadrática para determinar a posição da superfície com precisão. Um exemplo da série temporal de amplitude do sinal discretizado nas células é apresentado na Figura 11.\nFigura 11 - Exemplo de funcionamento da função AST. Fonte: traduzido de Pedersen e Dolle (2002).\nA fim de eliminar dados nulos e inválidos, as séries temporais obtidas com a função AST passam por uma análise de consistência. Dados são considerados nulos quando não ultrapassam determinado nível de energia considerado representativo da interface ar-água. Dados inválidos, por outro lado, requerem um algoritmo mais sofisticado. Ele começa pela identificação das amostras que excedem um valor relativo o conjunto de amostras. Esse valor é definido por um múltiplo do desvio padrão daquele conjunto. Esse passo então é repetido iterativamente com múltiplos cada vez menores, garantindo que todos os dados inválidos sejam eliminados. Finalmente, caso o número acumulado de dados nulos e inválidos seja maior do que 10% do total de amostras no\nconjunto, o próprio conjunto é considerado inválido e descartado (PEDERSEN; DOLLE, 2002).\nUma vez que a série temporal de elevação da superfície livre tenha sido estabelecida, é possível determinar os parâmetros não-direcionais de onda no domínio do tempo, utilizando a tradicional metodologia de zero-crossíng. Esse método define a altura de onda como a diferença da elevação máxima e mínima que ocorre entre dois pontos consecutivos em que esse nível d’água está em seu valor médio (THORTON; GUZA, 1983).\nO espectro direcional de ondas também pode ser determinado a partir desses dados, sendo utilizada uma metodologia diferente da tradicional PUV (NORTEK, 2002), no sentido de que se utiliza um processamento em uma matriz de pontos na superfície, ao contrario da medição tradicional que considera apenas três informações de direção. Conhecida como Maximum Likelihood Method (MLM) e descrita por Krogstad et al (1988), essa metodologia determina espectro direcional de ondas a partir de dados de direção de correntes em pelo menos 4 diferentes pontos da superfície. Esse espectro então é comparado aos dados coletados na matriz de pontos, repetindo o cálculo da estimativa em uma série de iterações até que haja a maior concordância possível entre os dados. A Figura 12a apresenta os métodos utilizados por esse equipamento para obtenção de dados de altura de onda, enquanto a Figura 12b ilustra o esquema descrito acima, conhecido como array, para a obtenção do espectro direcional.\nFigura 12 - Métodos para obtenção de dados de altura (a) e direção de onda (b) através de ADCP com função AST.\nA limitação de frequência para as ondas mensuráveis não é somente função do limite de Nyquist (equivalente à metade da taxa de amostragem), mas também do tamanho da área determinada pela interseção dos feixes acústicos com a superfície da água. Naturalmente, na medida em que aumenta a profundidade de instalação do equipamento, essa área também aumenta. Como regra geral, pode ser seguido um raciocínio análogo à regra de Nyquist: o limite de frequência associado com a área projetada na superfície é determinado por um comprimento de onda equivalente ao dobro do diâmetro dessa área (PEDERSEN; DOLLE, 2002).\nOutra limitação refere-se à estimativa da direção das ondas mais curtas, sendo o elemento limitante dessa estimativa a distância entre os pontos projetados pelos 4 diferentes feixes do equipamento. Somente podem ser resolvidas ondas com comprimento maior que duas vezes a distância entre os pontos projetados. Assim como acontece para o tamanho da área projetada, em virtude da inclinação dos feixes de medição de velocidade essa distância aumenta quanto maior é a profundidade no local de medição. Segundo o fabricante (NORTEK, 2005), esses comprimentos mínimos são superestimados, indicando que ondas ligeiramente mais curtas ainda poderiam ter sua direção estimada com segurança. Ainda assim, o impacto disso é que costumeiramente dados de ondas direcionais são obtidos com um limite de classes de frequência mais baixo do que aquele dos dados não-direcionais, conforme pode ser verificado na Tabela 3, que apresenta alguns casos para exemplificar esse efeito em um equipamento Nortek AWAC 0,6 MHz.\nTabela 3 - Limitações para período de onda passível de ser mensurado em função da profundidade.\nProfundidade (m)\tPeríodo Mínimo (Hs)\tPeríodo Mínimo (Dir)\n5\t0,5 s\t1,5 s\n20\t0,9 s\t3,1 s\n60\t1,5 s\t4,2 s\n100\t2 s\t5,0 s\nFonte: Traduzido de Nortek (2013).\nDeve ser levado em consideração ainda o intervalo em que as ondas estarão sendo medidas para uma caracterização satisfatória do estado de mar. Para a determinação de parâmetros representativos do regime de ondas, a duração ideal para cada registro de oscilação do nível\ndo mar é determinada por diversos fatores. Em primeiro lugar, para uma correta descrição do estado do mar, as condições devem ser estatisticamente estacionárias durante o período de amostragem. De fato, isso nunca será completamente verdade já que o campo de ondas usualmente está evoluindo (com a energia de ondas aumentando ou decaindo) ao longo do tempo. Por outro lado, para reduzir o erro estatístico, o registro deve conter ao menos 200 ondas distintas. Assim, o intervalo de tempo ideal ao longo do qual as ondas devem ser medidas na maior parte dos casos está entre 15 e 35 minutos, já que esse período atende razoavelmente a ambas as condições (WMO, 1998).\n2.3.3\tEspectros de variância e parâmetros de ondas\nGoda (2000) utiliza a denominação ondas aleatórias do mar para destacar a característica de alta variabilidade dos estados de mar passíveis de serem observados na natureza. A análise dessas ondas pode ser realizada assumindo que elas consistem de um infinito número de pequenas ondas livres oscilando em diferentes frequências e direções. A distribuição de energia dessas ondas livres, quando apresentadas em função das suas frequências e direções é chamada de espectro de ondas. Mais precisamente, a distribuição de energia com respeito somente à frequência, independente da direção de propagação é chamada de espectro de energia ou espectro de frequências, enquanto a distribuição da energia como função tanto da frequência quanto da direção é chamando espectro direcional de ondas.\nPara esse autor, portanto, uma das maneiras de descrever essas ondas aleatórias que permite o entendimento mais fácil é através do espectro de variância de energia, que representa a superposição de ondas de diferentes frequências e direções, obtido através da expressão (8):\n7 = 7] (x,y , t) = Xn=1 an coS (knx COS(n + s~ 2 Tt fn t + £n)\n(8)\nOnde:\ncoordenadas no espaço e no tempo (m) superfície livre do mar em um ponto no espaço (m) amplitude da onda (m) número de onda\nângulo entre o eixo x e a direção de propagação da onda (rad)\nf = frequência da onda (Hz)\n£ = ângulo de fase da onda (rad)\nEssa expressão, inicialmente empregada por Longuet-Higgins (LONGUET-HIGGINS, 1957 apud GODA, 2000), atribui um número a cada combinação de frequência e direção de propagação das infinitas componentes de ondas e então soma essas componentes. Dessa forma, esse conceito interpreta o estado de mar como uma superposição de ondas progressivas livres de diferentes frequências e direções e sua validade matemática depende basicamente de 4 condições:\n•\tas classes de frequência tem de estar densamente distribuídas entre zero e o infinito, de maneira a que qualquer pequeno intervalo de variação de frequência contenha um infinito número de classes;\n•\tas classes de direção também devem ser densamente distribuídas entre 0° e 360° com um infinito número de classes contido em cada intervalo de direções;\n•\tos ângulos de fase devem estar aleatória e uniformemente distribuídos entre 0° e 360°;\n•\tainda que a amplitude de cada onda seja infinitesimal, a\nsoma dos seus quadrados deve ter valor finito e único. Chamando esse valor de\t, ele pode ser descrito\npela expressão (9):\n+e+deia2 = s(f g) d f dg\n(9)\nEssa função S(f, 6), definida pela Eq. (8) é chamada função de densidade do espectro direcional de ondas. Ela representa a maneira como a energia de ondas é distribuída com respeito a frequência f e a direção .\nA Eq. (7) oferece uma descrição de ondas do mar aleatórias, cujos perfis estão mudando de lugar para lugar e tempos em tempos. Quando se considera o perfil de ondas irregulares observado a partir de um ponto fixo, como a série temporal registrada por um ondógrafo, esse perfil pode ser expresso da seguinte forma:\nV = V( 0 = Xn=ian COS(2Ttfnt+ Sn)\n(9)\nA amplitude an e o ângulo de fase £n trazem significados ligeiramente diferentes daqueles associados com a Eq. (8), onde e representam a amplitude e o ângulo de fase de ondas livres propagando-\nse independentemente. No caso da Eq. (9), no entanto, a amplitude e fase elementar são o resultado de manipulação matemática de todas as ondas se propagando em diferentes direções, mas tendo as mesmas frequências, de forma que são somadas e o resultado reescrito como uma soma de funções senóides. Assim, as componentes de onda na Eq. (9) não representam a realidade física por si mesmas, mas apenas uma análise de série temporal no domínio da frequência, sem atribuição de nenhum significado físico particular.\nDe qualquer maneira, a Eq. (9) implica que a soma dos quadrados das amplitudes de onda em um intervalo de f até f + df é finito e único. O valor da soma é representado por S(f) e dado pela expressão\n(10):\nd l^ = s çn df\n(10)\nA função\té chamada de espectro de variância de\ndensidade de onda, ou simplesmente de espectro de frequência ou espectro de energia (GODA, 2000).\nSendo uma componente essencial de um estudo de morfodinâmica, a descrição do regime de ondas pode também ser obtida através de séries temporais de parâmetros representativos, como altura, período e direção. Essas informações são essenciais para delinear da melhor forma possível todo o espectro direcional em valores únicos, de maneira a permitir comparações e avaliações ao longo do tempo ou espaço. Parâmetros médios de ondas podem ser estimados a partir dos momentos lineares do espectro, permitindo descrever de modo relativamente simples um processo físico extremamente complexo (WMO, 1998).\nA altura significativa (Hs) representa a média da altura de 1/3 das maiores ondas presentes em um dado registro de onda. Essa grandeza possui uma equivalente (Hm0) que pode ser inferida através do espectro de energia de ondas, através da equação (11):\nHmO\n(11)\nOnde m0 é o momento espectral de ordem zero, definido pela expressão (12):\n(12)\nSendo que o espectro de energia S (f ,9 ) descreve a distribuição em frequência f e em direção 9 da energia das ondas. O valor de m0, portanto, pode ser calculado pela área do espectro de frequência ou equivalentemente, como sendo a energia total do espectro.\nImportante ainda é identificar os máximos (picos) na densidade de energia do espectro, de modo a poder distinguir direções e períodos de oscilação associados a fenômenos de agitação marítima mais intensos: de regra se usa o máximo absoluto e se definem assim um período de pico e uma direção média de pico. O período de pico (Tp), portanto, corresponde a frequência com a maior densidade de energia presente em um espectro de frequência uni-modal enquanto a direção média (MeanDir) é a média das direções de onda ponderada pela energia presente em cada classe do espectro direcional.\nNo caso de um mar uni-modal estas informações são suficientes para descrever eficientemente o estado de agitação marítima. No entanto, em mares multi-modais, quando várias ondas se encontram, vindas de direções diferentes, com período próprio e com energia (altura) diversa, esse tipo de descrição paramétrica torna-se insuficiente para representar a complexidade do estado de mar.\nFranco e Melo (2008) recomendam que cuidados especiais devem ser tomados na interpretação dos parâmetros estatísticos, como altura significativa (Hm0) e período médio (Tm02), calculados a partir dos momentos espectrais no caso de espectros multi-modais que apresentem mais de um pico na frequência. Em uma situação como essa, o momento zero, M0, continua representando a energia do estado de agitação marítima, entretanto Hm0 não é mais proporcional à altura media do terço superior das ondas presentes no registro, pois no espectro coexistem dois ou mais processos de banda estreita, cada um com a sua altura significativa; Tm02 também nesses casos não representa mais uma duração média de onda, visto que se apresentam no mesmo registro pacotes de ondas de períodos diferentes.\nNesses casos, somente a visualização dos espectros direcionais de ondas (a densidade de probabilidade conjunta da energia em função de frequência e direção) fornece a informação suficiente, de maneira a permitir o entendimento da distribuição da energia de ondas no mar e mesmo a interpretação independente de cada componente do estado de mar (FRANCO; MELO, 2008).\n62\n3\tMETODOLOGIA\nO desenvolvimento do presente projeto compreende cinco fases sequenciais, descritas nos tópicos a seguir.\nA realização do trabalho iniciou-se com o planejamento e execução das campanhas de coleta de dados em campo, procedendo então até a fase de processamento e qualificação dos dados medidos. Seguiu-se a comparação entre os regimes de onda observado nas diferentes estações amostrais durante o período do experimento, verificando então a variação da energia, correspondente a altura de ondas entre elas para diferentes períodos e direções. Por fim, procurou-se testar a utilização de parâmetros comparativos entre os dados medidos para estimar parâmetros de ondas nas estações abrigadas a partir dos dados da estação mais exposta.\n3.1 MEDIÇÃO DE ONDA COM ADCPS\nMedições eulerianas (pontuais) de ondas foram realizadas em três pontos estrategicamente selecionados na área de estudo. Essa seleção foi realizada com o apoio do modelo numérico SMC (GIOC, 2000), utilizado para se realizar simulações de casos de onda com altura de 1m e diferentes direções observadas no clima de ondas da região (Figura 13). Considerando que o objetivo das simulações era definir os locais onde melhor poderiam ser observados os processos de difração, foi utilizada uma grade batimétrica com profundidades sempre acima de 200 m, evitando assim transformações de onda geradas por contato com o fundo, como refração e empolamento.\nFigura 13 - Simulações realizadas com o objetivo de definir os pontos de amostragem de ondas. Os pontos representam possíveis locais para fundeio e as isolinhas representam a distribuição de alturas de ondas.\nA instalação, manutenção e recuperação dos equipamentos foram realizadas de acordo com os procedimentos internos da Shaw - CPE Brasil (CBI, 2010), utilizando estrutura metálica especialmente desenvolvida para sustentação do equipamento no fundo. Os equipamentos foram instalados no leito marinho e afixados a estacas cravadas na areia, com o uso de mergulhadores profissionais.\nA campanha de coleta de dados pontuais, com duração total de 33 dias, foi realizada em três estações amostrais na área de estudo, conforme ilustrado na Figura 14.\nFigura 14 - Posicionamento das estações amostrais.\nAs coordenadas geográficas das estações amostrais onde foram realizadas as medições de onda são apresentadas na Tabela 4 (datum: WGS84).\nTabela 4 - Posição das estações amostrais\nEstação\tST001\tST002\tST003\nLatitude\t26°45'37.69\" S\t26°46'5.79\" S\t26°42'44.88\" S\nLongitude\t48°39'26.15\" O\t48°39'17.79\" O\t48°36'49.19\" O\nUTM X (Zona 22)\t733179.4 m E\t732964.3 m E\t737401.1 m E\nUTM Y (Zona 22)\t7037080.0 m S\t7037949.2 m S\t7043187.9 m S\nProfundidade\t\t\t\nobtida em\t4\t7\t17\necobatímetro (m)\t\t\t\nPara a coleta dos dados foram utilizados três perfiladores acústicos de correntes (ADCP) da marca Nortek, sendo dois deles do modelo AWAC® 1 MHz instalados nos pontos ST001 e ST002 e um do modelo AWAC® 0,6 MHz, utilizado no ponto ST003. Na Figura 15 são apresentados os equipamentos utilizados na campanha de medição, já instalados em suas estruturas de fundeio. O ADCP contém, também, sensores de pressão e temperatura. Os equipamentos foram fixados em armações piramidais de aço inox (frames), com estacas, correntes e cabos para sustentação e estabilização no fundo. A Tabela 5 apresenta as características do equipamento para medições de onda.\nFigura 15 - Perfiladores de correntes (AWAC®) utilizados na aquisição dos dados.\nTabela 5 - Especificações do Nortek AWAC para medições de ondas.\nAlcance\t-15 a 15 m\nPrecisão / resolução (Hs)\t<1% do valor medido / 1 cm\nPrecisão / resolução (Dir)\t2° / 0,1°\nLimites de período\t0,5-100 s (1MHz); 1 - 100s (0,6 MHz)\nFonte: Traduzido de Nortek (2013).\nOs equipamentos AWAC® foram instalados no leito do mar, voltados para cima (upward-looking). As medições de pressão e temperatura foram realizadas a cada 30 minutos, sendo que a obtenção dos valores destas variáveis é realizada instantaneamente pelos sensores\ndo equipamento na posição em que se encontra o equipamento (medições pontuais). Para a medição de ondas, os equipamento coletaram dados a cada 1 hora durante 20 minutos, numa taxa de aquisição de 4 Hz (0.25 s) no ST001 e ST002 e de 2 Hz (0.5 s) no ST003.\nSegundo Nortek (2006), o número de amostras e a taxa de aquisição com a opção AST habilitada, como é o caso desta medição, representa 2 vezes a opção configurada. Assim, se a configuração realizada é igual a 1200 amostras a 1Hz (1s) teremos na realidade 2400 medidas da posição da superfície coletadas a 2Hz (0,5 s). O arquivo que resume todas as configurações utilizadas nos equipamentos é apresentado no Anexo A.\nMaiores detalhes sobre a instalação dos equipamentos e sobre o pré-tratamento dos dados de onda podem ser encontrados respectivamente nos relatórios técnicos internos RT_PIC/2011-03 (RIBEIRO et al, 2011a) e RT_PIC/2011-04 (RIBEIRO et al, 2011b)\n3.2 PROCESSAMENTO DE DADOS DE ONDA\nOs espectros direcionais de ondas foram determinados a partir de dados de nível obtidos com a função AST do AWAC®. Durante o processamento no software Quickwave, versão 2.10, foi aplicada a correção em função da declinação magnética local, relacionada ainda à data da coleta das informações de ondas na área de estudo. A declinação magnética descontada dos dados foi de 18° 42'W para as estações ST001 e ST002 e de 18° 45'W para a estação ST003, todas obtidas junto a NOAA (NOAA, 2013).\nOs dados obtidos através dessa função passaram ainda por um controle de qualidade de acordo com os algoritmos internos adotados pela fabricante dos equipamentos (PEDERSEN e DOLLE, 2002), conforme descrito na seção (2.3.2). Esses dados são fornecidos pelo software em três arquivos distintos:\n• Espectro de energia de ondas - esse arquivo apresenta o espectro de energia para cada período de amostragem. Nota-se que o limite de frequência para esse espectro pode ser maior do que aquele do espectro direcional. Isso acontece porque as amostras da função AST são coletadas no dobro da frequência das amostras de velocidade de correntes e pressão.\n•\tEspectro direcional de ondas - esse arquivo apresenta a direção em cada classe de frequência, em cada período de amostragem.\n•\tEspectro direcional de ondas completo - esse arquivo é uma apresentação da distribuição de energia ao longo tanto das classes de frequência quanto das classes de direção. As unidades estão normalizadas, o que significa que se o espectro direcional para uma única classe de frequência for integrado de 0° a 360°, o resultado será 1.\nA fim de calcular os valores de energia em cada classe de energia e direção, foram multiplicados os valores do arquivo de espectro de energia de ondas pelos valores normalizados do espectro direcional de ondas completo (NORTEK, 2005).\nPosteriormente, para a realização das análises de correlação foram removidos das séries temporais todos os momentos em que houve lacunas nos dados em qualquer um das três estações amostrais, identificados durante a análise de consistência, o que correspondeu a menos de 4% das séries temporais.\nA partir dos espectros direcionais de energia foram geradas as séries temporais dos seguintes parâmetros de onda: altura significativa (Hm0), período de pico (Tp) e direção média (MeanDir), apresentados no Anexo B.\nPor fim, os dados paramétricos obtidos passaram por uma análise de consistência em ambiente MATLAB, a fim de se remover erros nos dados. Foram eliminados:\n•\tdados sem qualidade suficiente, identificados através de sinal acústico de retorno abaixo de 3 dB;\n•\tdados repetidos ou fora de sincronismo, identificados através da análise da série temporal;\n•\tdados provenientes de ruídos e valores discrepantes, identificados através da separação das variações de alta frequência e subsequente destaque para os valores que ultrapassarem 4 vezes o desvio padrão dessas variações.\nOs resultados apresentados nessa dissertação passaram, portanto, por todas as etapas de análise de consistência citadas acima e estão referenciadas ao Norte Verdadeiro e em horário UTC.\n3.3 ANÁLISES DE TRANSFORMAÇÃO DE ONDA\nO primeiro passo da análise comparativa das séries de parâmetros de onda obtidas nas diferentes estações amostrais foi o cálculo das séries temporais dos coeficientes de atenuação de onda, através da comparação de altura significativa, utilizando para isso as expressões (13) e (14) apresentadas a seguir:\nCoefl =\n(HmO do ST003 - HmO do ST001) HmO do ST003\n(13)\nCoef2\n(HmO do ST003 - HmO do ST002)\nHmO do ST003\n(14)\nPara os resultados com espectro de ondas, foram geradas séries de coeficientes de atenuação, através da aplicação das fórmulas (13) e (14), comparando, ao invés de altura significativa, os valores de energia contidos em cada classe de direção e frequência das estações ST001 e ST002 com a energia de cada classe medida no ST003. A partir das séries temporais obtidas, calculou-se um coeficiente de atenuação médio para cada classe de direção/frequência dos espectros de ondas.\nEsses valores médios passaram então a representar uma matriz espectral de transformação que possibilita visualizar a variação de energia entre a estação amostral externa e as duas estações internas para cada região do espectro de ondas. A fim de se obter informação sobre a representatividade desses valores médios, construíram-se ainda matrizes espectrais com os valores de desvio padrão observados nas séries de coeficientes de atenuação para cada classe de direção e frequência.\n3.4\tANÁLISES DE CORRELAÇÃO\nRealizou-se uma análise para investigar as correlações existentes entre os parâmetros de onda medidos em cada estação e entre esses parâmetros e os coeficientes de atenuação de altura significativa. Além de verificar a relação entre as ondas medidas nas diferentes estações, o objetivo foi avaliar se havia algum parâmetro do ST003 que explicasse a variação dos coeficientes de atenuação. Para esse estudo foram utilizadas análises de correlação linear, com intervalo de confiança de 95%.\nPara os espectros direcionais de ondas, as análises de correlação foram realizadas entre as séries temporais de energia contidas em cada classe de direção/frequência, nas três estações amostrais. O foco da análise foi direcionado para as correlações entre ST003 X ST001 e\nST003 X ST002, de forma a permitir inferências sobre os processos de transformações de onda presentes na enseada.\nEm uma primeira etapa, foram calculadas as correlações de cada classe de direção/frequência com essa mesma classe entre os espectros medidos nas diferentes pontos amostrais. Uma segunda análise procurou identificar quais classes do ST003 representavam melhor a variação observada em cada classe do ST001 e do ST002. Para isso, a análise gerou resultados de correlações de cada classe do ST001 e ST002 com todas as classes do ST003, buscando em seguida os maiores valores de correlação encontrados, identificando assim a classe do ST003 com maior correlação com cada classe do ST001 e ST002.\n3.5\tRECONSTRUÇÃO DE SÉRIES TEMPORAIS\nApós o calculo das correlações, procedeu-se às reconstruções das séries de altura significativa medidas no ST001 e no ST002, através da aplicação do coeficiente de atenuação nos dados obtidos no ST003, obtido através dos métodos descritos na seção anterior, na forma das expressões (15) e (16):\nHmO do ST001 = HmO do ST003 - HmO do ST003 X Coefl\n(15)\nHmO do ST002 = HmO do ST003 - HmO do ST003 X Coef2\n(16)\nA primeira estratégia para isso foi calcular um coeficiente médio para cada estação amostral, através do cálculo da média ao longo do tempo dos coeficientes obtidos em cada ponto da série temporal. Através desses coeficientes médios, foi possível fazer as primeiras reconstruções das séries temporais, aplicando-se um algoritmo inverso ao descrito pelas fórmulas 1 e 2.\nUma segunda estratégia consistiu em ajustar modelos lineares de primeira ordem relacionando o coeficiente de atenuação aos parâmetros medidos no ST003, a fim de melhorar a qualidade dos ajustes nas reconstruções e também inferir propriedades do processo de atenuação através dos coeficientes obtidos nos ajustes.\nDuas outras estratégias se prestaram a reconstrução das séries temporais obtidas nas estações internas a partir dos dados espectrais obtidos na estação interna: a primeira se utiliza de um coeficiente médio para cada classe de direção e frequência, utilizando classes equivalentes\nnas estações interna e externa; na segunda, também são utilizados coeficientes médios, mas desta vez utilizando as classes do ST003 que alcançaram os maiores valores de correlação com cada classe espectral das estações internas.\nPara todas as reconstruções foi calculado o Erro Quadrático Médio (EQM), através da formulação (17):\n£ (Hm - Hr) 2\nN\nOnde:\nHm = altura significativa de ondas medidas (m)\nHr = altura significativa de ondas reconstruídas (m) N = número de amostras\n(17)\nA fim de se obter uma medida relativa do erro, facilitando a comparação entre as duas estações e outros estudos relacionados, foi calculada ainda a porcentagem do erro médio, obtida através da expressões (18) e (19):\n%Erro =\nOnde:\nOnde:\nEQM\nHmO medio\nHmO médio =\n%HmO\nn\n(18)\n(19)\nHm 0 = altura significativa (m) n = número de amostras na série temporal\nDiferentes estratégias já foram utilizadas para reconstruir séries temporais de ondas em águas rasas a partir de dados obtidos em águas profundas. Thorton e Guza (1983) se valeram de um modelo baseado em balanço de fluxo de energia cujos dados de entrada foram as alturas de ondas obtidas em águas intermediárias e que tinha uma única variável, associada à dissipação de energia por quebra das ondas. Esses autores obtiveram um erro de 9% quando compararam o resultado do modelo com medições realizadas em águas rasas.\nBonanata et al (2010) realizaram estimativas de altura, direção e período de ondas em águas rasas a partir da metodologia conhecida como Hipercubo, desenvolvida no Instituto de Hidráulica Ambiental da Universidade de Cantábria (CAMUS, 2009). Nesse método, é extraída da série temporal de ondas em águas profundas uma série de casos\nconsiderados representativos do regime de ondas local. Esses casos são então propagados para águas rasas através de modelagem numérica e, em seguida, comparados com os dados originais em águas profundas. Dessa comparação são obtidos coeficientes, de maneira semelhante ao que foi realizado no presente trabalho. A interpolação desses coeficientes permite obter a série completa de ondas em águas rasas, com um ganho de eficiência considerável quando comparada à propagação de todos os casos individuais através da modelagem numérica.\nCamus et al (2011) aperfeiçoara a metodologia descrita acima ao se utilizar de um algoritmo estatístico que busca as maiores diferenças entre os casos de ondas de águas profundas para selecionar os casos que serão propagados através de modelagem numérica. A reconstrução das séries em águas rasas é realizada através de uma interpolação com funções de base radiais, aumentando a precisão dos resultados obtidos quando comparados com dados medidos.\n4\tRESULTADOS E DISCUSSÃO\n4.1\tMEDIÇÃO DE ONDAS IN SITU\n4.1.1\tParâmetros de ondas\nNas figuras a seguir são apresentadas as séries temporais dos parâmetros de onda: altura significativa (Figura 16), período de pico (Figura 17), e direção média (Figura 18).\nFigura 16 - Séries temporais de altura significativa obtidas na Enseada de Itapocorói em agosto e setembro de 2011.\nLocalizada na região mais exposta da enseada e sendo a estação mais profunda dessa campanha amostral, foram observadas no ST003 as maiores alturas de onda desse estudo, com a altura significativa chegando a um máximo de 3 m. Durante o período de medição foram registrados ao menos 4 diferentes eventos de entrada de onda com duração entre 4 e 10 dias cada.\nA estação ST002 está localizada em região mais rasa e abrigada da enseada, o que siginifica que as ondas registradas sofreram o efeito dos processos de transformação dissipativos da enegia de ondas ao interagir com o fundo, com a Ilha Feia e os promontórios rochosos que limitam a enseada. Isso se reflete em valores menores para altura de onda, registrando um valor máximo de altura significativa de 1,4 durante o período de medição.\nPor estar localizado na região mais abrigada e rasa da enseada, a ST001 foi a estação amostral onde foram observadas as menores alturas significativas de onda, nunca ultrapassando 0,7 m. As ondulações registradas nessa estação sofrem o sombreamento adicional da Ponta da\nPenha, além de se propagarem para profundidade menor, estando ainda mais sujeitas à aleterações na distribuição de energia por processos de transformação em águas rasas, especialmente difração.\nA análise desse parâmetro permitiu inferir a quantidade de energia de ondas presente em cada estação amostral ao longo do tempo, porém não há meios de se determinar a origem dessa energia, ou ainda a contribuição das suas possíveis zonas de geração para o estado de mar observado. Os valores medidos, estiveram de acordo ainda com a distrubição de alturas significativas obtidas através de modelagem numérica por Signorin (2010), Tessler (2010) e Oliveira (2013).\nFigura 17 - Séries temporais de período de pico obtidas na Enseada de Itapocorói em agosto e setembro de 2011.\nO período de pico registrado no ST003 apresentou em diversos momentos valores acima de 14 s, associados à entrada de marulho ou swell, ondas geradas distante da costa e propagadas até águas rasas. Isso aconteceu nos primeiros 3 eventos citados anteriormente, mas não no último, possivelmente porque este compreendia uma ondulação gerada mais próxima à costa do que as anteriores.\nNo ST002, a série temporal de período de pico apresentou-se em geral bastante semelhante com os dados registrados no ST003. Observase, porém, que em determinados momentos houve discordância entre o valor desse parâmetro nessas duas estações mais externas, sendo que no ST002 foram mais frequentes os valores entre 5 e 9 s, representativos de um estado de mar determinado majoritariamente por ondas geradas próximas a costa, as vagas ou wind sea. A diferença fica clara no período entre 24 e 30/08, sugerindo que havia uma componente de ondas com período mais longo registrada no ST003 que não chegava\ncom a mesma importância relativa para compor o estado de mar observado no ST002.\nA série temporal de período de pico registrada no ST001 apresentou características intermediárias entre as duas outras estações amostrais. Observou-se nesse ponto uma maior predominância de períodos associados à entrada de marulho, ondas geradas mais distante da costa e propagadas até águas rasas, do que aquela registrada no ST002.\nO período de pico é um parâmetro relativo, que representa a faixa de frequência com maior quantidade de energia em relação à energia total do espectro de ondas. Ao atuar de maneira desigual sobre componentes de onda de diferentes períodos e direções, os processos de transformação de onda presentes na enseada acabam por alterar a proporção de energia distribuída entre as classes de frequência. Em muitas ocasiões esse processo resulta em um período de pico distinto na medida em que a onda se propaga enseada adentro, indicando que uma classe de frequência diferente passou a ser a componente de maior energia. Portanto, a presença de divergências nas séries desse parâmetro obtidas nos três pontos da enseada é uma evidência de que na maior parte do tempo há mais de uma componente importante para o estado de mar observado no local e de que essas componentes são afetadas de maneira diferente na medida em que as ondas se aproximam da praia, conforme já foi relatado por Franco e Melo (2008).\nFigura 18 - Séries temporais de direção média obtidas na Enseada de Itapocorói em agosto e setembro de 2011.\nAs direções de ondas registradas no ST003 estiveram todas dentro dos quadrantes leste e sudeste, refletindo sombreamento proporcionado pelo promontório representado pela Ponta da Vigia às\nondulações provenientes de sul e ausência de ondulações provenientes do quadrante nordeste no período, sendo esse resultado bastante coerente com as ondas observadas no litoral de Santa Catarina (OLIVEIRA, 2013; ARAUJO et al, 2003; FRANCO &amp; MELO, 2008).\nNo ST002, as direções de ondas registradas estiveram todas dentro dos quadrantes leste, refletindo o bloqueio proporcionado pela Ponta da Vigia e Ponta da Penha, em grau ainda maior do o observado no ST003, às ondulações provenientes de sul e sudeste. A medida em que as ondulações adentravam a enseada, sofreram processos de transformação que alteraram as direções predominates de onda, concentrando a energia presente em uma distribuição direcional mais estreita do que aquela observada no ST003.\nEm função da sua posição na enseada, as direções de ondas registradas na estação ST001 estiveram concentradas no quadrante norte, considerando que a estação está protegida das ondulações de sul e de leste e que as ondas incidentes nessa região estão sujeitas a processos de refração ao interagir com o fundo e, especialmente, difração ao interagir com a Ponta da Penha. Essa mudança de direção das ondas, ao interagir com as estruturas e feições costeiras foi verificada também por Oliveira (2013), que obteve padrões de distribuição de altura de onda em forma de leque, sempre associados à essas estruturas.\nA direção média é uma ponderação das direções predominantes em cada classe de frequência do espectro de ondas pela quantidade de energia presente nessa mesma classe. Ao se aplicar esse parâmetro em um estado de mar multimodal é possível, portanto, que a direção obtida não corresponda a nenhuma das componentes principais presentes. Isso provavelmente está ocorrendo com os dados medidos no ST003 na maior parte do tempo, considerando a presença predominante desse tipo de condição na região, o que já foi descrito para Santa Catarina por Franco &amp; Melo (2008).\nA Figura 19 apresenta uma distribuição de ocorrências de direção média e altura de onda. A fim de facilitar a comparação entre as estações amostrais, as séries temporais de altura significativas foram divididas pelo valor máximo desse parâmetro registrado em cada local, de forma que a altura retratada passa a ser um valor relativo e adimensional.\nFigura 19 - Rosas de ondas geradas a partir dos parâmetros altura significativa e direção média de propagação, com os valores de altura normalizados pela altura máxima registrada em cada estação amostral.\nNo ST003 as maiores alturas foram observadas nas ondulações de sudeste, possivelmente em função da concentração de energia presente nas ondulações de sul e de sudeste presentes fora da enseada, que sofreram processos de refração e difração, mudando ligeiramente de direção ao se deparar com a Ponta da Penha.\nNas outras duas estações a direção média das ondas apresentou uma distribuição muito mais estreita, com centro em torno de 67° no ST002, onde quase a metade das ondas estiveram entre 62° e 73°. Já no ST001, o centro da distribuição foi próximo de 12°, com os dados apresentando maior espalhamento já que somente 30% deles se\nconcentraram nessa classe central, entre 6° e 17°. Nesses dois pontos amostrais não houve um padrão definido para a relação da direção com a altura das ondas, sendo essa útima variável distribuída de maneira uniforme ao longo das classes de direção.\nDe maneira geral, portanto, observou-se com respeito a direção um giro anti-horário a medida que a ondas se propagaram do ST003 para ST001, ao mesmo tempo em que se foi notada uma diminuição de altura de onda, ainda que o período de pico tenha se mantido igual nas três estações na maior parte do tempo.\n4.1.2\tEspectros de Ondas\nEm função da frequência de amostragem do equipamento e da profundidade no ponto ST003, além de outras limitações já comentadas na seção 2.3.2, só foi possível obter dados nessa estação na faixa de frequências de 0,02 até 0,34 Hz, equivalentes a um intervalo de período de onda de 2,94 s até 50 s. Para permitir a comparação e correlação entre as diferentes estações, os dados do ST002 e ST001 com período abaixo de 2,94 s foram então eliminados.\nAssim, os espectros de onda utilizados nesse trabalho estão distribuídos em 90 classes de direção, com espaçamento de 4 graus entre elas e 33 classes de frequência, com espaçamento de 0,01 Hz entre elas, iniciando em 0,02 Hz e finalizando em 0,34 Hz totalizando 2970 informações por estação amostral a cada período de medição de ondas. Essa parametrização de classes foi definida em função da resolução e dos limites de detecção dos ADCPs, conforme expostos no item 3.1.\nNa Figura 20 é apresentada a série temporal do espectro de energia, em classes de período de ondas, para as três estações amostrais. A série temporal do espectro direcional, também para as três estações amostrais, é apresentada na Figura 21.\nEspectro de Energia de Ondas - ST003 (m2/Hz)\n20/08/11\n26/08/11\n01/09/11\n07/09/11\n13/09/11\n19/09/11\nI\nEspectro de Energia de Ondas - ST002 (m2/Hz)\n20/08/11\t26/08/11\t01/09/11\t07/09/11\t13/09/11\t19/09/11\nFigura 20 - Séries temporais dos espectros de energia de ondas obtidas na Enseada de Itapocorói em agosto e setembro de 2011.\nNesses resultados é possível observar grande semelhança na distribuição de energia entre as estações amostrais, mesmo quando há mais de uma componente de onda presente simultaneamente, ainda que as medições tenham sido realizadas de forma totalmente independente. Há, portanto, homogeneidade nos processos de transformação de onda em águas rasas em relação ao período, já que a cada onda medida parece conservar uma distribuição de energia semelhante na medida em que adentra a enseada se aproximando da costa.\nAinda que proporcionalmente a situação permaneça semelhante nas três estações amostrais, fica clara a atenuação de energia de onda ao atingir águas rasas: há uma diferença de quase uma ordem de grandeza entre as escalas de energia das séries temporais de cada estação. São notáveis ainda diferenças em função da exposição de cada ponto à determinada faixa de direções de onda. As componentes de período mais\nlongo, que nesta região estão associadas a direções maiores do que 100°, tem menor importância relativa nas ondas medidas nos pontos internos do que no ponto mais externo, sugerindo que estão sofrendo com maior intensidade os processos de redistribuição de energia ao adentrar as águas mais rasas da enseada.\nÉ possível observar nas séries temporais que na maior parte do tempo o espectro de energia se apresenta bimodal, com a presença de uma componente de período mais longo junto a uma segunda componente com ondas geradas localmente. Isso é verdade nos três primeiros eventos de entrada de ondas, mas não para o último, quando o estado de mar era composto exclusivamente por ondas com período abaixo de 10 s.\nEspectro Direcional de Ondas - ST003 (m2/)\n300 H\n\n■ o 025\n||o.O2\n0.015\n0.01\n0.005\n20/08/11\t26/08/11\t01/09/11\t07/09/11\t13/09/11\t19/09/11\nx 10\nEspectro Direcional de Ondas - ST001 (m2/°)\n20/08/11\t26/08/11\t01/09/11\t07/09/11\t13/09/11\t19/09/11\nDias\nFigura 21 - Séries temporais dos espectros direcionais de ondas obtidas na Enseada de Itapocorói em agosto e setembro de 2011.\nPara a direção de ondas, por outro lado, existe uma diferenciação clara entre as estações amostrais, com a variação muito menor nas\nestações ST001 e ST002 do que aquela observada no ST003. Isso acontece porque as estações mais internas não recebem a maior parte das direções de onda incidentes diretamente, sendo que essas passam por processos de transformação (especialmente difração), resultando em uma direção aproximadamente normal à linha de costa. Assim, enquanto no ST003 ainda é possível distinguir a condição bimodal, com componentes de ondas provenientes de diferentes direções, nas estações internas as componentes já se encontram sobrepostas na mesma faixa de direção.\nA Figura 22, Figura 23 e a Figura 24 apresentam os espectros médios de energia de onda, discretizados por direção e período, respectivamente para os pontos ST003, ST002 e ST001. Ainda que a média não corresponda exatamente a nenhum momento das medições realizadas, ela representa bem os padrões de onda observados em cada estação amostral.\nEspectro Médio - ST003 (m2.7Hz)\n50\n10\n20\nV> o\nO\nQ_\n50\t100\t150\t200\t250\t300\t350\n10 03\n0.025\n■ 10.02\n0.015\n■ 0.01\n0.005\nDireção(°)\nFigura 22 - Espectro de ondas médio registrado no ponto ST003 em agosto e setembro de 2011.\nO espectro de ondas médio registrado no ST003 apresenta correspondência com o que foi relatado em trabalhos anteriores como clima de ondas típico da região sudeste e sul do Brasil. Vários trabalhos recentes evidenciaram a presença de registros multi-modais de ondas na costa Brasileira (ALVES et al, 2009; ANDRIONI et al, 2009).\nPara a costa de Santa Catarina, ao menos um terço dos espectros se apresentaram como mares bi-modais e tri-modais, requerendo, portanto, uma descrição espectral para serem descritos de maneira adequada. Franco e Melo (2008), mostraram que a identificação dos\npicos secundários pode alterar significativamente os padrões energéticos reconhecidos a partir somente do pico principal.\nNo registro obtido neste trabalho, foram percebidos de maneira bastante distinta dois picos principais de energia: o primeiro com centro em 140° e 14 s, representando condição de marulho, ondas longas com zona de geração distante; o segundo com centro em 100° e 8 s, característico de ondas geradas por vento local, predominantemente proveniente do Leste.\nAo se comparar com estudos anteriores realizados em Santa Catarina (ARAUJO et al, 2003; FRANCO &amp; MELO, 2008), evidenciam-se duas discrepâncias principais: o pico de ondas longas deveria ter direção mais ao sul, o que não ocorre porque já nesse ponto mais externo da enseada as ondas registradas sofreram o sombreamento da Ponta da Vigia, o que limita a entrada de ondas a um ângulo em torno de 160°; a componente gerada localmente por vento, por sua vez, costuma ter uma distribuição de direções de banda mais larga, chegando a incluir os quadrantes N e NE. Essa última parece ser uma questão fortuita: simplesmente não houve a ocorrência de eventos significativos com direção de N-NE durante o período de aquisição de dados.\nEspectro Médio - ST002 (m2.7Hz)\n100\t150\t200\t250\t300\t350\nDíreção(°)\nFigura 23 - Espectro de ondas médio registrado no ponto ST002 em agosto e setembro de 2011.\nNo ponto ST002, ao contrário do que acontece no ST003, a componente de vento local teve muito mais importância no espectro médio do que aquela de ondas longas. A proteção oferecida pelos promontórios ao Sul dessa estação é a principal responsável por essa\ndiferença, já que bloqueia a maior parte das ondas com essa característica, costumeiramente provenientes do quadrante S-SE.\nAinda assim é possível verificar a presença de uma concentração considerável de energia na faixa entre 12 e 16 s, porém desta vez ela esteve centralizada em 80°, abaixo de um limite de 100° determinado pelo sombreamento oferecido pela morfologia local.\nDireção(°)\nFigura 24 - Espectro de ondas médio registrado no ponto ST001 em agosto e setembro de 2011.\nNa estação mais interna de todas, consequentemente a que mais sofre os efeitos de obstrução de ondas proporcionado pelo promontório ao Sul da enseada, os valores de energia foram bem mais baixos do que nos outros dois pontos de medição, seguindo a regra de diminuir uma ordem de grandeza do ST003 para o ST002 e novamente do ST002 para o ST001. A localização desse ponto, na parte mais confinada e protegida da enseada, foi a responsável por esse resultado.\nA energia de ondas restante migrou para o Norte, com dois picos na faixa de 10°, um em 8 s e outro de menor expressão em 12 s. Essas concentrações de energia possuem um espalhamento maior do que aquele verificado nos espectros medidos nos dois outros pontos. Sugere-se que isso acontece em função de dois fatores: a menor altura de onda faz com que componentes secundárias da ondulação naturalmente passem a ter maior importância no espectro médio; ainda pela menor energia de ondas presente no local, passam a ganhar destaque ondas geradas dentro da enseada pelo vento, sendo a direção Norte a única em que há uma pista livre de obstáculos para a geração de ondas desse tipo capazes de atingir o ST001.\nA Figura 25 apresenta uma forma alternativa de visualização dos espectros lineares integrados medidos em cada ponto amostrai, com uma única escala de energia, permitindo a comparação da quantidade de energia de ondas observada em cada estação.\nFigura 25 - Comparação dos espectros lineares integrados de onda observados nas três estações amostrais da Enseada de Itapocorói em agosto e setembro de\n2011.\nÉ possível observar a maior quantidade de energia concentrada na estação externa, diminuindo a medida que as ondas se propagam para as estações internas. Observa-se ainda o deslocamento do pico de energia da direção 135° (ST003) para uma direção de aproximadamente 80° (ST002) e 10° (ST001). Em relação à frequência, nota-se que o pico localizado na classe de 14 s sofreu atenuação muito maior ao se propagar para as estações internas do que o pico principal, na classe de 8 s.\nEssa representação destaca ainda a característica bimodal do espectro de energia medido no ST003, reduzindo assim a representatividade dos dados paramétricos de onda para essa estação. No ST002 e ST001, ao contrário, quase toda a energia presente nos períodos mais longos foi bloqueada ou atenuada, permitindo uma descrição adequada do estado de mar somente através dos parâmetros de onda.\n4.2 COMPARAÇÃO ENTRE ESTAÇÕES AMOSTRAIS\n4.2.1\tParâmetros de Ondas\nA Tabela 6 apresenta os coeficientes de atenuação médios, com seus respectivos valores de desvio padrão. Esses coeficientes foram calculados a partir da comparação das séries temporais de altura significativa medidas na porção mais externa da enseada com aquelas obtidas nos pontos internos.\nTabela 6 - Coeficientes de atenuação médios e desvio padrão.\n\tST001\tST002\nCoeficiente médio\t0,78\t0,50\nDesvio padrão\t0,04\t0,11\nOs resultados indicam que ao chegar no ST002 as ondas já perderam, em média, metade da altura registrada no ST003, ainda que o valor de desvio padrão indique que essa redução varia consideravelmente ao longo das diferentes condições de mar.\nNo ST001, conforme esperado, a redução de altura é ainda maior, resultando em uma onda com altura em média 78% menor do que a observada no ST003. Considerando o menor valor de desvio padrão obtido nesse ponto, sugere-se que há uma relação mais direta entre a variação de altura de onda observada no ponto externo e aquela do ST001 do que entre o ponto externo e o ST002. É possível sugerir que isso se deve a uma condição diferenciada de sombreamento que os promontórios a SE da enseada proporcionam aos pontos ST001 e ST002: enquanto no primeiro tanto as ondas de L quanto aquelas de SE são atenuadas na mesma medida, no ST002 as ondas de SE sofrem maior atenuação do que aquelas provenientes de L, diferenciando essa estação do ST003, ponto exposto igualmente à entrada de ondulações provenientes dessas duas direções principais.\nO Quadro 2 apresenta as correlações lineares para as séries temporais de parâmetros de onda medidas em cada estação amostral, assim como a correlação linearentre esses parâmetros e os coeficientes de atenuação.\nQuadro 2 - Coeficientes de correlação entre os parâmetros de onda e os coeficientes de atenuação calculados entre as estações amostrais.\nOs valores da tabela indicam que entre os parâmetros de onda medidos nas diferentes estações amostrais, somente a altura significativa apresenta correlação acima, 0,8 entre as diferentes estações, sendo esse parâmetro uma boa indicação do total de energia de onda presente em cada registro. É justamente esse comportamento associado entre as alturas de onda medidas nos diferentes pontos da enseada que sugere a possibilidade de inferir as ondas de uma estação interna a partir dos resultados obtidos na estação externa.\nA baixa correlação entre as direções de onda pode ser explicada pelos processos de transformação de onda (especialmente difração), assim como pela proteção que promontório rochoso proporciona às estações mais internas em relação à incidência de ondas do quadrante SE.\nO período de pico, por outro lado, apresenta baixa correlação nas diferentes estações em função da presença de mais de uma componente principal simultaneamente nas medições, fazendo com o que o pico da energia varie entre as estações amostrais na medida em que cada uma dessas componentes ganha ou perde importância depois de sofrer os processos de transformação de onda. A falta de representatividade desse parâmetro frente a presença de mares multi-modais no local já foi discutida anteriormente por Franco e Melo (2008).\nOs próprios coeficientes de atenuação apresentaram valores notáveis de correlação (acima de 0,7) apenas com os dados de direção de onda registrados no ST003, indicando que essa variável tem grande influência sobre os processos de atenuação que as ondas sofrem ao adentrar a parte mais abrigada da enseada. A diferença de intensidade\ndesses processos é, portanto, função da direção da onda incidente em águas mais profundas. Isso se justifica, já que a origem dos processos está justamente na proteção proporcionada pelos promontórios rochosos que, em função de sua localização na enseada, influenciam a propagação de ondas de S e SE mas tem efeito muito menor sobre as ondas provenientes de L e NE. Tessler (2010) já havia observado o processo de atenuação de ondas nessa enseada associado à direção de incidência das mesmas, chegando a estimar a altura de onda longitudinalmente ao longo da enseada em função dos processos de difração verificados no local.\n4.2.2\tResultados com Espectros de Ondas\nA Figura 26 e a Figura 28 apresentam o resultado do cálculo da média dos coeficientes de atenuação ao longo do tempo, para cada classe de frequência/direção do espectro de ondas, respectivamente para o ST001 e o ST002, enquanto a Figura 27 e a Figura 29 apresentam o desvio padrão desses mesmos coeficientes.\nCoeficiente de Atenuação Médio - ST001\tCoef 1/3 (f,e)\nDireçãof)\nFigura 26 - Média dos coeficientes de atenuação de energia de ondas, do ST003 para o ST001.\nAtravés dessa análise é possível afirmar que os processos de transformação de ondas em águas rasas atuam de maneira desigual para componentes de ondas de diferentes períodos e direções. Assim, fica claro que no ST001 já não foi possível medir as ondas provenientes de\ndireções entre 80 e 180° que estavam presentes no registro do ST003, sendo essas atenuadas (ou tendo sua energia redistribuída ao longo do espectro) em praticamente 100%.\nÉ possível perceber, no entanto, que para determinadas classes de frequência e direção, ao invés de atenuação ocorre aumento de energia, indicado pelos valores negativos de atenuação. De fato, ainda que não se considerem as ondas com período acima de 20 s, as classes mais energéticas do espectro medido no ST001 chegaram a apresentar coeficientes de atenuação negativos de até -0,4, o que significa dizer que em média havia 40 % mais energia nessas classes do ST001 do que nas classes correspondentes no ST003. Mais uma vez a explicação está nos processos de transformação de onda, capazes de transferir energia entre as classes de direção do espectro.\nEsta análise destaca ainda a presença de ondas de infragravidade, com período acima de 30s. Ainda que não estejam presentes em todo o período de coleta de dados, esse tipo de ondas foi registrado no ST001 sempre que houve eventos de maior energia. Ondas desse período não ocorreram nenhuma vez no ST003, sugerindo que as condições morfológicas não favorecem a presença desse tipo de fenômeno no ponto mais externo. Essa diferença acaba ressaltada uma vez que a média dos coeficientes contempla momentos em que havia muito mais energia nessas classes de baixa frequência no ST001 do que no ST003.\nSegundo Goda (2000), as ondas de infragravidade quase sempre tem sua origem associada a processos não lineares de interação de ondas, sejam aquelas refletidas em estruturas costeiras ou ilhas, sejam ondas que se propagam em direções não paralelas e interagem entre si. Ainda que outros processos associados a grupos de ondas e quebra das mesmas próximo à praia sejam indicados pelo autor como fontes secundárias, sugere-se que para o caso apresentado nesse trabalho a geração desse tipo de ondas esteja associada à reflexão junto ao promontório da Penha, considerando que foram observadas no ST001 de maneira mais intensa do que no ST002, enquanto no ST003 elas simplesmente não estavam presentes.\nDesvio padrão do Coeficiente de Atenuação - ST001\taCoef 1/3 (f.e)\nDireção(°)\nFigura 27 - Desvio padrão dos coeficientes de atenuação de energia de ondas, do ST003 para o ST001.\nO desvio padrão da matriz de coeficientes de atenuação do ST001 demonstrou que as maiores variações do parâmetro estiveram associadas às classes que apresentam aumento nos valores de energia em relação ao ST003, quer seja, aquelas que apresentaram coeficientes médios negativos. Ainda que não se considere as ondas de períodos mais longos, os valores de desvio chegaram a ser de 1,5, evidenciando que em muitos momentos havia uma atenuação de ondas, ainda que na maior parte do tempo houvesse mais energia nessas classes no ST001 do que nas classes correspondentes do ST003.\nDeve ser considerado que praticamente toda a energia contida nas classes de direção entre 80 e 180° no ST003 foi dissipada ou transferida. Assim, toda a variação dos coeficientes ficou concentrada nas classes que restaram no espectro registrado no ST001. Isso incluiu as ondas de período acima de 30 s, que conforme já foi dito, nunca tiveram importância nos dados registrados no ST003 e apresentaram grande variabilidade no ST001, o que se refletiu em valores máximos de desvio padrão nessas classes.\nCoeficiente de Atenuação Médio - ST002\tCoef 2/3 (f.e)\nDireção(°)\nFigura 28 - Média dos coeficientes de atenuação de energia de ondas, do ST003 para o ST002.\nTambém na matriz de coeficientes de atenuação médios calculada para o ST002 verifica-se o efeito heterogêneo do fundo e dos obstáculos presentes na enseada sobre as diferentes componentes de onda. Novamente é possível observar a atenuação das ondas entre 100° e 180°, com um aumento de energia para uma faixa de direções com centro em 80°. Nesse caso, é possível distinguir duas faixas de frequência distintas, com centro em 8 s e 12 s. Para cada uma dessas faixas é possível perceber um centro de atenuação e outro de aumento de energia, ou pelo menos de uma atenuação pouco pronunciada, indicando a transferência da energia entre as classes de direção. Ainda que a atenuação quase total de ondas de 12 s se estenda até 200°, enquanto para as ondas de 8 s ela não ultrapassa os 150°, as regiões do espectro para onde parte dessa energia provavelmente foi transferida foram identificados na mesma faixa de direções, entre 50° e 80°.\nA matriz contempla ainda uma área de atenuação de energia com centro em 130° e 6 s, que não possui uma área de aumento de energia correspondente na faixa das direções mais ao norte. A explicação para isso possivelmente reside no fato de que ondas dessa faixa de frequência são geradas pelo vento local e, na medida em que se adentra a enseada, a pista ou fetch sobre o qual esse vento atua é reduzida, o que reduz o período das ondas passiveis de serem geradas localmente.\nNovamente evidencia-se a presença de ondas de infragravidade, com período acima de 30s, ainda que em menor intensidade do que no ST001.\nFigura 29 - Desvio padrão dos coeficientes de atenuação de energia de ondas, do ST003 para o ST002.\nMais uma vez os maiores valores de desvio padrão surgiram nas classes que apresentaram algum aumento de energia em relação ao ST003. Destaca-se o centro posicionado em 80° e 8 s, onde a grande variação indica que em boa parte do período de medição havia atenuação, ao invés de aumento de energia nessa região do espectro.\nEsses resultados apresentam mais informação do que aqueles obtidos na análise paramétrica, já que através da discretização da energia em classes é possível observar a relação entre as ondas medidas nas estações amostrais para cada direção e período, sugerindo que ainda que em determinadas direções e períodos parte da energia seja perdida ou transferida ao se propagar para o interior da enseada, em algumas direções e períodos específicos há um aumento de energia, indicando um processo de refração/difração, em que a maior densidade de energia muda de classe de direção. Esses resultados corroboram de maneira mais detalhada aquilo que se pode inferir ao analisar em conjunto todas as séries temporais paramétricas.\nA Figura 30 e a Figura 31 apresentam o resultado das análises de correlação realizadas nos espectros de ondas, respectivamente para o ST001 com o ST003 e o ST002 com o ST003. Os painéis superiores\napresentam as correlações diretas, em que a série temporal de energia em uma determinada classe de frequência/direção obtida em um dos pontos internos é comparada com a energia na mesma classe do espectro medido no ST003. Nos painéis inferiores a estratégia foi buscar para cada classe dos espectros medidos nos pontos internos a classe de melhor correlação possível no registro do ST003. As setas indicam a direção no espectro em que se encontra a classe que esta sendo usada para se obter essa correlação melhorada, com a magnitude das mesmas representando a quantidade de classes contadas a partir de onde os dados foram obtidos. A área em destaque nos painéis superiores indica a seleção de classes que é destacada nos painéis inferiores, aquelas onde se concentra a maior parte da energia e, portanto, onde se podem observar os processos de transformação de ondas.\nFigura 30 - Resultado da análise de correlação - Correlação direta (painel\nsuperior) e melhor correlação possível (painel inferior) entre ST003 X ST001.\nNos resultados da análise de correlação realizada nos dados obtidos na estação ST003 com aqueles do ST001, é possível observar que valores muito baixos ou mesmo nulos de correlação foram encontrados nas classes de frequência/direção que sofreram grande\natenuação ou aumento de energia do ST003 para o ST001, o que já era esperado, já que havia grande variabilidade nesses processos.\nValores mais altos foram observados em duas regiões distintas: entre 20° a 80° e 4 a 9 s, onde os espectros médios obtidos nos dois pontos amostrais apresentam alguma sobreposição, indicando que componentes de ondas com essas características sofrem menos os efeitos de transformação ao adentrar a enseada; entre 330° a 50° e 15 a 20 s, na região dos marulhos, que mantém proporção equivalente de energia, indicando que a variação da quantidade de energia presente nessas componentes teve comportamento similar. Uma vez que a importância relativa dessas componentes no espectro medido no ST003 tinha uma importância relativa muito pequena, esse resultado tem pouca importância.\nA análise que mostrou a melhor correlação possível, por sua vez, reforça a conclusão de que a energia das ondas de períodos mais longos está sendo transferida do quadrante L e SE para o quadrante N. Essa transferência aconteceu de maneira mais intensa nas classes entre 0° a 30° e 8 a 16 s, cuja melhor correlação foi com o pico de energia do ST003, com centro em 140° e 12 s.\nEnquanto isso, as classes de frequência/direção do espectro do ST001 que haviam apresentado baixa ou nenhuma correlação direta, encontraram a melhor correlação com a região acima de 180° no espectro do ST003. Esse resultado não tem significado físico, já que nessas classes a quantidade de energia foi praticamente nula.\nAs classes restantes do espectro do ST001 encontraram a melhor correlação com a própria classe no ST003, ou então com classes bastante próximas. Isso indica que componentes de ondas nessas regiões do espectro não são tão modificadas ao adentrarem águas mais rasas e abrigadas.\nPeríodo(s)\tPeríodo(s)\nCorrelação Espectral Direta - ST002 X ST003\n50\t100\t150\t200\t250\t300\t350\nMelhor Correlação Espectral - ST002 X ST003\nDireçãoD\nFigura 31 - Resultado da análise de correlação - Correlação direta (painel superior) e melhor correlação possível (painel inferior) entre ST002 X ST001.\nNa análise que compara os dados das estações ST002 com o ST003, os padrões são semelhantes àqueles observados na comparação do ST001 com o ST003. Novamente, as componentes de ondas que mais\nsofreram transformações foram aquelas que apresentaram as menores correlações.\nRegiões do espectro com correlação direta mais alta surgiram também onde havia sobreposição do espectro, quer seja na faixa dos 7 a 10 s, assim como nas ondas de maiores períodos, acima de 16 s, desta vez para uma faixa maior de direções, seguindo até os 100°, o que está relacionado à maior exposição dessa estação às ondas de L, em relação ao ST001.\nAo buscar as melhores correlações, mais uma vez a análise evidenciou a transferência de energia do quadrante SE para o NE, em função dos processos de refração e difração. Destacou-se nesse processo a região do espectro entre 50° e 90° e 12 a 16 s, evidenciando o processo de transformação pelo qual passa o principal pico de energia presente no espectro médio do ST003.\nAs classes que encontraram a melhor correlação com suas próprias correspondentes no espectro registrado no ponto mais externo estiveram presentes novamente, sugerindo que essas componentes sofreram atenuação, mas não tiveram modificadas sua direção e frequência.\n4.3 RECONSTRUÇÕES DAS SÉRIES TEMPORAIS\n4.3.1\tParâmetros de Ondas\nA Tabela 7 apresenta os valores de erro quadrático médio (EQM) para todas as reconstruções da série temporal de altura significativa, geradas a partir de coeficientes de atenuação calculados de diferentes maneiras.\nTabela 7 - Resultado das reconstruções de altura significativa de onda através de coeficientes de atenuação.\nCálculo do coeficiente de atenuação\tEQM ST001(m)\t% Erro ST001\tEQM ST002(m)\t% Erro ST002\nCoeficiente de atenuação médio\t0,04\t13%\t0,13\t19%\nAjuste com Hm0\t0,04\t13%\t0,13\t19%\nAjuste com MeanDir\t0,05\t16%\t0,15\t21%\nAjuste com Tp\t0,04\t13%\t0,13\t19%\nMatriz espectral correlação direta\t0,15\t48%\t0,48\t69%\nMatriz espectral melhor correlação\t0,18\t58%\t0,50\t71%\nA Figura 32 apresenta as séries temporais reconstruídas a partir de um coeficiente médio, assim como o resíduo entre elas e as séries originais medidas, para as estações ST001 e ST002.\nReconstrução de série de Onda Coef Medio - ST002\n1.5 -\n— Medido\n— Reconstruido\n------Residuo\n0\n2Õ/08/11\n26/08/11\n01/09/11\n07/09/11\nDias\n13/09/11\n19/09/11\n1.5 -\n0.5 -\n,fí\n0\n------Medido\n— Reconstruído\n------Resíduo\n19/09/11\ni\n13/09/11\n01/09/11\ni\n26/08/11\n07/09/11\nReconstrução de série de Onda Coef Medio - ST001\ni------------1-----------1-----------1—\n-0.5 b---\n20/08/11\nFigura 32 - Reconstrução das séries temporais de altura significativa de onda usando coeficiente de atenuação médio.\nO resultado dessa reconstrução, apesar da simplicidade do modelo, foi bastante satisfatório, com as séries reconstruídas reproduzindo de maneira bastante fiel a maioria das condições de mar observadas no período de medição. A exceção ficou por conta do quarto evento de entrada de ondas, entre 14 e 20/09, cuja reconstrução apresentou divergência em relação à série original. Sugere-se que isso aconteceu porque esse último evento era composto de apenas um pico principal de direção e período, ao contrario dos três eventos anteriores que tiveram distribuição de energia bimodal. A estimativa de altura significativa a partir de espectros multimodais é costumeiramente superestimada, já que esse cálculo considera a integração da área sob o espectro de energia, conforme exposto na seção 2.3.3 (FRANCO e\nMELO, 2008). Considerando que essa condição estava presente na maior parte do tempo, essa distorção influenciou o cálculo de coeficiente de atenuação. Como o último evento não apresentava essa distribuição bimodal, o parâmetro acabou sendo subestimado para esse período.\nA Tabela 8 apresenta os valores dos parâmetros R2 para os ajustes realizados entre o coeficiente de atenuação e os diferentes parâmetros de onda. Esses ajustes, realizados para altura significativa, período de pico e direção média, serviram para realizar as reconstruções das séries de altura significativa, apresentados respectivamente na Figura 33, Figura 34 e Figura 35.\nTabela 8 - Resultados dos ajustes realizados entre coeficiente de atenuação e parâmetros de ondas.\nTipo de ajuste\tST001\t\t\tR2\tST002 a\tb\n\tR2\ta\tb\t\t\t\nHm0\t0,0058\t0,0078\t0,7718\t0,0544\t-0,0637\t0.5882\nMeanDir\t0,5192\t0.0023\t0.5287\t0,7651\t0.0074\t-0.318\nTp\t0,0265\t0.0024\t0.7588\t0,0643\t0.0102\t0.4071\nFigura 33 - Reconstrução das séries temporais de altura significativa de onda usando coeficiente de atenuação variando em função da altura significativa de ondas medidas no ST003.\nO ajuste linear para esse caso foi muito pouco efetivo, com valores de R2 próximos de zero. Como o coeficiente angular da reta de ajuste também apresentou um valor muito baixo, o resultado foi uma variação muito pequena do coeficiente de atenuação de onda em função da variação de altura significativa. Em função disso, o resultado dessa reconstrução foi bastante semelhante àquele obtido a partir de simples coeficientes médios.\nFigura 34 - Reconstrução das séries temporais de altura significativa de onda usando coeficiente de atenuação variando em função da direção média de ondas medidas no ST003.\nApesar de também ter apresentado um valor de coeficiente angular baixo, o ajuste em função da direção média de ondas resultou em uma grande variação dos coeficientes de atenuação, já que os próprios valores de direção são maiores em magnitude do que os de Hm0 ou Tp. Em função disso, ainda que tenha havido um ajuste de melhor qualidade, conforme já era esperado a partir do resultado da análise de correlação, a série reconstruída resultante apresentou grande variabilidade. O maior erro quadrático médio associado a essa reconstrução, portanto, pode ser atribuído a uma maior complexidade do modelo, em que os coeficientes passaram a apresentar uma variação mais ampla do que nas outras reconstruções.\nFigura 35 - Reconstrução das séries temporais de altura significativa de onda usando coeficiente de atenuação variando em função do período de pico de ondas medidas no ST003.\nPara o ajuste realizado a partir do período de pico a situação foi muito semelhante àquele que se utilizou da altura significativa. Novamente a reconstrução teve um valor de R2 praticamente insignificante, indicando pouco ou nenhuma relação entre as variáveis. O comportamento da reconstrução, portanto, também foi bastante próximo do resultado que se utilizou de coeficiente médio, sem variar ao longo da série.\nDessa forma, verificou-se que os resultados dessas análises mostraram pouca variação em relação àqueles obtidos utilizando apenas um valor de coeficiente médio, indicando que essa última estratégia, ainda que mais simples, é suficiente para a reconstrução das séries temporais de onda utilizando-se apenas dados paramétricos com qualidade equivalente.\n4.3.2\tEspectro de Ondas\nA partir da Figura 36 e até a Figura 41 são apresentados os resultados das reconstruções realizadas com base na aplicação das matrizes de coeficiente de atenuação calculadas na seção anterior, aplicadas ao espectro de ondas medido no ST003, sempre utilizando as informações de classes de frequência/direção correspondentes obtidas no ponto externo e nos internos. Ressalta-se que nas séries temporais de espectros não foram computadas as classes de período maior do que 20 s, já que a grande quantidade de energia presente na reconstrução dessas classes não corresponde à realidade e acabaria por diluir os resultados das outras regiões do espectro.\nFigura 36 - Reconstrução das séries temporais de espectro de energia de ondas usando coeficiente de atenuação com base em classes com correlação direta.\nAs séries de espectro de energia reconstruídas apresentam similaridade com aquelas medidas pelos equipamentos. É possível observar os padrões de distribuição de energia concentrado nas faixas de 5 a10 s e15 a 20 s, representando as duas componentes principais presentes no período de medição. A sequência dos eventos de entrada de onda também esta representada, ainda que, diferente daquilo que foi\nmedido em campo, a reconstrução indica a presença de uma ondulação de período longo no quarto evento, após o dia 18/09.\nOs valores de energia absolutos, ainda que tenham guardado certa proporcionalidade, estão bem abaixo daqueles que foram medidos. Isso sugere que a matriz de coeficientes não é capaz de reconstruir toda a energia presente em cada classe do espectro de energia, provavelmente por se tratarem de coeficientes médios, que tem o efeito natural de eliminar os valores extremos da série temporal.\n20/08/11\t26/08/11\t01/09/11\t07/09/11\t13/09/11\t19/09/11\n20/08/11\t26/08/11\t01/09/11\t07/09/11\t13/09/11\t19/09/11\n5 x 10\nFigura 37 - Reconstrução das séries temporais de espectro direcional de ondas usando coeficiente de atenuação com base em classes com correlação direta.\nOs espectros direcionais reconstruídos apresentaram um resultado bastante diferente para as duas estações internas. Enquanto o padrão de distribuição de energia ao longo das classes de direção foi relativamente bem reproduzido no ST001, no ST002 ele ficou bastante distante daquilo que foi medido. Destaca-se a grande diminuição na quantidade absoluta de energia no espectro reconstruído em relação às medições, sendo essa diferença de uma ordem de grandeza menor no ST001 e de duas ordens de grandeza, ou cem vezes menor, no ST002.\nPossivelmente reside ai a explicação para os piores resultados obtidos no ST002: considerando que a energia presente nas classes de\ndireção que deveriam dominar o espectro esteve muito menor do que na realidade, as classes de menor importância passam a se destacar, dando a impressão de um espalhamento da energia. Aqui também o efeito que a média possui de eliminar os valores extremos parece ter sido a causa do problema, já que eram justamente nas classes onde os coeficientes indicavam aumento de energia quando a onda se propaga do ST003 para as estações internas, que os coeficientes da matriz apresentaram as maiores variações.\n50\t100\t150\t200\t250\t300\t350\nDireçâo(°)\nFigura 38 - Reconstrução do espectro direcional de energia de ondas médio no ST001 usando coeficiente de atenuação com base em classes com correlação direta.\nA reconstrução do espectro médio no ST001 provou-se bastante eficiente, pelo menos em relação à forma da distribuição da energia através das classes de direção e período do espectro de ondas. Ainda que as classes acima de 20 s tenham tido uma superestimação da energia, no restante do espectro foi mantida uma proporcionalidade em relação aos dados medidos, ficando bem distinto o principal pico da energia, na faixa de direções ao Norte. Houve um aumento proporcional de energia na região entre 200° e 300°, direção em que a princípio a energia deveria ser quase nula, já que está voltada para terra e, portanto, não poderia receber a incidência de ondas.\nOs valores absolutos de energia novamente foram subestimados, com a exceção já mencionada das classes de ondas mais longas. Mais\numa vez, atribui-se isto ao efeito da média no cálculo da matriz de coeficientes.\nRecontrução de Espectro Médio - ST002 (m2.7Hz)\tx 10-\n50\t100\t150\t200\t250\t300\t350\nDireção(°)\nFigura 39 - Reconstrução do espectro direcional de energia de ondas médio no ST002 usando coeficiente de atenuação com base em classes com correlação direta.\nPara o ST002, a reconstrução do espectro médio teve resultado com divergências significativas em relação ao espectro medido. Assim como no ST001, chama à atenção a superestimação da energia nas classes acima de 20 s, quando comparada ao resto do espectro. Ainda que a concentração principal da energia esteja bem representada, já que sua posição coincide com aquela registrada no espectro medido, a intensidade dessa concentração é bem menor do que a verificada nos dados medidos. Assim, a energia ficou espalhada de maneira mais uniforme do que na realidade ao longo das classes de direção e mesmo de período, sendo uma evidência disso a concentração de energia nos períodos mais curtos entre 20 ° e 80 °.\nFigura 40 - Reconstrução dos espectros lineares integrados usando coeficiente de atenuação com base em classes com correlação direta.\nNos espectros lineares pode ser observado que a energia foi mais subestimada na reconstrução dos espectros do ST002 do que naquela realizada para o ST001. Enquanto nos espectros de energia medidos os valores máximos do ST002 eram aproximadamente dez vezes maiores do que no ST001, no espectro reconstruído esse máximo não é menos do que 40% maior.\nNos espectros direcionais reconstruídos, fica claro o espalhamento da energia para classes de direções a Oeste e a Norte, bem diferente do que acontecia nos espectros medidos. Essa discrepância fica ainda mais importante quando se verifica que não há explicação física para a energia de onda provinda de Oeste, direção a costa em relação ao ponto amostral.\nFigura 41 - Reconstrução das séries temporais de altura significativa de onda usando coeficiente de atenuação com base em classes com correlação direta.\nNas séries de altura significativa de ondas reconstruídas através dessa última estratégia observa-se o efeito da subestimação da quantidade de energia de ondas presente no ST001 e no ST002. Isso resultou em valores de altura muito abaixo daqueles que foram efetivamente medidos nesses locais. Conforme exposto, esse efeito foi ainda maior no ST002, onde essa subestimação foi proporcionalmente mais intensa.\nNota-se, no entanto, que no primeiro evento de entrada de ondas a diferença entre a altura significativa reconstruída e aquela medida não foi tão grande quanto nos 3 eventos subsequentes.\n20/08/11\t26/08/11\t01/09/11\t07/09/11\t13/09/11\t19/09/11\n20/08/11\t26/08/11\t01/09/11\t07/09/11\t13/09/11\t19/09/11\nFigura 42 - Reconstrução das séries temporais de espectro de energia de ondas usando coeficiente de atenuação com base em classes com a melhor correlação possível.\nAo se utilizar da classe de melhor correlação para reconstruir as séries de espectro de energia nas estações internas a partir do que foi medido no ST003, observou-se novamente uma subestimação da energia de ondas. Essa subestimação, no entanto, foi menor para as classes de maiores períodos, ou seja, aquelas associadas ao pico original entre 14 e 16 s observado no espectro do ST003. A explicação para isso é que para essa faixa de períodos foram utilizadas como base da reconstrução as séries temporais de energia medidas em classes direcionais do ST003 mais a SE do que as classes que se pretendia reconstruir, sendo essas mais energéticas do que as classes correspondentes. Assim essa estratégia foi uma forma de simular o efeito dos processos de transformação de ondas capazes de alterar o pico direcional de concentração da energia.\nEsse mesmo efeito não foi observado para as ondas de períodos entre 6 e 10 s porque, conforme já comentado, a reconstrução da energia presente nessas classes se utilizou das séries obtidas em classes correspondentes, ou próximas das correspondentes, no ST003. Sendo assim, o resultado para essa faixa de períodos foi bastante similar ao\nobtido na estratégia anterior, mas acabaram sendo mascarados pelos resultados obtidos para ondas de maiores períodos.\nEsse efeito se refletiu nos valores absolutos de energia obtidos na reconstrução. Estes valores foram bastante similares aos medidos apenas para as ondas acima de 10 s para o ST001, já que para ondas mais curtas houve uma considerável subestimação. A mesma distinção se observa no ST002, onde, no entanto, mesmo nos períodos mais longos houve subestimação, ainda que menor do que aquela observada nos períodos mais curtos.\nFigura 43 - Reconstrução das séries temporais de espectro direcional de ondas usando coeficiente de atenuação com base em classes com a melhor correlação possível.\nNos espectros direcionais reconstruídos a distribuição de energia ao longo das classes foi bastante similar aos dados medidos, resultado bem superior àquele obtido na reconstrução que usou classes correspondentes. Conforme mencionado, essa estratégia é capaz de simular a transferência de energia entre classes de direção e isso parece ter sido a razão para esse resultado melhorado.\nObserva-se, no entanto, que no ST002 a energia se concentrou em duas classes de direção, centralizadas em 60° e 90°, ao contrário dos\ndados medidos, cuja energia estava concentrada apenas em uma faixa em torno de 80°. Uma possível explicação para isso é que esse método, ao buscar indistintamente as classes de maior correlação, pode acabar utilizando classes que estavam distantes no espectro do ST003 para reconstruir classes vizinhas nos espectros dos pontos internos. Nesse caso, enquanto as faixas de 60° e 90° forma reconstruídas utilizando dados de classes com direções maiores, acima de 100°, as classes ao redor de 80° foram reconstruídas com dados dessa mesma direção medidos no ST003.\nEm relação à magnitude, novamente nota-se grande subestimação, sempre em um grau maior no ST002 do que no ST001.\nDireção(°)\nFigura 44 - Reconstrução do espectro de energia de ondas médio no ST001 usando coeficiente de atenuação com base em classes com a melhor correlação possível.\nO espectro médio de energia do ST001 reconstruído destacou a sobrestimação das ondas acima de 20 s, efeito já comentado para outras estratégias e que se repetiu aqui.\nAinda que considerada essa discrepância, a reconstrução apresentou valores absolutos da mesma ordem de grandeza do que o espectro medido para as ondas de períodos entre 10 e 20 s. O mesmo não pode ser dito sobre as ondas entre 5 e 8 s, que foram bastante subestimadas, deixando assim de representar a componente mais energética desse espectro.\nOutra característica interessante foi o desenvolvimento de uma terceira área de concentração de energia, na faixa de 3 a 5 s. Essa região do espectro, associada a ondas geradas por vento local, teve alguma importância no espectro medido no ST003, mas não no ST001. Na reconstrução essa concentração passa a se destacar no espectro do ST001, ainda que não haja justificativa física para isso, considerando que essa estação está na região da enseada que menos sofre a incidência de ventos.\nDireçâo(°)\nFigura 45 - Reconstrução do espectro de energia de ondas médio no ST002 usando coeficiente de atenuação com base em classes com a melhor correlação possível.\nNo ST002 a reconstrução do espectro também evidenciou sobrestimação da energia presente nas classes acima de 20 s, ainda que em menor intensidade do que no ST001.\nAs classes de ondas entre 5 e 10 s estão presentes na reconstrução, mas deixaram de ser a componente majoritária. A estratégia de buscar a classe de melhor correlação forçou a reconstrução a utilizar classes de mesma direção para aplicar os coeficientes de atenuação nessa faixa de períodos, enquanto na faixa entre 10 e 20 s foram utilizadas principalmente classes de direções mais ao Sul.\nNessa estação observou-se com ainda mais intensidade a presença da componente de vento local. Ainda que seja possível que essa forçante tenha gerado ondas nesse ponto da enseada, sua importância relativa no espectro medido foi muito menor do que no reconstruído.\nFigura 46 - Reconstrução dos espectros lineares integrados usando coeficiente\nde atenuação com base em classes com a melhor correlação possível.\nOs espectros direcionais lineares reconstruídos mostram substancial subestimação da energia em todas as faixas de direção. No entanto, é possível observar que a importância relativa das diferentes classes de direção foi mantida, com uma diferença sendo observada nos máximos de energia do ST002, que passou a apresentar uma distribuição bimodal. É possível, portanto, verificar que essa metodologia trabalhou de maneira desigual ao longo das diferentes classes, o que pode ocasionar efeitos como esse.\nEm relação à distribuição de energia nas faixas de período, a reconstrução inverteu a importância relativa dos dois picos principais de energia observados nas séries medidas (8 e 12 s), chegando a praticamente eliminar a concentração de energia em ondas de menor período que havia no ST001.\nFigura 47 - Reconstrução das séries temporais de altura significativa de onda\nusando coeficiente de atenuação com base em classes com correlação direta.\nAs séries de altura significativa reconstruída apresentou resultado muito semelhante àquele obtido na reconstrução realizada utilizando classes correspondentes nos espectros do ST003 das estações internas. Como a principal característica dessas duas metodologias foi a subestimação em geral da quantidade de energia presente nos espectros, não foi possível distinguir os efeitos específicos de cada uma na série temporal.\nNovamente é possível observar que a subestimação da energia não foi tão intensa no primeiro evento de entrada de onda quanto nos 3 seguintes. Esse resultado pode ser explicado pela presença de uma quantidade de energia na faixa do espectro entre 10 e 20 s bem maior nesse evento do que nos demais. Essa energia foi aplicada nas reconstruções, que nessa última estratégia foram mais fiéis aos dados medidos nessa faixa de períodos do que naqueles mais curtos.\n5\tCONCLUSÕES\nDurante o período de aquisição de dados, o regime de ondas medido na Enseada de Itapocorói esteve de acordo com o verificado por outros autores na região. Na estação mais externa os valores máximos de altura significativa atingiram 3 m, com as direções sempre distribuídas entre 80° e 140 °, refletindo a proteção proporcionado pela Ponta da Vigia frente a onduções de Sul e Sul-sudeste e a ausencia de ondulações provenientes de Nordeste no período, sendo estes os principais pontos de divergência com estudos anteriores. Os períodos de pico oscilaram entre dois valores principais: 12 s, que reflete as ondas mais longas provenientes de SE; 8 s, que reflete ondas geradas mais próximas à costa, associadas à direção de Leste.\nAo se propagarem para dentro da enseada, as ondas sofrem os efeitos de atenuação de energia causados pelos processos de transformação em águas rasas. Na estação ST002 as ondas já perderam, em média, metade da altura registrada no ST003, enquanto ST001 as ondas apresentaram em média altura 78% menor do que a observada no ST003. Essa atenuação de ondas se correlaciona apenas com a direção das ondas registradas no ST003, indicando que apenas esse parâmetro tem alguma influência sobre os processos de transformação à que elas são submetidas em águas mais rasas.\nA análise da atenuação de energia em cada classe do espectro direcional completo demonstrou aumento de energia em algumas dessas classes, na medida em que a onda chega nas estações mais internas, ainda que na maior parte delas a energia seja bastante reduzida, conforme era esperado. Isso indica que houve transferência de energia ao longo das classes de direção do espectro, também função dos processos de transformação em águas rasas.\nEssa análise demonstrou ainda a importância crescente das ondas de infragravidade na composição do espectro na medida em que as ondas se aproximam da costa. Essa característica é função da morfologia da enseada, que favorece ou não a formação desse tipo de onda de acordo com a posição da estação amostral. Considerando que foram registradas próximas à praia, a importância dessas ondas para os processos erosivos observados no local deve ser objeto de investigação em estudos subsequentes.\nAs análises de correlação ressaltaram as grandes discrepâncias observadas nos casos de ondas que sofreram com maior intensidade os efeitos de transformação de ondas em águas rasas. Dessa forma, na região do espectro de ondas que representam esses casos foram\nobservados os menores valores de correlação. Os maiores valores de correlação foram obtidos entre os dados registrados nas diferentes estações nas faixas de período entre 5 e 10 s, refletindo a menor suscetibilidade dessas ondas de períodos menores aos processos de atenuação.\nAo buscar as classes de maior correlação no espectro do ST003 para cada classe dos espectros das estações internas, foi possível sugerir que, ao entrar na enseada, as ondas tem sua energia transferida entre classes de direção diferentes. Esse efeito foi proporcionalmente mais intenso nos marulhos, entre 12 e 18 s, do que nas vagas, de período mais curto do que 10 s, provavelmente porque os primeiros estão associados a direções de onda mais ao sul e, portanto, mais influenciadas pelos obstáculos ao Sul da enseada.\nAs reconstruções de altura significativa de ondas realizadas evidenciaram o potencial da metodologia que se utilizou de coeficientes médios de atenuação desse parâmetro. De todas as estratégias aplicadas esta foi a que obteve os melhores resultados, não obstante ser a mais simples de todas. Sugere-se que, ao aumentar os graus de liberdade e adicionar complexidade ao modelo, as outras estratégias acabaram por gerar ruído, diminuindo a qualidade das reconstruções.\nAs estratégias baseadas em matriz espectral de coeficientes de atenuação foram bastante prejudicadas pelo efeito da média sobre as séries de energia registradas em cada classe de direção/frequência, que acabou eliminando a importância de eventos mais energéticos, resultando em subestimação da energia presente no espectro. No entanto, ainda que não tenham apresentado resultados equivalentes aos das reconstruções realizadas com parâmetros, demonstraram grande potencial para o entendimento das diferenças entres os dados medidos nas diferentes estações ao longo da enseada. Existe grande potencial para aperfeiçoamento dessas técnicas, principalmente através da evolução do algoritmo de modo que a distribuição da energia em cada classe do espectro ao longo da série temporal tenha influência no cálculo dos coeficientes de atenuação, ao invés de se utilizar simplesmente um coeficiente médio. Outra possibilidade interessante seria utilizar metodologias capazes de separar as regiões do espectro que representam as componentes mais importantes de ondas e então utilizar a metodologia descrita nesse trabalho de maneira independente em cada uma dessas regiões.\n116\n6\tREFERÊNCIAS\nALVES, J.H.G.M.; RIBEIRO, E.O.; MATHESON, G.S.G; LIMA, J.A.M.; e RIBEIRO, C.E.P. Reconstituição do clima de ondas no Sul-Sudeste brasileiro entre 1997-2005. Revista Brasileira de Geofísica, Vol. 27, no.3, pp.427-445. 2009\nANDRIONI, M.; RIBEIRO, E. O.; MARTINS, R. P.; e MATHESON, G.S.G. Análise de campos climatológicos de ondas no oeste do Atlântico Sul utilizando resultados do WW3. In: VIII Simpósio sobre Ondas, Marés, Engenharia Oceânica e Oceanografia por Satélite OMAR-SAT, Arraial do Cabo, 2009. Paper... Arraial do Cabo, 2009.\nARAÚJO, C. E.; FRANCO, D.; MELO, E. &amp; PIMENTA, F. M. (2003). Wave regime characteristics of the Southern Brazilian Coast. In: Proceedings of the Sixth International Conference on Coastal and Port Engineering in Developing Countries, COPEDEC VI, Colombo, Siri Lanka, Paper. Siri Lanka, p 15, 2003.\nARAUJO, R.S. Morfologia do Perfil Praial, Sedimentologia e Evolução Histórica da Linha de Costa das Praias da Enseada do Itapocorói - Santa Catarina. Itajaí: UNIVALI, 2008. 145 p.\nDissertação de mestrado - Programa de Pós-graduação em Ciências Ambientais, CTTMar, UNIVALI, Itajaí, 2008.\nARAUJO, R.S.; SPROVIERI, F.C.; FREITAS, D., KLEIN, A.H.F. Variação da Morfologia Praial e Identificação de Zonas de Erosão Acentuada (ZEA) na enseada do Itapocorói - SC. Brazilian Journal of Aquatic Science and Technology v.14, p.29-38, 2010.\nBONANATA, R.; MEDINA, R.; SILVEIRA, L.; BENEDET, L. Metodologia para la Caracterización del Clima Maritimo en un Punto Cerca de la Costa a Partir de uma Serie de Datos en Aguas Profundas. In: VI Congresso Argentino de Ingenieria Portuaria - Seminário Latinoamericano “Desarrollo Sustentable de la Infraestructura Portuaria Maritima y Fluvial en América Latina, 2010, Buenos Aires, Argentina. Livro de Resumos.Buenos Aires.\nBOWEN, A. J.; GUZA, R. T. Edge Waves and Surf Beat. J. Geophys. Res., 83(C4), ^.1913-1920, 2012.\nCAMUS, P. . Metodologias para la definición del clima marítimo en aguas profundas y someras: Aplicaciones en el corto, medio y largo plazo. Tese de Doutorado. Universidad de Cantabria, Cantábria, 2009\nCAMUS, P.; MENDEZ, F. J.; MEDINA, R. A hybrid efficient method to downscale wave climate to coastal areas. Coastal Engineering, Vol.58, Ed. 9, p. 851-862, setembro, 2011.\nCERC (COASTAL ENGINEERING RESEARCH CENTER). Coastal Engineering Manual. Washington, DC: US Army Corps of Engineers, 2002.\nCERC (COASTAL ENGINEERING RESEARCH CENTER). Shore protection manual: Waterways Experiment Station. Washington, DC: US Army Corps of Engineers,1973, 1977, 1984.\nCOWELL, P.J AND THOM, B.G. Morphodynamic of coastal evolution. In R.W.G. CARTER AND C.D. WOODROFFE (ed.), Coastal Evolution, Cambridge: Cambridge University Press, p. 33-86, 1994.\nCBI. OS.IMC.PE.01 - Medição de correntes e ondas. Norma técnica. 2010.\nDAVIS, R.A., FITZGERALD, D.M. Beaches and Coasts. Malden, Massachusetts: Blackwell, 419p, 2004.\nDEAN, R.G., DALRYMPLE, R.A. Coastal Processes with Engineering Applications. Cambridge University Press, 2002.\nFRANCO, D. MELO, E. Relevância dos mares secundários na caracterização do regime de ondas ao largo da Ilha de Santa Catarina, SC (2002 - 2005). In: Seminário e Workshop em Engenharia Oceânica, novembro, 2008, FURG, Rio Grande. Proceedings... Rio Grande, 2008.\nFREITAS, D.; ARAUJO, R. S.; KLEIN, A. H. F.; MENEZES, J. T. Quantificação de Perigos Costeiros e Projeção de Linhas de Costa Futuras para a enseada do Itapocorói - SC. Brazilian Journal of Aquatic Science and Technology, v. 14, p. 29-38, 2010.\nGARDELIN, W. Análise Sedimentar e Morfológica das Praias que Compõem a Enseada do Itapocorói - SC, com Ênfase na Evolução do Aterro Hidráulico Realizado na Praia de Piçarras em Julho/Agosto de 2008. Itajaí: UNIVALI, 2010. Trabalho de conclusão de curso (Graduação em Oceanografia). UNIVALI, Itajaí, 2010\nGODA, Y. Random Seas and Design of Maritime Structures.\nSingapura: World Scientific Publishing, 2000\nGOMES, G. O.; FRANCO, D.; HAMMES, G.; BARLETTA, R.; MELO, E.; MÁRIO, H. F. S. Validação de reanálise do Wave Watch III ao largo da ilha de Santa Catarina com medições de ondógrafo direcional (2002 - 2005). In: Seminário e Workshop em Engenharia Oceânica, novembro, 2008, FURG, Rio Grande. Proceedings... Rio Grande, 2008.\nGRUPO DE INGENIARIA OCEANOGRÁFICA Y DE COSTAS (GIOC). Sistema de modelado costero, SMC: Manual del usuario SMC. Espanha: Universidad de Cantabria y Dirección General de Costas, Ministerio de Meio Ambiente, 2000.\nHOEFEL, F. G. Diagnóstico de Erosão Costeira na Praia de Piçarras, Santa Catarina. Rio de Janeiro: UFRJ, 1998. 82 p. Dissertação de mestrado - Programa de Pós-graduação de Engenharia, COPPE, UFRJ, Rio de Janeiro, 1998.\nHOEFEL, F. G. Praias Arenosas Oceânicas: Uma revisão bibliográfica. Itajaí: UNIVALI, 1999.\nHOLTHUIJSEN, L.H. Waves in Oceanic and Coastal Waters. Cambridge: University Press, 387 p., 2007.\nKAMPHUIS, J. W. Introduction to Coastal Engineering and Management, Advanced Series on Ocean Engineering, Volume 16. Londres: World Scientific, 2000.\nKLEIN, A.F.H.; ARAÚJO, R. S. Caracterização de Zonas de Erosão Acentuada em Praias de Enseada (ZEA): Estudo de Caso da Enseada do Itapocorói, Santa Catarina. Relatório RT_PC/2011-01.Itajaí. Relatório Técnico. 2011.\nKOMAR, Beach Processes and Sedimentation. Michigan, EUA: Prentice-Hall, 429 p., 1976.\nKROGSTAD, H.E.; GORDON, R.L.; MILLER, M.C. High-resolution directional wave spectra from horizontally mounted acoustic doppler current mters. J. Atmos. Ocean. Techn., Vol. 5, no. 4, p. 340-352, 1988.\nMELO F°, E.; HAMMES, G. R.; FRANCO, D.; ROMEU, M. A. .R. Avaliação de desempenho do modelo WW III em Santa Catarina. In: Seminário e Workshop em Engenharia Oceânica, novembro, 2008, FURG, Rio Grande, p. 20. Proceedings... Rio Grande, 2008.\nMELO FILHO, E. \"The Sea Sentinels Project : Watching Waves in Brazil\". In: 8th Symposium on Coastal and Ocean Management (Coastal Zone), American Society of Civil Engineering, p. 505-517, 1993. Proceedings...Nova Orleans, EUA, 1993\nNOAA. Estimated Value of Magnetic Declination. NOAA, 2013. Disponível\tem:\n<http://www.ngdc.noaa.gov/geomagmodels/struts/calcDeclination>. Acesso em 12/12/2013.\nNORTEK AS. Wave Measurements using the PUV method - Technical Note n° 19 - DOC. N° N4000-720. Sandvika: Nortek AS, 2002.\nNORTEK. AWAC Acoustic Wave and Current Meter User guide. Sandvika: Nortek AS, 2005. 90 p.\nNORTEK AS. AWAC Datasheet. Nortek. Disponível em:&lt;http://www.nortek-as.com/lib/brochures/datasheet-awac/view>. Acesso em 15/09/2013.\nOLIVEIRA, J. G. Modelagem numérica das respostas do perfil praial a eventos extremos em praias de enseada: estudo de caso da Enseada do Itapocorói, Santa Caarina, Brasil. Trabalho de conclusão de curso (Graduação em Oceanografia). Universidade Federal de Santa Catarina, Florianópolis, 2013\nPANDIAN, P. K., EMMANUEL, O., RUSCOE, J. P., SIDE, J. C.,HARRIS, R. E., KERR, S. A., BULLEN, C. R. An overview of\nrecent technologies on wave and current measurement in coastal and marine applications. Journal of Oceanography and Marine Science, v.1(1), p.1-10, 2010\nPECLY, J. O. G. Metodologia para Aquisição, Processamento e Análise de Dados Ambientais em Suporte à Modelagem Computacional Estuarina. Rio de Janeiro: COPPE-UFRJ. Tese (doutorado) - Programa de Pós-graduação em Engenharia Oceânica. COPPE-UFRJ, Rio de Janeiro - Brasil. 2008.\nPEDERSEN, T.; NYLUND, S.; DOLLE, A. Wave Height Measurements Using Acoustic Surface Tracking. In: Oceans 2002, Biloxi, MS, p. 1747-1754, 2002. Proceedings... Biloxi, 2002.\nPIANCA, C.; MAZZINI, P. L. F.; SIEGLE, E. Brazilian offshore wave climate based on NWW3 reanalysis. Brazilian Journal of Oceanography, v 58(1), p. 53-70, 2010.\nPREFEITURA DE BALNEÁRIO PIÇARRAS. Disponível em:&lt;http://www.picarras.sc.gov.br/turismo/> Acessado em: 10 de outubro de 2010.\nRODRIGUES, M. L., FRANCO, D., SUGAHARA, S. Climatologia de Frentes Frias no Litoral de Santa Catarina. Revista Brasileira de Geofísica, v22(2), p. 135-151, 2004.\nROMEU, M. A. R. Método operacional para determinação do estado de mar próximo à costa: aplicação à Ilha de Santa Catarina. Tese de doutorado (Engenharia Ambiental). UFSC, Florianópolis, Brasil, 2007.\nRIBEIRO, P. J. C.; BITENCOURT, D. M.; KLEIN, A. H. F. Medição de Correntes e Ondas na Enseada de Itapocorói - Procedimentos De Campo. Florianópolis, 2011a. Relatório Técnico, Laboratório de Oceanografia Costeira (GCN/LOC) e Laboratório de Oceanografia Geológica (CTTMAR/LOG). Universidade Federal de Santa Catarina e Universidade do Vale do Itajaí. 2011.\nRIBEIRO, P. J. C.; BITENCOURT, D. M.; KLEIN, A. H. F. Medição de Correntes e Ondas na Enseada de Itapocorói - Processamento dos Dados e Resultados. Florianópolis, 2011b. Relatório Técnico, Laboratório de Oceanografia Costeira (GCN/LOC) e Laboratório de\nOceanografia Geológica (CTTMAR/LOG). Universidade Federal de Santa Catarina e Universidade do Vale do Itajaí. 2011.\nSHORT, A. D. (ed.) Handbook of Beach and Shoreface Morphodynamics. West Sussex, Inglaterra: John Wiley &amp; Sons Ltd., 1999.\nSIGNORIN, M. Análise e Comparação do Clima de Ondas do Norte, Centro e Sul de Santa Catarina Utilizando Modelagem Numérica. Trabalho de conclusão de curso (Graduação em Oceanografia). UNIVALI, Itajaí, Brasil. 2010.\nTESSLER, T. M. Esquematização do Clima de Ondas da Bacia de Santos para Modelagem Numérica de Morfologia Costeira em Escalas Temporais de Meses a Anos. Trabalho de conclusão de curso (Graduação em Oceanografia). UNIVALI, Itajaí, Brasil. 2010.\nTOLMAN, H.L. User manual and system documentation of WAVEWATCH III version 2.22. NOAA/NWS/NCEP/OMB. Nota técnica 222, 130 pp., 2002.\nTHORTON, E. B.; GUZA, R. T. Transformation of Wave Height Distribution. Journal of Geophysical Research, v. 88, n. C10, p 59255938,1983.\nWATERMAN, R., E. Integrated Coastal Policy via Building with Nature. Holanda, 2010.\nWORLD METEOROLOGICAL ORGANIZATION - WMO, 1998 -Guide to Wave Analysis and Forecasting. Geneva, Suissa: Secretariat of the World Meteorological Organization, segunda edição,1998.\nZONAÇÕES MORFOLÓGICA E DINÂMICA DA PRAIA. In: Glossário das Zonas Costeiras. Revista de Gestão Costeira Integrada. Disponível em:&lt;http://www.aprh.pt/rgci/glossario/praia.html >. Acesso em: 10/02/2014.\nANEXO A\nDeployment : ST001\nCurrent time : 19/8/2011 08:39:15 Start at : 19/8/2011 18:00:00\nComment:\nPicarras Fundeado na Praia Alegre\nProfile interval\t(s) : 1800\nNumber of cells\t: 16\nCell size\t(m) : 0.50\t\nAverage interval\t(s) : 300\nBlanking distance\t(m) : 0.41\nMeasurement load\t(%) : 63\nPower level\t: HIGH\nNumber of wave samples : 2400\t\nWave interval\t(s) : 3600\nWave sampling rate (Hz) : 2\t\nWave AST Ice mode\t: DISABLED\nWave AST SUV mode\t: DISABLED\nCompass upd. rate\t(s) : 600\nCoordinate System\t: ENU\nSpeed of sound (m/s)\t: MEASURED\nSalinity\t(ppt) : 35\t\nAnalog input 1\t: NONE\nAnalog input 2\t: NONE\nAnalog input power out\t: DISABLED\nFile wrapping\t: OFF\nTellTale\t: OFF\nAcoustic modem\t: OFF\nSerial output\t: OFF\nOnboard wave processing : DISABLED\t\nAssumed duration (days) : 30.0\t\nBattery utilization\t(%) : 31.0\nBattery level\t(V) : 12.6\nRecorder size\t(MB) : 3886\t\nRecorder free space (MB) : 3885.972\t\nMemory required\t(MB) : 40.1\nVertical vel. prec (cm/s) : 0.5\t\nHorizon. vel. prec (cm/s) : 1.5\t\nInstrument ID\t: WPR 1583\nHead ID\t:\tWAV 6244\nFirmware version\t: 3.33 AST\nProLog ID\t: 199\nProLog firmware version : 4.06\t\nSD Card Inserted\t: YES\nSD Card Ready\t: YES\nSD Card Write protected : NO\t\nSD Card Type\t: SDHC\nSD Card Supported\t: YES\nAWAC AST Version 1.42 Copyright (C) Nortek AS\nDeployment : ST002\nCurrent time : 19/8/2011 08:18:57 Start at : 19/8/2011 18:00:00 Comment:\nPicarras Fundeado no HotSpot\nProfile interval (s) : 1800 Number of cells\t: 18\nCell size\t(m) : 0.50\nAverage interval (s) : 300 Blanking distance (m) : 0.41 Measurement load (%) : 63\nPower level\t: HIGH\nNumber of wave samples : 2400 Wave interval (s) : 3600 Wave sampling rate (Hz) : 2 Wave AST Ice mode : DISABLED\nWave AST SUV mode\n: DISABLED\nCompass upd. rate (s) : 600 Coordinate System : ENU Speed of sound (m/s) : MEASURED Salinity\t(ppt) : 35\nAnalog input 1\nAnalog input 2 Analog input power out File wrapping TellTale\n: NONE\n: NONE\n: DISABLED\n: OFF\n: OFF\nAcoustic modem\t: OFF\nSerial output\t: OFF\nOnboard wave processing : DISABLED\nAssumed duration (days) : 30.0\nBattery utilization (%) : 37.0 Battery level\t(V) : 12.8\nRecorder size\t(MB) : 185\nRecorder free space (MB) : 184.973 Memory required (MB) : 40.1\nVertical vel. prec (cm/s) : 0.5\nHorizon. vel. prec (cm/s) : 1.5\nInstrument ID\t: WPR 1080\nHead ID\t: WAV 5940\nFirmware version : 3.30 AST\nAWAC AST Version 1.42\nCopyright (C) Nortek AS\nDeployment : ST003\nCurrent time : 19/8/2011 13:04:19 Start at : 19/8/2011 18:00:00 Comment:\nPicarras - Ponto de fora Itacolomi\nProfile interval (s) : 1800 Number of cells\t: 22\nCell size\t(m) : 1.00\nAverage interval (s) : 300 Blanking distance (m) : 0.50 Measurement load (%) : 50\nPower level\t: HIGH\nNumber of wave samples : 1200 Wave interval (s) : 3600 Wave sampling rate (Hz) : 1 Wave AST Ice mode : DISABLED\nWave AST SUV mode\n: DISABLED\nCompass upd. rate (s) : 600 Coordinate System : ENU Speed of sound (m/s) : MEASURED\nSalinity\t(ppt) : 35\nAnalog input 1\nAnalog input 2 Analog input power out\nFile wrapping TellTale\n: NONE\n: NONE\n: DISABLED\n: OFF\n: OFF\nAcoustic modem\t: OFF\nSerial output\t: OFF\nOnboard wave processing : DISABLED\nAssumed duration (days) : 30.0\nBattery utilization (%) : 38.0\nBattery level\t(V) : 12.6\nRecorder size\t(MB) : 185\nRecorder free space (MB) : 184.973 Memory required (MB) : 20.5\nVertical vel. prec (cm/s) : 0.7\nHorizon. vel. prec (cm/s) : 2.0\nInstrument ID\t: WPR 1398\nHead ID\t: WAV 5934\nFirmware version : 3.33 AST\nAWAC AST Version 1.42\nCopyright (C) Nortek AS\nANEXO B\nData\tST001\t\t\tST002\t\t\tST003\t\t\n\tHm0 (m)\tTp (s)\tMeanDir (°)\tHm0 (m)\tTp (s)\tMeanDir (°)\tHm0(m)\tTp (s)\tMeanDir (°)\n19/8/11 18:05\t999\t999\t999\t0,58\t5,82\t58,04\t0,99\t12,11\t97,38\n19/8/11 19:05\t0,33\t5,14\t11,52\t0,58\t5,81\t55,61\t0,96\t11,47\t105,67\n19/8/11 20:05\t0,34\t5,36\t8,13\t0,57\t5,62\t53,2\t1,03\t11,84\t101,58\n19/8/11 21:05\t999\t999\t999\t0,64\t5,34\t51,49\t999\t999\t999\n19/8/11 22:05\t0,29\t5,24\t1,75\t0,55\t5,23\t57,2\t1,05\t12,24\t88,84\n19/8/11 23:05\t0,28\t4,99\t5,61\t0,49\t5,01\t61,91\t1,1\t12,32\t88,25\n20/8/11 0:05\t0,26\t4,78\t11,43\t0,5\t4,96\t67,34\t999\t999\t999\n20/8/11 1:05\t0,22\t12,52\t4,97\t0,48\t4,64\t65\t1,06\t12,67\t93,88\n20/8/11 2:05\t0,24\t12,32\t19,22\t0,47\t4,52\t66,11\t0,97\t12,03\t91,22\n20/8/11 3:05\t0,23\t12,15\t356,22\t0,5\t12,01\t68,55\t0,95\t11,9\t97,08\n20/8/11 4:05\t0,23\t12,69\t3,49\t0,48\t12,47\t69,8\t1,02\t11,6\t112,77\n20/8/11 5:05\t0,22\t11,89\t357,59\t0,46\t12,22\t72,87\t1,43\t4,6\t121,63\n20/8/11 6:05\t0,23\t12,61\t352,71\t0,5\t11,55\t74,97\t1,6\t5,65\t136,21\n20/8/11 7:05\t0,27\t12,49\t2,88\t0,55\t8,86\t88,61\t1,74\t6,36\t136,11\n20/8/11 8:05\t0,26\t12,23\t353,57\t0,62\t8,24\t79,42\t1,59\t5,66\t133,6\n20/8/11 9:05\t0,25\t8,55\t355,01\t0,59\t8,17\t78,03\t1,51\t6\t135,11\n20/8/11 10:05\t0,29\t11,81\t357,35\t0,63\t8,62\t82,04\t1,6\t11,63\t133,75\n20/8/11 11:05\t0,28\t11,51\t1,43\t0,58\t8,19\t75,44\t1,51\t11,58\t127,93\n20/8/11 12:05\t0,28\t11,64\t341,71\t0,52\t8,05\t80,18\t1,41\t11,55\t129,14\n20/8/11 13:05\t0,27\t12,04\t349,98\t0,5\t7,94\t80,47\t1,41\t11,02\t127,21\n20/8/11 14:05\t0,25\t11,23\t344,88\t0,48\t7,65\t60,84\t1,37\t11,12\t128,82\n20/8/11 15:05\t0,25\t11,3\t336,34\t0,45\t7,85\t82,98\t1,37\t11,3\t123,64\n20/8/11 16:05\t0,24\t11,45\t358,65\t0,51\t8,22\t80,25\t1,26\t11,04\t122,61\n20/8/11 17:05\t0,26\t12,07\t345,46\t0,49\t8,27\t78,93\t1,23\t11,47\t124,37\n20/8/11 18:05\t0,22\t10,92\t2,72\t0,48\t8,43\t76,62\t1,28\t11,25\t125,96\n20/8/11 19:05\t0,22\t8,41\t349,8\t0,47\t8,41\t67,84\t1,31\t11,21\t127,07\n20/8/11 20:05\t0,22\t11,63\t355,02\t0,45\t8,44\t77,87\t1,23\t11,19\t124,94\n20/8/11 21:05\t0,2\t12,39\t354,2\t0,45\t7,99\t76,18\t1,14\t11,94\t126,12\n20/8/11 22:05\t0,21\t11,91\t357\t0,43\t8,36\t70,45\t1,04\t11,39\t120,06\n20/8/11 23:05\t0,2\t11,99\t352,79\t0,37\t8,65\t75,36\t1\t11,61\t122,34\n21/8/11 0:05\t0,19\t11,61\t3,53\t0,34\t9,22\t79,79\t0,94\t11,29\t119,02\n21/8/11 1:05\t0,2\t11,31\t343,64\t0,36\t8,99\t81,15\t0,95\t11,04\t117,98\n21/8/11 2:05\t0,19\t11,43\t347,81\t0,37\t11,23\t74,68\t0,86\t10,6\t119,6\n21/8/11 3:05\t0,2\t11,42\t348,23\t0,36\t10,82\t77,91\t0,86\t10,41\t124\n21/8/11 4:05\t0,21\t11,5\t337,86\t0,39\t9,05\t79,72\t0,8\t11,77\t119,36\n21/8/11 5:05\t0,22\t10,94\t12,3\t0,42\t9,17\t73,36\t0,87\t10,82\t123,16\n21/8/11 6:05\t0,21\t12,31\t325,33\t0,42\t9,46\t75,4\t0,8\t11,54\t125,21\n21/8/11 7:05\t0,23\t10,96\t339,2\t0,43\t10,56\t71,1\t0,9\t11,56\t116,49\n21/8/11 8:05\t0,24\t12,36\t353,12\t0,47\t9,22\t84,63\t0,91\t12,19\t116,03\n21/8/11 9:05\t0,24\t12,15\t348,33\t0,49\t9,71\t80,19\t0,99\t11,77\t125,79\n21/8/11 10:05\t0,23\t10,88\t358,33\t0,45\t10,34\t74,1\t1,08\t11,69\t118,01\n21/8/11 11:05\t0,24\t11,33\t344,02\t0,47\t9,42\t67,97\t1,08\t12,32\t121\n21/8/11 12:05\t0,24\t13,07\t337,71\t0,42\t9,84\t68,6\t0,99\t12,02\t115,32\n21/8/11 13:05\t0,27\t9,38\t354,81\t0,44\t9,96\t72,11\t1,04\t11,65\t111,05\n21/8/11 14:05\t0,24\t9,85\t355,73\t0,44\t9,4\t73,16\t1,15\t12,48\t121,79\n21/8/11 15:05\t0,25\t13,37\t356,41\t0,44\t9,93\t67,37\t1,08\t12,77\t118,5\n21/8/11 16:05\t0,24\t12,14\t339,22\t0,42\t9,29\t54,05\t1,03\t12,86\t110,49\n21/8/11 17:05\t0,24\t10,4\t343,79\t0,42\t10,74\t71,81\t1,07\t12,75\t114,35\n21/8/11 18:05\t0,23\t10,97\t357,7\t0,43\t9,52\t86,29\t1,03\t12,67\t113,84\n21/8/11 19:05\t999\t999\t999\t0,41\t10,6\t72,55\t1\t11,93\t117,86\n21/8/11 20:05\t0,23\t12,39\t352,41\t0,43\t12,75\t75,99\t1,15\t13,53\t125,65\n21/8/11 21:05\t0,21\t13,11\t341,25\t0,41\t9,2\t78,16\t1,2\t12,46\t133,39\n21/8/11 22:05\t0,21\t12,65\t347,43\t0,43\t9,16\t70,92\t1,26\t4,55\t130,47\n21/8/11 23:05\t0,22\t13,93\t315,09\t0,44\t10,22\t70,61\t1,32\t5,01\t131,52\n22/8/11 0:05\t999\t999\t999\t0,39\t9,21\t76,46\t1,29\t4,78\t132,89\n22/8/11 1:05\t0,21\t13,29\t351,08\t0,4\t12,42\t78,56\t1,39\t4,72\t133,17\n22/8/11 2:05\t0,23\t12,95\t343,53\t0,38\t12,71\t76,69\t1,28\t12,07\t138,39\n22/8/11 3:05\t0,22\t13,84\t350,21\t0,37\t12,9\t75,96\t1,25\t12,8\t130,36\n22/8/11 4:05\t0,23\t14,26\t331,44\t0,41\t12,99\t73,59\t1,26\t13,41\t135,13\n22/8/11 5:05\t0,22\t13,9\t348,5\t0,39\t13,34\t75,59\t1,14\t13,04\t129,81\n22/8/11 6:05\t0,23\t14,2\t345,2\t0,38\t13,81\t68,1\t1,13\t13,73\t134,81\n22/8/11 7:05\t0,22\t14,12\t342,7\t0,41\t12,51\t77,55\t1,16\t14,47\t126,35\n22/8/11 8:05\t0,27\t15,15\t338,82\t0,44\t13,03\t63,1\t1,16\t14,35\t131,94\n22/8/11 9:05\t0,24\t14,09\t343,19\t0,41\t13,77\t77,2\t1,03\t13,87\t130,3\n22/8/11 10:05\t0,25\t13,25\t344,2\t0,43\t14,15\t75,77\t1,13\t14,15\t127,96\n22/8/11 11:05\t0,28\t14,8\t330,42\t0,4\t13,75\t68,81\t1,16\t14,08\t132,68\n22/8/11 12:05\t0,27\t15,5\t345,61\t0,46\t13,9\t70,61\t1,18\t14,15\t130,34\n22/8/11 13:05\t0,25\t14,16\t353,3\t0,48\t14,17\t78,61\t1,2\t13,61\t131,52\n22/8/11 14:05\t0,29\t15,09\t346,42\t0,45\t14,56\t73,71\t1,22\t14,58\t135,02\n22/8/11 15:05\t0,28\t15,07\t344,73\t0,44\t14,32\t70,44\t1,4\t14,75\t131,78\n22/8/11 16:05\t0,26\t14,73\t358,02\t0,46\t14,71\t74,58\t1,34\t13,98\t131,32\n22/8/11 17:05\t0,31\t14,91\t343,39\t999\t999\t999\t1,22\t14,98\t137,97\n22/8/11 18:05\t0,3\t15,05\t329,3\t0,44\t14,36\t63,2\t1,28\t14,3\t131,81\n22/8/11 19:05\t0,3\t14,97\t334,95\t0,47\t14,36\t74,84\t1,41\t14,95\t129,5\n22/8/11 20:05\t0,28\t14,9\t355,68\t0,48\t14,11\t75,82\t1,4\t14,37\t132,35\n22/8/11 21:05\t0,27\t14,3\t322,33\t0,45\t14,06\t76,58\t1,54\t14,65\t132,04\n22/8/11 22:05\t0,29\t14,88\t358,74\t0,46\t14,9\t82,84\t1,5\t14,52\t129,22\n22/8/11 23:05\t0,3\t14,89\t354,15\t0,46\t14,72\t74,96\t1,49\t15,03\t127,65\n23/8/11 0:05\t0,3\t14,41\t7\t0,5\t14,77\t75,62\t1,47\t14,51\t135,5\n23/8/11 1:05\t0,28\t14,88\t356,33\t0,47\t13,72\t70,36\t1,53\t13,37\t128,31\n23/8/11 2:05\t0,29\t15,25\t336,8\t0,48\t14,64\t68,4\t1,42\t13,3\t131,93\n23/8/11 3:05\t0,29\t15,06\t349,84\t0,51\t13,62\t60,38\t1,62\t14,36\t136,32\n23/8/11 4:05\t0,3\t15,11\t347,63\t0,49\t14,76\t75,16\t1,42\t14,18\t125,88\n23/8/11 5:05\t0,27\t15,41\t346,94\t0,49\t14,52\t73,32\t1,54\t14,58\t129,85\n23/8/11 6:05\t0,28\t14,9\t344,75\t0,49\t15,4\t72,9\t1,37\t13,82\t128,98\n23/8/11 7:05\t0,28\t15,28\t1,07\t0,54\t16,36\t68,84\t1,43\t14,21\t129,29\n23/8/11 8:05\t0,32\t15,93\t334,32\t0,58\t15,89\t69,87\t1,54\t13,97\t128,46\n23/8/11 9:05\t0,33\t16,09\t335,83\t0,58\t16,16\t79,2\t1,58\t13,26\t126,45\n23/8/11 10:05\t0,36\t17,38\t346,13\t0,76\t16,69\t74,35\t1,53\t13,29\t129,69\n23/8/11 11:05\t0,38\t15,88\t351,98\t0,84\t16,81\t71,73\t1,86\t15,59\t125,97\n23/8/11 12:05\t0,38\t15,28\t359,64\t0,87\t16,68\t74,03\t1,8\t15,47\t121,87\n23/8/11 13:05\t999\t999\t999\t0,83\t16,86\t77,32\t1,78\t15,52\t125,33\n23/8/11 14:05\t999\t999\t999\t0,89\t16,49\t76,75\t2,01\t16,84\t122,18\n23/8/11 15:05\t999\t999\t999\t999\t999\t999\t2,02\t16,79\t117,99\n23/8/11 16:05\t0,47\t17,35\t357,61\t999\t999\t999\t2,08\t16,84\t117,11\n23/8/11 17:05\t0,48\t16,99\t0,81\t999\t999\t999\t2,18\t16,67\t113,86\n23/8/11 18:05\t0,52\t16,95\t356,16\t999\t999\t999\t2,26\t16,29\t116,91\n23/8/11 19:05\t0,55\t17,84\t353,52\t999\t999\t999\t2,37\t16,38\t118,19\n23/8/11 20:05\t0,56\t17,3\t0,23\t1,13\t17,12\t80,07\t2,65\t17,18\t116,81\n23/8/11 21:05\t0,54\t17,92\t353,88\t1,19\t7,65\t77,87\t2,57\t15,98\t113,36\n23/8/11 22:05\t0,54\t7,8\t2,79\t1,28\t7,9\t76,96\t2,68\t16,76\t112,79\n23/8/11 23:05\t0,54\t8,14\t358,17\t1,29\t7,89\t76,68\t2,66\t16,94\t113,86\n24/8/11 0:05\t0,52\t8,15\t357,34\t1,23\t7,97\t76,7\t2,83\t16,47\t113,82\n24/8/11 1:05\t999\t999\t999\t1,15\t8,05\t76,64\t3,01\t16,71\t115,68\n24/8/11 2:05\t0,51\t8,16\t2,03\t1,2\t8\t77,63\t2,7\t15,73\t112,73\n24/8/11 3:05\t0,47\t8,32\t2,62\t1,24\t7,95\t76,57\t2,9\t15,61\t116,58\n24/8/11 4:05\t0,46\t6,7\t0,16\t1,35\t8,1\t75,85\t2,87\t15,74\t113,68\n24/8/11 5:05\t999\t999\t999\t1,37\t8,04\t76,74\t2,94\t16,19\t117,73\n24/8/11 6:05\t0,47\t15,32\t357,13\t1,15\t7,92\t75,51\t2,78\t15,28\t115,78\n24/8/11 7:05\t999\t999\t999\t1,2\t8,39\t75,58\t2,58\t15,99\t114,2\n24/8/11 8:05\t0,48\t15,73\t359,55\t1,11\t7,89\t75,26\t2,44\t15,32\t110,15\n24/8/11 9:05\t0,48\t17\t2,28\t1,12\t8,21\t77,02\t2,67\t15,62\t115,5\n24/8/11 10:05\t999\t999\t999\t1,14\t8,23\t77,84\t2,56\t14,97\t112,93\n24/8/11 11:05\t0,52\t17,46\t352,4\t1,17\t8,26\t74,93\t2,66\t16,01\t115,29\n24/8/11 12:05\t0,51\t16,8\t358,1\t1,14\t8,14\t74,29\t2,63\t16,02\t115,29\n24/8/11 13:05\t0,51\t16,87\t358,88\t1,12\t8,2\t73,4\t2,51\t15,36\t111,37\n24/8/11 14:05\t0,47\t15,4\t358,88\t1,1\t8,32\t74,52\t2,36\t16,27\t111,37\n24/8/11 15:05\t999\t999\t999\t1,15\t8,14\t79,91\t2,56\t15,29\t115,64\n24/8/11 16:05\t0,5\t15,92\t0,86\t1,11\t8,28\t76,22\t2,53\t15,32\t115,73\n24/8/11 17:05\t999\t999\t999\t1,06\t7,77\t72,9\t2,28\t14,82\t114,28\n24/8/11 18:05\t0,45\t16,26\t7,97\t1,02\t8,44\t72,3\t2,1\t15,01\t113,34\n24/8/11 19:05\t999\t999\t999\t1,1\t8,31\t77,73\t2,41\t15,24\t115,69\n24/8/11 20:05\t0,46\t15,26\t358,42\t1\t8,31\t72,7\t2,14\t14,84\t111\n24/8/11 21:05\t0,44\t15,55\t0,99\t1\t8,33\t75,68\t2,3\t14,58\t112,36\n24/8/11 22:05\t0,45\t8,36\t356,16\t0,96\t8,61\t74,83\t2,1\t14,69\t109,09\n24/8/11 23:05\t0,43\t7,53\t359,18\t1,05\t8,3\t73,89\t1,98\t14,87\t112,4\n25/8/11 0:05\t999\t999\t999\t1,04\t8,63\t74,35\t2,12\t14,62\t114,28\n25/8/11 1:05\t999\t999\t999\t1,05\t8,21\t74,63\t2,05\t14,79\t110,38\n25/8/11 2:05\t999\t999\t999\t1,11\t8,13\t74,61\t2,27\t15,1\t110,38\n25/8/11 3:05\t999\t999\t999\t1,02\t8,04\t73,66\t2,22\t14,9\t109,01\n25/8/11 4:05\t999\t999\t999\t1,11\t8,31\t75,75\t1,98\t14,53\t110,52\n25/8/11 5:05\t0,41\t9,23\t12,59\t1,06\t8,37\t77,67\t1,81\t14,35\t109,01\n25/8/11 6:05\t0,4\t7,91\t11,8\t0,99\t8,06\t75\t1,98\t14,68\t110,18\n25/8/11 7:05\t0,36\t14,89\t6,62\t0,98\t7,92\t76,93\t1,93\t15,28\t108,8\n25/8/11 8:05\t999\t999\t999\t0,93\t8,1\t76,11\t1,92\t14,73\t111,43\n25/8/11 9:05\t0,38\t15,01\t7,78\t0,9\t7,8\t73,84\t2,06\t14,64\t109,51\n25/8/11 10:05\t0,43\t15,07\t359,95\t0,91\t8,27\t80,88\t999\t999\t999\n25/8/11 11:05\t0,41\t15,76\t4,79\t0,92\t8,26\t73,99\t999\t999\t999\n25/8/11 12:05\t0,43\t14,74\t8,09\t0,89\t7,96\t75,83\t1,95\t8,35\t109,15\n25/8/11 13:05\t0,39\t14,97\t358,4\t0,86\t8,91\t73,48\t1,79\t8,34\t105,98\n25/8/11 14:05\t0,4\t15,6\t355,77\t0,94\t8,36\t69,88\t1,91\t14,57\t107,29\n25/8/11 15:05\t999\t999\t999\t0,98\t8,66\t75,5\t1,82\t14,03\t105,58\n25/8/11 16:05\t0,38\t14,84\t1,49\t1,03\t8,65\t75,5\t1,79\t14,34\t107,9\n25/8/11 17:05\t0,4\t9,01\t8,41\t1,02\t8,4\t75,11\t999\t999\t999\n25/8/11 18:05\t0,36\t8,79\t4,5\t1,02\t8,78\t78,86\t1,94\t14,45\t105,29\n25/8/11 19:05\t999\t999\t999\t0,97\t8,96\t79,55\t1,77\t14,38\t105,72\n25/8/11 20:05\t0,37\t8,95\t358,96\t0,98\t9,02\t73,77\t1,65\t14,41\t103,2\n25/8/11 21:05\t0,38\t8,66\t359,54\t999\t999\t999\t1,91\t13,77\t106,89\n25/8/11 22:05\t0,35\t8,41\t8,19\t0,9\t8,51\t75,48\t1,89\t13,95\t104,94\n25/8/11 23:05\t999\t999\t999\t1,07\t8,59\t75,21\t1,89\t13,82\t103,36\n26/8/11 0:05\t999\t999\t999\t0,92\t8,34\t75,34\t1,73\t8,57\t100,17\n26/8/11 1:05\t0,39\t8,41\t2,41\t0,86\t8,56\t78,9\t1,86\t8,21\t103,55\n26/8/11 2:05\t0,36\t8,6\t358,69\t999\t999\t999\t1,7\t13,4\t101,02\n26/8/11 3:05\t0,34\t8,56\t359,34\t0,88\t8,38\t77,36\t1,64\t9,01\t102,22\n26/8/11 4:05\t0,33\t8,37\t5,83\t0,86\t8,43\t78,2\t1,62\t8,49\t102,46\n26/8/11 5:05\t0,29\t8,74\t5,99\t0,84\t8,68\t77,12\t1,63\t13,04\t99,63\n26/8/11 6:05\t999\t999\t999\t0,84\t8,47\t74,72\t1,43\t8,29\t100,01\n26/8/11 7:05\t999\t999\t999\t0,84\t8,76\t75,92\t1,4\t8,53\t99,47\n26/8/11 8:05\t0,29\t8,46\t4,52\t0,74\t8,44\t73,66\t1,38\t8,52\t101,01\n26/8/11 9:05\t0,3\t8,49\t358,03\t0,68\t8,29\t79,34\t1,49\t13,22\t103,64\n26/8/11 10:05\t0,29\t8,16\t5,32\t0,7\t8,59\t76,8\t1,36\t13,51\t107,31\n26/8/11 11:05\t0,31\t8,04\t13,25\t0,71\t8,73\t74,89\t1,45\t8,39\t104,5\n26/8/11 12:05\t0,34\t8,09\t4,72\t0,76\t8,48\t79,03\t1,34\t8,82\t107,37\n26/8/11 13:05\t0,31\t8,6\t348,79\t0,78\t8,58\t75,83\t1,32\t8,35\t111,64\n26/8/11 14:05\t0,3\t13,73\t6,26\t0,68\t7,83\t73,27\t1,37\t8,32\t110,28\n26/8/11 15:05\t0,31\t7,93\t355,73\t0,73\t8,11\t72,07\t1,46\t8,7\t115,3\n26/8/11 16:05\t0,27\t8,23\t5,35\t0,7\t8,43\t71,16\t1,37\t8,32\t110,05\n26/8/11 17:05\t0,26\t8,89\t356,92\t0,68\t8,62\t71,98\t1,3\t12,72\t117,72\n26/8/11 18:05\t0,24\t9,02\t357,84\t0,65\t8,09\t74,22\t1,42\t8,29\t119,53\n26/8/11 19:05\t0,24\t8,11\t1,81\t0,61\t8,21\t76,03\t1,54\t8,12\t117,09\n26/8/11 20:05\t0,25\t8,13\t356,41\t0,65\t8,19\t76,31\t1,3\t6,58\t115,26\n26/8/11 21:05\t0,25\t8,37\t4,2\t0,59\t7,99\t78,88\t1,33\t7,82\t109,97\n26/8/11 22:05\t0,26\t7,81\t358,4\t0,55\t7,88\t74,55\t1,28\t7,93\t108,1\n26/8/11 23:05\t0,25\t7,87\t349,73\t0,56\t8,33\t82,8\t1,28\t7,77\t107,28\n27/8/11 0:05\t0,27\t8,25\t355,81\t0,62\t8,29\t75,58\t1,31\t7,75\t103,22\n27/8/11 1:05\t0,28\t8,02\t357,37\t0,6\t8,73\t78,9\t1,16\t7,96\t100,83\n27/8/11 2:05\t0,26\t8,25\t357,7\t0,66\t8,37\t78,03\t1,22\t8\t106,62\n27/8/11 3:05\t0,3\t8,26\t352,83\t0,61\t8,26\t73\t1,12\t8,26\t100,81\n27/8/11 4:05\t0,26\t8,14\t352,47\t0,65\t8,06\t73,9\t1,07\t8,07\t102,62\n27/8/11 5:05\t0,26\t7,99\t0,74\t0,59\t8,08\t73,09\t1,12\t7,92\t102,18\n27/8/11 6:05\t0,23\t7,98\t354,25\t0,67\t8,2\t77,22\t1,13\t8,32\t101,35\n27/8/11 7:05\t0,22\t7,77\t348,42\t0,63\t7,91\t81,88\t1,13\t7,88\t100,62\n27/8/11 8:05\t0,22\t7,83\t351,39\t0,55\t7,64\t76,55\t1,2\t7,98\t95,38\n27/8/11 9:05\t0,22\t7,83\t5,9\t0,52\t8,17\t74,97\t1,09\t7,82\t97,35\n27/8/11 10:05\t0,23\t8,18\t3,19\t0,57\t7,66\t74,35\t1,09\t8,15\t97,97\n27/8/11 11:05\t0,26\t7,98\t0,65\t0,57\t7,91\t74,4\t0,98\t7,9\t95,11\n27/8/11 12:05\t0,25\t8,23\t1,39\t0,55\t8,24\t75,22\t1,01\t8,33\t95,32\n27/8/11 13:05\t0,25\t8,53\t3,31\t0,55\t8,24\t71,66\t0,91\t7,7\t99,29\n27/8/11 14:05\t0,26\t8,52\t6,1\t0,54\t8,28\t72,71\t0,88\t11,66\t102,13\n27/8/11 15:05\t0,26\t8,18\t349,39\t0,55\t8,07\t79,65\t0,97\t8,13\t100,88\n27/8/11 16:05\t0,23\t10,93\t352,69\t0,51\t8,16\t81,71\t0,93\t8,12\t96,73\n27/8/11 17:05\t0,22\t9,11\t1,43\t0,57\t7,96\t73,9\t1,01\t8,52\t102,39\n27/8/11 18:05\t0,23\t8,27\t358,35\t0,54\t8,24\t71,55\t0,94\t10,04\t104,97\n27/8/11 19:05\t0,22\t8,29\t354,78\t0,55\t8,36\t76,5\t0,91\t8,07\t100,92\n27/8/11 20:05\t999\t999\t999\t0,52\t7,96\t80,63\t0,93\t8,01\t103,68\n27/8/11 21:05\t0,22\t7,85\t1,51\t0,55\t7,83\t74,24\t0,9\t11,86\t106,12\n27/8/11 22:05\t0,24\t8,12\t0,13\t0,54\t7,48\t75,78\t0,94\t10,44\t104,34\n27/8/11 23:05\t0,25\t10,99\t358,91\t999\t999\t999\t0,96\t10,91\t105,72\n28/8/11 0:05\t0,25\t9,63\t359,25\t0,57\t7,82\t75,06\t0,99\t10,5\t106,24\n28/8/11 1:05\t0,26\t8,37\t4,5\t0,59\t7,3\t67,08\t0,98\t10,15\t100,89\n28/8/11 2:05\t0,28\t8,38\t6,34\t0,69\t8,11\t67,26\t1,05\t10,21\t104,21\n28/8/11 3:05\t0,27\t7,38\t4,02\t0,66\t5,03\t68,37\t0,99\t8,46\t107,05\n28/8/11 4:05\t0,3\t8,03\t3,65\t0,66\t5,07\t69,58\t1,07\t7,61\t97,59\n28/8/11 5:05\t0,28\t5,63\t6,14\t0,63\t4,98\t67,76\t1,17\t4,95\t90,76\n28/8/11 6:05\t999\t999\t999\t0,65\t5,14\t65,74\t1,19\t5,27\t94,87\n28/8/11 7:05\t0,25\t7,83\t3,73\t0,64\t8,35\t66,05\t1,16\t5,52\t97,82\n28/8/11 8:05\t0,28\t6,07\t13,56\t0,65\t5,69\t64,57\t1,24\t5,4\t99,15\n28/8/11 9:05\t0,28\t6,2\t358,05\t0,67\t6,74\t69,92\t1,21\t5,55\t98,37\n28/8/11 10:05\t0,27\t6,09\t5,98\t0,61\t5,79\t66,73\t1,19\t8,46\t102,25\n28/8/11 11:05\t0,29\t5,97\t3,27\t0,66\t5,97\t72,49\t1,26\t6,1\t94,77\n28/8/11 12:05\t0,3\t6,23\t10,38\t0,7\t6,06\t70,52\t1,22\t7,17\t96,34\n28/8/11 13:05\t0,35\t6,66\t2,66\t0,79\t6,28\t72,9\t1,2\t5,88\t99,06\n28/8/11 14:05\t0,35\t6,65\t5,07\t0,78\t7\t74,73\t1,13\t6,27\t99,5\n28/8/11 15:05\t0,38\t6,76\t4,87\t0,83\t6,64\t75,34\t1,29\t6,35\t94,82\n28/8/11 16:05\t0,38\t6,96\t7,43\t0,95\t6,89\t76,52\t1,32\t6,6\t96,02\n28/8/11 17:05\t0,4\t7,2\t1,58\t1,04\t7,05\t72,76\t1,36\t6,29\t92,04\n28/8/11 18:05\t0,34\t7,28\t1,14\t1,03\t7,39\t71,97\t1,35\t6,31\t94,55\n28/8/11 19:05\t0,4\t7,49\t4,41\t0,98\t6,94\t70,43\t1,4\t6,6\t96,29\n28/8/11 20:05\t0,39\t7,37\t0,4\t1,01\t7,71\t74,65\t1,43\t6,97\t89,61\n28/8/11 21:05\t999\t999\t999\t999\t999\t999\t1,42\t7,09\t89,89\n28/8/11 22:05\t999\t999\t999\t999\t999\t999\t1,47\t7,46\t93,61\n28/8/11 23:05\t0,44\t7,48\t1,54\t1,11\t7,57\t74,32\t1,49\t7,52\t92,35\n29/8/11 0:05\t0,45\t8,06\t356,84\t1,15\t7,8\t73,6\t1,42\t7,58\t91,43\n29/8/11 1:05\t0,47\t7,2\t0,85\t1,21\t7,9\t72,61\t1,76\t7,43\t92,43\n29/8/11 2:05\t0,53\t7,9\t2,65\t1,21\t7,97\t70,27\t1,82\t7,54\t91,83\n29/8/11 3:05\t0,5\t7,73\t7,2\t1,11\t7,84\t72,21\t1,68\t7,92\t91,01\n29/8/11 4:05\t0,44\t7,9\t2,47\t1,24\t8,1\t75,65\t1,7\t8,02\t94,16\n29/8/11 5:05\t0,45\t7,28\t8,85\t999\t999\t999\t1,78\t8,04\t92,85\n29/8/11 6:05\t999\t999\t999\t0,99\t8,15\t68,88\t999\t999\t999\n29/8/11 7:05\t0,41\t7,58\t6,67\t0,88\t7,8\t72,46\t1,8\t7,81\t100,5\n29/8/11 8:05\t999\t999\t999\t0,94\t7,56\t75,44\t1,78\t7,71\t91,07\n29/8/11 9:05\t999\t999\t999\t0,96\t7,64\t72,35\t1,67\t7,73\t96,55\n29/8/11 10:05\t999\t999\t999\t0,78\t7,9\t74,05\t1,59\t7,58\t97,03\n29/8/11 11:05\t999\t999\t999\t0,83\t7,72\t74,83\t999\t999\t999\n29/8/11 12:05\t0,36\t7,56\t2,16\t0,83\t7,53\t71,23\t1,68\t7,97\t101,64\n29/8/11 13:05\t0,39\t7,62\t10,08\t0,86\t7,67\t77,61\t1,56\t7,78\t99,21\n29/8/11 14:05\t0,39\t7,79\t11,08\t1\t7,84\t81,64\t1,63\t7,6\t102,89\n29/8/11 15:05\t0,39\t7,85\t2,2\t0,9\t7,78\t80,08\t1,53\t7,37\t102,97\n29/8/11 16:05\t0,42\t7,64\t359,6\t1,04\t7,69\t75,34\t1,68\t14,08\t108,27\n29/8/11 17:05\t0,37\t7,66\t3,69\t0,9\t8,16\t77,87\t1,58\t13,76\t101,77\n29/8/11 18:05\t0,34\t8,09\t0,63\t0,92\t7,92\t78,87\t1,62\t7,26\t102,97\n29/8/11 19:05\t0,35\t7,73\t4,62\t0,89\t7,92\t76,88\t1,53\t6,73\t104,42\n29/8/11 20:05\t0,32\t8,29\t4,68\t0,86\t8,04\t76,68\t1,73\t7,51\t107,01\n29/8/11 21:05\t0,32\t8,65\t2,54\t0,83\t8,37\t76,84\t999\t999\t999\n29/8/11 22:05\t0,32\t7,9\t2,35\t0,84\t8,23\t71,35\t1,6\t6,82\t103,38\n29/8/11 23:05\t0,33\t8,3\t358,44\t0,94\t8,26\t75,71\t1,5\t8,04\t101,76\n30/8/11 0:05\t0,34\t7,87\t357,58\t0,85\t7,8\t74,86\t1,76\t13,16\t103,25\n30/8/11 1:05\t0,37\t7,85\t359,69\t0,86\t8,3\t78,2\t1,57\t7,66\t104,67\n30/8/11 2:05\t0,43\t7,85\t5,67\t0,87\t8,39\t72,09\t1,58\t7,75\t101,46\n30/8/11 3:05\t0,4\t8,01\t3,31\t0,88\t8,35\t74,76\t1,57\t7,75\t99,8\n30/8/11 4:05\t0,38\t8,06\t4,62\t0,77\t7,75\t76,73\t1,45\t7,2\t98,83\n30/8/11 5:05\t0,31\t8,12\t4,82\t0,79\t7,82\t74,13\t1,5\t8\t93,84\n30/8/11 6:05\t0,32\t7,86\t3,06\t0,78\t7,26\t75,69\t1,49\t8,28\t98,86\n30/8/11 7:05\t0,26\t7,97\t9,36\t0,75\t7,9\t73,29\t1,32\t8,14\t99,57\n30/8/11 8:05\t0,3\t7,79\t8,17\t0,77\t8,12\t74,19\t1,31\t7,41\t97,27\n30/8/11 9:05\t0,32\t7,55\t3,64\t0,73\t7,73\t78,06\t1,31\t7,92\t101,05\n30/8/11 10:05\t0,31\t7,71\t0,75\t0,74\t7,37\t80,83\t1,31\t7,68\t105,13\n30/8/11 11:05\t0,31\t7,75\t9,21\t0,86\t7,69\t73,17\t1,29\t7,75\t98,52\n30/8/11 12:05\t0,31\t6,82\t6,06\t0,8\t7,59\t76,49\t1,28\t7,21\t100,13\n30/8/11 13:05\t0,36\t7,46\t7,36\t0,81\t6,72\t69,72\t1,38\t7,75\t99,4\n30/8/11 14:05\t0,39\t7,75\t7,67\t0,84\t7,67\t76,48\t1,37\t7,25\t97,18\n30/8/11 15:05\t0,41\t7,89\t1,53\t0,88\t7,94\t72,29\t1,45\t6,7\t100,31\n30/8/11 16:05\t0,41\t8,06\t353,34\t0,85\t7,82\t71,45\t1,38\t7,13\t100,83\n30/8/11 17:05\t0,36\t7,89\t359,8\t0,85\t7,92\t72,83\t1,39\t7,56\t102,05\n30/8/11 18:05\t0,34\t8,1\t6,03\t0,84\t7,79\t69,02\t1,31\t6,81\t96,24\n30/8/11 19:05\t0,31\t7,3\t358,06\t0,87\t7,57\t73,24\t1,29\t7,31\t95,61\n30/8/11 20:05\t0,32\t7,64\t2,39\t0,88\t7,7\t76,44\t1,26\t7,45\t90,49\n30/8/11 21:05\t0,3\t7,91\t2,85\t0,84\t8,02\t75,53\t1,22\t8,07\t96,53\n30/8/11 22:05\t0,29\t7,95\t359,61\t0,84\t8,12\t75,71\t1,3\t7,25\t90,43\n30/8/11 23:05\t0,29\t7,31\t7,15\t0,82\t7,78\t78,73\t1,15\t7,19\t87,15\n31/8/11 0:05\t0,29\t7,85\t4,02\t0,77\t7,73\t76,48\t1,25\t7,67\t91,93\n31/8/11 1:05\t0,28\t7,91\t12,84\t0,7\t7,54\t76,72\t1,33\t7,16\t99,12\n31/8/11 2:05\t0,27\t7,88\t0,42\t0,68\t7,71\t78\t1,41\t6,67\t108,24\n31/8/11 3:05\t0,27\t8,09\t14,8\t0,64\t8,29\t77,31\t1,44\t5\t110,92\n31/8/11 4:05\t0,28\t7,87\t3,14\t0,69\t8,17\t73,31\t1,62\t5,22\t118,83\n31/8/11 5:05\t0,27\t7,66\t13,88\t0,68\t8,3\t74,64\t1,35\t5,33\t122,26\n31/8/11 6:05\t0,25\t7,86\t7,67\t0,56\t7,76\t77,36\t1,36\t6,96\t119,55\n31/8/11 7:05\t0,2\t7,84\t7,57\t0,58\t8,67\t74,6\t1,36\t7,65\t121,56\n31/8/11 8:05\t0,22\t8,7\t4,47\t0,52\t8,41\t72,11\t1,11\t5,75\t121,38\n31/8/11 9:05\t0,2\t8,93\t9,85\t0,48\t8,65\t75,63\t1,14\t7,54\t118,01\n31/8/11 10:05\t999\t999\t999\t0,49\t8,58\t81,27\t1,06\t7,01\t127,07\n31/8/11 11:05\t0,19\t9\t357,73\t0,39\t8,48\t78,85\t0,96\t8,41\t116,57\n31/8/11 12:05\t0,19\t8,76\t1,92\t0,43\t8,74\t70,53\t0,98\t7,9\t114,62\n31/8/11 13:05\t0,2\t9,56\t347,81\t0,4\t8,48\t77,08\t1,03\t8,35\t116,36\n31/8/11 14:05\t0,21\t9,05\t350,32\t0,42\t8,74\t77,09\t1,02\t8,01\t122,48\n31/8/11 15:05\t0,21\t8,67\t347,51\t0,5\t8,73\t78,05\t0,92\t8,23\t123,28\n31/8/11 16:05\t0,22\t9,73\t353,5\t0,5\t8,82\t79,49\t0,94\t8,51\t116,39\n31/8/11 17:05\t0,24\t8,88\t6,24\t0,53\t8,6\t74,82\t1,02\t8,58\t121,63\n31/8/11 18:05\t0,22\t8,64\t11,29\t0,5\t8,54\t72,33\t0,99\t9\t121,2\n31/8/11 19:05\t0,22\t9,16\t6,09\t0,48\t8,47\t76,52\t1\t8,24\t120,72\n31/8/11 20:05\t0,18\t8,72\t359,97\t0,46\t8,72\t81,02\t1\t9,19\t127,92\n31/8/11 21:05\t0,18\t8,65\t359,77\t0,43\t8,63\t79,37\t0,97\t8,83\t124,01\n31/8/11 22:05\t0,16\t9,03\t3,39\t0,41\t8,6\t71,85\t0,95\t8,98\t118,82\n31/8/11 23:05\t0,18\t8,82\t353,93\t0,42\t8,53\t77,78\t0,92\t8,83\t123,67\n1/9/11 0:05\t0,17\t8,62\t353,25\t0,39\t8,62\t76,64\t0,95\t8,8\t119,91\n1/9/11 1:05\t0,17\t8,52\t351,14\t0,41\t8,42\t76,2\t0,88\t8,4\t120,74\n1/9/11 2:05\t0,19\t8,56\t349,92\t0,35\t8,85\t79,89\t0,91\t9,17\t124,7\n1/9/11 3:05\t0,2\t8,5\t7,82\t0,35\t8,92\t77,59\t0,89\t9,04\t127,6\n1/9/11 4:05\t0,2\t8,73\t7,92\t0,35\t8,92\t78,18\t0,85\t9,23\t124,62\n1/9/11 5:05\t0,19\t9,7\t8,71\t0,33\t9,14\t63,21\t0,82\t9,22\t123,68\n1/9/11 6:05\t0,17\t9,24\t4,13\t0,31\t8,66\t71,6\t0,79\t8,58\t123,82\n1/9/11 7:05\t0,16\t8,91\t351,33\t0,28\t8,71\t68,12\t0,76\t9,55\t119,07\n1/9/11 8:05\t0,14\t10,05\t353,59\t0,26\t9,16\t65,33\t0,74\t10,61\t117,8\n1/9/11 9:05\t0,15\t9,34\t332,58\t0,28\t8,58\t66,64\t0,74\t9,99\t122,2\n1/9/11 10:05\t0,15\t9,28\t346,92\t0,27\t8,91\t83,39\t0,7\t7,67\t114,84\n1/9/11 11:05\t999\t999\t999\t0,28\t8,87\t67,13\t0,71\t8,68\t118,73\n1/9/11 12:05\t0,15\t12,89\t346,27\t0,28\t8,64\t74,12\t0,72\t8,58\t121,61\n1/9/11 13:05\t0,16\t12,3\t334,38\t0,29\t8,46\t82,22\t0,71\t9,09\t118,95\n1/9/11 14:05\t0,16\t12,12\t338,79\t0,31\t8,79\t75,1\t0,77\t11,05\t125,53\n1/9/11 15:05\t0,18\t12,07\t349,52\t0,33\t9,08\t79,1\t0,82\t11,81\t127,13\n1/9/11 16:05\t0,18\t12,28\t0,71\t0,31\t12,29\t73,71\t0,82\t11,32\t119,82\n1/9/11 17:05\t0,18\t11,07\t19,91\t0,31\t10,69\t65,62\t0,8\t11,98\t125,35\n1/9/11 18:05\t0,19\t12,36\t322,44\t0,31\t8,86\t72,2\t0,73\t8,05\t118,89\n1/9/11 19:05\t0,19\t12,29\t352,37\t0,38\t11,7\t64,86\t0,79\t11,5\t127,31\n1/9/11 20:05\t0,17\t12,39\t347,43\t0,34\t12,04\t72,33\t0,81\t11,54\t122,37\n1/9/11 21:05\t0,16\t12,16\t1,06\t0,35\t11,5\t61,33\t0,84\t10,99\t124,37\n1/9/11 22:05\t0,17\t11,65\t355,3\t0,33\t9,02\t68,31\t0,93\t11,7\t128,89\n1/9/11 23:05\t0,18\t12,63\t350,05\t0,33\t11,67\t79,79\t1,07\t11,32\t137,32\n2/9/11 0:05\t999\t999\t999\t0,31\t11,33\t63,82\t1,1\t4,73\t131,04\n2/9/11 1:05\t0,18\t12,97\t358,79\t0,32\t12,07\t81,64\t1,07\t8,45\t134,03\n2/9/11 2:05\t0,17\t12,39\t331,49\t0,3\t11,01\t72,79\t0,98\t5,57\t127,56\n2/9/11 3:05\t999\t999\t999\t0,26\t11,62\t85,96\t999\t999\t999\n2/9/11 4:05\t999\t999\t999\t0,28\t11,83\t72,9\t1,04\t5,17\t132,98\n2/9/11 5:05\t0,17\t12,79\t349,79\t0,26\t10,86\t65,13\t1,09\t5,51\t128,18\n2/9/11 6:05\t0,18\t11,6\t342,25\t0,26\t12,05\t71,63\t1\t10,8\t136,25\n2/9/11 7:05\t0,17\t11,77\t333,89\t0,25\t11,07\t71,85\t0,92\t10,54\t129,03\n2/9/11 8:05\t0,17\t11,97\t346,38\t0,26\t11,39\t79,72\t0,85\t11,14\t130,05\n2/9/11 9:05\t0,16\t11,04\t3,34\t0,25\t10,91\t57,96\t0,99\t11,36\t128,47\n2/9/11 10:05\t0,16\t11,16\t15,7\t0,26\t11,26\t75,28\t0,93\t10,85\t125,88\n2/9/11 11:05\t0,17\t11,77\t329,7\t0,23\t11,76\t58,94\t0,88\t10,92\t125,02\n2/9/11 12:05\t0,17\t11,88\t342,97\t0,25\t10,66\t59,99\t0,89\t9,54\t124,27\n2/9/11 13:05\t0,18\t11,71\t355,29\t0,29\t11,23\t63,57\t0,84\t9,89\t131,49\n2/9/11 14:05\t0,16\t11,88\t353,89\t0,31\t10,93\t80,97\t0,84\t11,21\t125,1\n2/9/11 15:05\t999\t999\t999\t0,27\t11,75\t47,28\t0,83\t11,14\t123,7\n2/9/11 16:05\t0,17\t11,33\t345,39\t0,28\t11,13\t66,3\t0,83\t10,46\t130,16\n2/9/11 17:05\t0,18\t11,87\t332,83\t0,27\t10,36\t70,22\t0,78\t10,32\t128,87\n2/9/11 18:05\t0,17\t11,88\t338,02\t0,29\t11,22\t63,22\t0,79\t10,52\t132,09\n2/9/11 19:05\t0,15\t10,12\t345,68\t0,3\t11,28\t59,25\t0,74\t9,61\t121,74\n2/9/11 20:05\t0,17\t11,45\t354,77\t0,28\t11,14\t87,5\t0,75\t9,99\t132,96\n2/9/11 21:05\t0,16\t10,45\t348,16\t0,28\t11,36\t67,19\t0,79\t10,64\t129,03\n2/9/11 22:05\t0,15\t11,1\t7,73\t0,3\t11,17\t66,98\t0,77\t9,98\t124,7\n2/9/11 23:05\t0,17\t11,08\t352,54\t0,3\t11,14\t78,33\t0,79\t10,21\t123,46\n3/9/11 0:05\t0,17\t11,15\t6,88\t0,3\t11,86\t62,99\t0,8\t10,07\t124,99\n3/9/11 1:05\t0,18\t10,84\t352,82\t0,29\t11,8\t68,72\t0,82\t9,9\t133,25\n3/9/11 2:05\t0,16\t10,86\t354,2\t0,26\t10,73\t65,68\t0,85\t9,42\t126,85\n3/9/11 3:05\t0,16\t11,52\t350,29\t0,3\t11,51\t83,36\t0,9\t10,31\t128,19\n3/9/11 4:05\t0,18\t11,88\t341,5\t0,29\t10,48\t62,46\t0,85\t9,28\t128,96\n3/9/11 5:05\t0,18\t10,45\t341,79\t0,31\t10,52\t82,26\t0,89\t10,78\t123,98\n3/9/11 6:05\t0,18\t10,98\t341,79\t0,31\t11,23\t74,59\t0,9\t10,3\t126,74\n3/9/11 7:05\t0,18\t10,88\t356,57\t0,3\t11,08\t60,02\t0,86\t10,07\t129,07\n3/9/11 8:05\t0,18\t11,28\t351,98\t0,32\t10,55\t73,64\t0,87\t10,09\t127,61\n3/9/11 9:05\t0,16\t11,54\t352,51\t0,31\t11,33\t72,35\t0,86\t10,62\t131,64\n3/9/11 10:05\t0,18\t11,98\t341,68\t0,33\t11,6\t69,27\t0,87\t10,67\t130,71\n3/9/11 11:05\t0,19\t11,19\t5,49\t0,35\t11,31\t71,71\t0,97\t10,13\t126,68\n3/9/11 12:05\t0,21\t12,19\t342,98\t0,4\t10,94\t82\t0,93\t10,8\t124,68\n3/9/11 13:05\t999\t999\t999\t0,42\t11,93\t70,21\t0,98\t10,68\t129,62\n3/9/11 14:05\t0,23\t11,34\t352,7\t0,47\t11,8\t70,43\t1,03\t10,26\t119,36\n3/9/11 15:05\t0,23\t11,73\t4,94\t0,5\t11,35\t73,64\t1,02\t10,6\t123,29\n3/9/11 16:05\t0,28\t11,66\t6,21\t0,56\t11,13\t60,53\t1,08\t11,34\t122,3\n3/9/11 17:05\t0,37\t11,52\t9,71\t0,62\t3,67\t60,58\t1,06\t10,37\t113,95\n3/9/11 18:05\t0,41\t3,66\t6,85\t0,65\t3,54\t55,51\t1,05\t11,72\t110,65\n3/9/11 19:05\t0,39\t3,8\t359,75\t0,66\t3,57\t51,22\t1,18\t11,44\t118,95\n3/9/11 20:05\t0,44\t3,04\t4,01\t0,76\t3,63\t49,95\t1,17\t11,35\t118,03\n3/9/11 21:05\t0,44\t3,58\t1,87\t0,74\t3,82\t52,36\t1,12\t11,27\t111,14\n3/9/11 22:05\t0,35\t4,13\t15,49\t999\t999\t999\t1,29\t12,1\t112,97\n3/9/11 23:05\t0,31\t4,32\t353,41\t999\t999\t999\t1,28\t12,74\t114,99\n4/9/11 0:05\t999\t999\t999\t0,61\t4,59\t66,13\t1,24\t12,02\t100,49\n4/9/11 1:05\t999\t999\t999\t0,64\t4,68\t63,31\t1,3\t12,33\t103,15\n4/9/11 2:05\t999\t999\t999\t999\t999\t999\t1,3\t13,4\t111,35\n4/9/11 3:05\t999\t999\t999\t999\t999\t999\t1,43\t12,85\t117,59\n4/9/11 4:05\t0,32\t13,52\t4,25\t999\t999\t999\t1,46\t12,87\t113,83\n4/9/11 5:05\t0,32\t13,02\t358,95\t0,64\t4,77\t62,19\t1,39\t13,13\t107,97\n4/9/11 6:05\t0,32\t13,09\t2,37\t0,59\t4,8\t63,05\t1,31\t12,92\t106,23\n4/9/11 7:05\t0,31\t13,29\t0,74\t999\t999\t999\t1,58\t13,18\t116,37\n4/9/11 8:05\t0,29\t12,77\t355,81\t0,57\t4,82\t68,81\t1,56\t12,9\t112,32\n4/9/11 9:05\t0,27\t12,75\t3,99\t0,55\t4,7\t65,02\t1,4\t12,58\t112,11\n4/9/11 10:05\t0,31\t13,65\t353,13\t0,59\t5,23\t65,5\t1,69\t13,4\t114,62\n4/9/11 11:05\t0,29\t13,06\t354,39\t999\t999\t999\t1,64\t13,1\t112,09\n4/9/11 12:05\t0,33\t13,1\t359,97\t0,62\t5,37\t71,07\t1,51\t12,9\t112,03\n4/9/11 13:05\t0,39\t13,12\t354,51\t0,65\t5,41\t68,73\t1,55\t12,93\t118,67\n4/9/11 14:05\t999\t999\t999\t0,69\t5,38\t63,47\t1,4\t12,47\t109,83\n4/9/11 15:05\t0,44\t12,83\t355,06\t999\t999\t999\t1,42\t13,04\t106,93\n4/9/11 16:05\t0,39\t13,39\t357,81\t0,71\t5,58\t62,85\t1,34\t12,72\t109,42\n4/9/11 17:05\t0,39\t5,59\t2\t0,77\t5,88\t64,16\t1,38\t12,85\t113,11\n4/9/11 18:05\t0,41\t5,8\t3,21\t0,71\t6,03\t64,92\t1,5\t12,84\t115,39\n4/9/11 19:05\t0,42\t6,04\t0,33\t0,77\t5,98\t65,43\t1,45\t12,94\t110,52\n4/9/11 20:05\t0,42\t6,13\t358,23\t0,77\t6,05\t63,33\t1,4\t12,55\t104,14\n4/9/11 21:05\t999\t999\t999\t0,74\t6,02\t67,87\t1,5\t13,07\t111,55\n4/9/11 22:05\t999\t999\t999\t0,71\t6,14\t67,05\t1,37\t12,83\t103,7\n4/9/11 23:05\t999\t999\t999\t0,73\t5,84\t71,15\t1,26\t11,98\t105,7\n5/9/11 0:05\t999\t999\t999\t0,77\t5,91\t71,42\t1,24\t12,58\t99,72\n5/9/11 1:05\t999\t999\t999\t0,75\t6,55\t70,19\t1,4\t12,29\t108,02\n5/9/11 2:05\t0,33\t6,31\t356,56\t0,84\t6,37\t70,32\t1,4\t12,84\t110,45\n5/9/11 3:05\t999\t999\t999\t0,87\t6,76\t68,79\t1,24\t12,26\t100,15\n5/9/11 4:05\t999\t999\t999\t0,99\t6,75\t73,8\t1,44\t12,09\t96,63\n5/9/11 5:05\t999\t999\t999\t0,91\t6,99\t69,46\t1,33\t12,87\t98,62\n5/9/11 6:05\t0,37\t6,98\t5,01\t0,95\t7,13\t69,95\t1,43\t12,55\t99,14\n5/9/11 7:05\t0,41\t7\t0,33\t1\t7,09\t70,3\t1,4\t12,21\t100,25\n5/9/11 8:05\t0,44\t7,21\t3,27\t0,87\t7,41\t68,93\t1,47\t11,97\t94,57\n5/9/11 9:05\t0,45\t7,32\t4,43\t1,02\t7,18\t73,41\t1,48\t7,15\t92,22\n5/9/11 10:05\t0,44\t7,44\t3,65\t1,05\t7,45\t72,16\t1,5\t6,6\t89,25\n5/9/11 11:05\t0,43\t7,72\t356,06\t1\t7,36\t72,54\t1,52\t7,27\t92,76\n5/9/11 12:05\t0,44\t7,58\t7,08\t1,12\t7,44\t73,95\t1,48\t12,96\t90,19\n5/9/11 13:05\t0,49\t7,2\t359,37\t1,06\t7,67\t72,43\t1,69\t7,48\t92,27\n5/9/11 14:05\t0,48\t7,5\t357,71\t1,09\t7,41\t69,72\t1,6\t7,38\t93,78\n5/9/11 15:05\t0,44\t7,84\t358,14\t1,25\t7,44\t77,06\t1,55\t13,05\t92,87\n5/9/11 16:05\t0,48\t7,61\t1,17\t1,16\t7,35\t75,35\t1,55\t13,34\t100,77\n5/9/11 17:05\t0,4\t7,47\t358,02\t1,1\t7,79\t72,85\t1,76\t13,49\t93,58\n5/9/11 18:05\t0,43\t7,4\t1,48\t1,11\t7,8\t74,14\t1,76\t13,19\t98,74\n5/9/11 19:05\t0,41\t7,67\t1,07\t1,01\t7,75\t74,18\t1,78\t13,65\t95,98\n5/9/11 20:05\t0,38\t7,74\t351,41\t1,04\t8,21\t77,44\t1,77\t13,88\t103,26\n5/9/11 21:05\t0,39\t7,87\t357,6\t1,03\t8,08\t75,61\t2,08\t13,62\t118,12\n5/9/11 22:05\t0,36\t7,94\t355,2\t1,01\t8,07\t72,94\t2,3\t13,74\t123,12\n5/9/11 23:05\t0,39\t7,91\t0,26\t1,04\t8,06\t76,43\t2,19\t13,48\t122,48\n6/9/11 0:05\t0,37\t8\t351,65\t1,04\t7,97\t77,52\t2,09\t13,4\t117,8\n6/9/11 1:05\t0,38\t7,67\t357,5\t1,04\t8,09\t77,07\t1,93\t13,19\t118,32\n6/9/11 2:05\t0,38\t8,29\t357,05\t0,83\t7,84\t75,45\t999\t999\t999\n6/9/11 3:05\t0,38\t14,19\t356,94\t999\t999\t999\t1,98\t13,73\t122,4\n6/9/11 4:05\t0,34\t13,17\t346,27\t0,82\t8,24\t74,5\t1,73\t13,2\t114,57\n6/9/11 5:05\t0,36\t13,21\t353,54\t0,86\t8,18\t76,65\t1,84\t13,34\t117,25\n6/9/11 6:05\t0,36\t13,78\t1,4\t0,84\t8,19\t80,48\t1,84\t13,28\t120,28\n6/9/11 7:05\t0,39\t13,39\t357,4\t0,89\t8,33\t79,42\t1,82\t13,2\t121,2\n6/9/11 8:05\t0,37\t12,5\t352,06\t0,82\t8,2\t81,31\t1,74\t13,12\t121,53\n6/9/11 9:05\t0,37\t13,33\t354,3\t0,86\t7,95\t75,25\t1,76\t13,22\t122,77\n6/9/11 10:05\t0,34\t13,18\t7,22\t0,74\t7,89\t77,89\t1,61\t13,24\t120,97\n6/9/11 11:05\t0,35\t13,49\t354,33\t0,68\t7,53\t82,98\t1,85\t13,17\t122,96\n6/9/11 12:05\t0,36\t13,47\t0,26\t0,66\t8,27\t78,29\t1,82\t13,18\t120,85\n6/9/11 13:05\t0,35\t12,54\t11,29\t0,73\t12,13\t83,03\t1,43\t12,99\t120,26\n6/9/11 14:05\t0,36\t13,02\t349,25\t0,69\t8,15\t80,44\t1,55\t13,07\t121,61\n6/9/11 15:05\t0,32\t11,62\t8,86\t0,64\t8,1\t82,08\t1,51\t13,08\t117,26\n6/9/11 16:05\t0,31\t13,34\t349,7\t0,64\t8,02\t77,02\t1,39\t12,85\t109,06\n6/9/11 17:05\t0,31\t12,56\t353,26\t0,63\t7,83\t76,02\t1,29\t12,51\t110,1\n6/9/11 18:05\t0,28\t11,67\t4,22\t0,64\t7,82\t77,35\t1,39\t13,14\t116,07\n6/9/11 19:05\t0,31\t7,84\t357,82\t0,64\t7,84\t83,49\t1,17\t12,38\t111,37\n6/9/11 20:05\t0,33\t13,4\t355,48\t0,68\t7,79\t75\t1,36\t12,45\t111,73\n6/9/11 21:05\t0,29\t7,69\t355,78\t0,67\t7,87\t81,2\t1,51\t12,19\t116,35\n6/9/11 22:05\t0,3\t8,15\t345,76\t0,73\t7,81\t75,15\t1,41\t12,35\t119,09\n6/9/11 23:05\t0,3\t11,69\t7,04\t0,77\t8,33\t75,4\t1,51\t12,5\t112\n7/9/11 0:05\t0,32\t8,31\t5,49\t0,8\t8,11\t81,34\t1,64\t11,68\t111,35\n7/9/11 1:05\t0,33\t8,88\t1,33\t0,8\t8,23\t74,96\t1,55\t12,15\t114,79\n7/9/11 2:05\t0,33\t8,31\t1,54\t0,75\t7,87\t82,29\t1,49\t12,24\t110,58\n7/9/11 3:05\t0,31\t8,29\t2,7\t0,75\t8,27\t77,77\t1,47\t11,59\t110,74\n7/9/11 4:05\t0,31\t8,51\t5,23\t0,8\t8,37\t78,9\t1,41\t11,35\t109,19\n7/9/11 5:05\t0,32\t8,32\t1,55\t0,9\t8,3\t79,85\t1,74\t7,79\t113,06\n7/9/11 6:05\t0,31\t7,93\t5,25\t0,93\t7,91\t74,71\t1,48\t11,43\t115,56\n7/9/11 7:05\t0,28\t8,01\t349,63\t0,79\t7,87\t80,16\t1,59\t11,47\t119,09\n7/9/11 8:05\t0,31\t8,1\t5,12\t0,79\t7,69\t85,73\t1,64\t8,35\t116,07\n7/9/11 9:05\t0,31\t8,19\t0,77\t0,8\t7,3\t82,76\t1,66\t6,48\t116,15\n7/9/11 10:05\t0,32\t7,26\t5,46\t0,78\t7,23\t81\t1,55\t6,65\t117,43\n7/9/11 11:05\t0,33\t7,35\t356,52\t0,8\t7,48\t79,18\t1,62\t7,07\t111,46\n7/9/11 12:05\t0,33\t7,08\t358,7\t0,75\t7,26\t81,17\t1,57\t6,35\t108,95\n7/9/11 13:05\t0,32\t7,44\t5,09\t0,8\t7,26\t76,14\t1,52\t7,24\t111,76\n7/9/11 14:05\t0,33\t7,33\t6,21\t0,77\t7,33\t79,12\t1,51\t6,98\t108,16\n7/9/11 15:05\t0,32\t7,23\t356,23\t0,79\t7,17\t73,51\t1,48\t7,26\t110,01\n7/9/11 16:05\t999\t999\t999\t0,73\t7,49\t68,89\t1,53\t7,14\t107,12\n7/9/11 17:05\t0,31\t7,33\t3,35\t0,75\t7,19\t74,16\t1,55\t7,2\t108,38\n7/9/11 18:05\t0,29\t7,06\t9,69\t0,66\t7,6\t76,65\t1,49\t6,82\t105,28\n7/9/11 19:05\t0,28\t13,75\t359,78\t0,67\t7,39\t80,31\t1,38\t7,34\t105,92\n7/9/11 20:05\t0,31\t7,13\t4,05\t0,64\t7,53\t76\t1,46\t7,17\t106,12\n7/9/11 21:05\t0,31\t13,8\t347,25\t0,68\t7,57\t78,52\t1,34\t13,09\t109,65\n7/9/11 22:05\t0,31\t13,33\t356,52\t0,68\t7,38\t79,7\t1,46\t13,49\t112,54\n7/9/11 23:05\t0,3\t14,92\t356,1\t0,68\t7,25\t87,98\t1,51\t12,84\t112,29\n8/9/11 0:05\t0,28\t13\t351,95\t0,65\t7,26\t85,16\t1,41\t12,68\t107,27\n8/9/11 1:05\t0,31\t14,34\t3,72\t0,68\t7,03\t81,41\t1,53\t13,81\t109,4\n8/9/11 2:05\t0,31\t7,28\t3,73\t0,7\t6,86\t81,94\t1,52\t13,75\t110,4\n8/9/11 3:05\t0,28\t13,29\t9,68\t0,62\t7,16\t77,71\t1,53\t13,55\t114,19\n8/9/11 4:05\t0,25\t13,16\t1,2\t0,62\t7,06\t79,03\t1,67\t13,65\t114,26\n8/9/11 5:05\t0,29\t13,09\t355,5\t0,64\t7,02\t74,69\t1,62\t7,08\t117,23\n8/9/11 6:05\t0,3\t7,43\t4,04\t0,61\t7,42\t77,41\t1,69\t6,74\t115,51\n8/9/11 7:05\t999\t999\t999\t0,63\t7,58\t80,98\t1,7\t6,98\t116,1\n8/9/11 8:05\t0,32\t7,57\t355,8\t0,66\t7,44\t77,86\t1,67\t13,58\t118,36\n8/9/11 9:05\t0,33\t7,65\t3,68\t0,74\t7,46\t80,93\t1,64\t13,25\t113,72\n8/9/11 10:05\t0,35\t14,69\t354,41\t0,78\t7,61\t81,86\t1,84\t7,63\t114,29\n8/9/11 11:05\t0,35\t13,61\t8,18\t0,81\t7,74\t79,76\t1,73\t7,8\t111,02\n8/9/11 12:05\t0,34\t13,5\t359,22\t0,73\t6,68\t74,3\t1,64\t7,76\t118,66\n8/9/11 13:05\t0,34\t13,3\t7,69\t0,69\t8,07\t81,03\t1,77\t7,91\t114,73\n8/9/11 14:05\t0,32\t13,39\t2,4\t0,69\t7,52\t81,08\t1,7\t7,82\t114,35\n8/9/11 15:05\t0,31\t14,53\t358,38\t0,65\t7,75\t78,84\t1,56\t7,97\t114,53\n8/9/11 16:05\t0,31\t13,33\t355,53\t0,63\t12,97\t77,86\t1,7\t7,96\t113,79\n8/9/11 17:05\t0,33\t13,76\t4,58\t0,62\t13,11\t76,27\t1,56\t7,88\t112,69\n8/9/11 18:05\t0,29\t13,22\t354,83\t0,55\t12,76\t71,33\t1,52\t7,77\t112,99\n8/9/11 19:05\t0,28\t13,61\t3,87\t0,56\t13,27\t72,83\t1,53\t7,49\t112,35\n8/9/11 20:05\t0,26\t13,24\t352,68\t0,54\t13,14\t78,94\t1,42\t7,76\t112,36\n8/9/11 21:05\t0,26\t13,39\t14,91\t0,51\t12,94\t81,49\t1,4\t7,32\t111,44\n8/9/11 22:05\t0,3\t13,05\t16,12\t0,5\t12,56\t72,14\t1,44\t12,91\t111,45\n8/9/11 23:05\t0,29\t12,95\t359,16\t0,55\t12,94\t84,04\t1,44\t7,73\t110,96\n9/9/11 0:05\t0,29\t13,31\t0,53\t0,61\t7,8\t73,47\t1,47\t12,65\t113,75\n9/9/11 1:05\t0,3\t13,51\t356,18\t0,61\t7,9\t77,35\t1,4\t12,76\t116,07\n9/9/11 2:05\t0,33\t13,08\t357,26\t0,67\t7,68\t74,04\t1,61\t13,08\t115,01\n9/9/11 3:05\t0,29\t13,45\t356,47\t0,75\t7,36\t71,35\t1,36\t12,96\t112,15\n9/9/11 4:05\t0,31\t7,85\t6,66\t0,71\t7,59\t73,72\t1,25\t7,57\t114,27\n9/9/11 5:05\t0,28\t7,81\t358,3\t0,66\t7,75\t75,7\t1,35\t12,98\t112,86\n9/9/11 6:05\t0,29\t7,63\t4,45\t0,69\t7,24\t72,96\t1,32\t7,39\t106,11\n9/9/11 7:05\t0,28\t7,59\t11,41\t0,73\t7,55\t72,77\t1,31\t12,6\t112,32\n9/9/11 8:05\t0,29\t7,95\t6,73\t0,8\t7,96\t78,59\t1,32\t12,83\t107,15\n9/9/11 9:05\t0,3\t8,22\t358,12\t0,77\t8,21\t78,16\t1,42\t7,93\t108,07\n9/9/11 10:05\t0,3\t12,49\t12,54\t0,78\t8,31\t78,9\t1,31\t8,04\t106,49\n9/9/11 11:05\t0,33\t8,16\t352,36\t0,75\t8,29\t77,61\t1,36\t7,69\t104,23\n9/9/11 12:05\t0,31\t7,92\t11,56\t0,67\t8,25\t74,47\t1,27\t8,09\t106,6\n9/9/11 13:05\t0,31\t9,95\t358,09\t0,66\t8,47\t71,8\t1,3\t8,58\t105,74\n9/9/11 14:05\t0,31\t7,82\t1,98\t0,61\t8,04\t75,2\t1,23\t13\t107,24\n9/9/11 15:05\t0,31\t8,09\t18,18\t0,65\t8,42\t75,86\t1,21\t8,34\t104\n9/9/11 16:05\t0,29\t8,43\t3,79\t0,58\t8,59\t74,45\t1,21\t8,03\t110,1\n9/9/11 17:05\t0,27\t8,5\t355,62\t0,56\t8,52\t75,76\t1,19\t12,19\t105,39\n9/9/11 18:05\t0,25\t12,92\t7,26\t0,61\t8,19\t77,64\t1,09\t7,76\t104,69\n9/9/11 19:05\t0,24\t12,66\t3,16\t0,53\t8,44\t73,76\t1,11\t7,78\t103,28\n9/9/11 20:05\t0,22\t8,27\t358,69\t0,54\t8,24\t75,8\t1,03\t7,75\t99,16\n9/9/11 21:05\t0,23\t7,82\t3,09\t0,53\t8,25\t78,91\t1,02\t7,6\t105,04\n9/9/11 22:05\t0,23\t7,93\t6,25\t0,51\t8,53\t82,02\t1,07\t7,64\t104,63\n9/9/11 23:05\t0,24\t7,88\t359,45\t0,5\t8,13\t76,06\t1,06\t11,35\t108,68\n10/9/11 0:05\t0,23\t8,16\t7,3\t0,53\t8,76\t84,78\t1\t11,07\t107,94\n10/9/11 1:05\t0,26\t8,53\t351,03\t0,45\t8,31\t78,81\t1,07\t7,66\t116,83\n10/9/11 2:05\t0,22\t9,04\t350,15\t0,45\t9,81\t82,8\t1,09\t7,85\t118,72\n10/9/11 3:05\t0,2\t10,94\t0,54\t0,43\t9,82\t77,57\t1,17\t7,17\t123,16\n10/9/11 4:05\t0,18\t9,1\t353,71\t0,42\t8,82\t84,36\t1,1\t7,17\t118,91\n10/9/11 5:05\t0,17\t10,46\t352,35\t0,4\t9,11\t71,73\t0,95\t7,55\t124,5\n10/9/11 6:05\t0,16\t9,11\t4,73\t0,37\t8,74\t81,89\t0,9\t10,81\t124,67\n10/9/11 7:05\t0,18\t8,47\t343,02\t0,37\t8,79\t80,8\t0,91\t9,6\t122,17\n10/9/11 8:05\t0,18\t9,04\t356,15\t0,37\t8,48\t85,29\t0,9\t9,24\t123,61\n10/9/11 9:05\t0,19\t8,96\t344,64\t0,37\t9,15\t76,56\t0,98\t10,01\t126,54\n10/9/11 10:05\t0,21\t9,27\t353,46\t0,41\t9,6\t80,92\t1,05\t8,93\t129,79\n10/9/11 11:05\t0,22\t9,21\t5,53\t0,43\t9,44\t76,73\t1,06\t7,81\t122,32\n10/9/11 12:05\t0,28\t9,3\t357,72\t0,49\t9,84\t76,6\t1,18\t9,11\t125,13\n10/9/11 13:05\t0,27\t9,13\t350,08\t0,49\t9,12\t77,23\t1,31\t9,43\t121,64\n10/9/11 14:05\t0,27\t9,45\t8,35\t0,61\t9,53\t80,77\t1,18\t9,65\t130,31\n10/9/11 15:05\t0,27\t9,44\t355,27\t0,6\t9,24\t77,58\t1,3\t9,27\t122,53\n10/9/11 16:05\t0,25\t9,67\t352,76\t0,56\t9,19\t81,24\t1,28\t9,07\t121,06\n10/9/11 17:05\t0,26\t9,25\t355,89\t0,54\t8,91\t82,31\t1,24\t9,68\t127,84\n10/9/11 18:05\t0,25\t9,36\t354,35\t0,53\t9,78\t77,18\t1,18\t9,34\t121,6\n10/9/11 19:05\t0,24\t9\t0,02\t0,52\t9,45\t76,65\t1,15\t9,04\t119,85\n10/9/11 20:05\t0,27\t9,22\t7,89\t0,51\t9,12\t65,31\t1,12\t9,18\t119,38\n10/9/11 21:05\t999\t999\t999\t0,51\t9,21\t64,27\t1,08\t9,59\t114,4\n10/9/11 22:05\t0,25\t8,87\t357,6\t0,55\t8,97\t70,5\t1,17\t9\t113,66\n10/9/11 23:05\t0,25\t9,42\t13,01\t0,54\t8,72\t78,6\t1,17\t9,02\t112,85\n11/9/11 0:05\t0,25\t8,81\t353,19\t0,51\t8,62\t68,64\t1,24\t9,16\t108,54\n11/9/11 1:05\t0,26\t8,5\t6,03\t0,5\t8,93\t74,96\t1,14\t9,51\t113,82\n11/9/11 2:05\t0,26\t8,68\t17,27\t0,55\t8,54\t77,75\t1,32\t8,8\t114,54\n11/9/11 3:05\t0,23\t8,93\t1,13\t0,53\t8,97\t81,7\t1,14\t9,11\t111,46\n11/9/11 4:05\t0,22\t9,11\t358,87\t0,43\t9,13\t75,47\t1,15\t9,21\t111,17\n11/9/11 5:05\t0,22\t8,38\t3,38\t0,47\t8,87\t77,19\t1,05\t9,29\t119,29\n11/9/11 6:05\t0,2\t8,23\t16,91\t0,48\t8,54\t75,99\t1,08\t8,46\t112,53\n11/9/11 7:05\t0,2\t8,42\t4,86\t0,49\t8,89\t75,98\t1,12\t8,9\t114,56\n11/9/11 8:05\t0,19\t8,56\t353,95\t0,44\t8,54\t78,11\t1,08\t8,98\t107,32\n11/9/11 9:05\t0,21\t8,73\t12,06\t0,48\t8,49\t75,74\t1,02\t8,96\t112,89\n11/9/11 10:05\t0,21\t8,7\t5,77\t0,46\t8,42\t77,51\t1,03\t8,76\t112,32\n11/9/11 11:05\t0,2\t8,52\t1,76\t0,44\t8,39\t80,64\t0,94\t8,54\t117,9\n11/9/11 12:05\t0,26\t8,75\t3,92\t0,49\t8,25\t78,55\t0,88\t8,57\t115,48\n11/9/11 13:05\t0,26\t8,35\t16,89\t0,6\t8,25\t82,92\t0,86\t8,47\t114,18\n11/9/11 14:05\t0,24\t8,66\t344,97\t0,6\t8,51\t75,22\t999\t999\t999\n11/9/11 15:05\t0,24\t8,27\t1,43\t0,63\t7,88\t74,5\t999\t999\t999\n11/9/11 16:05\t0,2\t8,39\t11,16\t0,67\t8,29\t74,5\t1,45\t8,54\t126,38\n11/9/11 17:05\t0,21\t7,79\t353,95\t0,58\t8,02\t74,96\t1,59\t5,18\t131,09\n11/9/11 18:05\t0,19\t8,47\t6,62\t0,6\t7,81\t75,86\t1,63\t5,33\t133,63\n11/9/11 19:05\t0,19\t7,89\t357,31\t0,55\t8,04\t73,96\t1,77\t6,21\t134,05\n11/9/11 20:05\t0,19\t7,8\t1,83\t0,54\t8,09\t79,01\t1,64\t7,03\t128,88\n11/9/11 21:05\t0,2\t7,63\t15,54\t0,54\t7,87\t78,56\t1,55\t5,65\t134,07\n11/9/11 22:05\t0,19\t8,24\t10,34\t0,47\t7,74\t74,26\t1,4\t6,49\t130,11\n11/9/11 23:05\t0,19\t8,1\t0,1\t0,47\t7,71\t75,21\t1,3\t7,95\t125,05\n12/9/11 0:05\t0,19\t8,1\t10,08\t0,43\t8,22\t78,02\t1,37\t7,93\t120,72\n12/9/11 1:05\t0,19\t7,91\t14,15\t0,42\t7,91\t77,9\t1,33\t8,18\t120,87\n12/9/11 2:05\t0,19\t7,98\t1,55\t0,44\t7,97\t72,6\t1,18\t8,01\t117,59\n12/9/11 3:05\t999\t999\t999\t0,39\t8,38\t77,05\t1,13\t7,94\t121,35\n12/9/11 4:05\t0,18\t8,28\t350,23\t0,36\t8,15\t68,89\t1\t7,91\t116,84\n12/9/11 5:05\t0,16\t7,85\t3,78\t0,38\t7,74\t69,01\t0,97\t7,75\t112,16\n12/9/11 6:05\t0,15\t8,54\t5,87\t0,34\t8,03\t71,8\t1\t7,31\t116,04\n12/9/11 7:05\t0,14\t7,93\t6,01\t0,31\t7,98\t74,97\t0,9\t7,8\t114,84\n12/9/11 8:05\t0,14\t7,99\t14,31\t0,31\t8,12\t65,08\t0,84\t7,87\t120,14\n12/9/11 9:05\t0,13\t7,98\t4,57\t0,29\t7,85\t59,94\t0,88\t7,29\t110,23\n12/9/11 10:05\t0,14\t7,59\t348,76\t0,28\t7,72\t66,7\t0,78\t8,17\t110,72\n12/9/11 11:05\t0,15\t7,7\t358,1\t0,3\t7,8\t68,84\t0,74\t7,51\t115,52\n12/9/11 12:05\t0,18\t7,75\t354,29\t0,33\t7,81\t76,2\t0,77\t7,74\t110,58\n12/9/11 13:05\t0,19\t7,98\t354,27\t0,36\t7,74\t65,89\t0,68\t7,24\t122,98\n12/9/11 14:05\t0,23\t7,71\t349,69\t0,36\t7,72\t67,49\t0,63\t7,58\t112,28\n12/9/11 15:05\t0,25\t2,22\t354,67\t0,42\t7,63\t50,35\t0,62\t7,11\t109,97\n12/9/11 16:05\t0,29\t2,26\t359,09\t0,45\t7,63\t52,21\t0,62\t7,41\t111,28\n12/9/11 17:05\t0,36\t2,83\t5,25\t0,5\t2,81\t48,25\t0,64\t7,66\t112,68\n12/9/11 18:05\t0,41\t3\t4,77\t0,55\t3,12\t40,61\t0,61\t8,24\t110,92\n12/9/11 19:05\t0,41\t3,1\t357,95\t0,55\t3,11\t43,15\t0,64\t8,15\t99,59\n12/9/11 20:05\t0,36\t3,21\t356,64\t0,49\t3,23\t45,68\t0,67\t7,19\t91,39\n12/9/11 21:05\t0,28\t3,21\t6,94\t0,46\t3,34\t49,62\t0,68\t7,78\t90,1\n12/9/11 22:05\t0,23\t3,51\t351,99\t0,42\t3,66\t52,27\t0,73\t2,97\t76,14\n12/9/11 23:05\t0,19\t7,67\t13,33\t0,38\t7,44\t59,01\t0,72\t3,39\t76,05\n13/9/11 0:05\t0,18\t7,61\t9,8\t0,36\t7,47\t66,77\t0,74\t7,53\t79,41\n13/9/11 1:05\t0,17\t3,96\t0,23\t0,36\t7,74\t59,76\t0,71\t7,4\t84,15\n13/9/11 2:05\t0,2\t3,85\t355,7\t0,38\t7,89\t56,96\t0,68\t7,28\t89,19\n13/9/11 3:05\t0,21\t4,12\t17,1\t0,41\t7,65\t60,45\t0,6\t8,07\t93,36\n13/9/11 4:05\t0,2\t4,1\t7,05\t0,38\t3,98\t61,76\t0,57\t7,51\t73,79\n13/9/11 5:05\t0,19\t4,21\t355,98\t0,38\t4,36\t62,39\t0,61\t7,72\t85,56\n13/9/11 6:05\t0,19\t4,47\t15,9\t0,39\t7,74\t60,37\t0,61\t7,63\t83,88\n13/9/11 7:05\t0,18\t4,3\t11,85\t0,41\t4,54\t61,7\t0,61\t7,52\t81,8\n13/9/11 8:05\t0,19\t4,29\t0,43\t0,38\t4,61\t55,57\t0,61\t8,1\t86,58\n13/9/11 9:05\t0,18\t4,49\t6,77\t0,36\t4,55\t69,58\t0,62\t4,37\t80,03\n13/9/11 10:05\t0,17\t4,4\t350,32\t0,34\t4,43\t69,69\t0,6\t4,46\t72,54\n13/9/11 11:05\t0,17\t4,32\t4,34\t0,32\t4,34\t64,22\t0,58\t4,4\t85,26\n13/9/11 12:05\t0,16\t4,26\t5,68\t0,34\t4,43\t61,09\t0,53\t4,4\t80,88\n13/9/11 13:05\t0,17\t4,27\t12,58\t0,35\t7,67\t66,62\t0,5\t7,49\t82,19\n13/9/11 14:05\t0,18\t8,79\t350,11\t0,36\t7,6\t70,36\t0,52\t8,38\t80,23\n13/9/11 15:05\t0,18\t4,16\t17,45\t0,38\t7,64\t69,39\t0,56\t4,13\t90,41\n13/9/11 16:05\t0,19\t4,1\t355,56\t0,37\t7,66\t63,34\t0,54\t7,79\t86,41\n13/9/11 17:05\t0,17\t7,28\t5,62\t0,41\t3,89\t67,97\t0,56\t7,64\t85,62\n13/9/11 18:05\t0,15\t8,15\t13,98\t0,39\t7,84\t76,69\t0,6\t7,53\t78,06\n13/9/11 19:05\t0,16\t7,94\t23,91\t0,37\t7,84\t65,35\t0,65\t2,95\t115,71\n13/9/11 20:05\t0,17\t5,24\t27,47\t0,4\t7,64\t69,25\t0,95\t3,74\t133,23\n13/9/11 21:05\t0,15\t7,67\t23,71\t0,4\t7,72\t77,11\t1,13\t4,38\t141,86\n13/9/11 22:05\t0,13\t8,65\t9,77\t0,38\t7,73\t74,21\t1,25\t4,58\t139,62\n13/9/11 23:05\t0,13\t7,28\t20,46\t0,38\t8,24\t70,53\t1,28\t5,22\t134,98\n14/9/11 0:05\t0,14\t7,65\t29,28\t0,4\t7,6\t70,35\t1,08\t5,73\t139,39\n14/9/11 1:05\t0,14\t9,11\t7,91\t0,4\t7,6\t75,84\t0,98\t5,65\t134,31\n14/9/11 2:05\t0,16\t7,76\t11,81\t0,34\t8,24\t74,28\t0,87\t5,51\t128,34\n14/9/11 3:05\t0,14\t8,89\t347,66\t0,34\t7,8\t80,55\t0,92\t5,45\t128,5\n14/9/11 4:05\t0,14\t7,73\t6,84\t0,3\t8,28\t84,6\t1,02\t5,6\t131,9\n14/9/11 5:05\t0,13\t10,25\t17,24\t0,29\t7,9\t66,12\t0,92\t5,21\t130,31\n14/9/11 6:05\t0,12\t8,03\t6,74\t0,29\t7,73\t70,38\t0,76\t5,2\t123,77\n14/9/11 7:05\t0,11\t9,29\t5,93\t0,26\t7,76\t79,98\t0,66\t5,78\t122,41\n14/9/11 8:05\t0,12\t8,3\t352,34\t0,25\t8,18\t72,84\t0,61\t5,58\t122,13\n14/9/11 9:05\t0,12\t7,92\t355,76\t0,24\t7,76\t80,58\t0,74\t5,43\t129,2\n14/9/11 10:05\t0,13\t10,13\t4,59\t0,25\t7,69\t76,32\t0,78\t5,02\t133,1\n14/9/11 11:05\t0,14\t9,14\t20,96\t0,27\t8,38\t79,91\t0,84\t5,58\t130,55\n14/9/11 12:05\t0,14\t8,23\t345,8\t0,28\t8,3\t87,64\t0,86\t5,02\t129,18\n14/9/11 13:05\t0,14\t8,54\t352,55\t0,31\t8,34\t80,82\t0,85\t4,57\t127,03\n14/9/11 14:05\t0,15\t8,72\t5,46\t0,31\t8,7\t85,92\t0,8\t4,76\t129,87\n14/9/11 15:05\t0,16\t8,83\t353,31\t0,38\t8,18\t66,87\t0,85\t4,94\t136,3\n14/9/11 16:05\t0,15\t9,62\t335,88\t0,38\t7,89\t74,54\t0,81\t4,33\t134,13\n14/9/11 17:05\t0,13\t8,31\t350,06\t0,38\t7,89\t81,44\t0,81\t4,59\t128,03\n14/9/11 18:05\t0,14\t9,16\t15,64\t0,39\t4,55\t77,91\t0,95\t4,87\t138,93\n14/9/11 19:05\t0,14\t8,67\t5,61\t0,37\t4,56\t81,11\t0,95\t4,96\t130,27\n14/9/11 20:05\t0,14\t9,09\t358,38\t0,43\t8,24\t78,85\t0,93\t4,5\t124,98\n14/9/11 21:05\t0,15\t9,81\t353,3\t0,43\t8,23\t74,88\t0,91\t4,55\t120,45\n14/9/11 22:05\t0,17\t4,67\t3,1\t0,44\t4,56\t73,54\t0,92\t4,57\t124,13\n14/9/11 23:05\t0,19\t4,76\t16,55\t0,46\t4,82\t79,04\t0,87\t4,7\t128,33\n15/9/11 0:05\t0,2\t5,43\t13,55\t0,46\t5,32\t76,82\t0,88\t9,5\t112,22\n15/9/11 1:05\t0,21\t5,17\t353,17\t0,49\t5,18\t68,21\t0,95\t9,97\t121,51\n15/9/11 2:05\t0,22\t9,38\t12,46\t0,49\t4,91\t68,45\t1\t5,14\t117,65\n15/9/11 3:05\t0,22\t10,32\t9,79\t0,51\t5,28\t70,21\t1,01\t4,96\t115,76\n15/9/11 4:05\t0,21\t10,58\t6,14\t0,5\t5,19\t68,03\t1,04\t5,15\t116,74\n15/9/11 5:05\t0,21\t5,35\t5,93\t0,46\t5,23\t73,8\t1,04\t5,44\t122,13\n15/9/11 6:05\t0,21\t5,05\t0,22\t0,48\t5,09\t71,78\t1,04\t5,17\t114,76\n15/9/11 7:05\t0,19\t5,58\t9,45\t0,47\t5,24\t68,04\t0,93\t10,15\t115,87\n15/9/11 8:05\t0,2\t5,79\t3,04\t0,48\t5,52\t72,11\t0,94\t10,85\t118,45\n15/9/11 9:05\t0,19\t5,57\t12,63\t0,5\t5,51\t67,08\t0,93\t5,21\t111,25\n15/9/11 10:05\t0,2\t5,57\t16,35\t0,53\t5,68\t71,56\t0,85\t10,36\t111,81\n15/9/11 11:05\t0,22\t6,03\t11,9\t0,54\t5,73\t68,36\t0,92\t6,17\t113,53\n15/9/11 12:05\t0,25\t5,48\t6,88\t0,56\t5,5\t71,47\t0,96\t5,63\t109,33\n15/9/11 13:05\t0,24\t6,17\t17,65\t0,55\t5,57\t74,87\t1,07\t5,55\t111,89\n15/9/11 14:05\t0,28\t5,74\t12,68\t0,56\t5,27\t66,35\t1,11\t5,75\t109,53\n15/9/11 15:05\t0,26\t5,7\t21,08\t0,59\t5,61\t73,63\t1,13\t5,23\t110,8\n15/9/11 16:05\t0,28\t5,67\t4,47\t0,56\t5,72\t72,44\t1,24\t5,58\t102,86\n15/9/11 17:05\t0,29\t5,69\t5,21\t0,61\t5,65\t73,94\t1,1\t5,83\t101,73\n15/9/11 18:05\t0,26\t6,16\t13,9\t0,65\t6,12\t70,03\t1,13\t5,31\t103,31\n15/9/11 19:05\t0,27\t6,02\t7\t999\t999\t999\t1,14\t5,87\t99,78\n15/9/11 20:05\t0,38\t5,96\t16,99\t0,76\t6,18\t66,83\t1,17\t5,65\t101,83\n15/9/11 21:05\t0,36\t6,31\t7,67\t0,73\t6,22\t64,56\t1,24\t5,94\t105,15\n15/9/11 22:05\t0,41\t6,51\t2,19\t0,79\t6,24\t61,03\t1,28\t6\t102,35\n15/9/11 23:05\t0,38\t6,36\t2,33\t0,88\t6,51\t65,61\t1,38\t6,02\t99,65\n16/9/11 0:05\t0,38\t6,35\t5,47\t0,86\t6,39\t64,73\t1,42\t6,07\t98,38\n16/9/11 1:05\t0,4\t6,61\t4,32\t0,87\t6,69\t68,08\t1,5\t6,38\t96,01\n16/9/11 2:05\t0,43\t6,4\t1,89\t0,97\t6,48\t70,91\t1,47\t6,35\t97,76\n16/9/11 3:05\t0,49\t6,91\t5,2\t0,95\t6,87\t70,16\t1,39\t6,37\t94\n16/9/11 4:05\t0,5\t7,34\t8,34\t1,04\t7,23\t69,93\t1,42\t6,8\t97\n16/9/11 5:05\t0,51\t7,3\t2,11\t1,09\t7,22\t70,24\t1,38\t6,81\t93,07\n16/9/11 6:05\t0,48\t7,69\t6,74\t1,14\t7,57\t71\t1,62\t6,77\t92,56\n16/9/11 7:05\t0,54\t7,28\t3,08\t1,15\t7,47\t69\t1,69\t6,96\t89,62\n16/9/11 8:05\t0,53\t7,49\t2,62\t1,17\t7,39\t71,22\t1,84\t7,25\t84,99\n16/9/11 9:05\t0,49\t7,52\t11,31\t1,09\t7,4\t70,91\t1,61\t7,27\t86,73\n16/9/11 10:05\t0,54\t7,6\t358,44\t1,18\t7,32\t67,04\t1,65\t7,38\t92,19\n16/9/11 11:05\t0,52\t7,71\t9,57\t1,21\t7,7\t64,59\t1,75\t7,33\t88,99\n16/9/11 12:05\t0,51\t7,71\t10,29\t1,24\t7,61\t69,45\t1,64\t7,04\t88,39\n16/9/11 13:05\t0,54\t7,73\t11,61\t1,17\t7,5\t68,17\t1,65\t7\t93,3\n16/9/11 14:05\t0,51\t7,81\t6,6\t1,15\t7,63\t69,36\t1,67\t7,31\t90,11\n16/9/11 15:05\t0,61\t7,89\t3,36\t1,2\t7,8\t71,85\t1,63\t7,5\t90,21\n16/9/11 16:05\t0,59\t7,75\t7,02\t1,19\t7,73\t67,23\t1,72\t7,48\t92,46\n16/9/11 17:05\t0,55\t7,51\t4,07\t1,16\t7,69\t70,39\t1,63\t8,07\t94,22\n16/9/11 18:05\t0,55\t7,72\t4,62\t1,21\t7,72\t66,74\t1,8\t7,67\t91,3\n16/9/11 19:05\t0,53\t7,73\t6,78\t1,22\t7,88\t66,28\t1,83\t7,37\t93,57\n16/9/11 20:05\t0,53\t8,16\t359,18\t1,3\t7,89\t67,26\t1,82\t7,32\t89,21\n16/9/11 21:05\t0,48\t7,93\t0,55\t1,13\t7,84\t69,45\t1,93\t7,71\t92,22\n16/9/11 22:05\t0,53\t7,65\t5,45\t1,11\t7,7\t68,93\t1,85\t7,67\t94,97\n16/9/11 23:05\t0,52\t7,71\t9,51\t1,15\t7,63\t72,06\t1,92\t7,58\t88,58\n17/9/11 0:05\t0,5\t7,83\t4,39\t1,06\t7,65\t69,37\t1,69\t7,49\t88,48\n17/9/11 1:05\t0,5\t7,66\t10,08\t1,25\t7,74\t70,34\t1,74\t7,67\t81,07\n17/9/11 2:05\t0,47\t7,67\t5,59\t1,15\t7,28\t71,62\t1,64\t7,75\t90,83\n17/9/11 3:05\t0,5\t7,8\t4,12\t1,13\t7,7\t69,29\t1,77\t7,73\t89,71\n17/9/11 4:05\t0,49\t7,59\t6,17\t1,13\t7,75\t69,28\t1,79\t7,47\t91,27\n17/9/11 5:05\t0,56\t7,82\t8,71\t1,19\t7,84\t69,83\t1,55\t8,01\t91,38\n17/9/11 6:05\t0,55\t7,83\t3,3\t1,22\t7,64\t69,58\t1,81\t7,34\t87,98\n17/9/11 7:05\t0,52\t7,78\t5,27\t1,16\t7,72\t66,66\t1,73\t7,7\t91,63\n17/9/11 8:05\t0,51\t7,94\t4,77\t1,08\t7,85\t66,96\t1,71\t7,81\t87,13\n17/9/11 9:05\t0,5\t7,66\t7,97\t1,18\t7,87\t67\t1,76\t7,67\t90,9\n17/9/11 10:05\t0,56\t7,95\t14,06\t1,13\t7,73\t66,32\t1,8\t7,59\t93,51\n17/9/11 11:05\t0,54\t7,87\t7,33\t1,29\t7,73\t68,22\t1,82\t7,62\t94,48\n17/9/11 12:05\t0,54\t7,81\t7,62\t1,22\t7,82\t68,55\t1,84\t7,83\t94,34\n17/9/11 13:05\t0,55\t7,93\t7,47\t1,37\t7,93\t70,27\t1,92\t8,02\t87,73\n17/9/11 14:05\t0,58\t8,28\t4,37\t1,37\t7,96\t70,65\t1,88\t7,62\t88,09\n17/9/11 15:05\t0,64\t8,44\t2,98\t999\t999\t999\t1,95\t7,77\t91\n17/9/11 16:05\t0,64\t8,1\t4,37\t1,34\t7,8\t70,55\t1,87\t7,79\t90,04\n17/9/11 17:05\t0,63\t8,33\t3,59\t1,35\t8,25\t69,33\t1,85\t7,93\t88,72\n17/9/11 18:05\t0,64\t8,27\t2,47\t1,29\t8,04\t68,37\t1,79\t7,98\t88,87\n17/9/11 19:05\t0,57\t8,15\t10,29\t1,31\t7,93\t67,95\t1,84\t8,12\t86,4\n17/9/11 20:05\t0,54\t8,28\t5,42\t1,39\t8,32\t71,52\t1,87\t7,88\t85,73\n17/9/11 21:05\t0,59\t8,42\t7\t1,22\t8,22\t69,16\t1,78\t7,96\t84,41\n17/9/11 22:05\t0,53\t8,49\t8,25\t1,32\t8,18\t71,53\t1,8\t7,93\t87,9\n17/9/11 23:05\t0,52\t8,28\t3,63\t1,2\t8,22\t71,11\t1,89\t8,12\t88,76\n18/9/11 0:05\t0,52\t8,09\t4,93\t1,05\t8,24\t71,95\t1,66\t8,18\t92,05\n18/9/11 1:05\t0,48\t8,09\t6,42\t1,17\t8,31\t69,62\t1,59\t8,01\t87,04\n18/9/11 2:05\t0,49\t8,04\t9,29\t1,04\t8\t71,28\t1,76\t7,85\t87,46\n18/9/11 3:05\t0,42\t7,74\t10,52\t1,02\t8,1\t68,42\t1,71\t7,91\t87,65\n18/9/11 4:05\t0,45\t7,78\t6,29\t1,01\t7,79\t67,95\t1,65\t7,83\t88,43\n18/9/11 5:05\t0,44\t7,67\t4,8\t1,07\t7,75\t70,41\t1,6\t7,96\t86,12\n18/9/11 6:05\t0,47\t7,94\t1,52\t1,15\t7,88\t71,54\t1,57\t7,86\t90,44\n18/9/11 7:05\t0,46\t7,56\t8,8\t1,06\t7,91\t75,07\t1,64\t7,71\t92,52\n18/9/11 8:05\t0,43\t7,69\t0,27\t1,23\t7,85\t74,37\t1,54\t7,91\t94,36\n18/9/11 9:05\t0,43\t8,47\t2,88\t1,3\t8,12\t72,59\t1,59\t7,72\t92,57\n18/9/11 10:05\t0,43\t8,43\t5,27\t1,18\t7,94\t72,16\t1,5\t7,97\t95,26\n18/9/11 11:05\t0,44\t8,23\t7,15\t1,13\t8,16\t73,47\t1,66\t7,96\t94,1\n18/9/11 12:05\t0,46\t8,21\t9,47\t1,23\t8,41\t75,17\t1,55\t7,94\t91,58\n18/9/11 13:05\t0,51\t7,93\t6,76\t1,32\t7,93\t72,89\t1,93\t8,26\t91,77\n18/9/11 14:05\t0,51\t8,37\t7,74\t1,35\t8,35\t72,2\t1,87\t8,2\t93,52\n18/9/11 15:05\t0,48\t8,13\t5,55\t999\t999\t999\t1,88\t8,34\t91,36\n18/9/11 16:05\t0,5\t8,4\t4,39\t1,31\t8,28\t74,59\t1,97\t7,92\t91,46\n18/9/11 17:05\t0,52\t8,6\t9,55\t1,3\t8,34\t72,55\t1,91\t8,09\t90\n18/9/11 18:05\t0,53\t8,27\t3,36\t1,26\t8,3\t73,46\t1,7\t8,18\t95,13\n18/9/11 19:05\t0,5\t8,22\t5,65\t1,2\t8,4\t68,41\t1,7\t8,41\t88,75\n18/9/11 20:05\t0,51\t8,3\t4,18\t1,09\t8,22\t66,97\t1,6\t8,54\t88,36\n18/9/11 21:05\t0,47\t8,41\t7,14\t1,05\t8,24\t66,71\t1,78\t8,19\t91,93\n18/9/11 22:05\t0,44\t8,37\t7,16\t1,12\t8,25\t72,87\t1,69\t8,32\t86,3\n18/9/11 23:05\t0,45\t8,26\t4,18\t1,05\t8,14\t71,86\t1,65\t8,37\t91,47\n19/9/11 0:05\t0,44\t8,29\t0,94\t1,09\t8,16\t72,76\t1,66\t8,21\t94,38\n19/9/11 1:05\t0,42\t8,21\t4,49\t1,05\t8,22\t73,86\t1,69\t7,95\t91,07\n19/9/11 2:05\t0,38\t8,27\t3,42\t1,04\t7,97\t72,09\t1,71\t7,99\t91,99\n19/9/11 3:05\t0,41\t8,23\t3,06\t0,92\t7,99\t72,06\t1,77\t8,2\t91,62\n19/9/11 4:05\t0,4\t8,18\t1,54\t0,96\t7,81\t72,51\t1,71\t8,16\t88,84\n19/9/11 5:05\t0,38\t8,21\t1,4\t0,83\t7,86\t70,64\t1,62\t7,97\t91,31\n19/9/11 6:05\t0,38\t7,8\t3,98\t0,99\t7,86\t73,2\t1,66\t7,98\t91,18\n19/9/11 7:05\t0,41\t7,98\t13,44\t0,94\t7,88\t69,83\t1,53\t7,99\t92,2\n19/9/11 8:05\t0,42\t7,82\t357,21\t1,04\t8,16\t73,5\t1,63\t7,9\t90,98\n19/9/11 9:05\t0,45\t8,01\t3,75\t0,95\t8,31\t73,8\t1,5\t7,56\t87,95\n19/9/11 10:05\t0,4\t8,41\t3,36\t1,01\t7,83\t71,95\t1,53\t7,98\t88,71\n19/9/11 11:05\t0,4\t7,95\t1,76\t1,03\t7,98\t71,4\t1,7\t7,94\t91,27\n19/9/11 12:05\t0,42\t7,88\t9,56\t0,98\t7,92\t68,96\t1,66\t8,04\t91,42\n19/9/11 13:05\t0,43\t7,93\t5,86\t1,03\t8,02\t70,19\t1,53\t7,76\t93,7\n19/9/11 14:05\t0,44\t7,85\t5,45\t1,1\t7,94\t67,92\t1,66\t7,99\t92,36\n19/9/11 15:05\t0,44\t8,09\t4,46\t1,13\t7,94\t70,9\t1,76\t7,89\t91,27\n19/9/11 16:05\t0,51\t7,98\t9,09\t1,16\t7,98\t72,62\t1,47\t8,41\t91,15\n19/9/11 17:05\t0,5\t8,26\t8,27\t1,18\t8,34\t74,98\t1,58\t7,78\t91,12\n19/9/11 18:05\t0,53\t8,55\t0,44\t1,26\t8,44\t70,97\t1,78\t8,02\t90,3\n19/9/11 19:05\t0,48\t8,28\t358\t1,17\t8,18\t71,25\t1,71\t8,43\t92,34\n19/9/11 20:05\t0,49\t8,43\t1,39\t1,16\t8,8\t73,67\t1,72\t7,89\t90,23\n19/9/11 21:05\t0,48\t8,79\t6,75\t1,23\t8,47\t71,68\t1,84\t8,47\t92,59\n19/9/11 22:05\t0,49\t8,61\t3,25\t1,12\t8,75\t72,78\t1,67\t8,59\t96,24\n19/9/11 23:05\t0,51\t8,62\t358,71\t1,12\t8,6\t69,56\t1,74\t8,7\t91,57\n20/9/11 0:05\t0,48\t8,62\t1,07\t1,16\t8,6\t74,36\t1,8\t8,3\t90,69\n20/9/11 1:05\t0,47\t8,37\t2,31\t1,07\t8,59\t75,03\t1,79\t8,38\t91,91\n20/9/11 2:05\t0,43\t8,64\t1,6\t1\t8,73\t71,2\t1,71\t8,59\t89,33\n20/9/11 3:05\t0,42\t8,62\t2,98\t1,01\t8,55\t72,79\t1,81\t8,48\t91,5\n20/9/11 4:05\t0,45\t8,79\t359,53\t1,03\t8,47\t74,72\t1,73\t8,27\t92,63\n20/9/11 5:05\t0,43\t8,54\t4,46\t0,99\t8,58\t73,01\t1,78\t8,44\t87,33\n20/9/11 6:05\t0,41\t8,6\t7,56\t0,96\t8,55\t73,74\t1,78\t8,57\t94,05\n20/9/11 7:05\t0,41\t8,66\t3,09\t1,04\t8,6\t71,59\t1,78\t8,48\t91,92\n20/9/11 8:05\t0,43\t8,34\t2,65\t1,02\t8,62\t74,24\t1,61\t8,61\t95,61\n20/9/11 9:05\t0,5\t8,69\t4,67\t1,02\t8,57\t69,46\t1,61\t8,43\t92,77\n20/9/11 10:05\t0,47\t8,84\t7,81\t1,05\t8,3\t70,43\t1,6\t8,52\t91,5\n20/9/11 11:05\t0,47\t8,28\t6,37\t1,09\t8,62\t72,74\t1,72\t8,48\t95,06\n20/9/11 12:05\t0,5\t7,88\t5,54\t1,03\t8,16\t70,62\t1,64\t8,4\t93,09\n20/9/11 13:05\t0,49\t8,45\t4,78\t1,13\t8,11\t67,92\t1,64\t8,6\t94,61\n20/9/11 14:05\t0,49\t8,18\t2,27\t1,22\t8,21\t69,86\t1,67\t8,14\t94,56\n20/9/11 15:05\t0,48\t8,29\t357,93\t1,11\t8,23\t73,18\t1,61\t8,38\t95,72\n20/9/11 16:05\t0,51\t8,53\t5,38\t1,17\t8,56\t73,41\t1,63\t8,26\t90,54\n20/9/11 17:05\t0,54\t8,97\t7,97\t1,33\t8,8\t74,68\t1,69\t8,28\t89,92\n20/9/11 18:05\t0,53\t9,22\t3,19\t1,28\t8,9\t73,61\t1,75\t8,81\t88,35\n20/9/11 19:05\t0,49\t8,78\t359,04\t1,3\t8,7\t75,76\t1,73\t8,83\t91,59\n20/9/11 20:05\t0,43\t9,25\t359,85\t1,11\t8,92\t70,57\t1,87\t8,51\t88,09\n20/9/11 21:05\t0,44\t9,26\t5,78\t1,14\t8,7\t76,17\t1,81\t8,82\t88,54\n20/9/11 22:05\t0,41\t8,93\t8,91\t1,08\t8,7\t79,63\t1,61\t8,92\t90,09\n20/9/11 23:05\t0,48\t8,83\t4,31\t1,09\t9,18\t74,88\t1,81\t8,99\t94,62\n21/9/11 0:05\t0,41\t9,15\t12,91\t1,14\t8,84\t74,3\t1,85\t8,52\t99,66\n21/9/11 1:05\t0,39\t8,73\t357,38\t1,08\t8,81\t77,27\t1,89\t8,6\t103,54\n21/9/11 2:05\t0,39\t8,8\t13,69\t0,96\t8,64\t74,78\t1,71\t9,54\t103,81\n21/9/11 3:05\t0,37\t9,13\t9,83\t1,02\t8,72\t79,72\t1,91\t9,23\t105,25\n21/9/11 4:05\t0,35\t8,62\t7,16\t0,81\t8,14\t73,17\t1,83\t8,87\t108,24\n21/9/11 5:05\t0,3\t8,61\t5,32\t0,79\t8,33\t75,23\t1,7\t8,93\t106\n21/9/11 6:05\t0,3\t8,3\t355,02\t0,77\t8,59\t75,45\t1,75\t8,62\t113,34\n21/9/11 7:05\t0,3\t8,64\t3,58\t0,82\t8,66\t78,61\t1,68\t8,88\t109,15\n21/9/11 8:05\t0,3\t8,74\t356,63\t0,72\t8,63\t78,4\t1,46\t8,52\t107,22\n21/9/11 9:05\t0,32\t8,76\t10,09\t0,77\t7,99\t76,89\t1,44\t8,58\t109,24\n21/9/11 10:05\t0,31\t8,41\t15,01\t0,66\t8,1\t78,58\t1,4\t8,02\t107,98\n21/9/11 11:05\t0,3\t8,8\t12,94\t0,63\t8,36\t77,6\t1,22\t8,47\t105,86\n21/9/11 12:05\t0,3\t8,63\t1,82\t0,64\t8,36\t78,3\t1,28\t8,49\t104,46\n21/9/11 13:05\t0,28\t8,17\t3,28\t0,6\t8,26\t74,64\t1,3\t7,93\t102,95\n21/9/11 14:05\t0,28\t7,96\t0,97\t0,59\t7,9\t79,51\t1,23\t8,42\t103,86\n21/9/11 15:05\t0,29\t8,29\t3,53\t0,66\t7,97\t75,1\t1,11\t8,35\t106,04\n21/9/11 16:05\t0,25\t7,75\t12,58\t0,64\t8\t74,59\t1,13\t8,35\t107,18\n21/9/11 17:05\t0,27\t7,89\t359,86\t0,57\t8,18\t76,62\t1,15\t7,59\t106,25\n21/9/11 18:05\t0,24\t8,14\t1,81\t0,55\t7,99\t77,82\t1,14\t8,48\t108,33\n21/9/11 19:05\t0,26\t8,15\t6,19\t0,52\t7,9\t77,17\t1,05\t7,74\t101,13\n21/9/11 20:05\t0,27\t8,01\t350,19\t0,59\t8,19\t67,7\t1,07\t7,73\t99,95\n21/9/11 21:05\t0,27\t7,98\t11,61\t0,61\t8,23\t75,2\t1,14\t7,97\t103,75\n21/9/11 22:05\t0,26\t8,3\t9,97\t0,64\t8,3\t77,04\t1,18\t7,85\t105,94\n21/9/11 23:05\t0,28\t8,64\t7,53\t0,64\t8,1\t75,79\t1,06\t7,37\t106,31\n22/9/11 0:05\t0,29\t8,68\t5,63\t0,66\t8,65\t78,57\t1,03\t8,63\t101,79\n22/9/11 1:05\t0,28\t8,17\t9,58\t0,68\t8,25\t74,29\t1,19\t7,95\t101,47\n22/9/11 2:05\t0,28\t8,54\t2,46\t0,57\t8,99\t78,48\t1,03\t8,15\t105,5\n22/9/11 3:05\t0,26\t8,19\t4,49\t0,64\t8,31\t76,29\t1,13\t7,85\t99,45\n22/9/11 4:05\t0,27\t8,7\t5,52\t0,66\t8,18\t79,69\t1,06\t8,8\t105,16\n22/9/11 5:05\t0,25\t8,25\t6,62\t0,58\t8,01\t80,35\t1,12\t7,98\t105,93\n22/9/11 6:05\t0,26\t8,18\t4,29\t0,6\t8,14\t76,17\t1,1\t8,48\t108\n22/9/11 7:05\t0,28\t7,97\t358,92\t0,61\t8,15\t77,6\t1,15\t8,61\t99,74\n22/9/11 8:05\t0,28\t7,99\t358,39\t0,56\t8,24\t70,02\t1,06\t8,46\t104,5\n22/9/11 9:05\t0,28\t8,32\t1,3\t0,56\t8,09\t76,48\t1,04\t8,02\t103,56\n22/9/11 10:05\t0,26\t9,56\t6,21\t0,56\t8,24\t79,62\t0,98\t7,99\t105,75\n22/9/11 11:05\t0,26\t8,96\t9,61\t0,53\t8,26\t78,66\t1,07\t8,06\t103,23\n22/9/11 12:05\t0,28\t10,1\t356,14\t999\t999\t999\t1\t8,19\t103,55"}]}}}