{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07958"}, {"@name": "filename", "#text": "12720_arquivo6856_1.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1\n\n \n\n \n\n \nUNIVERSIDADE FEDERAL DE PERNAMBUCO                       \nCENTRO DE TECNOLOGIA E GEOCIËNCIAS \n\nPÓS-GRADUAÇÃO EM GEOCIÊNCIAS \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nJuan Carlos Silva Tamayo \n \n\nQUIMIOESTRATIGRAFIA DE ISÓTOPOS DE C E Sr DE MÁRMORES DO \nCOMPLEXO SÃO CAETANO, ZONA TRANSVERSAL, PROVINCIA \n\nESTRUTURAL DA BORBOREMA: IMPLICAÇÕES  REGIONAIS E GLOBAIS \n \n\nDissertação de Mestrado  \n2004 \n\n \n \n\n\n\n 2\n\n\n\n 3\n\nJUAN CARLOS SILVA TAMAYO \n \n \n \n\nGeólogo, Universidad EAFIT, Medellín, Colombia, 1999 \n \n \n \n \n \n \n \n \n \n \n\nQUIMIOESTRATIGRAFIA DE ISÓTOPOS DE C E Sr DE MÁRMORES DO \nCOMPLEXO SÃO CAETANO, ZONA TRANSVERSAL, PROVINCIA \n\nESTRUTURAL DA BORBOREMA: IMPLICAÇÕES  REGIONAIS E GLOBAIS \n \n \n \n \n \n \n \n \n\nDissertação que apresentou ao Programa de Pós-\nGraduação em Geociências do Centro de Tecnologia e \nGeociências da Universidade Federal de Pernambuco, \norientada pelo Prof. Alcides N. Sial., em   \npreenchimento  parcial  para obter o grau de Mestre \nem Geociências, área de concentração Geologia \nSedimentar e Ambeintal , defendida e aprovada com \ndistinção  em 21 de junho de 2004.  \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nRECIFE, PE \n2004 \n\n\n\n 4\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nA meus pais pelo seu constante \namor e apoio (A mis padres por su \nconstante amor y apoyo). \nA Wanessa quem ter-me oferecido \namor incondicional. \n \n\n \n \n \n\n \n \n \n \n \n\n\n\n 5\n\n \n \n\n \n \n \nAPRESENTAÇÃO  \n \n\nEste trabalho apresenta os resultados do trabalho de mestrado do autor o qual foi \n\ndesenvolvido entre maio de 2002 e junio de 2004 no Departamento de Geologia da \n\nUniversidade Federal de Pernambuco, Recife, Brasil. Para o desenvolvimento deste \n\ntrabalho foram recebidos a ajuda financeira (full-tuition scholarship) de \n\nCOLFUTURO, e o apoio logístico do Laboratório de Isótopos estáveis e de \n\nfluorescência de raios-X do Departamento de Geologia da Universidade Federal de \n\nPernambuco. A COLFUTURO e aos Laboratórios acima mencionados vão os meus \n\nmais sinceros agradecimentos.   \n\n\n\n 6\n\n \n \n \n \n\nAGRADECIMENTOS  \n \nO autor expressa o seu agradecimento ao Prof. Dr. Alcides Nóbrega Sial e  a \n\nProfa. Dra. Valderez P. Ferreira por as discussões cientificas e o apoio logístico \n\nrecebido por parte de este como diretores do laboratório de isótopos estáveis \n\n(LABISE) e laboratório de fluorescência de raios-X (Depto de Geologia UFPE) \n\nrespectivamente. Agradecimentos também são expressos aos Prof. Drs. Marcio M. \n\nPimentel (UNB), René Rodrigues (UERJ), Ian McReath (USP) e ‘a Profa. Dra. Marly \n\nBabinski (USP) por o apoio logístico (laboratorial) recebido.  \n\nAutor quer agradecer o excelente ambiente de trabalho e ajuda oferecidos \n\npelo pessoal técnico, docente e discente do Laboratório de Isótopos Estáveis \n\n(LABISE) da UFPE. \n\nPessoalmente, quisera agradecer o amor e apoio incondicional que recebi de \n\nWanessa S. Marques durante todo o tempo de permanência no Brasil, o qual estou \n\ncerto será pra toda a vida        \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n 7\n\n \n \n \n\nRESUMO \n \nA composição isotópica de mármores do Complexo São Caetano (CSC), \n\nmunicípios de Flores e Afogados da Ingazeira, Pernambuco, foi usada para se \n\nestimar a idade de deposição das seqüências carbonáticas originais (protolito dos \n\nmármores) e para se investigar mudanças na composição global da água do mar \n\ndurante sua deposição. Após comparar-se a curva de variação secular de isótopos \n\nde C e Sr  para estas sucessões carbonáticas com curvas para seqüências de \n\ncarbonatos sedimentares bem conhecidas a nível mundial, uma idade Meso-\n\nNeoproterozóica (1,1-0,97 Ga) é proposta para a deposição dos carbonatos do  \n\nCSC.  \n\nTrês diferentes estágios isotópicos (I, II, III) foram definidos e correlacionados \n\ncom eventos globais que teriam afetado a composição da água do mar durante a \n\ntransição Meso-Neoproterozóico (1,1-0,97Ga.). Um estagio inicial (I), com valores \n\nmoderadamente altos de ?13C (~ +3,7‰PDB) que refletem um aumento no seqüestro \n\ne soterramento do carbono orgânico, associado a um extensivo crescimento crustal \n\nocorrido no auge do ciclo orogênico Grenvilliano. O estagio isotópico II, apresenta \n\nvalores mais variareis de ?13C, entre -2 e +3‰PDB, interpretados como devido ao \n\naumento no aporte de CO2  rico em 12C associado a um evento de riftamento global \n\nhá 1,05 Ga e ao seqüestro de  matéria orgânica rica em 12C através de subdução e \n\nformação de arcos magmáticos a nivel global há ~1,0 Ga respectivamente. O estagio \n\nisotópico III, com valores de ?13C em torno de +3,7‰PDB, evidencia uma continua \n\nsedimentação e concomitante soterramento da matéria orgânica, associada `a \n\naglutinação do supercontinente Rodinia.  A quimioestratigrafía de isótopos de Sr, \n\ncom valores de 87Sr86Sr ~0,706 caracterizando o estagio isotópico I, valores um \n\npouco mais variáveis (de 0.706 a 0,707) no estágio isotópico II, e valores em torno \n\nde 0,706 caracterizando o estágio isotópico III, apóiam estas idéias.    \n\nBaseados no intervalo de idade de deposição aqui proposto e em relações \n\ngeológicas regionais, é possível propor-se que os protólitos sedimentares dos \n\nmármores do CSC ter-se-iam depositado após um evento de riftamento na Zona \n\n\n\n 8\n\nTransversal da Província Borborema entre 1.4 e 1.05 Ga. Características litológicas \n\nda parte siliciclástica do CSC indicam, por outro lado, que este ter-se-ia depositado \n\nnuma margem continental em ambientes pelágicos. A margem continental, onde \n\nforam depositados os sedimentos do CSC foi estabelecida ao norte do Craton São \n\nFrancisco e suas supracrustais Meso-Paleoproterozóicas associadas. A \n\nsedimentação do CSC foi interrompida pela convergência oceânica-continental \n\n(subdução) que levou a formação de arco magmático Cariris Velhos.  Comparações \n\ndas curvas isotópicas de variação secular do CSC com as propostas em seqüências \n\nsedimentares bem preservadas, indicam que os protolitos dos mármores estudados \n\nteriam-se depositado durante um período de subida do nível do mar.  \n\nPor outro lado, levando-se em consideração que a composição isotópica de C \n\ne Sr de carbonatos pode ser alterada por processos pós-deposicionais (e.g \n\ndiagênese e metamorfismo), possíveis alterações da assinatura isotópica original \n\ndos carbonatos (mármores) do SCC, foram investigadas por metodologia \n\nmultivariada, incluindo: (1) caracterização petrográfica, (2) caracterização dos \n\nelementos (elementos maiores e menores), e (3) determinação da composição \n\nisotópica dos carbonatos e grafitas associados.  \n\nConcluiu-se que a alteração da assinatura isotópica de C encontrada em \n\nalgumas das amostras estudados esta associada à presença de grafita. Uma difusão \n\nentre CH4 rico em 12C (derivado da grafita) e os carbonatos é proposta como o \n\nmecanismo que afetou a composição isotópica dos carbonatos, causando \n\ndiminuições em seus valores de ?13C em ambiente fechado durante o metamorfismo.  \n\nIsto é apoiado pela pouca variação dos valores de ?18O e 87Sr/86Sr; como também \n\npela natureza inalterada dos indicadores de elementos geoquímicos (conteúdos de \n\nSr com media de 1500 ppm, razões de Mn/Sr de 0.006 até 0.140, e razões de Rb/Sr \n\nentre 0 e 0.005).  Este processo ocorreu sob condições de metamorfismo de baixa \n\npressão e media temperatura, como é apoiado pela paragênese dos mármores \n\n(calcita, quartzo, tremolita, moscovita, diopsidio e granada), as quais indicam \n\ntemperaturas na faixa de 500-7000C. O Intervalo de temperatura para o \n\nmetamorfismo (514 e 750oC) calculado a partir o termômetro calcita-grafita apóia \n\nesta idéia.  \n\n\n\n 9\n\n \n\n \n\n \n\nABSTRACT \n \n\nC-, O- and Sr-isotope composition from marbles successions of the São \n\nCaetano Complex (SCC), located near Flores and Afogados da Ingazeira towns, \n\nstate of Pernambuco, were used to constrain the depositional age of the original \n\ncarbonate sequences (marble precursors) and to contribute to the understanding of \n\nthe possible factors affecting the global geochemistry of ocean water during their \n\ndeposition. After contrasting C and Sr-isotope secular variation curves from the SCC \n\nmarbles with those of well known carbonate sequences worldwide, a Meso-\n\nNeoproterozoic age (1.1-0.97 Ga) is here proposed for the deposition of the original \n\nlimestone sequences.  \n\nThree different C-isotope stages (I, II, III) were determined based on the C-\n\nisotope secular variation pathways, and correlated with major global events, which \n\nwould have affected the C-isotope composition of the Meso-Neoproterozoic seawater \n\n(1.1-0.97 Ga.). An initial stage (C-Isotope stage I), shows moderately high ?13C \n\nvalues (~+3.7‰PDB) which would have resulted from an increasing sequestration of \n\norganic carbon by enhanced burial associated to the large continental growth \n\noccurring during the onset of the Grenville  orogenic cycle. The C-Isotope stage II, \n\nhas ?13C values displaying stronger oscillations (from -2‰ to +3‰PDB ). The negative \n\nvalues may reflect the enhanced mid-oceanic volcanism and the 12C-rich CO2 \n\nrelease into the ocean during a global rifting event occurring at 1.05 Ga. The positive \n\nvalues reflect the 12C-rich organic carbon sequestration  through subduction, which \n\nwould have been associated to widespread continental arc formation at ~1.0 Ga.  \n\nThe C-isotope stage III, which displays ?13C values around 3.7‰PDB, would have \n\nreflected a continued sedimentary organic burial associated to the agglutination of \n\nRodinia Supercontinent.  \n\nThe Sr-isotope chemostratigraphy with constant 86Sr/87Sr values (~0.706) \n\ncharacterizing C-isotope stage I, slightly fluctuating values (from 0.706 to 0.707) \n\ncharacterizing C-isotope stage II and 87Sr/86Sr values averaging 0.706 characterizing \n\nC-isotope stage III, further support this idea.  \n\n\n\n 10\n\nBased on the depositional age determined for the studied marbles, it is \n\nproposed that their sedimentary precursor would have been deposited after a rifting \n\nevent occurring in the Transversal Domain of the Borborema structural domain \n\nbetween 1.4-1.05 Ga. Lithological characteristics of the SCC silicilcastic successions \n\nindicate, on the other hand, that the SCC should have been deposited in a pelagic \n\nenvironment, along a continental margin. Comparisons between the ?13C values from \n\nthe SCC and those from well-preserved sedimentary sequences indicate that the \n\noriginal limestone successions would have been deposited during a period of global \n\nsea level rise.  \n\nRegional relationship with other lithologic units, on the other hand, allow to \n\npropose that such a continental margin would have been located north of the São \n\nFrancisco craton and related Paleo and Mesoproterozoic supracrustal entities. \n\nOcean closure related to ocean-continent plate convergence and subduction, the \n\nlatter allowing the formation of a continental arc (Cariris Velhos) at 0.96 Ga, put end \n\nto the sedimentation of the SCC.     \n\nSince the C-and Sr-isotope composition of carbonate sequences can suffer \n\npost-depositional alterations during diagenesis or modified by metamorphism, \n\npossible alterations of original isotope signature of SCC marbles were investigated \n\nby using a multivariable approach, which includes: (1) petrographic characterization, \n\n(2) elemental characterization (major and minor elements) and (3) determination of \n\nisotope composition of carbonates and graphite.  \n\nBased on this multivariable approach, it was concluded that the post \n\ndepositional alteration of original carbonate C-isotope signature of some samples \n\npresenting depleted ?13C values was associated to the presence of graphite and to \n\nthe concomitant graphite derived 12C-rich CH4 - carbonate diffusion process. Such an \n\nisotope modification would have occurred under buffered conditions in which the \n\naction of external fluids was negligible.  This is supported by the only slightly variable \n\n?18O and 87Sr/86Sr values and the unaltered nature of the elemental indicators (Sr \n\ncontents averaging 1500 ppm, Mn/Sr ratios from 0.006 to 0.140, and Rb/Sr ratios \n\nbetween 0 and 0.005). This process would have occurred during low pressure–\n\nmedium temperature conditions.  This is supported by the petrologic paragenesis \n\n(calcite, quartz tremolite, muscovite, diopside, garnet) that indicate temperatures \n\n\n\n 11\n\nbetween 500 and 7000C and metamorphism temperatures from 514 to 750oC \n\ndetermined from C-isotope thermometry of coexisting calcite and graphite. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 12\n\n \n\n \n\n \n\nINDICE \n \n\nI. Introdução.........................................................................................1 \n\nII. Objetivos ..........................................................................................5 \n\nIII. Carta de aceitação do manuscrito (C- AND Sr- isotope stratigra- \n\n           phy of the São  Caetano complex, northeastern Brazil: a contri- \n\n           bution to the study of the Meso-Neoproterozoic seawater geo- \n\n           chemistry) submetido aos Anais da Academia Brasileira de Ci- \n\n           encias ......…………..........................................................................6  \n\nIV.      Copia do manuscrito C- AND Sr- isotope stratigraphy of  the  \n\n             São  Caetano complex, northeastern Brazil: a contribution to the  \n\n              study of the Meso-Neoproterozoic seawater geochemistry…………7 \n\nV. Carta de submissão do manuscrito (Preservation of the sedi- \n\nMentary C-isotope signature in marbles: an assessment of the \n\nhigh resolution C-isotope stratigraphy) submetido a Ghemical \n\nGeology…………………………………………………………...........40 \n\nVI. Copia do manuscrito (Preservation of the sedimentary C-isoto- \n\n           pe signature in marbles: an assessment of the high resolution  \n\n           C-isotope stratigraphy…………………………………………………41 \n\nVII       Conclusões.....................................................................................76 \n\nVII        Referências....................................................................................80  \n\n \n \n \n \n \n \n \n \n\n\n\n 13\n\n \n \n\nINTRODUÇÃO \n \n\nDesde o trabalho pioneiro de Harold Urey (1932) no qual a existência de dois \n\nisótopos de hidrogênio foi determinada por meios espectrométricos, o uso de \n\nisótopos estáveis tem ganhando uma ampla aceitação entre a comunidade cientifica. \n\nO continuo aprimoramento das técnicas analíticas neste ramo da geoquímica, \n\nconjugado ao desenvolvimento de novas aplicações das mesmas nas Ciências da \n\nTerra, tem permitido alcançar uma alta aplicabilidade e versatilidade na interpretação \n\ndos processos geológicos, climáticos, biológicos e até extraterrestres que teriam \n\ncontrolado a evolução do nosso planeta.  \n\nIsótopos estáveis de O, C, H, S, Fe entre outros, tem sido os mais \n\namplamente empregados em pesquisas geocientíficas. Uma das aplicações que \n\nmais tem revolucionado a pesquisa geológica é a quimioestratigrafía de isótopos \n\nestáveis de C e O, e ultimamente S, em seqüências carbonáticas, a qual é \n\ncomplementada com analises de isótopos de Sr (Kaufman et al., 1991, Sial et al., \n\n2000, Kah et al., 2001). Apesar de esta ser uma técnica que foi desenvolvida \n\ndurante os anos setenta ( e.g. Veizer e Hoefs, 1976)  e aplicada na área de \n\nexploração do petróleo nos anos oitenta (e.g. Scholle e Arthur, 1980;  Mitchell et al., \n\n1996),  a implementação da quimioestratigrafía em a caracterização geoquímica de \n\nseqüências carbonáticas tanto sedimentares quanto metamórficas, alcançou seu \n\nmaior desenvolvimento na primeira metade dos anos noventa (Veizer et al., 1989a,b, \n\n1990, 1992, Derry et al., 1992, Kaufman et al., 1991, Kaufman e Knoll, 1995, entre \n\noutros). Assim, esta aplicação tem ganhado grande quantidade de adeptos uma vez \n\nque permite a determinação de idades de deposição de seqüências carbonáticas \n\ncom grande precisão, como também a caracterização geoquímica de ambientes \n\nsedimentares a partir dos quais seqüências carbonáticas se depositaram \n\n(geoquímica de oceanos, lagos, etc).  \n\nA mais importante utilidade da quimioestratigrafía, no entanto, centra-se na \n\npossibilidade de  avaliar possíveis fatores que afetaram a geoquímica da água do \n\nmar através do tempo geológico, tanto global quanto regionalmente (Veizer et al., \n\n1989a,b; Jacobsen e Kaufman, 1999; Hayes et al., 1999; Sial et al, 2000; Lyndsay e \n\nBrasier, 2002; Bekker et al., 2003). ? desta perspectiva que a aplicabilidade da \n\n\n\n 14\n\nquimioestratigrafía tem-se tornado ainda mais valiosa. Caracterizações multivariadas \n\nda composição isotópica de diferentes materiais (carbonatos, fosfatos, sulfetos, \n\nsulfatos, etc) têm permitido avaliar e diferenciar como os processos geológicos, \n\nclimáticos e biológicos têm modificado de forma conjunta e/ou separada a \n\ngeoquímica dos oceanos através do tempo (Des Marais, 1994; Lyndsay e Brasier, \n\n2002; Bekker et al., 2003, Bartley et al., 2001, Kah et al., 1999; Bartley e Kah, 2003, \n\nFrank et al., 2000, 2003; Hoffman et al., 1998 a, b; Hoffman, 1999, Halverson et al., \n\n2003). Alem disso, a quimioestratigrafía tem permitido avaliar mudanças nos ciclos \n\nbiológicos e biogeoquímicos ao ser conjugada com outras linhas de pesquisa tais \n\ncomo paleontologia, sedimentología e estratigrafía de seqüências (Scholle e Arthur, \n\n1980;  Mitchell et al., 1996, Kah et al., 1999; Des Marais, 1997).   \n\nPor outro lado, a quimioestratigrafía de isótopos estáveis tem permitido \n\ncorrelacionar seqüências de carbonatos sedimentares ou metamórficos de diferentes \n\nlocalidades com diferentes intervalos de idade, independentemente da história \n\ngeológica sobreposta neles. Neste sentido a quimioestratigrafía de isótopos estáveis \n\nmostra maior versatilidade, já que determinações deste tipo em seqüências \n\nmetamorfizadas apresentam dificuldades devido à falta de indicadores \n\ngeocronológicos confiáveis. Desta forma, dificuldades anteriormente experimentadas \n\nna correlação de seqüências em diferentes ambientes geológicos é superada e \n\nreconstruções de eventos geológicos globais tornam-se ainda mais amplamente \n\napoiadas (Melezhik et al., 1997, 1999, 2001, Knoll et al., 1995; Frank et al., 1997, \n\nKah et al., 1999; Kah et al., 2001; Bartley et al., 2001; entre outros). Em estudos que \n\nenvolvem seqüências carbonáticas precambrianas, onde faltam indicadores \n\ngeocronológicos (fósseis) e uma grande diversidade de eventos pós-deposicionais \n\nsão superpostos (metamorfismo e diagênese avançada), a aplicabilidade da \n\nquimioestratigrafía de isótopos de C, O e Sr é ainda mais útil já que permite avaliar \n\ncondições paleoclimáticas, paleogeográficas, paleobiológicas e paleotectônicas \n\nindependente dos eventos pós-deposicionais e o escasso registro sedimentar \n\ndurante o período (Bartley et al., 2001, Kah et al., 1999, Hoffman et al., 1998ª,b; \n\nHoffman, 1999, Bekker et al., 2003).  \n\nPor outro lado, a aplicação de isótopos estáveis de carbono e oxigênio não \n\ntem sido restrita somente à realização de trabalhos quimioestratigráficos, mas \n\ntamben,  para avaliar processos pós-deposicionais que afetam o registro sedimentar \n\ne as características isotópicas originais destes (Veizer, 1893, Brand e Veizer, \n\n\n\n 15\n\n1980a,b, Kaufman et al., 1991). Esta aplicabilidade tem dado uma ampla \n\nversatilidade a sua utilização na pesquisa geológica, ajudando não somente a \n\nmelhorar a resolução das análises quimioestratigráficos, mas também a resolver \n\noutro tipo de questões na área das Geociências, como por exemplo, determinações \n\nde condições diagenéticas e metamórficas, tipo e grau de fluxo de fluidos durante \n\nestes processos, paleotermometría, determinação de variações na composição \n\nisotópica das águas subterrâneas entre outras (Kaufman et al., 1991; Melezhick et \n\nal., 2001; Valley, 2001; Evans et al., 2002).  \n\nCom fins quimioestratigráficos, determinações de eventos pós-deposicionais \n\najudam a identificar os processos ocorridos durante os diferentes estágios de \n\nevolução de rochas carbonáticas. Vários trabalhos têm demonstrado que variações \n\nna composição isotópica dos carbonatos é favorecida durante diagênese e/ou \n\nmetamorfismo por fatores como: (1) presença de minerais cuja composição inclui \n\ncarbono ou favorece a formação de carbono durante esses eventos, (2) presença de \n\nfluidos intersticiais ou intercristalinos contendo uma assinatura isotópica diferente \n\ndos carbonatos e (3) magnitude da razão de interação rocha/água ou rocha/fluidos \n\ndurante os eventos pós-deposicionais (Brand e Veizer, 1980a,b; Veizer, 1983; \n\nBanner e Hanson, 1990, Kaufman et al., 1991). Estas variações, geralmente \n\nacompanhadas por mudanças geoquímicas, permitem diferenciar processos \n\nafetando os carbonatos desde sua precipitação ate o metamorfismo inclusive (Shieh \n\ne Taylor 1969, Dunn e Valley,1992 , Kitchen e Valley, 1995, Valey 2001, Evans, \n\n2002). Estas conseqüentemente permitem também precisar e avaliar a \n\nconfiabilidade dos registros ou assinaturas isotópicas com o objetivo de evitar \n\ndeterminações quimioestratigráficas errôneas.     \n\nDe especial interesse nesta dissertação é a utilização de técnicas \n\nquimioestratigráficas de isótopos de oxigênio, carbono e estrôncio na caracterização \n\nde seqüências carbonáticas que sofreram metamorfismo (mármores). Com esta \n\nfinalidade, uma avaliação da confiabilidade desta técnica foi realizada baseada em \n\nanálise das seqüências de mármores do Complexo São Caetano, na Zona \n\nTransversal da Província Borborema, nordeste Brasileiro.  \n\nSob esta perspectiva, se darão a conhecer os resultados da caracterização \n\nquimioestratigráfica de C, O e Sr dos mármores e se apresentaram algumas \n\nconsiderações acerca das condições geoquímicas da água do mar a partir da qual \n\nos protólitos destes se precipitaram. Adicionalmente, se propõe uma idade de \n\n\n\n 16\n\nsedimentação para os protólitos dos mármores e faz-se algumas considerações \n\nacerca de possíveis causas que levaram a mudanças na composição isotótopica da \n\nágua do mar durante a sedimentação. Alterações no registro geoquímico dos \n\nmármores serão avaliadas igualmente e as causas que afetaram as seqüências \n\ndeterminadas, com a finalidade de mostrar como processos metamórficos afetaram \n\na assinatura isotópica original dos carbonatos. Finalmente, uma metodologia é \n\nproposta para o trabalho quimioestratigráfico em seqüências de mármores, a qual \n\ninclui análise petrográfica e de catoluminescencia dos mármores, análises isotópicas \n\nde carbono em calcita e grafita e analise de elementos maiores e menores em \n\ncarbonatos.  \n\nÉ importante ressaltar que esta versão impressa de dissertação de mestrado, \n\ndevido à sua forma, seguindo as normas do programa de pós-graduação em \n\nGeociências da Universidade Federal de Pernambuco, não inclui capítulos como nas \n\nversões tradicionalmente submetidas, mas inclui os artigos nos quais são descritos \n\nos métodos e resultados das pesquisas realizadas nos mármores do Complexo São \n\nCaetano. O primeiro artigo, submetido aos Anais da Academia Brasileira de Ciências \n\n(2004) trata sobre as características quimioestratigráficas dos mármores estudados \n\ne implicações regionais e globais deste registro. No segundo artigo, submetido a \n\nChemical Geology, Elsevier (2004) uma avaliação das técnicas quimioestratigráficas \n\nem mármores é feita, incluindo análise de possíveis causas de alteração do registro \n\nisotópico e caracterizarão das condições sob as quais a alteração aconteceu.          \n\n      \n\n\n\n 17\n\n \n \n\n \nOBJETIVOS  \n\n \nObjetivos gerais  \n\n1. Caracterizar quimioestratigráficamente os mármores do Complexo São \nCaetano, nos municípios Flores e Afogados da Ingazeira, Pernambuco, com a \n\nfinalidade de determinar a idade de deposição do seu protólito sedimentar e \n\ninvestigar as causas de mudanças isotópicas na água do mar da qual as \n\nseqüências carbonáticas originais se depositaram. \n\n2. Determinar as possíveis causas de alteração das assinaturas isotópicas de C \ne Sr nos mármores do Complexo São Caetano e investigar se estas refletem \n\naquela de seu protólito sedimentar. \n\n3. Determinar temperaturas de pico de metamorfismo. \n4. Propor um método multivariado para determinar alterações pós-deposicionais \n\nda composição isotópica de mármores. \n\n5. Propor um modelo de evolução para os protólitos dos mármores estudados e \nem geral para o Complexo São Caetano. \n\nObjetivos específicos \n1. Aplicar a sistemática de isótopos estáveis de C, O e Sr na caracterização de \n\ncarbonatos. \n\n2. Investigar variações da assinatura isotópica (C e Sr) original dos carbonatos a \npartir de caracterizações petrográficas e de catodoluminescência dos \n\nmármores, determinações de composições isotópicas dos carbonatos e \n\ngrafitas associadas, e caracterização geoquímica de elementos maiores e \n\nmenores dos mármores.  \n\n3. Aplicar o paleotermómetro calcita-grafita coexistentes, a partir de \ndeterminações da composição isotópica de carbono nos dois minerais. \n\n\n\n 18\n\n \n \n \n \n \nC- and Sr-Isotope Atratigraphy of the São Caetano Complex, Northeastern \nBrazil: A contribution to the Study of the Meso-Neoproterozoic Seawater \nGeochemistry \n \nAutores: Juan C.S. Tamayo, Alcides N. Sial, Valderez P. Ferreira, Márcio M.Pimentel \n \n \nDear Dr. Tamayo \n \n \n        On behalf of Lucia Mendonça Previato, Ph.D., Editor-in-Chiefof the Anais da \nAcademia Brasileira de Ciências, I hereby inform that the manuscript mentioned \nabove, submitted for publication in the Anais da Academia Brasileira de Ciências \nwas analyzed by two referees. It might be accepted for publication after the \nmodifications in accordance to their comments, which are being mailed to you today. \n \nSincerely,  \n \nI.P. Maioli \nEditorial Assistant \nAnais da Academia Brasileira de Ciências \ne-mail: imaioli@abc.org.br \nhttp://www.abc.org.br \n \n\n\n\n 19\n\n \n\n \n\nC- AND Sr- ISOTOPE STRATIGRAPHY OF THE SÃO CAETANO COMPLEX, \n\nNORTHEASTERN BRAZIL: A CONTRIBUTION TO THE STUDY OF THE MESO-\n\nNEOPROTEROZOIC SEAWATER GEOCHEMISTRY \n\n \n\n \n\nSilva, J.C.1, Sial, A.N.1, Ferreira, V.P.1, Pimentel, M.M2. \n\n \n\n1NEG-LABISE, Department of Geology, Federal University of Pernambuco, C.P. \n\n7852, 50670-000, Recife, PE, Brazil  \n\n2Geoscience Institute, University of Brasilia, 70910-900, Brasília, DF, Brazil  \n\nKeywords: C-Isotopes, Meso-Neoproterozoic, Chemostratigraphy, Borborema \n\nProvince, Northeastern Brazil \n\nRunning title: C- and Sr- isotope stratigraphy, São Caetano Complex \n\nAcademy section:  Earth Sciences \n\nCorresponding author: e-mail: juancst@ufpe.br. NEG-LABISE, Department of \n\nGeology, Federal University of Pernambuco, C.P. 7852, 50670-000, Recife, PE, \n\nBrazil. Phone: (55-81) 2126-8242/8243 \n\n \n\n \n\n\n\n 20\n\nABSTRACT  \nC-isotope and 87Sr/86Sr values for five carbonate successions from the São Caetano \n\nComplex, northeastern Brazil, were used to constrain their depositional age and to \n\ndetermine large variations in the C- and Sr- isotopic composition of seawater under \n\nthe framework of global tectonic events. Three C-isotope stages were identified from \n\nbase to top in a composed chemostratigraphic section: (1) stage in which ?13C values \n\nvary from +2 to +3.7‰PDB and average 3‰PDB, (2) stage with ?13C values displaying \n\nstronger oscillations (from -2‰ to +3‰PDB ), and (3) stage with an isotopic plateau \n\nwith values around +3.7‰PDB. Constant 87Sr/86Sr values (~0.70600) characterize C-\n\nisotope stage 1, whereas slightly fluctuating values (from 0.70600 to 0.70700) \n\ncharacterize C-isotope stage 2. Finally, 87Sr/86Sr values averaging 0.70600 \n\ncharacterize C-isotope stage 3.  \n\nThe C- and Sr- chemostratigraphic pathways permit to state: (a) the C- and Sr-\n\nisotope secular curves registered primary fluctuations of the isotope composition of \n\nseawater during late Mesoproterozoic - early Neoproterozoic transition in the \n\nBorborema Province, and (b) onset of the Cariris Velhos/Greenville cycle, \n\nwidespread oceanic rifting, continental magmatic arc formation and onset of the \nagglutination of Rodinia supercontinent, mostly controlled the C- and Sr-isotope \n\ncomposition of seawater during the C-isotope stages 1, 2 and 3. \n\n1. INTRODUCTION \nWell-constrained C- and Sr-isotope chemostratigraphic data for Proterozoic \n\nlimestone sequences have been used to detect changes in the geochemical \n\ncomposition of ancient seawater and their possible causes (Jacobsen and Kaufman \n\n1999, Bartley et al. 2001, Lindsay and Brasier 2002). Changes in the C- and Sr-\n\ncomposition of the Proterozoic seawater result from the net interaction of several \n\nendogenic and exogenic mechanisms, among which tectonic activity, biologic \n\nradiations and amazing climatic changes are of remarkable importance (Melezhik et \n\nal. 1997, Brasier and Lindsay 1998, Hoffman and Schrag 2002, Bekker et al. 2003).  \n\nThe Mesoproterozoic - early Neoproterozoic chemostratigraphic record has \n\nbeen a topic of continuous discrepancies among geologists given that the lack of \n\nwell-preserved stratigraphic sections has not permitted the achievement of a well-\n\nconstrained geochemical database. Few works (e.g Knoll et al. 1995, Hall and Veizer \n\n1996, Frank et al. 1997, 2003, Kah et al. 1999, 2001, Santos et al. 2000, Bartley et \n\nal. 2001, Azmy et al. 2001, Maheshwari et al. 2002, Bartley and Kah 2003) have \n\n\n\n 21\n\nsupplied reliable chemostratigraphic information for the construction of well-\n\nconstrained C- and Sr-isotope secular variation curves. Therefore, establishing \n\nfactors that affected the seawater geochemistry during this time span has remained \n\ndifficult. Based on the available data, it has been proposed that the early \n\nMesoproterozoic C- and Sr- isotope composition of seawater remained in an \n\napparent long-lasting steady state (Buick et al. 1995, Brasier and Lindsay 1998), \n\nwhile the middle-late Mesoproterozoic - early Neoproterozoic composition of \n\nseawater seems to have registered stronger perturbations in the geochemical cycles \n\nas a result of miscellaneous factors (Brasier and Lindsay 1998, Kah et al. 1999, \n\nBartley et al. 2000, 2001, Bartley and Kah 2003, Frank et al. 1997, 2003).   \n\nThe São Caetano Complex (SCC) marble sequences, located in the \n\nTransversal Domain of the Borborema Structural Province (BSP), northeastern Brazil \n\n(Fig. 1), is a good candidate to unravel the above mentioned chemostratigraphic \n\nproblems, although its sedimentation and metamorphism ages have been poorly \n\nconstrained. This work aims at:  (1) indirectly constrain the depositional age of the \n\nSCC, by comparing its C and Sr-isotope chemostratigraphic curves with previously \n\ncalibrated ones from other sequences worldwide,  (2) enhance the global C- and Sr- \n\nisotope stratigraphy database for the late Mesoproterozoic - early Neoproterozoic \n\ntime span and (3) contribute to explain on how major tectonic events produced main \n\nC- and Sr- isotope perturbations in the ocean water geochemistry during this period \n\nof the Earth's history. Finally, since our isotopic database published in this work was \n\nobtained from marble sequences (amphibolite facies), it is also aimed to assess how \n\nmetamorphism may have affected the original C- and Sr- isotope composition of SCC \n\ncarbonate sequences.  \n\n2. GEOLOGIC SETTING AND AGE \nThe São Caetano Complex (SCC) is located in the Alto Pajeú Terrane (APT), \n\nTransversal Domain of the Borborema structural province (BSP), northeastern Brazil \n\n(Fig. 1). It is a metavolcano-sedimentary sequence characterized by garnet-biotite \n\nparagneiss, quartzite, marble, metapelite, metagraywacke, metadacite, metarhyolite, \n\nand metabasalt, metamorphosed in the amphibolite-facies during late Neoproterozoic \n\n(0.75-0.5 Ga.; Brito Neves et al. 2000).  \n\nFIGURE 1 \nThis complex is associated to metavolcanic sequences and MORB mafic-\n\nultramafic suites (e.g Riacho-Gravata belt and Serrote das Pedras Pretas complex), \n\n\n\n 22\n\nwhich are interpreted as part of a mid-oceanic rift sequence developed at ~1.05 Ga \n\n(Van Schmus et al. 1995), and intruded by early and middle Neoproterozoic plutons \n\n(Brito Neves et al. 2000 and references therein). The SCC is also associated to some \n\nmarine Neoproterozoic metasedimentary sequences (Cachoeirinha Complex), but \n\nfield relationships between them are not conclusive.  \n\nNo agreement on the stratigraphic position of the SCC has been reached thus \n\nfar. The lack of high-resolution stratigraphic information has made its temporal \n\ncharacterization difficult, leading to several stratigraphic proposals. Despite the SCC \n\nhas been strongly affected by regional shear zones and has been extensively \n\nintruded by Neoproterozoic plutonic suites during the Cariris Velhos cycle (0.96-0.95 \n\nGa; Kozuch unpublished results), and Pan-African/Brasiliano orogeny (Brito Neves et \n\nal. 2000), the marble successions studied here have thicknesses and extensions that \n\ncan assure their regional character.  \n\nThe studied SCC marble successions are mainly calcitic and contain silicate \n\nmineral assemblages typical of amphibolite facies (diopside-tremolite-muscovite-\n\ngarnet). These marbles contain considerable amounts of graphite, which are \n\ndisposed in layers and present different cyclic pathways (Fig. 2). They are \n\ninterbedded with siliciclastic successions, and their thickness diminishes upward \n\nsection. In spite of strong folding and shearing to which the SCC has undergone, the \n\nmarble sequences seem to have preserved original stratigraphic polarity. This is \n\ncorroborated by the presence of non-mimetic chemostratigraphic pathways as \n\ndiscussed below.          \n\nFIGURE 2 \nThe age of the SCC is poorly constrained. The oldest age (> 1.3 Ga.) ascribed \n\nto this complex was inferred from sedimentary zircons of Archean to Late \n\nMesoproterozoic collected from siliciclastic successions in the uppermost portion of \n\nthe SCC (Brito Neves et al. unpublished results). The youngest age for this complex \n\nwas assumed from a 0.96 Ga (U-Pb) age determined for a granodioritic-biotite \n\northogneiss that intruded the siliciclastic successions overlying the studied marbles \n\n(Kozuch unpublished results).  \n\n3. MATERIALS AND METHODS  \nMarble samples were thin-sectioned in order to determine their petrographic \n\ncharacteristics and to evaluate whether silicate phases or graphite had some effect \n\non the isotopic record. Determinations of minor and major elements were performed \n\n\n\n 23\n\nusing X-Ray fluorescence to support the petrographic analyses and to further \n\nevaluate post-depositional alterations. These analyses were performed in a Rigaku \n\nRIX 3000 XRF unit, equipped with a Rh tube, at the XRF laboratory, Department of \n\nGeology, Federal University of Pernambuco. Analyses of major and minor elements \n\nare reported in parts per million (ppm).  \n\nFor C- and O-isotope analyses, powdered carbonate samples were reacted \n\nwith 100% orthophosphoric acid during 12 hours at 25oC. The CO2 released from this \n\nreaction was extracted in a high-vacuum extraction line by using cryogenic cleaning \n\naccording to the method proposed by Craig (1957). The CO2 samples were analyzed \n\nfor C and O- isotopes in a multi-collector double-inlet gas source mass spectrometer \n\n(Sira II), at the Stable Isotope Laboratory (LABISE), Department of Geology, Federal \n\nUniversity of Pernambuco. The isotopic composition were contrasted against the in-\n\nhouse standard Borborema Skarn Calcite (BSC), which calibrated against the NBS-\n\n18, NBS-19 and NBS-20 standards, shows an isotopic composition of ?18O = -1.28 ± \n\n0.04‰PDB and  ?13C = -8.58 ± 0.02‰PDB. Results are reported in the international ?‰ \n\n(delta permil) notation respect to the PDB scale.  \n\nFor determination of the Sr-isotopic composition, 5 mg of powdered carbonate \n\nsample were dissolved in 0.5M ultraclean acetic acid for leaching, and centrifuged to \n\nobtain purified Sr. Rb and Sr were separated from the leached solutions by standard \n\nion-exchange techniques. Following, 500 to 1000 ng of purified Sr were loaded onto \n\nTa filament, along with 1µm H3PO4, for TIMS analysis, in a seven collector Mat 262 \n\ninstrument at the Geochronology Laboratory, Institute of Geosciences, University of \n\nBrasilia. \n\n4. CONSTRAINING POST-DEPOSITIONAL ISOTOPIC ALTERATION  \nC- and Sr-isotope composition of marine carbonate materials has been \n\nsuccessfully used to determine changes in the geochemistry of ancient oceans \n\n(Veizer and Hoefs 1976). Nevertheless, diagenesis and/or metamorphism have been \n\nconsidered as potential processes capable to cause post-depositional alteration of \n\nthe original C- and Sr-isotope signatures. When submitted to either one of these \n\nprocesses, carbonates undergo textural, mineralogical and geochemical alterations, \n\nfavored by (1) presence of C- and/or Sr- bearing minerals, (2) presence of \n\nintergranular or intercrystalline fluids, whose C- and Sr-isotope compositions differ \n\nfrom that of the carbonate, (3) abundance of primary elements into the carbonate \n\n\n\n 24\n\nlattice, and (4) extent of the water-rock interaction during precipitation, deposition and \n\npost-depositional processes (Brand and Veizer 1980 a, b, Banner and Hanson 1990, \n\nKaufman et al. 1991).  \n\nThe presence of silicate minerals and/or graphite has been considered as a \n\npotential factor capable of generating post-depositional change of the original C-\n\nisotope signature of carbonates, leading to depletions of their ?13C values (Shieh and \n\nTaylor 1969). It has been also determined that the presence of silicate minerals affect \n\nthe original ?18O and 87Sr/86Sr signatures as well (Chacko et al. 1991, Valley and \n\nO’Neil 1981, Valley 2001). Additionally, it has been established that paired depletions \n\nin ?18O and ?13C chemostratigraphic trends can be expected during post-depositional \n\nisotopic alteration.  \n\nIn order to determine post-depositional alteration and discriminate altered \n\nsamples, which can yield erratic chemostratigraphic pathways, a petrographic \n\ncharacterization of the carbonates samples was performed. In general, studied \n\nmarbles present coarse-grained calcite (0.8 to 4 mm).  Graphite contents vary \n\nbetween 0 and 8% and present a general coarsening up tendency (grain sizes from \n\n0.1 to 2 mm). It is either randomly disposed in layers or in disseminated form. Silicate \n\nphases (quartz, muscovite, tremolite, and diopside) are no representative (Fig. 3). No \n\ndissolution or exsolution textures were found, except when calcite crystals are in \n\ncontact with graphite.  \n\nFIGURE 3 \nGiven to the presence of graphite and silicate minerals in the SCC marbles, \n\n?18O, ?13C and 87Sr/86Sr data were cross-plotted and examined against some other \n\ngeochemical tracers to determine possible post-depositional modifications (Fig. 4). \n\nBesides, the ?13C and ?18O secular variation curves were contrasted against the \n\npresence of graphite and silicate minerals (Fig. 5,6). No paired depletions were \n\nidentified and no relationship was found between presence of silicate minerals and \n\nanomalously depleted isotopic values (Fig. 6). Depletions in the ?13C occur \n\nindependently of the presence and variations in the percentage of silicate minerals \n\nand an opposite behavior was observed when comparing the ?13C curve with the \n\ngraphite content one. In general depletions on the ?13C values accompany increases \n\nin graphite content and size, in sectors where the graphite occurs accumulated in \n\nlayers (Fig. 5,6).  \n\n\n\n 25\n\nOther geochemical parameters were used to further investigate post-\n\ndepositional alterations, following methods proposed by Derry et al. (1992), Kaufman \n\net al. (1991, 1993) and Kaufman and Knoll (1995) (Table 1, Fig. 4). Sr contents \n\nvarying from 552 to 2487 ppm and averaging 1500 ppm, as well as Mn/Sr ratios \n\nvarying from 0.006 to 0.140, and Rb/Sr ratios between 0 and 0.005, were found in \n\nthe SCC marbles. These values perfectly meet the unaltered ratio ranges proposed \n\nby Bartley et al. (2001) for unaltered limestone sequences in Siberia, and are in close \n\nagreement with those lying in the field of unaltered samples (Sr contents > 1000 \n\nppm) proposed by Brand and Veizer (1980a). Additionally, most of the obtained Sr \n\nvalues fall within the unaltered range (1100 and 1400 ppm) that  Kah et al. (1999, \n\n2001) proposed as representative of pristine seawater composition in Meso-\n\nNeoproterozoic limestone sequences located in Canada.  \n\nTABLE 1 \nFIGURE 4 \n\nIn summary, the elemental composition of most of the analyzed SCC marble \n\nsamples lies in the fields of unaltered rocks (Fig. 4). This indicates that the original \n\ncomposition of the limestone sequences has been preserved and effectively buffered \n\nduring early diagenesis by ocean diagenetic fluids, preventing post-depositional \n\nalteration and allowing to low water-rock interaction (W-R) during diagenesis and \n\nmetamorphism. However, few post-depositional modifications of the C-isotope record \n\nwere found for samples with high graphite content. Carbonate samples with \n\nanomalously negative ?13C are thought to be a result of possible post-depositional \n\nalteration due to graphite derived CO2 /CH4  - calcite fractionation during diffusion. \n\nThis processes, which have been reported by several authors (e.g. Dunn and Valley \n\n1992,  Kitchen and Valley 1995, Satish-Kumar et al. 2002), would have not effectively \n\naltered the whole marble sequence due to the low W-R interaction proposed above. \n\nNonetheless, more analyses and evaluation are needed to further constrain this \n\nprocess.  \n\n5. CHEMOSTRATIGRAPHY \n5.1 C-isotope chemostratigraphy \n\nAbout 120 samples from five continuous marble stratigraphic sections near \n\nFlores Town (Pedra de Cal, Santa Rosa, Rodiador, Malutagem localities) and near \n\nSitio dos Nunes town, Pernambuco, were analyzed for C- and O- isotopes (Fig. 1).  \n\n\n\n 26\n\nThe thicker and most complete stratigraphic section (Pedra de Cal locality) \n\nconsists of 44 samples that correspond to nearly 110 m of continuous profile (Fig. \n\n5a). The sequence starts with a very oscillating ?13C pathway, which fluctuates \n\nbetween +2‰PDB and +3.6‰PDB and presents some depletion to values around \n\n1‰PDB. Upsection, those values remain almost constant, averaging +2.3‰PDB, then \n\ndecrease to values as low as -2.2‰PDB and finally stabilize around -1.5 ‰PDB. Some \n\npositive shifts (of no more than 0.5‰PDB ) are also noticeable. A positive excursion, \n\nfrom 0 to +1.8‰PDB, characterizes the upper portion of the section just before falling \n\nto values around 0 and -1‰PDB in its uppermost portion. \n\nFIGURE 5 \nThe Malutagem (Fig. 5b) and Sitio dos Nunes sections (Fig. 5c) display \n\npredominantly negative ?13C values. Both sections start with oscillating values, in \n\nwhich shifts from -2.6‰PDB to ~+1‰PDB are identified. This pathway is interrupted by \n\na very pronounced enrichment from -1.5 to +2.5‰PDB, which finally decreases to \n\nvalues near -2‰PDB upsection . \n\nThe Santa Rosa (Fig. 5d) and Rodiador (Fig. 5e) sections display the most \n\npositive ?13C values in this study. Both sections start with negative ?13C values, -\n\n1.8‰PDB and  -1.4‰PDB respectively, which then increase upsection reaching values \n\nas high as +3.7‰PDB. In the Rodiador section those positive values sporadically \n\ndecrease to values near -1.8‰PDB, which were interpreted as the result of post-\n\ndepositional alteration; whereas in the Santa Rosa section, positive values \n\n(+2.7‰PDB) are preserved and no shift towards negative values has been recorded.  \n\nSamples with possible post-depositional alteration were discarded (see \n\nprevious section) and the ?13C chemostratigraphic pathways were used to correlate \n\nthe stratigraphic sections and to construct a composite C-isotope variation curve (Fig. \n\n6). The correlation between stratigraphic sections was performed contrasting C-\n\nisotope anomalies. Three C-isotope stages were identified: (a) C-isotope stage 1, \n\nmostly characterized by the presence of positive ?13C values (from +2.3 to \n\n+3.6‰PDB); (b) C-isotope stage 2, characterized by a very fluctuating ?13C pathway, \n\nwhich starts with a large negative excursion (from ~+2 to ~-2‰PDB), then increase to \n\nvalues ~+2.4‰PDB, to subsequently shift back to values near -2‰PDB and to finally \n\nincrease towards values around 3‰PDB; and (c) C-isotope stage 3 that displays a \n\nnoticeable and constant increase, from ~-2‰PDB to ~+3.7‰PDB.  \n\n\n\n 27\n\nFIGURE 6 \nThe composite chemostratigraphic trends are accompanied by changes in the \n\nchemical and mineralogical composition of carbonates. An increasing, upward \n\ntendency in the Mg/Ca ratio, accompanied by the presence of few silicate phases \n\n(predominantly quartz, muscovite and tremolite) and variable amounts of graphite, \n\ncharacterizes the C-isotope stage 1. On the other hand, low graphite contents and \n\nslightly higher amounts of silicate minerals (quartz and tremolite) characterize C-\n\nisotope stage 2, in which a mimetic behavior between the Mg/Ca ratios and the C-\n\nisotope values is observed. Finally, C-isotope stage 3 contains low amounts of \n\ngraphite and silicate minerals and presents an increasing tendency in the Mg/Ca \n\nratios, which is less pronounced in magnitude that those observed in C-isotope stage \n\n2 (Fig. 6).  \n\nIn summary, changes in C-isotope chemostratigraphic trends keep a co-\n\nvariation with Mg/Ca ratios and amount of graphite (Fig 6). As exposed above, shifts \n\nin the C-isotope composition of carbonates coincide with changes in the amount of \n\ngraphite (Figs. 4, 5) and its distribution in outcrop (Fig. 2). Low amounts of graphite, \n\ndisposed in layers, characterize the C-Isotope stage 1, whereas variable amounts of \n\ngraphite, disposed in layers and some times disseminated, are commonly found \n\nassociated to C-isotope stage 2. Finally, variable amounts of graphite, although less \n\npronounced than those observed in C-isotope stage 2, are found in most of cases \n\ndisposed in layers in the stratigraphic interval corresponding to the C-isotope stage 3. \n\n5.2 Sr- isotope stratigraphy \nA composite 87Sr/86Sr curve was constructed based on the well-constrained C-\n\nIsotope composite chemostratigraphic curve (Fig. 6). 87Sr/86Sr values averaging \n\n0.706 where found in the lower portion of the sequence, characterizing the C-isotope \n\nstage 1. Values increase to ~0.707 and then fall again, up section, to values near \n\n0.706 in the stratigraphic interval corresponding to the C-isotope stage 2, to finally \n\nshift to values ~0.707. In the uppermost portion of the sequence and coinciding with \n\nthe C-isotope stage 3, values decrease to ~0.706, remaining constant through the \n\nupper-most portion of the composite chemostratigraphic curve.  \n\n \n \n \n \n\n\n\n 28\n\n6. DISCUSSION \n6.1 Regional implications of the São Caetano Complex C and Sr isotope \ncomposition \n\nC- and Sr-isotope composition of carbonate sequences has been successfully \n\nused to correlate marine carbonate sequences worldwide and to indirectly constrain \n\ntheir depositional age (Kah et al. 1999, Bartley et al. 2001, among others). The \n\neffectiveness of this approach has not only been demonstrated for limestone \n\nsequences, but also on marble successions, in which the lack of fossils and other \n\ngeochronologic indicators make age determinations rather difficult (Kaufman et al. \n\n1991).  \n\nThe ?13C secular variation pathways encountered in the SCC marbles seem to \n\nclosely match with those encountered in Meso-Neoproterozoic carbonate sections in \n\nCanada and Siberia (Fig. 7) (Knoll et al. 1995, Kah et al. 1999, Bartley et al. 2001). \n\nFor instance, carbonate sequences from Siberia (Bartley et al. 2001) and Canada \n\n(Kah et al. 1999) present mostly positive ?13C values (~+4‰PDB), which are \n\ninterrupted by a large depletion towards negative values(-2.7‰PDB); the latter \n\nseparated by a large positive excursion of near ~5‰PDB (from -2.4 to ~+2.4‰PDB) \n\n(Fig. 7). According to Bartley et al. (2001) such a positive excursion (-2.4 to \n\n+2.4‰PDB) marks the Meso-Neoproterozoic passage (~1 Ga). On the other hand, the \n\nage of the positive isotopic plateau (3-4‰PDB) preceding the above mentioned \n\npositive excursion was constrained based on a Pb-Pb isochron for carbonates from \n\nSiberia, which yield an age of 1.03 Ga (Ovchinnikova et al. 1995). Additional age \n\ndata, based on isotopic analyses of glauconite-illite series minerals, provided an age \n\nof near 1.17 Ga for the stratigraphic levels presenting this isotopic plateau in the \n\nKerpyl Group, Siberia (Bartley et al. 2001).  \n\nFIGURE 7 \nBartley et al. (2001) reported 87Sr/86Sr data averaging 0.706 from some middle \n\nRiphean sucessions in Siberia (Turukhansk Uplift, Sukhaya Tunguska Formation) \n\nand values between 0.706 and 0.7065 from their late Riphean counterparts. These \n\ndata supplemented the data obtained by Kah et al. (2001), who reported values \n\nbetween 0.7052 and 0.706 from Mesoproterozoic carbonates of the Bylot \n\nSupergroup in Canada, as well as from gypsum successions of the Society Cliffs \n\nFormation in Canada. Nevertheless, Gorokhov et al. (1995) reported increasing \n\n\n\n 29\n\n87Sr/86Sr ratios, from 0.706 to 0.7065, obtained in middle-late Riphean (Meso-\n\nNeoproterozoic transition) successions in Siberia.  \n\nThe 87Sr/86Sr values reported in the literature for the Mesoproterozoic –\n\nNeoproterozoic transition are quite similar to those for the SCC marble sequences \n\n(Fig. 7). Although Bartley et al. (2001) proposed that 87Sr/86Sr values around 0.705 \n\ncharacterize the middle-upper Riphean transition, values around 0.707 found for \n\nSCC marbles are quite similar to those reported by Gorokhov et al. (1995) for the \n\nsame time span. However, similar values from the Turukhansk Uplift (Siberia) were \n\nconsidered by Bartley et al. (2001) as representing post-depositional alteration. \n\nOn the basis of the similarities between the C- and Sr-isotope \n\nchemostraigraphic pathways encountered in the above-mentioned carbonate \n\nsequences and those herein reported from the SCC, a sedimentation spanning from \n\n1.1 to ~0.97 Ga is proposed. This suggests that oceanic conditions likely dominated \n\npart of the Transversal Domain of the Borborema Structural Province during the \n\nMeso-Neoproterozoic boundary and consequently, that the Transversal Domain \n\nremained as an open oceanic basin during that time span. This implies that the \n\nproposed landmasses collisional processes associated to the agglutination of \n\nRodinia supercontinent (Brito Neves et al. 2000), would have not taken place before \n\n0.97 Ga in the Transversal Domain. The same conclusion has been recently reached \n\nby Kröner and Cordani (2003) who envisaged the possibility of a small and narrow \n\noceanic basin in the Transversal Domain, during a period of continental expansion \n\nand rifting around 1.0 Ga.  \n\n6.2 Global Implications of the late Mesoproterozoic - early Neoproterozoic C \nand Sr-Isotope record    \n\nSince changes in the C- and Sr-isotope composition of seawater have been \n\nascribed to miscellaneous processes, a brief discussion about the factors that can \n\neventually affect such an isotopic composition will be addressed before discussing \n\nthe late Meso- early Neoproterozoic record.   \n\nOscillatory ?13C pathways encountered in carbonate sequences worldwide \n\nhave been attributed, in the long term, to periods of high tectonic activity during which \n\ninputs and outputs of the available Corg resulted in changes in the C-isotope \n\ncomposition of seawater respectively (Derry et al. 1992, Lindsay and Brasier 2002, \n\nBekker et al. 2003). For instance, enriched ?13C values have been attributed to \n\nperiods of high tectonic activity during which enhanced Corg burial causes high levels \n\n\n\n 30\n\nof oxygenation levels in ocean and atmosphere, as well as high biologic \n\ndiversification events (Des Marais 1997). These values are also expected during \n\nperiods of high Corg sequestration during widespread subduction of Corg-rich \n\nsedimentary slabs and during widespread oceanic closure (Lindsay and Brasier \n\n2000, 2002, Bekker et al. 2003). Alternatively, it has also been proposed that short \n\nlasting phenomena such as upwelling, relative sea level changes, ocean water \n\nstratiphication, among other, can also generate fluctuating, environment dependant \n\n?13C pathways in the sedimentary record as observed in Phanerozoic sedimentary \n\nsuccession (Mitchell et al. 1996, Scholle and Arthur 1980). Oppositely, low ?13C \n\nvalues are associated to periods of stable tectonics, in which low Corg burial \n\ncontribute to the oxidation and incorporation of the available crustal 12C-rich organic \n\nmaterial being incorporated into the ocean system (Des Marais 1994, Kah et al. \n\n1999, Bartley et al. 2001). Depleted ?13C values can be also expected during periods \n\nof oceanic rifting and spreading, as well as during the occurrence of mantle \n\nsuperplumes, in which 13C-depleted volcanic CO2 is released into the ocean water \n\n(Lindsay and Brasier 2000, 2002). \n\nOn the other hand, the Sr isotopic composition of seawater have been \n\nassociated to diverse phenomena such as mid-oceanic rifting (outgassing), alteration \n\nof seafloor basalt and continental crust weathering and associated Sr isotope \n\nincorporation into the ocean via riverine discharge. Under this perspective, general \n\nagreement exists in that low 87Sr/86Sr values have been associated to mid oceanic \n\nvolcanic activity (outgassing) and to alteration of seafloor basalt, whereas high \n87Sr/86Sr values have been associated mostly to continental weathering (Veizer et al. \n\n1997).  \n\nThe Mesoproterozoic seems to have been a crucial period of the evolution of \n\nEarth, during which strong and global tectonic events (e.g Grenville, agglutination of \n\nsupercontinent Rodinia, widespread rifting) (Hoffman 1999), large Corg sequestration \n\nthrough burial and concomitant oceanic redox conditions (Des Marais et al. 1992, \n\nCanfield 1998), carbonate saturation of ocean water (Kah et al. 2001, Bartley and \n\nKah 2003) and biochemical ecstasy (Knoll 1992) seem to have fashioned the C-\n\nisotope composition of seawater.  \n\nSome authors (e.g. Buick et al. 1995, Knoll et al. 1995, Brasier and Lindsay \n\n1998) have proposed that tectonic stability, biochemical ecstasy (appearance and \n\n\n\n 31\n\ndiversification of Eukaryotes) and oceanic geochemical quiescence derived from \n\nlarge ocean-atmosphere equilibrium generated an almost invariant C-isotope \n\ncomposition of the Mesoproterozoic seawater. Other authors, in contrast, have \n\ninvoked the occurrence of enhanced Corg matter burial, occurring during the \n\nagglutination of Rodinia, to explain secular variations in the middle Meso-early \n\nNeoproterozoic ?13C record (Kah et al. 1999, Bartley et al. 2001). Such an \n\nenhancement in the Corg burial would have prevented 12C-rich material to oxidize and \n\nthus, the concomitant incorporation of the available 12C into the ocean water, \n\ngenerating high ocean water oxygenation levels that led to an increase in life \n\ndiversification, which in turn, generated a general ?13C increase in the seawater due \n\nto high 12C biological consumption.  \n\nAlternatively, Bartley and Kah (2003) and Frank et al. (2000, 2003) proposed \n\nthat these slightly fluctuating C-isotope pathways should have been related to large \n\nchanges in the biochemical cycles and in the mass balance between the inorganic \n\n(Ccarb) and organic (Corg) carbon reservoirs; which would have resulted in 13C \n\ndepleted-anoxic deep ocean and 13C-rich shallow marine waters.  \n\nOn the other hand, variation in the Mesoproterozoic Sr-isotope \n\nchemostratigraphic record has been somehow more understood than the C-isotope \n\none, despite the scarcity of data. It has been proposed, for example, that such an \n\nincrease in the seawater Sr-isotope composition (from ~0.704 to ~0.707) occurring \n\nbetween the early Mesoproterozoic and early Neoproterozoic seems to have \n\noccurred as a result of changes in the global tectonic activity (Veizer et al. 1992, Hall \n\nand Veizer 1996, Gorokhov et al. 1995, Bartley et al. 2001). For instance, the lowest \n\nvalues observed during the early Mesoproterozoic have been associated to \n\nwidespread early Riphean rifting activity (Veizer et al. 1992) whereas the high \n\nradiogenic values obtained for the late Mesoproterozoic - early Neoproterozoic time \n\nspan have been attributed to enhanced continental Sr inputs during the onset of the \n\nagglutination of Rodinia supercontinent and associate orogenic events (Bartley et al. \n\n2001, Kah et al. 2001)   \n\nBased on the published C- and Sr-isotope database, on the SCC \n\nchemostratigraphic record and on other lines of evidence, it seems that the late \n\nMesoproterozoic- early Neoproterozoic (1.1-0.97 Ga) C- and Sr-isotope composition \n\nof seawater would have been primarily controlled by tectonic activity (Fig.7). For \n\n\n\n 32\n\ninstance, the positive ?13C values (3-4‰) found in middle-middle Riphean \n\nsuccessions worldwide (C-isotope stage 1) (Kah et al. 1999, Bartley et al. 2001) \n\nwould have been controlled by a combination of global Corg burial and sequestration \n\nthrough subduction during the peak of the Grenville orogeny (~1.1 Ga.), when \n\nwidespread orogenic belts and subduction zones would have extensively developed \n\n(McLelland et al. 1996). Such an orogenic peak would have also led to moderate \n87Sr/86Sr values (0.7060) (Gorokhov et al. 1995) in the contemporaneous seawater \n\nas a result of large amounts of juvenile material, generated during the lower Riphean \n\nrifting event, being incorporated into the continental margins of the forming Rodinia \n\nsupercontinent (Bartley et al. 2001).  \n\nIn contrast, during the upper middle - late Riphean time, the occurrence of \n\nwidespread rifting occurring in the São Francisco Craton (D'Agrella-Filho et al. 1990) \n\nand in between different continental landmasses (~1.05 Ga) (Kröner and Cordani \n\n2003), including the Transversal Domain in the Borborema Province (e.g Riacho \n\nGravata Complex; Brito Neves et al. unpublished results) as well as the apparition of \n\nseveral continental margin magmatic arcs (e.g Cariris Velhos, Sri Lanka) (Kröner et \n\nal. 2003, Kröner and Cordani 2003, Brito Neves et al. unpublished results) would \n\nhave considerably affected the C- and Sr- seawater isotope composition (Fig. 7). The \n\nformer tectonic event, would have generated the decreasing ?13C trends (from +2 to -\n\n2‰) observed in unmetamorphosed sequences (Knoll et al. 1995, Kah et al. 1999, \n\nBartley et al. 2001) and those observed in metamorphosed ones (lowermost portion \n\nof the C-isotope stage 2), as a consequence of the large addition of 13C depleted \n\nCO2 during oceanic rifting. Additionally, this phenomenon would explain the low \n87Sr/86Sr values (0.705-0.706) encountered for the same time span as a result of \n\naddition of large volumes of oceanic (juvenile) crust (Fig. 7) (Gorokhov et al. 1995, \n\nBartley et al. 2001). \n\nThe occurrence of the above mentioned continental margin magmatic arcs \n\n(1.0 Ga), in contrast, would have caused the observed  ?13C positive excursion (Knoll \n\net al. 1995, Kah et al. 1999, Bartley et al. 2001) during the middle interval of the C-\n\nisotope stage 2. This short lasting and sharply positive excursion would have been \n\nthe result of the extensive sequestration of Corg-rich materials, through burial and \n\nsubduction, during a period of global sea level rise (Knoll et al. 1995, Li et al. 2003); \n\nwhich would have caused the C-isotope composition of seawater to fluctuate. In \n\n\n\n 33\n\nother words, the increasing 13C enrichment, which resulted from Corg sequestration, \n\nwould have rapidly shifted back towards the negative values observed below such a \n\npositive excursion as a result of a sea level rise. Finally, this continental margin \n\nmagmatic arc and related mountain building would have invigorated the exumation of \n\ncontinental crust material, causing a slight increase in the 87Sr/86Sr values to 0.7070 \n\nas well (Fig. 7).         \n\nThe negative ?13C values (~-2‰) that characterize the middle-upper portion of \n\nthe C-isotope stage 2, which then shift back towards positive values (~+3‰) in its \n\nupper most part and finally reach ~+3.7‰ in the C-isotope stage 3 characterize the \n\nearly-middle Upper Riphean time and are interpreted here as the conjugation of the \n\ntwo following factors: (a) the continuing  sequestration through subduction of 12C-rich \n\ncontinental derived material, associated to the onset of the above mentioned \n\ncontinental margin magmatic arc (1.0 and 0.97 Ga.) (Kröner et al. 2003, Kröner and \n\nCordani 2003), and (b) enhanced global sea level fall (Fig. 7).  \n\nFrom this panorama, it can be concluded that the C- and Sr- secular variation \n\ncurves for the SCC and, in general, the late Mesoproterozoic- early Neoproterozoic C \n\nand Sr-isotope curve, seem to represent variations in the original geochemistry of \n\nseawater, which in turn would have been controlled by worldwide major tectonic \n\nevents during its deposition (e.g. peak of the Grenville orogeny  (1.1 Ga), oceanic \n\nrifting activity (1.05 Ga) and continental magmatic arc formation (=Cariris Velhos \n\nevent; 1.0- 0.85 Ga). The same kind of mechanisms were evoked by Lindsay and \n\nBrasier (2002) to explain perturbations in the C-isotope composition of seawater \n\nduring the Paleoproterozoic, period during which tectonic activity produced \n\nnoticeable shifts in the seawater geochemistry after a period of apparent \n\ngeochemical quiescence. Hence, major tectonic episodes must be regarded as \n\nprimordial factors capable to control and modify the global C-cycle and thus the C- \n\nand Sr - isotope composition of seawater through time.      \n\nACKNOWLEDGMENTS \nWe thank Gilsa M. Santana and Vilma S. Bezerra, for the assistance with C- \n\nand O-isotope analyses and also for sample preparation for Sr-isotope analysis. We \n\nalso thank Simone Gioia for assistance with Sr-isotope analyses at the University of \n\nBrasilia. J. C. Silva wishes to express his gratitude to COLFUTURO for providing a \n\nfull-tuition scholarship. This is the NEG-LABISE contribution N. 230. \n \n\n\n\n 34\n\nResumo \nValores de isótopos de C e 87Sr/86Sr de cinco seqüências de carbonatos do \n\nComplexo São Caetano, nordeste do Brasil foram usados para estimar a sua idade \n\nde deposição e relacionar variações da composição isotópica na água do mar com \n\neventos tectônicos globais. Três estágios de variação de isótopos de carbono foram \n\nidentificados de base para o topo numa seção quimioestratigráfica composta: (1) \n\nestágio em que ?13C varia de +2 a +3.7‰PDB  (media 3‰PDB), (2) estágio no qual \n\n?13C varia consideravelmente (de -2 a +3‰PDB) e (3) estágio apresentando valores \n\nconstantes de cerca  de +3.7‰PDB. Valores de 87Sr/86Sr ~0.70600 caraterizam o \n\nestágio isotópico 1, tornando-se mais variáveis no estágio isotópico 2 (entre \n\n~0.70600 e ~0.70700). Finalmente, valores em torno de 0.70600 caraterizam o \n\nestagio isotópico 3.        \n\nA quimioestratigrafía de C e Sr permite concluir que: (a) as curvas de variação \n\nseculares dos carbonatos do Complexo São Caetano registram flutuações primárias \n\nna composição isotópica de C e Sr da água do mar durante a passagem Meso-\n\nNeoproterozoico na Província Borborema; (b) o ciclo orogênico Cariris \n\nvelhos/Grenville, a ocorrência de rifteamento e formação de arcos magmáticos \n\ncontinentais, e a formação do supercontinente Rodinia, controlaram a composição \n\nisotópica de C e Sr da água do mar durante os estágios isotópicos 1, 2, 3.              \n\nREFERENCES \nAzmy K, Veizer J, Misi A, Oliveira T, Sanches and Dardenne M. 2001. Dolomitization \n\nand isotope stratigraphy of the Vazante Formation, São Francisco Basin, Brazil, \n\nPrecamb Res 112: 303-329.  \n\nBanner J and Hanson G. 1990. Calculation of simultaneous isotope and trace \n\nelement variations during water-rock interaction with application to carbonate \n\ndiagenesis. Geochim Cosmochim Acta 54: 3123-3138. \n\nBartley J and Kah L. 2003. Marine DIC, Corg-Ccarb coupling and the evolution of the \n\nProterozoic carbon Cycle. Geology 32: 129-132.    \n\nBartley J, Knoll A, Grotzinger J and Sergeev V. 2000. Lithification and fabric genesis \n\nin precipitated stromatolites and associated peritidal carbonates, \n\nMesoproterozoic Billyakh Group, Siberia. In: Grotzinger J and James N (Ed). \n\nCarbonate sedimentation and diagenesis in the evolving Precambrian world. \n\nSEPM Special Publication 67, Tulsa, OK. p. 59–74. \n\n\n\n 35\n\nBartley J, Semikhatov M, Kaufman A, Knoll A, Pope M and Jacobsen S. 2001. Global \n\nevents across the Meso-Neoproterozoic boundary: C and Sr Isotopic evidence \n\nfrom Siberia. Precamb Res 111: 165-202. \n\nBekker A, Karhu J, Eriksson K and Kaufman A. 2003. Chemostratigraphy of the \n\nPaleoproterozoic carbonate successions of the Wyoming Craton: Tectonic \n\nforcing of biochemical change? Precamb Res 120: 279-325. \n\nBrand U and Veizer J. 1980a. Chemical diagenesis of a multicomponent carbonate \n\nsystem-1: Trace elements. J Sed Petrol 50: 1219-1236. \n\nBrand U and Veizer J. 1980b. Chemical diagenesis of a multicomponent carbonate \n\nsystem-2: Stable Isotopes. J Sed Petrol 51: 987-997. \n\nBrasier M and Lindsay J. 1998. A billion years of environmental stability and the \n\nemergence of Eukaryotes: New data from Northern Australia. Geology 26: 555-\n\n558. \n\nBrito Neves B, Santos E and Van Schmus W. 2000. In Cordani U et al. (Ed). Tectonic \n\nhistory of the Borborema Province, Northeastern Brazil. Tectonic Evolution of \n\nSouth America. 31st IGC. Rio de Janeiro, Brazil. p. 151-193. \n\nBuick R, Des Marais D and Knoll A. 1995. Stable isotope composition of  carbonates \n\nfrom the Mesoproterozoic Bangemall Group, Northwestern Australia. Chem \n\nGeol 123: 153-171. \n\nCanfield D. 1998. A new model for Proterozoic ocean chemistry. Nature 396: 450-\n\n453. \n\nChacko T, Mayeda T, Clayton R and Goldsmith J. 1991. Oxygen and carbon isotope \n\nfractionation between CO2 and calcite. Geochim Cosmochim Acta 55: 2867-\n\n2882. \n\nCraig H. 1957. Isotope standard for carbon and oxygen and correction factors for \n\nmass spectrometry analysis of carbon dioxide. Geochim Cosmochim Acta 12: \n\n133-149. \n\nD’Agrella-Filho M, Pacca I, Renne P, Onstott T and Teixeira W. 1990. \n\nPaleomagnetism of the middle Proterozoic (1.01-1.08 Ga) mafic dikes in \n\nsouthern Bahia State. São Francisco Craton, Brazil. Earth Planet Sci Lett 10: \n\n332-348.  \n\nDerry L, Kaufman J and Jacobsen S. 1992. Sedimentary cycling and environmental \n\nchange in late Proterozoic: Evidence from stable and radiogenic isotopes. \n\nGeochim Cosmochim Acta 56: 1317-1329. \n\n\n\n 36\n\nDes Marais D, Strauss H, Summons R and Hayes J. 1992. Carbon isotope evidence \n\nfor the step-wise oxidation of the Proterozoic environment. Nature 359: 605-609. \n\nDes Marais D. 1994. Tectonic control of the crustal organic carbon reservoir during \n\nthe Precambrian. Chem Geol 114: 303-314. \n\nDes Marais D. 1997. Isotopic evolution of the biochemical carbon cycle during the \n\nProterozoic Eon. Org Geochem 27: 185-193. \n\nDunn S and Valley J. 1992. Calcite-graphite isotope thermometry: a test for \n\npolymetamorphism in marble, Tudor gabbro aureole, Ontario, Canada. J \n\nMetamorphic Geol 10: 487-501. \n\nFerreira V, Sial A and Jardim de Sá E. 1998. Geochemical and isotopic signatures of \n\nthe Proterozoic granitoids in the terranes of the Borborema structural province, \n\nnortheastern Brazil. J S Am Earth Sci 11: 439-455.  \n\nFrank T, Lyons T and Lohmann K. 1997. Isotopic evidence for the \n\npaleoenvironmental evolution of the Mesoproterozoic Helena Formation, Belt \n\nSupergroup, Montana. Geochim Cosmochim Acta 61: 5023-5041.  \n\nFrank T and Lyons T. 2000. The integrity of ?18O records in Precambrian carbonates: \n\na Mesoproterozoic case study. In Grotzinger J. and James N.(Ed.) Carbonate \n\nsedimentation and diagenesis in the evolving Precambrian world. SEPM Special \n\nPublication 67, Tulsa, OK. p. 315-326.  \n\nFrank T, Kah L and Lyons T. 2003. Changes in organic matter production and \n\naccumulation as a mechanism for isotopic evolution in the Mesoproterozoic \n\nocean. Geol Mag 140: 397-420. \n\nGomes H. 1999. Programa levantamentos geológicos básicos do Brasil. Folha SB. \n\n24-Z-C. Serra Talhada. Estado de Pernambuco, Paraíba e Ceará. Serviço \n\ngeológico do Brasil (CPRM) Ministerio de Minas e Energia. Brasilia. 57p.  \n\nGorokhov I, Semikhatov M, Baskakov A, Kutyavin E, Melnikov N, Sochava A and \n\nTurchenko T. 1995. Sr isotopic composition in Riphean, Vendian, and Lower \n\nCambrian carbonates from Siberia. Stratigr Geol Correl 3: 1–28. \n\nHall S and Veizer J. 1996. Geochemistry of Precambrian carbonates VII: Belt \n\nSupergroup, Montana and Idaho, USA. Geochim Cosmochim Acta 60: 667-677. \n\nHoffman P. 1999. The break-up of Rodinia, birth of Gondwana, true polar wander \n\nand the snowball Earth. J African Earth Sci 28: 17-33.  \n\nHoffman P. and Schrag D. 2002. The snowball Earth hypothesis: Testing the limits of \n\nglobal change. Terra Nova 14: 129–155. \n\n\n\n 37\n\nJacobsen S and Kaufman A. 1999. The Sr, C and O isotopic evolution of the \n\nNeoproterozoic seawater. Chem Geol 161: 37-57.  \n\nKah L, Sherman A, Narbonne G, Kaufman A, Knoll A and James N. 1999. Isotope \n\nstratigraphy of the Mesoproterozoic Bylot supergroup, Northern Baffin Island: \n\nImplication for regional lithostratigraphic correlation. Can J Earth Sci 36: 313-\n\n332. \n\nKah L, Lyons T and Chesley J. 2001. Geochemistry of a 1.2 Ga carbonate-evaporite \n\nsuccession, northern Baffin and Bylot Island: Implications for Mesoproterozoic \n\nmarine evolution. Precamb Res 111: 203-236. \n\nKaufman A and Knoll A. 1995. Neoproterozoic variations of the C-isotopic \n\ncomposition of seawater: stratigraphic and biochemical implications. Precamb \n\nRes 73: 27-49.   \n\nKaufman A, Hayes J, Knoll A and Germs G. 1991. Isotopic compositions of \n\ncarbonates and organic carbon from upper Proterozoic successions in Namibia: \n\nstratigraphic variation and the effects of diagenesis and metamorphism. \n\nPrecamb Res 49: 301-327. \n\nKaufman A, Jacobsen S and Knoll A. 1993. The Vendian record of Sr- and C- \n\nisotopic variations in seawater: Implications for tectonics and paleoclimate. \n\nEarth Plan  Science Lett  120: 409-430. \n\nKitchen N and Valley J. 1995. Carbon isotope thermometry in marbles of the \n\nAdirondack Mountains, New York. J Metamorphic Geol 13: 577-594  \n\nKnoll A. 1992. The early evolution of Eukaryotes: a geological perspective. Science \n\n256: 622-627. \n\nKnoll A, Kaufman A and Semikhatov M. 1995. The carbon isotopic composition of \n\nProterozoic carbonates: Riphean successions from northwestern Siberia \n\n(Andabar Massif, Turukhansk uplift). Am J Sci 295: 823-850. \n\nKröner A and Cordani U. 2003. African, Southern India and South American cratons \n\nwere not part of the Rodinia supercontinent: evidence from field relationships \n\nand geochronology. Tectonophysics 375 : 325-352.   \n\nKröner A, Kehelpannala K and Hegner E. 2003. Ca. 750–1100 Ma magmatic events \n\nand Grenville-age deformation in Sri Lanka: relevance for Rodinia \n\nsupercontinent formation and dispersal, and Gondwana amalgamation. J Asian \n\nEarth Sci  22: 279-300.  \n\n\n\n 38\n\nLi C, Peng P, Sheng G, Fu J and Yan Y. 2003. A molecular and isotopic geochemical \n\nstudy of Meso- to Neoproterozoic (1.73–0.85 Ga) sediments from the Jixian \n\nsection, Yanshan Basin, North China. Precamb Res 125: 337-356.  \n\nLindsay J and Brasier M. 2000. A carbon isotope reference curve c.a. 1700-1775 Ma, \n\nMcArthur and Mount Isa Basins, northern Australia. Precamb Res 99: 271-308. \n\nLindsay J and Brasier M. 2002. Did global tectonics drive early biosphere evolution? \n\nCarbon isotope record from 2.6 to 1.9 Ga carbonates of western Australian \n\nbasins. Precamb Res 114: 1-34. \n\nMaheshwari A, Sial A, Sharma A, Hussain S and Chauhan N. 2002. Carbon isotope \n\ncomposition of Raialo carbonates and its equivalents, Delhi supergroup, India: \n\nimplications for stratigraphic correlation. Gondwana Res 5: 554-556. \n\nMcLelland J, Daly J and McLelland J. 1996. The Grenville orogenic cycle (ca. 1350–\n\n1000 Ma); an Adirondack perspective. Tectonophysics 265: 1-28. \n\nMelezhik V, Fallick A and Clark T. 1997. Two billion years-old isotopically heavy \n\ncarbon: evidence from the Labrador Trough, Canada. Can J Earth Sci 34: 271-\n\n285. \n\nMitchell S, Paul C and Gale A. 1996. Carbon isotopes and sequence stratigraphy. In \n\nHowell J and Aitken J (Ed.). High resolution sequence stratigraphy: innovations \n\nand applications. Geol Soci Spec Publ 104. p. 11-24. \n\nOvchinnikova G, Semikhatov M, Gorokhov I, Belyatskii B, Vasilieva I and Levskii L. \n\n1995. U–Pb systematics of Pre-Cambrian carbonates: the Riphean Sukhaya \n\nTunguska Formation in the Turukhansk Uplift, Siberia. Lithology Min Resour 30: \n\n525-536. \n\nSantos R, Alvarenga C, Dardenne M, Sial A and Ferreira V. 2000. Carbon and \n\noxygen isotope profiles across Meso-Neoproterozoic limestones from central \n\nBrazil: Bambuí and Paranoá groups. Precsmb Res 104: 107-122.   \n\nSatish-Kumar M, Wada H and Santosh M. 2002. Constraints on the application of \n\ncarbon isotope thermometry in high to ultrahigh temperature metamorphic \n\nterranes. J Metamorphic Geol 20: 335-350. \n\nScholle P and Arthur M. 1980. Carbon isotope fluctuations in cretaceous pelagic \n\nlimestones: Potential stratigraphic and petroleum exploration tool. AAPG Bull \n\n64: 67-87. \n\nShieh Y and Taylor H. 1969. Oxygen and carbon isotope studies of contact \n\nmetamorphism of carbonate rocks. J Petrol 10: 307-331. \n\n\n\n 39\n\nVan Schmus W, Brito Neves B, Hackspacher P and Babinski, M, 1995, U/Pb and \n\nSm/Nd geochronologic studies of Eastern Borborema Province, Northeastern \n\nBrazil:  Initial conclusions. Jour S Am Earth Sci 8: 267-288. \n\nValley J. 2001. Stable isotope thermometry at high temperatures. In Valley J and \n\nCole D (Ed.) Stable isotope geochemistry. Reviews in Mineralogy and \n\ngeochemistry 43. Min Soc Am. p. 365-414. \n\nValley J and O'Neil J. 1981. 13C/12C exchange between calcite and graphite a \n\npossible thermometer for Greenville marbles. Geochim Cosmochim Acta 45: \n\n411-419. \n\nVeizer J and Hoefs J. 1976. The nature of 18O/16O and 13C/12C secular trends in \n\nsedimentary carbonate rocks. Geochim Cosmochim Acta 40: 1387-1395. \n\nVeizer J, Plumb K, Clayton R, Hinton R and Grotzinger J. 1992. Geochemistry of \n\nPrecambrian carbonates V: Late Paleoproterozoic (1.8± 0.25) seawater. \n\nGeochim Cosmochim Acta 56: 2487-2501.     \n\nVeizer J, Buhl D, Diener A, Ebneth S, Podlaha O, Bruckschen P, Jasper T, Korte C, \n\nSchaaf M, Ala D and Azmy K. 1997. Strontium isotope stratigraphy: potential \n\nresolution and event correlation. Review paper. Paleogeogr Paleoclimatol \n\nPaleoecol 132: 65-77. \n\nFIGURE CAPTIONS \nFigure 1. Geologic map of the studied area. Numbers represent the location of the \n\nstratigraphic sections: 1.Pedra de Cal, 2. Santa Rosa, 3. Malutagem, 4. \n\nRodiador.Tectonic terranes map are from Ferreira et al. (1998). Geologic map \n\nmodified from Gomes (1999). \n\nFigure 2. A. Marble succession presenting cyclic graphite-rich layers (Pedra de Cal \n\nsection). B. Amphibolite layer interlayered with marbles in the Pedra de Cal \n\nSection. The white rectangle is 40 cm long.  \n\nFigure 3. Main petrographic characteristics of the SCC marbles. Thin sections from \n\nthe Pedra de Cal (A), Malutagem (B), Rodiador (C) and Santa Rosa (D) \n\nsections. Calcite (Ca), quartz (Qz), tremolite (Tr), garnet (Gt), graphite (Gr), \n\nmuscovite (Mus). \n\nFigure 4. Cross-plots of isotopic and elemental data from all studied stratigraphic \n\nsections. Arrows indicate geochemical postdepositional alteration trends, \n\nshowing that most samples fall  in the unaltered fields. Geochemical trends \n\n\n\n 40\n\nwere used as proposed by Derry et al.(1992), Kaufman et al.(1991,1993) and \n\nKaufman and Knoll (1995). \n\nFigure 5. C- and O - isotope chemostratigraphic pathways for the studied marble \n\nsuccessions. Note the inverse relationship between the ?13C stratigraphic \n\ntrends and variations in the graphite content. Elemental stratigraphic variations \n\nare also included. \n\nFigure 6. C-,  Sr-  and O - isotope composed  chemostratigraphic curve of the Sao \n\nCaetano marble successions.  Roman numbers represent the C-isotope \n\nstages 1, 2 and 3 identified in this study.  Perturbations in the 87Sr/86Sr secular \n\nvariation curve are coincident with perturbations in the ?13C secular variation \n\ncurve.  No correlation is observed between changes in silicate mineral \n\nassemblages and changes in the isotope curves. Special attention is drawn on \n\nthe opposite behavior between the graphite content and the ?13C secular \n\nvariation curves. In the left most column numbers represent the studied \n\nstratigraphic sections: 1. Pedra de Cal, 2. Malutagem, 3. Sitio dos Nunes, 4. \n\nRodiador, 5. Santa Rosa. In the right column quartz (Qz), muscovite (Mus), \n\ntremolite (Tr), diopside (Dip), garnet (Gt). \n\nFigure 7. Chemostratigraphic C- and Sr- trends from different carbonate sequences \n\nworldwide representing the original composition of the Meso-Neoproterozoic \n\nseawater.  Note the similarity between the chemostratigraphic pathways from \n\nSCC marbles and those from unmetamorphosed sequences in Siberia and \n\nCanada. Roman numbers represent C-isotope stages 1 , 2 and 3. Strong \n\nperturbations in C- and Sr- chemostratigraphic record seem to coincide with \n\nmajor tectonic events.  (A) Offset of the Grenville orogeny, (B) Late \n\nMesoproterozoic Rifting, (C) Cariris Velhos Orogeny, (D) Rodinia \n\nagglutination. A schematic configuration of the SCC basin is also shown. (SF) \n\nSão Francisco Craton, (SL) São Luis Craton, (RG) Riacho-Gravata Complex. \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n\n\n 1 \n\n \nSAMPLE \n\nSTRAT. \nSECTION HEIGHT  ?13C (PDB) ?18O (PDB) \n\nGRAPHITE \n(%) 87Sr/86Sr Si ppm Ca ppm Mn ppm Mg ppm Sr ppm Rb ppm Fe ppm \n\nSANTROS 1 0 -1.8 -7.2 10         \nSANTROS2 0.5 -1.7 -7.4 10         \nSANTROS 3 6 0.0 -7.3 10         \nSANTROS 4 7 0.2 -6.8 10 0.70600        \nSANTROS 5 9 0.3 -8.1 0.5  0 393780 13 6530 1966 10 1200 \nSANTROS 6 9.5 0.3 -7.1 0.5         \nSANTROS 7 10.5 0.9 -6.0 0.5         \nSANTROS 8 12 0.3 -6.6 0.5  0 390090 15 5050 2178 0 1129 \nSANTROS 9 17 -0.6 -5.4 0.5 0.70607        \n\nSANTROS 10 18 0.4 -5.9 0.5         \nSANTROS 11 19 1.7 -8.2 0.5         \nSANTROS 12 20 2.2 -7.7 0.5         \nSANTROS 13 20.5 2.4 -7.3 0.5  0 402850 10 2010 1557 0 384 \nSANTROS 14 21.5 2.2 -7.4 0.5         \nSANTROS 15 23.5 2.4 -7.5 5         \nSANTROS 16 25.5 1.7 -6.8 5         \nSANTROS 17 27.5 1.4 -7.3 5         \nSANTROS 18 29.3 2.4 -7.4 0.5  0 396990 10 3290 2006 0 734 \nSANTROS 19 30.5 2.4 -7.2 0.5         \nSANTROS 20 33.5 2.7 -7.0 0.5 0.70595        \nSANTROS 21 \n\nS\nA\n\nN\nT\n\nA\n R\n\nO\nS\n\nA\n \n\n38.5 3.0 -8.3 0.5         \nFLOR 1 0 1.8 -6.4 0  35720 362200 57 3910 1401 10 1792 \nFLOR2 0.8 2.7 -6.4 0         \nFLOR 3 1.6 2.0 -6.4 0         \nFLOR 4 2.1 3.3 -6.2 2         \nFLOR 5 3.5 3.6 -5.4 0 0.70597 0 407970 10 1980 1578 0 249 \nFLOR 6 4.4 3.2 -5.5 0         \nFLOR 7 5.5 3.1 -6.2 0         \nFLOR 8 6.5 2.0 -6.5 0         \nFLOR 9 7.7 1.9 -6.1 5         \n\nFLOR 10 \n\nP\nE\n\nD\nR\n\nA\n D\n\nE\n C\n\nA\nL \n\n8.5 2.0 -6.5 5  0 384250 78 3450 1259 0 1670 \nFLOR 11 A  D E 10.3 1.2 -5.7 2         \n\n\n\n 2 \n\nFLOR 12 11.1 1.6 -6.4 2         \nFLOR 13 12.1 2.9 -5.6 5         \nFLOR 14 13.1 3.0 -5.6 5         \nFLOR 15 15.2 3.2 -5.6 0.5  0 405780 11 2040 1572 0 309 \nFLOR 16 16.5 3.2 -5.1 0.5         \nFLOR 17 18.85 2.4 -5.7 0.5         \nFLOR 18 20.95 3.0 -5.9 0.5         \nFLOR 19 23.55 2.4 -5.7 0.5         \nFLOR 20 24.55 2.4 -5.7 0.5         \nFLOR 21 34.55 2.2 -5.8 0.5  1044 404050 10 2070 1738 0 515 \nFLOR 22 37.55 2.5 -8.1 0.5         \nFLOR 23 41.55 2.3 -6.5 0.5         \nFLOR 24 43.55 1.2 -5.8 0.5         \nFLOR 25 53.55 0.1 -4.7 8  5195 483780 24 3870 2487 0 991 \nFLOR 26 54.75 -0.8 -5.0 8         \nFLOR 27 55.75 -0.4 -5.6 8         \nFLOR 28 57.05 -1.6 -5.8 8         \nFLOR 29 58.55 -2.1 -5.9 8         \nFLOR 30 60.05 -1.4 -6.1 8         \nFLOR 31 62.05 -1.4 -6.5 8         \nFLOR 32 65.05 -1.7 -12.7 8         \nFLOR 33 68.05 0.1 -7.7 8         \nFLOR 34 70.05 -1.3 -13.5 8         \nFLOR 35 74.05 -1.2 -11.4 5         \nFLOR 36 76.05 -0.6 -8.8 5         \nFLOR 37 79.05 -1.9 -11.5 5         \nFLOR 38 82.05 -1.3 -7.5 5         \nFLOR 39 86.05 1.7 -6.0 0 0.70597        \nFLOR 40 96.05 0.1 -8.9 0         \nFLOR 41 98.05 -0.7 -8.0 0         \nFLOR 42 102.05 -0.7 -8.5 1         \nFLOR 43 105.05 -0.9 -10.2 1         \nFLOR 44 \n\n \n\n110.05 -0.8 -7.0 1         \nROD 1  0 -1.4 -8.4 13 0.70706 0 345500 21 5990 765 10 1617 \n\n\n\n 3 \n\nROD 2 10 3.4 -11.1 5         \nROD 3 \n\n \n\n12 3.6 -10.0 5  0 371210 80 4130 1107 10 1234 \nROD 4 15 3.2 -7.0 5         \nROD 5 20 3.7 -7.6 2         \nROD 6 21.5 -1.8 -13.9 10 0.70607        \nROD 7 22.5 -1.6 -10.8 10         \nROD 8 24.5 1.9 -7.6 10         \nROD 9 27 -0.0 -8.5 10  0 377500 9 22580 970 0 493 \n\nROD 10 29 -0.9 -10.5 10         \nROD 11 31 0.1 -8.6 4         \nROD 12 33 1.5 -6.7 4  0 375130 45 3440 1464 10 1463 \nROD 13 36 2.1 -6.9 4         \nROD 14 40 1.7 -6.8 4         \nROD 15 44 1.8 -7.1 4         \nROD 16 46 2.1 -7.5 3 0.70607        \nROD 17 49 2.7 -10.4 13         \nROD 18 51 2.5 -6.2 13         \nROD 19 56 0.4 -6.7 13         \nROD 20 \n\nR\nO\n\nD\nIA\n\nD\nO\n\nR\n \n\n60 -0.5 -7.5 15         \nMALU 1 0 -0.6 -8.3 2         \nMALU 2 2.3 -0.9 -9.3 2         \nMALU 3 3.5 -1.5 -7.0 2         \nMALU 4 5 -0.6 -8.3 5         \nMALU 5 6 0.2 -8.5 0.5         \nMALU 6 8 -0.6 -8.3 5  0 394590 10 10370 822 0 230 \nMALU 7 9.5 -0.4 -9.0 5         \nMALU 8 10.5 0.8 -9.2 5         \nMALU 9 11 -0.4 -11.0 0.5         \n\nMALU 10 12 2.3 -6.5 0.5         \nMALU 11 12.5 2.2 -7.7 0.5         \nMALU 12 13.5 2.0 -7.8 0         \nMALU 13 15.5 -0.7 -6.8 8         \nMALU 14 16 -0.8 -7.0 8         \nMALU 15 \n\nM\nA\n\nLU\nT\n\nA\nG\n\nE\nM\n\n \n\n16.5 -0.3 -6.9 8  0 400610 29 2900 2142 0 382 \n\n\n\n 4 \n\nMALU 16 19.5 0.2 -7.4 8         \nMALU 17 20.5 0.2 -7.6 9         \nMALU 18 21.5 -0.5 -7.5 5         \nMALU 19 24.5 -0.8 -8.1 5         \nMALU 20 \n\n \n\n25 -1.7 -13.9 5         \nMALU 21 26 -1.7 -13.9 5  0 366180 65 4000 2014 10 5164 \nMALU 22 27 -1.1 -13.8 5         \nMALU 23 \n\n \n\n28 -0.8 -9.7 5         \nNUNES 1 0 -2.6 -7.5 10  0 349890 79 6350 1658 22 2201 \nNUNES 2 1.2 -2.2 -6.0 10 0.70681        \nNUNES 3 2.2 -2.3 -6.5 8         \nNUNES 4 4.2 -1.4 -9.7 8         \nNUNES 5 5.7 -2.1 -6.8 8         \nNUNES 6 9.2 -2.2 -6.1 8  0 379950 51 10490 552 10 1757 \nNUNES 7 11.2 2.3 -7.5 0.5         \nNUNES 8 12.7 -1.1 -6.6 8 0.70594 0 363310 38 3930 1968 0 5520 \nNUNES 9 14.7 -2.1 -8.5 8 0.70696 0 382460 81 6330 574 10 1939 \n\nNUNES 10 \n\nS\nIT\n\nIO\n D\n\nO\nS\n\n \nN\n\nU\nN\n\nE\nS\n\n \n\n15.7 -0.9 -8.9 8         \n\n \n\nTable 1. Geochemical analyses of representative samples of the studied marble sequences  \n \n\n \n\n\n\n \n\n \n\n5\n\n \n \n \n\n\n\n \n\n \n\n6\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\n7\n\n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\n8\n\n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\n9\n\n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\n10\n\n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\n11\n\n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\n12\n\n \n \n \n \n \n\nSubject:  FW: your new manuscript submitted to Chemical Geology. \nFrom:  \"Hair, Kathleen (ELS)\"&lt;K.Hair@elsevier.com> \nDate:  Thu, June 17, 2004 6:21 am \n\nTo:  \"'juancst@ufpe.br'\"&lt;juancst@ufpe.br> \n \nDear Dr.  Silva ,    \n  \n I acknowledge with thanks the safe receipt of your new manuscript submitted to \nChemical Geology.  \n  \n However, as of April 13th, 2004, Chemical Geology has adopted a new fully  \ninternet-based document submission and tracking system, EES, which offers great \nadditional services for authors, reviewers, and editors of the journal. As an author, \nyou can now monitor the processing of your submission, and there is no longer need \nto send any documents by airmail. \n  \nMay we ask you to resubmit your paper by registering yourself at:   \n \nhttp://ees.elsevier.com/chemge \n \nPlease click on 'Register' and fill in your name and the email address to which this \nacknowledgement message was sent.  On the basis of your email address, the \nsystem will detect if you are already present in our database (e.g., as author or \nreviewer of an earlier submission to the journal) and may send to you a username \nand password for login.  \n \nIf you are not yet present in our database, you may proceed with the registration. \nThis personal registration needs to be completed only once. You may then proceed \nto submit your paper. Upon completion, you will be informed by automatic email \nmessages, and will be able to monitor the process at any time you wish. \n  \nThank you for helping us to serve you better with this new submission system.  \n  \nYours sincerely, \nFor the Editor, \n \nKathleen Hair \nCHEMGE Editorial Office \nAmsterdam \n\n\n\n \n\n \n\n13\n\n \n\n \n\n \n\nPRESERVATION OF THE SEDIMENTARY C-ISOTOPE SIGNATURE IN \n\nMARBLES: AN ASSESSMENT OF THE USE OF HIGH RESOLUTION C-ISOTOPE \n\nSTRATIGRAPHY \n\n \n\nSilva, J.C1., Sial, A.N.1, Ferreira, V.P.1, McReath, I.2, Rodrigues, R.3, \n\nPimentel, M.M.4 \n\n1 NEG-LABISE, Department of Geology, Federal University of Pernambuco, C.P. \n7852, CEP: 50670-000, Recife, PE, Brazil.  \n\n2 Geoscience Institute, University of São Paulo, 05508-080, São Paulo, SP, Brazil. \n3 Department of Geology, State University of Rio de Janeiro, Rua São Francisco \nXavier 524, 20550-013, Rio de Janeiro , R.J, Brazil. \n\n4 Geoscience Institute, University of Brasilia, 70910-900, Brasília, DF, Brazil  \n  \nKeywords: C, O and Sr isotopes, chemostratigraphy, graphite-calcite thermometry, \n\nMeso-Neoproterozoic marbles, Brazil.  \n\nRunning title: Preservation of Sedimentary C- Isotope Signature in Marbles \n\nCorresponding author: Juan C. Silva, NEG-LABISE, Department of Geology, \n\nFederal University of Pernambuco, C.P. 7852, Recife, PE, Brazil, 50670-000. Phone: \n\n(55-81) 21268242, e-mail: juancst@ufpe.br \n\n\n\n \n\n \n\n14\n\nABSTRACT \nAmphibolite-facies marbles of the São Caetano Complex (SCC), Borborema \n\nstructural province, northeastern Brazil, show near primary (sedimentary) ?13Cc (calcite) \n\nvalues (from -2.2 to +3.7‰PDB), which fall into the range for ?13Cc values of Meso-\n\nNeoproterozoic limestone successions. However, some anomalous negative C-\n\nisotope shifts (up to 4‰ PDB) are interpreted as the result of modifications of the C-\n\nisotope composition during metamorphism, caused by diffusion of CH4 (derived from \n12C-rich organic matter) into calcite. Absence of anomalous 13C-rich carbonate \n\nsamples indicate that C-isotope fractionation associated to diffusion of 13C-rich CO2 \n\n(from graphite or from silicate-carbonate reactions) into calcite did not occur. This \n\ncontention is supported by uncoupled behavior of ?13Cc and ?18O values. \n\nGeochemical indicators falling into accepted ranges for unaltered Meso-\n\nNeoproterozoic limestone (e.g. average Sr contents of 1500 ppm, Mn/Sr ratios from \n\n0.006 to 0.140, and Rb/Sr ratios between 0 and 0.005) indicate that the element and \n\nisotope compositions of the precursor limestone were buffered prior to the activity of \n\nmetamorphic fluids. This suggests that the undepleted ?13Cc and 87Sr/86Sr (from \n\n0.706 to 0.707) values for the SCC marbles reflect the isotope signature of the Meso-\n\nNeoproterozoic seawater from which the limestone protoliths were deposited. \n\nCo-variation of ?13Cc and ?13Cg (graphite) values suggests that calcite-organic \n\nmatter fractionation during metamorphism was homogeneous in all of the studied \n\nmarbles. Slight enrichments in the ?13Cg values and further depletions in the ?13Cc \n\nones may have resulted from stronger organic matter-calcite C-isotope fractionation \n\nduring metamorphism as a consequence of high organic matter/graphite contents \n\n(8%). Metamorphism temperatures, between 514 and 761oC, estimated from calcite-\n\ngraphite C-isotope thermometry are in agreement with the temperature range \n\ndeduced from the paragenesis calcite-quartz-muscovite-tremolite-diopside-garnet. \n\nAnomalously high metamorphic temperatures (up to 1075oC) were also estimated \n\nfrom samples with the highest graphite contents and, hence, the more depleted ?13Cc \n\nvalues, nevertheless, these metamorphic temperatures are considered artifacts. \n\nSince there is no petrographic evidence of retrograde metamorphism, it is proposed \n\nthat anomalous ?13Cc depletions observed in the SCC marbles occurred during \n\nprograde regional metamorphism.    \n\n\n\n \n\n \n\n15\n\n1. Introduction \nVariations in the C, O and Sr-isotope composition of marine carbonates have \n\nbeen successfully used to determine changes in the isotope geochemistry of ancient \n\noceans (Veizer and Hoefs, 1976). The chemostratigraphic technique has been \n\nextensively used with great success in well-preserved Phanerozoic limestone \n\nsuccessions (Scholle et al., 1986; Mitchell et al., 1996), and even in Proterozoic \n\nones, in which strong post-depositional alterations of the isotope signatures are \n\ncommon (Kaufman et al., 1991; Derry et al., 1992).  \n\nThe reliability of the chemostratigraphic approach, however, depends on \n\nwhether the original isotope composition of limestones was preserved after their \n\ndeposition (Kaufman et al., 1991). Diagenesis and/or metamorphism have been \n\nconsidered as the main processes that affect the original isotope composition of \n\ncarbonates because of increase of temperature or interaction with \n\ndiagenetic/metamorphic fluids (Banner and Hanson, 1990; Kaufman et al., 1991). \n\nModifications of the isotope composition of carbonates have been also related to: (1) \n\npresence of organic matter, graphite and/or silicates; (2) interaction with primary or \n\nsecondary internal and external fluids holding different isotope composition; (3) \n\npresence of different carbonate phases; and (4) extent of fluid-rock interaction during \n\nprecipitation, deposition and post-depositional processes (Brand and Veizer, 1980a, \n\nb; Veizer, 1983; Banner and Hanson, 1990; Kaufman et al., 1991).  \n\nSeveral approaches have been adopted to investigate post-depositional \n\nalteration of isotope signatures in carbonate sequences, and to avoid misleading \n\nchemostratigraphic results (Kaufman et al., 1991; Derry et al., 1992). Nevertheless, \n\nthese approaches have been largely applied to sedimentary successions and their \n\nefficiency on metamorphosed examples has remained an open question (Melezhik et \n\nal., 2001; Melezhik and Fallick, 2003).  \n\nThis study aims to evaluate possible causes of anomalously depleted ?13Cc \n\nvalues observed in the C-isotope chemostratigraphic profiles of graphite-bearing and \n\ngraphite-rich marbles, from the São Caetano Complex (SCC), northeastern Brazil, \n\nwhich although show ?13Cc values between -2.2 and + 3.7 ‰PDB, falling within the \n\nranges for late Meso-early Neoproterozoic limestone, show some anomalous \n\nnegative ?13Cc shifts (as large as 4‰) jeopardizing the chemostratigraphic \n\ninterpretations (Silva et al., submmited). It also aims assessing the reliability of the \n\n\n\n \n\n \n\n16\n\napplication of C-isotope stratigraphy to marbles and establishing the conditions under \n\nwhich such anomalous C-isotope depletions took place. Finally, the accuracy of the \n\nelemental and isotopic indicators used to assure the reliability of chemostratigraphic \n\nstudies is assessed by applying a multivariable approach, in which the methods used \n\nby Kaufman et al. (1991) and Melezhik et al. (2001) (e.g elemental and isotope \n\ngeochemistry of marbles, petrography, cathodoluminescence) are complemented by \n\nanalyses of the graphite C-isotope composition, classifications of the mineralogical \n\nassemblages and use of C-isotope thermometry (calcite-graphite).  \n\n 2. Geological setting and age \nThe SCC is a metavolcano-sedimentary sequence composed of garnet-biotite \n\nparagneiss, quartzite, marble, metadacite, metarhyolite, and metabasalt, which occur \n\nin the Alto Pajeú Terrane, Transversal Domain of the Borborema structural province, \n\nnortheastern Brazil (Fig. 1). The studied marbles are interbedded with \n\nmetagraywacke successions and present variable thickness, which diminishes up-\n\nsection. They are mainly calcitic and contain silicate mineral assemblages typical of \n\namphibolite facies (quartz- muscovite-tremolite- diopside- garnet; Silva et al., \n\nsubmitted, Fig. 2). These marbles also contain considerable amounts of graphite, \n\nwhich are found either disseminated or disposed in layers, whose abundance and \n\nthickness increase up-section (Fig. 3). \n\nFIGURE 1 \nThe age of the SCC is poorly constrained. The oldest age (>1.3 Ga, U-Pb) \n\nproposed to this complex was inferred from Archean to Late Mesoproterozoic detrital \n\nzircons collected from metagraywackes in its uppermost portion (Brito Neves et al., \n\n2002).The youngest age has been assumed from a 0.96 Ga U-Pb age for a \n\ngranodioritic-biotite orthogneiss that intruded the metagraywacke successions \n\noverlying the studied marbles (Kozuch, 2003). According to Silva et al. (submitted), \n\nthe original limestone sequences (marble precursors) of the São Caetano Complex \n\nwere deposited between 1.1 and 0.97 Ga. The SCC was strongly affected by \n\nwidespread shearing and folding, however, no direct dating of the metamorphism has \n\nbeen done and the regional metamorphism has been attributed to the Brasiliano \n\nevent (0.75-0.5 Ga; Brito Neves et al., 2002; Gomes, 1999).  \n\n3. Analytical techniques \nMarble samples were examined in thin-section to determine their mineral \n\nparagenesis. Cathodoluminiscence (CL) analyses were also performed to support the \n\n\n\n \n\n \n\n17\n\npetrographic analyses. The CL examination of rock slabs was done by using a \n\nNuclide Corporation ELM-3R Luminoscope attachment mounted on an Olympus \n\nzoom stereomicroscope at the University of São Paulo. Test observations were made \n\nusing both low power (7.5kV/0.5mA) and high power (15 kV/1 mA) electron beams, \n\nand defocused to cover elliptical areas of about 2.5-3cm x 1.5-2.0cm, corresponding \n\nto beam powers of ~1.3 and ~3.3 µa.mm-2, respectively. The vacuum was held at \n\nabout 50 mtorr.   \n\nDeterminations of minor and major elements were performed using X-Ray \n\nfluorescence in a Rigaku RIX 3000 XRF unit equipped with a Rh tube, at the XRF \n\nLaboratory, Department of Geology, Federal University of Pernambuco. Analyses of \n\nmajor and minor elements are reported in parts per million (ppm) (Table 1). \n\nFor carbonate C- and O-isotope analyses, micro-drilled carbonate samples \n\nwere reacted with 100% orthophosphoric acid during 12 hours at 25oC (3 days when \n\ndolomite was apparently present). The CO2 released from this reaction was extracted \n\nin a high-vacuum extraction line by using cryogenic cleaning according to the method \n\nproposed by Craig (1957). The CO2 samples were analyzed for C and O- isotopes in \n\na double-inlet gas source, triple-collector mass spectrometer (Sira II), at the Stable \n\nIsotope Laboratory (LABISE), Department of Geology, Federal University of \n\nPernambuco. The isotopic compositions were contrasted against the in-house \n\nstandard Borborema Skarn Calcite (BSC), which calibrated against the NBS-18, \n\nNBS-19 and NBS-20 standards, shows an isotopic composition of ?18O = -1.28 ± \n\n0.04‰ PDB and  ?13C = -8.58 ± 0.02‰ PDB.  \n\nFor determination of the Sr-isotopic composition, 5 mg of powdered carbonate \n\nsample were leached in 0.5 M ultraclean acetic acid, and centrifuged to obtain \n\npurified Sr. Rb and Sr were separated from the leachates by standard ion-exchange \n\ntechniques. 500 to 1000 ng of purified Sr together with 1µg H3PO4 were loaded onto \n\na Ta filament for TIMS analysis on a seven collector Mat 262 instrument at the \n\nGeochronology Laboratory, Institute of Geosciences, University of Brasilia. \n\nFor graphite C-isotope analyses, 5 mg of pure and clean graphite were hand \n\npicked after dissolving all the carbonate fraction of the marbles by treating 5g of \n\ngrounded sample with 30% acetic acid for four hours. About 0.25 mg of pure graphite \n\nwere analyzed for C-isotopes in a Finnigan Delta Plus Advantage instrument at the \n\nDepartment of Geology of the State University of Rio de Janeiro (UERJ). The \n\n\n\n \n\n \n\n18\n\nreproducibility of the analyses is better than ~0.05 ‰. Graphite C-isotope data are \n\nreported relative to the PDB scale. \n\n4. Results and Discussion  \n4.1 Petrography and cathodoluminescence \n\nModifications in the element and isotope composition of carbonates are \n\nusually accompanied by changes in their mineralogical, textural and luminescence \n\nfeatures (Fairchild and Spiro, 1987; Fairchild et al., 1990; Derry et al., 1992).  \n\nReduction in the carbonate crystal size and the presence of bright yellow, orange-red \n\nto red CL, which is activated by Mn concentrations as low as ~1 ppm and is just \n\nperceptible at Mn concentrations above 10 ppm, when usually violet colors are \n\nvisible, have been regarded as the most diagnostic features forecasting such \n\nmodifications (Marshall, 1988, 1992; Kaufman et al., 1991; Kaufman and Knoll, 1995; \n\nHabermann et al., 1998; Kah et al., 1999).  \n\nBased on these assumptions, petrographic and cathodoluminescence (CL) \n\ncharacterizations of selected samples were performed to predict elemental and \n\nisotopic modifications and to discriminate against potentially altered samples.  \n\nPetrographic analyses show that the studied marbles are well-crystallized and \n\nmainly calcitic. A fining-up tendency is observed in the calcite crystal size, which is \n\nvery variable (between 0.8 and 4 mm; Fig.2 A1, B1) within and between the \n\nstratigraphic sections (Fig. 3). Calcite does not present exsolution textures, except \n\nwhen in contact with graphite, whose modal content reaches up to 8%. Graphite \n\npresents a coarsening-up tendency (up to 5 mm), and are randomly distributed \n\n(disseminated and/or in layers) within the stratigraphic sections (Fig. 3). Silicate \n\nphases are also found in these marbles (quartz, muscovite, tremolite, diopside, \n\ngarnet) but in negligible amount (<0.5% on average; Fig. 2 A1,B1).  \n\nFIGURE 2 \nCL analyses, on the other hand, reveal overgrowths on calcite grains, which \n\nare better seen in reflected light as thin white films (Fig. 2A2, B2). The typical Mn-\n\nactivated, bright orange to red CL, is usually absent; whereas dull CL predominates \n\n(Fig. 2A3).  Dull red or violet CL was found only in one sample from the Sitio dos \n\nNunes section (Fig 2B3) and light blue CL was observed in isolated grains of one \n\nsample from the Pedra de Cal section (Flor 5).  \n\nOur first screen for isotopically modified samples shows that no signs of \n\nmodifications in the elemental and isotopic compositions are present in the studied \n\n\n\n \n\n \n\n19\n\nmarbles. Thus all samples were considered for the chemostratigraphic \n\ncharacterization of the carbonates successions, regardless the metamorphism to \n\nwhich they were submitted. However, some samples with predominant dull CL, high \n\ngraphite contents and reduced calcite crystal-size (Table 1) show anomalously \n\ndepleted ?13Cc values (see discussion below). This suggests that the application of \n\nCL analyses in the prediction of modifications in the C-isotope composition of \n\ncarbonates seems to not always properly work. Limitations of CL in the selection of \n\nisotopically unmodified samples have already been noted by other authors, although \n\nit does represent a useful filter to be complemented by other observations (e.g. \n\nKaufman et al., 1991; Kaufman and Knoll, 1995; Kah et al., 1999).  \n\nSince high graphite contents and reduced calcite crystal-sizes are common \n\nand diagnostic features of samples affected by graphite-calcite C-isotope \n\nfractionation during metamorphism (Dunn and Valley, 1992; Kitchen and Valley, \n\n1995; Satish-Kumar et al., 2002), it is suggested that the anomalous depletions in the \n\n?13Cc values can be related to the presence of graphite. The mineral parageneses, \n\ntypical of amphibolite facies, coupled with the lack of retrogression signs, indicate \n\nthat the original limestone sequences were only subjected to a prograde regional \n\nmetamorphic event.  \n\nFinally, high Fe concentrations are proposed here as the cause of \n\nsuppressions of the Mn activated (bright) CL, since XRF analyses show that most of \n\nthe analyzed samples contain Mn concentrations above 10 ppm and Fe contents up \n\nto 1400 ppm (see the following section and Table 1). \n\n4.2 Elemental and isotopic geochemistry   \n\n?13Cc values between -2.2 and + 3.7 ‰PDB and 87Sr/86Sr ratios between 0.706 \n\nand 0.707 were observed in the SCC marbles. These values fall within the expected \n\nranges of Meso-Neoproterozoic limestone and are believed to reflect those of the \n\nseawater from which the original limestones were precipitated (Silva et al., submitted; \n\nFig. 3). However the occurrence of some samples with anomalously depleted ?13Cc \n\nvalues (excursions up to 4‰ PDB), which are not observed in the well preserved \n\nsedimentary counterparts (Kah et al., 1999; Bartley et al., 2001), indicates that \n\nmodifications of their original C-isotope composition could have occurred after \n\ndeposition of their sedimentary protoliths.   \n\n\n\n \n\n \n\n20\n\nThe geochemical values, on the other hand, fall within the ranges proposed by \n\nBrand and Veizer (1980a) for unaltered marine limestones (Sr contents between \n\n~800 and ~2100 ppm, with an average of 1500 ppm, Rb &lt;10 ppm, Mn 10-85 ppm, \n\nFe 500-2000 ppm; Table 1, Fig. 3). The geochemical ratios (Mn/Sr &lt;1, Rb/Sr &lt;0.2, \n\nCa/Sr &lt;0.004; Table 1) fall into the ranges for Meso-Neoproterozoic limestone \n\nsequences worldwide whose isotope compositions reflect that of their precursor \n\nseawaters (Kah et al., 1999, 2001; Bartley et al., 2001). Since no anomalous \n\nelemental concentrations and/or ratios were observed, it is also proposed that the \n\nelement geochemistry of the marble may well reflect that of their sedimentary \n\nprecursors.  \n\nThe geochemical values reported above indicate that although the elemental \n\ncomposition of the studied marbles preserved the original composition of their \n\nsedimentary precursor, in some cases, the isotopic signature seem to have not been \n\npreserved. Since slight modifications of the carbonates isotope composition can be \n\naccompanied by pronounced changes in their values of global geochemistry (Brand \n\nand Veizer, 1980a, b; Veizer, 1983) when submitted either to diagenesis or \n\nmetamorphism, the reliability of the reported isotope and elemental data need to be \n\nfurther evaluated in order to assure the validity of the chemostratigraphic record.  \n\n4.3 Geochemical screen for isotopically modified samples \nChanges in Sr/Mn, Ca/Sr and Sr/Rb ratios, accompanying modifications of the \n\nisotope signature of carbonates, are often recognized and attributed to post-\n\ndepositional processes (Brand and Veizer, 1980a, b). Mn/Sr = 3, Rb/Sr = 0.5 and \n\nCa/Sr = 0.1 have been proposed as the upper limits to identify possible modifications \n\nof the original isotope composition of marine carbonates, and used to screen for \n\npossible modifications in the isotope composition and to investigate their possible \n\ncauses (Brand and Veizer, 1980a, b; Veizer, 1983; Kaufman et al., 1991; Derry et al., \n\n1992; Bartley et al., 2001; Melezhik et al., 2001).  \n\nSince the elemental composition of the SCC marbles fall within the above \n\nmentioned ranges, establishing whether the anomalously depleted ?13Cc values \n\nrepresent primary (sedimentary) signatures, or whether they are a consequence of \n\nmodifications of the C-isotope composition after deposition, has remained relatively \n\ndifficult.  In order to overcome with this problem, a combination of the isotopic and \n\nelemental approaches proposed by Kaufman et al. (1991), Kaufman and Knoll \n\n(1995), Melezhik et al. (2001) and Melezhik and Fallick (2003) (Fig 4a-f, 5a-d), and \n\n\n\n \n\n \n\n21\n\ndetailed petrographic studies and determinations of the C-isotope composition of \n\ngraphite was used (Fig. 6a-d, 7 a-d).  \n\nThe application of the correlation diagrams proposed by Kaufman et al. (1991) \n\nshows that although most of the studied marbles seem to have preserved the original \n\nC- and O-isotope composition of their parent sediments, modifications in the C- and \n\nO-isotope composition of some samples seem to have occurred since coupled \n\ndepletions in their ?13Cc and ?18O values are present (Fig. 4a). Nevertheless, the \n\nmodified nature of these samples can be considered as artifacts since they do also \n\nfall into the fields of unaltered limestones when contrasting their isotope composition \n\nagainst some elemental indicators (see alteration trends in Figs. 4b-4f).  \n\nFIGURE 4 \nThe correlation diagrams proposed by Melezhik et al. (2001) and Melezhick \n\nand Fallick (2003) also show that most samples fall within the fields of isotopically \n\nunmodified limestone (Fig.5 a). This suggests that the C and Sr-isotope compositions \n\nof the SCC marbles represent that of the seawater from which their sedimentary \n\nprecursors were deposited. Although some samples presenting high 87Sr/86Sr ratios \n\nand low ?13Cc values seem to have undergone modifications in their Sr-isotope \n\ncomposition, the uncoupled variation of the 87Sr/86Sr and ?18O values (Fig. 5b) and \n\nthe slight variability of the ?18O ones (Fig 4a, 5b) further account for the unmodified \n\nnature of their Sr-isotope signature. Even though this is at odds with the alteration \n\ntrends observed when contrasting the 87Sr/86Sr ratios against the most sensitive \n\nelemental indicators (e.g. Mn/Sr, Mg/Ca, Fig 5 c,d), Mn/Sr ratios &lt;1 and  Mg/Ca \n\nratios &lt;0.02 preclude with this idea.      \n\nFIGURE 5 \nThe complementary analyses proposed here (Fig 6a,d, 7a) show a negative \n\ncorrelation between the C and O-isotope composition of carbonates and the graphite \n\ncontents; the samples with the highest graphite contents usually having the lowest \n\n?13Cc and ?18O values (Fig. 6a). Major ?13Cc depletions were found in samples in \n\nwhich graphite is agglutinated and disposed in layers (Fig 6b) and also in samples \n\nwith larger graphite flakes (Fig. 6c). Conversely, depletions in the ?13Cc values occur \n\nindependently of the presence and proportions of the silicate minerals (Fig. 6d). \n\nMajor depletions in the ?13Cc values were found in samples with the lowest graphite \n\nC-isotope compositions (?13Cg values, Fig. 7b). \n\n\n\n \n\n \n\n22\n\nFIGURE 6 \nOn the basis of the results reported above, it can be envisaged that the \n\nunusual depleted ?13Cc values observed in some the studied carbonates are related \n\nto the former presence of 12C-depleted organic matter. These anomalous depletions \n\nwould have resulted from organic matter-calcite C-isotope fractionation during \n\nprograde metamorphism, independently of modifications in the elemental and O and \n\nSr-isotope compositions. This suggests that the coupled behavior of the C and O-\n\nisotope chemostratigraphic curves in the studied carbonates does not necessarily \n\npoint out post-depositional modification of the isotope signature, and thus represent \n\noriginal secular variations of the isotope composition of the sedimentary precursors.    \n\nFinally, since the O and Sr-isotope composition of carbonates is significantly \n\nmore affected than the C-isotope one, by the action of invading fluids during \n\ndiagenesis and/or metamorphism, modifications of the C-isotope composition of the \n\nstudied marbles by these means can be discarded. This idea is further supported by \n\nthe element geochemistry which resembles that of coeval limestone successions and \n\nsuggests that the sedimentary protoliths were effectively buffered by ocean water \n\nduring early diagenesis.  \n\n4.4 Evaluation of possible mechanisms of modification of the C-isotope \ncomposition in the São Caetano Complex marbles  \n\nSeveral authors (e.g. Bottinga, 1969; Shieh and Taylor, 1969; Arita and Wada, \n\n1990; Chacko et al., 1991; Kaufman et al., 1991; Dunn and Valley, 1992; Melezhik et \n\nal., 2001; Melezhik and Fallick, 2003) have investigated the possible causes of \n\nmodifications in the isotope composition of organic mater/silicate-rich carbonates \n\nduring metamorphism. For instance, depletions in the carbonate ?13Cc and ?18O \n\nvalues during contact and regional metamorphism have been identified and attributed \n\nto silicate-carbonate reactions involving the generation of 13C-rich and 18O-rich CO2 \n\nfluids (Shieh and Taylor, 1969; Winkler, 1979). Progressive depletions in the \n\ncarbonate C-isotope values and concomitant increases of the graphite C-isotope \n\nones have also been identified in graphite-bearing marbles, and attributed to diffusion \n\nof 12C-rich CH4 (released from organic matter) into calcite (Dunn and Valley, 1992; \n\nKitchen and Valley, 1995).  \n\nIncreases in the carbonate ?13C values, on the other hand, have been \n\nattributed to diffusion of  13C-rich CO2 derived organic matter/graphite into calcite, but \n\n\n\n \n\n \n\n23\n\nits occurrence depends on whether it takes place in a closed (buffered) system or not \n\n(Evans et al., 2002 and references therein). Modifications in the O-isotope \n\ncomposition of carbonates has been attributed to this process, but have not been \n\nidentified during diffusion of graphite released CH4  into carbonate ( Chacko et al., \n\n1991; Bergfeld et al., 1996; Evans et al., 2002). Modifications in the 87Sr/86Sr values \n\nrelated to incorporations of external fluids can also occur, but they depend on the \n\nfluid/rock ratios (Derry et al., 1992; Bickle et al., 1997).  \n\nConsidering that the SCC marbles contain both silicate minerals and graphite, \n\nany of the above-mentioned mechanisms may have been responsible for the \n\nanomalous depleted ?13Cc values. Nevertheless, since the depletions are not related \n\nto the presence of silicate minerals (Fig. 6d), but to the presence of graphite, an \n\nevaluation of the mechanisms involving organic matter/graphite in modifications of \n\nthe C-isotope composition of carbonates is necessary.  \n\nIn order to determine these mechanisms, further determinations of the C-\n\nisotope composition of coexisting graphite (?13Cg) and carbonates (?13Cc) were \n\nperformed in samples whose sedimentary C-isotope composition seems to have \n\nbeen potentially preserved (undepleted) and in samples in which potential \n\nmodifications (anomalously depleted ?13Cc values) seem to have occurred. Samples \n\nwere selected from two stratigraphic sections based on the coherence of the C-\n\nisotope chemostratigraphic pathways (see selected samples in Table 1).  \n\nComparisons between ?13Cc and ?18O values reveal that the isotope \n\ncomposition of some of the samples presenting anomalous depleted ?13Cc values \n\ncan be considered as unmodified, since almost constant ?18O values predominates \n\n(Fig. 7a). On the other hand, positive correlations between the ?13Cc and ?13Cg values \n\nof both potentially modified and unmodified samples were observed (Fig. 7b). \n\nNevertheless, uncoupled variations of the ?13Cc and ?13Cg values of potentially \n\nmodified and unmodified samples within single sections were also observed. Lower \n\ncalcite-graphite C-isotope fractionation values (? 13Cc-Cg) were also observed in \n\npotentially modified samples within single sections. A negative correlation was   \n\nobserved when contrasting the ? 13Cc-Cg and ?13Cg values. No correlation was \n\nobserved between the ? 13Cc-Cg and ?13Cc values (Figs. 7c-d).  \n\nFIGURE 7 \n\n\n\n \n\n \n\n24\n\nThree lines of evidence point to closed-system diffusion of organic \n\nmatter/graphite- derived CH4 into calcite as the most likely process that should have \n\nmodified the C-isotope composition of the SCC marbles during metamorphism: \n\n1) The highest ?13Cc values (~3‰ PDB) observed in some of the potentially \n\nunmodified samples fall into the expected ranges for Meso-Neoproterozoic \n\nsequences (Fig. 8). If diffusion of organic matter/graphite derived CO2 into calcite had \n\noccurred, higher ?13Cc values and modified ?18O ones would have also occurred, \n\nsince the CO2 resulting from this process is 13C-rich; and external O-rich fluids are \n\nneeded to account for its formation during volatilization of organic matter. Since the \n\nSCC marbles seem to have remained as a closed system, as shown by the element \n\ngeochemistry, incorporation of external O-rich fluids is unlikely and thus formation of \n13C-rich CO2 derived from graphite discarded.  \n\n2) Smaller ? 13Cc-Cg values were identified in isotopically modified samples \n\nwith the higher ?13Cg values (Fig 7c). Since during diffusion of organic \n\nmatter/graphite-derived 12C-rich CH4 into calcite, graphite becomes more depleted in \n12C and calcite becomes enriched in that isotope, lowering the ? 13Cc-Cg values, this \n\nprocess is proposed as the responsible of the anomalously depleted ?13Cc values.   \n\n3) Slight changes in the ?13Cc values with respect to the ? 13Cc-Cg ones were \n\nobserved between potentially modified and unmodified samples; however the lower \n\nthe ?13Cc values of isotopically modified samples, the lower the ? 13Cc-Cg values (Fig. \n\n7d). This kind of behavior discards the possibility of diffusion of 13C-rich CO2 (derived \n\nfrom organic matter/graphite) into calcite as the mechanism leading to depleted ?13Cc \n\nvalues, since during such a process the ?13Cg and ?13Cc values are expected to \n\ndecrease and increase respectively concomitantly with increases in the ? 13Cc-Cg \n\nvalues. This in turn may indicate that the calcite-graphite C-isotope fractionation \n\noccurred heterogeneously within single sections.  \n\n4.5 Calcite-graphite thermometry \nConsidering that a C-isotope fractionation between calcite and organic \n\nmatter/graphite was invoked to explain anomalous depletions in the ?13Cc values of \n\nsome the studied marbles; and that this process is temperature dependent (Bottinga, \n\n1969; Valley and O’Neil , 1981; Wada and Suzuki, 1983; Dun and Valley, 1992; \n\nKitchen and Valley, 1995; Valley, 2001; Evans et al. 2002), isotopically modified \n\n(depleted ?13Cc values) and unmodified (no depleted ?13Cc values) samples from two \n\n\n\n \n\n \n\n25\n\ndifferent stratigraphic sections were used to estimate the temperature at which such \n\na C-isotope fractionation occurred. These samples were also selected to evaluate the \n\neffect of modifications in the C-isotope composition of carbonates on the \n\nmetamorphic temperature estimates (MT), since the proposed calcite-graphite \n\nisotope fractionation occurred heterogeneously within single sections. MT estimates \n\nwere performed by using the equation by Dunn and Valley (1992), given that the co-\n\nvariation of our calcite-graphite fractionation values and temperature estimates are \n\nquite similar to those reported elsewhere, which used this equation (Table1, Figs 8 a-\n\nb). Nevertheless, MT were also estimated from the equation Kitchen and Valley \n\n(1995) to assure the reliability of the data.  \nAfter applying the equation of Dunn and Valley (1992) MP between 578o and \n\n1075oC and between 514o and 761oC were estimated for the Pedra de Cal and \n\nRodiador sections respectively (Fig. 8c). Higher MT estimates were obtained from the \n\nequation of Kitchen and Valley (1995) for samples falling above the 650oC isograd of \n\nDunn and Valley (1992) (Fig. 8b-d). The opposite behavior is observed below such \n\nan isograd. MT as low as 452oC and as high as 2191oC were also estimated from the \n\nequation of Kitchen and Valley (1995), but considered as artifacts since they are not \n\nin agreement with the mineral paragenesis (calcite, quartz, muscovite, tremolite, \n\ndiopside, garnet). \n\nBased on the above results, it is suggested that calcite-graphite C-isotope \n\nfractionation affecting some of the SCC marbles occurred at temperatures between \n\n514 and 761oC. This is supported by the MT estimated from the equation of Dunn \n\nand Valley (1992) which are in good agreement with me mineral paragenesis. The \n\napplication of the equation of Kitchen and Valley (1995) seems to have yielded on \n\nincongruent MT. Although our results show that the studied marbles where subjected \n\nto a very wide range of temperatures, it is proposed that differences in MT estimates \n\nwithin/between stratigraphic sections are due to the following factors: (1) Secular \n\nvariations the ?13Cg values (higher MT are observed in samples with similar ?13Cc \n\nvalues and more enriched ?13Cg ones within/between sections (Fig. 8d). Co-variation \n\nof the ?13Cg values and the MT estimates supports this contention  and  also explains \n\nthe higher MT estimated for the Pedra de Cal section, which present lower ?13Cc \n\nvalues (Figs. 8 c-d, 9, Table 1). (2) Altered nature of the ?13Cc values and variable \n\ngraphite contents. Samples whose ?13Cc values had been potentially lowered always \n\n\n\n \n\n \n\n26\n\nyielded on temperatures above the 650oC, whereas isotopically unmodified samples \n\nyielded temperatures below this value (Fig. 8b). Although the highest MT (>800oC) \n\nwas estimated for one isotopically unmodified sample, it seems to have resulted from \n\nits higher graphite contents (>8%), and hence the further alteration of its graphite C-\n\nisotope composition (Figs 8 c-d, 9, Table 1). (3) Variations in graphite disposition \n\nwithin the stratigraphic section. This factor seems to have favored the C-isotope \n\nexchange between graphite and calcite and thus the MT estimates, since major \n\ndepletions in the ?13Cc values and smaller fractionation values were found in samples \n\nin which graphite is agglutinated and disposed in layers (Figs 6c,b, 9).  \n\nFinally, since no retrograde textures were observed in the marbles and the \n\ngraphite was not armored by other minerals, it is proposed that the 12C-rich CH4 – \n\ncalcite diffusion process causing modified (depleted) ?13Cc values occurred during \n\nprograde-regional metamorphism. \n\nFIGURE 8 \nFIGURE 9 \n\n5. CONCLUSIONS \nThe C, O and Sr- isotope composition of the Meso-Neoproterozoic São \n\nCaetano Complex marbles seem to reflect the original isotope composition of the \n\nseawater the original limestone (marble protoliths) were deposited from. \n\nNevertheless, some anomalous depletions in the ?13Cc values (up to 4‰), hampering \n\nthe chemostratigraphic analyses were considered as artifacts, and resulted from \n\ndiffusion of 12C-rich CH4 (derived from organic matter/graphite) into calcite during \n\nmetamorphism (see corrected and uncorrected ?13Cc secular variation curve in Fig. \n\n9). These modifications were favored by high graphite contents and by the layered \n\naccumulation of graphite within the marbles. Alterations in the C-isotope composition \n\nassociated to silicate-calcite reactions, which generally involve generation of 13C-rich \n\nCO2, are absent.  \n\nModifications of the C-isotope composition of carbonates resulting from \n\nincorporation of external fluids, holding different isotopic composition, during both, \n\ndiagenesis and metamorphism, is unlikely, since excellent buffering the original \n\nlimestone sequences (marble precursors) seems to have occurred prior to \n\nmetamorphism. This is evidenced by the unaltered nature of samples demonstrated \n\nin geochemical screen (Sr contents average 1500 ppm, Mn/Sr ratios from 0.006 to \n\n\n\n \n\n \n\n27\n\n0.140, and Rb/Sr ratios between 0 and 0.005), which resembles that of well \n\npreserved Meso-Neoproterozoic limestone, and by the slightly variable O (from -6 to -\n\n10‰) and Sr (from 0.706-0707) isotope signature of samples that underwent C-\n\nisotope change. This also indicates that the SCC marbles preserved the isotope \n\ncomposition of their sedimentary precursor even after metamorphism. This suggests \n\nthat modifications of the C- isotope composition of organic matter-bearing and \n\norganic matter-rich carbonates can occur during metamorphism independently of \n\nmodifications in their Sr-isotope and elemental composition.     \n\nThe observed depletions in the ?13Cc values seem to have occurred at \n\ntemperatures varying from 514 to 761oC, as estimated from the calcite-graphite \n\nthermometry. These temperatures, coupled with absence of retrograde signs in the \n\nmarbles, suggest that the 12C-rich CH4-calcite diffusion, leading to the anomalous \n\ndepleted ?13Cc values, occurred under prograde metamorphism (amphibolite-facies). \n\nThe estimated metamorphic temperature range is in good agreement with the mineral \n\nparagenisis (calcite, quartz, muscovite, tremolite, diopside, garnet). Although \n\ntemperatures as high as 1075oC were estimated, they seem to be related to larger \n\nchanges in the calcite and graphite C-isotope compositions, resulting from the \n\npresence of high amounts of graphite (up to 8%). Differences in the metamorphic \n\ntemperature estimates from unaltered samples belonging to a single stratigraphic \n\nsection were also observed and resulted from variations in the graphite C-isotope \n\ncomposition. This factor has been ignored by many other authors and need to be \n\ntaken into account when using the calcite-graphite thermometer.   \n\nFinally, our results indicate that since modifications in the C-isotope \n\ncomposition of graphite-bearing and graphite-rich marbles can take place \n\nindependently of variations in the O and Sr-isotope and elemental geochemistry, the \n\nsole application of the traditional geochemical approaches (e.g. Kaufman et al., 1991, \n\nKaufman and Knoll, 1995, Melezhik et al., 2001 and Melezhik and Fallick, 2003) \n\nshould be considered with caution when working with these kind of lithologies, given \n\nthe complexity of processes involved during diagenesis and metamorphism. For \n\nchemostratigraphic purposes, a union of the methods proposed by Kaufman et al. \n\n(1991), Melezhik et al. (2001) and Melezhik and Fallick (2003) with those herein \n\nproposed seems to be the most appropriated approach on the identification of post-\n\ndepositional modifications in the C-isotope composition of graphite-rich marbles. It is \n\nimportant mentioning that our results preclude with the idea that coupled depletions \n\n\n\n \n\n \n\n28\n\nin the ?13Cc and ?18O values of marine carbonates reflect modifications in the \n\ncarbonates isotope signature, and that modifications in their isotope composition are \n\naccompanied by modifications in the elemental geochemistry. They instead suggest \n\nthat if coherent secular variation pathways of both, ?13Cc and ?18O values, are found, \n\nthe preservation of the primary (sedimentary) isotope signatures of marbles can be \n\nassured.  \n\n \nAcknowledgements \n\nWe are thankful with Gilsa M. Santana and Vilma S. Bezerra, for the \n\nassistance with C- and O-isotope analyses and for preparation of samples for Sr-\n\nisotope analyses. We also thank Simone Gioia for assistance with Sr-isotope \n\nanalyses at the University of Brasilia. J. C. Silva wishes to express his gratitude to \n\nCOLFUTURO for providing a full-tuition scholarship. This is the NEG-LABISE \ncontribution N. 239. \nREFERENCES \nArita, Y. and Wada, H. 1990. Stable isotope evidence for migration of metamorphic \n\nfluids along grain boundaries of marbles. Geochem. Jour., 24: 173-186. \n\nBanner, J. and Hanson, G. 1990. Calculation of simultaneous isotope and trace \n\nelement variations during water-rock interaction with application to carbonate \n\ndiagenesis. Geochim. Cosmochim. Acta, 54: 3123-3138. \n\nBartley, J., Semikhatov, M., Kaufman, A., Knoll, A., Pope, M. and Jacobsen, S. 2001. \n\nGlobal events across the Meso-Neoproterozoic boundary: C and Sr Isotopic \n\nevidence from Siberia. Precamb. Res., 111: 165-202. \n\nBergfeld, D., Nabelek, P. and Labotka, T.  1996. Carbon isotope exchange during \n\npolymetamorphism in the Panamint Mountains, California, USA. Jour. \n\nMetamorphic Geol., 14: 199-212.  \n\nBickle, M., Chapman, H., Ferry, J., Rumble III, D. and Fallick, A. 1997. Fluid flow and \n\ndiffusion in the Waterville limestone, South-Central Maine: Constraints from \n\nstrontium, oxygen and carbon isotope profiles. Jour. Petrol., 38: 148-1512.   \n\nBottinga, Y. 1969. Calculated fractionation factors for carbon and hydrogen isotope \n\nexchange in the system calcite-carbon dioxide-graphite-methane-hydrogen-\n\nwater vapor. Geochim. Cosmochim. Acta, 33: 49-64.    \n\nBrand, U. and Veizer, J. 1980a. Chemical diagenesis of a multicomponent carbonate \n\nsytem-1: Trace elements. Jour. Sed. Petrol., 50: 1219-1236. \n\n\n\n \n\n \n\n29\n\nBrand, U. and Veizer, J. 1980b. Chemical diagenesis of a multicomponent carbonate \n\nsytem-2: Stable Isotopes. Jour. Sed. Petrol., 51: 987-997. \n\nBrito Neves, B., Santos, E. and Van-Schmus, W.  2002. Roteiro de excursão Dominio \n\nCentral (zona Transversal) da Província Borborema e o sistema orogènico \n\nCariris Velhos. XLI Cong. Bras. Geol. 30p. \n\nChacko, T., Mayeda, T., Clayton, R. and Goldsmith, J. 1991. Oxygen and carbon \n\nisotope fractionation between CO2 and calcite. Geochim. Cosmochim. Acta, 55: \n\n2867–2882. \n\nCraig, H. 1957. Isotope standard for carbon and oxygen and correction factors for \n\nmass spectrometry analysis of carbon dioxide. Geochim. Cosmochim. Acta, 12: \n\n133-149. \n\nDerry, L., Kaufman, J. and Jacobsen, S. 1992. Sedimentary cycling and \n\nenvironmental change in late Proterozoic: Evidence from stable and radiogenic \n\nisotopes. Geochim. Cosmochim. Acta, 56: 1317-1329. \n\nDunn, S. and Valley, J. 1992. Calcite-graphite isotope thermometry: a test for \n\npolymetamorphism in marble, Tudor gabbro aureole, Ontario, Canada. Jour. \n\nMetamorphic Geol., 10: 487-501. \n\nEvans, K.,  Bickle, M., Skelton, A., Hall, M. and Chapman, H. 2002. Reductive \n\ndeposition of graphite at lithological margins in east-central Vermont: a Sr, C \n\nand O isotope study. Jour. Metamorphic Geol., 20: 781-798.  \n\nFairchild, I. and Spiro, B. 1987. Petrological and isotopic implications of some \n\ncontrasting late Precambrian carbonates, NE Spitsbargen. Sedimentology, 34: \n\n973-989. \n\nFairchild, I., Marshall, J. and Bertrand-Saefati, J. 1990. Stratigraphic shifts in carbon \n\nisotopes from proterozoic stromatolitic carbonates (Mauritania); influences of \n\nprimary mineralogy and diagenesis. Am. Jour. Sci., 290: 46-67.   \n\nFerreira, V., Sial, A. and Jardim de Sá, E. 1998. Geochemical and isotopic signatures \n\nof the Proterozoic granitoids in the terranes of the Borborema structural \n\nprovince, northeastern Brazil. Jour. South Am. Earth Sci., 11: 439-455.  \n\nGomes, H. 1999. Programa levantamentos geológicos básicos do Brasil. Folha SB. \n\n24-Z-C. Serra Talhada. Estado de Pernambuco, Paraíba e Cerará. Servicio \n\ngeológico do Brasil (CPRM) Ministerio de Minas e Energia. Brasilia. 57p.  \n\nHabbermann, D., Neuser, R. and Richter, D. 1998. Low limit of Mn+2 \n\ncathodoluminescence of calcite: State of the art. Sed. Geol., 116: 13-24. \n\n\n\n \n\n \n\n30\n\nKah, L., Sherman, A., Narbonne, G., Kaufman, A., Knoll, A. and James, N. 1999. \n\nIsotope stratigraphy of the Mesoproterozoic Bylot supergroup, Northern Baffin \n\nIsland: Implication for regional lithostratigraphic correlation. Can. Jour. Earth \n\nSci., 36: 313-332. \n\nKah, L., Lyons, T. and Chesley, J. 2001. Geochemestry of a 1.2 Ga carbonate-\n\nevaporite succession, northern Baffin and Bylot Island: Implications for \n\nMesoproterozoic marine evolution. Precamb. Res., 111: 203-236. \n\nKaufman, A. and Knoll, A. 1995. Neoproterozoic variations in the C-isotopic \n\ncomposition of seawater: Stratigraphic and biochemical implications. Precamb. \n\nRes., 73: 27-49.   \n\nKaufman, A., Hayes, J., Knoll, A. and Germs, G. 1991. Isotopic composition of \n\ncarbonates and organic carbon from upper Proterozoic successions in Namibia: \n\nStratigraphic variation and the effects on diagenesis and metamorphism. \n\nPrecamb. Res., 49: 301-329.   \n\nKitchen, N. and Valley, J. 1995. Carbon isotope thermometry in marbles of the \n\nAdirondack Mountains, New York. Jour. Metamorphic Geol., 13: 577-594. \n\nKozuch M. 2003. Isotopic and trace element geochemistry of early Neoproterozoic \n\ngneissic and metavolcanic rocks in the Cariris Velhos orogen of the Borborema \n\nProvince, Brazil, and their bearing on tectonic setting. Ph.D. Dissertation. \n\nUniversity of Kansas, 199 p. (unpublished). \n\nMarshall, J. 1988. Cathodoluminescence of Geological Materials. Boston, Unwin \n\nHyman. 146p. \n\nMarshall, J. 1992. Climatic and oceanographic signals from the carbonate rock \n\nrecord and their preservation. Geol. Mag., 129: 143-160. \n\nMelezhik, V. and Fallick,  A. 2003. ?13C and ?18O variations in primary and Secundary \n\ncarbonate phases: Several contrasting examples from Paleoproterozoic 13C-rich \n\nmetamorphosed dolostones. Precamb. Res., 201: 213-228.  \n\nMellezhik, V., Gorokhov, I., Fallick, A. and Gjelle, S. 2001. Strontium and Carbon \n\nisotope geochemistry applied to dating of carbonate sedimentation: an example \n\nfrom high-grade rocks of the Norwegian Caledonides. Precamb. Res., 108: 267-\n\n292.   \n\n\n\n \n\n \n\n31\n\nMitchell, S., Paul, C. and Gale, A. 1996, Carbon isotopes and sequence stratigraphy. \n\nIn: J. Howell and J. Aitken (Editors). High resolution sequence stratigraphy: \n\ninnovations and applications. Geol. Soci. Spec. Publ. Vol. 104. pp. 11-24. \n\nPolyakov, V. and Kharlashina, N. 1995. Carbon isotope fractionation between \n\ngraphite, diamond and carbon dioxide: a non-model approach. Geochim. \n\nCosmochim. Acta, 59: 2561-2572.  \n\nSatish-Kumar, M., Wada, H. and Santosh, M. 2002. Constraints on the application of \n\ncarbon isotope thermometry in high to ultrahigh temperatura metamorphic \n\nterrones. Jour. Metamorphic Geol., 20: 335-350.  \n\nScholle, P. and Arthur, M. 1980. Carbon isotope fluctuations in cretaceous pelagic \n\nlimestones: Potential stratigraphic and petroleum exploration tool. A.A.P.G. \n\nBull., 64: 67-87. \n\nShieh, Y. and Taylor, H. 1969. Oxygen and carbon isotope studies of contact \n\nmetamorphism of carbonate rocks. Jour. Petrol., 10: 307-331. \n\nSilva, J., Sial, A., Ferreira, V. and Pimentel, M. (Submitted). C- And Sr- isotope \n\nstratigraphy of the São Caetano Complex, northeastern Brazil: A contribution to \n\nthe study of the Meso-Neoproterozoic seawater geochemistry. An. Acad. Bras. \n\nCi.  \n\nValley, J. 2001. Stable isotope thermometry at high temperatures. In: J. Valley and D. \n\nCole (Editors). Stable isotope geochemistry. Min. Soc. Am. Reviews in \n\nMineralogy and geochemistry. Vol. 43. pp. 365-414. \n\nValley, J and O'Niel, J. 1981. 13C/12C exchange between calcite and graphite a \n\npossible thermometer for Greenville marbles. Geochim. Cosmochim. Acta, 45: \n\n411–419. \n\nVeizer, J. 1983. Trace elements and isotopes in sedimentary carbonates. In: R. \n\nReeder (Editor). Carbonates: Mineralogy and Chemistry. Min. Soc. Am. Rev. \n\nMineral. Vol.11. pp. 141-167 \n\nVeizer, J. and Hoefs, J. 1976.The nature of O18/O16 and c13/C12 secular trends in \n\nsedimentary carbonate rocks. Geochim. Cosmochim. Acta, 40: 1387-1395. \n\nWada, H. and Suzuki, K. 1983. Carbon isotope thermometry calibrated by dolomite-\n\ncalcite solvus temperatures.  Geochim. et Cosmochim. Acta, 47: 697-706. \n\nWinkler, H. 1979. Petrogenesis of metamorphic rocks. Sringer-Verlag. New York. \n\n348p. \n\n \n\n\n\n \n\n \n\n32\n\nSample Heigh (m) \n? 13Cc \n(‰PDB) \n\n? 18O \n(‰PDB) \n\n?13Cgr \n(‰PDB) \n\n?13Cc-Cg MT (K-V)\nMT \n\nD-V) \nGraphite\n\n(%) \nGraphite \nSize (cm) \n\nMineral \nassembla. \n\n87Sr/86Sr Mn (ppm) \nMg \n\n(ppm) \nSr \n\n(ppm) \nRb \n\n(ppm) \nCa \n\n(ppm)  \nFe \n\n(ppm) \nFlor 1 0 1.9 -6.5     0    57 3910 1401 10 362200 1792 \nFlor 2 0.8 2.7 -6.4     0          \nFlor 3 1.6 2.0 -6.5     0          \nFlor 4 2.1 3.3 -6.3 -2.08 5.4 538 578 2    12 2000 1274 2 328000 760 \nFlor 5 3.5 3.7 -5.4     0  QMTGD 0.706 10 1980 1578 0 407970 249 \nFlor 6 4.4 3.2 -5.6     0          \nFlor 7 5.5 3.1 -6.2     0          \nFlor 8 6.5 2.0 -6.5     0          \nFlor 9 7 1.9 -6.2     5          \n\nFlor 10 8.5 2.0 -6.5     5  QMT  78 3450 1259 0 384250 1670 \nFlor 11 10.3 1.2 -5.7     2          \nFlor 12 11.1 1.7 -6.4     2  QMTGD        \nFlor 13 12.1 3.0 -5.6     5          \nFlor 14 13.1 3.1 -5.6 -1.23 4.3 638 644 5    6 0 1586 1 405000 1065 \nFlor 15 15.2 3.3 -5.6     0.5  QMTGD  11 2040 1572 0 405780 309 \nFlor 16 16.5 3.2 -5.2     0.5          \nFlor 17 18.8 2.5 -5.7     0.5          \nFlor 18 20.9 3.0 -5.9     0.5          \nFlor 19 23.5 2.4 -5.8     0.5          \nFlor 20 24.5 2.5 -5.7     0.5          \nFlor 21 34.5 2.3 -5.9     0.5 0.1 QMTDG  10 2070 1738 0 404050 515 \nFlor 22 37.5 2.6 -8.1     0.5 0.1-0.3 QMGTD        \nFlor 23 41.5 2.3 -6.5     0.5          \n\n+Flor 24 43.5 1.3 -5.9 -1.07 2.3 959 810 8 0.2-0.3         \n*Flor 25 53.5 0.2 -4.7     8    24 3870 2487 0 483780 991 \n+Flor 26 54.7 -0.8 -5.1     8          \nFlor 27 55.7 -0.4 -5.6     8          \n\n*+Flor 28 57 -1.6 -5.8 -3.53 1.9 1102 864 8 0.2-0.3         \n*Flor 29 58.5 -2.2 -5.9     8          \n\n*+Flor 30 60. -1.5 -6.2     8          \n*+Flor 31 62 -1.5 -6.5 -2.08 0.6 2192 1075 8 0.2-0.3         \n*Flor 32 65 -1.8 -12.8     5          \n\n\n\n \n\n \n\n33\n\n+Flor 33 68 0.2 -7.7 -4.24 -4.04 625 637 5 0.1-0.3         \n*+Flor 34 70 -1.4 -13.6 -5.46 4.1 658 657 5 0.1-0.3   51 3700 2583 7 350400 9038 \n*Flor 35 74 -1.3 -11.4     5    85 4830 2101 1 360400 2976 \nFlor 36 76 -0.7 -8.8     5          \n*Flor 37 79 -2.0 -11.6     5 0.2-0.4 QM  95 6500 1053 4 287500 2837 \n\n*+Flor 38 82 -1.4 -7.5 -5.03 3.7 714 690 5 0.2-0.3 QM  30 3600 2488 3 302500 3980 \nFlor 39 86 1.7 -6.0     0   0.706 9 3500 1643 0 317700 913 \nFlor 40 96 0.1 -8.9     0          \nFlor 41 98 -0.8 -8.1     0 0.2 QM        \nFlor 42 102 -0.8 -8.5     1          \n*Flor 43 105 -0.9 -10.3     1          \nFlor 44 110 -0.8 -7.0     1          \nMalu 1 0 -0.7 -8.3     2  QMT        \nMalu 2 2.3 -0.9 -9.3     2          \nMalu 3 3.5 -1.5 -7.0     2          \nMalu 4 5 -0.7 -8.3     5          \nMalu 5 6 0.2 -8.5     0.5          \nMalu 6 8 -0.7 -8.3     5    10 10370 822 0 394590 230 \nMalu 7 9.5 -0.5 -9.1     5          \nMalu 8 10.5 0.9 -9.2     5          \n*Malu 9 11 -0.5 -11.1     0.5&lt;0.1 QMT        \nMalu10 12 2.3 -6.6     0.5          \nMalu11 12.5 2.3 -7.7     0.5          \nMalu12 13.5 2.0 -7.9     0          \nMalu13 15.5 -0.8 -6.8     5          \nMalu14 16 -0.8 -7.1     5          \nMalu15 16.5 -0.3 -6.9     5    29 2900 2142 0 400610 382 \nMalu16 19.5 0.2 -7.5     5          \nMalu17 20.5 0.2 -7.6     5 0.2-0.3 QM        \nMalu18 21.5 -0.6 -7.5     5 0.3-0.5 QM        \nMalu19 24.5 -0.9 -8.1     5          \n*Malu20 25 -1.7 -14.0     5          \n*Malu21 26 -1.7 -14.0     5    65 4000 2014 10 366180 5164 \n*Malu22 27 -1.1 -13.9     5          \n\n\n\n \n\n \n\n34\n\nMalu23 28 -0.9 -9.7     5          \nNunes 1 0 -2.6 -7.5     5 0.6-0.4 Q M  79 6350 1658 22 349890 2201 \nNunes 2 1.2 -2.2 -6.0     5   0.707 47 5200 690 5 313700 1733 \nNunes 3 2.2 -2.4 -6.6     5          \nNunes 4 4.2 -1.5 -9.7     5          \nNunes 5 5.7 -2.1 -6.8     8 0.5-0.8 QMTG        \nNunes 6 9.2 -2.3 -6.1     8    51 10490 552 10 379950 1757 \nNunes 7 11.2 2.4 -7.6     0.5          \nNunes 8 12.7 -1.1 -6.6     8 0.3 QMT 0.706 38 3930 1968 0 363310 5520 \n*Nunes 9 14.7 -2.2 -8.6     8   0.706 81 6330 574 10 382460 1939 \nNunes 10 15.7 -0.9 -9.0     8          \n\nRod 1 0 -1.5 -8.4     5 0.6 QMT 0,707 21 5990 765 10 345500 1617 \n+Rod 2 10 3.4 -11.2 -3.34 6.8 452 514 5 0.3         \nRod 3 12 3.7 -10.1     5    80 4130 1107 10 371210 1234 \n\n+Rod 4 15 3.3 -7.1 -1.66 5.0 575 603 5 0.3   53 3600 1187 10 293500 1221 \nRod 5 20 3.8 -7.7     2          \n*Rod 6 21.5 -1.8 -14.0     5 0.3 QMT 0.706 36 4300 1801 10 302000 4372 \n\n*+Rod 7 22.5 -1.6 -10.8 -4.43 2.8 850 761 5 0.3         \nRod 8 24.5 2.0 -7.7     5          \nRod 9 27 -0.1 -8.6     5    9 22580 970 0 377500 493 \n\n*+Rod 10 29 -0.9 -10.6 -4.02 3.1 799 736 5 0.3   73 3900 2599 10 300600 2728 \nRod 11 31 0.2 -8.6     4          \n\n+Rod 12 33 1.5 -6.7 -4.65 6.2 485 540 4 0.3   45 3440 1464 10 375130 1463 \nRod 13 36 2.1 -7.0     4          \nRod 14 40 1.7 -6.9     4          \n\n+Rod 15 44 1.9 -7.1 -3.48 5.4 543 581 4 0.2-0.3   21 1200 1603 10 385000 1369 \nRod 16 46 2.2 -7.5     3 0.2-0.3 QMTG 0.706 11 3700 1944 10 304900 1208 \n\n+Rod 17 49 2.7 -10.5 -3.05 5.8 513 560 8 0.3         \nRod 18 51 2.6 -6.2     8 0.3 QMT        \nRod 19 56 0.4 -6.8     8          \nRod 20 60 -0.5 -7.5     8          \n\n*Santros 1 0 -1.9 -7.3     8          \n*Santros 2 0.5 -1.7 -7.4     8          \nSantros 3 6 0.0 -7.4     8          \n\n\n\n \n\n \n\n35\n\nSantros 4 7 0.3 -6.8     8   0.706 18 3000 2145 10 319600 1439 \nSantros 5 9 0.3 -8.2     0.5 0.5-1.0 QM  13 6530 1966 10 393780 1200 \nSantros 6 9.5 0.3 -7.1     0.5          \nSantros 7 10.5 1.0 -6.1     0.5          \n*Santros 8 12 0.3 -6.7     0.5 0.3 QMT  15 5050 2178 0 390090 1129 \n*Santros 9 17 -0.6 -5.5     0.5   0.706 24 2300 2041 10 322600 913 \n\n*Santros 10 18 0.5 -6.0     0.5          \nSantros 11 19 1.8 -8.2     0.5          \nSantros 12 20 2.2 -7.8     0.5  QMT        \nSantros 13 20.5 2.4 -7.4     0.5    10 2010 1557 0 402850 384 \nSantros 14 21.5 2.3 -7.5     0.5          \nSantros 15 23.5 2.4 -7.6     5          \nSantros 16 25.5 1.8 -6.8     5          \nSantros 17 27.5 1.5 -7.3     5          \nSantros 18 29.3 2.4 -7.5     0.5 0.3 QMTD  10 3290 2006 0 396990 734 \nSantros 19 30.5 2.5 -7.3     0.5          \nSantros 20 33.5 2.7 -7.1     0.5   0.706 10 2100 2077 10 331400 828 \nSantros 21 38.5 3.1 -8.4     0.5  QMTD        \n\n \n\nTable 1. Geochemical data for the studied marble samples from the Sao Caetano Complex.  Asterisks indicate potentially altered samples. Crosses indicate \n\nsamples selected for metamorphic temperatures (MT). MT were calculated by using the equations of  (D-V) Dunn and Valley (1992) and (K-V) Kitchen \n\nand Valley (1995). (?13Cc-Cg) calcite-graphite fractionation values. \n\n \n\n \n\n\n\n \n\n \n\n33\n\nFIGURE CAPTIONS \n\nFigure 1. Geologic map of the studied area. Numbers represent the location of the \n\nstratigraphic sections: 1.Pedra de Cal, 2. Santa Rosa, 3. Malutagem, 4. \n\nRodiador. Tectonic terranes map adapted from Ferreira et al. (1998). Geologic \n\nmap modified from Gomes (1999). \n\nFigure 2. Main petrographic and luminescence characteristics observed in the SCC \n\nmarbles. A) Flores 2, Pedra de Cal section),  B) Nunes 2, Sitio dos Nunes \n\nsection. Coarse-sized calcite crystals are commonly identified in thin section \n\n(A1, B1) and in sample slabs by using reflected light (A2,B2). CL \n\nphotomicrographs show the low to non-luminescent nature of the SCC \n\nmarbles (A3-B3).      \n\nFigure 3. Lithologic, isotopic and elemental stratigraphy of the studied marbles. (A) \n\nPedra de Cal, (B) Malutagem, (C) Sito dos Nunes, (D) Rodiador, (E) Santa \n\nRosa. All sections show an opposite behavior between the carbonate C-\n\nisotope (?13Cc) and O-isotope (?18O) secular variation curves. Note the \n\nmimetic behavior of the graphite (?13Cg) and carbonate (?13Cc) C-isotope \n\nsecular curves in the Pedra de Cal and  Rodiador sections. Also note the \n\nopposite behavior between the ?13Cc and the graphite content secular curves \n\nin all sections. \n\nFigure 4. Cross-plots of isotopic and elemental data obtained from the SCC marbles. \n\nArrows indicate geochemical post-depositional alteration trends as proposed \n\nby Derry et al. (1992) and Kaufman et al. (1991). Note that most samples fall \n\ninto the unaltered fields, suggesting that marbles probably preserved the C \n\nand O-isotope composition of the original limestone sequences. In A, numbers \n\nindicate the average fields for the isotope composition for the different marble \n\n\n\n \n\n \n\n34\n\nsuccessions: 1) Rodiador, 2) Pedra de Cal, 3) Sitio dos Nunes, 4) Santa Rosa, \n\n5) Malutagem.    \n\nFigure 5. Cross-plots of the isotope and elemental data from the SCC marbles. \n\nArrows indicate geochemical post-depositional alteration trends as proposed \n\nby Melezihk et al., 2001 and Melezihk and Fallick, 2003. Non alteration trends \n\nwere identified, indicating that must likely the Sr-isotope composition of the \n\noriginal limestone successions was preserved.   \n\nFigure 6. Cross-plots showing variations in the C and O -isotope signature of \n\nselected samples (see Table 1) with respect to graphite contend (A), graphite \n\ndisposition (B), graphite crystal size (C) and silicate assemblages (D). Arrows \n\nindicate geochemical post-depositional alteration trends as proposed by Derry \n\net al. (1992) and Kaufman et al. (1991). \n\nFigure 7. Cross-plots of the isotope data obtained for selected carbonate and \n\ngraphite samples of the SCC. A) Variations in the calcite C (?13Cc) and O \n\n(?18O) isotope composition. Arrows show the alteration trends as proposed by \n\nDerry et al. (1992) and Kaufman et al. (1991). B)  Variation in the ?13Cc and \n\ngraphite C-isotope values (?13Cg). Arrows show the good positive correlation \n\nbetween the ?13Cc and ?13Cg values in both unaltered and altered samples. C) \n\nVariation between the calcite-graphite fractionation values (?13Cc-Cg) and the \n\n?13Cg values. Arrow shows the negative correlation between ?13Cc-Cg and \n\n?13Cg in both unaltered and altered samples. Also note that altered samples \n\nshow smaller ?13Cc-Cg values than the unaltered ones. D) Variations between \n\nthe ?13Cc-Cg and the ?13Cc values. Observe the negative correlation between \n\n?13Cc-Cg and ?13Cc (see arrow) and the more depleted ?13Cc shown by altered \n\nsamples. \n\n\n\n \n\n \n\n35\n\nFigure 8.  Variations of the metamorphic temperature (MT) estimates with respect to: \n\ncalcite graphite fractionation values (?13Cc-Cg) (A, B) and the calcite (?13Cc) \n\nand graphite (?13Cg) C-isotope composition (C,D). In A and B lines represent \n\nthe MT tendencies calculated by: (D-V) Dunn and Valley (1992), (K-V) Kitchen \n\nand Valley (1995), (P-K) Polyakov and Kharlashina (1995) and those from this \n\nwork. Lines in C and D represent the MT estimated by Kitchen and Valley \n\n(1995) and Dunn and Valley (1992) respectively. Other conventions refer to \n\nFig. 7.     \n\nFigure 9.  Composite litho and chemostratigraphic columns of the SCC marble \n\nsuccessions. Conventions in the lithostratigraphic column are the same that in \n\nFigure 3. Arabic numbers indicate the stratigraphic position of the studies \n\nmarbles successions: 1. Pedra de Cal, 2. Malutagem, 3. Sitio dos Nunes, 4. \n\nRodiador, 5. Santa Rosa. Stratigraphic variations in the mineral assemblages \n\nare also shown: quartz (Qz), muscovite (Mus), tremolite (Tr), diopside (Dip), \n\ngarnet (Gt). The unaltered and altered ?13Cc secular curves were constructed \n\nafter screening for post-depositional signs. Note the mimetic behavior of the \n\ncarbonate (?13Cc) and graphite (?13Cg) C-isotope secular variation curves. Also \n\nnote the inverse behavior of the ?13Cc and ?13Cg curves with respect to the \n\ngraphite contend one. Note the mimetic behavior between variations in the \n\n?13Cg and metamorphic temperatures (MT). Roman numbers indicate the C-\n\nisotope stages characterized by Silva et al. (submitted).      \n\n\n\n \n\n \n\n36\n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n37\n\n\n\n \n\n \n\n38\n\n\n\n \n\n \n\n39\n\n\n\n \n\n \n\n40\n\n\n\n \n\n \n\n41\n\n\n\n \n\n \n\n42\n\n\n\n \n\n \n\n43\n\n\n\n \n\n \n\n44\n\n \n\n\n\n \n\n \n\n45\n\n \n \n \n\nCONCLUSÕES \n \n\nA quimioestratigrafía dos mármores do Complexo São Caetano (CSC), \n\nlocalizados na zona transversal da Província Estrutural da Borborema, mostra \n\nvariações moderadamente altas nos valores de ?13C (-2,7 a +3,7‰PDB), \n\nacompanhadas por variações moderadas nos valores de 87Sr/86Sr (entre 0,706 e \n\n0,707).   Após comparar as curvas de variação seculares obtidas a partir de isótopos \n\nde C e Sr para os mármores estudados com curvas de seqüências de carbonatos \n\nsedimentares bem conhecidas a nível mundial (Kah et al., 1999, 2001, Bartley et al., \n\n2001) uma idade Meso-Neoproterozóica (1,1-0,97 Ga) é inferida para a deposição \n\ndos protólitos sedimentares dos mármores do CSC.  \n\nA idade de sedimentação acima proposta, unida a evidencias regionais tais \n\ncomo a presença de seqüências tipo MORB de 1,05 Ga a oeste do CSC (Bittar, \n\n1998), a ocorrência de possíveis eclogitos a SW do complexo (Santos, 1995)  e a \n\npresença de granitóides tipo I com TDM de 1,04 Ga, intrudindo-o (Kozuch, 2003), \n\nlevam a considerar que o Complexo São Caetano ter-se-ia depositado após um \n\nevento de rifteamento na Zona Transversal da Província Borborema ( entre 1,4 e \n\n1,05 Ga). Este evento de rifteamento é também evidenciado pelos valores levemente \n\nnegativos de ?ND (-1,84) e TDM de 1,34 Ga, encontrados em granodioritos associados \n\nao Complexo Cabrobró, ao sudeste da área de estudo (Maciço Pernambuco-\n\nAlagoas, Osako, et al., 2003) e pelos valores de ?ND entre 0,08 e 5 e idades modelo \n\n(TDM) entre 1,4 e 1,04 Ga, encontrados em riolitos intrudindo o CSC; estes últimos \n\napresentando idades U-Pb em zircão de 967± 13 Ma (Kozuch, 2003).  \n\nKozuch (2003), por outro lado, identificou o evento de rifteamento acima \n\ncitado e um posterior evento de subdução que levou à ocorrência do arco magmático \n\nCariris Velhos a NW do CSC a 0,96 Ga. Evidências para esta subdução são \n\nfornecidas pela presença de eclogitos (Santos, 1995) e de granitóides do tipo-I de \n\nidade Cariris Velhos.  O modelo de Kozuch (2003), no entanto, falha ao não explicar \n\no papel que o CSC, que é certamente contemporâneo ao Riacho Gravata, exerceu \n\nna configuração final do arco magmático Cariris Velhos.  \n\n\n\n \n\n \n\n46\n\nCaracterísticas litológicas da parte siliciclástica do CSC indicam, por outro \n\nlado, que este teria-se depositado numa margem continental e em ambiente \n\npelágicos durante um período de nível do mar alto. Esta margem continental teria-se \n\nestabelecido ao norte do Cráton São Francisco e de suas supracrustais Meso-\n\nPaleoproterozoicas associadas. Convergência de placas oceânica e continental, com \n\nsubdução associada ao magmatísmo de tipo arco magmático continental (Cariris \n\nVelhos), teria ocorrido contemporaneamente à deposição de sua parte mais superior \n\ne ao fechamento da bacia oceânica onde este se depositou.  \n\nÉ importante ressaltar que, baseado nos resultados obtidos neste trabalho, o \n\nComplexo São Caetano teria desempenhado um papel importante durante o \n\nfechamento de uma possível margem continental entre as rochas vulcânicas \n\noceânicas do Riacho-Gravatá e as supracrustais ao leste do CSC, tendo a zona de \n\ncisalhamento Afogada da Ingazeira como uma Paleosutura. No entanto, levando em \n\nconsideração que o CSC foi pouco estudado ate agora, considerações mais precisas \n\nsobre a paleogeografía desta área da zona transversal, entre 1,1 e 9,7 Ga, são ainda \n\nespeculativos. Portanto estudos mais aprofundados, em especial de sua parte \n\nsiliciclástica, devem ser levados adiante, uma vez que a melhor compreensão da \n\nhistoria geológica do Complexo São Caetano resolveria muitas questões ainda \n\ncontrovertidas. Por enquanto, a idade Meso-Neoproterozoica inferida neste estudo \n\npara o CSC indica que a Zona Transversal, na área de estudo, teria permanecido \n\ncomo uma margem continental a noroeste do Crato São Francisco e suas \n\nsupracrustais, Meso e Paleoproterozóicas, entre pelo menos 1,1 Ga e 0,97 Ga.  \n\nPor outro lado, baseados nas variações de isótopos de C nas seções de \n\nmármores estudadas, três estágios isotópicos foram observados (I, II, II) que são \n\nassociados a mudanças na geoquímica da água do mar durante a sedimentação dos \n\nprotólitos dos mármores e que teriam sido provocadas por eventos tectônicos \n\nglobais:  \n\na) Estágio isotópico I, no qual valores moderadamente altos de ?13C \n\n(~+3,7‰PDB) resultaram de um grande soterramento e posterior seqüestro do \n\ncarbono orgânico durante o ponto máximo do ciclo orogênico Grenvilliano, que  \n\nlevou ao empobrecimento da água do mar em 12C.  \n\nb) Estágio isotópico II, o qual apresenta valores mais flutuantes de ?13C ( -2 a \n\n+3‰PDB). Esta variabilidade reflete um aumento no aporte de CO2 rico em 12C \n\nassociado a um evento de rifteamento global há 1,05 Ga. (valores mais baixo) e o \n\n\n\n \n\n \n\n47\n\nseqüestro de matéria orgânica rica em 12C através de processos de subducção \n\nglobais, relacionados ‘a formação de arcos magmáticos há ~1,0 Ga a nível global \n\n(e.g Cariris Velhos).  \n\nC) Estagio isotópico III, com valores de ?13C em torno de  3,7‰PDB refletiriam \n\nnovamente um incremento na sedimentação e soterramento da matéria orgânica o \n\nqual teria sido incrementado durante a aglutinação do supercontinente Rodinia.   \n\nA quimioestratigrafía isótopica de Sr apóia as idéias acima expostas. Valores \n\nde 87Sr/86Sr ~ 0,706 caracterizam o estágio isotópico I. Estes valores podem \n\nrepresentar um grande aporte de material terrígeno continental empobrecido em Sr \n\nradiogênico (crosta rica em material juvenil) `as bacias oceânicas no final do \n\nMesoproterozóico.  Os valores baixos, no entanto, podem refletir também um evento \n\nde rifteamento a nível global entre 1,4- 1,1 Ga. Valores de 0.705 são também \n\nregistrados em seqüências sedimentares em Canadá e Sibéria (Kah et al., 2001, \n\nBartley et al., 2001) para este período, o que apóia também a idéia de um evento de \n\nrifteamento.  \n\nValores mais variáveis de 87Sr/86Sr (0,706 a 0,707), por outro lado, \n\ncaracterizam o estagio isotópico II e podem representar mudanças na atividade \n\ntectônica global. Os valores pouco radiogênicos estão associados ao processo de \n\nrifteamento global há 1,05 Ga e os mais radiogênicos `a geração de arcos vulcânicos \n\ntipo Andes a nível global há 1,0 Ga, respectivamente.   \n\nOs valores em torno de 0.706 que caracterizam o estágio isotópico III, \n\nrepresentariam a continuidade dos processos de erosão crustal associados à \n\naglutinação de Rodínia e à formação de material juvenil no período 1.05-0.97 Ga.         \n\nFinalmente, levando em consideração que a aplicação dos métodos \n\nquimioestratigráficos em seqüências de mármores tem sido amplamente criticada, \n\ndevido às possíveis mudanças da assinatura isotópica durante metamorfismo, uma \n\navaliação de possíveis câmbios na assinatura original dos protólitos dos mármores \n\nfoi realizada.  Caracterizações petrográficas, geoquímicas (elementos maiores e \n\nmenores) e isotópicas indicaram que: (1) algumas mudanças da assinatura original \n\nde isótopos de C ocorreram em algumas mostras de carbonatos do CSC. Estas \n\nmudanças foram associadas à presença de grafita; uma difusão entre CH4 rico em \n12C, derivado da grafita, e os carbonatos, é proposta como o mecanismo que gerou \n\ndita modificação. (2) As mudanças na assinatura isotópica de C ocorreram, \n\nindependentemente de mudanças na composição isotópica de O e Sr, sob \n\n\n\n \n\n \n\n48\n\ncondições fechadas.  Isto é apoiado pela variação pequena dos isótopos de O e Sr, \n\ncomo também pela natureza inalterada dos indicadores de elementos geoquímicos \n\n(Sr com media de 1500 ppm, razões de Mn/Sr de 0.006 até 0.140, e razões de Rb/Sr \n\nentre 0 e 0.005).  (3) O processo de modificação da assinatura isotópica de C nos \n\nmármores teria ocorrido sob condições de metamorfismo de baixa pressão – média \n\ntemperatura. Isto é apoiado por assembléias minerais dos mármores (calcita, \n\nquartzo, tremolita, moscovita, diopsidio e granada), as quais indicam temperaturas \n\nna faixa de 500-7000C. Um intervalo de temperatura para o metamorfismo entre 514 \n\ne 750oC, estimada a partir de termometria de isótopos de C em grafita e calcita \n\ncoexistentes, apóia esta idéia. \n\nBaseado no acima exposto e nas variações seculares dos valores de 87Sr/86Sr \n\ne ?13C é possível afirmar que a composição isotópica dos mármores do Complexo \n\nSão Caetano reflete a composição isotópica dos seus protólitos sedimentares e que \n\nsó algumas modificações nos valores de ?13C ocorreram durante o metamorfismo, \n\nindependentemente de mudanças na sua química elementar e nos valores de \n87Sr/86Sr. Portanto a composição isotópica destes mármores representa a \n\ncomposição isotópica da água do mar durante a transição Meso-Neoproterozóico.         \n\n \n\n\n\n \n\n \n\n49\n\n \n \n \n \n\nREFERENCIAS \n \nBanner, J. and Hanson, G. 1990. Calculation of simultaneous isotope and trace \n\nelements variations during water-rock interaction with application to carbonate \n\ndiagenesis. Geochim. Cosmochim. Acta., 54: 3123-3138. \nBartley, J. and Kah, L. 2003. Marine DIC, Corg-Ccarb coupling and the evolution of the \n\nProterozoic carbon cycle. Geology, 32: 129-132.    \nBartley, J., Semikhatov, M., Kaufman, A., Knoll, A., Pope, M. and Jacobsen, S. 2001. \n\nGlobal events across the Meso-Neoproterozoic boundary: C and Sr Isotopic \n\nevidence from Siberia. Precamb. Res., 111: 165-202. \nBekker, A., Karhu, J., Eriksson, K. and Kauman, A. 2003. Chemostratigraphy of the \n\nPaleoproterozoic carbonate successions of the Wyoming Craton: Tectonic \n\nforcing of biochemical change? Precamb. Res., 120: 279-325.   \nBrand, U. and Veizer, J. 1980a. Chemical diagenesis of a multicomponent carbonate \n\nsytem-1: Trace elements. J. Sed. Petrol., 50: 1219-1236. \nBrand, U. and Veizer, J. 1980b. Chemical diagenesis of a multicomponent carbonate \n\nsytem-2: Stable Isotopes. J. Sed. Petrol., 51: 987-997. \nBretas Bittar, S.M., 1998, Faixa Piancó-Alto Brígida:  Terrenos tectonoestratigráficos \n\nsob regimes metamórficos e deformacionais contrastantes (Ph.D. \n\nDissertation), São Paolo, Brasil, Universidade de São Paolo, 126 p.  \n\nDerry,L., Kaufman,J. and Jacobsen, S. 1992. Sedimentary cycling and environmental \n\nchange in late Proterozoic: Evidence from stable and radiogenic isotopes. \n\nGeochim. Cosmochim. Acta, 56: 1317-1329. \nDes Marais, D. 1994. Tectonic control of the crustal organic carbon reservoir during \n\nthe Precambrian. Chem. Geol., 114: 303-314.      \nDes Marais,D. 1997 isotopic evolution of the biochemical carbon cycle during the \n\nProterozoic Eon. Org. Geochem., 27: 185-193. \nDunn, S. and Valley, J. 1992. Calcite-graphite isotope thermometry: a test for \n\npolymetamorphism in marble, Tudor gabbro aureole, Ontario, Canada. J. \n\nMetamorphic Geol., 10: 487-501. \n\n\n\n \n\n \n\n50\n\nEvans, K., Bickle, M., Skelton, A., Hall, M. and Chapman, H. 2002. Reductive \n\ndeposition of graphite at lithological margins in east-central Vermont: a Sr, C \n\nand O isotope study. J. Metamorphic Geol., 20: 781-798. \nFrank, T., Lyons, T. and Lohmann, K. 1997. Isotopic evidence for the \n\npaleoenvironmental evolution of the Mesoproterozoic Helena Formation, Belt \n\nSupergroup, Montana. Geochimi. Cosmochim. Acta, 61: 5023-41. \nFrank, T. and Lyons, T. 2000. The integrity of ?18O records in Precambrian \n\ncarbonates: a Mesoproterozoic case study. In J. P. Grotzinger and N. P. \n\nJames (eds), Carbonate sedimentation and diagenesis in the evolving \n\nPrecambrianworld SEPM Special Publication 67. pp. 315-26.  \n\nFrank, T., Kah, L. and Lyons, T. 2003. Changes in organic matter production and \n\naccumulation as a mechanism for isotopic evolution in the Mesoproterozoic \n\nocean. Geol. Mag., 140: 397-420. \nHalverson, G., Hoffman, P., Schrag, D. and Kaufman, J. 2002. A major  perturbation \n\nof the carbon cycle before the Ghaub glaciation (Neoproterozoic) in Namibia: \n\nPrelude to snowball Earth? G3. 3: Electronic journal (www.g-cubed.org). \nHayes, J., Strauss, H. and Kaufman, A. 1999 The abundance of 13C in marine \n\norganic matter and isotopic fractionation in the global biogeochemical cycle of \n\ncarbon during the past 800 Ma. Geol., 161: 3103-125. \nHoffman, P. 1999. The break-Up of rodinia, Birth of Gondwana, True Polar Wander \n\nand the snowball Earth. Jour. Afri. Earth. Sci., 28: 17-33.  \nHoffman, P., Kaufman, A. and Halverson, S. 1998a. Comings and goings of global \n\nglaciations on a Neoproterozoic tropical platform in Namibia. GSA Today, 8: 1-\n10.  \n\nHoffman, P., Kaufman J., Halverson, G. and Schrag, D. 1998b. A Neoproterozoic \n\nsnowball Earth, Science, 281: 1342–1346.   \nJacobsen, S. and Kaufman, A. 1999. The Sr, C and O isotopic evolution of the \n\nNeoproterozoic seawater. Chem. Geol., 161: 37-57.  \nKah, L, Sherman, A., Narbonne, G., Kaufman, A., Knoll, A. and James,N. 1999. \n\nIsotope stratigraphy of the Mesoproterozoic Bylot supergroup, Northern Baffin \n\nIsland: Implication for regional lithostratigraphic correlation. Can. J. Earth Sci., \n\n36: 313-332.        \n\n\n\n \n\n \n\n51\n\nKah, L., Lyons, T. and Chesley, J. 2001. Geochemestry of a 1.2 Ga carbonate-\n\nevaporite succession, northern Baffin and Bylot Island: Implications for \n\nMesoproterozoic marine evolution. Precamb. Res., 111: 203-236. \nKaufman, A. and Knoll, A. 1995. Neoproterozoic variations of the C-isotopic \n\ncomposition of seawater: stratigraphic and biochemical implications. Precamb. \n\nRes., 73: 27-49.   \nKaufman, A., Hayes, J., Knoll, A. and Germs, G. 1991. Isotopic compositions of \n\ncarbonates and organic carbon from upper Proterozoic successions in \n\nNamibia: stratigraphic variation and the effects of diagenesis and \n\nmetamorphism. Precamb. Res., 49: 301–327. \nKitchen, N. and Valley, J. 1995. Carbon isotope thermometry in marbles of the \n\nAdirondack Mountains, New York. J. Metamorphic Geol., 13: 577-594. \nKnoll, A., Kaufman, A. and Semikhatov, M. 1995. The carbon isotopic composition of \n\nProterozoic carbonates: Riphean successions from northwestern Siberia \n\n(Andabar Massif, Turukhansk uplift) Am. J. Sci., 295: 823-850. \nKozuch M. 2003. Isotopic and trace element geochemistry of early Neoproterozoic \n\ngneissic and metavolcanic rocks in the Cariris Velhos orogen of the \n\nBorborema Province, Brazil, and their bearing on tectonic setting. Ph.D. \n\nDissertation. University of Kansas, 199 p. (unpublished). \n\nLindsay, J. and Brasier, M., 2002. Did global tectonics drive early biosphere \n\nevolution? Carbon isotope record from 2.6 to 1.9 Ga carbonates of western \n\nAustralian basins. Precamb. Res., 114: 1-34. \nMelezhik, V., Fallick, A. and Clark, T. 1997. Two billion years-old isotopically heavy \n\ncarbon: evidence from the Labrador Trough, Canada. Can. J. Earth Sci., 34 \n(3): 271-285. \n\nMelezhik, V., Fallick, A., Medvedev, P. and Makarikhin, V., 1999. Extreme 13Ccarb \n\nenrichment in ca. 2.0 Ga magnesite/stromatolite/dolomite/’red beds’ \n\nassociation in a global context: a case for the world-wide signal enhanced by a \n\nlocal environment. Earth Sci. Rev., 48: 71_/120. \nMelezhik, V., Gorokhov, I., Fallick, A. and Gjelle, S. 2001.  Strontium and carbon \n\nisotope geochemistry applied to dating of carbonate sedimentation: an \n\nexample from the high grade rocks of Norwegian Caledonides. Precamb. Res., \n\n108: 267-292.   \n\n\n\n \n\n \n\n52\n\nMitchell, S., Paul, C. and Gale, A. 1996, Carbon isotopes and sequence stratigraphy. \n\nIn Howell,J., Aitken,J. (eds) High resolution sequence stratigraphy: innovations \n\nand applications. Geological society special publication. 104: 11-24.        \nOsako, L., Silva Filho, A., Guimares, I. and Castro, N. 2003. Isotopic geology of the \n\ncentral part of the Pernambuco-Algoas Complex and implications for \n\nmesoproterozoic magmatism within the souther domain of the Borborema \n\nProvince, NE Brazil. IV South American Symposium on Isotope Geology. \n\nShorth papers. Pp. 237-240. \n\nSantos, E.J., 1995, O complexo granítico Lagoa das Pedras:  Acresçao e colisão na \n\nregião de Floresta (Pernambuco), Província Borborema (Ph.D. Dissertation), \n\nSão Paulo, Brasil, Universidade de São Paulo, 219 p. \n\nScholle, P. and Arthur, M. 1980. Carbon isotope fluctuations in cretaceous pelagic \n\nlimestones: Potential stratigraphic and petroleum exploration tool. A.A.P.G. \n\nBull., 64: 67-87. \nShieh, Y. and Taylor, H. 1969. Oxygen and carbon isotope studies of contact \n\nmetamorphism of carbonate rocks. J. Petrol., 10: 307-331. \nSial, A.N., Ferreira,V., Dealmeida, A., Romano, A., Parente,C., Dacosta, M. and \n\nSantos, V. 2000. Carbon isotope fluctuations in the Precambrian carbonate \n\nsequences of several localities in Brazil. An. Acad. Bras. Cien., 72: 539-558. \nUrey, H., Brickwedde, F. and Murphy, G. 1932. Hydrogen istope of mass 2 and its \n\nconcentration. Phys. Rev., 40:. 1-20.  \nValley, J. 2001. Stable isotope thermometry at high temperatures. In Valley, J. and \n\nCole, D. (eds). Stable isotope geochemistry. Min. Soc. Am. Geo. Soc.  \n\nReviews in Mineralogy and geochemistry. Vol. 43: 365-414. \nVeizer, J. 1983. Trace elements and isotopes in sedimentary carbonates. In: R. \n\nReeder (Ed). Carbonates: Mineralogy and Chemistry. Min. Soc. Am. Rev. \n\nMineral. Vol.11. pp. 141-167. \n\nVeizer, J. and Hoefs, J., 1976. The nature of 18O/16O and 13C/12C secular trends in \n\nsedimentary carbonate rocks. Geochim. Cosmochim. Acta, 40: 1387-1395. \nVeizer, J., Hoefs, J., Ridler, R., Jensen, L. and Lowe, D. 1989a. Geochemistry of \n\nprecambrian carbonates: I Archean greenstonebelts and Archean seawater. \n\nGeochim.  Cosmochim. Act, 53: 859-871. \n\n\n\n \n\n \n\n53\n\nVeizer, J., Hoefs, J., Lowe, D. and Turston, P. 1989b. Geochemistry of Precambrian \n\ncarbonates: II Archean Hydrothermal systems. Geochim. Cosmochim. Acta, \n\n53: 845-857. \nVeizer, J., Clayton, R. Hinton, R., Von Brunn, V., Mason, T., Buck, G. and Hoefs, J., \n\n1990. Geochemistry of Precambrian carbonates: 3- shelf seas and non marine \n\nenvironments of the Archean.  Geochim.  Cosmochim. Acta, 54: 2717-2729.  \nVeizer, J., Clayton, R. and Hinton, R. 1992. Geochemistry of Precambrian \n\ncarbonates IV: Early Paleoproterozoic (2.25 ± 0.25) seawater. Geochim. \n\nCosmochim. Acta, 56: 875-885."}]}}}