{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05307"}, {"@name": "filename", "#text": "BTP_1980_23_4_07_Uso_de_bentonitas.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "JÍUucLo Ã^LUXICZXD\n9\t9 /\t>\nUso de Bentonitas e Argilas em Fluidos de Perfuração - Critérios de Avaliação e Comportamento (*)\nRESUMO - Após sintetizar as funções essenciais da argila nos fluidos de perfuração à base de água, mencionam-se os tipos de argila utilizados nesses fluidos e, através de um gráfico “Viscosidade Plástica vs Limite de Escoamento”, posicionam-se alguns critérios que vêm sendo usados para a avaliação das bentonitas sódicas naturais e das argilas beneficiadas. Por meio da relação VP/LE mostra-se, particularmente, o comportamento das argilas beneficiadas, que formam sistemas não-dispersos ou flo-culados.\nO autor\nPETRU STEFAN, formado em Engenharia de Minas pela Academia de Minas de Freiberg, na Saxônia, Alemanha, fez estágios de Perfuração e Produção na Alemanha e Romênia. Ainda na Alemanha, na Academia de Minas de Clausthal, Zellerfeld, especializou-se em Físico-Química, Perfuração e Fluidos de Perfuração. Antes de ingressar na Companhia, desempenhou a função de Engenheiro de Fluidos de Perfuração nas Indústrias Brasileiras Alcalinas S.A., em Sergipe. Ainda nesse estado, chefiou a Seção de Físico-Química do Instituto de Tecnologia e Pesquisas e lecionou na Escola de Química e na Faculdade Católica de Filosofia locais. É autor de vários trabalhos, dentre os quais alguns publicados no Boletim Técnico da PETROBRÃS: \"Condicionamento do Fluido de Perfuração de Candeias\"; “O Ensaio de Filtração e sua Interpretação\"; “Influência dê Alguns Aditivos de Lama sobre os Valores de Rm, Rmfe Rmc”; “Velocidade de Penetração da Broca e Cálculos Hidráulicos”; e \"Aplicação da Teoria das Filas de Espera ao Planejamento das Intervenções das Unidades de Limpeza \". Foi Professor do Curso de Perfuração (antigo CÉNÀP-BÀ); Encarregado do Setor de Fluidos de Perfuração, Assistente do Superintendente, Chefe da Assessoria de Planejamento, Chefe da Divisão Regional de Planejamento, na Região de Produção da Bahia (RPBAj; e Chefe da Divisão de Planejamento no antigo Departamento de Exploração e Produção (DEXPRO). Atualmente é Técnico do Setor de Análise e Acompanhamento, da Divisão de Técnicas de Perfuração, da Distrito de Perfuração da Bahia (SETACjDITECIDPBA).\n(*) Trabalho apresentado no l.° Encontro Nacional sobre Ben-tonitas, realizado em Campina Grande, Paraíba, de 05 a 07 de outubro de 1979.\n1\t- INTRODUÇÃO\nDesde o advento do processo de perfuração rotativo, hidráulico, os fluidos de perfuração vêm alcançando importância cada vez maior, contribuindo decisivamente para o sucesso das operações de perfuração.\nO progresso alcançado pelos fluidos de perfuração no estágio atual é visível, se considerarmos a grande variedade de fluidos desenvolvidos para superar os problemas surgidos sob as mais diversificadas condições de perfuração.\n2\t- CLASSIFICAÇÃO DOS FLUIDOS DE PERFURA-\nÇÃO\nApenas a título de curiosidade, mostraremos a seguir os principais tipos de fluidos de perfuração.\nFLUIDOS À BASE DE ÁGUA\n1\t— Fluidos à base de água, dispersos\nNão tratados\n—\tfluido inicial\n—\tfluido natural\nTratados\n—\tcom afinantes inorgânicos (fosfatos complexos)\n—\tcom afinantes orgânicos (tanino, lignossulfona-tos, lignitos)\n•\tcom pH até 9,5\n® com pH até 11,5\n2\t— Fluidos à base de água, inibidos\nFluidos inibidos com sais monovalentes\n—\tfluidos inibidos com NaCl\n•\tfluidos à base de água do mar\n® fluidos salgados sintéticos não saturados (35000-60000 ppm de NaCl)\n® fluidos salgados saturados\n—\tfluidos inibidos com KC1\nFluidos inibidos com sais bivalentes\n—\tcal hidratada\n—\tgesso\n—\tcloreto de cálcio\nFluidos inibidos com lignossulfonatos\n—\tde Fe e Cr\n—\tde Fe e Cr e lignito de Cr\n3\t— Fluidos de baixo teor em sólidos\nFluidos à base de água doce, não dispersos\nFluidos à base de água doce, dispersos Fluidos à base de água salgada, dispersos\nFL UIDOS Ã BASE DE ÓLEO\n1\t— Fluidos à base de óleo propriamente ditos (até 7%\nvol. de água, no máximo)\n2\t— Fluidos de emulsão inversa\nFL UIDOS Ã BASE DE AR\n1\t— Fluidos à base de ar puro\n2\t— Fluidos aerados\n3\t— Fluidos à base de espuma\nOs fluidos à base de óleo e os à base de ar são usados apenas em ocasiões especiais, para combater problemas específicos.\nOs fluidos de perfuração à base de água são os mais usados, devido, principalmente, à facilidade com que se encontra a água na natureza, ao seu custo menor e ao fato de que as suspensões coloidais obtidas através da dispersão de argila em água, que constitui o sistema básico desses fluidos, atendem, na maioria dos casos, às exigências das operações de perfuração.\nÉ evidente que a composição química dos fluidos de perfuração à base de água e argila é muito variada; entretanto, o comportamento desses vários tipos de fluidos é condicionado pelo comportamento do sistema-base, que é a suspensão coloidal “água-argila”.\nResulta daí a importância que tem a qualidade da argila para o condicionamento dos fluidos de perfuração.\nEm termos de consumo de argilas para fluidos de perfuração no Brasil, os dados referentes aos últimos dois anos estão reunidos na tabela I.\nAs funções básicas da argila em qualquer fluido de perfuração à base de água são as seguintes:\n— controlar as propriedades reológicas e os géis (visco-\nTABELAI\nCONSUMO DE ARGILAS EM FLUIDOS DE PERFURAÇÃO NO BRASIL, NOS ANOS DE 1977 E 1978\nAno\tMetragem Perfurada, m\t\t\tConsumo de Argilas, t\t\t\tConsumo Médio, kg/m\t\t\n\tTerra\tMar\tTotal\tTerra\tMar\tTotal\tTerra\tMar\tTotal\n1977\t284833\t191240\t476073\t2772\t7367\t10139\t9,73\t38,52\t21,30\n1978\t247341\t273939\t521280\t3170\t11276\t14446\t12,82\t41,16\t27,71\nOBS.: Os dados da tabela não incluem o consumo de argilas das companhias que trabalham sob contrato com cláusula de risco.\nsidade aparente, viscosidade plástica, limite de escoamento, gel inicial e gel final);\n—\tcontrolar a filtração.\nO controle das propriedades de filtração, por meio do uso de determinados tipos de argila, é alcançado através de dois processos:\na)\tdevido à sua natureza coloidal, as argilas utilizadas fixam determinada fração da água existente na suspensão, por absorção e adsorção, reduzindo, assim, a quantidade de água livre no sistema e, conseqüen-temente, a quantidade da fase contínua, líquida, que pode ser cedida às formações permeáveis, durante a perfuração;\nb)\tdada a forma laminar do argilomineral utilizado, as partículas de argila são depositadas ao longo das paredes do poço, em frente às formações permeáveis, impedindo a passagem da água livre.\nO primeiro processo de controle do filtrado depende da qualidade da argila e do tipo de fluido de perfuração utilizado, isto é, do meio químico existente, em presença de vários eletrólitos, que podem alterar o comportamento da argila; a segunda maneira de controlar o filtrado independe do tipo de fluido à base de água, dependendo, apenas, da forma laminar do argilomineral utilizado. Resulta daí a necessidade de se usarem argilas em todos os tipos de fluidos de perfuração à base de água, mesmo nos salgados.\nNo que diz respeito ao controle das propriedades reoló-gicas dos fluidos de perfuração, através do uso de argilas, convencionou-se tomar a viscosidade aparente de' 15 òP como ponto de referência para a qualificação do produto utilizado. Essa viscosidade aparente é determinada por meio de um viscosímetro rotacional, do tipo Fann ou similar; nesse mesmo ensaio, determinam-se, igualmente, os dois componentes da viscosidade aparente, ou seja, a viscosidade plástica e o limite de escoamento.\nDevido à importância desses dois componentes da viscosidade aparente, permitimo-nos lembrar alguns conceitos fundamentais a respeito de seu significado.\nA viscosidade plástica é, por definição, a parcela da resistência ao escoamento causada por fricção mecânica. Essa fricção mecânica ocorre entre:\n—\tas partículas sólidas entre si;\n—\tas partículas sólidas e as partículas líquidas;\n—\tas partículas líquidas.\nParece, assim, evidente que a viscosidade plástica seja influenciada diretamente:\n—\tpelo teor em sólidos;\n—\tpela qualidade coloidal dos sólidos;\n—\tpela forma e dimensão desses sólidos.\nO limite de escoamento é a parcela da resistência ao escoamento causada pelas forças de atração devidas às cargas elétricas existentes no sistema. A grandeza dessas cargas elétricas depende, por sua vez:\n—\tda qualidade dos sólidos existentes no sistema;\n—\tdo teor em sólidos;\n—\tda concentração em eletrólitos que possam existir no sistema.\nA conclusão imediata que podemos tirar desses conceitos é a de que a viscosidade plástica representa o componente mais estável da viscosidade aparente; o limite de escoamento seria o componente menos estável, uma vez que as cargas elétricas alteram rapidamente o potencial eletro-cinético. É evidente, assim, que entre a viscosidade plásti\nca e o limite de escoamento deve existir um certo equilíbrio, para se garantir uma relativa estabilidade do sistema “água-argila”.\nNo que se refere ao gel inicial e gel final, mencionamos, apenas, que esses parâmetros medem a grandeza das forças de atração devidas às cargas elétricas, no fluido de perfuração em repouso, enquanto o limite de escoamento mede essas mesmas forças, com o fluido em movimento.\nDaquilo que foi apresentado até agora, podemos compreender que poucas variedades de argila podem ser utilizadas no condicionamento dos fluidos de perfuração para constituir o sistema-base “água-argila”.\nNa realidade, são dois os tipos de argilas utilizadas nos fluidos de perfuração:\n—\to primeiro grupo abrange a bentonita, argila constituída por 60—70% de montmorilonita sódica. Os restantes 30—40% são constituídos por caulinitas, montmorilonitas cálcicas ou outros argilominerais de menor rendimento. A bentonita sódica, dadas suas propriedades de hidratação, inchamento, dispersão, troca de bases e forma laminar das partículas, controla tanto as propriedades reológicas e os géis como a filtração;\n—\to segundo grupo abrange a atapulgita, um argilomineral em forma de fibras, que apresenta o mesmo rendimento em água doce ou salina; entretanto, devido à forma das partículas de atapulgita, não exerce controle algum sobre a filtração.\nEm virtude da escassez de bentonita, vários países passaram a “ativar” determinados tipos de argilas, aumentando seu rendimento mediante um processo de “troca de bases”. Esse processo consiste, essencialmente, em tratar a argila com Na2CC>3, visando sua transformação em uma argila sódica, reconhecidamente o tipo de argila que melhor se presta ao emprego nos fluidos de perfuração.\nDefine-se como rendimento de uma argila o número de barris de fluido de perfuração, com viscosidade aparente de 15 cP, obtido de uma tonelada curta do material seco, ou, então, o número de metros cúbicos de fluido de perfuração, de 15 cP, obtido de uma tonelada de material seco.\nEvidentemente, para o condicionamento dos fluidos de perfuração à base de água, dá-se preferência às argilas de maior rendimento, tendo em vista que, neste caso, é menor o teor em sólidos de baixo peso específico introduzido no sistema.\nIsto resulta claramente da fórmula que define o rendimento das argilas:\nR =120—0,6\t'\t(1)\nonde R é o rendimento em m?/t e Ca percentagem em peso de uma argila de peso específico igual a 2,5 g/cm3.\nQuando o rendimento R é expresso em bbls/tc, a fórmula é:\nR = 121-3,43\t(2)\nmantendo C o mesmo significado.\nO teor em sólidos é importante, não somente do ponto de vista do condicionamento do fluido de perfuração, mas, também, da perfuração em si. Do ponto de vista dos fluidos de perfuração, o teor e a natureza dos sólidos in-\nTABELAn\nESPECIFICAÇÕES PARA A QUALIFICAÇÃO DE BENTONITAS\n\tAPI\tOCMA\tMexicanas\nRendimento, bbls/tc ou m^/t\t91,8 bbl/tc (mín.)\t16m3/t(mín.)\t—\nViscosidade plástica, cP\t—\t\t8 (mín.)\nLimite de escoamento, lb/100 pé2\t3 x VP (máx.)\t—\t—\nFiltrado API - 30 min., ml\t13,5 (máx.)\t15 (máx.)\t14 (máx.)\nResíduo na peneira USS n.° 200 (74p), %-peso\t4,0 (máx.)\t2,5 (máx.)\t3 (máx.)\nFração que passa na peneira USS n.° 100 (147/z), %—peso.\t—\t98 (mín.)\t■ —\nUmidade, %-peso\t10 (máx.)\t15 (máx.)\t10 (máx.)\nLeitura Fann, a 600 rpm\t30\t30\t30\nOBS.: 1) De acordo com as normas API — ST 13A e com as normas mexicanas, a leitura Fann, a 600 rpm, a viscosidade plástica e o limite de escoamento são determinados em suspensões contendo 22,5 g de bentonita em 350 ml de água destilada, o que corresponde à concentração de 6%-peso.\n2) de acordo com as normas da OCMA, o filtrado é determinado através de gráfico, por extrapolação ou interpo-lação, conforme o caso, para uma suspensão que contenha 26,25 g de bentonita em 350 ml de água destilada, o que corresponde à concentração de 7%-peso.\t.\ncorporados, durante a perfuração, determinam o tratamento químico e/ou mecânico a ser efetuado; do ponto de vista da perfuração em si, quanto maior o teor em sólidos, no fluido de perfuração, menor será a taxa de penetração da broca.\nDito isto, passaremos a tecer alguns comentários em tomo dos critérios adotados para qualificar as bentonitas e as argilas ativadas, procurando explicar seu comportamento.\n3\t- CRITÉRIOS PARA QUALIFICAÇÃO DAS BENTONITAS E DAS ARGILAS ATIVADAS\nNo que se refere às bentonitas, levaremos em consideração as especificações API, do Instituto Americano de Petróleo, as especificações OCMA, da Associação dos Órgãos de Material das Companhias de Petróleo e as especificações mexicanas. As companhias francesas adotam as da OCMA; as especificações adotadas pelos demais países diferem muito pouco das mencionadas. Estas especificações estão reunidas na tabela II.\nObserva-se através dessa tabela que os critérios fixados para avaliação de bentonitas diferem algo entre si, embora tenham pontos em comum:\n—\ttodas as especificações fixam algum critério quanto à granulometria e à umidade;\n—\ttodas as especificações, inclusive as mexicanas, fixam limites para o filtrado e o rendimento, pois, de acordo com essas especificações, o ensaio de filtra-ção é feito em suspensão a 6%—peso de bentonita;\n—\talgumas especificações fixam valores para a viscosidade plástica, outras para o limite de. escoamento. Assim, por exemplo, as normas mexicanas fixam o valor mínimo de 8 cP para a viscosidade plástica; já as normas API fixam como valor máximo do limite de escoamento 3 x VP. Veremos adiante que esses dois parâmetros estão intimamente relacionados entre si. As normas da OCMA deixam os valores desses parâmetros em aberto; apresentam, entretanto, uma ressalva, segundo a qual os membros dessa\n• Associação têm liberdade para adquirir produtos\ncom outras especificações. Vale acrescentar que as companhias de petróleo que constituem a OCMA operam em vários países, razão por que suas normas são mais liberais.\nPara as argilas ativadas, a tabela III resume as normas da PETROBRÁS e as mexicanas.\nAs normas mexicanas fixam o valor mínimo de 5 cP para a viscosidade plástica e permitem um filtrado até 20 ml; igualmente, o resíduo na peneira USS n.° 200 é maior, sendo 5%-peso o valor máximo admitido.\nAs normas PETROBRÁS estabelecem dois tipos de argilas: argila tipo I, com rendimento mínimo de 21 m^/t, o que corresponde a uma percentagem de argila de 4,6%-peso, e argila tipo II, com um rendimento mínimo de 16 m^/t, correspondendo a uma percentagem de argila de 6%—peso. Além disso, as normas PETROBRÁS fixam o mínimo para a viscosidade plástica em 4 cP, o máximo para o limite de escoamento em 3 x VP, o filtrado em 16 ml, o pH entre 8,5 e 9,0, o resíduo máximo na peneira USS n.° 200 em 2,5%—peso e a umidade máxima em 14%—peso.\nÉ evidente que todos os critérios fixados são importantes. Entendemos, entretanto, que a viscosidade plástica e o limite de escoamento têm um significado especial, razão por que voltamos a tratar dessas propriedades.\nLembramos que a viscosidade aparente, a viscosidade plástica e o limite de escoamento são determinados mediante o viscosímetro Fann, usando as relações:\nVA,cP = Í^2.\t(3)\nVP, cP = L600 - L300\t(4)\nLE,lbs/100pé2 = L300-VP\t(5)\nDa combinação dessas relações, podemos expressar a\nTABELA HI\nESPECIFICAÇÕES PARA ARGILA ATIVADA, PARA USO EM ÁGUA DOCE\n\tPetrobrás\tMexicanas\nRendimento, m^/t\t16 ou 21 (conforme tipo argila)\t‘ -\nViscosidade plástica, cP\t4 (mín.)\t5 (mín.)\nLimite de escoamento, g/100 cm2\t3 x VP (máx.)\t\nFiltrado API — 30 min., ml\t16 (máx.)\t20 (máx.)\nPH\t8,5 - 9,0\t\nResíduo na peneira USS n.° 200 (74p), %—peso\t2,5 (máx.)\t5 (máx.)\nUmidade, %^-peso\t14 (máx.)\t15 (máx.)\nLeitura Fann, a 600 rpm\t30\t30\nOBS.: De acordo com as normas mexicanas, a viscosidade plástica e o filtrado são determinados em suspensões contendo 64 g de argila em 1000 ml de água destilada, o que corresponde a 6%—peso.\nviscosidade aparente em função da viscosidade plástica e do limite de escoamento, resultando:\nVA = VP+I^-\t(6)\n2\nEssa relação é válida quando VA e VP estão expressas em cP e LE em lbs/10Õ pés2\nComo:\n2 LE, lbs/100 pés2 = 1 LE, g/100cm2, podemos escrever a relação (6) também sob a forma:\nVA = VP + LE\t(7)\nCom base nas expressões formuladas em (6) e (7), podemos construir um gráfico muito simples, através do qual tanto a interdependência entre VP e LE como o comportamento das bentonitas e das argilas ativadas resultam de maneira bem clara. Este gráfico está apresentado na figura 1.\t■\n- O equilíbrio entre a viscosidade plástica e o limite de escoamento é estabelecido quando VP = LE, isto é, quando VP = 10 cP e LE = 10 lbs/100 pé2, ou seja, quando yp=i.\nLE\nVP\nOs sistemas «6 considerados dispersos quando- > 1 e não-dispersos quando 1-\nI-fL?\nConsideremos, então, alguns resultados representativos de bentonita e de argilas ativadas resumidos na tabela IV e localizemos esses resultados no gráfico da figura 1.\nObservamos, assim, que a bentonita apresenta uma VP= 11 cP e um LE = 8 lb/100 pé2; a razão y?= 1,375. e o sistema é disperso. Em outras palavras, o componente preponderante da viscosidade aparente é a viscosidade plástica; o limite de escoamento resulta das cargas elétricas naturais provenientes das valências residuais durante a moagem do produto quando as lâminas ou camadas do ar-gilomineral são quebradas ao longo do eixo b. O sistema que se obtém é mais estável, pois a viscosidade plástica é obtida através da hidratação, inchamento e dispersão das camadas do argilomineral.\nÀ medida que diminui a viscosidade plástica, aumenta o limite de escoamento. Assim, as normas mexicanas, ao fixarem em 8 cP o valor da viscosidade plástica, admitem um LE = 14 lb/lOOpé2, como valor máximo. O aumento\nTABELA IV\nRESULTADOS REPRESENTATIVOS DE ANÁLISE DE BENTONITAS E ARGILAS ATIVADAS\n\tBentonita\tArgila Ativada\nViscosidade aparente, cP\t15\t15\nViscosidade plástica, cP\t11\t4\nLimite de escoamento, lb/100 pé2\t8\t22\nGel inicial, lb/100 pé2\t2\t22\nGel final, lb/100 pé2\t.\t13\t35\nFiltrado API — 30 min., ml\t8,2\t16\npH\t7-8,5\t9\nUmidade, %-peso\t10,5\t12-13\nRetido na peneira USS n.° 200, %—peso\t1,8\t0,3 - 1,7\nA4 = O, O6 25m2.\nARGILA ATIVADA\n0\nOEPRO -RPBA\nINTERDEPENDÊNCIA ENTRE VA, VP E LE CRITÉRIOS DE AVALIAÇÃO E POSIÇÃO DAS BENTONITAS E ARGILAS ATIVADAS\nFIGURA 1\n~ autor /jfe\nDESEHHO 'TKlffVi,\"' ; /CHEFE CA DIWPER REFERENCIA\nB. téc. PETROBRÀS, Rio de Janeiro, 23 (4): 361-368, out./dez. 1980\ndo limite de escoamento, em relação às bentonitas naturais, significa uma “ativação” da matéria-prima, através do processo de “troca de bases”. O sistema toma-se não-dis-perso, pois VP/LE = 8/14 = 0,57.\nNas normas API, ao ser fixado o valor máximo do limite de escoamento em 3 x VP, é fixado, simultaneamente, o valor mínimo da viscosidade plástica em 6 cP. Essas normas aceitam, para as bentonitas, uma ativação mais intensa, pois a razão VP/LE = 6/18 = 0,33.\nPara as argilas ativadas, as normas mexicanas fixam a viscosidade plástica mínima em 5 cP, resultando um LE = 20 lb/100 pé2; a razão VP/LE = 5/20 = 0,25. Finalmente, as normas da PETROBRÁS fixam o valor mínimo da viscosidade plástica em 4 cP, do que resulta um LE = 22 lb/100 pé^ e uma razão VP/LE = 4/22 = 0,18. O sistema obtido com essa suspensão é altamente não-dis-perso. Quanto mais nos aproximarmos da origem das coordenadas do gráfico da figura 1 maior será a predominância do limite de escoamento sobre a viscosidade plástica.\nÉ evidente, pois, que o comportamento de um sistema disperso seja diferente daquele de um sistema não-disper-so. Isto se manifesta, na prática, durante o condicionamento dos vários tipos de fluidos de perfuração, à base de água e argila. Embora o sistema-base seja a suspensão de argila em água, na composição de todos esses tipos de fluidos de perfuração entra uma série de outros produtos, sendo que vários deles agem como defloculantes ou disper-santes. Como a viscosidade plástica se mantém, de' modo geral, constante, observa-se, de imediato, uma diminuição do limite de escoamento; disto resulta uma diminuição da viscosidade aparente.\nPara finalizarmos, consideremos o caso de um fluido de perfuração preparado a partir do sistema-base, que é uma suspensão com as seguintes características:\nVA=15cP VP = 4cP LE = 22 lb/100 pé2\nAo adicionarmos os demais produtos, verifica-se uma diminuição brusca da viscosidade aparente; seja 10 cP o novo valor da viscosidade aparente. Vejamos, então, na figura 1, o comportamento da viscosidade plástica e do limite de escoamento. Uma vez que a viscosidade plástica se mantém praticamente constante, teremos VP = 4 cP; o limite de escoamento diminuiu, entretanto, de 22 lb/ 100 pé2 para 12 lb/100 pé2. Observa-se, assim, que o rendimento da argila utilizada é tão “aparente” quanto sua “viscosidade aparente”. A razão VP/LE passou a ser 4/12 = 0,33. Nesse novo sistema, a argila é menos “ativada” que no sistema-base.\nPartindo desse sistema, com uma viscosidade aparente de 10 cP, temos que preparar um fluido de perfuração com uma viscosidade plástica VP = 18 cP e um limite de escoamento LE = 14 lb/100 pé2, por exemplo, para conseguirmos um sistema com tuna viscosidade aparente VA = 25 cP, valor normalmente usado nos fluidos de perfuração à base de água. É evidente que isto se consegue mediante o uso de polímeros e outros produtos, o que se reflete no custo final dos fluidos de perfirração.\nABSTRACT — A review of the uses of bentonites and clays in drilling muds. Tables are given of the classification of drilling muds, of the Brazilian consumption of clays for muds in 1977-8, of specifications for the qualification of bentonites and activated clays for fresh-water use, and of some representative analyses of the products, with criteria for their evaluation.\nA diagram of the interdependence of the system parameters is reproduced.\n(Originais recebidos em 21-11-80.)\nB. téc. PETROBRÁS, Rio de Janeiro, 23 (4): 36J-368, out./dez. 1980"}]}}}