{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05380"}, {"@name": "filename", "#text": "BTP_1980_23_1_04_Sumario.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "ISSN 0006-6117\n\nPETROBRAS\nBOLETIM TÉCNICO DA\n.\t&amp;\t’*c\n. Supervisão — Affonso Celso M. de Paula\nRevisão, coordenação e diagramação — Jocyr M. Guimarães e Fani KnoplbetT c£hpes\nf ...\t.\tV.23,n° 1\nSUMARIO\tPiR\nEXPLORAÇÃO.....................................................   3-11\nVBioestratigrafia e Taxas de Acumulação dos Sedimentos Quaternários do Talude e Sopé Continen-\ntal entre a Foz do Rio Gurupi (MA) e Fortaleza (CE).\n— Aplicação dos métodos clássicos de análise de mudanças climáticas pós-pliocênicas em oito testemunhos da plataforma continental do Brasil, obtendo-se resultados consistentes e concordan-tes com aqueles obtidos em trabalhos realizados na área por outros autores.\nMARCO AURÉLIO VICALVI e JORGE JESUS CUNHA PALMA (DNPM)........................   3-11\nREFINAÇÃO E PETROQUÍMICA.........................................................  13-26\n/Emprego de Computadores de Processo em Refinarias.\n-\tO computador de processo complementando a instrumentação convencional de controle; seus benefícios e dificuldades de aplicação, segundo apreciação da experiência na REPAR.\nVERINEU JOÃO TEDESCO (COPESUL) e SAUL VIBRANOVSKI (DEPIN)....................... 13-26\nTRANSPORTE E ARMAZENAGEM.........................................................  27-37\n'Correntes de Interferência, Aspectos Teóricos e Procedimentos Corretivos.\n-\tAnálise teórica sobre correntes de interferência em estruturas metálicas imersas em eletrólitos, incluindo a apresentação de métodos de dimensionamento de resistências elétricas para eliminação dessas correntes.\nPAULO DE TARSO ARRUDA CORREIA (DETRAN).........................................  27-37\nINSPEÇÃO DE EQUIPAMENTOS . . .................................................     39-47\n'O Programa de Corrosão Atmosférica Desenvolvido pelo CENPES.\n- Apresentação das estações de corrosão atmosférica instaladas na PETROBRÁS e das normas seguidas na avaliação dos materiais ensaiados. Análise das variáveis atmosféricas e correlação entre os parâmetros climáticos e ambientais e a corrosão observada em diferentes materiais. Descrição dos materiais que estão sendo ensaiados.\t.\nRUTH DE OLIVEIRA VIANNA (CENPES).......................................  39-47\nPESQUISA TECNOLÓGICA...................................................   49-57\n'/ Processamento em Batelada e Contínuo de Material Amiláceo para a Produção de Etanol.\n- Discussão das vantagens e desvantagens do processamento em bateladas e contínuo de material amiláceo para produção de etanol; apresentação de tabelas e fluxogramas de diversos processos\nde cozimento, hidrólise e fermentação.\nGABRIEL HENRIQUE DA SILVA (CENPES)..........:..................;............... 49-57\nCONTROLE AMBIENTAL.......................................................  .\t59-65\n/Tratamento de Efluentes Líquidos de Uma Fábrica de Amônia/Uréia/Enxofre.\n— Aspectos da tecnologia existente para remoção da matéria nitrogenada em efluentes industriais são focalizados.\nNo caso específico, COFEN-PR, a opção foi por nitrificação/desnitrificação, antecedido de um\npré-tratamento para remoção de óleos e graxas e metais pesados.\nROBERTO CARRILHO PADULA e SÉRGIO PINTO AMARAL (GAPRE)................................ 59-65\nNOTICIÁRIO TÉCNICO-OPERACIONAL......................................................... 67-70\n(/^Engenharia Básica na PETROBRÁS\t’\nORFILA LIMA DOS SANTOS............................................................... 67-68\n1 / -\nPrograma Colaborativo Interlaboratorial para Concentração de Padrões de Argila . . .. 68\nReunião de Consulta da UNIDO sobre a Indústria Petroquímica.......................... 68-70"}]}}}