{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.03813"}, {"@name": "filename", "#text": "BGP_2008_16_2_10_O_curso_de_Geologia_UFRJ.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "O curso de Geologia do Rio de Janeiro completa 50 anos\nEmílio Velloso Barroso1, Josué Alves Barroso1 2, Arthur Eduardo Diniz Gonçalves Horta3\nresumo\nNo ano de 2007 comemoram-se os cinqüenta anos do início dos quatro primeiros cursos de formação de geólogos no Brasil. O curso de Geologia do Rio de Janeiro, criado e inaugurado no ano de 1958 pela Campanha de Formação de Geólogos (CAGE) deu origem à então Escola Nacional de Geologia, que posteriormente foi incorporada à Universidade do Brasil, o atual curso da Universidade Federal do Rio de Janeiro. Este artigo tem por finalidade apresentar um conciso relato da história do curso de Geologia na UFRJ. Inicia-se ressaltando as bases da Geologia no próprio Brasil e, em particular, no Rio de Janeiro. São apresentados os fatos considerados mais relevantes para delinear o contexto político em que os cursos de Geologia foram criados e, sobretudo, a extraordinária reputação que gozavam àquela época, resultado do reconhecimento da importância estratégica que apresentavam para\no desenvolvimento econômico do País. Resgata-se também o importante papel desempenhado pelos geólogos do Rio de Janeiro na própria regulamentação profissional. Além disso, os três locais onde funcionou e aquele onde funciona atualmente o curso são apresentados em paralelo com o relato das mudanças administrativas e daquelas decorrentes da própria reforma universitária. Os primeiros geólogos formados são nominalmente citados, assim como os primeiros professores e a primeira grade curricular. Com base nesses dados históricos, faz-se a comparação com o corpo docente atual e as disciplinas que hoje compõem o elenco das obrigatórias do curso de Geologia da UFRJ. Aborda-se também a criação da pós-graduação e apresentam-se dados de sua evolução. Finalmente, são apresentadas considerações que ilustram o impressionante desenvolvimento da Geologia brasileira, espelhada na própria evolução de uma das mais tradicionais e principais instituições formadoras de geólogos do Brasil.\n1\tUniversidade Federal do Rio de Janeiro. Departamento de Geologia. emilio@ufrj.br\n2\tUniversidade Estadual do Norte Fluminense Darcy Ribeiro, Centro de Ciências e Tecnologia, Laboratório de Engenharia Civil. josuebarroso@gmail.com\n3\tGeólogo formado pela 1a turma do Rio de Janeiro. arthurhorta@globo.com\nos primórdios da Geologia no Brasil: uma síntese\nEm 1807 a corte portuguesa transferiu-se para o Brasil e Dom João VI trouxe uma rica coleção mineralógica. Pela Carta Régia de 4/12/1810, foi criada a Academia Real Militar, que se instalou em 23/4/1811, dela fazendo parte um Gabinete Mineralógico, tendo por base a coleção existente, que ficou sob a custódia de frei José da Costa Azevedo, carioca e bacharel em Ciências Naturais pela Universidade de Coimbra. Tal Gabinete é considerado como a célula da primeira escola superior brasileira.\nCom a independência do Brasil, em 1822, a Academia Real Militar passou a denominar-se Academia Imperial Militar, mais tarde, em 1858, desdobrada em Escola Militar e Escola Central. Com a reforma do Visconde do Rio Branco, em 1874, a Escola Central passou a chamar-se Escola Politécnica do Rio de Janeiro, que, a partir de 1937, recebeu o nome de Escola Nacional de Engenharia da Universidade do Brasil. Até a criação dos cursos de Geologia no Brasil, em 1957, nas cidades de São Paulo, Recife, Porto Alegre e Ouro Preto, o ensino da Geologia estava associado à formação de outros profissionais (engenheiros civis, engenheiros de minas, biólogos e químicos), constituindo-se em cadeiras isoladas e não resultavam na formação de geólogos.\na criacão dos cursos /\nde Geologia do Brasil\nPassados 150 anos da chegada de Dom João VI, o presidente Juscelino Kubitschek de Oliveira, assistido pelo ministro da Educação e Cultura, Dr. Clóvis Salgado, criou a CAGE - Campanha de Formação de Geólogos (Decreto n° 40.783, de 18/1/1957, fig. 1), diretamente ligada ao ministro, seu presidente, e tendo como secretário-executivo o Dr. Jurandir Loddi, diretor de Ensino Superior. Os seguintes membros completaram a Comissão Orientadora da CAGE: Othon Henry Leonardos, Sylvio Fróes de Abreu, Avelino Ignácio\nde Oliveira, Irajá Damiani Pinto , Aluízio Licínio Miranda Barbosa e Viktor Leinz.\nA formação de pessoal técnico em número e qualidade para o desenvolvimento mineral brasileiro mostrava-se como necessidade urgente e, já em abril de 1957, foram iniciados cursos de Geologia, listados a seguir juntamente com os nomes de seus primeiros coordenadores: Recife (Paulo José Duarte), Ouro Preto (Carlos Walter Marinho Campos), São Paulo (Viktor Leinz) e Porto Alegre (Irajá Damiani Pinto). Os estudos preliminares que resultaram na criação dos quatro cursos acima tiveram início em 1955, com a formação de uma comissão de 10 membros, composta pelo Dr. Clóvis Salgado e presidida pelo Dr. Othon Henry Leonardos, posteriormente diretor do curso de Geologia do Rio de Janeiro.\nAté então, todo contingente de profissionais envolvidos com a Geologia no Brasil não\nFigura 1 - Decreto n° 40.783 que instituiu a CAGE, publicado no Diário Oficial da União em 19 de janeiro de 1957.\nFigure 1 - Decree n°\n40.783 that initiated CAGE, published in the Official Diary of the Union on January 19th, 1957.\nultrapassava 50 e desenvolviam atividades ligadas às pesquisas para o conhecimento do arcabouço geológico do território brasileiro e à prospecção mineral, incluindo o petróleo. Eram oriundos de cursos de História Natural, engenheiros de minas e civis e geólogos formados no exterior. Com a autoridade que seus nomes representavam para o desenvolvimento da Geologia brasileira, é importante destacar a permanente cobrança e demonstração da necessidade de formação de geólogos exercida por Euzébio de Oliveira, Alberto Erick-sen de Oliveira, Eugênio Bourdot Dutra, Avelino Ignácio de Oliveira, Luciano Jacques de Moraes, Pedro de Moura, Djalma Guimarães, Glycon de Paiva e Irnack Carvalho do Amaral. Esses ilustres \"geólogos\", por vocação e dedicação, clamavam pela formação de recursos humanos aptos para atuarem na prospecção mineral, através das empresas e do Departamento Nacional de Produção Mineral (DNPM), sucessor do Serviço Geológico e Mineralógico do Brasil, implantado em 1907 por Orville Derby (Tossato, 2001).\nHoje, após cerca de cinco décadas, o cenário do conhecimento geológico brasileiro aprofundou-se extraordinariamente, proporcionado por cursos de Geologia espalhados pelo território brasileiro, aos quais foram acrescentados cursos de pós-graduação para a formação de mestres e doutores.\na criacão do curso\n/\nde Geologia do Rio de Janeiro\nAinda no ano de 1957, diversos órgãos sediados na Cidade do Rio de Janeiro, à época Capital da República, como a Universidade do Brasil, a Escola Nacional de Engenharia, a Faculdade Nacional de Filosofia, o Clube de Engenharia, o Conselho Nacional de Pesquisas, o Conselho Nacional de Minas e Metalurgia, a Comissão Nacional de Energia Nuclear e o Departamento Nacional da Produção Mineral, fizeram apelos ao ministro Clóvis Salgado e à CAGE para a criação imediata de um curso de Geologia no Rio de Janeiro, em reconhecimento ao berço das pesquisas geológicas no Brasil.\nOs apelos surtiram os efeitos desejados, com a criação do curso de Geologia do Rio de Janeiro, para funcionar já em 1958. A primeira turma de geólogos do Rio de Janeiro, formada em 1961, teve como paraninfo o criador das Escolas de Geologia no Brasil, o então senador e ex-presidente da República Juscelino Kubitschek de Oliveira (fig. 2). A solenidade de formatura foi realizada no Clube de Engenharia e contou com a presença do ilustre paraninfo (fig. 3).\nFigura 2 - Cidade de Diamantina, momento em que os formandos da 1a turma Astúrio Garcia de Oliveira e Arthur Diniz Gonçalves Horta (em primeiro plano e da esquerda para a direita) convidam o ex-presidente JK (no centro da imagem) como paraninfo da V turma de geólogos do Rio de Janeiro. Ao lado esquerdo do presidente, testemunha o convite o prefeito de Diamantina, Sr. Sílvio Felício dos Santos. Acervo de Arthur Horta (geólogo da 1a turma do Rio).\nFigure 2 - Diamantina City, moment in which the graduates of the 1st group Astúrio Garcia de Oliveira and Arthur Diniz Gonçalves Horta (in fore-ground and from left to right) invite the former-president JK (centre) as paranymph of the Rio de Janeiro 1st geologists group. To the president's left, witness to the invitation the Mayor of Diamantina, Mr. Sílvio Felí-cio dos Santos. Arthur Horta collec-tion (geologist Rio 1st Group).\n(fig. 6). Desde 1974 o Instituto de Geociências e, por conseqüência o Departamento de Geologia, foi instalado e até hoje funciona na Cidade Universitária, Ilha do Fundão (fig. 7).\nFigura 3 - Solenidade de formatura da 1a turma de geólogos do Rio de Janeiro, realizada em 1961 no Clube de Engenharia. Compõem a mesa da esquerda para a direita: Sylvio Fróes de Abreu (diretor do Instituto Nacional de Tecnologia), Otávio Catanhede (diretor da Escola Nacional de Engenharia), Juscelino Kubitschek de Oliveira (senador da República), Othon Henry Leonardos (diretor da Escola Nacional de Geologia), Viktor Leinz (diretor da Escola de Geologia da USP), Juran-dir Loddi (diretor de Ensino Superior do Ministério da Educação e Cultura) e Paulo Erichsen de Oliveira (professor de Paleontologia). Em pé, da esquerda para a direita, os formandos: Marcelo Ribeiro Tunes, José Carlos Assad, Fernando Tá-vora Filho, Antonio Carlos da Fontoura, Carlos Vaz, Francisco Dancinger, Josué Alves Barroso, Jair Coelho Lemos, Astúrio Garcia de Oliveira, José Rache Ferreira, Dezenil Amaro de Souza, José Ferreira Leal, Edison Soares de Araújo, Ronaldo Simões Lopes de Azambuja, Edison Main-gué, Moeris Nicolino Cosentino, John Milne de Albuquerque Forman, Arthur Eduardo Diniz Gonçalves Horta (encoberto) e José Correia de Sá. Acervo de Carlos Vaz (geólogo da V turma do Rio).\nFigure 3 - Graduation ceremony of the Rio de Janeiro 1s geologists group, performed in 1961 at the Engineering Club. Making up the table from left to right: Sylvio Fróes de Abreu (National Institute of Technology Director), Otávio Catanhede (Director National School of Engineering), Juscelino Kubitschek de Oliveira (Republic Senator), Othon Henry Leonardos (Director National School of Geology), Viktor Leinz (Direc-tor USP School of Geology), Jurandir Loddi (Ministry of Education and Culture Higher Education Director) and Paulo de Oliveira (Paleontology Professor). Standing, from left to right, the gradu-ates: Marcelo Ribeiro Tunes, José Carlos Assad, Fernando Távora Filho, Antonio Carlos da Fontoura, Carlos Vaz, Francisco Dancinger, Josué Alves Barroso, Jair Coelho Lemos, Astúrio de Oliveira, José Rache Ferreira, Dezenil Amaro de Souza, José Ferreira Leal, Edison Soares de Araújo, Ronaldo Simões Lopes de Azam-buja, Edison Maingué, Moeris Nicolino Cosentino, John Milne de Albuquerque Forman, Arthur Eduardo Diniz Gonçalves Horta (covered) and José Correia de Sá. Carlos Vaz collection (geologist Rio 1st Group).\nInicialmente o curso de Geologia do Rio de Janeiro desenvolveu suas atividades no 4° andar da antiga Escola de Engenharia, no Largo de São Francisco (fig. 4a, 4b); em salas cedidas pelo DNPM, na Avenida Pasteur, Praia Vermelha (fig. 5); e, nos primeiros anos e para as aulas de Biologia, no Museu Nacional, na Quinta da Boa Vista, São Cristóvão\nFigura 4 - Prédio do Largo de São Francisco, Centro da Cidade do Rio de Janeiro (a), local de funcionamento do curso do Rio em seus primeiros anos e palco de inúmeras manifestações políticas nas décadas de 1960 e 1970 (b), além do trote dos calouros da 13a turma (1970).\nFigure 4 - Largo de San Francisco Build-ing, Downtown Rio de Janeiro (a), Rio course location in its first years of operation and stage of countless po-litical manifestations in the 60s and 70s (b), as well as the under-graduate stunts of the 13rd group (1970).\nAbra-se aqui um parêntese. Também em 1958, a Bahia passou a integrar o grupo dos seis primeiros cursos de formação de geólogos do Brasil. A Universidade Federal da Bahia (reitor Edgar Santos), com a ajuda da Petrobras, criou o seu curso de Geologia, independente do curso promovido pelo CENAP-Petrobras, formador de recursos humanos para exploração de petróleo e destinado a profissionais de nível superior.\nEm 18/5/1961, atendendo à solicitação de alunos e professores, a CAGE, no uso de suas atribuições, decidiu transformar o curso de Geologia do Rio de Janeiro em Escola Nacional\nFigura 5 - Prédio do DNPM na Praia Vermelha, Rio de Janeiro. Imagem da primeira metade do século passado e do acervo de Arthur Horta (geólogo da 1a turma do Rio). O autor é desconhecido.\nFigure 5 - DNPM Building on Praia Vermelha, Rio de Janeiro. Image from the first half the last century and from the Arthur Horta col-lection (geologist Rio 1st Group). The author is unknown.\nFigura 6 - Prédio do Museu Nacional na Quinta da Boa Vista, São Cristóvão, Rio de Janeiro.\nFigure 6 - National Muse-um Building at Qunita da Boa Vista, São Cristóvão, Rio de Janeiro.\nFigura 7 - Instalações atuais do Departamento de Geologia no Instituto de Geociências da UFRJ no campus da Ilha do Fundão.\nFigure 7 - Current facilities of the Geol-ogy Department in the Geosciences Institute of UFRJ in the campus on the Ilha do Fundão.\nde Geologia, como estabelecimento isolado de ensino superior.\nFinalmente, em 1965, a Escola Nacional de Geologia foi incorporada à Universidade do Brasil, quando então se admitiu em seu corpo discente\nas duas primeiras turmas da Faculdade Nacional de Filosofia, que, à época, havia recém-criado um curso de Geologia.\nEm 1967, foi decretada a reforma universitária e a Universidade do Brasil passou a denominar-se Universidade Federal do Rio de Janeiro (UFRJ). Foi então criado o Instituto de Geociências (Decreto n° 60.455-A, de 13/8/1967), quando se juntaram a Escola Nacional de Geologia e os cursos de Astronomia, Geografia e Meteorologia, da Faculdade Nacional de Filosofia (Astronomia do Departamento de Matemática; Geografia do Departamento de Geografia; e Meteorologia do Departamento de Física). Inicialmente, o Instituto de Geociências da UFRJ constituiu-se de seis departamentos: Geologia Geral, Geologia Econômica, Geologia Aplicada à Engenharia, Geografia, Astronomia e Meteorologia. Posteriormente, em 1974, razões econômicas impuseram a seguinte constituição: Geologia, Geografia, Astronomia e Meteorologia (Barroso, 1996), até que, em agosto de 2002, a Astronomia passou a constituir-se numa unidade separada, com sede no Observatório do Valongo.\no papel da Geologia do Rio de Janeiro na regulamentação da profissão de geólogo\nAs primeiras turmas brasileiras de geólogos foram formadas e a profissão carecia de regulamentação, até que, em 27/6/1962, foi publicada a lei correspondente no Diário Oficial da União. Foi também uma luta histórica para os geólogos, pois que interesses em jogo os fizeram temer a perda de atribuições e a se manifestarem fortemente junto ao Congresso Nacional. Nessa luta, o grupo do Rio de Janeiro teve uma participação fundamental, pelas facilidades, à época, de acesso aos órgãos públicos aqui sediados e por uma coincidência decisiva para o resultado final: um dos futuros geólogos do Rio de Janeiro, a se formar em dezembro de 1962, Luiz Guilherme Mazilli, era filho do então presidente do Congresso Nacional, Ranieri Mazilli. Finalmente, em 23/6/1962, a Lei n° 4.076/1962 foi decretada pelo Congresso Nacional e sancionada pelo presidente da República, João Goulart, nos termos a seguir apresentados.\nlei n° 4.076/1962, que regula o exercício da profissão de geólogo\nO PRESIDENTE DA REPÚBLICA, faço saber que o CONGRESSO NACIONAL decreta e eu sanciono a seguinte Lei:\nArt. 1° O exercício da profissão de geólogo será somente permitido:\na)\taos portadores de diploma de Geólogo, expedido por curso oficial;\nb)\taos portadores de diploma de Geólogo ou de Engenheiro Geólogo expedido por estabelecimento estrangeiro de ensino superior; depois de revalidado.\nArt. 2° Esta lei não prejudicará, de nenhum modo, os direitos e garantias instituídos pela Lei n° 3.780, de 12 de julho de 1960 para os funcionários que na qualidade de naturalistas, devam ser enquadrados na série de Classe de Geólogo.\nArt. 3° O Conselho Regional de Engenharia e Arquitetura sòmente concederá registro profissional mediante apresentação de diploma registrado no órgão próprio do Ministério da Educação e Cultura.\nArt. 4° A fiscalização do exercício da profissão de geólogo será exercida pelo Conselho Federal de Engenharia e Arquitetura e pelos Conselhos Regionais.\nArt. 5° A todo profissional registrado de acôrdo com a presente lei será entregue uma carteira profissional numerada, registrada e visada no Conselho Regional de Engenharia e Arquitetura, na forma do art. 14 do Decreto n° 23.569, de 11 de dezembro de 1933.\nArt. 6° São da competência do geólogo ou engenheiro geólogo:\na)\ttrabalhos topográficos e geodésicos;\nb)\tlevantamentos geológicos, geoquímicos e geofísicos;\nc)\testudos relativos a ciências da terra;\nd)\ttrabalhos de prospecção e pesquisa para cubação de jazidas e determinação de seu valor econômico;\ne)\tensino das ciências geológicas nos estabelecimentos de ensino secundário e superior;\nf)\tassuntos legais relacionados com suas especialidades;\ng)\tperícias e arbitramentos referentes às matérias das alíneas anteriores.\nParágrafo único. É também da competência do geólogo ou engenheiro-geólogo o disposto no item IX artigo 16, do Decreto-lei n° 1.985, de 29 de janeiro de 1940 (Código de Minas).\nArt. 7° A competência e as garantias atribuídas por esta lei aos geólogos ou engenheiros-geólogos são concedidas sem prejuízo dos direitos e prerrogativas conferidos a outros profissionais da Engenharia pela legislação que lhes é específica.\nArt. 8° A presente lei entrará em vigor na data de sua publicação, revogadas as disposições em contrário.\nBrasília, 23 de junho de 1962; 141° da Independência e 74° da República.\nJOÃO GOULART\nTancredo Neves Antônio de Oliveira Brito\na evolução da estrutura / curricular e do corpo docente\nAté o ano de 1968, o regime curricular constituía-se de disciplinas anuais e fixas. Todos os alunos eram obrigados a cursar as mesmas disciplinas, sendo que o primeiro ano era destinado à oferta de disciplinas básicas. A quase totalidade das aulas era teórica, na medida em que a CAGE\nainda não havia suprido o curso dos laboratórios e equipamentos necessários. Dependia-se da Escola Nacional de Engenharia, do Departamento Nacional da Produção Mineral e do Museu Nacional, cujos laboratórios não estavam adequadamente preparados e equipados para atendimento de todos os novos alunos, simultaneamente com as atividades que já desenvolviam. Por exemplo, os microscópios petro-gráficos só foram adquiridos em 1968, de modo que só os alunos a partir da 10a turma puderam usufruir de aulas práticas regulares de microscopia. Até então foram usados alguns poucos microscópios da Divisão de Geologia e Mineralogia do DNPM.\nPor outro lado, havia recursos para trabalhos de campo, tanto para saídas de fins de semana, nas vizinhanças do Rio de Janeiro, como para excursões mais longas, geralmente realizadas nos períodos de férias (fig. 8). Como exemplos, relacionam-se a seguir algumas das principais atividades de campo de que se beneficiaram os alunos da 1 turma:\nFigura 8 - Excursão de 1958 ao Quadrilátero Fer-rífero. O ônibus da CAGE era de uso exclusivo do curso de Geologia. Acervo de Arthur Horta (geólogo da 1a turma do Rio).\nFigure 8 - 1958 Excursion to the Ferric Quadrilateral. The CAGE Bus was for the Geology course exclusive use. Arthur Horta col-lection (geologist Rio 1st Group).\n1958\t- Quadrilátero Ferrífero, Ouro Preto e Mariana-MG.\n1959\t- Congressos Brasileiro de Geologia (Cidade de São Paulo) e Poços de Caldas e Andradas-MG.\n1960\t- Estágios diversos em empresas de mineração de Minas Gerais e na Petrobras (no Recôncavo Baiano e na Bacia do Amazonas). Excursões à bacia Piauí-Maranhão (fig. 9), ao longo da rodovia Belém-Brasília (em construção), estendida à mineração de manganês da Serra do Navio-AP.\n1961\t- Trabalho de final de curso, em Diamantina-MG.\nCom a Reforma Universitária de 1967, o regime curricular passou a ser de créditos a partir de 1968, com disciplinas obrigatórias e eletivas e abrangendo atividades práticas de laboratório e de campo. Para efeitos comparativos, reproduzem-se a seguir a grade de disciplinas a que estiveram sujeitos os alunos da 1a turma (tabela 1) e a grade atual (tabela 2), mostrando a enorme evolução alcançada.\nDa comparação entre as tabelas 1 e 2, percebe-se o quanto a distribuição e o número de disciplinas foram modificados. Chama atenção no curso atual a existência de três disciplinas de Petrologia, uma para cada grupo de rochas, enquanto para a primeira turma havia apenas duas disciplinas de Petrografia. Nesse caso, além de mudanças conceituais, em que se considera que o entendimento de processos geológicos é mais importante que a mera descrição da rocha, deve-se considerar também que atualmente há uma disponibilidade muito maior de laboratórios e de material didático. A disciplina de Desenho Técnico foi substituída por Geologia Estrutural I, em realidade uma disciplina de desenho técnico geológico, em que os alunos aprendem a ler, interpretar e confeccionar mapas geológicos.\nMuitas disciplinas da grade curricular original foram desmembradas em duas, como são os casos de Geoquímica, Geologia Estrutural, Mineralogia e Geologia de Engenharia. Isso se deve à incorporação de novos conceitos no conteúdo programáti-co, resultado da evolução do conhecimento e das novas demandas do próprio mercado de trabalho. A disciplina Geologia do Petróleo deixou de ser obrigatória e teve grande parte de seu conteúdo\nFigura 9\nExcursão da V turma à bacia Piauí-Maranhão. Destacam-se as presenças dos professores Wilhelm Kegel (5° de pé, da esquerda para a direita) e Reinhard Pflug (3° sentado, da esquerda para a direita). Acervo de Carlos Vaz (geólogo da V turma do Rio).\nFigure 9\n1st group Excursion to the Piauí-Maranhão Basin. Highlighting the presences of Professors Wilhelm Kegel (5th standing, from left to right) and Reinhard Pflug (3rd seated, from left to right). Carlos Vaz collection (geologist Rio 1st Group).\n\t\t\nDisciplina\tProfessor\tInstituição de Origem\nBiologia\tJosé Cândido de Mello Carvalho\tMuseu Nacional\n\tJohann Becker\t\nFísica\tPaulo Gomes de Paula Leite\tEscola Nacional de Engenharia\n\tCândido Alberto Pereira\t\nQuímic a\tJoão Cristóvão Cardoso\tConselho Bras. de Pesquisas Físicas\n\tDurval Esquerdo Potiguara Curty\tEscola Nacional de Engenharia\nMatemática\tJosé Gabriel Martins Vieira\tEscola Nacional de Engenharia\n\tAmarílio Carvalho de Oliveira\t\n\tLuis Martins Vieira\t\nGeologia Geral\tOthon Henry Leonardos\tMannesman Mineração S.A\n\tOtacílio Francesconi Porto\tEscola Nacional de Engenharia\nMineralogia\tElysiário Távora Filho\tDepto. Nac. da Prod. Mineral\n2° Ano - 1959\t\t\nDisciplina\tProfessor\tInstituição de Origem\nGeologia Histórica\tWilhelm Kegel (alemão)\tDNPM\n\tJ.R. de Andrade Ramos\t\nGeomorfologia\tAntonio Teixeira Guerra\tEscola Nacional de Filosofia\n\tMa do Socorro F.C. de Souza\t\nPaleontologia\tPaulo Erichsen de Oliveira\tDNPM\n\tFriedrich Wilhelm Sommer (alemão)\t\nPetrografia I\tReinhard Helmbold (alemão)\tProspec S.A.\n\tJosé Walter Faria\tEscola Nacional de Filosofia\nTopografia\tRoberto D'Escragnole Taunay\tPref. do Distrito Federal\nDesenho a Mão Livre\tMario Machado Portela\tAutônomo\nInglês I\tMario Machado Portela\tAutônomo\n\t\t\nDisciplina\tProfessor\tInstituição de Origem\nGeologia do Brasil\tWilhelm Kegel\tDNPM\n\tJ.R. de Andrade Ramos\t\nGeoquímica\tElysiário Távora Filho\tDepto.Nac.da Prod.Mineral\nPetrografia II\tReinhard Helmbold\tProspec S.A\n\tEvaldo Osório Ferreira\tDNPM\nSedimentologia\tReinhard Helmbold\tProspec S.A.\nGeologia Estrutural\tWilhelm Kegel\tDNPM\nDesenho Técnico\tMario Machado Portela\tAutônomo\nInglês II\tMario Machado Portela\tAutônomo\n4° Ano - 1961\t\t\nDisciplina\tProfessor\tInstituição de Origem\nGeol. Aplic.Eng. e Geofísica\tHerman Habelehner (austríaco)\tServix Engenharia S.A.\nGeologia de Campo e Fotogeologia\tWilhelm Kegel\tDNPM\n\tReinhard Pflug (alemão)\tContrato direto do curso\n\tFernando Correa de Barros\tDepto. Nac. Prod. Mineral\nG eol. Econômica e Prospecção\tDonald Fergus Campbell (americano)\tContrato direto do curso\nGeologia do Petróleo\tAvelino Ignácio de Oliveira\tDNPM\nHidrogeologia\tDagfin John Ceders-trom (norueguês)\tContrato direto do curso\nTabela 1\nEstrutura curricular e respectivos professores das primeiras turmas do curso de Geologia da CAGE.\nTable 1\nFirst group course curricu-lum structure and respec-tive professors of Geology of CAGE.\ndistribuído por disciplinas como Geologia Estrutural, Sedimentologia, Paleontologia e Estratigrafia. No entanto, esta disciplina ainda existe como optativa para os alunos do curso de Geologia da UFRJ.\nVale ressaltar também o conteúdo do ciclo básico, muito mais abrangente nas disciplinas da Física e Matemática, o que proporciona uma formação mais sólida para muitas das atividades profissionais que nos dias atuais são comuns para o geólogo, como nas atividades de processamento de diversos métodos de prospecção da Geofísica ou nas modelagens numéricas de análises de transporte de poluentes ou da estabilidade de encostas.\nFinalmente há que se salientar uma gama de novas disciplinas que foram implantadas como obrigatórias apenas recentemente e que também são um resultado claro da evolução da profissão e do aparecimento de novos campos de atuação\nque hoje estão consolidados, como, por exemplo, a Geologia e o Meio Ambiente.\nCom relação ao corpo docente, o Departamento de Geologia da UFRJ conta atualmente com 29 professores permanentes, dos quais 27 são doutores, um mestre e um apenas com a graduação. Desse total, apenas um não tem dedicação exclusiva (tabela 3).\nA comparação mostra que grande parte dos professores dos primeiros anos não era do próprio curso de Geologia, portanto exerciam suas funções docentes em tempo parcial. As exceções são três professores estrangeiros contratados diretamente pelo curso de Geologia. No curso atual quase todos são professores de tempo integral (regime de dedicação exclusiva) e possuem título de doutor, obtidos em instituições do Brasil e do exterior.\n\t\n1° Semestre\t2° Semestre\nTopografia\tMétodos Físicos Aplicados às Geociências I\nCálculo Diferencial e Integral I\tCálculo Diferencial e Integral II\nQuímica Geral I\tMineralogia I\nGeologia Geral I\tÁlgebra Linear I\nEstágio de Campo I\tGeomorfologia\n2° Ano\t\n3° Semestre\t4° Semestre\nMétodos Físicos Aplicados às Geociências II\tMétodos Físicos Aplicados às Geociências III\nCálculo Diferencial e Integral III\tIntrodução à Geoestatística\nSedimentologia\tEstratigrafia\nFísico-Química\tPaleontologia\nEstágio de Campo II\tGeologia Estrutural I\nPedologia Aplicada à Geologia\t\n3° Ano\t\n5° Semestre\t6° Semestre\nFotogeologia\tGeologia de Engenharia II\nMineralogia II\tPetrologia Ígnea\nGeologia de Engenharia I\tPetrologia Sedimentar\nGeologia Estrutural II\tGeoquímica I\nEstágio de Campo III\tGeofísica\n4° Ano\t\n7° Semestre\t8° Semestre\nGeotectônica\tGênese de Jazidas\nPetrologia Metamórfica\tGeoprocessamento\nHidrogeologia\tExploração Mineral\nGeoquímica II\tGeologia e Meio Ambiente\n\tRecursos Minerais Energéticos e Avaliação de Jazida\n5° Ano\t\n9° Semestre\t10° Semestre\nEconomia e Planejamento Mineral\tTrabalho de Final de curso\nGeologia Histórica\tOPTATIVAS\nGeologia do Brasil\t\nTable 2 - Current UFRJ Geology course curriculum.\nDocente\tTitulação\nAndré Ribeiro\tD.Sc., UFRJ, Brasil, 1997\nAndrea Ferreira Borges\tD.Sc., PUC-Rio, Brasil, 2002\nAristóteles de Moraes Rios-Netto\tM.Sc., UFRJ, Brasil, 1991\nCarlos Jorge Abreu\tD.Sc., UFRJ, Brasil, 2005\nCicera Neysi de Almeida\tD.Sc., UFPE, Brasil, 1999\nClaudia Gutterres Vilela\tD.Sc., UFRJ, Brasil, 1998\nClaudio Bettini\tPh.D., Stanford University, Califórnia, EUA, 1987\nClaudio Gerheim Porto\tPh.D., Imperial College, Inglaterra, 1991\nClaudio Limeira Mello\tD.Sc., USP, Brasil, 1997\nEdson Farias Mello\tD.Sc., Unicamp, Brasil, 2000\nEmílio Velloso Barroso\tD.Sc., PUC-Rio, Brasil, 2002\nEurípedes do Amaral Vargas Jr\tPh.D., Imperial College, Inglaterra, 1980\nFábio Vito Pentagna Paciullo\tD.Sc., UFRJ, Brasil, 1997\nFernando Roberto Mendes Pires\tPh.D., Michigan Tech. Univ., EUA, 1979\nGerson Cardoso da Silva Jr\tD.Sc., Univ. Politécnica Catalunha, Espanha, 1997\nHelena Polivanov\tD.Sc., UFRJ, Brasil, 1998\nHenrique Dayan\tPh.D., Univ. de Leeds, Inglaterra, 1981\nIsmar de Souza Carvalho\tD.Sc., UFRJ, Brasil, 1993\nJoão Baptista Filho\tGraduado, UFRJ, Brasil, 1974\nJoel Gomes Valença\tPh.D., Univ. de Western Ontario, Canadá, 1980\nJoão Graciano Mendonça Filho\tD.Sc., UFRGS, Brasil, 1999\nJosé Carlos Sícoli\tD.Sc.,Unicamp, Brasil, 1999\nJosé Mario Coelho\tD.Sc., Unicamp, Brasil, 2001\nJulio Cezar Mendes\tD.Sc., USP, Brasil, 1996\nLeonardo F. Borghi de Almeida\tD.Sc., UFRJ, Brasil, 2002\nLílian Paglarelli Bergqvist\tD.Sc., UFRGS, Brasil, 1996\nMaria Dolores Wanderley\tD.Sc., UFRJ, Brasil, 1996\nPaula Lúcia Ferrucio da Rocha\tD.Sc., ON/CNPq, Brasil, 1998\nRudolph Allard Johannes Trouw\tPh.D., Univ. de Leiden, Holanda, 1969\nTabela 3\nComposição atual e titulação do corpo docente do Departamento de Geologia da UFRJ\nTable 3\nCurrent composition and titles of the educational staff of the UFRJ Geology Department.\nTabela 2 - Grade curricular atual do curso de Geologia da UFRJ.\nDa 1a turma, de 1958, foram formados 22 geólogos no ano de 1961. Desde então, 985 alunos graduaram-se em Geologia. Estima-se que\naté o fim do ano de 2007 o número de formados ultrapassará a quantia de mil. Vale ressaltar que os cursos iniciais tinham duração de quatro anos e que depois passaram a ser de cinco anos.\nNa figura 10 apresenta-se um gráfico de barras com a média de formados, por ano, verificada em cada década de existência do curso de Geologia da UFRJ. Optou-se pela apresentação da média tendo em vista a coexistência de dois sistemas didáticos de formação: o seriado (vigente até 1967) e o de créditos (implantado em 1968 e vigente até\nDécadas\nFigura 10\nMédia de geólogos formados, por ano, em cada década no curso de Geologia da UFRJ\nFigure 10\nAverage of graduate geologists, per year, for each decade in the UFRJ Geology course.\nos dias atuais). Além disso, no regime de créditos uma turma que ingressa em determinado ano dificilmente se forma integralmente ao final do prazo recomendado para o término do curso.\nFeita a ressalva acima, procura-se analisar, mesmo que de forma subjetiva, as razões para a evolução do número de formados apresentada na figura 10:\n•\t1961-1969: década de implantação do curso e cuja média de formados por ano no Rio representa apenas um referencial inicial para a análise. Comparada às médias das demais décadas, o número relativamente alto pode significar o interesse inicial sempre associado aos cursos novos;\n•\t1970-1979: já havia algum conhecimento sobre a profissão no Brasil e de sua importância para o País: cresce a necessidade da prospecção mineral (petróleo e outros bens) e houve investimentos maciços em infra-estrutura (setor elétrico e transportes), foi a época do \"milagre econômico”. Interessante notar que foi também a época dos grandes projetos de mapeamento básico do território brasileiro. Por outro lado, surgiu a preocupação com os problemas das instabilidades das encostas e do planejamento urbano;\n•\t1980-1989: este período se caracterizou por uma drástica redução de investimentos em infra-estrutura, sobretudo na segunda metade da década, mas o número médio de formados por ano continuou relativamente elevado como reflexo da década anterior;\n•\t1990-1999: período de menor número médio de formados por ano. Muito baixo nível de investimentos em infra-estrutura, declínio da\nmineração e longo período sem contratação expressiva pela Petrobras (maior empregador de geólogos no Brasil). De positivo, o fortalecimento no mercado de um campo relativamente novo de atuação dos geólogos, o meio ambiente;\n• 2000-2006: embora ainda com dados incompletos, esta década parece que será a de melhor índice na formação de geólogos na UFRJ. Para isso certamente tem contribuído o desempenho da economia nacional. Nesse sentido é possível supor crescimentos acentuados desses índices, uma vez que se esperam investimentos crescentes em infra-estrutura e energia no Brasil. No caso do Rio de Janeiro em particular, há que se destacar o importante papel exercido pelo setor de óleo e gás, que tem motivado muitos graduandos a se prepararem para essa área, e o elevado volume de contratações promovidos pelas empresas do setor, com destaque para a Petrobras, que tem investido maciçamente na contratação e formação de profissionais geólogos e geofísicos. Tem-se observado também uma retomada das contratações na área de mineração, de Geologia Aplicada à Engenharia (principalmente para os Estados de São Paulo e Minas Gerais), além da consolidação do campo de trabalho na área ambiental.\na origem da pós-graduação no Rio de Janeiro: fatos motivadores e evolução\nz\nEm setembro de 1966, técnicos do United States Geological Survey (USGS) visitaram o Brasil e enfatizaram a necessidade de implantação de programas de pós-graduação e pesquisas em Geologia, quando, em conjunto com o Conselho Nacional de Pesquisas (CNPq), ficou recomendado que os primeiros cursos deveriam ser sediados nas universidades de São Paulo (1970), Rio Grande do Sul (1968) e Rio de Janeiro (1968), tendo em vista\na tradição de pesquisas e qualidade do corpo docente (Azambuja, 1993).\nAcresce-se que, nos primeiros meses de 1966 e 1967, pesadas chuvas se precipitaram na Cidade do Rio de Janeiro e circunvizinhanças, causando verdadeiras catástrofes, representadas por inundações e inúmeros escorregamentos. Em face disso, o então ministro extraordinário para a Coordenação dos Organismos Regionais, Marechal Cordeiro de Farias, incumbiu o CNPq de assistência técnica e científica aos organismos responsáveis pelo trato da questão. Atendendo à incumbência, o presidente do CNPq, Dr. Antonio Moreira Couceiro, designou o conselheiro Sylvio Fróes de Abreu, do Instituto Nacional de Tecnologia, para presidir uma comissão, que teve como secretário-geral o Dr. Othon Henry Leonardos, diretor da Escola Nacional de Geologia.\nUm extenso relatório foi produzido, com a colaboração de diversas entidades sediadas no Rio de Janeiro, com destaque para os professores da Escola Nacional de Geologia: Reinhard Helmbold (Geologia do Estado da Guanabara) e Herman Ha-belehner (Geologia de Engenharia, Mapeamento Geotécnico). Desse relatório constou também uma série de recomendações e sugestões, das quais são destacadas aquelas que recomendaram a criação da pós-graduação no Rio de Janeiro:\n•\tdeve ser criado, em caráter permanente, um curso de pós graduação em Geologia Aplicada à Engenharia, numa de nossas universidades, concentrando-se recursos extra-universitários nessa iniciativa. O referido curso deve ser aberto tanto aos geólogos como aos engenheiros e arquitetos, estabelecendo-se os pré-requisitos em cada caso;\n•\tapela-se ao CNPq e à CAPES - Coordenação de Aperfeiçoamento de Pessoal de Nível Superior no sentido que facilitem recursos para o funcionamento imediato de curso de pós-graduação em Geologia Aplicada à Engenharia Civil e para as necessárias instalações correspondentes (CNPq, 1967).\nEm setembro de 1967 o então coordenador da Escola de Geologia da UFRJ, professor John Milne Albuquerque Forman, designou o professor Ronaldo Simões Lopes de Azambuja, que acabara de regressar de pós-graduação no Imperial College de Londres, para elaborar um programa de pós-graduação e pesquisa com ênfase em Geologia Aplicada à Engenharia, conforme recomendação do CNPq (Azambuja, 1993). Interessante notar que\nos dois geólogos citados fizeram parte da primeira turma de geólogos formados no Rio de Janeiro.\nEm janeiro de 1968 o Conselho Universitário da UFRJ aprovou a criação do curso de pós-graduação em Geologia, que contou com apoio financeiro para sua implantação do CNPq (bolsa de estudos) e Fundação Ford (aquisição de recursos bibliográficos). Devido à extrema carência de recursos laboratoriais e à própria estrutura docente inicial, muito reduzida, obteve-se recursos do Banco Nacional de Desenvolvimento Econômico (BNDE) através do contrato Funtec 41 (Fundo Técnico-Científico do Departamento de Operações Especiais do BNDE).\nEm maio do ano de 1969, a Comissão de Pós-Graduação do CNPq aprovou o Instituto de Geociências da UFRJ como centro regional de pós-graduação em Geologia (Azambuja, 1993).\nDevido a problemas de espaço físico, o curso de pós-graduação em Geologia funcionou, na sua implantação, em espaço cedido pela Metalurgia do Centro de Tecnologia (Cidade Universitária - Ilha do Fundão) e parte na sede do Instituto de Geociências, no Largo de São Francisco, no Centro do Rio de Janeiro (Azambuja, 1993). A partir de 1969, depois de obras de adaptação, até 1973, o curso se estabeleceu integralmente no Largo de São Francisco, no prédio da então Escola Nacional de Engenharia, que à época já havia sido transferida para a Cidade Universitária, na Ilha do Fundão. Ainda no ano de 1969, além das áreas de concentração de Geologia Aplicada à Engenharia e de Geologia Regional e Econômica, o programa se expandiu com a criação da área de concentração em Estratigrafia e Paleontologia. Em 1974 todo o Instituto de Geociências foi transferido para a Ilha do Fundão.\nNos primeiros anos de funcionamento do programa de pós-graduação, o corpo docente constituiu-se de professores permanentes (com vínculo com a escola), professores conferencistas e professores-visitantes, conforme relação abaixo:\nprofessores permanentes:\n•\tAlberto Finkelstein;\n•\tCarlos Eduardo Moraes Fernandes;\n•\tElysiário Távora Filho;\n•\tFranklin dos Santos Antunes;\n•\tHerman Habelehner;\n•\tIgnácio Machado Aureliano Brito;\n•\tJoel Gomes Valença;\n•\tJosué Alves Barroso;\n•\tLouis de Loczy;\n•\tLuiz Alfredo Moutinho da Costa;\n•\tOthon Henry Leonardos;\n•\tReinhard Helmbold;\n•\tRonaldo Simões Lopes Azambuja;\n•\tWendelin Franz Lotze.\nprofessores conferencistas:\n•\tAmarílio Carvalho de Oliveira (Universidade Federal Fluminense);\n•\tAntônio Manuel de Siqueira Cavalcante (EE-UFRJ);\n•\tFernando Olavo Francis (Pontifícia Universidade Católica do Rio de Janeiro);\n•\tFrancisco de Assis Basílio (Associação Brasileira de Cimento Portland);\n•\tJacinto Vilalba (Departamento Nacional de Obras e Saneamento);\n•\tNicéa Magessi Trindade (DNPM-MME).\nprofessores visitantes:\n•\tDirceu de Alencar Veloso (Coppe-UFRJ);\n•\tJacques de Medina (Coppe-UFRJ).\nAtualmente fazem parte do programa 26 professores, todos doutores, com vínculo empre-gatício na UFRJ, conforme relação apresentada na tabela 3. Nota-se que a maioria dos professores doutores que atuam no programa de pós-graduação também exerce atividades didáticas nas disciplinas dos cursos de graduação, o que assegura um excelente nível para o curso de graduação, como também promove uma desejável integração dos estudantes de graduação com a pesquisa.\nOs primeiros alunos matriculados na pós-graduação e que concluíram o mestrado foram: Homero Teixeira, Fernando Soares de Lima, Sérgio Cabral e Urbano Heine (Geologia de Engenharia); José Haroldo da Silva Sá, Olivar Antônio Lima de Lima e Raimundo Netuno Nobre Villas (Geologia Regional); Maria Antonieta Rodrigues e Antônio Carlos Macedo (Estratigrafia e Paleontologia). Este último foi o autor da primeira dissertação de mestrado defendida no programa de pós-graduação em Geologia da UFRJ.\nDesde sua criação o número de teses e dissertações defendidas e aprovadas tem experimentado um contínuo crescimento. Até 1993,\ncom 25 anos de pós-graduação, foram diplomados 190 pós-graduandos, enquanto nos 14 anos subseqüentes foram diplomados mais 309 alunos, perfazendo um total de 499 dissertações e teses. A tabela 4 detalha a produção por área de concentração e por nível.\n\t\t\t\t\n\tÁrea de Concentração\tNúmero de Teses e Dissertações\t\t\n\t\tMestrado\tDoutorado\tTotal\n\tGeologia Regional e Econômica\t100\t29\t129\n\tGeologia de Engenharia e Ambiental\t94\t24\t118\n\tEstratigrafia e Paleontologia\t202\t50\t252\n\tTOTAL\t396\t103\t499\nconsiderações finais\nz\nO caráter de urgência e as condições precárias durante a implantação do curso de Geologia no Rio de Janeiro, claramente demonstradas nesta síntese histórica, certamente não diminuem a importância da criação do curso de Geologia no Estado do Rio de Janeiro e dos outros cursos no Brasil. Trata-se de uma decisão cujo acerto é inquestionável, tendo em vista que possibilitou uma extraordinária evolução do conhecimento geológico do território brasileiro e suas hoje evidentes implicações para o desenvolvimento econômico do País.\nUltrapassada a fase inicial de implantação do curso (fase CAGE), não se verificou o aporte de recursos, oriundos da própria administração central da UFRJ, necessários e suficientes para a consolidação e desenvolvimento da estrutura de ensino. Este quadro se mantém até os dias atuais e é característico do sistema federal de ensino no Brasil. Como conseqüência, passado o estágio inicial de enorme empolgação e de certa forma improvisação, houve um período em que o curso experimentou um processo de quase estagnação. Esse quadro começou a mudar com a criação do programa de pós-graduação em Geologia em virtude das verbas obtidas de fontes externas à universidade para o financiamento de projetos de pesquisa, montagem de laboratórios, pagamento de bolsas de estudos e, inclusive, complementa-ções salariais de alguns docentes. Como já mencionado anteriormente, inicialmente esses recursos\ntiveram origem nos financiamentos do então BNDE e da CAPES e do CNPq para o pagamento de bolsas. Essas duas últimas instituições de fomento continuam a ser até os dias de hoje as principais fornecedoras de bolsas de estudos de pós-graduação (Mestrado e Doutorado). Ainda com relação às bolsas de estudos, vale ressaltar que hoje o universo de órgãos que fornecem bolsas é bem mais diversificado, tanto para a pós-graduação quanto para a graduação. Os alunos do Departamento de Geologia da UFRJ têm sido contemplados também com bolsas da Fundação de Amparo à Pesquisa do Estado do Rio de Janeiro (Faperj), do Programa de Formação de Recursos Humanos da Agência Nacional do Petróleo (PRH-18/ANP), bolsas de projeto gerenciadas pela Fundação Universitária José Bonifácio (FUJB) e, em menor número, bolsas isoladas oriundas de convênios específicos, como Cenpes-Petrobras, Instituto Brasileiro do Petróleo (IBP), entre outras.\nJá com relação à implementação e desenvolvimento dos laboratórios didáticos, estes sempre estiveram associados aos laboratórios de pesquisa, usufruindo dos recursos de projetos, entre os quais se destacam os seguintes programas: em meados da década de 1980 até meados da década de 1990 os Programas de Apoio ao Desenvolvimento Científico e Tecnológico (PADCT) da Financiadora de Estudos e Projetos (FINEP), do CNPq e da CAPES;\nno início dos anos 2000 e até os dias atuais os projetos CT-Petro e mais recentemente as redes de Cooperação Tecnológica com a própria Petrobras. Com montantes mais baixos, mas não menos importantes, são também dignos de nota os projetos de financiamento individuais aos pesquisadores do departamento por meio de editais específicos do CNPq e da Faperj.\nreferências bibliográficas\nAZAMBUJA, R. S. L. A Criação do Programa de Pós-Graduação do Departamento de Geologia da UFRJ. Anuário do Instituto de Geociências da UFRJ, Rio de Janeiro, v. 16, p. 5-12, 1993.\nBARROSO, J. A. Os 40 anos da CAGE - Campanha Nacional de Formação de Geólogos - os cursos de Geologia no Brasil e, em particular, no Rio de Janeiro. Anuário do Instituto de Geociências da UFRJ, Rio de Janeiro, v. 19, p. 143-156, 1996.\nTOSSATO, P. Orville A. Derby, o pai da Geologia no Brasil. Rio de Janeiro: DNPM/CPRM, 2001. 111 p.\nThe 50th anniversary of the Rio de Janeiro Geology course\nEmílio Velloso Barroso1, Josué Alves Barroso1 2, Arthur Eduardo Diniz Gonçalves Horta3\nabstract\n2007 saw the fiftieth anniversary commemo-ration since the inauguration of the first four geologist graduation courses in Brazil. The Rio de Janeiro Geology course, created and inaugurated in 1958 by the Geologist Formation Campaign (CAGE) gave origin to the then National School of Geology, that was later incorporated into the University of Brazil, the current course of the Rio de Janeiro Federal University (UFRJ). The objective of this article is to present a concise history of the UFRJ Geology course. It begins by highlighting the establishment of Geol-ogy in Brazil and, in particular, Rio de Janeiro. The facts considered most important outline the political context in which the Geology courses were created and, above all, the extraordinary reputation that they enjoyed, as a result of the recognition of the strate-gic importance that it represented to the Country's economic development. Also it reveals the important role played by the Rio de Janeiro geologists in ac-tually regulating their profession. Furthermore, the three locations where the course used to function and where it is currently based are shown in paral-lel with the account of the administrative changes\nand those derived from the academic reform. The first graduate geologists are nominally cited, as well as the first professors and the first curricular grade. Based on this historical data, a comparison is made with the present teaching staff and the disciplines that form today's UFRJ's Geology course. It also examines the creation of post-graduations and presents their evolution data. Finally, aspects are revealed that illustrate the impressive development of Brazilian Geology, reflected in its own evolution from one of the most traditional and foremost institutions to graduate Brazilian geologists.\nthe origins of Geology in Brazil: A synthesis\nIn 1807 the Portuguese court transferred it-self to Brazil and Dom João VI brought a rich miner-alogical collection. The Royal Charter of 4/12/1810, created the Royal Military Academy inaugurated on 23/4/1811, of which a Mineralogy Office formed\n1\tFederal University of Rio de Janeiro. Department of Geology. ebarroso@acd.ufrj.br\n2\tState University of Norte Fluminense Darcy Ribeiro. Science and Technology Center. Civil Engineering Laboratory. josuebarroso@gmail.com\n3\tGeologist graduated from the 1st class of Rio de Janeiro. arthurhorta@globo.com\npart, with the original collection as a base. This remained under the custody of Friar José da Costa Azevedo, carioca and Bachelor of Natural Sciences at the University of Coimbra. As such that Office is considered as the cell of the first Brazilian school for superior education.\nWith Brazil's Independence, in 1822, the Royal Military Academy became known as the Imperial Military Academy, later, in 1858, transforming into the Military School and Central School. With the Visconde do Rio Branco's reform, in 1874, the Central School called itself the Rio de Janeiro Polytechnic School that, from 1937, received the name of the University of Brazil National Engineering School. Until the creation of Geology courses in Brazil, in 1957, in the cities of São Paulo, Recife, Porto Alegre and Ouro Preto, Geology teaching was associated with the graduation of other professions (civil engineers, mining engineers, biologists and chemists), being made up of some isolated academic chairs and did not result in the graduation of geologists.\nthe creation of Geology courses in Brazil\n150 years following the arrival of Dom João VI, President Juscelino Kubitschek de Oliveira, as-sisted by the Minister of Education and Culture, Dr. Clóvis Salgado, created CAGE - Geologists Forma-tion Campaign (Decree N° 40.783, 18/1/1957, fig. 1), directly linked to the Minister, his president, and his executive secretary Dr. Jurandir Loddi, Director of Higher Education. The following members completed the CAGE Steering Committee: Othon Henry Leonar-dos, Sylvio Fróes de Abreu, Avelino de Oliveira, Irajá Damiani Pinto and Aluízio Miranda Barbosa.\nThe graduation of technicians, in number and quality, for Brazilian mineral development, was regarded as an urgent need and, already by April 1957, Geology courses were being initiated. These are listed as follows together with their first coordinators: Recife (Paulo José Duarte), Ouro Preto (Carlos Walter Marinho Campos), São Paulo (Viktor Leinz) and Porto Alegre (Irajá Damiani Pinto). The preliminary studies that resulted in the creation of the four courses above had begun in 1955, with the\nformation of a 10 member commission, formed by Dr. Clóvis Salgado and presided over by Dr. Othon Henry Leonardos, who subsequently became the director of the Rio de Janeiro Geology course.\nAt that time, the whole contingent of pro-fessionals involved with Geology in Brazil did not exceed 50 people and they developed activities connected with the research for knowledge of the Brazilian territory geological structure and mineral prospecting, including petroleum. They were made up of people from Natural History mining and civil engineering courses and geologists who had graduated abroad. With the authority that their names represented for Brazilian geological development, it is important to highlight the con-stant demand and demonstration of the need to graduate geologist made by Euzébio de Oliveira, Alberto de Oliveira, Eugênio Bourdot Dutra, Avelino de Oliveira, Luciano Jacques de Moraes, Pedro de Moura, Djalma Guimarães, Glycon de Paiva and Irnack Carvalho do Amaral. These illustrious \"geologists\", by vocation and dedication, clamored for the graduation of skilled human resources to work in mineral prospecting, through the companies and the National Department of Mineral Production (DNPM), successor of the Brazilian Geological and Mineralogical Service, implanted in 1907 by Orville Derby (Tossato, 2001).\nToday, after about five decades, the Brazil-ian geological knowledge scenario has expanded extraordinarily, provided by Geology courses spread throughout Brazil, to which were added post-grad-uation courses for Master and Doctorate titles.\nthe creation of the Geology course in Rio de Janeiro\nStill in 1957, several authorities based in Rio de Janeiro City, at that time the Republic's Capital, like the University of Brazil, the National School of Engineering, the National Faculty of Philosophy, the Engineering Club, the National Board of Research, the National Board of Mines and Metallurgy, the National Commission of Nuclear Energy and the National Department of Mineral Production, made appeals to the Minister Clóvis Salgado and to CAGE\nfor the immediate creation of a Geology course in Rio de Janeiro, in recognition of its being the cradle of geological research in Brazil. The appeals caused the desired effect, with the creation of the Rio de Janeiro Geology course set up in 1958. The first group of Rio de Janeiro geologists that graduated in 1961, had as paranymph, the creator of the Brazilian School of Geology, then Senator and former-President of the Republic Juscelino Kubitschek de Oliveira (fig. 2). The graduation ceremony was held in the Engineering Club and enjoyed the presence of the illustrious paranymph (fig. 3)\nInitially the Rio de Janeiro Geology course developed its activities on the 4th Floor of the old Engineering School, in Largo de San Francisco (fig. 4a, 4b); in rooms provided by DNPM, in Avenida Pasteur, Praia Vermelha (fig. 5); and, in the first years and for the biology classes, in the National Museum, at Quinta da Boa Vista, São Cristóvão (fig. 6). Since 1974 the Geosciences Institute and consequently the Geology Department, was in-stalled and even today is administered at Cidade Universitária, Ilha do Fundão (fig. 7).\nAlso in 1958, Bahia integrated the first group of six geologists graduation courses in Brazil. The Bahia Federal University (Rector Edgar Santos), with the help of Petrobras (Carlos Walter Marinho Campos), created its Geology course, independent of the course promoted by CENAP-Petrobras, the human resources preparation course for petroleum explora-tion and aimed at professionals with superior level education.\nIn 18/5/1961, in response to the requests of students and professors, CAGE, using their author-ity, decided to transform the Rio de Janeiro Geology course into the National School of Geology, as an isolated, higher education establishment.\nFinally, in 1965, the National School of Geology was incorporated into the University of Brazil, when it admitted the first two student groups to the National Faculty of Philosophy that, at that time, had recently created a Geology course.\nIn 1967 the academic reform was decreed and the University of Brazil became known as the Rio de Janeiro Federal University (UFRJ). The Geosciences Institute was then created (Decree N° 60.455-A, of 13/8/1967), when they joined the National School of Geology and the Astronomy, Geography and Meteorology courses, from the National Faculty of Philosophy (Astronomy from the Mathematics Department; Geography from the\nGeography Department; And Meteorology from the Physics Department). Initially, the UFRJ Geosciences Institute was made up of six departments: General Geology, Economic Geology, Geology Applied to Engineering, Geography, Astronomy and Meteo-rology. Later, in 1974, economic reasons imposed the following structure: Geology, Geography, As-tronomy and Meteorology (Barroso, 1996), until, in August 2002, the Astronomy became part of a separate unit, based in the Valongo Observatory.\nthe Rio de Janeiro Geology role in the regulation of the geologist profession\nThe first groups of Brazilian geologist graduated but the profession lacked regulation, until 27/6/1962, when the corresponding law was published in the Official Diary of the Union. It was also a historical fight for the geologists, be-cause they feared the loss of credibility with the interests in play and they made strong protests to the National Congress. In this fight, the Rio de Janeiro group had a fundamental participation, through, at that time, the facility of access to the public authorities based there and by a decisive coincidence for the final result: One of the future Rio de Janeiro geologists, who graduated in December 1962, Luiz Guilherme Mazilli, was the son of the then President of the National Con-gress, Ranieri Mazilli. Finally, on 23/6/1962, Law N° 4.076/1962 was decreed by the National Congress and sancfioned by President, João Goulart, in the following terms:\nLaw N° 4.076/1962 that regulates the practice of the geologist profession\nThe PRESIDENT OF THE REPUBLIC, lets it be known that the NATIONAL CONGRESS decrees and I sanction the following Law:\nArt. 1st The practice of the geologist profession will only be allowed:\na)\tTo the bearers of a Geologist diploma, issued by an official course;\nb)\tTo the bearers of a Geologist or Geological Engineer diploma issued by a foreign establishment of higher education; after being revalidated.\nArt. 2nd This law will in no way jeopardize, the rights and guarantees granted by Law n° 3.780, of July 12 1960 to those employees who hold the title of Naturalist, should be placed in the course of Geologist Classes.\nArt. 3rd The Regional Board of Engineering and Architecture will only grant the registration of a professional by means of the presentation of a diploma registered with the authority of the Min-istry of Education and Culture.\nArt. 4th The inspection of the practice of the geologist profession will be performed by the Federal Board of Engineering and Architecture and by the Regional Boards.\nArt. 5th To all professionals registered in agreement with this law will be delivered a num-bered professional pocketbook, registered and ap-proved by the Regional Board of Engineering and Architecture, in agreement with art. 14 of Decree N° 23.569, of December 11 1933.\nArt. 6th Included in the geologist or geological engineer competences are:\na)\tTopographical and geodesic work;\nb)\tGeological, geochemical and geophysi-cal surveys;\nc)\tStudies related to Earth Sciences;\nd)\tProspecting and research work for the quantification of mineral deposits and determina-tion of its economic value;\ne)\tTeaching of the geological sciences in sec-ondary and superior teaching establishments;\nf)\tLegal subjects related with their specialties;\ng)\tInvestigations and arbitrations referring to the materials of the previous paragraphs.\nSingle Paragraph. It also the competence of the geologist or geological engineer the disposi-tion in item IX article 16, of the Decreed-law N° 1.985, of January 29 1940 (Mines Code). http:// www.planalto.gov.br/ccivil_03/Decreto/1937-1946/ Del1985.htm\nArt. 7th The competence and the guarantees attributed by this law to the geologists or geological engineers are granted without prejudice to the rights and prerogatives granted to other\nengineering professionals by the legislation that is specific to them.\nArt. 8th The current law will go into effect on its publication date, revoking any opposing dispositions.\nBrasília, June 23 1962; 141st of the Indepen-dence and 74th of the Republic.\nJOÃO Goulart\nTancredo Neves\nAntônio de Oliveira Brito\nthe evolution of the curricular structure and the teaching staff\nBy 1968, the curricular regime was made up of annual and fixed disciplines. All the students were obligated to attend the same disciplines, of which the first year was aimed at basic disciplines. Almost all classes were totally theoretical, in that CAGE had not yet supplied the course with laboratories and necessary equipment. It depended on the National School of Engineering, the National Department of Mineral Production and the National Museum, whose laboratories were not adequately prepared and equipped to handle all the new students simultaneously with the activities that had already been developed. For example, the petrographic microscopes were only acquired in 1968, so that only the students from the 10th group could benefit from regular practical classes of microscopy. Until then they only used a few microscopes from the DNPM Geology and Mineralogy Division.\nOn the other hand, there were field work resources, not only weekend outings in Rio de Janeiro neighborhoods, but also for longer excur-sions, generally made in the vacation periods (fig. 8 and 9). As examples, there follows some of the principal field activities that benefited the students of the 1st group:\n1958\t- Quadrilátero Férrico, Ouro Preto and Mariana-MG.\n1959\t- Brazilian Congresses of Geology (São Paulo City) and Poços de Caldas and Andradas-MG.\n1960\t- Several apprenticeships in mining com-panies of Minas Gerais and in Petrobras (in Recôncavo Baiano and in Amazonas Basin). Excursions to the Piauí-Maranhão Basin (fig. 8), Along the Belém-Brasília highway (under construction), extends the manganese mining of Serra do Navio-AP.\n1961\t- Course final study, in Diamantina-MG.\nWith the 1967 Academic Reform, from 1968 the curricular regime became credits, with compulsory and elective disciplines and covering practical laboratory and field activities. For com-parison, there follows the range of disciplines for the 1st group of students (table 1) and the cur-rent curriculum (table 2), showing the enormous evolution achieved.\nComparing tables 1 and 2, reveals how the distribution and the number of disciplines were modified. The current course draws attention to the three Petrology disciplines, one for each rock group, while the first group had just two Petrog-raphy disciplines. In this case, besides conceptual changes, in which the understanding of geologi-cal processes is considered more important than mere rock description, it must also be considered that currently there is a much larger availability of laboratories and didactic material. The discipline of Technical Drawing was substituted by Structural Geology I, in reality a discipline of geological technical drawing, in which the students learn to read, interpret and make geological charts.\nMany disciplines of the original curriculum were divided in two, as in the cases of Geochem-is try, Structural Geology, Engineering Mineralogy and Geology. This was due to the incorporation of new concepts in the program content, as a result of knowledge evolution and new labor market demands. The Petroleum Geology discipline is no longer compulsory and had a major part of its content distributed to disciplines such as Structural Geology, Sedimentology, Paleontology and Stratig-raphy. Nevertheless, this discipline still exists as an optional course for the UFRJ Geology students.\nIt is also worth highligh ting the content of the basic cycle, much wider reaching in the Phys-ics and Mathematics disciplines, which provides a more solid graduation for many professional activities common for today's geologist. These activities include processing several geophysical prospecting\nmethods or numeric modeling of pollutant trans-portation analyses or hillside stability.\nFinally it has to be pointed out that there is a range of new disciplines that were implanted as compulsory just recently. These are also a clear result of the profession's evolution and of the appearance of new fields of activities that today are consolidated, such as, for example, Geology and the Environment.\nWith regard to the teaching staff, the UFRJ Geology Department currently has 29 permanent professors, of which 27 have Doctorates, one Mas-ter and just one graduate. From this total, only one is not exclusively dedicated (table 3).\nThe comparison shows how a major part of the first year's professors were not from the Geology course; therefore they worked part time educational functions. The exceptions were three foreign professors directly contracted by the Geology course. In the current course almost everybody is a full time professor (exclusive dedi-cation regime) and with Doctorate titles, earned in Brazilian Institutions and abroad.\nOut of the 1st group, of 1958, 22 geologists graduated in 1961. Since then, 985 students have graduated in Geology. It is estimated that by the year end 2007 the number of graduates will ex-ceed a thousand. It is worth emphasizing that the initial course were for four years and that later it became five years.\nThe bar chart in figure 10 shows the av-erage number of graduates, per year, checked every decade since the UFRJ Geology course's existence. It was opted to show the average bearing in mind the coexistence of two gradua-tion didactic systems: The series (valid until 1967) and that of credits (implanted in 1968 and still valid). Moreover, in the credits regime a group that enters in a determined year hardly ever graduate together at the recommended end of the course term.\nHaving made the proviso above, the reasons are analyzed, even though subjectively, for the evo-lution of graduate numbers shown in figure 9:\n• 1961-1969: Decade of course implantation and where the graduation average peryear in Rio represents only an initial reference for the analysis. Compared to the other decade averages, the relatively high number can mean the initial interest always associated with new courses;\n1970-1979: Already existed some knowledge on the profession in Brazil and its importance to the Country: growing need for mineral prospecting (petroleum and other goods) and massive investments in in-frastructure (electric sector and transport), it was the time of the “economic miracle\" Interesting to also note that it was the time of major basic mapping projects of the Brazilian territory. On the other hand, the preoccupation arose of hillside instability problems and urban planning;\n1980-1989: This period is characterized by a drastic reduction in infrastructure investments, mostly in the second half of the decade, but the average number of graduates per year continued relatively high as a reflex of the previous decade; 1990-1999: Period of smaller average graduate number per year. Very low level in infrastructure investments, decline in mining and long period without expressive recruitment by Petrobras (largest Brazilian geologist employer). On the positive side, the market strengthening of a relatively new field of activity for geologists, the environment;\n2000-2006: Although still with incom-plete data, this decade seems that it will be the one of best rates of geologist graduation in UFRJ. Certainly due to the contributing performance of the natio-nal economy. In this sense is possible to suppose accentuated growths of these indices, since there is expected to be in-creasing investments in infrastructure and energy in Brazil. In Rio de Janeiro's case in particular, it has to be highlighted the im-portant role of the oil and gas sector, this has been motivating many graduates to prepare for this area, and the elevated recruitment volume promoted by the sector companies, with emphasis by Petrobras, who has been investing massively in the recruiting and the graduation of profes-sional geologists and geophysicists. It also has been observed a return of recruitment in the mining area, of Geology Applied to Engineering (mostly for São Paulo and Minas Gerais States), in addition to con-solidation in the environmental field.\nthe post-graduation origin in Rio de Janeiro: Motivation Facts and evolution\nIn September 1966, technicians from the United States Geological Survey (USGS) visited Brazil and emphasized the need to implant post-graduation and research programs in Geology, when, together with the National Research Board (CNPq), it was recommended that the first courses should be based in São Paulo Universities (1970), Rio Grande do Sul (1968) and Rio de Janeiro (1968), bearing in mind the tradition of research and quality of its educational staff (Azambuja, 1993).\nAdditionally, in the first months of 1966 and 1967, heavy rains fell in Rio de Janeiro City and surrounding neighborhoods, causing hugh catastrophes, represented by floods and countless landslides. Faced with this, the then extraordinary Minister for the Coordination of Regional Organ-isms, Marshal Cordeiro de Farias, assigned CNPq to give technical and scientific assistance to the organisms responsible for dealing with the matter. Responding to its responsibility, the president of CNPq, Dr. Antonio Moreira Couceiro, designated the adviser Sylvio Fróes de Abreu, of the National Institute of Technology, to preside a commission that had Dr. Othon Henry Leonardos, Rector of the National School of Geology as general secretary.\nA wide reaching report was produced, with the collaboration of various entities based in Rio de Janeiro, with emphasis on the National School of Geology professors: Reinhard Helmbold (Guanabara State Geology) and Herman Habelehner (Engineering Geology, Geotechnical Mapping). This report also consisted of a series of recommenda-tions and suggestions, of which are highlighted those that recommended the post-graduation creation in Rio de Janeiro:\n• There must be created, of a permanent cha-racter, a course of post- graduation in Geo-logy Applied to Engineering, in one of our universities, concentrating on extra-academic resources in this initiative. The referred course must be open, not only to geologists but also to engineers and architects, establishing the prerequisites in each case;\n• appeal to the CNPq and CAPES - Coordina-tion of Improvement for People of Superior Level Education in the sense of facilitating resources for the immediate operation of the post-graduation course in Geology Applied to Civil Engineering and for the necessary corresponding facilities (CNPq, 1967).\nIn September 1967 the Coordinator of the UFRJ Geology School, Professor John Milne Albuquerque Forman, designated Professor Ronaldo Simões Lopes de Azambuja, who had just returned from his post-graduation at the London Imperial College, to elaborate a post-graduation and research program with emphasis on Geology Applied to Engineering, according to CNPq's recommendation (Azambuja, 1993). It is interesting to note that both cited geologists were part of the Rio de Janeiro first group of geologist graduates.\nIn January 1968 UFRJ Academic Board approved the creation of the post-graduation Geology course that relied on CNPq financial aid (scholar-ship) for its implantation and the Ford Foundation (acquisition of bibliographic resources). Due to the extreme lack of laboratory resources and its own, very reduced initial educational structure, it obtained resources from the National Bank of Eco-nomic Development (BNDE) through the contract Funtec 41 (Technical Fund of the Department of Special Operations of BNDE).\nIn May 1969, the Post-graduation Commis-sion of CNPq approved the UFRJ Geosciences In-stitute as the regional center for post-graduation in Geology (Azambuja, 1993).\nDue to problems of physical space, the post-graduation course in Geology was given, during its implantation, in space granted by the Metallurgy Technology Center (Cidade Universitária - Ilha do Fundão) and part in the Geosciences Institute head office, in Largo de San Francisco, in Rio de Janeiro City centre (Azambuja, 1993). From 1969, after adaptation works, the course was permanently established in Largo de San Francisco, until 1973, in the building of the National School of Engineering, which had already been transferred for the Cidade Universitária, on Ilha do Fundão. Still in 1969, in addition to the concentration areas of Geology Applied to Engineering and Regional and Economic Geology, the program expanded with the creation of the concentration area in Stratigraphy\nand Paleontology. In 1974 the whole Geosciences Institute was transferred to the Ilha do Fundão.\nIn the first years of operation of the post-graduation program, the educational staff was made up of permanent professors (with a contract with the school), lecturer professors and visitor professors as related below:\npermanent professors:\n•\tAlberto Finkelstein;\n•\tCarlos Eduardo Moraes Fernandes;\n•\tElysiário Távora Filho;\n•\tFranklin dos Santos Antunes;\n•\tHerman Habelehner;\n•\tIgnácio Machado Aureliano Brito;\n•\tJoel Gomes Valença;\n•\tJosué Alves Barroso;\n•\tLouis de Loczy;\n•\tLuiz Alfredo Moutinho da Costa;\n•\tOthon Henry Leonardos;\n•\tReinhard Helmbold;\n•\tRonaldo Simões Lopes Azambuja;\n•\tWendelin Franz Lotze.\nlecture professors:\n•\tAmarílio Carvalho de Oliveira (Universidade Federal Fluminense);\n•\tAntônio Manuel de Siqueira Cavalcante (EE-UFRJ);\n•\tFernando Olavo Francis (Pontifícia Universidade Católica do Rio de Janeiro);\n•\tFrancisco de Assis Basílio (Associação Brasileira de Normas Técnicas);\n•\tJacinto Vilalba (Departamento Nacional de Obras e Saneamento);\n•\tNicéa Magessi Trindade (DNPM-MME).\nvisitor professors:\n•\tDirceu de Alencar Veloso (Coppe-UFRJ);\n•\tJacques de Medina (Coppe-UFRJ).\nCurrently the program is made up 26 profes-sors, all holding doctorate titles, and employed by UFRJ, as shown in table 3. Note that most of the professors with doctorates in the post-graduation\nprogram also perform didactic activities in the graduation course disciplines, which assures an excellent level for the graduation course, as well as promoting a desirable integration of the graduate students with research.\nThe first students enrolled in the post-grad-uation and who completed their Masters were: Homero Teixeira, Fernando Soares de Lima, Sérgio Cabral and Urbano Heine (Engineering Geology); José Haroldo da Silva Sá, Olivar Antônio Lima de Lima and Raimundo Netuno Nobre Villas (Regional Geology); Maria Antonieta Rodrigues and Antônio Carlos Macedo (Stratigraphy and Paleontology). This last person was the first author to defend his Masters Dissertation in the UFRJ Geology post-graduation program.\nSince their creation, the number of thesis and defended and approved dissertations has ex-perienced a continuous growth. Up to 1993, with 25 years of post-graduation courses, 190 people received post-graduate diplomas, while in the 14 subsequent years another 309 students received post-graduate diplomas, making a total of 499 dissertations and thesis. Table 4 details the output by concentration area and by level.\nfinal considerations\nTheir urgent nature and the precarious conditions during the Rio de Janeiro Geology course implantation, clearly demonstrated in this historical synthesis, certainly do not decrease the importance of the creation of the Rio de Janeiro State Geology course or of other courses in Brazil. It was a decision of unquestionable success, bearing in mind that it enabled an extraordinary evolution of geological knowledge of the Brazil-ian territory and its evident implications in today's economic development of the Country.\nOnce passed the initial course implantation phase (CAGE Phase), the support of resources did not materialize, derived from the UFRJ Central Administration, necessary and enough for the consolidation and development of the teaching structure. This condition continues till today and\nis characteristic of the federal sys te m of teaching in Brazil. As a consequence, once the initial stage of enormous excitement and improvisation had passed, there was a period in which the course experienced a process of almost stagnation. That condition started to change with the creation of the post-graduation Geology program, due to the resources obtained from fonts external to the university to finance research projects, assemble laboratories, scholarship payment and even, com-plementary salary payments to some educational staff. As already mentioned, initially these resources came from the then BNDE financing and from CAPES and from CNPq for scholarship payments. These last two graduation institutions continue to be until today the main providers of post-gradua-tion scholarships (Masters and Doctorate).\nWith further reference to the scholarships, it is worth emphasizing that today the universe of the authorities that supply scholarships is much more varied, not only for post-graduations but also graduation. The students of the UFRJ Geology Department have also been being contemplated with scholarships from Rio de Janeiro State Research Assistance Foundation (Faperj), from the Human Resources Graduation Program of the National Petroleum Agency (PRH-18/ANP), project scholar-ships managed by the José Bonifácio University Foundation (FUJB) and, in a smaller number, arising from isolated scholarships from specific covenants, such as Cenpes-Petrobras, Brazilian Institute of the Petroleum (IBP), among others.\nWhereas with regard to the implementa-tion and development of the didactic laborato-ries, these were always associated with research laboratories, benefiting the project resources, among those which stand out are the following programs: From the middle of the 80s until the middle of the 90s the Support Programs of Sci-entific and Technological Development (PADCT) from the Studies and Projects Financing (FINEP), from CNPq and CAPES; At the beginning of 2000 and even till today CT-Petro projects and more recently the networks of Technological Coop-eration with Petrobras. With smaller amounts, but no less important, are also worthy of note the projects of individual financing to the department researchers by means of CNPq specific proclamations and Faperj."}]}}}