{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10102"}, {"@name": "filename", "#text": "15162_Patricio_2012.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Tiago Miguel dos Santos Patrício\nLicenciado em Engenharia Civil\nModelação numérica do galgamento de\nquebra-mares de talude\nDissertação para obtenção do Grau de Mestre em\nEngenharia Civil - Perfil de Estruturas\nOrientador: Maria da Graça Reis e Silva de Oliveira Neves,\nProfessora Doutora, FCT-UNL/LNEC\nCo-orientador: Maria Teresa Leal Gonsalves Veloso dos Reis,\nProfessora Doutora, LNEC\nJúri:\nPresidente: Prof. Doutor Corneliu Cismasiu\nArguente: Prof. Doutor Eric Didier\nVogais: Prof. Doutora Maria da Graça Reis e Silva de Oliveira Neves\nProf. Doutora Maria Teresa Leal Gonsalves Veloso dos Reis\njr t\tFACULDADE DE\ny CIÊNCIAS E TECNOLOGIA r\tUNIVERSIDADE NOVA DE LISBOA\nSetembro de 2012\n‘Copyright” Tiago Miguel dos Santos Patrício, FCT/UNL e UNL\nA Faculdade de Ciências e Tecnologia e a Universidade Nova de Lisboa têm o direito, perpétuo e sem limites geográficos, de arquivar e publicar esta dissertação através de exemplares impressos reproduzidos em papel ou de forma digital, ou por qualquer outro meio conhecido ou que venha a ser inventado, e de a divulgar através de repositórios científicos e de admitir a sua cópia e distribuição com objetivos educacionais ou de investigação, não comerciais, desde que seja dado crédito ao autor e editor.\nAGRADECIMENTOS\nEsta Dissertação assinala o fim de uma etapa especialmente importante da minha vida, não podendo acabar sem expressar o meu sincero agradecimento a todos aqueles que, direta ou indiretamente, contribuíram para a concretização desta dissertação e que me apoiaram ao longo destes anos tão peculiares.\nEm primeiro lugar, gostaria de agradecer à Professora Maria da Graça Neves pela sua dedicação, total disponibilidade e simpatia com que sempre me recebeu, pelos seus ensinamentos, pelas suas sugestões sempre pertinentes e pelo seu incondicional apoio e paciência durante este último ano, sem o qual não teria sido possível realizar esta Dissertação.\nÀ Dr.a Teresa Reis pelo tempo que generosamente me dedicou, pela sua crítica construtiva, pelo seu apoio incondicional permanente, e por fim o empenho que desde sempre colocou neste tema e na minha orientação.\nEste agradecimento é extensivo ao Eng.° Jorge Gadelho por todo o seu auxílio na realização desta Dissertação e na utilização do Coral e IH-2VOF.\nAo Laboratório Nacional de Engenharia Civil (LNEC), por todo o apoio e material fornecido.\nAos meus amigos e colegas que sempre me apoiaram, com especial destaque para os Nunes, os Almeidas, os Tabordas, os Duartes, os Neves, os Santos, os Ribeiros, e por fim a Catarina Cota, cuja amizade foi um incontornável apoio ao longo dos últimos anos.\nÀ minha família, em especial para os meus pais, por serem para mim um grande exemplo de força e perseverança, à minha irmã pela amizade e apoio, e aos meus avós por todo o carinho. Sem todos vocês nada desta etapa teria sido possível, obrigado pelo apoio, paciência e por nunca terem deixado de acreditar nas minhas capacidades mesmo quando elas pareciam não existir.\nE por último à Marta pelo apoio e motivação nos momentos mais difíceis e especialmente por tudo.\nObrigado...\nRESUMO\nO presente trabalho tem como principal objetivo a modelação numérica da interação onda--estrutura, concretamente do galgamento de um quebra-mar de talude, o quebra-mar Poente do Porto de Pesca de Albufeira.\nTendo em conta as condições locais de batimetria, o nível de maré, a agitação marítima e ainda as características do perfil da secção de estudo do quebra-mar, foram realizados cálculos dos caudais médios galgados utilizando o modelo IH-2VOF, que é um modelo que resolve as equações completas de Reynolds 2DV (RANS).\nComo o modelo simula o escoamento nos meios porosos utilizando parâmetros que devem ser calibrados, realizou-se um estudo de sensibilidade aos parâmetros do meio poroso, analisando a importância na simulação do galgamento dos principais parâmetros constituintes de cada um dos mantos do quebra-mar e definidos no IH-2VOF. Verificou-se que a variação dos parâmetros no manto principal é a que mais influencia o caudal galgado, sendo a variação da porosidade a que mais influencia o valor do caudal médio galgado. Esta variação de parâmetros pode levar a uma variação do valor do caudal médio galgado que pode atingir 51%.\nPosteriormente foi calculado o caudal médio galgado para diferentes estados de mar, isto é, considerando agitação irregular e considerando o nível de preia-mar de águas vivas. Compararam-se os resultados do modelo numérico com os obtidos da aplicação de diversas ferramentas empíricas: as formulações de Owen e Van der Meer e o modelo NN_OVERTOPPING2 desenvolvido no âmbito do projeto Europeu CLASH. As principais conclusões obtidas foram que o modelo IH-2VOF é uma ferramenta bastante versátil, que contabiliza o maior número de parâmetros para descrever o caso de estudo, entrando em conta, ao contrário das restantes ferramentas, com a deformação da agitação marítima devido à batimetria e os fenómenos devidos à interação entre a onda e a estrutura.\nPalavras-chave: Galgamento; Quebra-mares de talude; Modelo numérico; RANS; Redes Neuronais; Formulações empíricas.\nII\nABSTRACT\nThe main goal of this dissertation is the numerical modeling of wave-structure interaction, specifically the overtopping in the west rubble-mound breakwater of the fishing port of Albufeira, Portugal.\nTaking into account the local conditions of bathymetry, tidal level, wave characteristics and the breakwater section, calculations were performed for mean overtopping discharge using the numerical model IH-2VOF, which solves the 2DV Reynolds averaged Navier-Stokes (RANS) equations.\nAs this numerical model simulates the porous flow using parameters that need calibration, a sensitivity study was performed on the relevance of each parameter of each breakwater armour layer in the mean overtopping discharges obtained with IH-2VOF. The variation in the parameters of the principal armour layer has the great influence in the overtopping, and the porosity value has a major influence on the porous flow. The parameter variation has changed the value of the mean overtopping flow up to 51%.\nCalculations were also made for the mean overtopping discharge for different sea state characteristics, i.e. considering irregular waves and considering high sea levels. The results of the numerical model were compared with those obtained from empirical tools: the Owen and Van der Meer formulations and the neuronal network model NN_OVERTOPPING2 developed under the CLASH European project. The main conclusions of the study were that the IH-2VOF model is a very versatile tool, which uses the largest number of parameters to describe the case study. Moreover, it is the only tool applied in this thesis that directly analyses the deformation of waves due to bathymetry and the phenomena involved in wave structure interaction.\nKeywords: Overtopping; RANS; Rubble-mound breakwater; Numerical model; Neural networks; Empirical formulae.\nIV\nLISTA SIMBOLOS\nA\nAmplitude da onda\n[m]\na, b\nAc\nBt\nCoeficientes empíricos para estruturas de talude simples impermeável [-]\nDistância entre o nível de repouso e a berma do coroamento\t[m]\nB\nLargura da berma da estrutura\n[m]\nLargura da banqueta de fundo de um quebra-mar de talude\t[m]\nc\nCeleridade da onda\n[m/s]\nCoeficiente de redução que tem em conta a berma permeável de co-\nCr\t[-]\nroamento\nd\nProfundidade\n[m]\ndx dy\nD50\ng\nGc h hb\nht\nH1/10\nHm\nHm0\nHmax\nk\nL\nm0\nm-1\nn\nny\nq\nDimensão da célula segundo a direção de x no modelo IH-2VOF\t[m]\nDimensão da célula segundo a direção de y no modelo IH-2VOF\t[m]\nDiâmetro médio das partículas\t[m]\nAceleração da gravidade\t[m/s2]\nLargura da berma do coroamento\t[m]\nProfundidade de água em frente à estrutura\t[m]\nDistância entre o nível de repouso e a berma da estrutura\t[m]\nProfundidade de água acima da banqueta de fundo de um quebra-mar\n[m] de talude\nH\nAltura da onda em frente à estrutura\n[m]\nAltura de onda correspondente à média de um décimo das alturas de\n[m] onda mais altas do registo\nAltura média de onda incidente em frente à estrutura\t[m]\nAltura significativa em frente à estrutura calculada por análise espe-\n[m] tral com o momento de ordem zero do espectro (m0)\nAltura de onda máxima registada\t[m]\nAltura significativa da onda equivalente à média de 1/3 das ondas\n[m]\nH\ns\nmais altas\nPermeabilidade; energia cinética turbulenta\t[m/s]\nComprimento de onda\t[m]\nMomento de ordem 0 do espectro\t[m2]\nMomento de ordem -1 do espectro\t[m]\nPorosidade\t[-]\nNúmero de células verticais no modelo IH-2VOF\t[-]\nCaudal médio galgado por metro linear de estrutura\t[m3/s/m]\nq'\nqc\nqEmp\nqiH-2VOF\nQ*\nRc\nR*\ns\nSo\nT\nTm\nTm-1,0\nT\n-1- max\nTp\nX(i)\nXc(i)\na\naB\na¿\nau p\nY\nYf\nYb\nYp\n5xi\n¿0 n\n8\nCaudal médio galgado corrigido por metro linear de estrutura\t[m3/s/m]\nCaudal médio galgado por metro linear de estrutura após aplicação do\n[m3/s/m] fator de redução Cr\nCaudal médio galgado por metro linear de estrutura calculado através\n[m3/s/m] de ferramentas empíricas\nCaudal médio galgado por metro linear de estrutura calculado através\n[m3/s/m] do modelo numérico IH-2VOF\nCaudal médio galgado adimensional segundo Owen (1980)\t[-]\nDistância entre o nível de repouso e o coroamento da estrutura\t[m]\nDistância adimensional segundo Owen (1980) entre o nível de repouso e o coroamento da estrutura\nDeclividade da onda\t[-]\nDeclividade da onda ao largo\t[-]\nPeríodo da onda\t[s]\nPeríodo médio da onda em frente da estrutura\t[s]\nPeríodo médio em frente à estrutura calculado por análise espetral com os momentos espectrais m-1 e m0\nPeríodo de onda máximo registado das ondas incidentes\n[s]\n[s]\nPeríodo de pico\nCoordenada em x da fronteira inicial da submalha variável\t[m]\nCoordenada em x da penúltima célula da submalha variável\t[m]\nÂngulo do talude com\ta horizontal; o coeficiente de atrito linear\t[°,-]\nÂngulo da berma do quebra-mar com a horizontal\t[°]\nÂngulo do talude com\ta horizontal abaixo da berma\t[°]\nÂngulo do talude com\ta horizontal acima da berma\t[°]\nÂngulo de incidência da onda; coeficiente de atrito não linear\t[°,-]\nFator de apontamento do espetro de JONSWAP\nCoeficiente de redução do galgamento devido à rugosidade e permeabilidade do talude\nCoeficiente de redução do galgamento devido à berma\n[-]\n[-]\nCoeficiente de redução do galgamento devido ao ângulo de incidência da onda\nDimensão em x da submalha i excluindo a célula inicial\t[m]\nNúmero de Iribarren, determinado com s0\t[-]\nConstante de Arquimedes com valor aproximado de 3.14\t[-]\nTaxa de dissipação\t[-]\nLISTA DE ABREVIATURAS E SIGLAS\nAPRH\tAssociação Portuguesa dos Recursos Hídricos\nCLASH\tCrest Level Assessment of coastal Structures by full Scale monitoring, neural network prediction and Hazard analysis on permissible wave overtopping\nCOBRAS-UC\tCornell Breaking Waves and Strucutures - Universidad Cantabria\nJONSWAP\tJOint North Sea WAve Project\nMP\tManto Principal\nMS\tManto Secundário\nMSi\tManto Secundário interior\nNASA\tAdministração nacional da aeronáutica e do espaço “National Aeronautics and Space Administration”\nNR\tNível de Repouso da superfície livre\nPMAV\tPreia-Mar de Águas Vivas\nRANS\tEquações de Navier-Stokes em valor médio de Reynolds, “Reynolds Averaged Navier-Stokes”\nSC\tSurface Capturing\nSPH\tSmoothed Particle Hydrodynamics\nTOT\tTodo O Tamanho\nVARANS\tVolume Averaged Reynolds Averaged Navier-Stokes\nVOF\tVolume Of Fluid\nZH\tZero Hidrográfico\nVIII\nINDICE\n1.\tINTRODUÇÃO......................................................1\n1.1.\tEnquadramento do Tema.......................................1\n1.2.\tObjetivos e Contribuições...................................3\n1.3.\tOrganização da dissertação..................................3\n2.\tO FENÓMENO DO GALGAMENTO........................................5\n2.1.\tConsiderações Gerais........................................5\n2.2.\tFatores Condicionantes......................................5\n2.2.1.\tAgitação Marítima........................................6\n2.2.2.\tGeometria da Estrutura...................................8\n2.2.3.\tOutros Fatores...........................................9\n3.\tMÉTODOS DE CÁLCULO.............................................11\n3.1.\tConsiderações Gerais.......................................11\n3.2.\tFerramentas Empíricas......................................12\n3.2.1.\tOwen (1980)............................................ 12\n3.2.2.\tVan der Meer (Pullen et al., 2007)..................... 14\n3.2.3.\tNNOVERTOPPING2..........................................15\n3.3.\tModelação Física...........................................18\n3.4.\tModelação numérica.........................................19\n3.4.1.\tConsiderações Gerais....................................19\n3.4.2.\tModelo Numérico IH-2VOF.................................19\n4.\tCASO DE ESTUDO.................................................27\n5.\tANÁLISE E DISCUSSÃO DE RESULTADOS ............................ 31\n5.1.\tConsiderações Gerais.......................................31\n5.2.\tAplicação do Modelo IH-2V OF...............................31\n5.2.1.\tConsiderações Gerais....................................31\n5.2.2.\tDefinição da Malha de Cálculo e Domínio Computacional...31\n5.2.3.\tPosição das Sondas......................................34\n5.2.4.\tGeração da Agitação ................................... 35\n5.2.5.\tEstudo de Sensibilidade do Modelo IH-2VOF aos Parâmetros do Meio\nPoroso.......................................................37\n5.2.6.\tCaudal Médio Galgado com Agitação Irregular.........48\n5.3.\tAplicação das Ferramentas Empírica....................51\n5.3.1.\tConsiderações Gerais................................51\n5.3.2.\tOwen................................................51\n5.3.3.\tVan der Meer ...................................... 54\n5.3.4.\tModelo Neuronal NNOVERTOPPING2......................56\n5.4.\tCOMPARAÇÃO DO IH-2VOF COM OS RESULTADOS DAS FORMULAÇÕES\nEMPÍRICAS....................................................60\n5.4.1.\tDiscussão de Resultados.............................60\n6.\tCONCLUSÕES E TRABALHO FUTURO...............................67\n7.\tBIBLIOGRAFIA...............................................69\nANEXO A METODOLOGIA DE UTILIZAÇÃO DO SOFTWARE CORAL.............71\nANEXO B METODOLOGIA DE UTILIZAÇÃO DO BATEDOR NUMÉRICO...........75\nANEXO C EXEMPLO DO FICHEIRO DE DADOS (IMPUT) UTILIZADO..........77\nANEXO D ARTIGO APRESENTADO NO ÂMBITO DESTA DISSERTAÇÃO..........79\nANEXO E VALORES DE CAUDAL MÉDIO GALGADO ADIMENSIONALISADO\nPARA OS DIFERENTES MÉTODOS DE CÁLCULO.................................95\nANEXO F RESULTADOS DE CAUDAL MÉDIO GALGADO DAS FERRAMENTAS\nEMPÍRICAS PARA AS MESMAS CONDIÇÕES DE AGITAÇÃO DO IH-2VOF............97\nINDICE DE TABELAS\nTabela 3.1: Valores do coeficiente de rugosidade/permeabilidade, para alguns tipos de materiais constituintes do talude (Coeveld et al., 2005)...................................... 13\nTabela 3.2: Coeficientes empíricos a e b para estruturas de talude simples e impermeável (Besley, 1999)............................................................................... 13\nTabela 3.3: Intervalo de valores de entrada admitidos no uso da NN OVERTOPPING2 referentes a\n18\n29\n35\n38\n38\numa altura de onda significativa de Hm0 = 1m (Coeveld et al., 2005)............\nTabela 4.1: Características da agitação dos casos simulados e nível de água no batedor .... Tabela 5.1: Coordenadas das posições das sondas numéricas...........................\nTabela 5.2: Valores dos parâmetros dos meios porosos adotados como valores base.....\nTabela 5.3: Valores dos parâmetros dos meios porosos usados no estudo de sensibilidade\nTabela 5.4: Variação dos parâmetros n e a do manto principal, com [1 de 0.7, e o respetivo valor do\ncaudal médio de galgamento, q............................................................39\nTabela 5.5: Variação dos parâmetros n e a do manto principal, com [1 de 0.9, e o respetivo valor do\ncaudal médio de galgamento, q............................................................39\nTabela 5.6: Variação dos parâmetros n e a do manto principal, com [1 de 1.1, e o respetivo valor do\ncaudal médio de galgamento, q............................................................39\nTabela 5.7: Variação dos parâmetros n e a do manto secundário, com [1 de 0.7, e o respetivo valor do\ncaudal médio de galgamento, q............................................................41\nTabela 5.8: Variação dos parâmetros n e a do manto secundário, com [1 de 0.9, e o respetivo valor do\ncaudal médio de galgamento, q............................................................42\nTabela 5.9: Variação dos parâmetros n e a do manto secundário, com [1 de 1.1, e o respetivo valor do\ncaudal médio de galgamento, q............................................................42\nTabela 5.10: Variação dos parâmetros n e a do TOT, com [1 de 0.7, e o respetivo valor do caudal\nmédio de galgamento, q.................................................................. 44\nTabela 5.11: Variação dos parâmetros n e a do TOT, com [1 de 0.8, e o respetivo valor do caudal\nmédio de galgamento, q................................................................... 45\nTabela 5.12: Variação dos parâmetros n e a do TOT, com [1 de 0.9, e o respetivo valor do caudal\nmédio de galgamento, q................................................................... 45\nTabela 5.13: Características da agitação irregular nas simulações realizadas no modelo IH-2VOF para\nos casos de estudo com um nível de maré de +3.5m (ZH)....................................49\nTabela 5.14: Resultados do modelo IH-2VOF para +3.5m (ZH)\nTabela 5.15: Características da agitação irregular nas simulações realizadas no modelo IH-2VOF para\nos casos de estudo com um nível de maré de +3.0 m (ZH)...................................50\nTabela 5.16: Resultados do modelo IH-2VOF para +3.0m (ZH)\n50\n51\nTabela 5.17: Valores dos parâmetros da estrutura utilizados na formulação de Owen (Equação (3.1))52\nTabela 5.18: Limites de aplicabilidade da fórmula de Owen para as condições de agitação marítima em\nestudo ............................................................................ 52\nTabela 5.19:\tResultados da fórmula de\tOwen (Besley,\t1999) para +2m (ZH)..................52\nTabela 5.20:\tResultados da fórmula de\tOwen (Besley,\t1999) para +2.5m (ZH)................53\nTabela 5.21:\tResultados da fórmula de\tOwen (Besley,\t1999) para +3m (ZH)..................53\nTabela 5.22:\tResultados da fórmula de\tOwen (Besley,\t1999) para +3.5m (ZH)................53\nTabela 5.23: Valores dos parâmetros da estrutura utilizados na formulação de Van der Meer (Equação\n(3.9)).....................................................................54\nTabela 5.24: Limites de aplicabilidade da fórmula de Van der Meer para os diversos valores de agitação marítima..........................................................54\nTabela 5.25:\tResultados da fórmula de\tVan der Meer (Pullen et al.,\t2007) para +2m (ZH)...55\nTabela 5.26:\tResultados da fórmula de\tVan der Meer (Pullen et al.,\t2007) para +2.5m (ZH).55\nTabela 5.27:\tResultados da fórmula de\tVan der Meer (Pullen et al.,\t2007) para +3m (ZH)...55\nTabela 5.28:\tResultados da fórmula de\tVan der Meer (Pullen et al.,\t2007) para +3.5m (ZH).56\nTabela 5.29: Parâmetros de entrada da geometria da estrutura no programa NN_OVERTOPPING2.. 56\nTabela 5.30: Resultados do caudal médio galgado processado pelo NN_OVERTOPPING2 para\n+2m (ZH)...................................................................57\nTabela 5.31: Resultados do caudal médio galgado processado pelo NN_OVERTOPPING2 para\n+2.5m (ZH).................................................................58\nTabela 5.32: Resultados do caudal médio galgado processado pelo NN_OVERTOPPING2 para\n+3m (ZH)...................................................................58\nTabela 5.33: Resultados do caudal médio galgado processado pelo NN_OVERTOPPING2 para\n+3.5m (ZH).................................................................58\nINDICE DE FIGURAS\nFigura 1.1: Exemplos de galgamento de estrutura de proteção marítimas (CLASH, 2001), (HR\nWallingford, 2011).......................................................................1\nFigura 1.2: Perfis transversais tipo de quebra-mares (Lopes, 2005)............................2\nFigura 2.1: Perfil de onda genérica...........................................................6\nFigura 2.2: Perfil tipo da zona costeira (adaptado de Pullen et al., 2007)....................7\nFigura 2.3: Desenho esquemático do talude do caso de estudo...................................8\nFigura 2.4: Ângulo entre a direção de propagação da onda e a direção perpendicular à estrutura, f.9\nFigura 3.1: Estrutura de talude simples e permeável (adaptado de Besley, 1999).............. 12\nFigura 3.2: Esquema das redes neuronais utilizadas no modelo NN_OVERTOPPING2 para a previsão\ndo galgamento (adaptado de Pullen et al., 2007)........................................ 16\nFigura 3.3:\tParâmetros de entrada da ferramenta NN_OVERTOPPING2..............................16\nFigura 4.1:\tquebra-mares Nascente e Poente do Porto de Pesca de Albufeira....................27\nFigura 4.2:\t(A) Imagem da área do Porto de Pesca de Albufeira (adaptada do\tGoogle\tEarth, 2006)\n(Dider et al., 2011) (B) Secção transversal sobre a qual incidiu o estudo do\tquebra-mar.28\nFigura 4.3: Perfil do quebra-mar Poente do Porto de Pesca de Albufeira...................28\nFigura 5.1: Definição da malha de elementos finitos no software Coral....................32\nFigura 5.2: Célula vazia no encontro de 3 camadas porosas da malha de elementos finitos do software\nCoral...............................................................................32\nFigura 5.3: Célula vazia no encontro de 3 camadas porosas da malha de elementos finitos do software\nCoral vista ao pormenor.............................................................32\nFigura 5.4: Variação da dimensão das células segundo a direção x.............................33\nFigura 5.5: Variação da dimensão das células segundo a direção y.............................34\nFigura 5.6: Localização das sondas de medição em todo o domínio\tde cálculo...................34\nFigura 5.7: Localização das sondas de medição na proximidade da\testrutura...................35\nFigura 5.8: Teoria de ondas para uma agitação regular de T = 12 s e uma altura de onda de H = 4 m, e\num nível de maré de +3.5m (ZH)..........................................................36\nFigura 5.9: Perfil do quebra-mar de talude em estudo com indicação dos mantos................37\nFigura 5.10: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n,\na e f=0.7...........................................................................40\nFigura 5.11: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n, a e\nf =0.9..............................................................................40\nFigura 5.12: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n, a e\nf =1.1..............................................................................41\nFigura 5.13: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n, ae\nP =0.7...................................................................................43\nFigura 5.14: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n, a e\nP =0.9...................................................................................43\nFigura 5.15: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n, a e\nP =1.1..................................................................................43\nFigura 5.16: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n, a e\nP =0.7...................................................................................46\nFigura 5.17: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n, a e\nP =0.8..................................................................................46\nFigura 5.18: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n,\na e P=0.9...............................................................................46\nFigura 5.19: Aspeto da elevação da superfície livre para a =\t1000, p =\t0.7 e n\t= 0.35........47\nFigura 5.20: Aspeto da elevação da superfície livre para a =\t200, p =\t0.9 e n = 0.3..........48\nFigura 5.21: Comparação dos resultados obtidos pelo modelo neuronal, para o nível de +3.5m (ZH) e\nTp=10 s..................................................................................59\nFigura 5.22: Comparação dos resultados obtidos pelo modelo neuronal, para o nível de +3.5m (ZH) e\nTp=12 s..................................................................................60\nFigura 5.23:\tCaudal médio adimensionalisado\tpara o\tnível\tde\tmaré\t+3.0m (ZH)\te\tTP = 10 s.....61\nFigura 5.24:\tCaudal médio adimensionalisado\tpara o\tnível\tde\tmaré\t+3.0m (ZH)\te\tTP = 12 s.....62\nFigura 5.25:\tCaudal médio adimensionalisado\tpara o\tnível\tde\tmaré\t+3.5m (ZH)\te\tTP = 10 s.....62\nFigura 5.26:\tCaudal médio adimensionalisado\tpara o\tnível\tde\tmaré\t+3.5m (ZH)\te\tTP = 12s......63\nFigura 5.27: Comparação de resultados para os níveis de maré de +3.0m e +3.5m (ZH) entre as ferramentas empíricas e o modelo IH-2VOF................................................ 65\nFigura 5.28: Comparação de resultados para os níveis de maré de +3.0m e +3.5m (ZH) entre as\nferramentas empíricas e o modelo IH-2VOF para valores de caudal inferiores a 7.0E-3.....65\n1. INTRODUÇÃO\n1.1.\tEnquadramento do Tema\nAo longo da história existiu sempre uma forte tendência para a fixação dos maiores centros de densidade populacional junto a zonas costeiras, zonas portuárias e rios navegáveis, os quais dispunham de condições propícias para um maior crescimento social e económico. Com o passar dos tempos e com a expansão da economia, o comércio marítimo e o transporte de pessoas foram crescendo e ganhando muita importância.\nO transporte marítimo implicava que os maiores centros de comércio possuíssem áreas abrigadas das correntes e das ondas, munidas de boas condições para a acostagem, carga e descarga de barcos e navios. A Europa e, mais especificamente Portugal, têm uma costa muito recortada ao longo da sua larga extensão, levando à existência de portos naturais que facilitaram a fixação de grandes centros urbanos e, consequentemente, das atividades económicas com maior importância. Todavia, com a evolução da indústria e as exigências cada vez maiores do comércio surgiu a necessidade de se criarem mais zonas abrigadas das correntes e ondas, ou expandir as existentes, convergindo assim para a criação de áreas abrigadas artificialmente e portos artificiais. Estas condições são garantidas por estruturas como os quebra-mares que, simplificadamente, se comportam como obstáculos à propagação normal de ondas, abrigando estas áreas.\nAtualmente, esta necessidade de condições de abrigo não é exclusiva dos portos. A proteção da costa obriga frequentemente à construção de obras de abrigo para defesa de pessoas e bens em locais particularmente expostos à ação das intempéries. De facto, a dinâmica costeira e os seus fenómenos inerentes sempre existiram, no entanto, a escala que hoje em dia se verifica está longe de se poder considerar natural devido às alterações climáticas, nomeadamente a subida das águas do mar e o aumento de ocorrência de temporais.\nFigura 1.1: Exemplos de galgamento de estrutura de proteção marítimas (CLASH, 2001), (HR Wallingford, 2011)\nExistem diferentes tipos de quebra-mares, onde a sua forma depende, entre outros aspetos, da dimensão e da zona portuária a abrigar. Quanto à sua localização, um quebra-mar (natural ou artificial) pode estar ligado a terra, designando-se por quebra-mar enraizado, ou, se estiver separado da linha de costa, designar-se-á por quebra-mar destacado. Existem vários tipos de quebra-mares artificiais, dentro dos quais pode-se distinguir quebra-mares de talude, quebra-mares verticais, quebra-mares mistos e quebra-mares de estrutura mista (Pita, 1984).\nFigura 1.2: Perfis transversais tipo de quebra-mares (Lopes, 2005)\nNo que respeita ao dimensionamento de quebra-mares, há que ter em conta o dimensionamento estrutural e o hidráulico. No dimensionamento estrutural definem-se a geometria do perfil da estrutura e os pesos dos blocos, importando garantir a segurança da obra. No dimensionamento hidráulico definem-se a implantação, o comprimento da obra e a cota de coroamento necessários para se conseguir o abrigo pretendido. Se a cota de coroamento do quebra-mar não for suficiente para impedir o galgamento, este diz-se galgável. No caso contrário, o quebra-mar é designado por não-galgável (Pita, 1984).\nSabendo que o galgamento desempenha um papel muito importante e que o seu caudal limita a funcionalidade da estrutura, torna-se necessário definir, ao longo do processo de dimensionamento, um caudal máximo admissível. Uma análise de um cenário demasiado conservador, que admite um valor reduzido de caudal admissível, conduz a um aumento muito significativo da cota de coroamento de um quebra-mar e, por sua vez, a um aumento significativo dos custos inerentes à construção e manutenção da estrutura. Posto isto, uma estrutura marítima deverá ser concebida de forma a resistir às ações da agitação marítima. No entanto, face à sua variação e imprevisibilidade, torna-se incomportável ensaiar todas as soluções e materiais utilizáveis.\nA determinação do galgamento de uma dada estrutura para determinadas condições de agitação, com o objetivo de verificar que não ultrapassa o máximo admissível, tem-se baseado geralmente no uso de ferramentas empíricas e semi-empíricas. Contudo, a aplicação destas ferramentas encontrase fortemente limitada, recorrendo-se normalmente à sua validação através de modelos físicos em fases mais avançadas do projeto. Desta forma, a modelação física continua a ser a ferramenta mais importante no dimensionamento de estruturas marítimas. No entanto, apresenta um tempo bastante elevado e é economicamente exigente, pois necessita de infraestruturas e equipamentos adequados. Além disso, podem sofrer de erros vários, entre eles, os devido a efeitos de escala (Reis e Neves, 2010).\nPor conseguinte, nos últimos anos têm sido desenvolvidas e aplicadas as redes neuronais e a modelação numérica ao cálculo do galgamento, tentando-se, desta forma, suprir a necessidade cres\ncente de soluções eficazes e economicamente viáveis de estruturas marítimas. As redes neuronais têm um papel importante sendo muito utilizada a ferramenta NN_OVERTOPPING2 (Coeveld et al., 2005), que tem demonstrado ser uma ferramenta eficaz, embora se encontre limitada ao uso das condições da extensa base de dados em que se baseia (Brito, 2007). A modelação numérica é uma solução interessante graças à adaptabilidade que apresenta a geometrias e condições de agitação. Posto isto, com a evolução tecnológica e o melhoramento dos meios computacionais, o interesse na modelação numérica tem aumentado. Estes modelos têm-se tornado ultimamente mais eficazes e adaptáveis, sendo possível configurar praticamente todas as características da estrutura e parâmetros da agitação dos problemas a analisar, sem erros devido à redução de escala. No entanto, um bom desempenho dos modelos implica a sua calibração e validação, de forma a se tornarem uma ferramenta precisa na previsão de fenómenos como o galgamento (Reis e Neves, 2010).\n1.2.\tObjetivos e Contribuições\nO objetivo principal do presente estudo centra-se na aplicação do modelo numérico IH-2VOF como ferramenta para simulação da interação onda-estrutura, concretamente do galgamento. Para tal, escolheu-se como caso de estudo o quebra-mar Poente do Porto de Pesca de Albufeira aplicando o modelo numérico e as ferramentas empíricas para o cálculo do caudal médio galgado para diferentes condições de agitação.\nMais especificamente, os objetivos foram:\n•\tEfetuar um estudo de sensibilidade dos resultados do caudal médio galgado aos parâmetros que o modelo IH-2VOF utiliza para simular o escoamento do meio poroso e que devem ser calibrados, analisando a importância de cada parâmetro nos principais mantos e comparando os resultados de caudal galgado para cada um dos parâmetros.\n•\tAplicar o modelo IH-2VOF ao caso de estudo com agitação irregular.\n•\tAplicar as ferramentas empíricas disponíveis na literatura para o cálculo do caudal médio galgado e para os casos estudados com o modelo IH-2VOF: formulações empíricas de Owen e Van der Meer e modelo neuronal NN_OVERTOPPING2.\n•\tComparar e discutir os resultados obtidos com as diferentes ferramentas.\n1.3.\tOrganização da Dissertação\nA presente dissertação encontra-se organizada em 6 capítulos, a que se adicionam as referências bibliográficas. No Capítulo 1 foi feita a introdução e o enquadramento geral do tema em estudo referindo a sua relevância. No Capítulo 2, apresenta-se a caracterização do fenómeno do galgamento e os fatores condicionantes do mesmo. No Capítulo 3 são apresentadas e discutidas as metodologias de estudo utilizadas nesta dissertação na previsão do galgamento, em particular formulações de carácter\nempírico, redes neuronais e modelação numérica. No Capítulo 4 apresenta-se o caso de estudo, salientando as características da obra em causa, que servem como base para avaliar o galgamento da estrutura. No Capítulo 5 aplicam-se as metodologias de cálculo de galgamento apresentando e comparando os seus resultados. No Capítulo 6 são discutidos e analisados os resultados apresentando-se as devidas conclusões e trabalho futuro.\n2.\tO FENÓMENO DO GALGAMENTO\n2.1.\tConsiderações Gerais\nQuando uma onda incide sobre uma estrutura marítima parte da sua energia é refletida para o largo, outra dissipada através de vários processos físicos (por rebentação, por percolação e por atrito) e a restante é transmitida através ou sobre a estrutura. No âmbito do estudo da interação onda-estrutura, a transmissão sobre a estrutura é conhecida por galgamento, que consiste, de uma forma simplificada, na transposição de uma estrutura marítima por uma massa de água por ação da agitação marítima. Com efeito, ocorrerá galgamento quando a energia de uma onda incidente é de tal ordem elevada que o nível da água na face da estrutura excede a sua cota máxima. A esta cota máxima dá-se o nome de cota de coroamento e ao escoamento desenvolvido sobre o talude estrutura dá-se o nome de espraia-mento. Consequentemente, a cota de espraiamento é um dos fatores condicionantes da forma e das características de um quebra-mar, pois a sua determinação irá definir a cota de coroamento de forma a garantir que o caudal de galgamento não excede o valor considerado como admissível (U. S. Army Corps of Engineers, 2006).\nO galgamento é usualmente avaliado através do caudal médio q, contabilizado por metro linear de estrutura, ou seja, representar-se-á em m3/s/m ou l/s/m (Pullen et al., 2007). Na realidade, não existe um caudal constante a atravessar o coroamento da estrutura, já que este é um fenómeno aleatório no tempo, resultando do carácter aleatório da agitação marítima. Importa referir que o volume galgado associado apenas a uma onda pode ser 100 vezes maior do que a média dos volumes galgados medidos durante uma tempestade (Brito, 2007). Daí se definir o galgamento como a média do caudal de galgamento de um estado de mar, onde se incluem grandes caudais devido à passagem de ondas de grande altura e caudais nulos devido à interação de ondas de menor altura.\nPara a sua definição, são considerados três tipos de galgamento (Pullen et al., 2007), tendo já sido definido o galgamento por espraiamento denominado de “green water”, isto é, quando o nível de espraiamento é superior à cota de coroamento e se forma uma lâmina contínua de água que passa por cima da estrutura. A transposição poderá ocorrer também sob a forma de salpicos, quando a onda rebenta sobre o talude exterior da estrutura, denominando-se de “splash” e, de uma forma menos significativa, quando transpõe a estrutura em forma de borrifos transportados pelo vento, definida como “spray”.\n2.2.\tFatores Condicionantes\nNa interação onda-estrutura, são vários os fatores que podem condicionar o fenómeno do gal-gamento, sendo importante analisar pormenorizadamente e individualmente cada um dos mesmos, destacando a sua relevância na alteração da superfície do mar. Assim, apresentam-se aqui os conside-\nrados mais relevantes: a agitação marítima, a geometria da estrutura e outros fatores tais como o ângulo de incidência da agitação e o nível da água.\n2.2.1.\tAgitação Marítima\nA superfície do mar na zona de geração das ondas apresenta uma configuração muito complexa, irregular e variável de instante para instante, sendo que a sua oscilação é afetada por fenómenos de alteração e deformação quando as ondas se propagam em direção à costa. Como tal, para definir agitação marítima é necessário explicitar o conjunto de parâmetros que caracterizam as ondas num dado local e instante, e os fenómenos que as influenciam.\nExistem várias classificações de ondas marítimas, uma delas que é função das solicitações externas. As mais importantes a ter em conta na previsão do galgamento são as ondas de superfície geradas pela ação do vento, que depende essencialmente de quatro fatores, sejam eles, duração, direção, velocidade ou intensidade do vento e comprimento da zona de geração da tempestade medida na direção dominante do vento.\nAnalisando o perfil no espaço de uma onda genérica (Figura 2.1), denomina-se por cava a parte baixa situada abaixo do nível de repouso da superfície livre e, crista a parte mais acima do nível de repouso. Nas propriedades da onda representada na Figura 2.1, a diferença entre uma crista e uma cava adjacente é designada por altura de onda, H, e a distância entre duas cristas ou cavas consecutivas é designada por comprimento de onda, L. A declividade da onda, s, relaciona a altura e o comprimento de onda.\nFundo do leito\nFigura 2.2: Perfil tipo da zona costeira (adaptado de Pullen et al., 2007)\nZona de águas Zona de profundas transição ---------------►!-------►?\nZona de águas pouco profundas\n■X A\nVento A\nElementos de Rugosidade\n\\\nEstrutura de protecção\nZona de rebentação\n. Zona de\ninteração\n♦já----------------♦\nBerma\nQuando as ondas, ao se propagarem, atingem águas de pequena profundidade, a sua forma muda e, em alguns casos, também a direção muda. O período mantém-se constante com a diminuição da profundidade, fazendo com que a velocidade e o comprimento de onda diminuam, levando a um aumento da altura de onda e causando um aumento da sua declividade. O galgamento de estruturas marítimas, quando se localizam em pequenas profundidades, é influenciado por esta transformação, dado que a altura de onda incidente pode aumentar até 200% da sua altura de onda em águas profundas (MetEd, 2011).\nA propagação entre águas profundas e pequenas profundidades irá transformar o perfil da onda, como já foi mencionado, e essa propagação origina o aparecimento de fenómenos físicos responsáveis pela transformação da onda, tais como o empolamento, a refração, a rebentação, a difração e a reflexão.\nÀ medida que a onda se propaga para as zonas menos profundas, a fricção do fundo começa a tornar mais lento o movimento orbital da onda junto ao fundo, mantendo a parte de cima a sua velocidade inicial. As ondas começam a deformar-se e rebentam assim que atingem a declividade limite, que é função da profundidade relativa, d/L, onde d é a profundidade, e do declive do talude da zona de propagação.\nO número de Iribarren, £,0, dado pela equação (2.1), permite classificar o tipo de rebentação das ondas, podendo-se distinguir a rebentação progressiva (spilling), a rebentação mergulhante (plunging), a rebentação colapsante (collapsing) e a rebentação de fundo (surging). Este parâmetro adimensional relaciona o declive da praia ou da estrutura onde a onda se propaga com a declividade da onda. Importa referir que este parâmetro, também, conhecido como surf similarity parameter, constitui um importante auxiliar em muitos estudos de engenharia costeira, designadamente relacionados com o cálculo da reflexão da onda, com o espraiamento e com o galgamento (APRH, 2007).\ntana\nPara valores de Ç0 &lt;0.5 associa-se a ocorrência de rebentação Progressiva, onde a dissipação de energia ocorre duma maneira continua num percurso relativamente longo, formando uma esteira de espuma sobre o talude, ocorrendo normalmente em zonas de declive suave.\nQuando a rebentação ocorre de forma súbita, com a crista a dobrar-se em voluta e a cair para a frente, estamos com rebentação Mergulhante, ocorrendo normalmente em zonas de declive intermédio e correspondendo a valores do número de Iribarren entre 0.5 &lt;£,0 &lt;3.\nPode ainda ocorrer uma transição entre os dois tipos de rebentação anteriores, em que a rebentação é Colapsante, correspondendo a valores do número de Iribarren no intervalo aproximado de 3&lt;\t&lt;3.5. Neste tipo de rebentação, a crista não rebenta inteiramente, não origina grandes salpicos,\nmas cria-se uma espuma que se estende pelo talude.\nPor fim, para valores de número de Iribarren superiores a 3.5, ocorrerá uma rebentação de Fundo, onde a emulsão de ar é menor e a dissipação de energia ocorre por espraiamento da onda sobre o talude.\n2.2.2.\tGeometria da Estrutura\nNo que diz respeito à estrutura, esta assume um papel essencial no controlo e mitigação do galgamento. Desde o seu material até à geometria, todos devem ser minuciosamente estudados, pois tanto podem mitigar o galgamento como podem amplificá-lo.\nEm primeira análise, a distância entre a cota de coroamento da estrutura e o nível da água (h) em repouso, Rc, é o parâmetro com maior importância. O seu sobredimensionamento minimiza a ocorrência de galgamento mas acarreta normalmente um investimento elevado e um forte impacto visual em zonas turísticas. O objetivo é procurar um valor de cota de coroamento economicamente viável que só permita raramente um galgamento médio superior ao admissível sendo, para isso, necessário conjugar outros parâmetros como a inclinação do talude, a largura de berma Gc, a permeabilidade e a porosidade dos mantos e a rugosidade da estrutura. Em situações onde existem picos de agitação com altu-\nras elevadas, a cota de coroamento pode ser aumentada com a colocação de uma superestrutura, com uma configuração vertical ou curva (deflector de ondas).\nImporta referir que a principal função de um quebra-mar de talude é dissipar a energia das ondas incidentes e o galgamento pode ser reduzido aumentando a dissipação ao longo do talude exterior da estrutura através de uma adequada disposição e características dos vários tipos de materiais que constituem o mesmo. Não existem normas para a utilização dos vários tipos de materiais, a escolha depende essencialmente do peso requerido para garantir a estabilidade e da disponibilidade de material existente nas pedreiras das imediações do local de construção. No entanto, face à impossibilidade de extração de enrocamento nas imediações da obra e aos custos elevados de transporte, são hoje em dia cada vez mais utilizados os blocos artificiais de betão, cujas formas e tamanhos são estudados e ajustados para melhorar o comportamento face às solicitações que o quebra-mar irá sofrer e de forma a obter o peso adequado do enrocamento dimensionado no projeto deste tipo de estruturas. O ângulo de inclinação do talude ( a ) irá também interferir no galgamento da estrutura, tal como sugere o número de Iribarren.\nEm casos onde seja necessário um aumento da dissipação da energia, pode ser colocada uma berma no talude exterior. A berma é caracterizada pela sua largura (B) e profundidade (hb) e quanto maior for a sua largura, maior será a dissipação de energia.\n2.2.3.\tOutros Fatores\nNa análise da rebentação das ondas através do número de Iribarren, foi ignorado um fator relacionado com a interação onda-estrutura: o ângulo de incidência das ondas, f. Este é avaliado pelo ângulo entre a direção de propagação da onda e a direção perpendicular à estrutura (Figura 2.4).\nFigura 2.4: Ângulo entre a direção de propagação da onda e a direção perpendicular à estrutura, f\nEste fator não é considerado na maior parte das expressões empíricas existentes, já que estas foram desenvolvidas com base em ensaios em modelo físico em canal (2D), onde a onda incide per\npendicularmente à estrutura. No entanto, o efeito da direção de propagação pode ser relevante no galgamento.\nPara além da direção de propagação da agitação marítima, também se deve salientar a importância do nível da água, mais propriamente a influência da maré. Em geral, o galgamento é mais intenso quando se conjugam níveis de preia-mar com situações de pico de tempestades. Numa situação de preia-mar, a distância do nível da água em repouso à cota de coroamento é menor, logo existe menos área de talude emersa onde, como já indicado mais atrás (ver ponto 2.2.2), ocorrem a maior parte dos fenómenos ligados à dissipação da energia. Assim sendo, em geral, quanto maior for o nível de água que se considere, maior será a probabilidade de ocorrência de galgamento.\nOutro fator a ter também em conta é o vento, já que a ocorrência de vento forte no sentido da propagação das ondas pode levar à ocorrência de salpicos que transponham a estrutura, ou mesmo, como já indicado, pode amplificar as condições de agitação marítima e provocar um aumento do nível de água na costa e nas estruturas de proteção costeira.\n3.\tMÉTODOS DE CÁLCULO\n3.1.\tConsiderações Gerais\nO galgamento de uma estrutura é um fenómeno bastante complexo e difícil de se determinar, sendo que quanto mais próxima a sua estimativa for da realidade, mais eficazes serão as estruturas dimensionadas fazendo com que sejam diminuídas as incertezas e consequentemente o custo final da estrutura. Daí surge a necessidade de uma procura constante de otimização de ferramentas e criação de novas cada vez mais eficazes para a previsão do galgamento\nHoje em dia as ferramentas empíricas (Besley, 1999) e semi-empíricas (Reis et al., 2008) são, conforme já mencionado, o método de cálculo do galgamento mais utilizado pelos projetistas. Estas apresentam uma grande eficácia em termos de rapidez de cálculo do caudal médio de galgamento.\nMais recentemente, o uso de redes neuronais tem tido também um papel importante, tendo sido apoiado e financiado em projetos Europeus como o CLASH (Crest Level Assessment of Coastal Structures by Full Scale Monitoring, Neural Network Prediction and Hazard Analysis on Permissible Wave Overtopping). Neste projeto, juntamente com o desenvolvimento do manual europeu dos galga-mentos, EUROTOP (Pullen et al., 2007), foram recolhidos mais de 10.000 ensaios com medições de galgamento em diversos tipos de estruturas, alguns dos quais foram realizados especificamente para desenvolver métodos empíricos de previsão do galgamento (Allsop et al., 2008). Com base neles foi desenvolvida a rede neuronal, NN_OVERTOPPING2.\nÉ de salientar que, tanto o cálculo através de formulações empíricas e semi-empíricas, como através das redes neuronais, tais como a ferramenta NN_OVERTOPPING2, garantem uma previsão do galgamento para diferentes geometrias de estruturas, desde estruturas permeáveis de talude simples a estruturas com muro cortina e a estruturas de parede vertical. No entanto, os seus valores baseiam-se em ensaios em modelos físicos, estando inevitavelmente limitados às condições para os quais foram desenvolvidas, não prevendo o galgamento para todo o tipo de estruturas e sob todo o tipo de solicitações.\nEm casos práticos onde surge a necessidade de se utilizar estruturas com geometrias diferentes e mais complexas, não cobertas pelas formulações empíricas existentes, é cada vez mais comum a análise através da modelação, sendo primariamente utilizada a modelação numérica e numa última fase de projeto a modelação física. No caso concreto do uso da modelação numérica na interação on-da-estrutura, têm sido desenvolvidos modelos com diferentes níveis de complexidade. Entre eles destaca-se o modelo numérico IH-2VOF pela sua versatilidade e eficiência, desenvolvido pelo Instituto de Hidraúlica da Universidade de Cantábria.\nApesar da sua importância e fiabilidade, os modelos físicos são concebidos e apenas utilizados para alguns casos, face a ser um processo dispendioso, lento, necessita de infraestruturas e bastante experiência de quem analisa e realiza os ensaios.\nNo âmbito do tema desta dissertação serão apenas abordadas o caso das estruturas de talude simples permeável, como a da Figura 3.1. A estrutura apresenta uma geometria trapezoidal bastante simplificada, constituída essencialmente por um núcleo de material de todo o tamanho (TOT) e por diferentes camadas de diferentes porosidades, colocadas de forma estratificada, de forma a maximizar a dissipação da energia das ondas incidentes.\nQc\nFigura 3.1: Estrutura de talude simples e permeável (adaptado de Besley, 1999)\nNeste capitulo as metodologias de cálculo do caudal médio galgado disponíveis para estruturas de talude simples são apresentadas: expressões empíricas ou semi-empíricas, o modelo neuronal NN_OVERTOPPING2 e a modelação numérica (modelo IH-2VOF). Não foi utilizada a modelação física para a comparação dos valores com os restantes métodos de cálculo.\n3.2.\tFerramentas Empíricas\n3.2.1.\tOwen (1980)\nNo âmbito da sua investigação, Owen (1980) analisou estruturas de talude simples e com bermas impermeáveis tendo em conta a rugosidade das estruturas. A sua fórmula para estruturas em talude é dada por:\nq = TmgHsa exp\n(3.1)\nonde q é o caudal médio de galgamento por metro linear de estrutura medido no topo do talude, Hs é a altura significativa das ondas incidentes medidas no pé do talude, Tm é o período médio de zero ascendente, Rc é a altura do coroamento acima do nível de repouso, Yf é um coeficiente de redução do galgamento devido à rugosidade e permeabilidade do talude (Tabela 3.1), g é a aceleração da gravidade e a e b são coeficientes empíricos, apresentados na Tabela 3.2.\nTabela 3.1: Valores do coeficiente de rugosidade/permeabilidade, para alguns tipos de materiais constituintes do talude (Coeveld et al., 2005)\nTipo de material da camada\tYf\nSuperfície lisa e impermeável\t1\nEnrocamento\t0.5\nCubos (2 camadas)\t0.5\nCubos (apenas 1 camada)\t0.52\nCubos Antifer\t0.5\nAcropódes\t0.49\nX-Block\t0.49\nCore-Locs\t0.47\nharos\t0.47\nTetrápodes\t0.4\nDolos\t0.43\nSeabees\t0.5\nTabela 3.2: Coeficientes empíricos a e b para estruturas de talude simples e impermeável (Besley, 1999)\nInclinação do talude\ta\tb\n1:1\t0.00794\t20.1\n1:1.5\t0.00884\t19.9\n1:2\t0.00939\t21.6\n1:2.5\t0.0103\t24.5\n1:3\t0.0109\t28.7\n1:3.5\t0.0112\t34.1\n1:4\t0.0116\t41.0\n1:4.5\t0.012\t47.7\n1:5\t0.0131\t55.6\nOwen utilizou resultados de ensaios em modelo reduzido de estruturas de talude simples com inclinações de 1:1, 1:2 e 1:4 para validar os coeficientes a e b da sua expressão empírica. De acordo com o seu estudo, os coeficientes a e b são válidos para as seguintes gamas de valores:\n10“6 &lt;&lt;10-2\nRc\n0.05 &lt;-------=&lt;0.30\nHs2n\n0.035&lt;\t&lt;0.055\nTm2g\n(3.2)\n(3.3)\n(3.4)\nh\n(3.5) ns\nMais tarde (Besley, 1999), foi proposta uma correção na formulação de Owen, para permitir considerar a redução em q devido à presença de uma berma permeável de coroamento. Este fator de redução, Cr, é dado por:\nonde Gc é a largura da berma de coroamento. Por conseguinte, o caudal de galgamento, qc, será um valor minimizado, dado por:\nq c = cr q\t(3.7)\nÉ importante verificar a relação entre Gc/Hs, já que, quando o seu valor é inferior a 0.75, admite-se que Cr=1.\n3.2.2.\tVan der Meer (Pullen et al., 2007)\nPara o cálculo do volume de galgamento, Van der Meer propôs duas abordagens distintas, cálculo determinístico e cálculo probabilístico, na medida em que para dimensionamento de novas estruturas ou para verificação da segurança de estruturas já existentes, devem ser utilizados resultados de-terminísticos, enquanto que para comparação com medições efetuadas ou para prever medições em laboratório ou no protótipo, devem ser utilizados cálculos probabilísticos (Pullen et al., 2007). As formulações empíricas determinística e probabilística são, respetivamente:\nq = 0.2e xp( - 2.3\t(3.8)\nq = 0.2e xp( - 2.6\t(3.9)\n\\\tnm0YfYpJ N\nonde Hm0 é a altura de onda significativa em frente à estrutura, calculada por análise espetral com o momento de ordem zero do espectro (m0), Rc é a altura de coroamento da parte impermeável da estrutura acima do nível de repouso e Yp é o coeficiente de redução do galgamento devido ao ângulo de incidência da onda. Estas fórmulas empíricas foram validadas para estruturas de declive desde 1:1 até\n1:20, sendo os seus resultados válidos, de uma forma genérica, caso se encontrem dentro dos seguintes intervalos (Reis et al., 2008):\nRc\n(3.10) ns\n(3.11) 0.93&lt;—<26.31\tv ’\nNote-se que, para considerar a redução em q devido à presença de uma berma permeável de coroamento, Van der Meer adota o mesmo fator de redução de Besley (1999). Esta fórmula corresponde ao máximo da fórmula desenvolvida para estruturas impermeáveis e, como tal, não contabiliza diretamente o período da onda para a previsão do galgamento.\n3.2.3.\tNN_OVERTOPPING2\nNN_OVERTOPPING2 é um modelo neuronal desenvolvido no âmbito do projeto Europeu CLASH (CLASH, 2001) como uma ferramenta genérica de previsão do galgamento de estruturas costeiras, baseada na utilização de redes neuronais.\nGenericamente, uma rede neuronal consiste numa estrutura de conexões, na qual o processamento se encontra distribuído por um grande número de pequenas unidades densamente interligadas. Por analogia com os sistemas biológicos, estas unidades processadoras são usualmente chamadas neu-rónios. O neurónio biológico consiste numa única célula capaz de executar, de uma forma simples, o processamento. Cada neurónio é estimulado por uma ou mais ligações vindas de outros neurónios, chamadas sinapses, dependendo o sinal produzido tanto da força das ligações como da sua natureza. Nessa medida, o sinal será propagado ao longo do axónio indo, por sua vez, estimular outros neuró-nios (Menezes, 1995). Analogamente, o funcionamento de uma rede neuronal baseia-se neste modelo simplificado dos neurónios biológicos (Figura 3.2).\nComo tal, as redes neuronais estão organizadas em várias camadas, como se mostra na Figura\n3.2,\te, entre cada uma, existem um ou mais elementos do tipo neurónio, unidades básicas de processamento. A primeira camada é a camada de entrada e o número de neurónios presentes nesta camada é igual ao número de parâmetros a introduzir. A última camada será a camada de saída e o seu número de neurónios será igual à quantidade de parâmetros a prever. Entre estas camadas existem camadas ocultas, onde se realiza o processamento da informação. Nessa medida, cada neurónio destas camadas recebe a informação da camada anterior, através de múltiplas conexões, transmitindo a informação processada à camada seguinte.\nCamada\nEscondida ooooooõo O O O õ o o o o o o o\nq (m3/s/m)\np h HnoKioh. B y, coU cota. R B Fitarias A G nm n M nn o OOO0000 O O 000o oo\nCamada de Saída\nCamada de Entrada\nFigura 3.2: Esquema das redes neuronais utilizadas no modelo NN_OVERTOPPING2 para a previsão do galgamento (adaptado de Pullen et al., 2007)\nO formato da rede neuronal pode variar conforme a quantidade de parâmetros a introduzir e nos dados de base. As redes neuronais utilizadas no modelo NN_OVERTOPPING2 são compostas por 15 parâmetros de entrada, apresentados na Figura 3.3. Para cada grupo de valores de entrada inseridos pelos utilizadores, os valores de saída previstos pela NN_OVERTOPPING2 incluem o valor de caudal médio galgado, q, e 7 outros valores indicando os quantis de várias ordens (q2.5%„ q5%, q2s%>, q50%, q75%, q95% e q97.5%) e o valor de q corrigido para ter em linha de conta alguns efeitos de escala e de modelo. Estes valores resultam da análise de cerca de 700 redes neuronais ensaiadas com origem na mesma base de dados do projeto CLASH, utilizando a técnica bootstrap de reamostragem, permitindo avaliar a incerteza dos resultados através de intervalos de confiança.\nFigura 3.3: Parâmetros de entrada da ferramenta NN_OVERTOPPING2\nOs 12 parâmetros estruturais que necessitam ser introduzidos para a correta utilização do NN_OVERTOPPING2 são:\n• h [m]: Altura de água junto à estrutura, mais precisamente, a altura de água imediatamente a montante da estrutura.\n•\tht [m], Bt [m]: Profundidade de água na banqueta de fundo e largura da banqueta de fundo da estrutura. Se não existir banqueta de fundo, ht=h e Bt é igual a zero.\n•\tB [m], hb [m], tan aB [-]:Parâmetros que descrevem a berma da estrutura: B é a largura, medida horizontalmente, hb é a profundidade de água na berma, medida no centro desta. Se a berma estiver acima do nível de água, hb é negativo e se for horizontal, tan ab = 0.\n•\tRc [m], Ac [m], Gc [m]: Parâmetros que descrevem a parte superior da estrutura: Rc é a distância entre o nível de repouso e o coroamento da estrutura. Ac é a distância entre o nível de repouso e a berma do coroamento da estrutura, isto é, a distância, medida na vertical, do nível da água ao ponto mais alto do talude da estrutura. Gc é a largura da berma de coroamento. No caso do coroamento ser construído na estrutura, Gc é a largura dos blocos em frente ao elemento do coroamento.\n•\tcot ad [-], cot au [-]: Parâmetros que são usados para descrever o declive (declives) da estrutura. cot ad e cot au são as co-tangentes dos declives na área central da estrutura sob (cot ad, descendente) e sobre (cot au, ascendente) a berma respetivamente.\n•\tYf [-]:Parâmetro que dá uma indicação da rugosidade e da permeabilidade da estrutura (Tabela 3.1).\nDe forma a representar a influência da agitação marítima são introduzidos ainda 3 parâmetros:\n•\tHm0 [m]: Altura significativa em frente à estrutura, calculada por análise espetral com o momento espectral m0.\n•\tTm-1t0 [s]: Período médio em frente à estrutura, calculado com os momentos espectrais m_j e m0. Por vezes este parâmetro não é obtido diretamente, podendo relacionar-se com o período de pico (Tp) através da expressão (3.12):\nTm - !, 0=^-\t(3.12)\nEsta expressão apenas é válida para espetros unimodais com uma forma semelhante à forma do espectro de JONSWAP.\n•\tp [°]: Ângulo entre a direção de propagação da agitação e a normal à estrutura.\nÉ importante, mais uma vez, salientar que esta ferramenta foi construída com base numa base de dados de ensaios, onde obrigatoriamente cada variável de entrada terá um intervalo de valores onde é válida. Na Tabela 3.3, podemos verificar, como exemplo, o intervalo de valores de entrada onde o modelo neuronal é válido referente a uma altura de onda significativa Hm0 = 1 m, onde consequentemente a utilização de valores fora do intervalo de aplicabilidade fará com que a ferramenta não preveja o galgamento, emitindo uma mensagem de erro.\nTabela 3.3: Intervalo de valores de entrada admitidos no uso da NN_OVERTOPPING2 referentes a uma altura de onda significativa de Hm0 = 1m (Coeveld et al., 2005)\nParâmetro\tMáximo\tMínimo\nHm0 (m)\t1.0\t1.0\nP\t80.0\t0.0\nh (m)\t20.0\t0.9\nht (m)\t20.0\t0.5\nBt (m)\t10.0\t0.0\nYf\t1.0\t0.3\ncot ad\t10.0\t0.0\ncot au\t10.0\t-1.0\nB (m)\t15.0\t0.0\nhb (m)\t5.0\t-1.0\ntan aB\t0.1\t0.0\nRc (m)\t5.0\t0.5\nAc (m)\t5.0\t0.0\nGc (m)\t10.0\t0.0\nTal como indicado no manual de NN_OVERTOPPING2 (Coeveld et al., 2005), para o projeto de execução de uma obra marítima devem-se confirmar os valores previstos pela ferramenta recorrendo a modelos físicos reduzidos para as condições de agitação marítima e a geometria específica da estrutura. Como este programa é baseado essencialmente em modelos físicos de pequena escala, podendo existir efeitos de escala e de modelo ou problemas de medições devido a imprecisões associadas aos equipamentos utilizados, é importante ter em linha de conta o valor de q corrigido, q’, que a ferramenta calcula para ter em linha de conta alguns destes efeitos.\n3.3.\tModelação Física\nNo estudo e dimensionamento de estruturas marítimas é frequentemente utilizada, como já referido, a modelação física, para estudar o comportamento hidráulico-estrutural das mesmas. Importa referir que estes ensaios continuam a ser o método mais fiável para determinar o galgamento, tendo a sua utilização apoiado o desenvolvimento das outras ferramentas de cálculo e análise das estruturas marítimas.\nOs ensaios permitem, em última instância, validar as soluções desenvolvidas em projeto, chegando a uma solução final com caraterísticas otimizadas, ou seja, uma solução que possua os parâmetros mínimos tal que os requisitos de dimensionamento funcional e estrutural sejam satisfeitos. Todavia, este tipo de modelos possui ainda hoje limitações que podem influenciar os resultados obtidos, prendendo-se principalmente com erros relacionados com efeitos de escala.\nNo âmbito de estudo desta dissertação não foi utilizada a modelação física para comparar os resultados de caudal médio galgado obtidos através de outras ferramentas.\n3.4.\tModelação Numérica\n3.4.1.\tConsiderações Gerais\nA evolução tecnológica tem acompanhado a carência de ferramentas mais eficazes e completas a nível de dimensionamento de estruturas marítimas, progredindo a nível dos métodos computacionais e levando ao desenvolvimento de modelos numéricos mais potentes. As equações que descrevem o escoamento são conhecidas há bastante tempo e com o desenvolvimento tecnológico, tornou-se possível obter aproximações bastante eficazes para estas equações (Neves et al., 2008). Nessa medida, a modelação numérica apresenta algumas vantagens que a tornam mais apelativa em comparação com a modelação física, tais como a rapidez e o baixo custo de realização de cada ensaio, o fato de não possuir erros devidos a efeitos de escala e a sua flexibilidade, podendo-se alterar qualquer dos parâmetros intervenientes no ensaio apenas com alterações de ficheiros de entrada. Porém, esta tecnologia enfrenta uma dualidade, já que ainda não existem modelos que sejam simultaneamente eficientes e precisos, onde a sua eficiência pode ser obtida à custa da simplificação de alguns fenómenos hidrodinâmicos.\nHoje em dia existem modelos mais recentes e bastante completos, entre eles destacam-se os modelos VOF (volume of fluid), SC (surface capturing) e SPH (smoothed particle hydrodynamics) (Dider et al., 2011). Contudo, estes modelos, por serem bastante completos, possuem essencialmente limitações relacionadas com o tempo elevado de processamento, levando a serem considerados pouco práticos numa utilização a nível de projeto, e com a necessidade de calibração de determinados parâmetros estruturais, tais como as características dos mantos (Neves et al., 2008). Por conseguinte, a modelação numérica é utilizada hoje em dia para complementar os ensaios de modelos físicos, trabalhando em paralelo e permitindo obter informações difíceis de se retirar da modelação física como, por exemplo, as características do escoamento no meio poroso.\nNo âmbito do estudo desta dissertação foi utilizado, para calcular o galgamento do quebra-mar Poente do Porto de pesca de Albufeira, o modelo numérico IH-2VOF, que se descreve em seguida.\n3.4.2.\tModelo Numérico IH-2VOF\n3.4.2.1\tConsiderações Gerais\nO modelo IH-2VOF é uma versão atualizada e em constante melhoramento do modelo numérico COBRAS-UC (Cornell Breaking Waves and Strucutures - Universidad Cantabria) (Lara et al., 2011), desenvolvido pelo Instituto de Hidráulica da Universidade de Cantábria. O objetivo foi tornar o programa numa ferramenta útil para aplicações práticas de engenharia. Baseado num modelo numérico criado pela NASA, denominado de RIPPLE (Kothe e Mjolsness, 1991), Lin e Liu (1998) desenvolveram um modelo bidimensional que resolve as equações do tipo RANS (Reynolds Averaged Navier-Stokes) que denominaram de COBRAS, modificando-o em relação ao modelo inicial de forma a permitir a análise da rebentação de ondas e o escoamento em meios porosos. Posteriormente, Lara et al.\n(2006) aperfeiçoaram o modelo no que respeita à otimização do cálculo e aos sistemas de entrada e de saída de dados, dando mais tarde lugar ao modelo IH-2VOF.\nEste modelo é, hoje em dia, dos modelos mais validados para a análise da interação onda--estrutura, onde entre as suas principais características se encontra a sua capacidade de simulação de diferentes estruturas marítimas à escala de protótipo ou de modelo.\nO modelo IH-2VOF, tal como foi referido, resolve as equações bidimensionais RANS, baseando-se na decomposição da velocidade instantânea e nos campos de pressão em componentes médios e turbulentos, e utilizando um modelo não-linear tridimensional de turbulência, k-e, para a energia cinética turbulenta k e, a sua taxa de dissipação e (Lara et al., 2011). Importa referir que, este modelo de turbulência permite ainda ter em conta as características do escoamento que ocorrem no processo de rebentação e através dos meios porosos. Devido à complexidade do escoamento nos meios porosos, não é possível a aplicação direta das equações de Reynolds para modelar o escoamento. Assim, para modelar o escoamento nesses meios no modelo IH-2VOF utilizam-se as equações de VARANS (Volume Averaged Reynolds Averaged Navier-Stokes), que se obtêm a partir de uma integração num volume de controlo no meio poroso. Para a posição e movimento da superfície livre é utilizado o método VOF (Volume of Fluid) para uma única fase, água e vazio. Como tal, este método consiste em avaliar as mudanças de densidade em cada célula da malha de elementos finitos ao invés de calcular a posição exata da superfície livre.\nPara resolver as equações de movimento, o modelo utiliza dois métodos de diferenças finitas, melhorando a precisão dos resultados obtidos, sendo que a malha usada pode ser constituída por sub--malhas retangulares definidas pelo utilizador, podendo variar o seu espaçamento ao longo do intervalo de cálculo, melhorando a precisão em zonas críticas.\nNo seu desenvolvimento, foram analisados em pormenor os processos de geração e de absorção das ondas, tendo sido incorporado um algoritmo matemático baseado em fronteiras móveis (moving boundaries), permitindo simular o movimento de um batedor de ondas (batedor dinâmico) em conjunto com o processo de absorção das ondas refletidas pela estrutura de proteção (Instituto Hidraulico - Universidade de Cantabria, 2011). Podem-se definir diferentes tipos de ondas incidentes, variando desde linear, Stokes II, Stokes V, Cnoidal e Solitary.\nNo modelo IH-2VOF é possível definir estruturas com meios porosos, obstáculos impermeáveis na quantidade necessária para definir a geometria que se pretende simular. É necessário, para a correta simulação do escoamento, definir as propriedades dos meios porosos (tais como a porosidade, n, e o diâmetro nominal das peças do manto, D50) e calibrar alguns parâmetros que dependem do escoamento, concretamente os coeficientes de atrito linear e não linear, a e respetivamente, resultantes da aplicação da equação estendida de Forchheimer (Losada et al., 2008) resolvida através das equações VARANS.\nEmbora estejam disponíveis outros modelos do tipo RANS na literatura, o modelo IH-2VOF é provavelmente o modelo mais extensivamente validado (Losada et al., 2008), principalmente para a\ninteração onda-estrutura, em estruturas permeáveis, obtendo-se simulações bastante realistas para fenómenos como a rebentação, a reflexão, a transmissão e o galgamento.\nApós uma correta utilização do modelo, é possível obter informação detalhada em pontos definidos pelo utilizador (sondas) sobre: pressão, vorticidade, viscosidade, energia cinética, velocidades horizontais e verticais e posição da superfície livre.\nImporta referir que a eficiência deste modelo depende fundamentalmente das dimensões da malha utilizada e a precisão dos resultados obtidos obriga a uma dimensão reduzida da malha, o que pode levar a elevados tempos de cálculo.\n3.4.2.2\tConstrução da Malha de Cálculo\nPara a geração da malha utilizada no modelo numérico, existe uma ferramenta disponível: o software Coral (Anexo A). Coral permite definir, para além da malha, a batimetria e a geometria da estrutura, incluindo as características dos meios porosos, caso existam.\nPara a geração da malha há que avaliar a dimensão e geometria do caso de estudo, juntamente com a capacidade computacional onde se processará o modelo IH-2VOF. Isto significa que, num computador fraco ou com um domínio muito grande, uma malha muito refinada pode demorar dias a obter resultados.\nQuanto à dimensão da malha, esta depende essencialmente da profundidade da água, da agitação incidente e da altura máxima de coroamento da estrutura. Como tal, na direção vertical, direção y, a altura do domínio computacional terá, arbitrariamente, um valor ligeiramente superior ao da altura máxima de coroamento, para que o escoamento e os borrifos de água, caso existam, se processem sem qualquer limitação. Por outro lado, na direção de propagação da onda, x, o comprimento do domínio computacional deverá garantir uma distância igual ou superior a dois comprimentos de onda entre a fronteira geradora de ondas e o primeiro obstáculo, dando desta forma espaço para que a onda se adapte ao fundo. Para se definir o comprimento de onda, aplica-se a equação da dispersão, utilizando a profundidade, h, no pé do talude,\nsendo c a celeridade da onda (m/s).\nPosto isto, importa definir os obstáculos que consistem em regiões dentro da malha de cálculo onde não ocorre escoamento, ou seja, as estruturas impermeáveis. No caso de estruturas porosas, é necessário proceder à representação das várias camadas da estrutura. É de salientar que cada uma das camadas constitui um meio poroso independente, possuindo uma porosidade diferente das camadas adjacentes e necessitando, para a sua definição no software Coral, dos seguintes elementos:\n•\tGeometria, representada por vários vértices que definem a fronteira do meio poroso\n•\tDiâmetro característico D50, expresso em m\n•\tPorosidade n , expressa em percentagem\n•\tPermeabilidade k, expressa em m/s\n•\tParâmetros adimensionais a e da equação de Forchheimer.\nSeguidamente, é necessário definir a superfície livre da água por quatro pontos, definindo dois pontos à altura do nível médio de água em repouso e nas fronteiras do domínio da malha, e dois pontos imediatamente abaixo do fundo do domínio e, também, fora das fronteiras do domínio da malha.\nPor último, é necessário definir a malha de cálculo e os seus espaçamentos. Este processo é, naturalmente, iterativo de maneira a obter-se uma solução ideal, ou seja, dimensões das células da malha suficientemente pequenas para que não comprometam a qualidade dos resultados e suficientemente grandes para que seja possível obter resultados num tempo de cálculo razoável. Naturalmente, existem zonas onde o cálculo terá menor importância e onde deverá ser colocada uma malha mais grosseira, podendo-se assim aumentar a precisão noutras zonas onde será eventualmente mais necessário. Num estudo de galgamento, deverá começar-se por uma malha mais grosseira na zona de geração da agitação, efetuando uma redução da dimensão dos elementos da malha até à zona onde se pretende calcular o galgamento, onde se deverá ter uma malha mais reduzida e regular.\nDe modo a orientar a criação das diferentes zonas da malha de cálculo, o manual do modelo (Manual del Marife, 2005) faz algumas recomendações para os espaçamentos das malhas, tentando evitar assim problemas e erros.\nCom o objetivo de representar e definir corretamente as ondas, estas devem representar-se verticalmente por, pelo menos, 10 células por altura de onda. Explicitando, a dimensão das células segundo a direção y, dy, deve ser inferior a um décimo da altura de onda:\nH\n(3.14)\nConsiderando que podem ocorrer ondas de declividade elevada, é necessário respeitar a relação entre dx e dy que se apresenta na equação (3.15), de forma a evitar um erro comum onde ocorrerá uma falsa rebentação. Genericamente, este erro ocorre devido ao quociente elevado entre a dimensão\nda onda na direção y e a direção x, levando à existência de diversas células cheias de fluido (por outras\npalavras, células que não pertencem à superfície livre) adjacentes a células vazias que recebem um escoamento que não existe, devido às características do método de VOF.\ndx &lt;2.5dy\n(3.15)\nA fim de garantir a correta modelação do escoamento, as submalhas adjacentes devem possuir, nas suas fronteiras, espaçamentos idênticos, ou seja, a dimensão nas suas margens deverão coincidir. Deverão também ser evitadas diferenças significativas de discretização dentro de cada uma das submalhas, sendo que as dimensões dx e dy, não podem diferir mais do que 10 a 20% entre células adjacentes. Deste condicionamento resulta que a relação entre os lados das células, dx/dy, deve estar compreendida entre 0.5 a 2, isto é,\nO.Sdy &lt;dx &lt;2.0dy\n(3.16)\nDentro de uma submalha variável, a diferença de dimensões entre células adjacentes terá que ser menor do que 5%. Esta condição será satisfeita se:\ndx2 &lt;0.05\ndy2 &lt;0.05\n(3.17)\n(3.18)\nNo caso de uma malha ser irregular também na direção de y, deverão ser respeitadas as mesmas condições nas duas direções, executando-se por analogia o mesmo cálculo e raciocínio.\nÉ também recomendado que o domínio não seja representado verticalmente por mais de 200 células, ou seja:\nTly &lt;200\n(3.19)\nEstas condições não são facilmente aplicáveis no caso de malhas irregulares, devendo ser estimado pelas seguintes equações, o número de células necessário para respeitar todas as condições:\nSxj dx¿ + dxj+1\t\t(3.20)\nonde,\t\t\n\tSxj = Xc(i) - X(i)\t(3.21)\nou,\t\t\n\tSxj = X(i + 1) - Xc(i)\t(3.22)\ne corresponde à dimensão da subzona da malha. Da equação 3.21 obtém-se o valor de nx que corresponde ao número de células na subzona a introduzir no Coral, sendo dx¡ e dxt+1 as dimensões das células no princípio e no fim da submalha. Xc corresponde à coordenada em x da penúltima célula da malha variável (sendo a última célula com espaçamento igual ao valor para que se pretende variar o espaçamento da malha) e X corresponde à coordenada em x da fronteira inicial da malha variável.\n3.4.2.3\tDados de Entrada e Saída do Modelo Numérico\nUma vez gerada a malha de cálculo, esta é guardada nos ficheiros malha.dat e mesh.mes, e é necessário criar um ficheiro que contenha a informação essencial ao funcionamento do modelo numérico IH-2VOF. Este ficheiro, denominado de input (Anexo C), está organizado em 15 partes devidamente delimitadas e poderá ser aberto com um software compatível com os ficheiros do tipo WordPad. Algumas destas secções não necessitam de ser alteradas para a maioria das simulações a realizar, visto que virão já configuradas para uma utilização comum ou podem não necessitar de ser alteradas entre simulações, devendo no entanto ter especial atenção para as seguintes secções relevantes:\n•\tParâmetros numéricos ($numparam no ficheiro de input): onde são definidos o tempo de simulação desejado e as condições de fronteira no domínio, entre outros.\n•\tParâmetros do fluido ($fldparam no ficheiro de input): onde são definidos os campos correspondentes à viscosidade cinemática do fluido, velocidades e acelerações. Este campo não é ajustado entre simulações para as mesmas condições de líquido.\n•\tParâmetros de onda ($wave parameter$ no ficheiro de input): são definidas, como o nome indica, as características da agitação marítima, nomeadamente a altura e o período de onda.\n•\tFormato dos ficheiros de saída ($output format$ no ficheiro de input): define-se a área do modelo em estudo para a qual se pretende obter os resultados de simulação, não sendo necessário obter dados para todos os instantes.\n•\tMétodo de rastreio da superfície livre ($free surfasse tracking method$ no ficheiro de imput): onde se define o método de rastreio da superfície livre, devendo assinalar-se o valor correspondente, neste caso, ao método de VOF.\nUma vez criado o ficheiro de input e colocado na mesma pasta que os ficheiros da malha e o próprio programa IH-2VOF, resta criar as condições de agitação marítima a simular. Para isto, recorre-se a um programa criado em MATLAB com o nome GUI generación (Anexo B), no qual são inseridas e definidas as condições de agitação e a dimensão temporal, entre outros. O modelo considera como condições iniciais que a superfície livre se encontra em repouso e as velocidades são nulas em todo o domínio. Dessa forma, e á semelhança do que ocorre em modelo físico, é necessário definir um tempo\nextra de aproximadamente 3 vezes o período de onda para além das ondas que se irão simular, conseguindo assim que a agitação progressivamente passe de zero à condição pedida. Por último, irá definirse a teoria de ondas a utilizar e o modo de geração de ondas, isto é, o tipo de batedor numérico que irá gerar as ondas na fronteira. Deste programa serão gerados ficheiros do tipo . dat como por exemplo u_ext.dat e v_ext.dat correspondentes aos campos de velocidade horizontal e vertical, respetivamente.\nAssim que é iniciada a simulação, são criados os ficheiros de resultados nas sondas definidas no ficheiro de input, sendo possível analisar estes dados com um software compatível com o WordPad ou Excel.\n4.\tCASO DE ESTUDO\nNo âmbito desta dissertação é estudado o galgamento sobre o quebra-mar Poente do Porto de Pesca de Albufeira. Este Porto é protegido por duas obras marítimas em talude, que são designadas por quebra-mar Nascente e quebra-mar Poente (Figura 4.1). As obras de construção do porto tiveram início em 1999, tendo terminado em 2002.\nFigura 4.1: quebra-mares Nascente e Poente do Porto de Pesca de Albufeira\nO quebra-mar Nascente é a principal obra de defesa contra a agitação do quadrante SE e tem cerca de 250 m de comprimento. Apresenta no troço do seu enraizamento um alinhamento retilíneo aproximadamente orientado N-S, infletido depois para SSW-NNE na zona mais próxima da cabeça.\nO quebra-mar Poente é a principal defesa do porto contra a agitação marítima proveniente do quadrante SW. Desenvolve-se numa extensão de cerca de 275 m e tem estruturalmente 5 perfis-tipo.\nA secção do quebra-mar a estudar que, como referido, corresponde a uma secção do quebra--mar Poente (Figura 4.2), possui um talude exterior com um declive de 3:2 e desenvolve-se entre a cota +7.0m (ZH) e uma cota que dista do fundo natural 0.5 m (Figura 4.3). É protegido por enroca-mentos de 90 a 120 kN dispostos em duas camadas, tendo como filtros duas camadas de enrocamentos de 10 a 30 kN. O talude interior, inclinado a 3:2, desenvolve-se entre a cota +6.5m (ZH) e uma cota que dista do fundo natural 0.5m. É igualmente protegido por enrocamentos de 90 a 120 kN entre o coroamento e o ZH e por enrocamento de 10 a 30 kN entre o ZH e uma cota que dista do fundo natural\n0.5m. A fundação do talude processa-se sobre um tapete de TOT com 0.5 m de espessura. Quer a berma de coroamento exterior (à cota +7.0m (ZH)), quer a berma de coroamento interior (à cota +6.5m (ZH)), têm cerca de 5.9 m de largura. Na zona central do coroamento desenvolve-se um passadiço de betão com 3.0 m de largura, com coroamento à cota +6.5m (ZH) e fundação à cota +4.0m (ZH). É de referir que os blocos do manto resistente apresentam uma extrema arrumação, aspeto que nem sempre é recomendado em obras marítimas, particularmente em obras muito expostas à agitação marítima (Dider et al., 2011).\nFigura 4.2: (A) Imagem da área do Porto de Pesca de Albufeira (adaptada do Google Earth, 2006) (Dider et al., 2011) (B) Secção transversal sobre a qual incidiu o estudo do quebra-mar\nFigura 4.3: Perfil do quebra-mar Poente do Porto de Pesca de Albufeira\nNa Tabela 4.1 apresentam-se as condições de nível de maré e de agitação marítima consideradas nos cálculos realizados no âmbito desta dissertação. O nível de maré mais elevado que se considerou foi de +3.5m (ZH), que corresponde aproximadamente ao nível de preia-mar de águas vivas (PMAV) em Albufeira, de acordo com a Tabela de Marés de 2011 do Instituto Hidrográfico. Na Tabela 4.1, h representa a profundidade no pé da estrutura, tendo sido calculada considerando que, na secção de estudo, o pé do talude da estrutura se encontra posicionado sobre a batimétrica -3.1m (ZH); Tp é o período de pico do espectro considerado para a agitação marítima e Hm0 a altura de onda significativa em frente à estrutura obtido por análise espectral a partir do momento de ordem 0, m0.\nTabela 4.1: Características da agitação dos casos simulados e nível de água no batedor\nNível (m ZH)\th (m)\tTp (s)\tHm0 (m)\n2\t6.32\t10, 12\t1, 2, 3, 4\n2.5\t6.82\t10, 12\t1, 2, 3, 4\n3\t7.32\t10, 12\t1, 2, 3, 4\n3.5\t7.82\t10, 12\t1, 2, 3, 4\nO modelo IH-2VOF foi utilizado para calcular os caudais médios de galgamento para as condições locais de batimetría, nível de maré, agitação marítima e ainda as características do perfil da secção de estudo do quebra-mar Poente do Porto de Albufeira aqui apresentadas (Capítulo 5).\n5.\tANÁLISE E DISCUSSÃO DE RESULTADOS\n5.1.\tConsiderações Gerais\nNeste capítulo são apresentados e discutidos os resultados das estimativas do galgamento sobre uma secção do quebra-mar Poente do Porto de Pesca de Albufeira, obtidas com o modelo IH--2VOF. Primariamente será analisada a importância dos diferentes parâmetros do modelo utilizados para caracterizar cada uma das camadas do quebra-mar nos resultados do modelo numérico IH-2VOF, sob condições de agitação regular. Este estudo de sensibilidade dos parâmetros do meio poroso nos resultados do modelo irá dar uma indicação da sua importância relativa no cálculo do galgamento.\nPosteriormente, são apresentados os resultados das simulações do modelo IH-2VOF para condições de agitação irregular, de forma a analisar o comportamento da mesma sob condições mais próximas da realidade, comparando-se ainda os seus resultados com os resultados das diferentes ferramentas empíricas.\n5.2.\tAplicação do Modelo IH-2VOF\n5.2.1.\tConsiderações Gerais\nA aplicação do modelo IH-2VOF é articulada em várias etapas de criação dos ficheiros de entrada do modelo e de obtenção dos ficheiros de resultados. A sua correta utilização carece de um bom conhecimento e prática nas primeiras etapas de criação dos dados de entrada do modelo, tendo-se especial atenção aos ficheiros de entrada e da malha.\nNuma primeira etapa, define-se a malha de cálculo de elementos finitos e cria-se, o mais pormenorizadamente possível, o domínio computacional, que inclui a geometria do caso de estudo. Nos ficheiros de entrada, serão colocadas as características do caso em estudo: características do líquido, modelo de turbulência, posição das sondas e características da agitação marítima incidente. Seguidamente, é colocada a simulação a correr, retirando-se, na última fase, os resultados obtidos nas sondas referentes a pressão, viscosidade, vorticidade, energia cinética, velocidades horizontal e vertical e posição da superfície livre.\n5.2.2.\tDefinição da Malha de Cálculo e Domínio Computacional\nTendo-se recolhido os dados referentes à geometria e à agitação marítima do caso de estudo, definiu-se a malha com uma dimensão total de 163 m na direção x por 20 m na direção y. Estes valores tiveram em conta, na direção de x, o comprimento de onda médio de todos os casos a realizar e a altura da estrutura, na direção y, de forma a não ser necessário alterar a malha entre corridas a realizar. Dessa\nforma, na Figura 5.1 pode-se verificar a aparência da malha de elementos finitos obtida no software Coral.\nFigura 5.1: Definição do domínio computaciona no software Coral\nPara além da geometria da estrutura e da batimetria, foi definida uma pala (estrutura impermeável) ao longo de todo o domínio computacional, de forma a evitar que pequenas partículas de fluido resultantes da rebentação ou do impacto com a estrutura saíssem do domínio pela fronteira superior, levando à paragem do modelo.\nNo que respeita à fronteira entre as camadas porosas e as estruturas impermeáveis, colocaram-se coincidentes na largura de pelo menos 1 a 2 células, para evitar o aparecimento de células não preenchidas no limite entre camadas. Este problema acontece ocasionalmente, visto o modelo não conseguir identificar a que camada pertence uma célula em situações de encontro de três ou mais camadas na mesma célula. Desta forma, após a geração da malha, analisou-se a malha e eliminaram-se este tipo de vazios. Na Figura 5.2 apresenta-se um exemplo desta anomalia da malha, numa malha de dx=0.5m, verificando-se com mais pormenor na Figura 5.3.\nFigura 5.3: Célula vazia no encontro de 3 camadas porosas da malha de elementos finitos do software Coral vista ao pormenor\nO domínio computacional foi dividido em 4 submalhas na direção x e 2 submalhas na direção y, possuindo no total 319 células na direção de x e 92 células na direção de y. Na direção de x foram colocadas duas zonas de malha uniforme e duas de malha variável e na direção de y foi colocada uma malha uniforme e uma variável. A malha foi sendo aperfeiçoada, chegando-se a esta solução eficaz e precisa no cálculo do galgamento sobre esta estrutura de talude, tendo sido necessário realizar bastantes ensaios num método simples, mas moroso, de tentativa-erro.\nNo que respeita à dimensão da malha na direção x, como se pode ver na Figura 5.4, varia entre uma dimensão máxima de 0.6 m e uma dimensão mínima de 0.3 m. A malha começa em x=0 (posição do batedor numérico e fronteira esquerda do modelo) com 0.6 m de largura e malha regular alterando-se, no pé do talude, para uma malha variável que varia de 0.6 m até 0.3 m. Sobre a berma do quebra-mar de talude a malha é regular e de 0.3 m de largura, voltando a crescer no fim do talude para uma malha variável que varia até perto de 0.55 m.\nFigura 5.4: Variação da dimensão das células segundo a direção x\nSegundo a direção y, como se vê na Figura 5.5, a dimensão máxima é de 0.38 m e a dimensão mínima é de 0.2 m. A malha começa no topo com 0.38 m de largura de malha variável alterando-se, 1 m acima do quebra-mar de talude para uma malha regular de 0.2 m de largura.\nFigura 5.5: Variação da dimensão das células segundo a direção y\n5.2.3.\tPosição das Sondas\nAs sondas numéricas foram colocadas nos pontos onde se verificou ser importante o cálculo da superfície livre ou do galgamento, como já indicado anteriormente.\nForam consideradas catorze seções de medição no modelo numérico, estando três localizadas a barlamar da estrutura (sondas 1 a 3), três no pé da estrutura (sondas 4 a 6) e as restantes no coroa-mento da estrutura (Figura 5.6 e Figura 5.7). As sondas 10 a 12, que estão localizadas sobre o passadiço de betão, foram as utilizadas no cálculo do caudal galgado. Na Tabela 5.1: Coordenadas das posições das sondas numéricas estão apresentadas as coordenadas da posição de cada uma das sondas.\nFigura 5.6: Localização das sondas de medição em todo o domínio de cálculo\nFigura 5.7: Localização das sondas de medição na proximidade da estrutura\nTabela 5.1: Coordenadas das posições das sondas numéricas\nSonda N°\t1\t2\t3\t4\t5\t6\t7\t8\t9\t10\t11\t12\t13\t14\nCoordenada x IH-2VOF (m)\t0.000\t6.086\t55.800\t111.163\t111.696\t115.244\t131.800\t133.500\t135.300\t137.711\t139.200\t140.700\t143.700\t146.400\n5.2.4. Geração da Agitação\nNo presente estudo foram consideradas condições de agitação regular e irregular, geradas através de um batedor numérico. Para estes casos de estudo considerou-se um batedor estático, isto é, define-se na fronteira de entrada do domínio computacional do modelo a variação de superfície livre no tempo e as velocidades verticais e horizontais no tempo, devidas à agitação.\nPara a agitação marítima regular considerou-se um período de T = 12 s e uma altura de onda de H = 4 m, e um nível de maré de +3.5m (ZH), que corresponde aproximadamente ao nível de preia-mar de águas vivas (PMAV) em Albufeira. Estas condições de agitação foram geradas considerando a teoria de onda de Stokes II, podendo-se observar no ponto vermelho na Figura 5.8 criada pelo programa de geração da agitação GUI generacion.\nFigura 5.8: Teoria de ondas para uma agitação regular de T = 12 s e uma altura de onda de H = 4 m, e um nível de maré de +3.5m (ZH)\nPara a agitação irregular, consideraram-se as características da agitação já indicada na Tabela\n4.1,\tconsiderando-se também, para todos os casos, a teoria de onda de Stokes II. No entanto, para a aplicação deste modelo, as características da agitação apresentadas na Tabela 4.1 foram introduzidas na fronteira de entrada do domínio e não no pé da estrutura. Considerou-se ainda um espetro de JONSWAP com fator de apontamento, y, de 3.3.\n5.2.5. Estudo de Sensibilidade do Modelo IH-2VOF aos Parâmetros do Meio Poroso\n5.2.5.1\tCondições de estudo\nComo referido anteriormente, para o cálculo do escoamento no meio poroso através do modelo numérico IH-2VOF é necessário definir os diferentes valores dos parâmetros que determinam o escoamento nos meios porosos do quebra-mar (a e P) e as propriedades do meio poroso (n e D50). A análise de sensibilidade indica-nos a relevância, para o cálculo do galgamento, de cada parâmetro e de cada camada porosa.\nDe forma a representar a realidade, a estrutura foi representada no modelo numérico por quatro camadas porosas, correspondendo à organização estrutural do quebra-mar em estudo. Foi assim definido no modelo o manto principal, MP, o manto secundário, MS, o manto secundário interior, MSi e TOT, sendo todas as camadas compostas por enrocamento (Figura 5.9).\nFigura 5.9: Perfil do quebra-mar de talude em estudo com indicação dos mantos\nPara iniciar o estudo de sensibilidade dos resultados do modelo numérico aos parâmetros do meio poroso, começou-se por definir os valores base dos parâmetros para cada manto. Para os parâmetros a e P existem valores recomendados na literatura (Garcia et al., 2004): a varia entre 200 e 1000 e P varia entre 0.8 e 1.1. Os valores da porosidade foram determinados com base na análise visual do manto principal e na informação do perfil da estrutura e o D50 com base nos valores do peso dos blocos que consta do perfil da estrutura. Dos restantes mantos, foram utilizados valores de porosidade compatíveis com a porosidade do manto principal e os valores de D50 foram determinados com base nos valores do peso dos blocos que consta do perfil da estrutura. As principais características e parâmetros de cada meio poroso utilizadas nos cálculos do modelo como valores base são apresentados na Tabela 5.2.\nTabela 5.2: Valores dos parâmetros dos meios porosos adotados como valores base\n\tn (-)\tP (-)\ta (-)\tD50 (m)\nManto Principal, MP\t0.35\t0.7\t1000\t1.6\nManto Secundário, MS\t0.35\t1.1\t1000\t0.9\nManto Secundário interior, MSi\t0.35\t1.1\t1000\t0.7\nTOT\t0.25\t0.8\t1000\t0.3\nPara as simulações numéricas considerou-se um nível de maré de +3.5m (ZH), que corresponde aproximadamente ao nível de preia-mar de águas vivas (PMAV) em Albufeira, e agitação regular com um período de 12 s e uma altura de onda de 4 m.\nApós a definição da agitação e a conclusão da simulação para os valores base, a metodologia utilizada para o estudo de sensibilidade dos parâmetros consistiu na alteração, para um manto de cada vez, do valor de cada parâmetro isoladamente, mantendo os outros valores inalterados e iguais aos valores base inicialmente definidos. A gama de valores dos parâmetros utilizada é apresentada na Tabela 5.3.\nTabela 5.3: Valores dos parâmetros dos meios porosos usados no estudo de sensibilidade\n\tn (-)\tP (-)\ta (-)\nMP, MS e MSi\t0.30, 0.35, 0.40\t0.7, 0.9, 1.1\t200, 500, 1000\nTOT\t0.20, 0.25, 0.30\t0.7, 0.8, 0.9\t200, 500, 1000\nApresentam-se de seguida as estimativas do caudal médio galgado obtidas pelo modelo IH--2VOF no estudo de sensibilidade, organizando-se os resultados por cada manto estudado, de forma a verificar-se a importância dos parâmetros de cada um deles. O caudal médio galgado foi o medido na sonda n° 10 (ver Tabela 5.1) localizada no início da estrutura impermeável existente no quebra-mar.\n5.2.5.2\tManto principal\nPara o manto principal, e como referido anteriormente, foram feitos cálculos para a porosidade, n, de 0.30, 0.35 e 0.40, valores estes considerados como representativos das características dos blocos, tendo em conta o aspeto visual do manto. Foram realizados, para cada valor de n, cálculos com a de 200, 500 e 1000 e p de 0.7, 0.9 e 1.1.\nNa Tabela 5.4, Tabela 5.5 e Tabela 5.6 são apresentados, respetivamente, os resultados de q para os valores de p igual a 0.7, 0.9 e 1.1.\nTabela 5.4: Variação dos parâmetros n e a do manto principal, com ft de 0.7, e o respetivo valor do caudal médio de galgamento, q\nManto Principal\t\t\t\tq (m3/s/m)\nn (-)\tP (-)\ta (-)\tD50 (m)\t\n0.3\t0.7\t200\t1.6\t2.29E-01\n0.3\t0.7\t500\t1.6\t2.25E-01\n0.3\t0.7\t1000\t1.6\t2.19E-01\n0.35\t0.7\t200\t1.6\t1.63E-01\n0.35\t0.7\t500\t1.6\t1.64E-01\n0.35\t0.7\t1000\t1.6\t1.67E-01\n0.4\t0.7\t200\t1.6\t1.18E-01\n0.4\t0.7\t500\t1.6\t1.18E-01\n0.4\t0.7\t1000\t1.6\t1.21E-01\nTabela 5.5: Variação dos parâmetros n e a do manto principal, com ft de 0.9, e o respetivo valor do caudal médio de galgamento, q\nManto Principal\t\t\t\tq (m3/s/m)\nn (-)\tP (-)\ta (-)\tD50 (m)\t\n0.3\t0.9\t200\t1.6\t1.99E-01\n0.3\t0.9\t500\t1.6\t1.98E-01\n0.3\t0.9\t1000\t1.6\t2.01E-01\n0.35\t0.9\t200\t1.6\t1.47E-01\n0.35\t0.9\t500\t1.6\t1.40E-01\n0.35\t0.9\t1000\t1.6\t1.47E-01\n0.4\t0.9\t200\t1.6\t9.30E-02\n0.4\t0.9\t500\t1.6\t9.60E-02\n0.4\t0.9\t1000\t1.6\t9.90E-02\nTabela 5.6: Variação dos parâmetros n e a do manto principal, com ft de 1.1, e o respetivo valor do caudal médio de galgamento, q\nManto Principal\t\t\t\tq (m3/s/m)\nn (-)\tP (-)\ta (-)\tD50 (m)\t\n0.3\t1.1\t200\t1.6\t1.79E-01\n0.3\t1.1\t500\t1.6\t1.80E-01\n0.3\t1.1\t1000\t1.6\t1.78E-01\n0.35\t1.1\t200\t1.6\t1.16E-01\n0.35\t1.1\t500\t1.6\t1.11E-01\n0.35\t1.1\t1000\t1.6\t1.27E-01\n0.4\t1.1\t200\t1.6\t9.40E-02\n0.4\t1.1\t500\t1.6\t9.40E-02\n0.4\t1.1\t1000\t1.6\t8.30E-02\nOs resultados obtidos são apresentados na Figura 5.10, Figura 5.11 e Figura 5.12 para os valores de p igual a 0.7, 0.9 e 1.1, respetivamente.\nDa análise destas figuras, pode-se verificar que a variação de a pouco influencia o valor do caudal médio galgado no quebra-mar, mostrando por outro lado que o aumento da porosidade de 0.3 para 0.4 reduz significativamente o galgamento. Comparativamente com o resultado do caudal médio galgado para as condições de base, esta redução varia ligeiramente consoante o valor de p: cerca de 37% para p igual a 0.7, 44% para p igual a 0.9 e 51% para p igual a 1.1.\n0.25\n0.20\n0.05\n0.10\n0.00\n■\t■\t■\n•\t•\t•\nX\tX\tX\n1 n = 0.3; p = 0.7\t\t\n• n = 0.35; p = 0.7 Xn = 0.4; p = 0.7\t\t\n0\t100\t200\t300\t400\t500\t600\t700\t800\t900\t1000\t1100\na\nFigura 5.10: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n, a e $=0.7\nFigura 5.11: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n, a e $ =0.9\nFigura 5.12: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n, a e =1.1\nDa análise dos resultados obtidos, pode-se concluir que a variação de n no manto principal é a\nque mais influencia o valor de q, seguido de p. O parâmetro\na tem pouca influência no\ncaudal para todas\tas simulações\trealizadas.\tPara\ta\tporosidade, n, de 0.3,\nobtêm-se valores 1.80E-01 m3/s/m &lt;q &lt;2.30E-01 m3/s/m, para n de 0.35 obtêm-se valores 1.10E-01 m3/s/m&lt;\tq\t<\t1.70E-01\tm3/s/m e\tpara\tn\tde 0.4 obtêm-se valores\n8.30E-02 m3/s/m &lt;q &lt;1.20E-01 m3/s/m.\n5.2.5.3\tManto secundário\nTal como no manto principal, a porosidade do manto secundário foi variada entre 0.30, 0.35 e 0.40. Foram realizados, para cada valor de n, cálculos com a de 200, 500 e 1000 e, p de 0.7, 0.9 e 1.1. Na Tabela 5.7, Tabela 5.8 e Tabela 5.9, são apresentados, respetivamente, os resultados obtidos para valores de P igual a 0.7, 0.9 e 1.1.\nTabela 5.7: Variação dos parâmetros n e a do manto secundário, com p de 0.7, e o respetivo valor do caudal médio de galgamente, q\nManto Secundário\t\t\t\tq (m3/s/m)\nn (-)\tP (-)\ta (-)\tD50 (m)\t\n0.3\t0.7\t200\t1.6\t1.91E-01\n0.3\t0.7\t500\t1.6\t1.90E-01\n0.3\t0.7\t1000\t1.6\t1.85E-01\n0.35\t0.7\t200\t1.6\t1.85E-01\n0.35\t0.7\t500\t1.6\t1.80E-01\n0.35\t0.7\t1000\t1.6\t1.78E-01\n0.4\t0.7\t200\t1.6\t1.76E-01\n0.4\t0.7\t500\t1.6\t1.73E-01\n0.4\t0.7\t1000\t1.6\t1.73E-01\nTabela 5.8: Variação dos parâmetros n e a do manto secundário, com de 0.9, e o respetivo valor do caudal médio de galgamento, q\nManto Secundário\t\t\t\tq (m3/s/m)\nn (-)\tP (-)\ta (-)\tD50 (m)\t\n0.3\t0.9\t200\t1.6\t1.86E-01\n0.3\t0.9\t500\t1.6\t1.85E-01\n0.3\t0.9\t1000\t1.6\t1.88E-01\n0.35\t0.9\t200\t1.6\t1.78E-01\n0.35\t0.9\t500\t1.6\t1.73E-01\n0.35\t0.9\t1000\t1.6\t1.77E-01\n0.4\t0.9\t200\t1.6\t1.61E-01\n0.4\t0.9\t500\t1.6\t1.61E-01\n0.4\t0.9\t1000\t1.6\t1.66E-01\nTabela 5.9: Variação dos parâmetros n e a do manto secundário, com ft de 1.1, e o respetivo valor do caudal médio de galgamento, q\nManto Secundário\t\t\t\tq (m3/s/m)\nn (-)\tP (-)\ta (-)\tD50 (m)\t\n0.3\t1.1\t200\t1.6\t1.80E-01\n0.3\t1.1\t500\t1.6\t1.83E-01\n0.3\t1.1\t1000\t1.6\t1.82E-01\n0.35\t1.1\t200\t1.6\t1.71E-01\n0.35\t1.1\t500\t1.6\t1.71E-01\n0.35\t1.1\t1000\t1.6\t1.67E-01\n0.4\t1.1\t200\t1.6\t1.54E-01\n0.4\t1.1\t500\t1.6\t1.57E-01\n0.4\t1.1\t1000\t1.6\t1.51E-01\nOs resultados obtidos são ainda apresentados na Figura 5.13, Figura 5.14 e Figura 5.15 para os valores de P igual a 0.7, 0.9 e 1.1, respetivamente.\nDa análise destas figuras, verificou-se que a alteração da porosidade e do parâmetro P influencia o caudal médio galgado, que aumenta com a diminuição de n e com o aumento de P, podendo variar em comparação com o resultado do caudal médio galgado para as condições de base até cerca de 14% em relação aos valores obtidos com os parâmetros base para P=0.7, 12% para P=0.9 e 10% para P=11.\nFigura 5.13: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n, a. e ft =0.7\nFigura 5.14: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n, a e ft =0.9\nFigura 5.15: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n, a e ft=1.1\nDa análise dos resultados obtidos, conclui-se que, à semelhança do que ocorria para o manto principal, a variação de n no manto secundário é a que mais influencia o valor de q, seguida da do valor de no entanto, estes parâmetros têm menor influência que no caso do manto principal. O parâmetro a tem pouca influência no caudal obtido para todas as simulações realizadas. Para a porosidade, n, de 0.3, obtêm-se valores 1.80E-01 m3/s/m &lt;q &lt;1.90E-01 m3/s/m, para n de 0.35 obtêm-se valores 1.70E-01 m3/s/m &lt;q &lt;1.80E-01 m3/s/m e para n de 0.4 obtêm-se valores no intervalo 1.50E-01 m3/s/m &lt;q &lt;1.70E-01 m3/s/m.\n5.2.5.4\tTOT\nA porosidade do TOT foi variada entre 0.20, 0.25 e 0.30. Foram realizados, para cada valor de n, cálculos com a de 200, 500 e 1000 e, P de 0.7, 0.8 e 0.9. Na Tabela 5.10, Tabela 5.11 e Tabela 5.12 são apresentados, respetivamente, os resultados obtidos para valores de P igual a 0.7, 0.8 e 0.9.\nOs resultados obtidos são ainda apresentados na Figura 5.16, Figura 5.17 e Figura 5.18 para os valores de P igual a 0.7, 0.8 e 0.9, respetivamente.\nTabela 5.10: Variação dos parâmetros n e a do TOT, com de 0.7, e o respetivo valor do caudal médio de gal-gamento, q\nTOT\t\t\t\tq (m3/s/m)\nn (-)\tP (-)\ta (-)\tD50 (m)\t\n0.2\t0.7\t200\t1.6\t2.04E-01\n0.2\t0.7\t500\t1.6\t2.00E-01\n0.2\t0.7\t1000\t1.6\t1.93E-01\n0.25\t0.7\t200\t1.6\t1.75E-01\n0.25\t0.7\t500\t1.6\t1.76E-01\n0.25\t0.7\t1000\t1.6\t1.71E-01\n0.3\t0.7\t200\t1.6\t1.53E-01\n0.3\t0.7\t500\t1.6\t1.47E-01\n0.3\t0.7\t1000\t1.6\t1.41E-01\nTabela 5.11: Variação dos parâmetros n e a do TOT, com p de 0.8, e o respetivo valor do caudal médio de gal-gamento, q\nTOT\t\t\t\tq (m3/s/m)\nn (-)\tp (-)\ta (-)\tD50 (m)\t\n0.2\t0.8\t200\t1.6\t2.05E-01\n0.2\t0.8\t500\t1.6\t2.00E-01\n0.2\t0.8\t1000\t1.6\t2.01E-01\n0.25\t0.8\t200\t1.6\t1.71E-01\n0.25\t0.8\t500\t1.6\t1.78E-01\n0.25\t0.8\t1000\t1.6\t1.67E-01\n0.3\t0.8\t200\t1.6\t1.43E-01\n0.3\t0.8\t500\t1.6\t1.50E-01\n0.3\t0.8\t1000\t1.6\t1.41E-01\nTabela 5.12: Variação dos parâmetros n e a do TOT, com p de 0.9, e o respetivo valor do caudal médio de gal-gamento, q\nTOT\t\t\t\tq (m3/s/m)\nn (-)\tp (-)\ta (-)\tD50 (m)\t\n0.2\t0.9\t200\t1.6\t2.04E-01\n0.2\t0.9\t500\t1.6\t2.10E-01\n0.2\t0.9\t1000\t1.6\t2.07E-01\n0.25\t0.9\t200\t1.6\t1.75E-01\n0.25\t0.9\t500\t1.6\t1.77E-01\n0.25\t0.9\t1000\t1.6\t1.74E-01\n0.3\t0.9\t200\t1.6\t1.51E-01\n0.3\t0.9\t500\t1.6\t1.50E-01\n0.3\t0.9\t1000\t1.6\t1.43E-01\nDa análise destas figuras, verificou-se que apenas alteração da porosidade e influencia significativamente o caudal médio galgado, aumentando com a diminuição de n, podendo variar até cerca de 22% em relação aos valores obtidos com os parâmetros base para ^=0.7, 23% para yS=0.8 e 26% para ^=0.9.\nFigura 5.16: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n, a. e =0.7\nFigura 5.17: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n, a e ft =0.8\nFigura 5.18: Caudal médio galgado obtido pelo modelo IH-2VOF para diferentes valores de n, a e 0=0.9\nDa análise dos resultados obtidos, conclui-se que a variação de n no TOT é a que mais influencia o valor de q. O parâmetro a tem pouca influência no caudal para todas as simulações realizadas. Para a porosidade, n, de 0.2, obtêm-se valores 1.90E-01 m3/s/m &lt;q &lt;2.10E-01 m3/s/m, para n de 0.25 obtêm-se valores 1.70E-01 m3/s/m &lt;q &lt;1.80E-01 m3/s/m e para n de 0.3 obtêm-se valores 1.40E-01 m3/s/m &lt;q &lt;1.50E-01 m3/s/m.\n5.2.5.5\tDiscussão de resultados\nDa análise dos resultados obtidos com o estudo de sensibilidade realizado, pode-se concluir que a variação dos parâmetros no manto principal é a que mais influencia o caudal médio obtido, podendo fazer variar o valor de q em cerca de 51%. Isto deve-se em grande parte à exposição à agitação a que o manto principal se encontra sujeito, ocorrendo sobre ele a maior percentagem de perda de energia por parte da onda. Para além do manto principal, também a variação dos parâmetros no TOT tem influência no caudal médio obtido, podendo-se concluir que isto se deve à largura da camada que irá influenciar o escoamento no meio poroso. No manto principal, a variação de n é a que mais influencia o valor de q seguido de ft. Esta influencia também se verificou nos demais mantos. O valor do parâmetro a em todos os mantos teve pouca influência na variação do caudal resultante. Este resultado é coerente com os resultados anteriormente apresentados com a aplicação do modelo IH-2VOF e de outro modelo numérico (AMAZON) para o cálculo do galgamento (Mariz et al., 2012) (Anexo D)\nA variação dos parâmetros em cada manto levou a uma variação máxima do caudal de 51%, obtendo-se 8.00E-02 m3/s/m &lt;q &lt;2.10E-01 m3/s/m. Como se pode observar, é necessária uma criteriosa escolha dos parâmetros, através da sua calibração com base em dados de ensaios em modelo físico ou em dados do protótipo, para obter valores aproximados de caudal médio galgado.\nA rebentação, para o caso estudado (T=12s, H=4m), ocorreu normalmente sobre o talude do manto principal, sendo o galgamento essencialmente devido ao espraiamento da onda após a rebentação. Na Figura 5.19 apresenta-se um aspeto da elevação da superfície livre na proximidade do quebra-mar obtida com o modelo IH-2VOF para a = 1000, ft = 0.7 e n = 0.35, onde se vê a rebentação da onda a ocorrer sobre o coroamento da estrutura.\nFigura 5.19: Aspeto da elevação da superfície livre para a = 1000, ft = 0.7 e n = 0.35\nNa Figura 5.20 apresenta-se um aspeto da elevação da superfície livre na proximidade do que\nbra-mar obtida com o modelo IH-2VOF para a = 200, f = 0.9 e n = 0.3, um dos casos onde menos\ngalgamento ocorreu.\nFigura 5.20: Aspeto da elevação da superfície livre para a = 200, f = 0.9 e n = 0.3\nO modelo foi executado num computador com processador Intel® Core™ i7 CPU a 2.93GHz com 6 GB de memória RAM e o tempo médio de cada simulação foi de cerca de 450 min para 1200 s de simulação.\n5.2.6. Caudal Médio Galgado com Agitação Irregular\nA modelação do galgamento no caso de estudo para as condições de agitação irregular, utilizando o modelo IH-2VOF, permite analisar o comportamento do quebra-mar sujeito a condições mais próximas da realidade. Esta análise possibilita a comparação de diferentes métodos de cálculo do galgamento (modelo numérico, fórmulas empíricas e modelo neuronal), concluindo sobre as vantagens e limitações de cada método de cálculo do galgamento para o caso de estudo analisado.\nApós a definição da geometria e configuração do quebra-mar de talude (ver Capítulo 4), a metodologia utilizada para o cálculo e a análise do galgamento consistiu na alteração das características da agitação incidente. A gama de valores das características da agitação (Hm0 e Tp) e nível de água na zona do batedor, h, utilizada é apresentada na Tabela 4.1. Para esta gama de valores foram apenas simulados os níveis de maré de +3.5m e + 3m (ZH), sendo que a partir destes e para todas as características não existe caudal médio galgado significativo.\nApresentam-se de seguida as estimativas do caudal médio galgado obtidas pelo modelo IH--2VOF, organizando-se os resultados por cada nível de maré. Tal como no estudo de sensibilidade, o caudal médio galgado foi o medido na sonda n° 10 (ver Figura 5.7) localizada no início da estrutura impermeável existente no quebra-mar.\nPara a modelação do escoamento no meio poroso através do modelo numérico IH-2VOF no estudo da agitação irregular, foi mantida a representação e organização da estrutura utilizada no estudo de sensibilidade do modelo IH-2VOF aos parâmetros do meio poroso (ver Capítulo 5.2.5). Tendo em conta a organização estrutural do quebra-mar em estudo, foi definido no modelo o manto principal,\nMP, o manto secundário, MS, o manto secundário interior, MSi e TOT, todas compostas por enroca-mento (Figura 5.9).\nPara o cálculo do galgamento, definiram-se os valores dos parâmetros que determinam o escoamento dos meios porosos no quebra-mar (a e fí) e as propriedades do meio poroso (n e D50) utilizando os valores base presentes na Tabela 5.2, mantendo a recomendação existente na literatura (Garcia et al., 2004).\n5.2.6.1\tResultados para o nível de preia-mar (+3.5m (ZH))\nDada a geometria da estrutura do caso de estudo e o nível de preia-mar de +3.5m (ZH), foram realizadas simulações com o modelo IH-2VOF para dois períodos de pico, de 10 e 12 s, e para quatro alturas de onda significativa, de 1, 2, 3 e 4 m.\nForam introduzidos na fronteira de entrada do modelo (sonda n° 1) as características referentes à agitação marítima que se pretendia simular. Na sonda posicionada no pé do talude (sonda n° 4), as alturas de onda significativas eram geralmente inferiores às alturas na entrada do modelo (sonda n° 1), especialmente para as alturas de onda mais elevadas (4 e 3 m) e para o período de pico de 10s, ou seja, o valor de Hm0 no pé do talude apresentou valores ligeiramente inferiores aos pretendidos, como se pode verificar na Tabela 5.13. Nesta tabela pode-se também verificar alguma variação nas restantes características da agitação marítima, nomeadamente o período médio da onda na frente da estrutura. Não foram simulados casos para Hm0 = 1 m visto que, para alturas de onda significativas inferiores a 2 m, não existia galgamento para nenhum dos níveis de maré simulados.\nTabela 5.13: Características da agitação irregular nas simulações realizadas no modelo IH-2VOF para os casos de estudo com um nível de maré de +3.5m (ZH)\n\tCaraterísticas da agitação\t\t\t\t\t\t\t\t\t\n\tFronteira de entrada (sonda 1)\t\t\t\tPé do talude (sonda 4)\t\t\t\t\t\nNível (m ZH)\tHmO (m)\tTp (s)\tTm (s)\tY\tHs (m)\tHm (m)\tHj/jo (m)\tHmax (m)\tTm (s)\tTmax (s)\n3.5\t4\t12\t10.00\t3.3\t3.23\t1.99\t3.89\t4.64\t9.38\t17.5\n3.5\t3\t12\t10.00\t3.3\t2.79\t1.67\t3.67\t4.35\t9.52\t16.6\n3.5\t2\t12\t10.00\t3.3\t1.91\t1.18\t2.47\t2.96\t10.1\t15.9\n3.5\t1\t12\t10.00\t-\t-\t-\t-\t-\t-\t-\n3.5\t4\t10\t8.33\t3.3\t2.62\t1.68\t3.19\t3.79\t8.87\t16.5\n3.5\t3\t10\t8.33\t3.3\t2.12\t1.35\t2.72\t3.83\t8.69\t18.9\n3.5\t2\t10\t8.33\t3.3\t1.47\t0.89\t1.87\t2.82\t8.21\t14.9\n3.5\t1\t10\t8.33\t-\t-\t-\t-\t-\t-\t-\nFace a estas condições de agitação, os resultados obtidos e aqui apresentados na Tabela 5.14 constam do caudal médio galgado para os vários casos de estudo para uma série temporal de duração suficiente para perfazer aproximadamente 1000 ondas.\nTabela 5.14: Resultados do modelo IH-2VOF para +3.5m (ZH)\nNível (m ZH)\tHm0 (m)\tTp (s)\tq (m3/s/m) IH-2VOF\n3.5\t4\t12\t3.13E-02\n3.5\t3\t12\t2.04E-02\n3.5\t2\t12\t0.00E+00\n3.5\t1\t12\t0.00E+00\n3.5\t4\t10\t1.68E-02\n3.5\t3\t10\t5.25E-04\n3.5\t2\t10\t0.00E+00\n3.5\t1\t10\t0.00E+00\n5.2.6.2\tResultados para o nível de preia-mar (+3.0m (ZH))\nAnalogamente ao caso com nível de preia-mar de +3.5m (ZH), para o caso de estudo e nível de preia-mar de +3.0m (ZH) foram realizadas simulações para os mesmos períodos de pico e as mesmas alturas de onda significativas. Do mesmo modo, registaram-se alterações nas características da agitação marítima entre a entrada do modelo (sonda n° 1) e o pé do talude (sonda n°4), tal como se pode verificar pelos valores apresentadas na Tabela 5.15.\nTabela 5.15: Características da agitação irregular nas simulações realizadas no modelo IH-2VOF para os casos de estudo com um nível de maré de +3.0 m (ZH)\n\tCaraterísticas da agitação\t\t\t\t\t\t\t\t\t\n\tFronteira de entrada (sonda 1)\t\t\t\tPé do talude (sonda 4)\t\t\t\t\t\nNível (m ZH)\tHmO (m)\tTp (s)\tTm (s)\tY\tHs (m)\tHm (m)\tH1/10 (m)\tHmax (m)\tTm (s)\tTma.x: (s)\n3\t4\t12\t10.00\t3.3\t3.31\t2.03\t3.90\t4.61\t9.35\t16.60\n3\t3\t12\t10.00\t3.3\t2.50\t1.54\t3.11\t3.81\t9.68\t17.90\n3\t2\t12\t10.00\t3.3\t1.81\t1.13\t2.27\t3.18\t10.16\t15.20\n3\t1\t12\t10.00\t3.3\t-\t-\t-\t-\t-\t-\n3\t4\t10\t8.33\t3.3\t2.54\t1.64\t3.18\t3.82\t8.90\t17.40\n3\t3\t10\t8.33\t3.3\t2.23\t1.37\t2.92\t3.96\t8.44\t15.80\n3\t2\t10\t8.33\t3.3\t1.57\t0.94\t2.07\t2.6\t8.15\t15.60\n3\t1\t10\t8.33\t3.3\t-\t-\t-\t-\t-\t-\nOs resultados obtidos para estas condições de agitação marítima são apresentados na Tabela 5.16 e consistem no caudal médio galgado para os vários casos de estudo para uma série temporal de duração suficiente para perfazer aproximadamentelOOO ondas.\nTabela 5.16: Resultados do modelo IH-2VOF para +3.0m (ZH)\nNível (m ZH)\tHm0 (m)\tTp (s)\tq (m3/s/m) IH-2VOF\n3\t4\t12\t2.53E-02\n3\t3\t12\t9.95E-05\n3\t2\t12\t0.00E+00\n3\t1\t12\t0.00E+00\n3\t4\t10\t2.97E-03\n3\t3\t10\t0.00E+00\n3\t2\t10\t0.00E+00\n3\t1\t10\t0.00E+00\n5.3.\tAplicação das Ferramentas Empírica\n5.3.1.\tConsiderações Gerais\nPara as mesmas condições definidas no modelo numérico IH-2VOF para agitação irregular foram utilizadas as ferramentas empíricas apresentadas no Capítulo 3.2, concretamente as fórmulas de Owen (1980) e de Van der Meer (Pullen et al., 2007) e o modelo neuronal NN_OVERTOPPING2. Nos seguintes subcapítulos apresentam-se os resultados para cada uma das ferramentas empíricas.\n5.3.2.\tOwen\nPara a aplicação da fórmula de Owen referente a estruturas de talude simples, como é o caso em estudo, definiram-se as variáveis relativas às características da estrutura (Tabela 5.17). De forma a representar o enrocamento dos mantos no caso de estudo, adotou-se um valor de 0.5 para o coeficiente de rugosidade, \\f, representando através desta variável a resistência ao escoamento. Os coeficientes de a e b são os valores recomendados e apresentados na Tabela 3.2 para o declive do manto do quebra--mar em estudo.\nTabela 5.17: Valores dos parâmetros da estrutura utilizados na formulação de Owen (Equação (3.1))\nNível (m ZH)\tDeclive do talude\ta\tb\tYf\tAc (m)\tRc (m)\n2\t1:1.5\t0.00884\t19.9\t0.5\t5\t4.5\n2.5\t\t\t\t\t4.5\t4\n3\t\t\t\t\t4\t3.5\n3.5\t\t\t\t\t3.5\t3\nPara a aplicação desta fórmula analisaram-se ainda os limites de aplicabilidade para as variáveis utilizadas, tal como se vê na Tabela 5.18. Analisando os dados da tabela verificou-se que, em alguns casos, a gama de valores dos parâmetros Hs2 n/Tm2g e h/Hs encontram-se fora do intervalo de aplicabilidade da fórmula, mais especificamente, os casos em que a altura de onda é igual a 1 m.\nTabela 5.18: Limites de aplicabilidade da fórmula de Owen para as condições de agitação marítima em estudo\nNível\tTp (s)\tRc\t\th\n(m ZH)\t\tY\t9^S\trri\t2 ¡m 9\t\n2\t10\t0.14 ~ 0.29\t0.009 ~ 0.037\t1.58 ~ 6.32\n\t12\t0.12 ~ 0.24\t0.006 ~ 0.026\t\n2.5\t10\t0.13 ~ 0.26\t0.009 ~ 0.037\t1.70 ~ 6.82\n\t12\t0.11 ~ 0.21\t0.006 ~ 0.026\t\n3\t10\t0.13 ~ 0.27\t0.009 ~ 0.037\t1.83 ~ 7.32\n\t12\t0.11 ~ 0.22\t0.006 ~ 0.026\t\n3.5\t10\t0.11 ~ 0.23\t0.009 ~ 0.037\t1.95 ~ 7.82\n\t12\t0.10 ~ 0.19\t0.006 ~ 0.026\t\nLimites de aplicabilidade\t\t0.05 ~ 0.30\t0.035 ~ 0.055\t1.50 ~ 5.50\nAplicando a fórmula empírica de Owen para as condições de agitação do caso de estudo, obtiveram-se os valores de q que se apresentam na Tabela 5.19, na Tabela 5.20, na Tabela 5.21 e na Tabela 5.22, respetivamente para os níveis de maré de +2m (ZH), +2.5m (ZH), +3m (ZH) e +3.5m (ZH).\nTabela 5.19: Resultados da fórmula de Owen (Besley, 1999) para +2m (ZH)\nNível (m ZH)\th (m)\tAc (m)\tRc (m)\tTp (s)\tTm (s)\tHmo (m)\tCr\tq (m3/s/m) (Owen, 1980)\n2\t6.316\t5\t4.5\t10\t6.7\t1\t0.0004\t1.33E-07\n\t\t\t\t\t\t2\t0.0340\t2.24E-04\n\t\t\t\t\t\t3\t0.1523\t4.05E-03\n\t\t\t\t\t\t4\t0.3225\t2.06E-02\n\t\t\t\t12\t8.3\t1\t0.0004\t5.70E-07\n\t\t\t\t\t\t2\t0.0340\t6.60E-04\n\t\t\t\t\t\t3\t0.1523\t1.01E-02\n\t\t\t\t\t\t4\t0.3225\t4.67E-02\nTabela 5.20: Resultados da fórmula de Owen (Besley, 1999) para +2.5m (ZH)\nNível (m ZH)\th (m)\tAc (m)\tRc (m)\tTp (s)\tTm (s)\tHmo (m)\tCr\tq (m3/s/m) (Owen, 1980)\n2.5\t6.816\t4.5\t4\t10\t6.7\t1\t0.0004\t2.86E-07\n\t\t\t\t\t\t2\t0.0340\t3.84E-04\n\t\t\t\t\t\t3\t0.1523\t6.29E-03\n\t\t\t\t\t\t4\t0.3225\t3.02E-02\n\t\t\t\t12\t8.3\t1\t0.0004\t1.08E-06\n\t\t\t\t\t\t2\t0.0340\t1.03E-03\n\t\t\t\t\t\t3\t0.1523\t1.46E-02\n\t\t\t\t\t\t4\t0.3225\t6.41E-02\nTabela 5.21: Resultados da fórmula de Owen (Besley, 1999) para +3m (ZH)\nNível (m ZH)\th (m)\tAc (m)\tRc (m)\tTp (s)\tTm (s)\tHmo (m)\tCr\tq (m3/s/m) (Owen, 1980)\n3\t7.316\t4.0\t3.5\t10\t6.7\t1\t0.0004\t6.12E-07\n\t\t\t\t\t\t2\t0.0340\t6.58E-04\n\t\t\t\t\t\t3\t0.1523\t9.76E-03\n\t\t\t\t\t\t4\t0.3225\t4.42E-02\n\t\t\t\t12\t8.3\t1\t0.0004\t2.03E-06\n\t\t\t\t\t\t2\t0.0340\t1.62E-03\n\t\t\t\t\t\t3\t0.1523\t2.11E-02\n\t\t\t\t\t\t4\t0.3225\t8.81E-02\nTabela 5.22: Resultados da fórmula de Owen (Besley, 1999) para +3.5m (ZH)\nNível (m ZH)\th (m)\tAc (m)\tRc (m)\tTp (s)\tTm (s)\tHmo (m)\tCr\tq (m3/s/m) (Owen, 1980)\n3.5\t7.816\t3.5\t3.0\t10\t6.7\t1\t0.0004\t1.31E-06\n\t\t\t\t\t\t2\t0.0340\t1.13E-03\n\t\t\t\t\t\t3\t0.1523\t1.52E-02\n\t\t\t\t\t\t4\t0.3225\t6.47E-02\n\t\t\t\t12\t8.3\t1\t0.0004\t3.83E-06\n\t\t\t\t\t\t2\t0.0340\t2.54E-03\n\t\t\t\t\t\t3\t0.1523\t3.04E-02\n\t\t\t\t\t\t4\t0.3225\t1.21E-01\nDa análise destes resultados, pode-se observar que o valor máximo de galgamento obtido através da expressão empírica de Owen é de 1.21E-01 m3/s/m e dá-se para um nível de maré de +3.5m (ZH), uma altura de onda significativa de 4 m e período de pico de 12 s. O valor mínimo do caudal médio galgado é de 1.33E-07 m3/s/m e foi obtido para um nível de maré de +2m (ZH), uma altura de onda significativa de 1 m e período de pico de 10 s. Obteve-se galgamento para todas as con\ndições de nível e de agitação testadas. A variação do caudal obtido utilizando esta fórmula aumenta com o aumento do nível de maré, da altura de onda significativa e do período de pico.\n5.3.3.\tVan der Meer\nNa utilização da fórmula de Van der Meer selecionou-se a expressão probabilística de cálculo do galgamento, conforme indicado em Pullen et al., (2007), já que, segundo estes autores, a mesma é a indicada para comparação com medições efetuadas ou para prever medições em laboratório ou no protótipo (como é o âmbito de estudo desta dissertação).\nDe forma a representar o enrocamento dos mantos no caso de estudo, tal como na fórmula de Owen, adotou-se um valor de 0.5 para o coeficiente de rugosidade, Yf- Face a não existirem dados de campo disponíveis sobre a agitação incidente do caso de estudo, tomou-se como nulo o ângulo de incidência da agitação com a perpendicular à normal do talude, , utilizando-se como indicado na literatura, y? igual a 1. Na Tabela 5.23 são indicados todos os parâmetros estruturais utilizados.\nTabela 5.23: Valores dos parâmetros da estrutura utilizados na formulação de Van der Meer (Equação (3.9))\nNível (m ZH)\tDeclive do talude\tYb\tYf\tAc (m)\tRc (m)\n2\t1:1.5\t1\t0.5\t5\t4.5\n2.5\t\t\t\t4.5\t4\n3\t\t\t\t4\t3.5\n3.5\t\t\t\t3.5\t3\nPara a aplicação da fórmula de Van der Meer analisaram-se ainda os seus limites de aplicabilidade para as condições utilizadas nesta dissertação, tal como se apresenta na Tabela 5.24. Verificou-se que todos os valores utilizados no caso de estudo estão dentro dos limites de aplicabilidade da fórmula, exceto o caso de Hs=4 m e nível de maré de +3.5m (ZH), para o qual RcIHs se encontra fora do limite de validade.\nTabela 5.24: Limites de aplicabilidade da fórmula de Van der Meer para os diversos valores de agitação marítima\nNível (m ZH)\tRc Hs\th H~s\n+2\t1.13 ~ 4.5\t1.58 ~ 6.32\n+2.5\t1.00 ~ 4.0\t1.70 ~ 6.82\n+3\t0.88 ~ 3.5\t1.83 ~ 7.32\n+3.5\t0.75 ~ 3.0\t1.95 ~ 7.82\nLimites de aplicabilidade\t0.85 ~ 7.65\t0.93 ~ 26.31\nUtilizando a fórmula empírica de Van der Meer, os valores calculados do caudal médio de galgamento para a agitação em estudo são apresentados na Tabela 5.25, Tabela 5.26, Tabela 5.27 e Tabela 5.28, respetivamente para os níveis de maré de +2m (ZH), +2.5m (ZH), +3m (ZH) e +3.5m (ZH).\nTabela 5.25: Resultados da fórmula de Van der Meer (Pullen et al., 2007) para +2m (ZH)\nNível (m ZH)\th (m)\tRc\tTp (s)\tHmo (m)\tCr\tq Probabilístico (Van der Meer)\n2\t6.316\t4.5\t10\t1\t0.0004\t1.63E-14\n\t\t\t\t2\t0.0340\t5.00E-07\n\t\t\t\t3\t0.1523\t2.03E-04\n\t\t\t\t4\t0.3225\t4.65E-03\n\t\t\t12\t1\t0.0004\t1.63E-14\n\t\t\t\t2\t0.0340\t5.00E-07\n\t\t\t\t3\t0.1523\t2.03E-04\n\t\t\t\t4\t0.3225\t4.65E-03\nTabela 5.26: Resultados da fórmula de Van der Meer (Pullen et al., 2007) para +2.5m (ZH)\nNível (m ZH)\th (m)\tRc\tTp (s)\tHmo (m)\tCr\tq Probabilístico (Van der Meer)\n2.5\t6.816\t4\t10\t1\t0.0004\t2.19E-13\n\t\t\t\t2\t0.0340\t1.83E-06\n\t\t\t\t3\t0.1523\t4.83E-04\n\t\t\t\t4\t0.3225\t8.92E-03\n\t\t\t12\t1\t0.0004\t2.19E-13\n\t\t\t\t2\t0.0340\t1.83E-06\n\t\t\t\t3\t0.1523\t4.83E-04\n\t\t\t\t4\t0.3225\t8.92E-03\nTabela 5.27: Resultados da fórmula de Van der Meer (Pullen et al., 2007) para +3m (ZH)\nNível (m ZH)\th (m)\tRc\tTp (s)\tHmo (m)\tCr\tq Probabilístico (Van der Meer)\n3\t7.316\t3.5\t10\t1\t0.0004\t2.95E-12\n\t\t\t\t2\t0.0340\t6.73E-06\n\t\t\t\t3\t0.1523\t1.15E-03\n\t\t\t\t4\t0.3225\t1.71E-02\n\t\t\t12\t1\t0.0004\t2.95E-12\n\t\t\t\t2\t0.0340\t6.73E-06\n\t\t\t\t3\t0.1523\t1.15E-03\n\t\t\t\t4\t0.3225\t1.71E-02\nTabela 5.28: Resultados da fórmula de Van der Meer (Pullen et al., 2007) para +3.5m (ZH)\nNível (m ZH)\th (m)\tRc\tTP (s)\tHmo (m)\tCr\tq Probabilístico (Van der Meer)\n3.5\t7.816\t3\t10\t1\t0.0004\t3.97E-11\n\t\t\t\t2\t0.0340\t2.47E-05\n\t\t\t\t3\t0.1523\t2.74E-03\n\t\t\t\t4\t0.3225\t3.27E-02\n\t\t\t12\t1\t0.0004\t3.97E-11\n\t\t\t\t2\t0.0340\t2.47E-05\n\t\t\t\t3\t0.1523\t2.74E-03\n\t\t\t\t4\t0.3225\t3.27E-02\nAnalisando os valores de caudal médio obtidos, é de salientar que a utilização desta fórmula dá resultados iguais para alturas de onda iguais mas diferentes períodos, já que, como já foi referido, a fórmula de Van der Meer não tem em conta o período da agitação para taludes bastante inclinados. O valor máximo de caudal médio galgado obtido através desta fórmula é de 3.27E-02 m3/s/m e dá-se para um nível de maré de +3.5m (ZH) e uma altura de onda significativa de 4 m. O valor mínimo é de 1.63E-14 m3/s/m e dá-se para um nível de maré de +2m (ZH). A variação do caudal médio galgado obtido utilizando este método de cálculo aumenta com o aumento do nível de maré e da altura de onda, não variando com a variação do período.\n5.3.4.\tModelo Neuronal NN_OVERTOPPING2\nO cálculo do galgamento através do modelo neuronal foi realizado utilizando a ferramenta empírica NN_OVERTOPPING2 desenvolvida no âmbito do projeto CLASH e descrito no respetivo manual (Coeveld etal., 2005).\nPara a aplicação do modelo neuronal NN_OVERTOPPING2, já descrito no Capitulo 3.2.3, são necessários 15 parâmetros de entrada para o cálculo do galgamento. Para a descrição da geometria da estrutura são utilizados 12 parâmetros, apresentados na Tabela 5.29.\nTabela 5.29: Parâmetros de entrada da geometria da estrutura no programa NN_OVERTOPPING2\nNível (m ZH)\th (m)\tht (m)\tAc (m)\tRc (m)\tB (m)\tBt (m)\thb (m)\ttan aB\tGc (m)\tcot ad\tcot au\tYf\n2\t6.316\t6.316\t5\t4.5\t0\t0\t0\t0\t5.9\t1.5\t1.5\t0.5\n2.5\t6.816\t6.816\t4.5\t4\t\t\t\t\t\t\t\t\n3\t7.316\t7.316\t4\t3.5\t\t\t\t\t\t\t\t\n3.5\t7.816\t7.816\t3.5\t3\t\t\t\t\t\t\t\t\nAnalisando a base de dados utilizada na NN_OVERTOPPING2, foi criado o intervalo de aplicabilidade para cada parâmetro de entrada para uma onda de\t, já apresentado na Tabela\n3.3.\tSe for introduzido algum valor nos parâmetros de entrada fora do intervalo de aplicabilidade, o programa indica no resultado final um erro alertando do parâmetro que se encontra fora do intervalo utilizado na validação da NN_OVERTOPPING2. Na Tabela 5.30, Tabela 5.31, Tabela 5.32 e\nTabela 5.33 são apresentados os resultados do cálculo do caudal médio galgado para os níveis de maré de +2m (ZH), +2.5m (ZH), +3m (ZH) e +3.5m (ZH), respetivamente. Estes valores foram retirados do ficheiro de saída da NN_OVERTOPPING2, onde são apresentados, na primeira coluna, os valores do caudal médio, q (m3/s/m) e nas colunas seguintes os quantis de várias ordens. Deste conjunto de valores apresenta-se aqui apenas os correspondentes ao intervalo de confiança de 95%, q[2.5%] e q[97.5%]. Apresentam-se ainda as observações que aparecem no ficheiro de resultados, sempre que isto ocorra. As observações do tipo 4 ou 5 foram as únicas que surgiram. Segundo o manual, observações do tipo 4 indicam-nos que para estruturas de talude rugoso é aplicado um fator de correção, dando a possibilidade de escolher entre o resultado previsto pelo modelo neuronal ou um valor corrigido para ter em conta efeitos de escala e efeitos do vento, sendo consideradas estruturas de talude rugoso com &lt;0.9 e cot a >1. Nas observações do tipo 5 é indicado que para estruturas de talude rugoso é aplicado um fator de correção uma vez que para o valor adimensional de caudal ( Q = Q//güí ) no intervalo entre 10-6 a 10-5 a previsão de caudal não é fiável, é apenas indicativa. É também dada a escolher neste tipo de observação entre o resultado previsto pelo modelo neuronal ou um valor corrigido para ter em conta efeitos de escala e efeitos do vento, sendo também considerado estruturas de talude rugoso com \\f &lt;0.9 e cot a >1.\nTabela 5.30: Resultados do caudal médio galgado processado pelo NN_OVERTOPPING2 para +2m (ZH)\nNível (m ZH)\th (m)\tTP (s)\tTm-1,0 (s)\tHm0 (m)\tq (m3/s/m)\tq' (m3/s/m)\tq [2.50%] (m3/s/m)\tq [97.50%] (m3/s/m)\tTipo de Erro\n2\t6.316\t10\t9.091\t1\t5.80E-06\t2.42E-08\t2.42E-08\t6.17E-04\t5\n\t\t\t\t2\t3.74E-05\t3.95E-06\t3.95E-06\t3.75E-04\t5\n\t\t\t\t3\t4.61E-04\t1.21E-04\t1.21E-04\t1.51E-03\t4\n\t\t\t\t4\t3.53E-03\t1.37E-03\t1.37E-03\t9.01E-03\t4\n\t\t12\t10.909\t1\t1.19E-05\t5.96E-08\t5.96E-08\t1.12E-03\t5\n\t\t\t\t2\t8.59E-05\t8.09E-06\t8.09E-06\t1.02E-03\t5\n\t\t\t\t3\t9.42E-04\t2.23E-04\t2.23E-04\t3.46E-03\t4\n\t\t\t\t4\t7.91E-03\t2.63E-03\t2.63E-03\t2.25E-02\t4\nTabela 5.31: Resultados do caudal médio galgado processado pelo NN_OVERTOPPING2 para +2.5m (ZH)\nNível (m ZH)\th (m)\tTp (s)\tTm-1,0 (s)\tHmo (m)\tq (m3/s/m)\tq' (m3/s/m)\tq [2.50%] (m3/s/m)\tq [97.50%] (m3/s/m)\tTipo de Erro\n2.5\t6.816\t10\t9.091\t1\t1.05E-05\t1.03E-04\t6.32E-08\t7.51E-04\t5\n\t\t\t\t2\t7.64E-05\t3.18E-04\t8.69E-06\t7.30E-04\t5\n\t\t\t\t3\t9.16E-04\t1.26E-03\t2.77E-04\t3.11E-03\t4\n\t\t\t\t4\t6.66E-03\t6.67E-03\t2.34E-03\t1.74E-02\t4\n\t\t12\t10.909\t1\t2.32E-05\t1.65E-04\t1.48E-07\t1.80E-03\t5\n\t\t\t\t2\t1.75E-04\t4.91E-04\t2.16E-05\t1.73E-03\t4\n\t\t\t\t3\t1.86E-03\t2.10E-03\t4.81E-04\t6.15E-03\t4\n\t\t\t\t4\t1.44E-02\t1.44E-02\t4.91E-03\t4.37E-02\t4\nTabela 5.32: Resultados do caudal médio galgado processado pelo NN_OVERTOPPING2 para +3m (ZH)\nNível (m ZH)\th (m)\tTp (s)\tTm-1,0 (s)\tHmo (m)\tq (m3/s/m)\tq' (m3/s/m)\tq [2.50%] (m3/s/m)\tq [97.50%] (m3/s/m)\tTipo de Erro\n3\t7.316\t10\t9.091\t1\t2.17E-05\t1.59E-04\t2.47E-07\t1.31E-03\t5\n\t\t\t\t2\t1.75E-04\t4.92E-04\t2.49E-05\t1.59E-03\t4\n\t\t\t\t3\t2.02E-03\t2.25E-03\t5.78E-04\t6.95E-03\t4\n\t\t\t\t4\t1.34E-02\t1.34E-02\t4.29E-03\t3.93E-02\t4\n\t\t12\t10.909\t1\t4.89E-05\t2.50E-04\t5.03E-07\t3.56E-03\t4\n\t\t\t\t2\t3.80E-04\t7.43E-04\t4.64E-05\t3.48E-03\t4\n\t\t\t\t3\t3.90E-03\t3.99E-03\t1.07E-03\t1.38E-02\t4\n\t\t\t\t4\t2.71E-02\t2.71E-02\t9.03E-03\t8.03E-02\t4\nTabela 5.33: Resultados do caudal médio galgado processado pelo NN_OVERTOPPING2 para +3.5m (ZH)\nNível (m ZH)\th (m)\tTp (s)\tTm-1,0 (s)\tHmo (m)\tq (m3/s/m)\tq' (m3/s/m)\tq [2.50%] (m3/s/m)\tq [97.50%] (m3/s/m)\tTipo de Erro\n3.5\t7.816\t10\t9.091\t1\t5.03E-05\t2.54E-04\t8.87E-07\t2.92E-03\t4\n\t\t\t\t2\t4.73E-04\t8.40E-04\t6.05E-05\t3.39E-03\t4\n\t\t\t\t3\t5.01E-03\t5.05E-03\t1.38E-03\t1.82E-02\t4\n\t\t\t\t4\t2.84E-02\t2.84E-02\t8.87E-03\t8.56E-02\t4\n\t\t12\t10.909\t1\t1.12E-04\t3.89E-04\t1.55E-06\t9.93E-03\t4\n\t\t\t\t2\t9.50E-04\t1.29E-03\t8.26E-05\t1.05E-02\t4\n\t\t\t\t3\t8.84E-03\t8.84E-03\t2.11E-03\t3.46E-02\t4\n\t\t\t\t4\t5.22E-02\t5.22E-02\t1.55E-02\t1.69E-01\t4\nAnalisando os valores de caudal médio obtido, observa-se que o valor máximo de caudal médio galgado é de 5.22E-02 m3/s/m e dá-se para um nível de maré de +3.5m (ZH) e para Hm0 de 4 m e Tp de 12 s, ou seja, para o nível maior e a maior altura de onda e período de pico testados. O valor\nmínimo é de 5.80E-06 m3/s/m e dá-se, tal como nas fórmulas anteriores, para um nível de maré de +2m (ZH) e para Hm0 de 1 m, ou seja, as condições de menor nível e menor agitação.\nA variação do caudal médio galgado obtido utilizando este método de cálculo aumenta com o aumento do nível de maré, da altura de onda e com o período de pico, podendo-se observar esta variação na Figura 5.21 e na Figura 5.22. Nestas figuras apresenta-se ainda o valor corrigido de efeitos de escala, que é também um resultado do modelo NN_OVERTOPPIN2. Da análise destas figuras, conclui-se, como seria de esperar, que os valores de caudal médio encontram-se dentro do intervalo de confiança de 95%. Todos os valores onde foi aplicado o fator de correção encontram-se muito próximos da primeira estimativa indicada pela NN_OVERTOPPING2, pelo que poderá optar-se por qualquer uma das duas previsões, sendo aconselhável a utilização do valor corrigido. Entre os períodos de pico de 10 s e 12 s, verifica-se uma variação de quase 200% nos valores de q, confirmando as previsões das ferramentas de cálculo utilizadas nos pontos anteriores.\nFigura 5.21: Comparação dos resultados obtidos pelo modelo neuronal, para o nível de +3.5m (ZH) e 7^=10 s\nFigura 5.22: Comparação dos resultados obtidos pelo modelo neuronal, para o nível de +3.5m (ZH) e Tp=12 s\n5.4.\tComparação do IH-2VOF com os resultados das formulações empíricas\n5.4.1. Discussão de Resultados\nAnalisando os resultados de caudal médio galgado obtidos com todos os métodos de cálculo apresentados anteriormente, verifica-se que o caudal médio galgado aumenta com o aumento do nível de maré e com o aumento da altura de onda significativa. O aumento do período de pico provoca também um aumento do caudal médio galgado, exceto para a formulação de Van der Meer, já que a mesma não tem em conta explicitamente o período da agitação marítima incidente em caso de estruturas co talude muito inclinado.\nNo que respeita à comparação dos valores retirados de cada método de cálculo, e tendo em conta que, no pé do talude, a agitação marítima obtida com o modelo numérico IH-2VOF não tem as mesmas características que as simuladas com as demais ferramentas, os valores calculados do caudal médio galgado foram adimensionalisados segundo a expressão adimensional do caudal médio galgado proposta por Owen (1980). Owen (1980) propõe a seguinte expressão adimensional do caudal médio galgado:\nPor forma a permitir a comparação gráfica dos valores de caudal médio galgado adimensional de cada caso para cada um dos métodos de cálculo, foi também utilizada a altura de coroamento adimensional proposta por Owen (1980), dada por:\nRc\nT-m-J R Hs\n(5.2)\nEm ambas as expressões foram utilizados os valores do período médio da agitação, Tm, e da altura significativa da agitação, HS, correspondentes a cada caso e a cada ferramenta. Para o modelo numérico IH-2VOF essas características são as apresentadas na Tabela 5.13 e Tabela 5.15.\nRelacionando os valores adimensionalisados, apresentam-se na Figura 5.23 a Figura 5.26, os resultados obtidos por todos os métodos utilizados no cálculo do caudal médio galgado para os diferentes níveis de maré (+3.0m (ZH) e para +3.5m (ZH)) e períodos de pico de 10 s e 12 s. Os valores adimensionalisados encontram-se apresentados no Anexo E.\nQ*\n1.2E-04\n9.0E-05\n■\t\t♦ IH-2VOF ■ Owen A Van der Meer\n\t\tX NN_OVERTOPPING2\n\t\t\nA\t\t\nX\t■\t\n6.0E-05\n3.0E-05\n0.0E+00\n6.\nR\nFigura 5.23: Caudal médio adimensionalisado para o nível de maré +3.0m (ZH) e Tp = 10 s\nQ*\n\nQ*\n2.0E-04\n1.5E-04\n■\t\t♦ IH-2VOF ■ Owen A Van der Meer\n\t\tX NN_OVERTOPPING2\n\t\t\n\t♦\t\nX\t■\t\n1.0E-04\n5.0E-05\n0.0E+00\n5.\n8.0E-02\nR*\n♦H\n.1E-01\nFigura 5.24: Caudal médio adimensionalisado para o nível de maré +3.0m (ZH) e TP = 12 s\n♦ IH-2VOF\n■ Owen\nA Van der Meer\n2.0E-04\nXNN OVERTOPPING2\n1.5E-04\n5.0E-05\nÀ\t\t\t\t\n\t♦ ■\t\t\t\n\tX\t\t\t\n\tA\t\t♦ i\t\n1.0E-04\n0.0E+00\n4.\nR\nFigura 5.25: Caudal médio adimensionalisado para o nível de maré +3.5m (ZH) e TP = 10 s\nQ\nFigura 5.26: Caudal médio adimensionalisado para o nível de maré +3.5m (ZH) e TP = 12s\nR*\nDa análise dos resultados obtidos, pode-se concluir que a formulação empírica de Owen apresenta, na grande maioria dos casos, valores superiores aos dos restantes métodos de cálculo para o caudal médio galgado. Observando o andamento dos resultados do modelo numérico IH-2VOF, verifica-se que os resultados da formulação empírica de Owen são os que mais se aproximam dos da modelação numérica, não sendo no entanto possível uma comparação rigorosa para as ondas mais altas (Hm0 = 4 m), já que não se dispõe dos resultados do modelo para essas condições.\nDa análise das figuras, conclui-se que a variação do caudal médio galgado pela expressão empírica de Owen, aumenta para as alturas de onda significativas mais elevadas. O aumento de Tp é também relevante na fórmula de Owen, tendo sido registados os maiores volumes de caudal galgado na conjugação do máximo dos três parâmetros. No entanto, há que ter em consideração que esta formulação não considera diretamente a profundidade da água no pé do talude, h, no cálculo do caudal médio galgado, mas considera apenas a distância entre o nível de repouso e a cota de coroamento, o que poderá justificar o fato de os valores previstos pela formulação serem em geral superiores.\nNo que diz respeito à formulação empírica de Van der Meer, esta apresenta sempre resultados de caudal médio galgado inferiores às do modelo numérico. Apresenta valores inferiores a todas as outras formulações, exceto para o caso em que se obtiveram os maiores valores de caudal médio galgado e com Tp =10 s. Nesta formulação apenas o aumento da variação do nível de maré e de altura de onda significativa se traduz num aumento do caudal médio galgado, face a esta formulação não contabilizar o período de pico, Tp para estruturas com talude bastante inclinado.\nAnalisando os resultados do modelo neuronal NN_OVERTOPPING2, estes são próximos dos da modelação numérica para caudais galgados elevados apenas para Tp=10s e nível de maré +3.0m (ZH), embora esta seja uma ferramenta, tal como a modelação, que tem em conta bastantes fatores para caracterizar a agitação e a estrutura. Para os restantes valores, a rede neuronal apresenta resultados por defeito, tal como a formulação de Van der Meer. Para condições de galgamento reduzido, o comportamento da NN_OVERTOPPING2 é semelhante ao da modelação numérica. Face a esta ferramenta ter como base um grupo de dados limitado, pode ter informação insuficiente para simular esta estrutura sujeita a estas condições de agitação, limitando bastante os seus resultados.\nNo que diz respeito ao modelo numérico IH-2VOF, da análise dos seus resultados verifica-se que apresenta valores superiores para as condições de agitação marítima e nível mais gravosas, aproximadamente HS = 3.30 m e Tm= 12 s para um nível de maré de +3.5m (ZH). Como já foi referido, para alturas de onda mais elevadas não é possível a comparação direta dos resultados do modelo com os restantes métodos de cálculo, já que, para Hmo = 4 m, é expetável que as maiores ondas rebentem antes de alcançar a estrutura (como se pode ver pela redução de HS entre a sonda n° 1 e a n° 4), diferindo do valor de Hm0 introduzido no modelo (sonda n° 1).\nAnalisando os parâmetros de entrada de cada método de cálculo, verifica-se que, excetuando o modelo numérico IH-2VOF, nenhum dos métodos de cálculo tem em consideração a variação da ba-timetria, ou seja, apenas o modelo IH-2VOF tem em conta a deformação da agitação marítima devido ao fundo e os fenómenos provocados pela interação entre a onda e a estrutura, tais como a reflexão e o empolamento ou mesmo rebentação. Este fato pode explicar a redução da altura de onda significativa no pé da estrutura, devido à rebentação das ondas (especialmente para Hm0 = 4 m) verificada no modelo numérico IH-2VOF. Assim, uma vez calibrado, espera-se ser este um método mais fiável de previsão do galgamento que as demais ferramentas empíricas, por ser possível adaptá-lo a condições de geometria e agitação muito diversas.\nDe forma a se proceder a uma análise comparativa dos vários métodos de cálculo do caudal médio galgado, foi simulado o caso de estudo com as ferramentas empíricas e a NN_OVERTOPPING2 para as condições de agitação no pé do talude obtidas com o modelo IH-2VOF e apresentadas na Tabela 5.13 e Tabela 5.15. Os resultados dos caudais obtidos sobre estas condições são apresentados no Anexo F e graficamente na Figura 5.27. Na Figura 5.28 apresenta-se em mais pormenor os resultados obtidos para os menores caudais médios galgados. Nestas figuras é possível comparar diretamente os vários métodos de cálculo do caudal médio galgado para alturas de onda mais elevadas e períodos de pico mais baixos.\nQih-2vof (m3/s/m)\n♦ Owen ■ Van der Meer X NN_OVERTOPPIN G2\nFigura 5.27: Comparação de resultados para os níveis de maré de +3.0m e +3.5m (ZH) entre as ferramentas empíricas e o modelo IH-2VOF\nQih-2vof (m3/s/m)\n♦ Owen BVan der Meer XNN_OVERTOPPING2\nFigura 5.28: Comparação de resultados para os níveis de maré de +3.0m e +3.5m (ZH) entre as ferramentas empíricas e o modelo IH-2VOF para valores de caudal inferiores a 7.0E-3.\nPara os casos simulados, a expressão empírica de Owen é a única das formulações que possui resultados dentro do intervalo 0.5 &lt;qEmp/tfiH-2vof &lt;2 para os maiores valores de caudais simula\ndos, o que se pode considerar resultados próximos dos resultados da modelação numérica. Estes resultados deram-se essencialmente para as maiores alturas de onda significativa simuladas (3.3 m).\nA formulação de Van der Meer apresenta resultados sempre inferiores aos do modelo numérico, mostrando apenas alguma semelhança com a modelação numérica para os casos de agitação muito baixa onde praticamente não ocorre galgamento no modelo numérico.\nVerifica-se que, para alturas de onda significativas mais elevadas (maiores caudais médios galgados), o modelo neuronal NN_OVERTOPPING2 apresenta resultados ligeiramente abaixo dos do modelo, mas superiores às da formulação de Van der Meer. Para condições de agitação mais reduzidas (menores caudais médios galgados), verifica-se uma melhor aproximação dos resultado aos da modelação numérica, apresentando valores por excesso para condições de agitação onde não ocorre galga-mento no modelo numérico, encontrando-se, nestes casos, do lado da segurança.\n6.\tCONCLUSÕES E TRABALHO FUTURO\nNesta dissertação foi utilizada a modelação numérica, através da aplicação do modelo IH--2VOF, que é um modelo que resolve as equações completas de Reynolds 2DV (RANS), como ferramenta de apoio ao projeto de obras de proteção marítima, mais especificamente, ao estudo do galga-mento destas estruturas. O caso de estudo é o quebra-mar Poente do Porto de Pesca de Albufeira, que é um quebra-mar de talude de enrocamento.\nComo o modelo simula o escoamento nos meios porosos utilizando parâmetros que devem ser calibrados, apresentou-se um estudo de sensibilidade dos resultados do caudal médio galgado obtido com o modelo IH-2VOF, à variação dos parâmetros que determinam o escoamento no interior dos mantos porosos do quebra-mar. Para estes cálculos considerou-se um nível de maré +3.5m (ZH), que corresponde aproximadamente ao nível de preia-mar de águas vivas (PMAV) em Albufeira, e agitação regular com um período de 12 s e uma altura de onda de 4 m. Esta análise de sensibilidade é o primeiro passo para a calibração do modelo com base em dados de protótipo, que se esperam vir a recolher no âmbito do projeto de investigação SPACE.\nFoi calculado ainda o caudal médio galgado para diferentes estados de mar, isto é, considerando agitação irregular e considerando o nível de preia-mar de águas vivas. Compararam-se os resultados do modelo numérico com os resultantes da aplicação de diversas ferramentas empíricas: as formulações de Owen e Van der Meer e o modelo neuronal NN_OVERTOPPING2, desenvolvido no âmbito do projeto Europeu CLASH.\nAnalisando em primeiro lugar o estudo de sensibilidade e a calibração do modelo, conclui-se que a porosidade dos mantos, n, é o parâmetro que mais influencia os resultados do caudal médio galgado e por isso o seu valor deve ser determinado com o maior rigor possível. Verifica-se também que o coeficiente de atrito não linear, do manto mais exposto à agitação marítima também influencia o caudal. No que diz respeito à influência relativa da alteração dos parâmetros do modelo dos mantos nos resultados do caudal médio galgado, conclui-se que é a alteração dos parâmetros no manto principal, seguido do TOT, que mais influência tem no caudal obtido, podendo fazer variar o valor do caudal médio galgado em cerca de 51%. Conclui-se, portanto, que é no manto principal que se dá a maior perda de energia das ondas incidentes. Para o caso estudado (T=12 s, H=4 m e nível de maré de +3.5m (ZH)), o galgamento é essencialmente devido ao espraiamento da onda após a rebentação, que ocorreu normalmente sobre o talude do manto principal.\nSobre o estudo do caudal médio galgado com agitação irregular, utilizando o modelo numérico IH-2VOF e três ferramentas empíricas (formulações de Owen e Van der Meer e modelo neuronal NN--OVERTOPPING2), as principais conclusões obtidas foram:\n• Para todas as ferramentas utilizadas e para as condições estudadas, verificou-se que o caudal médio galgado aumenta com o aumento do nível de maré e das alturas de onda signifi-\ncativas. Com o aumento do período de pico, Tp, o caudal médio galgado aumenta para todas as ferramentas utilizadas, excetuando a fórmula de Van der Meer já que esta não considera explicitamente o período de pico no seus parâmetros de cálculo para o caso de estruturas com talude muito inclinado.\n•\tOs resultados obtidos pela formulação de Van der Meer e pelo modelo neuronal NN_OVERTOPPING2 são sempre inferiores aos resultados da modelação numérica, exceto no caso de caudais médios galgados muito pequenos.\n•\tO modelo neuronal NN_OVERTOPPING2 apresenta resultados próximos dos obtidos pelo modelo numérico para o nível de preia-mar mais baixo (+3.0m (ZH)) e período de pico de 10 s, ou seja, esta ferramenta é a que se assemelha mais à modelação numérica para condições de agitação marítima menos gravosas.\n•\tNo que diz respeito à fórmula de Owen, é a ferramenta que, em geral, apresenta resultados mais próximos dos do IH-2VOF para condições de agitação mais gravosas (maiores caudais médios galgados).\nO modelo numérico IH-2VOF contabiliza o maior número de parâmetros para descrever o caso de estudo, entrando em conta, ao contrário das restantes ferramentas, com a deformação da agitação marítima devido à batimetria e com os fenómenos devidos à interação entre a onda e a estrutura.\nO modelo numérico utilizado neste estudo, IH-2VOF, é uma ferramenta bastante versátil, podendo simular uma vasta gama de condições de agitação e níveis de maré. No entanto, deve ser calibrado com base em dados de campo ou de modelo reduzido para a estrutura utilizada neste estudo, ou para estruturas com geometrias diferentes, de forma a permitir obter dados fiáveis.\nFuturamente seria interessante a análise destes resultados e casos de estudo com modelação numérica em três dimensões recorrendo a ferramentas como IH-3VOF, desenvolvido pela mesma Instituição. Esta análise permitiria estudar fenómenos da interação onda-estrutura como a reflexão, refra-ção e difração, verificando a sua importância no estudo do galgamento sobre estruturas de defesa costeira.\n7.\tBIBLIOGRAFIA\nALLSOP, N. W. H.; PULLEN, T.; VAN DER MEER, J. W.; BRUCE, T.; SCHUTTRUMPF, H. e KORTENHAUS, A. - Improvements in wave overtopping analysis: the EurOtop overtopping manual and calculation tool, 2008.\nAPRH - Associação Portuguesa dos Recursos Hídricos, 2007. http://www.aprh.pt/rgci/glossario/paramsimilarsurf.html (20/Abril/2012).\nBESLEY, P. - Overtopping of Seawalls: Design and Assessment Manual. Environment Agency, R&amp;D Technical - Report W178, UK, 1999.\nBRITO, S. - Estudo do Galgamento em Estruturas Marítimas. Tese de Mestrado. Instituto Superior Técnico da Universidade Técnica de Lisboa, 2007.\nCLASH - Crest Level Assessment of Coastal Structures by Full Scale Monitoring, Neural Network Prediction and Hazard Analysis on Permissible Wave Overtopping,\t2001.\nhttp://www.clash.ugent.be/ (30/Maio/2012).\nCOEVELD, E. M.; VAN GENT, M. R. A. e POZUETA, B. - Manual Neural Network: NN_OVERTOPPING 2. CLASH WP8 - Report, 2005.\nDIDER, E.; FERREIRA, Ó.; MATIAS, A.; NEVES, M. G.; REIS, M. T. e PACHECO, A. -Desenvolvimento e validação de um modelo Smoothed Particles Hydrodynamics para aplicação a estruturas costeiras. 7a Jornadas Portuguesas de Engenharia Costeira e Portuária. Delegação Portuguesa da PIANC, 2011.\nGARCIA, N.; LARA, J. L. e LOSADA, I. J. - 2-D Numerical Analysis of Near-field Flow at Low-crested Permeable Breakwaters. Coastal Engineering, vol. 51, págs. 991-1020, 2004.\nHR WALLINGFORD - Hydraulics Research\tWallingford,\t2011.\nhttp://www.hrwallingford.com/site/expertise/maritime-coasts/coastal-infrastructure/coastal-infrastructure (30/Maio/2012).\nINSTITUTO HIDRAULICO - UNIVERSIDADE DE CANTABRIA - Instituto Hidraulico -Universidade de\tCantábria,\t2011. http://www.ih.creando.net/es/servicios/puertos-\ninfraestructuras/item/413 -ih-2vof (20/Junho/2012).\nKOTHE, D. B. e MJOLSNESS, R. C. - RIPPLE, A new model for incompressible flows with free surfaces. AIAA Journal, vol. 30 no.11, págs. 2694-2700, 1991.\nLARA, J. L.; GARCIA, N. e LOSADA, I. J. - RANS modelling applied to random wave interaction with submerged permeable structures. Coastal Engineering, vol. 53, págs. 395-417, 2006.\nLARA, J. L.; JESUS, M. d.; LOSADA, I. J.; HIGUERA, P.; RUJU, A. e MAZA, M. -Realistic wave generation using Navier-Stokes models. Fifth International Conference on Advanced COmputational Methods in ENgineering (ACOMEN 2011), 2011.\nLIN, P. e LIU, -F. - A numerical study of breaking waves in the surf zone. Journal of Fluid Mechanics, vol. 359, págs. 239-264, 1998.\nLOPES, H. G. - Ensaios em Modelo Físico do Comportamento Hidráulico e Estrutural do Quebra-Mar Norte do Porto de Leixões. Tese de Mestrado. Faculdade de Engenharia da Universidade do Porto, 2005.\nLOSADA, I. J.; LARA, J. L.; GUANCHE, R. e GONZALEZ-ONDINA, J. M. - Numerical analysis of wave overtopping of rubble mound breakwaters. Coastal Engineering, vol. 55(1), págs. 4762, 2008.\nMANUAL DEL MARIFE - Modelo Avanzado RANS para la Interaction Flujo Estructura, Manual del usuário version 1.01, 2005.\nMARIZ, S.; PATRÍCIO, T.; REIS, M.; GRAÇA NEVES, M.; PIRES SILVA, A.; DIDIER, E. e HU, K. - Cálculo do galgamento no quebra-mar poente do Porto de Pesca de Albufeira: aplicação dos modelos AMAZON e IH-2VOF. MEFTE - IV Conferência nacional em mecânica de fluidos, termodinâmica e energia. Laboratório Nacional de Engenharia Civil, 2012.\nMENEZES, P. - Relatório de Projecto Controlador Neuronal para um Robot Móvel, 1995. http://www2.isr.uc.pt/~paulo/PROJ/NN95/node24.html (05/Maio/2012).\nMETED MetEd, 2011.\thttp: //www .meted.ucar.edu/marine/SWW/sectionmenu.htm\n(30/Junho/2012).\nNEVES, M. G.; REIS, M. T. e DIDIER, E. - Modelação Numérica da Interacção Onda-Estrutura. 9° Congresso da Água, Laboratório Nacional de Engenharia Civil, 2008.\nOWEN, M. W. - Design of Seawalls Allowing for Wave Overtopping. Wallingford, U.K.: Hydraulics Research Station, n° Report EX 924, págs. 39, 1980.\nPITA, C. A. R. M. - Dimensionamento de quebra-mares e dos seus elementos constitutivos. Relatório 126/85. Laboratório Nacional de Engenharia Civil, Lisboa, Portugal, 1984.\nPULLEN, T.; ALLSOP, N. W. H.; BRUCE, T.; KORTENHAUS, A.; SCHUTTRUMPF, H. e VAN DER MEER, J. W. - EurOtop: Wave Overtopping of Sea Defences and Related Structures: Assessment Manual. Environment Agency, UK, Expertise Netwerk Waterkeren, NL, and Kuratorium fur Forschung im Kusteningenieurwesen, DE, 2007.\nREIS, M. T.; HU, K.; HEDGES, T. S. e MASE, H. - A Comparison of Empirical, Semiempirical, and Numerical Wave Overtopping Models. Journal of Coastal Research, vol. 24(2B), págs. 250-262, 2008.\nREIS, M. e NEVES, M. - Estudo do Galgamento de Estruturas Marítimas utilizando um Modelo Numérico baseado na Teoria da Onda em Condições de Agua pouco Profunda. Revista da Gestão Costeira Integrada, vol. 10(4), págs. 397-417,2010.\nU. S. ARMY CORPS OF ENGINEERS - Coastal Engineering Manual. Research Center. Department of the Army. Waterways Experiment Station, Corps of Engineers. (6 volumes), 2006.\nAnexo A Metodologia de utilização do software Coral\nÉ através do software Coral que se criam os ficheiros com as caraterísticas e geometria da estrutura e da malha de cálculo necessários para se iniciarem as simulações do modelo numérico IH-2VOF.\nTodo o domínio de cálculo é definido sob um fundo preto, onde são definidos e apresentados com diferentes cores os limites do fundo, a superfície livre e os constituintes da estrutura, incluindo a superestrutura. Na Figura A. 1 pode observa-se que o software define a amarelo as estruturas impermeáveis, neste caso o fundo e a superestrutura, a vermelho os mantos porosos e a azul a superfície livre. Toda a zona em tons de verde represente as zonas de diferentes dimensões da malha, com linhas que definem o centro de cada zona e os seus limites.\nFigura A. 1: Janela de visualização do software Coral\nInicialmente, define-se o comprimento e a largura do domínio do caso de estudo, colocando para isso o valor do comprimento na caixa de texto com o nome Width, e a largura do domínio no campo Height.\nSeguidamente, são definidas as coordenadas geométricas do caso de estudo no campo de introdução Objects, sendo definidas também as características de cada um dos mantos constituintes da estrutura, caso a estrutura possua material poroso. Neste caso de estudo e para o manto principal, podem-se observar, na Figura A.1, os campos de introdução das características do manto, definindo-se a porosidade no campo porosity, o coeficiente de atrito linear no campo com a indicação de linear friction coef , o coeficiente de atrito não linear no campo de introdução non-linear friction coef e o diâmetro médio das partículas em D50.\nSão adicionadas posteriormente as diferentes zonas com diferentes dimensões da malha, isto é, as submalhas, quer em x quer em y, utilizando os campos de introdução subzonas en X ou Y. É necessário ter especial atenção na definição do centro da malha, sendo que uma submalha regular terá o centro exatamente no centro geométrico da zona da malha que se define e uma malha irregular terá no centro na célula imediatamente anterior ao da fronteira entre zonas.\nApós a definição da malha e do caso de estudo, é possível gerar a malha clicando no botão com indicação de “Generate! ”. Apresenta-se na Figura A.2 o aspeto da malha após a execução da sua geração para o caso de estudo .\nFigura A.2: Janela de visualização do software Coral após geração da malha do caso de estudo\nNa malha apresentada foi escolhido um espaçamento pequeno da malha nas duas direções na zona do quebra-mar de talude, já que era esta zona de maior interesse do estudo, pois pretendia-se estudar o fenómeno do galgamento e da interação onda-estrutura.\nPara verificar se os espaçamentos da malha respeitam todas as regras do espaçamento de malhas variáveis e as fronteiras entre malhas, já apresentadas no subcapítulo 5.2.2, deverá executar-se o comando “Mesh quality”. Na Figura A.3 apresenta-se um exemplo das informações sobre a qualidade da malha. Nesta figura pode-se observar que quer a malha irregular como a regular se encontram bem definidas, sem qualquer tipo de irregularidade, sendo que a linha que define o espaçamento da malha se encontra a preto. Verifica-se que a malha converge para um espaçamento inferior junto ao quebra-mar de talude e para o máximo espaçamento fora do quebra-mar de talude.\nFigura A.3: Janela de visualização do software Coral utilizando o comando “Mesh quality”\nQuando a malha se encontra incorretamente definida, a linha do espaçamento da malha apresenta uma cor vermelha, indicando em que coordenada do domínio se encontra o erro, como se pode observar na Figura A.4.\nFigura A.4: Janela de visualização do software Coral utilizando o comando “Mesh quality” com indicação de um erro na direção x da malha\nApós a execução deste processo, é gravado o ficheiro malha1.dat e gerado o ficheiro mesh.mesh usando-se para isso o comando “Mesh export”. Estes dois ficheiros contêm as características da malha e são necessário para a execução das simulações do modelo IH-2VOF.\n74\nAnexo B Metodologia de utilização do batedor numérico\nComo já foi indicado no subcapítulo 5.2.4, para a simulação da agitação marítima do caso de estudo foi utilizado um programa em MATLAB constituído por funções programadas neste software: GUI generacion. Este programa gera a série temporal de elevação da superfície livre e das velocidades na fronteira de entrada do modelo.\nNa Figura B.1 apresenta-se a janela de visualização deste software, onde são apresentados os campos de introdução dos dados do problema. Para gerar a agitação marítima é necessário colocar no campo de introdução “Directorio” a localização da pasta onde se encontram os dados e ficheiros do caso de estudo, sendo necessário que estajam nessa pasta os ficheiros IH-2VOF.exe, mesh.mes, ma-lha1.dat e o ficheiro imput.\n□ generador\n* IH cantabria\nIHSTirirQ DE HDRÀULir.4 ZM6IEHTAL\nGenerador\nde Oleaje\nIH\n■■ ■ 2VOF\nDirectorio:\nAbrir\nGenerar Serie\nOleaje:\nSolitaria\nGenerar\nSolitaria\nRegular Irregular\nGenerar Pala\nPala:\nDinámica\nDinámica\nJ Estática\nT|\nT|\n1\nFigura B.1: Janela de visualização do software GUI generacion\nPara o tipo de agitação, nesta dissertação foi utilizada agitação regular para o estudo de sensibilidade e agitação irregular para comparação entre métodos de cálculo, escolhendo-se o campo correspondente para a geração da agitação no batedor numérico, executando-se posteriormente o comando “Generar” na secção “Oleaje”. Para a introdução das características de cada tipo de agitação, apresenta-se na Figura B.2 a janela de visualização dos menus de agitação regular e irregular. Há que introduzir, no caso de agitação regular, a denominação, a altura e o período da onda, a altura da superfície livre, a duração da agitação e a frequência de amostragem dos dados, tendo sido utilizada uma frequência de 10 Hz. Para a agitação irregular introduzem-se os mesmos valores, faltando colocar o fator de apontamento do espectro de JONSWAP, y, neste caso de 3.3.\nFigura B.2: Janela de visualização dos menus de geração das características da agitação marítima no software GUI generación\nPara gerar o batedor numérico, basta executar o comando “Generar ” na secção “Pala ”, tendo sido utilizado um batedor estático. Nestes campos é necessário introduzir os dados referentes à altura da superfície livre, ao tempo de aquecimento no caso da agitação regular (tendo sido utilizado um intervalo de tempo correspondente a 3 ondas) e o tipo de teoria de onda utilizado.\nFigura B.3: Janela de visualização do batedor numérico para o caso de agitação irregular no software GUIgene-racion\nAnexo C Exemplo do ficheiro de dados (Imput) utilizado\nCORRIDA2 Snumparam\n:~nweakref, nopen , isli p, nrough ,mi rrort\n3OOO,.true. 50.0,50\nSend Sfldparam\nSwave parameters\n1,8.5,6\nSoutput formats 0,0,1,319 14,0.0,6. 0,10000,0.1 1,10030,1\nSboundary type$\n0,0,0,0,0\nSsponge layers\n0\nSfree surface tracking methods\n1 '\nSpoilutant transport parameters 0\nSrestart controlling parameters 0 ’\nSovertopping mass\n0 ~\nSPressureS\n2,1,2,1\nSRun up$\n2,1,2,1\nSEnvelopesS\n1\n0,163,0,20,0,10030,0.1\n:==nsponge\n<=nf ree\n:==npollutant\n:=nrs\n:==novertop\n2.9\n:=x_env_ini_m, x_env_.fin_m, y_env_ini_m, y_env_fin_m,tb_env,te_env,dt_env\n:== xmi n_seaweed, xmax_seaweed,yjmi n_seaweed, ymax_seaweed := alfa_seaweed,beta_seaweed,gama_seaweed\nbb,NN,C_d\n78\nAnexo D Artigo apresentado no âmbito desta dissertação\nCálculo do galgamento no quebra-mar poente do porto de pesca de Albufeira: análise de sensibilidade dos parâmetros dos modelos AMAZON e IH-2VOF\nSofia Mariz1, Tiago Patrício2, Maria Teresa Reis3, Maria da Graça Neves3, António Pires Silva1, Eric Didier3 e Keming Hu4\n1Instituto Superior Técnico, TULisbon, Av. Rovisco Pais 1, 1049-001 Lisboa, Portugal email: msofiamariz@ist.utl.pt; aps@civil.ist.utl.pt\n2Faculdade de Ciências e Tecnologia, Universidade Nova de Lisboa, Monte de Caparica, 2829-516, Portugal\nemail: tiagomspatricio@gmail.com\n3Laboratório Nacional de Engenharia Civil (LNEC), Av. do Brasil 101, 1700 - 066 Lisboa, Portugal\nemail: treis@lnec.pt; gneves@lnec.pt; edidier@lnec.pt\n4Haskoning UK Ltd, Royal Haskoning, Burns House, Harlands Road, Haywards Heath, RH16 1PG, UK\nemail: k.hu@royalhaskoning.com\nSUMÁRIO\nNo âmbito do projeto de investigação “SPACE - Desenvolvimento e validação de um modelo Smoothed Particle Hydrodynamic para aplicações a estruturas costeiras ”, pretende-se modelar numericamente o fenómeno do galgamento em estruturas porosas. O caso de estudo é o quebra-mar poente do Porto de Pesca de Albufeira, para o qual se efetuarão medições de campo. Neste artigo apresenta-se o estudo de sensibilidade do caudal médio galgado obtido por dois modelos numéricos -AMAZON e IH-2VOF - às características dos meios porosos, que deverão ser calibradas, concluindo-se que a variação da porosidade do manto principal é a que mais influencia o valor do caudal.\nPalavras-chave: Galgamento; Quebra-mar; Modelação numérica; AMAZON; IH-2VOF.\n80\n1 INTRODUÇÃO\nNo âmbito do projeto de investigação “SPACE - Desenvolvimento e validação de um modelo Smoothed Particle Hydrodynamics para aplicações a estruturas costeiras”, financiado pela Fundação para a Ciência e a Tecnologia, que envolve o LNEC e a Universidade do Algarve, pretende-se modelar numericamente o fenómeno do galgamento em estruturas porosas. O caso de estudo é o quebra-mar Poente do Porto de Pesca de Albufeira, para o qual se efetuarão medições de campo.\nNo artigo são apresentadas e discutidas as simulações obtidas até à data com os modelos numéricos AMAZON e IH-2VOF, no que se refere à elevação da superfície livre e ao galgamento do quebra-mar Poente do Porto de Pesca de Albufeira. São ainda referidas as vantagens e limitações de cada um dos modelos na sua aplicação a este caso de estudo.\nEstes modelos serão validados e calibrados com recurso a dados de protótipo a recolher no âmbito deste projeto no ano de 2012.\n2 CASO DE ESTUDO\nO Porto de Pesca de Albufeira é protegido por duas obras marítimas em talude, que são designadas por quebra-mar Nascente e quebra-mar Poente. As obras de construção do porto tiveram início em 1999, tendo terminado em 2002.\nA secção do quebra-mar a estudar, que corresponde ao quebra-mar Poente, tem um talude exterior com um declive de 3:2 e desenvolve-se entre a cota +7.0 m (ZH) e uma cota que dista do fundo natural 0.5m (-4.0 m (ZH)). É protegido por enrocamentos de 90 a 120 kN dispostos em duas camadas, tendo como filtros duas camadas de enrocamentos de 10 a 30 kN. A fundação do talude processa-se sobre um tapete de TOT com 0.5 m de espessura (Fig.1). Quer a berma de coroamento exterior (à cota +7.0 m (ZH)), quer a berma de coroamento interior (à cota +6.5 m (ZH)), têm cerca de 5.9 m de largura. Na zona central do coroamento desenvolve-se um passadiço de betão com 3.0 m de largura, coroamento à cota +6.5 m (ZH) e fundação à cota +4.0 m (ZH). É de referir que os blocos do manto resistente apresentam uma extrema arrumação.\nFig.29. Perfil do quebra-mar Poente do Porto de Pesca de Albufeira.\nEstá planeada para 2012 uma campanha de campo neste molhe (Fig.2), que permitirá determinar quer o caudal galgado, quer a agitação que incide na estrutura [1].\nSecção transversal\niversal\n3.50 (2H. PMAV)\n0.60 (ZH, BMA.V)\n..........\nRepresentação esquemática do molhe W (desenho n® 5, IPTM, escala 1/80,19 Setembro 2002)\nTransdutor de pressão aos 10m (medição de ondas e nível do mar)\nO 3-Transdutores de pressão ao longo do molhe\nt*] Posição da Câmara de Video (altura ~2m, com o ângulo direccionado para as marcações a efectuar com DGPS ao longo do perfil transversal)\n© Localização do ADV para medições do fluxo de galgamente\nitimetria\nFig.30. (A) Imagem da área do Porto de Pesca de Albufeira (adaptada do Google Earth, 2006)\ncom indicação da zona onde serão realizados os trabalhos de batimetria, localização da câmara de\nvídeo e transdutor de pressão aos 10m de profundidade; (B) Quebra-mar Poente do Porto de Albufeira\nonde decorrerão as campanhas de campo com indicação da secção a estudar; (C) Representação esquemática da secção do quebra-mar e posicionamento dos equipamentos (PTs e ADV) [1].\nTendo em conta as condições locais de batimetria, nível de maré e agitação marítima e ainda as características do perfil da secção de estudo do quebra-mar Poente do Porto de Albufeira, foram realizados cálculos preliminares dos caudais médios de galgamento, com base em ferramentas empíricas, com o intuito de melhor definir as condições para as quais se deverão realizar as campanhas de campo [1]. Neste artigo, e para a realização de análises de sensibilidade aos parâmetros dos modelos numéricos (Secção 4), selecionou-se um caso com ocorrência clara de galgamento, caracterizado por agitação marítima incidente regular, com um período T = 12 s e uma altura de onda H = 4 m, e um nível de maré de +3.5 m (ZH), que corresponde aproximadamente ao nível de preia-mar de águas vivas (PMAV) em Albufeira, de acordo com a Tabela de Marés de 2011 do Instituto Hidrográfico.\n3\tMODELAÇÃO NUMÉRICA\nA fim de aprofundar o conhecimento das condições de galgamento expectáveis no quebra-mar Poente do Porto de Pesca de Albufeira, em termos dos caudais médios de galgamento, aplicaram-se dois modelos numéricos: o modelo AMAZON e o modelo IH-2VOF, que se descrevem resumidamente nas secções 3.1 e 3.2, respetivamente.\n3.1\tModelo AMAZON\nO modelo AMAZON, que é suficientemente rápido para poder ser utilizado em projeto, foi desenvolvido originalmente na Manchester Metropolitan University [2] utilizando a linguagem de programação C++. A sua formulação baseia-se nas equações não lineares de água pouco profunda (NLSW), resulta-\ndo de uma simplificação das equações de Navier-Stokes por integração na profundidade e assumindo uma distribuição hidrostática de pressões na profundidade. O modelo permite simular ondas irregulares, quer na versão unidimensional (canal), aqui utilizada, quer na bidimensional (em planta) e a rebentação é simulada recorrendo ao conceito de macaréu. O AMAZON incorpora um modelo de absorção de ondas imposto na fronteira de entrada do modelo que permite absorver mais de 98% das ondas reflectidas pela estrutura. Este método de absorção permite colocar a fronteira de entrada perto da estrutura, evitando a modelação desde águas profundas, onde o modelo tem limitações, já que se baseia na resolução das equações NLSW. O AMAZON permite gerar uma malha constituída por elementos que podem ter qualquer forma e dimensões variáveis. O modelo permite obter séries temporais da elevação da superfície livre em diversos pontos do domínio, velocidades integradas na vertical e, através destas, as séries temporais de caudais instantâneos, o caudal médio e o caudal de pico em vários pontos da estrutura galgada.\nO AMAZON tem sido validado nos mais variados casos de estudo [2], envolvendo escoamentos permanentes e não permanentes, viscosos e não-viscosos, subcríticos e supercríticos. Tem sido também extensivamente usado e validado para estudar o galgamento de estruturas impermeáveis. Contudo, o AMAZON não tem sido sistematicamente usado e validado no estudo de galgamento de estruturas permeáveis, devido ao facto de, na sua versão original, não ter em conta, explicitamente, escoamentos em meios porosos. No entanto, desde 2007 que o Laboratório Nacional de Engenharia Civil (LNEC), em colaboração com a Royal Haskoning, UK, tem vindo a efetuar alterações ao modelo de forma a permitir o cálculo do galgamento de estruturas marítimas porosas e a proceder à sua validação sistemática [4, 5, 6, 7, 8]. Para simular este tipo de escoamento, foram implementadas no modelo as equações de Darcy e de Forchheimer [4]. No presente caso de estudo, analisa-se uma estrutura porosa e o cálculo do galgamento é feito à escala do protótipo, pelo que se utilizaram as equações de Forchhei-mer. Neste caso, para o cálculo do escoamento no meio poroso é necessário definir as propriedades do meio e calibrar alguns parâmetros que dependem do escoamento, nomeadamente os coeficientes a e p (coeficientes de atrito linear e não-linear, respetivamente) e IP (velocidade máxima que o escoamento de água pode ter durante a transferência entre a camada porosa e a camada superficial). A porosidade, n, e o diâmetro nominal do enrocamento, D50, são parâmetros que podem ser obtidos a partir das características do protótipo.\nApesar das limitações do AMAZON, principalmente relacionadas com o uso da teoria de onda em condições de água pouco profunda, é uma ferramenta que já é usada no dimensionamento de estruturas galgáveis e em estudos de previsão de inundações, dado que permite simular rapidamente 1000 (ou mais) ondas.\nHu [2] e Reis et al. [4, 5, 6] apresentam uma descrição detalhada do modelo e das suas equações.\n3.2\tModelo IH-2VOF\nO modelo numérico IH-2VOF [3] é baseado nas equações RANS (Reynolds-Averaged Navier-Stokes) e descreve o escoamento no interior e no exterior de estruturas permeáveis. Este modelo foi já aplicado a casos de estudo de galgamento em quebra-mares de talude à escala de protótipo, com bons resultados [3, 15].\nO IH-2VOF é baseado no modelo COBRAS, um modelo bidimensional que resolve as equações completas de Reynolds 2DV (RANS) [9], ao que se incorporou um modelo não linear de turbulência, k-s, tridimensional [10]. O modelo apresenta ainda um método de seguimento da elevação da superfície livre do tipo Volume of Fluid (VOF).\nPara o escoamento em meios porosos inclui um modelo de dissipação de energia não linear, que corresponde a uma adaptação das equações RANS, equações VARANS (Volume-Averaged Reynolds-Averaged Navier-Stokes equations) [15], e que se obtêm a partir de uma integração num volume de controlo no meio poroso. Para o cálculo do escoamento no meio poroso com o modelo IH-2VOF é necessário definir as propriedades do meio (a porosidade, n, e o diâmetro nominal das peças do manto, D5O) e calibrar alguns parâmetros que dependem do escoamento, concretamente os coeficientes a e p, resultantes da aplicação da equação estendida de Forchheimer [3] resolvida através das equações VARANS. Os obstáculos e zonas de diferentes porosidades são definidos através de funções contínuas. Para o cálculo do escoamento no meio poroso é necessário definir as propriedades do meio, tais como a porosidade e o tamanho dos elementos que o compõem e um conjunto de parâmetros adicionais que dependem do escoamento e que precisam de ser calibrados.\nO IH-2VOF é uma nova versão do modelo COBRAS desenvolvido na Universidade de Cantábria para ultrapassar algumas das limitações iniciais e especialmente para tornar o programa uma ferramenta útil para aplicações práticas de engenharia. Muitas das modificações têm sido baseadas no extensivo trabalho de validação do modelo para estruturas emersas e submersas e para condições de rebentação em taludes permeáveis [11, 12].\n4\tANÁLISE DE SENSIBILIDADE AOS PARÂMETROS DOS MODELOS\n4.1\tModelo AMAZON\nPara realizar a análise de sensibilidade aos parâmetros do AMAZON que caracterizam os meios porosos, o modelo foi aplicado à escala do protótipo ao caso selecionado (+3.5 m (ZH), T = 12 s, H = 4 m). Tal como referido anteriormente, o AMAZON baseia-se nas equações não lineares de água pouco profunda (NLSW). Assim, começou por se verificar se a consideração de água pouco profunda é válida para o caso selecionado, admitindo que o período da onda ao largo (To) seria igual ao período no pé da estrutura (T). Para tal, e através da teoria linear das ondas, estimou-se o comprimento de onda (L)\nno pé da estrutura na secção em análise (localizado à profundidade ds = 7.82 m). Verificou-se que, para o caso em estudo, a estrutura se encontra em águas intermédias (L = 101.24 m), próxima de águas pouco profundas, já que 5.06 m= L/20 &lt;7.82 m &lt;L/2 = 50.62 m. Seguidamente, verificou-se se o valor de d/Lo se encontra no intervalo 0.016 - 0.19, indicado na literatura existente como sendo o intervalo para o qual se obtêm bons resultados com modelos NLSW [13], sendo d a profundidade na fronteira de entrada do modelo (d = 9.05 m) e Lo o comprimento de onda em águas profundas (Lo = 224.83 m). O valor estimado foi de d/Lo = 0.04. Assim, não se esperam erros significativos no cálculo numérico devido à aproximação a águas pouco profundas.\nPara otimização dos resultados, e seguindo a recomendação proposta em [14], a fronteira de entrada deve localizar-se a aproximadamente um comprimento de onda, Ls, do pé da estrutura, sendo Ls o comprimento de onda em pequenas profundidades (Ls = 105.08 m). Neste caso, optou-se por colocar a fronteira ligeiramente a barlamar, no ponto coincidente com a medição da agitação no protótipo com um transdutor de pressão colocado a cerca de 10 m de profundidade e a aproximadamente 111 m do pé da estrutura (-5.55 m (ZH)). A fronteira de saída do modelo é uma fronteira de absorção total e foi colocada a 8.7 m a jusante do passadiço de betão do quebra-mar.\nO domínio de cálculo tem uma extensão de 150 m de comprimento e o número total de células utliza-das foi de 327. Definiu-se uma malha de cálculo não uniforme ao longo de todo o perfil (Fig.3). Na zona mais profunda do domínio, ou seja, em frente ao local de implantação do quebra-mar as células têm 1 m de comprimento. Na zona do quebra-mar até à zona de medição do galgamento, no passadiço de betão do quebra-mar, este comprimento varia entre 0.05 m e 0.1 m. Esta discretização baseia-se na experiência adquirida em estudos prévios de convergência do modelo para o cálculo do galgamento e é suficientemente fina para assegurar a precisão necessária à análise de sensibilidade e suficientemente larga para reduzir ao mínimo o tempo de cálculo computacional.\nFig.31. Representação esquemática da discretização da malha computacional utilizada do que-bra-mar com uma única camada porosa (a vermelho), dos fundos e passadiço de betão impermeáveis (a amarelo), do nível de água em repouso (a azul) e da localização das secções de medição (a verde) e respetivas coordenadas.\nAs características geométricas dos fundos em frente ao quebra-mar e da envolvente da estrutura até ao final do passadiço de betão foram fielmente representados no AMAZON. Os fundos e o passadiço de betão foram modelados como impermeáveis e sem atrito. O modelo AMAZON apenas permite representar uma camada porosa, pelo que se definiu como camada porosa a correspondente ao manto principal da estrutura, i.e. a camada do manto de proteção composto por enrocamentos de 90 a 120 kN (Fig.1), com um diâmetro médio equivalente, DS0, de 1.6 m, calculado como sendo o diâmetro nominal baseado na massa dos blocos. Assim, assumiu-se, no modelo, que o manto secundário (com enroca-mento de 10 a 30 kN) e o TOT se comportam como materiais totalmente impermeáveis.\nA metodologia que foi usada para analisar a sensibilidade do AMAZON aos parâmetros da camada porosa começou pela definição dos valores base dos parâmetros n, a, e IP. Para os parâmetros a e p, existem valores recomendados na literatura [15]: para a os valores variam entre 1100 e 1800 e para p variam entre 0.55 e 1.1. O valor da porosidade foi determinado com base na análise visual do manto principal e na informação do perfil da estrutura: variou-se n entre 0.30 e 0.40, devido ao enrocamento apresentar uma grande arrumação.\nRelativamente ao parâmetro IP, alguns autores (e.g. [16]) consideram que o valor do gradiente hidráulico na interface entre as duas camadas é inferior a 1, o que corresponde a considerar à partida que existe um valor único de IP que se determina a partir dos valores de D50, n, a e fi [4]. No AMAZON, assume-se que IP é um dado do modelo que deve ser calibrado e cujo valor máximo é o valor sugerido por esses autores. No caso considerado, variou-se o valor de IP entre 0.1 m/s e o valor para o qual já não se observa galgamento na sonda 7 (Fig.3) ou até se atingir o valor máximo de IP calculado com base em [4].\nForam consideradas sete secções de medição no modelo numérico (Fig.3): duas localizadas a barlamar da estrutura (sondas 1 e 2), três no pé da estrutura (sondas 3 a 5), e as restantes no seu coroamento (sondas 6 e 7). As sondas 6 e 7, que estão localizadas sobre o passadiço de betão, foram utilizadas no cálculo do caudal galgado em dois pontos, sendo o caudal na sonda 7 o que será apresentado como resultado da análise de sensibilidade aos parâmetros do modelo. As sondas são coincidentes com algumas das sondas utilizadas no modelo IH-2VOF (ver 4.2). Cada corrida de análise de sensibilidade tem a duração de aproximadamente 100 ondas, o que corresponde a 1200 s no AMAZON para o caso selecionado.\nDe modo a ilustrar a metodologia acima descrita, é aqui apresentada a análise preliminar de sensibilidade dos parâmetros n, a, e IP do modelo AMAZON. Como as simulações mostraram que o parâmetro □ não leva a alterações significativas do caudal médio galgado (sonda 7 da Fig.3), na Fig.4 apresenta-se a dependência deste caudal com a variação dos restantes parâmetros.\ns\n£\no*\n0.40\n0.35\n0.30\n0.25\n0.20\n0.10\n0.05\n0.00\n0\n0.1\n0.2\t0.3\t0.4\n0.5\t0.6\n0.7\t0.8\t0.9\n1\nOn=0.30; Beta=0.55 xn=0.30; Beta=0.9\n■\tn=0.30; Beta=1.1\nOn=0.35; Beta=0.55 xn=0.35; Beta=0.9\n■\tn=0.35; Beta=1.1\nOn=0.4; Beta=0.55 xn=0.4; Beta=0.9\n■\tn=0.4; Beta=1.1\n1.1\nIP (m/s)\nFig.32. Caudal médio galgado, q, com a variação dos parâmetros n, fí e IP do meio poroso, para a = 1500.\nDa análise dos resultados obtidos, para um mesmo valor de IP, pode concluir-se que a variação de n é a que mais influencia o valor do caudal médio galgado por unidade de comprimento e a de p a que menos parece influenciar. A variação de IP é também relevante no valor desta variável, para qualquer valor de n e p. Para os maiores valores de IP, para os quais se obtém os menores valores do caudal (próximo de zero), a influência dos parâmetros é menos significativa e para IP = 0.1 m/s não parece haver impacto da variação quer de n, quer de p, o que poderá dever-se à saturação do meio poroso.\nO modelo foi executado num computador com processador Intel ® Core™ i7 CPU a 2.93GHz com 6 GB de memória RAM e o tempo médio de cada corrida foi de cerca de 11 min para 1236 s de simulação.\n4.2\tModelo IH-2VOF\nTal como referido anteriormente, para o cálculo do escoamento no meio poroso com o modelo IH-2VOF é necessário definir as propriedades do meio (n e D50) e calibrar alguns parâmetros que dependem do escoamento (a e p).\nNeste caso, a estrutura foi representada no modelo por quatro camadas porosas diferentes, correspondentes aos quatro mantos existentes (Fig.1): manto principal, MP, manto secundário, MS, manto secundário interior, MSi e TOT, todas compostas por enrocamento.\nA metodologia que foi usada para analisar a sensibilidade dos resultados do IH-2VOF aos parâmetros de cada manto começou pela definição dos valores base dos parâmetros de cada manto. O diâmetro é calculado como sendo o diâmetro nominal, baseado na massa dos blocos. Para os parâmetros a e P existem valores recomendados na literatura [11]: para a os valores variam entre 200 e 1000 e para P variam entre 0.8 e 1.1. Tal como para o AMAZON, os valores da porosidade foram determinados com base na análise visual do manto principal e na informação do perfil da estrutura. As principais características dos diferentes mantos são apresentadas no Quadro 1.\nQuadro 1. Valores dos parâmetros dos meios porosos adotados como valores base.\nn (-)\ta (-)\tp (-)\tDSo (m)\nMP\t0.35\t1000\t0.7\t1.6\nMS\t0.35\t1000\t1.1\t0.9\nMSi\t0.35\t1000\t1.1\t0.7\nTOT\t0.25\t1000\t0.8\t0.4\nApós esta definição, para o caso selecionado (+3.5 m (ZH), T = 12 e H = 4 m) e considerando agitação regular, a aplicação do programa para efetuar a análise de sensibilidade consiste na alteração, para um manto de cada vez, do valor de cada parâmetro isoladamente, mantendo os outros valores inalterados e iguais aos valores base inicialmente definidos. A gama de valores utilizada é a apresentada no Quadro\n2.\nQuadro 2. Valores dos parâmetros dos meios porosos usados no estudo de sensibilidade.\n\tn (-)\ta (-)\tP (-)\nMP, MS e MSi\t0.30, 0.35, 0.40\t200, 500, 1000\t0.7, 0.9, 1.1\nTOT\t0.20, 0.25, 0.30\t200, 500, 1000\t0.7, 0.8, 0.9\nA análise de sensibilidade deve dar uma indicação da importância para o cálculo do galgamento de cada parâmetro em cada camada porosa. Esta informação é bastante importante para decidir acerca dos valores dos parâmetros da camada porosa a serem usados no AMAZON para o cálculo do galgamento,\ndado que neste modelo as diferentes camadas porosas do modelo físico serão simuladas usando uma única camada porosa homogénea.\nA localização, dimensões e geometria da estrutura experimental foram reproduzidos no domínio computacional, com 163.0 m de comprimento e 20.0 m de altura, reproduzindo-se as principais dimensões do protótipo, com o batedor numérico localizado na zona onde haverá medições de agitação.\nA malha utilizada tem as seguintes características: a grelha tem uma malha de tamanho variável nas direcções x e y, com comprimento da célula, dx, que varia desde 0.6 m na entrada do domínio a 0.3 m na zona do quebra-mar e largura da célula, dy, que varia entre de 0.25 m e 0.20 m, sendo esta última utilizada desde o fundo até 4.0 m acima do nível da água em repouso. O número total de células foi de 319x92. A Fig.5 mostra a grelha computacional na zona próxima da estrutura, incluindo a geometria das quatro camadas porosas e a estrutura de coroamento impermeável. Tal como para o AMAZON, a dimensão da malha foi escolhida para que fosse suficientemente fina para assegurar a precisão necessária a esta análise de sensibilidade e suficientemente grosseira para reduzir ao mínimo o tempo de cálculo computacional.\nFig.33. Aspecto da grelha computacional na zona próxima da estrutura com as cinco camadas porosas (a vermelho), a estrutura de coroamento impermeável (a amarelo) e o nível de água em repouso (a azul).\nForam consideradas catorze secções de medição no modelo numérico (Fig.6): três localizadas a barla-mar da estrutura (sondas 1 a 3), três no pé da estrutura (sondas 4 a 6), e as restantes no coroamento da estrutura. As sondas 10 a 12, que estão localizadas sobre o passadiço de betão, foram as utilizadas no cálculo do caudal galgado. As sondas 1, 2, 4 a 7 e 10 estão localizadas na mesma posição que as sondas no modelo AMAZON (ver 4.1). Cada simulação tem a duração de aproximadamente 100 ondas, o que corresponde a 1200 s no IH-2VOF.\nFig.34. Localização das secções de medição e respectivas coordenadas.\nSonda N9\tCoordenado x IH-2VOF (m)\tCoordenada x Amaron (m)\n1\t0.00\t-111.16\n2\t23.60\t-87.56\n3\t55.80\t-55.36\n4\t111.16\t0.00\n5\t111.70\t0-53\n6\t115.24\t4.08\n7\t131.80\t20.64\n8\t133.50\t22.34\n9\t135.30\t24.14\n10\t137.71\t26.55\n1'\t139.20\t28.04\n12\t140.70\t24.54\n13\t143.70\t32.54\n14\t146.40\t35.24\nDe modo a ilustrar a metodologia acima descrita, é aqui apresentada a análise preliminar relativa ao manto principal, já que se espera ser o que mais influencia o galgamento. Assim, na Fig.7 apresentam-se os resultados do caudal médio galgado no ponto mais a barlamar da superestrutura, q (sonda 10 da Fig.6), para cada valor de n, a e f do MP.\n0.25\n0.20\n_E\nE,\nCT\n0.15\n0.10\n0.05\n0.00\nO\t\tO\nX\t\t\n□\t\t□\no\t\t*\nX\t\t\no\t\tB\n■\t\t\n\t\t\n\t\t□\nOn = 0.3; p = 0.7\tXn = 0.3; p = 0.9\t□ n = 0.3; p = 1.1\nOn = 0.35; p = 0.7\tXn = 0.35; p = 0.9\t■ n = 0.35; p = 1.1\nOn = 0.4; p = 0.7\tXn = 0.4; p = 0.9\t□ n = 0.4; p = 1.1\n100\t200\t300\t400\t500\n600\n700\n800\n900\t1000\t1100\n0\na\nFig.35. Influência das características do meio poroso do MP nos valores do caudal médio galgado, q.\nDa análise dos resultados obtidos, pode-se concluir que a variação de n do manto principal é a que mais influencia o valor de q seguido de p. O parâmetro a tem pouca influência no caudal, tal como ocorria com o modelo AMAZON. Para valores de n = 0.3, obtêm-se valores 0.18 m3/s/m &lt;q&lt;0.23 m3/s/m; para n = 0.35, 0.11 m3/s/m &lt;q &lt;0.17 m3/s/m e para n = 0.40, 0.08 m3/s/m &lt;q &lt;0.12 m3/s/m.\nEsta gama de valores é obtida, no caso do modelo AMAZON (ver Fig.4) para valores de IP da ordem de 0.3 - 0.4 m/s.\nNeste caso, a rebentação ocorre sobre o talude do manto principal (Fig.8), sendo o galgamento essencialmente devido ao espraiamento da onda após a rebentação.\nFig.36. Aspeto da elevação da superfície livre para a = 1000, = 0.7 e n = 0.35.\nO modelo foi executado num computador com processador Intel® Core™ i7 CPU a 2.93GHz com 6 GB de memória RAM e o tempo médio de cada corrida foi de cerca de 450 min para 1200 s de simulação.\n5\tCONSIDERAÇÕES FINAIS\nNeste artigo, apresenta-se um estudo de sensibilidade, envolvendo o caudal médio galgado obtido com os modelos AMAZON e IH-2VOF, à variação dos parâmetros que determinam o escoamento no interior dos mantos porosos do quebra-mar.\nPara estes cálculos considerou-se um nível de maré, +3.5m (ZH), que corresponde aproximadamente ao nível de preia-mar de águas vivas (PMAV) em Albufeira, e agitação regular com um período de 12 s e uma altura de onda de 4 m.\nConclui-se que a porosidade dos mantos é o parâmetro que mais influencia os resultados e por isso o valor que deve ser determinado com o maior rigor possível. Para o AMAZON o valor de IP é também relevante. A comparação dos resultados obtidos com a mesma porosidade pelos dois modelos sugere que este valor deveria ser da ordem de 0.3 m/s - 0.4 m/s.\nUma vez que os resultados do modelo IH-2VOF podem contribuir para a definição das características da camada porosa que será utilizada no modelo numérico AMAZON para simular os diferentes mantos do quebra-mar, a análise de sensibilidade realizada para o manto principal será também efectuada para os outros mantos do quebra-mar, tendo especial atenção na definição de qual é a camada porosa que mais influencia o escoamento global quando ocorre galgamento.\nEsta análise de sensibilidade é o primeiro passo para a calibração dos modelos com base em dados de protótipo que se esperam vir a recolher no corrente ano, no âmbito do Projecto SPACE. Uma vez calibrados, os caudais médios galgados obtidos serão comparados com os resultados estimados com as ferramentas empíricas disponíveis na literatura [13], permitindo avaliar as vantagens e limitações de cada ferramenta na sua aplicação a este caso de estudo.\nAGRADECIMENTOS\nOs autores agradecem à Fundação para a Ciência e a Tecnologia (FCT) o financiamento do projeto PTDC/ECM/114109/2009, “SPACE - Desenvolvimento e validação de um modelo Smoothed Particle Hydrodynamic para aplicações a estruturas costeiras”.\nREFERÊNCIAS\n1.\tE. Didier, O. Ferreira, A. Matias, M.G. Neves, A. Pacheco, M.T. Reis, Desenvolvimento e validação de um modelo Smoothed Particle Hydrodynamics para aplicação a estruturas costeiras, 7a Jornadas Portuguesas de Engenharia Costeira e Portuária, Delegação Portuguesa da PIANC, 2011.\n2.\tK. Hu, High-Resolution Finite Volume Methods for Hydraulic Flow Modelling, PhD Thesis, Centre for Mathematical Modelling and Flow Analysis, Manchester Metropolitan University, UK, 2000.\n3.\tI.J. Losada, J.L. Lara, R. Guanche, J.M. Gonzalez-Ondina, Numerical analysis of wave overtopping of rubble mound breakwaters, Coastal Engineering, 55(1), 47-62, 2008.\n4.\tM.T. Reis, M.G. Neves, Estudo do galgamento de estruturas marítimas utilizando um modelo numérico baseado na teoria da onda em condições de água pouco profunda, Journal of Integrated Coastal Zone Management, APRH/UNIVALI, 10(4), 397-417, 2010.\n5.\tM.T. Reis, M.G. Neves, M.R. Lopes, K. Hu, L.G. Silva, Rehabilitation of Sines West Breakwater: wave overtopping study, Maritime Engineering Journal, Proc. ICE, 164(MA1), 15-32, 2011.\n6.\tM.T. Reis, K. Hu, M.G. Neves, T.S. Hedges, Numerical modelling of breakwater overtopping using a NLSW equation model with a porous layer, Proc. 31st ICCE, J.M. Smith (Ed.), pp. 3097-3109, Hamburg, Germany, 2008. World Scientific, Singapore,.\n7.\tM.T. Reis, M.G. Neves, K. Hu, Wave overtopping of a porous structure: numerical and physical modelling, Journal of Coastal Research, SI 56, 539-543, 2009.\n8.\tM.T. Reis, M.G. Neves, K. Hu, M.R. Lopes, L.G. Silva, Final rehabilitation of Sines west breakwater: physical and numerical modelling of overtopping, Proc. 9th Coasts, Marine Structures and Breakwaters: Adapting to Change, W. Allsop (Ed.), Vol. 2, pp. 636-647 (discussão: pp. 671-672), Edinburgh, 2009. Thomas Telford, London.\n9.\tP. Lin, P.L. -F. Liu, A numerical study of breaking waves in the surf zone, Journal of Fluid Mechanics, 359, 239-264, 1998.\n10.\tT.-J. Hsu, T. Sakakiyama, P.L.-F.Liu, A numerical model for wave motions and turbulence flows in front of a composite breakwater, Coastal Engineering, 46, 25-50, 2002.\n11.\tN. Garcia, J.L. Lara, I.J. Losada, 2-D Numerical analysis of near-field flow at low-crested permeable breakwaters, Coastal Engineering, 51, 991-1020, 2004.\n12.\tJ.L. Lara, N. Garcia, I.J. Losada, RANS modelling applied to random wave interaction with submerged permeable structures, Coastal Engineering, 53, 395-417, 2006.\n13.\tT. Pullen, N.W.H. Allsop, Use of Numerical Models of Wave Overtopping: A Summary of Current Understanding,\nhttp://www.hrwallingford.co.uk/downloads/projects/overtopping/num model guidance.pdf, 2003.\n14.\tK. Hu, D. Meyer, The validity of the nonlinear shallow water equations for modelling waverunup and reflection, Proc. ICE Coastlines, Structures &amp; Breakwaters ‘05, W. Allsop (Ed.), pp. 195206, Londres, 2005. Thomas Telford, Londres.\n15.\tR.G. García, Análisis de la Funcionalidad y Estabilidad de Obras Marítimas Medianteun Modelo Numérico Basado en las Ecuaciones de Reynolds, Ph.D. thesis, University of Cantabria, Spain, 2007.\n16.\tS. Clarke, N. Dodd, J. Damgaard, Modelling flow in and above a porous beach, Journal of Waterway, Port, Coastal, and Ocean Engineering, 130(5), 223-233, 2004.\n94\nAnexo E Valores de caudal médio galgado adimensionalisado para os diferentes métodos de cálculo\nTabela E. 1: Resultados de caudal médio galgado adimensionalisado para a formulação de Owen (1980)\nAgitação marítima\t\t\tResultados adimensionais\t\nNível (m ZH)\tHm0 (m)\tTp (s)\tR*\tQ*\n3.5\t4\t12\t4.79E-02\t3.08E-04\n\t3\t12\t5.53E-02\t1.03E-04\n\t2\t12\t6.77E-02\t1.29E-05\n\t1\t12\t9.58E-02\t3.91E-08\n\t4\t10\t5.75E-02\t1.98E-04\n\t3\t10\t6.63E-02\t6.18E-05\n\t2\t10\t8.12E-02\t6.90E-06\n\t1\t10\t1.15E-01\t1.61E-08\n3\t4\t12\t5.59E-02\t2.25E-04\n\t3\t12\t6.45E-02\t7.16E-05\n\t2\t12\t7.90E-02\t8.26E-06\n\t1\t12\t1.12E-01\t2.07E-08\n\t4\t10\t6.70E-02\t1.35E-04\n\t3\t10\t7.74E-02\t3.98E-05\n\t2\t10\t9.48E-02\t4.03E-06\n\t1\t10\t1.34E-01\t7.50E-09\nTabela E.2: Resultados de caudal médio galgado adimensionalisado para a formulação de Van der Meer (Pullen et al., 2007)\nAgitação marítima\t\t\tResultados adimensionais\t\nNível (m ZH)\tHm0 (m)\tTp (s)\tR*\tQ*\n3.5\t4\t12\t4.79E-02\t8.35E-05\n\t3\t12\t5.53E-02\t9.31E-06\n\t2\t12\t6.77E-02\t1.26E-07\n\t1\t12\t9.58E-02\t4.07E-13\n\t4\t10\t5.75E-02\t1.00E-04\n\t3\t10\t6.63E-02\t1.12E-05\n\t2\t10\t8.12E-02\t1.51E-07\n\t1\t10\t1.15E-01\t4.88E-13\n3\t4\t12\t5.59E-02\t4.36E-05\n\t3\t12\t6.45E-02\t3.91E-06\n\t2\t12\t7.90E-02\t3.44E-08\n\t1\t12\t1.12E-01\t3.02E-14\n\t4\t10\t6.70E-02\t5.23E-05\n\t3\t10\t7.74E-02\t4.70E-06\n\t2\t10\t9.48E-02\t4.12E-08\n\t1\t10\t1.34E-01\t3.63E-14\nTabela E.3: Resultados de caudal médio galgado adimensionalisado para o modelo neuronal\nNN_OVERTOPPING2\nAgitação marítima\t\t\tResultados adimensionais\t\t\t\nNível (m ZH)\tHmo (m)\tTp (s)\tR*\tQ* (q')\tQ* (q [2.50%])\tQ* (q[97.50%])\n3.5\t4\t12\t4.79E-02\t1.33E-04\t3.95E-05\t4.31E-04\n\t3\t12\t5.53E-02\t3.01E-05\t7.18E-06\t1.18E-04\n\t2\t12\t6.77E-02\t6.56E-06\t4.21E-07\t5.37E-05\n\t1\t12\t9.58E-02\t3.96E-06\t1.58E-08\t1.01E-04\n\t4\t10\t5.75E-02\t8.69E-05\t2.71E-05\t2.62E-04\n\t3\t10\t6.63E-02\t2.06E-05\t5.63E-06\t7.43E-05\n\t2\t10\t8.12E-02\t5.13E-06\t3.70E-07\t2.07E-05\n\t1\t10\t1.15E-01\t3.11E-06\t1.09E-08\t3.57E-05\n3\t4\t12\t5.59E-02\t6.92E-05\t2.30E-05\t2.05E-04\n\t3\t12\t6.45E-02\t1.35E-05\t3.62E-06\t4.70E-05\n\t2\t12\t7.90E-02\t3.79E-06\t2.36E-07\t1.77E-05\n\t1\t12\t1.12E-01\t2.55E-06\t5.13E-09\t3.63E-05\n\t4\t10\t6.70E-02\t4.10E-05\t1.31E-05\t1.20E-04\n\t3\t10\t7.74E-02\t9.16E-06\t2.36E-06\t2.83E-05\n\t2\t10\t9.48E-02\t3.01E-06\t1.52E-07\t9.71E-06\n\t1\t10\t1.34E-01\t1.94E-06\t3.02E-09\t1.60E-05\nTabela E.4: Resultados de caudal médio galgado adimensionalisado para o modelo numérico IH-2VOF\nAgitação marítima\t\t\tIH-2VOF\t\tResultados adimensionais\t\nNível (m ZH)\tHmo (m)\tTp (s)\tHs (m)\tTm (s)\tR*\tQ*\n3.5\t4\t12\t3.23\t9.38\t5.68E-02\t1.05E-04\n\t3\t12\t2.79\t9.52\t6.02E-02\t7.83E-05\n\t2\t12\t1.91\t10.10\t6.86E-02\t0.00E+00\n\t1\t12\t1\t10.10\t9.48E-02\t0.00E+00\n\t4\t10\t2.62\t8.87\t0.066691\t7.39E-05\n\t3\t10\t2.12\t8.69\t0.075675\t2.90E-06\n\t2\t10\t1.47\t8.21\t0.096192\t0.00E+00\n\t1\t10\t1\t8.21\t0.116627\t0.00E+00\n3\t4\t12\t3.31\t9.35\t6.57E-02\t8.33E-05\n\t3\t12\t2.5\t9.68\t7.30E-02\t4.19E-07\n\t2\t12\t1.81\t10.16\t8.17E-02\t0.00E+00\n\t1\t12\t1\t10.16\t1.10E-01\t0.00E+00\n\t4\t10\t2.54\t8.90\t7.88E-02\t1.34E-05\n\t3\t10\t2.23\t8.44\t8.86E-02\t0.00E+00\n\t2\t10\t1.57\t8.15\t1.09E-01\t0.00E+00\n\t1\t10\t1\t8.15\t1.37E-01\t0.00E+00\nAnexo F Resultados de caudal médio galgado das ferramentas em\npíricas para as mesmas condições de agitação do IH-2VOF\nTabela F. 1: Resultados de caudal médio galgado das ferramentas empíricas de Owen e de Van der Meer para as mesmas condições de agitação do modelo numérico IH-2VOF\nAgitação marítima (sonda n°4)\t\t\tCaudal médio galgado\t\nNível (m ZH)\tHs (m)\tTm (s)\tq (m3/s/m) (Owen, 1980)\tq (m3/s/m) (Van der Meer, (Pullen et al., 2007))\n\t1.00\t10.10\t4.05E-06\t3.99E-11\n\t1.91\t10.10\t1.90E-03\t1.29E-05\n\t2.79\t9.52\t1.71E-02\t1.33E-03\n3.5\t3.23\t9.38\t3.54E-02\t5.49E-03\n\t1.00\t8.21\t1.19E-06\t3.99E-11\n\t\t\t\t\n\t1.47\t8.21\t8.06E-05\t1.85E-07\n\t2.12\t8.69\t2.08E-03\t5.42E-05\n\t2.62\t8.87\t8.97E-03\t6.81E-04\n\t1.00\t10.16\t2.24E-06\t2.97E-12\n\t1.81\t10.16\t8.20E-04\t1.39E-06\n\t2.50\t9.68\t6.34E-03\t1.43E-04\n3\t3.31\t9.35\t2.73E-02\t3.12E-03\n\t1.00\t8.15\t5.23E-07\t2.97E-12\n\t\t\t\t\n\t1.57\t8.15\t7.59E-05\t1.13E-07\n\t2.23\t8.44\t1.57E-03\t3.23E-05\n\t2.54\t8.90\t4.82E-03\t1.74E-04\nTabela F.2: Resultados de caudal médio galgado do modelo neuronal NN_OVERTOPPING2 para as mesmas condições de agitação do modelo numérico IH-2VOF\nAgitação marítima (sonda n°4)\t\t\tCaudal médio galgado\nNível (m ZH)\tHs (m)\tTm-1,0 (s)\tq (m3/s/m) NN OVERTOPPING2\n\t1.00\t11.02\t3.98E-04\n\t1.91\t11.02\t1.17E-03\n\t2.79\t10.39\t4.78E-03\n3.5\t3.23\t10.23\t1.12E-02\n\t1.00\t8.96\t2.46E-04\n\t\t\t\n\t1.47\t8.96\t4.29E-04\n\t2.12\t9.48\t1.08E-03\n\t2.62\t9.68\t2.73E-03\n\t1.00\t11.08\t2.61E-04\n\t1.81\t11.08\t6.19E-04\n\t2.50\t10.56\t1.39E-03\n3\t3.31\t10.20\t5.84E-03\n\t1.00\t8.89\t1.51E-04\n\t\t\t\n\t1.57\t8.89\t2.77E-04\n\t2.23\t9.21\t6.80E-04\n\t2.54\t9.71\t1.19E-03"}]}}}