{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12566"}, {"@name": "filename", "#text": "18231_Oprofessoruniversit%c3%a1rio_Fabi%c3%a3o.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "s u p l e m e n t o  8  |  2 01 3 \nO ARQUEÓLOGO PORTUGUÊS\n\nMANUEL HELENO\nPIONEIRO DO ENSINO E DA INVESTIGAÇÃO \nARQUEOLÓGICA EM PORTUGAL (1923-1964)\n\nJoão Luís Cardoso (ed.)\n\nLuís Raposo \n\nNuno Bicho \n\nCarlos Fabião\n\nMUSEU NACIONAL DE ARQUEOLOGIA | IMPRENSA NACIONAL ?CASA DA MOEDA\n\nSuplemento_OAP_8.indd   3 27/11/13   16:23\n\n\n\nCARDOSO, João Luís. 1956?\nRAPOSO, Luís. 1955?\nBICHO, Nuno. 1965?\nFABIÃO, Carlos. 1959?\nManuel Heleno, pioneiro do ensino e da investigação arqueológica em Portugal (1923?1964). — Lisboa: Museu \nNacional de Arqueologia; Imprensa Nacional?Casa da Moeda. 2013. — … p.: il, 28 cm. —  \n(Suplemento a «O Arqueólogo Português»; ISSN 0874?579X; 8)\nISBN 978?972?27?2248?3\n\nFoto da capa: Manuel Heleno proferindo a última lição na Faculdade de Letras da Universidade de Lisboa (10 de \nnovembro de 1964). Foto do Arquivo do Diário de Notícias.\n\nSuplemento n.º 8 a «O Arqueólogo Português»\n\nEDITOR CIENTÍFICO\nJoão Luís Cardoso\n\nAUTORES\nJoão Luís Cardoso\nLuís Raposo\nNuno Bicho\nCarlos Fabião\n\nDIRETOR\nAntónio Carvalho\n\nCOORDENAÇÃO\nAna Ávila de Melo\nLuís Raposo\n\nDESIGN GRÁFICO\nArtlandia\n\nPRÉ ?IMPRESSÃO E IMPRESSÃO\nINCM\n\nTIRAGEM\n500 exemplares\n\nTodos os direitos reservados ao abrigo do Código dos Direitos de Autor e dos Direitos Conexos\n\nISBN 978?972?27?2248?3\nISSN 0874?579X\nDepósito legal n.º 3161/83\nImpresso em novembro de 2013\n\nMuseu Nacional de Arqueologia\nPraça do Império\n1400 ?260 L isboa\nPortugal\nTel.: 213 620 000 Fax: 213 620 016 \nE ?mail: di retor@mnarqueologia.dgpc.pt\nwww.museuarqueologia.pt\n\nImprensa Nacional?Casa da Moeda, S. A.\nAv. António José de Almeida\n1000?042 Lisboa\nPortugal\nTel.: 217 810 700\nE?mail: editorial.apoiocliente@incm.pt\nwww.incm.pt\n\nSuplemento_OAP_8.indd   4 27/11/13   16:23\n\n\n\nÍndice\nRESUMO 7\n\nABSTRACT 9\n\n1. PRÓLOGO 11\nJoão Luís Cardoso\n\n2. O PROFESSOR DE ARQUEOLOGIA E DE PRÉ-HISTÓRIA (1923-1964) 17\nJoão Luís Cardoso\n\n3. ASPETOS METODOLÓGICOS DO SEU ENSINO 29\nNuno Bicho e Luís Raposo\n\n4. A HISTÓRIA DA ARQUEOLOGIA PORTUGUESA VISTA PELAS SUAS AULAS 37\nJoão Luís Cardoso\n\n5. ASPETOS RELEVANTES DO SEU ENSINO NO DOMÍNIO DA PRÉ-HISTÓRIA ANTIGA 41\nLuís Raposo e Nuno Bicho\n\n6. ASPETOS RELEVANTES DO SEU ENSINO NO DOMÍNIO DA PRÉ-HISTÓRIA RECENTE 55\nJoão Luís Cardoso\n\n7. O PROFESSOR UNIVERSITÁRIO VISTO ATRAVÉS DO SEU PROCESSO  \nINDIVIDUAL DA FACULDADE DE LETRAS DE LISBOA 63\nCarlos Fabião\n\nAGRADECIMENTOS 73\n\nFIGURAS 75\n\nBIBLIOGRAFIA 93\n\nANEXO I — Lição inaugural da «Cadeira de Arqueologia» (1926/1927) 99\n\nANEXO II — Fichas das diciplinas de Arqueologia e de Pré-História 171\n\nSuplemento_OAP_8.indd   5 27/11/13   16:23\n\n\n\nManuel Heleno, pioneiro do ensino e da investigação arqueológica em Portugal (1923-1964)\n\nSuplemento n.º 8 a O Arqueólogo Português, 2013 7\n\nResumo\n\nManuel Heleno (1894-1970) iniciou a sua carreira universitária como Assistente \n\nProvisório de Arqueologia da Universidade de Lisboa, em 1923; em 1929, foi nomeado \n\nDiretor interino do Museu Etnológico substituindo o seu fundador e primeiro Diretor, \n\nJosé Leite de Vasconcelos; em 1964 foi atingido pela legislação relativa à cessação de \n\nfunções públicas por limite de idade, a mesma que o haveria de afastar da Direção da \n\nFaculdade de Letras da Universidade de Lisboa, de Professor catedrático de Arqueologia \n\ne de Pré-História.\n\nAo longo das quatro décadas em que assegurou a lecionação da disciplina de Arqueo-\n\nlogia naquela Universidade, e das três décadas e meia em que foi Diretor, por inerência, \n\ndo Museu Nacional de Arqueologia, então estabelecimento anexo à Faculdade de Letras \n\nda Universidade de Lisboa, a imagem que os seus detratores transmitiram para a gene-\n\nralidade dos vindouros — exceto para os que com ele conviveram ou trabalharam de \n\nperto — foi de um professor, frio e distante.\n\nE, no entanto, a possibilidade de estudo detalhado dos seus cadernos veio contrariar \n\naquela imagem. Tais cadernos, em boa hora adquiridos pelo Estado em 1998, através do \n\nMuseu Nacional de Arqueologia, vieram comprovar um arqueólogo que, afinal, procedia \n\nao registo sistemático das suas escavações e observações, ao contrário do que até então \n\nera voz corrente, revogando a ideia de um arqueólogo descuidado e ausente. A prova é a \n\nassinalável informação deles entretanto aproveitada, que suportou a elaboração de diver-\n\nsas dissertações, tanto de mestrado como de doutoramento.\n\nEssa nova visão do arqueólogo, veio a ser completada pela reapreciação da dimen-\n\nsão do professor, cujo perfil a documentação agora publicada permitiu traçar, pela pri-\n\nmeira vez de forma límpida e rigorosa, confirmando a opinião já anteriormente apre-\n\nsentada pelo seus mais próximos discípulos, como o Dr. Fernando Castelo-Branco e o \n\nDr. M. Farinha dos Santos.\n\nA publicação integral dos seus apontamentos da disciplina de Pré-História, redi-\n\ngidos em 1926/1927, e depois anotados, alterados e melhorados ao longo de toda a \n\ndécada seguinte, pertencente ao Arquivo Histórico do Museu Nacional de Arqueologia, \n\nfoi acompanhada por notável conjunto de fichas, adquiridas igualmente em 1998, onde \n\nse encontram registados os tópicos das suas aulas de Arqueologia e de Pré-História, lecio-\n\nnadas anualmente desde 1948 até 1964 (ano da sua jubilação). O cuidado e pertinência \n\ncom que as matérias se encontram enunciadas, e a sequência lógica da sua apresenta-\n\nção, exprimem a atualização bibliográfica permanente dos conhecimentos científicos \n\nde Manuel Heleno, sempre atento aos progressos verificados tanto na metodologia das \n\nescavações, como na aplicação de conhecimentos de outras ciências à Arqueologia, desig-\n\nnadamente da Geologia e da Biologia, para além de novas técnicas analíticas, como o \n\nmétodo do radiocarbono, exposto aos seus alunos imediatamente depois da sua des-\n\nSuplemento_OAP_8.indd   7 27/11/13   16:23\n\n\n\n8 Suplemento n.º 8 a O Arqueólogo Português, 2013\n\nJoão Luís Cardoso, Luís Raposo, Nuno Bicho, Carlos Fabião\n\ncoberta nos EUA. Além destas matérias do foro metodológico, Manuel Heleno privile-\n\ngiou a apresentação, em primeira mão, aos seus alunos, dos resultados das suas próprias \n\ninvestigações arqueológicas, que nalguns casos jamais publicou, contrariando as ideias \n\naté agora dominantes. Pelo contrário, a sua generosidade e a genuína dedicação à sua \n\nprofissão e à Arqueologia levaram-no, por um lado, a fazer confiança nos seus alunos, \n\nconfiando-lhes resultados inéditos dos seus próprios trabalhos e, por outro lado, a recu-\n\nsar, no zénite do seu prestígio académico, o alto cargo de Ministro da Educação Nacional.\n\nExemplo de uma invulgar acuidade e intuição para a análise das grandes questões \n\nda Arqueologia e, em particular, da Pré-História do seu tempo, são a proposta sobre o \n\nfaseamento do Paleolítico Superior português, cuja revelação, na prática, se lhe fica a \n\ndever, em resultado das escavações prolongadas que efetuou na região de Rio Maior; a \n\nascendência europeia das indústrias mesolíticas do nosso território, contrariando, com \n\ninteira razão, as conceções de grandes pré-historiadores como H. Obermaier ou P. Bosch-\n\n-Gimpera, que viam nelas influências norte-africanas; e o faseamento e antiguidade do \n\nNeolítico e do megalitismo alentejano, que antecedeu em várias décadas as conceções \n\natualmente vigentes sobre o mesmo, contrariando a ideia então generalizada entre pré-\n\n-historiadores europeus, como G. Daniel. Bastaria qualquer um dos contributos enuncia-\n\ndos ao longo do seu longo magistério universitário, como a documentação ora publicada \n\nbem ilustra, para colocar Manuel Heleno ao nível dos mais importantes arqueólogos \n\neuropeus dos meados do século xx. Este acervo ilustra, enfim, o desempenho que se \n\nespera presentemente de qualquer Professor universitário prestigiado: a aliança entre as \n\nmatérias lecionadas e os resultados das investigações próprias. De facto, até neste aspeto \n\nfoi genuíno e pioneiro o seu magistério, contrastando com a realidade então dominante.\n\nSuplemento_OAP_8.indd   8 27/11/13   16:23\n\n\n\nManuel Heleno, pioneiro do ensino e da investigação arqueológica em Portugal (1923-1964)\n\nSuplemento n.º 8 a O Arqueólogo Português, 2013 9\n\nAbstract\n\nManuel Heleno (1894-1970) began his academic career as Assistente Provisório \n\n(a type of teacher-assistant) of Archaeology at the University of Lisbon in 1923. In 1929 \n\nwas appointed Acting Director of the Ethnological Museum replacing its founder and \n\nfirst director, José Leite de Vasconcelos, who by law had to resign due to age limit. That \n\nsame law forced Heleno to resign from Director of the Museum and as Full Professor and \n\nDean of the Faculty of Letters, University of Lisbon, in 1964.\n\nDuring the four decades that taught the coarse of Archaeology at the Lisbon Univer-\n\nsity, and the three and a half decades in which he was Director of the National Museum \n\nof Archaeology, then attached to the Faculty of Letters, University of Lisbon, the image \n\ntransmitted to all (by his detractors) — except to those who knew him or worked \n\nclosely — was of a teacher, cold and distant, even absent, little motivated to prepare their \n\nlessons and even less for those who might have asked for his help.\n\nThe detailed study, however, of his notebooks, acquired by the state in 1998, through \n\nthe National Museum of Archaeology, have demonstrated an archaeologist who, after all, \n\nproceeded to the systematic recording of their excavations and observations, contrary to \n\nwhat was until then the current voice, revoking the idea of a careless and absent archae-\n\nologist. The proof is the remarkable information present in them which helped the devel-\n\nopment of several dissertations, both at the masters and doctoral levels.\n\nLike the new recent view of Heleno as archaeologist, also the teacher dimension \n\ncame to be reviewed based on new documentation presented in this study. It allowed, for \n\nthe first time, a clear and accurate perspective of a high quality and prepared academic, \n\nconfirming the opinion previously presented by his closest disciples, Fernando Castelo-\n\nBranco and M. Farinha dos Santos.\n\nThe full publication of his notes of the discipline of Prehistory, written in 1926/1927, \n\nand then noted, changed and improved over the next decade, belonging to the Historical \n\nArchive of the National Museum of Archaeology, was accompanied by a remarkable set \n\nof individual cards, also acquired in 1998, where one can find the topics of his lectures \n\nof Archaeology and Prehistory, taught annually from 1948 and 1953 to 1964 (the year \n\nof his retirement). The care and relevance on the description of matters that are listed, \n\nand the logical sequence of their presentation, show the permanent updating of Manuel \n\nHeleno’s scientific literature, always attentive to developments in both the methodology \n\nof excavation, as the application of knowledge of other sciences to Archaeology, particu-\n\nlarly geology and biology, as well as new analytical techniques, such as the radiocarbon \n\nmethod, exposed to students immediately after its discovery in the US. In addition to \n\nthese methodological matters and contrarily to what was commonly believed, Manuel \n\nHeleno firsthand presented to his students the results of his own archaeological investi-\n\ngations, some of which were never published. Rather, his generosity and genuine dedica-\n\nSuplemento_OAP_8.indd   9 27/11/13   16:23\n\n\n\n10 Suplemento n.º 8 a O Arqueólogo Português, 2013\n\nJoão Luís Cardoso, Luís Raposo, Nuno Bicho, Carlos Fabião\n\ntion to their profession and to archaeology led him, on the one hand to trust his students \n\nwith his unpublished results and, on the other hand, to refuse, at the peak of his presti-\n\ngious academic career, the high post of Minister of National Education.\n\nExample of an unusual acuity and intuition in the analysis of major issues of archae-\n\nology and of the Prehistory of his time, in particular of the phasing of the Portuguese \n\nUpper Paleolithic as a result of the many excavations carried out in the region of Rio \n\nMaior; the connection of the Portuguese Mesolithic to the European contexts contrary, \n\nquite rightly, to the conceptions of world famous prehistorians like H. Obermaier or P. \n\nBosch-Gimpera who saw in them North African influences; and the origin, timing and \n\nphasing of the Neolithic and Megalithism from Alentejo, perspectives that preceded the \n\ncurrent prevailing conceptions for various decades, contradicting the idea so widespread \n\namong European prehistorians as G. Daniel. Any of the above listed contributions dur-\n\ning his long teaching career, such as documentation now published, that is sufficient to \n\nplace Manuel Heleno in the group of the most important European archaeologists of \n\nthe mid-twentieth century. This collection of his writings illustrates well the perform-\n\nance expected today from any prestigious university professor: the subjects taught are \n\nthe results of one’s research itself. In fact, even at this level his work was genuine and \n\npioneering, contrasting with the reality then dominant.\n\nSuplemento_OAP_8.indd   10 27/11/13   16:23\n\n\n\nManuel Heleno, pioneiro do ensino e da investigação arqueológica em Portugal (1923-1964)\n\nSuplemento n.º 8 a O Arqueólogo Português, 2013 63\n\n7.  O professor universitário visto através \ndo seu processo individual da Faculdade \nde Letras de Lisboa\n\nCARLOS FABIÃO 1\n\nManuel Domingues Heleno Júnior, nascido em Monte Real, em 11 de novembro \n\nde 1894, e falecido em Lisboa a 25 de agosto de 1970, foi discípulo dileto de José Leite \n\nde Vasconcelos, por si escolhido para lhe suceder na direção do Museu Etnológico e \n\nna docência de Arqueologia na Faculdade de Letras de Lisboa. É importante sublinhar \n\nesta dupla condição, uma vez que estes supostos distintos lugares/funções não o eram \n\nde facto, porque com a publicação do Decreto n.º 16 640, de 17 de março de 1929, a \n\nDireção do Museu passou a constituir uma inerência do Professor de Arqueologia da \n\nFaculdade de Letras da Universidade de Lisboa. Considerando que o Decreto se publicou \n\nquando Leite de Vasconcelos se encontrava no limite de idade e que Manuel Heleno era \n\njá Conservador do Museu, desde 1921, Assistente Provisório da Faculdade, desde 1923, \n\ne Assistente Contratado desde 1927 (Fig. 31), resulta evidente que esta disposição se \n\ndestinava a garantir-lhe não só a direção do Museu, mas também a regência da disciplina \n\nuniversitária de Arqueologia.\n\nNão nos interessa aqui fazer a biografia de Manuel Heleno, mas tão-somente traçar \n\nas linhas gerais da sua carreira docente. Para o efeito recorremos à documentação cons-\n\ntante do Processo Individual do Professor Manuel Domingues Heleno Júnior, que se conserva \n\nno Arquivo da Secção de Pessoal da Faculdade de Letras da Universidade de Lisboa, com ele, \n\npodemos reconstituir nas páginas que se seguem a sua carreira profissional, tanto na \n\ndocência, como em vários aspetos da direção do Museu, uma vez que se torna evidente \n\npela consulta dos documentos que, frequentemente, o serviço do Museu prevalecia sobre \n\nas obrigações docentes, mesmo que nem sempre de um modo pacífico. Todos os docu-\n\nmentos seguidamente mencionados encontram-se no Processo e estamos naturalmente \n\ngratos às competentes e simpáticas funcionárias da referida Secção, por nos terem propor-\n\ncionado as melhores condições de consulta da documentação e se terem disponibilizado \n\na digitalizar algumas peças que considerámos interessantes para ilustrar esta abordagem.\n\nA documentação entregue para a candidatura ao lugar de Professor Catedrático do \n\n4.º grupo, 2.ª secção (Ciências Históricas e Filosóficas), da Faculdade de Letras da Uni-\n\nversidade de Lisboa, constitui o mais esclarecedor elemento sobre a sua carreira profis-\n\nsional, por incluir um numeroso conjunto de atestados. Ficamos a saber que concluiu \n\no curso liceal em 1913, o Bacharelato, em 1917, a cadeira de Numismática, no Curso \n\nde Bibliotecário-Arquivista, em 1918, e a habilitação para o magistério liceal, em 1921. \n\nEntre 1919 e 1923 lecionou no Liceu Camões, em Lisboa. Foi ainda Professor Efetivo \n\nno Liceu de Passos Manuel até 1930. Por estranho que pareça ao leitor atual, na época, \n\nera normal a acumulação de funções docentes nos ensinos liceal e superior, como refere \n\nOrlando Ribeiro, contemporâneo de Heleno na Faculdade de Letras da Universidade de \n\n1 Faculdade de Letras da Universidade de Lisboa. Centro de Arqueologia da Universidade de Lisboa (Uniarq). cfabiao@fl.ul.pt\n\nSuplemento_OAP_8.indd   63 27/11/13   16:23\n\n\n\n64 Suplemento n.º 8 a O Arqueólogo Português, 2013\n\nJoão Luís Cardoso, Luís Raposo, Nuno Bicho, Carlos Fabião\n\nLisboa, não só nas Humanidades, mas também em outros domínios científicos (Ribeiro, \n\n2003, p. 59 e passim). No Processo de Heleno encontramos dois documentos importantes, \n\no primeiro, uma carta datada de 15 de abril de 1932, pela qual declara que passa a optar \n\npelo vencimento de Professor Auxiliar da Faculdade, prova de que até então receberia o \n\nseu vencimento de Professor do Liceu de Passos Manuel. A segunda, um ofício do Diretor \n\nda Faculdade de Letras (Agostinho José Fortes), de 19 de outubro de 1933, endereçado \n\nao Reitor do Passos Manuel informando que o Professor desse Liceu, Manuel Heleno, \n\nfora nomeado Professor Catedrático da Faculdade — em resposta, o reitor pede alguns \n\nesclarecimentos sobre a data de tomada de posse do antigo Professor do seu Liceu, que \n\nmereceram pronta resposta de Agostinho Fortes, em 28 de outubro.\n\nA fase inicial da carreira docente universitária de Heleno decorreu em paralelo com a \n\nliceal. Assim, foi Assistente Provisório na Faculdade de Letras da Universidade de Lisboa, \n\ndesde 1923, lecionando as disciplinas de Numismática e Arqueologia, de certo modo, \n\nunidades curriculares menores na estrutura de um curso de Ciências Históricas e Geográ-\n\nficas, praticamente herdeiro direto do velho Curso Superior de Letras.\n\nEm 1930 foi contratado como Professor Auxiliar e, no ano seguinte, por morte do \n\nProfessor Oliveira Ramos, foi incumbido das disciplinas de História dos Descobrimentos \n\ne Colonização Portuguesa, Paleografia e Diplomática e Epigrafia, que passaria a acu-\n\nmular com as que já lecionava (carta de 19 de outubro de 1931). Aparentemente, a sua \n\npassagem pelo ensino da Paleografia e Diplomática e Epigrafia terá sido breve. O mesmo \n\nnão sucedeu com a História dos Descobrimentos e Colonização Portuguesa, à qual per-\n\nmaneceu ligado por largos anos.\n\nCumpridos dois anos como Professor Auxiliar, Heleno requereu ao Diretor da Facul-\n\ndade de Letras a publicação dos programas, pois desejava realizar o Doutoramento no \n\ngrupo das Ciências Históricas (requerimento de 22 de fevereiro de 1932) (Fig. 32). A 24 de \n\nagosto, o Vice-Reitor da Universidade informa que foi deferido o requerimento de \n\nHeleno, «que pretende concorrer condicionalmente ao lugar de professor catedrático do referido \n\ngrupo, não podendo contudo prestar provas sem previamente se ter doutorado» (carta de 24 de \n\nagosto de 1932). No ano seguinte, é apresentado o requerimento da marcação de provas \n\nde Doutoramento, datado de 28 de janeiro de 1933, informando «[…] que por motivo de \n\nserviço no Museu / Etnologico só poderá fazer em princípios de / Abril. /§ P. respeitosamente a \n\nV. Ex.ª / se digne marca-las para a / referida data.» (Requerimento de 28 de janeiro de 1933.) \n\nEsta é uma das várias situações onde é possível verificar que os trabalhos do Museu eram \n\nconsiderados como serviço efetivo da Faculdade, podendo condicionar outros calendários. \n\nHeleno requereu nos meses de fevereiro e março desse mesmo ano uma licença sem ven-\n\ncimento, presumivelmente, para se ocupar da Tese de Doutoramento (despacho de 6 de \n\nfevereiro de 1933, publicado no Diário do Governo, ii série, de 11 de fevereiro de 1933). \n\nA data das provas acabaria por ser adiada por motivos de saúde: «Exmº Snr. Dr. Manuel \n\nHeleno Junior: / Apresentei a carta de V. Ex.ª em Conselho e por unanimidade este / manifes-\n\ntou os mais sinceros votos pelas melhoras de V. Ex.ª § / Com respeito à cadeira de Archeologia, \n\nesteja V. Exª. tranquilo / que tudo se fará de maneira que V. Exª não seja sobrecarregado com / \n\nesse serviço. A respeito do doutoramento certo estou de que o Conse - / lho procurará harmoni-\n\nzar tudo de maneira que nem a saúde nem os in - / teresses de V. Ex.ª sofram qualquer dano. / \n\nA bem da Nação / O Director Interino» (carta de 27 de maio de 1933). O ambiente de bom \n\nacolhimento às pretensões do Diretor do Museu Etnológico é evidente e não deixaria \n\nSuplemento_OAP_8.indd   64 27/11/13   16:23\n\n\n\nManuel Heleno, pioneiro do ensino e da investigação arqueológica em Portugal (1923-1964)\n\nSuplemento n.º 8 a O Arqueólogo Português, 2013 65\n\nde contrastar vivamente com o que era dado a outros casos similares: Orlando Ribeiro é \n\nbastante preciso quanto às chocantes desigualdades de tratamento que se verificavam no \n\nmundo universitário da época (Ribeiro, 2003, p. 80-81 e passim).\n\nFinalmente, um ofício da Secretaria Geral da Universidade de Lisboa, datado de 3 de \n\njunho de 1933, regista a entrega de 30 exemplares da tese de Doutoramento de Manuel \n\nHeleno, sobre Os Escravos em Portugal (Heleno, 1933a).\n\nA 7 de agosto daquele ano, o Diretor da Faculdade de Letras envia ao Reitor da Uni-\n\nversidade um ofício solicitando: «os bons officios de V. Exª para que a nomeação do candi - / \n\ndato aprovado para professor catedrático Dr. Manuel Domingues / Heleno Junior se faça tão \n\ndepressa quanto possível. / A bem da Nação / O Director Interino» (Ofício de 7 de agosto de \n\n1933). Deste modo, se pode perceber como foi célere o processo, desde a discussão da \n\ntese de Doutoramento, realizada a 13 de julho de 1933 (Fig. 33), até à nomeação como \n\nProfessor Catedrático.\n\nPara efeitos do concurso para a Cátedra, em que Heleno era candidato único, junta-\n\n-se, ao conjunto dos documentos já mencionados, um atestado de bons serviços presta-\n\ndos ao Museu Etnológico, um documento subscrito por Leite de Vasconcelos, onde se diz \n\nque M. Heleno depois de ter desempenhado funções de Conservador do Museu — «[…] \n\nlugar que / obtivera por unânime aprova - / cão em concurso de provas pu - / blicas, foi nomeado \n\nDirector efec - / tivo, em substituição do signa - / tário, e que, embora esteja na / efectividade há \n\napenas dois anos, / dedica ao exercício do actual car - / go tanta inteligência, competen – /  cia \n\ne zelo, que o Museu se vê / enriquecido com importantes / objectos, não só adquiridos por / com-\n\npra, senão também desco - / bertos em escavações realizadas / por Manuel Heleno no Alentejo / e \n\nExtremadura, podendo estas / até considerar-se das mais ex - / tensas e produtivas que entre nós / \n\nse tem feito relativamente em [sic] / periodos neolítico e calcolitico. / Lisboa 15 de Agosto de \n\n1932.» Mesmo jubilado, o fundador do Museu continuava a acarinhar o seu discípulo e \n\na constituir-se como o garante das boas referências que o recomendavam.\n\nNo Requerimento para o concurso de professor catedrático, datado de 23 de agosto \n\nde 1932, «com a condição de fazer previamente o doutoramento», o que só se verificou, \n\ncomo acima se disse, no dia 13 de julho de 1933, Manuel Heleno apresenta a lista dos \n\ntrabalhos publicados, uma dezena de títulos (Fig. 34): Lista dos trabalhos que apresenta \n\nao Exmº Júri: 1º A Geografia no ensino secundário, Lisboa, 1918 /2º Antiguidades de Monte \n\nReal, Imprensa Nacional, 1922 /3º Cartailhac e a Arqueologia portuguesa, Imp. Nac. 1922 / \n\n4º O Reguengo de Ulmar, in O Arch. Port., 1923 /5º Do estudo e origem da moeda, Lisboa, \n\n1924 /6º Lição inaugural da cadeira de Arqueologia, Lisboa, 1930 /Trabalhos apresentados ao \n\nXV Congresso / Internacional de Antropologia e Arqueologia prehistorica: Instrumentos neolí-\n\nticos de grande comprimento; Tampas sepulcrais da época do bronze (no prelo); Comunicações \n\nao Congresso Luso-Espanhol (1932): Colaboração portuguesa nos descobrimentos náuticos / \n\ndas outras nações; Grutas artificiais do Tojal de Vila Chã (Carenque). Uma lista não muito \n\nextensa para 14 anos de labor, refletindo contudo a diversidade dos temas investigados e \n\nlecionados. A publicação das lições inaugurais de Numismática e de Arqueologia e uma \n\nprimeira incursão na temática da Expansão Portuguesa. As considerações sobre o ensino \n\nda Geografia ou as abordagens etnográficas do estudo consagrado à sua Monte Real natal \n\npodem considerar-se as únicas manifestações de proximidade relativamente aos cami-\n\nnhos que então trilhava o seu mestre Leite de Vasconcelos, embrenhado na composição \n\ndos volumes da Etnografia Portuguesa, no essencial, desenha-se com toda a clareza um \n\nSuplemento_OAP_8.indd   65 27/11/13   16:23\n\n\n\n66 Suplemento n.º 8 a O Arqueólogo Português, 2013\n\nJoão Luís Cardoso, Luís Raposo, Nuno Bicho, Carlos Fabião\n\npercurso firmemente orientado para a Arqueologia, tendo o tema dos Descobrimentos \n\ncomo área marginal.\n\nAo longo da sua carreira como Professor Catedrático, Manuel Heleno ocupou-se \n\nda docência das disciplinas de «Descobrimentos, Arqueologia e Numismática», sendo \n\nchamado a outras prestações, aparentemente, a título excecional, como no já citado ano \n\nde 1931, ao ter-se ocupado da regência de «Paleografia e Diplomática e Epigrafia», ou em \n\n1937, ao assumir a regência da disciplina de «Estética e História da Arte», em substituição \n\nde João Barreira (Ofício de 8 de junho de 1937). Em outro documento do Processo, fica-\n\nmos a saber que ainda continuava a reger esta disciplina em 1940 (v. infra).\n\nCom o Decreto de n.º 41 341, de 30 de outubro de 1957, foi profundamente refor-\n\nmulada a estrutura curricular dos cursos da Faculdade de Letras: surge agora a Licencia-\n\ntura em História, separada da Filosofia; a estrutura curricular alarga-se para cinco anos; \n\ne foi confirmado o ensino da Pré-História, através de uma disciplina que já existia pelo \n\nmenos desde 1953/1954 (Cardoso, neste volume), que naturalmente Manuel Heleno \n\ncontinuou a assumir. Em Ofício de 22 de janeiro de 1958, o Diretor da Faculdade, Vito-\n\nrino Nemésio, solicitou a Heleno o envio do programa dessa nova disciplina de Pré-\n\n-História; desde os inícios da sua docência até à criação da disciplina de «Pré-História», a \n\ndisciplina de «Arqueologia», regida por Heleno era na prática uma disciplina de estudos \n\npré-históricos.\n\nNa Faculdade de Letras da Universidade de Lisboa, Manuel Heleno assumiu os mais \n\naltos cargos. Para além da direção do ensino e investigação em História, foi Secretário, \n\nnomeado por portaria de 4 de abril de 1935, publicada no Diário do Governo, ii série, \n\nn.º 105, de 8 de maio do mesmo ano, e Diretor, assumindo interinamente a função em \n\nconformidade com o despacho ministerial de 6 de janeiro de 1959 (Ofício ao  Reitor \n\nda Universidade de Lisboa, de 13 de janeiro do mesmo ano), depois, formalmente \n\nno meado, em diploma publicado no Diário do Governo, ii série, n.º 248, de 24 de outubro \n\nde 1960. Manter-se-ia no exercício do cargo até à jubilação, ocorrida em 10 de novembro \n\nde 1964.\n\nComo não poderia deixar de ser, o Processo individual de Manuel Heleno apresenta \n\nabundante cópia de ofícios de nomeação para júris do mais variado teor, os propriamente \n\nuniversitários, mas também nomeações para examinar professores do ensino liceal e do \n\nprofissional, os alunos dos cursos de Conservador de Museus, Palácios e Monumentos \n\nNacionais; encontramos também um ofício da Fundação Calouste Gulbenkian (1705/\n\nBA/62), datado de 12 de julho de 1962 e assinado por Azeredo Perdigão, convidando \n\nManuel Heleno para integrar o júri do Prémio Calouste Gulbenkian de «Estética, História \n\nda Arte e Arqueologia» (os restantes membros do júri foram João Couto, Délio Nobre \n\nSantos, J. M. Bairrão Oleiro e J. H. Pais da Silva).\n\nManuel Heleno foi nomeado vogal da 2.ª subsecção da Junta Nacional da Educação \n\npublicada no Diário do Governo, ii série, n.º 38, de 16 de fevereiro de 1942, a instância \n\nque diretamente se ocupava da fiscalização dos trabalhos arqueológicos em Portugal. Na \n\nprática, Heleno já tinha assento na subsecção desde 1936 — sobre a controvérsia que \n\nenvolveu a composição deste organismo (Fabião, 1999, p. 121 e segs., com referências; \n\nCardoso, 1999).\n\nNo domínio da investigação, Manuel Heleno foi também o impulsionador de \n\num centro de investigação na Faculdade, o Centro de Estudos Históricos e Arqueológicos. \n\nSuplemento_OAP_8.indd   66 27/11/13   16:23\n\n\n\nManuel Heleno, pioneiro do ensino e da investigação arqueológica em Portugal (1923-1964)\n\nSuplemento n.º 8 a O Arqueólogo Português, 2013 67\n\nEm carta dirigida ao Diretor e datada de 12 de junho de 1942, Heleno escreveu: «Exm.º \n\nSnr. Director: / Junto encontrará V. Exª a exposição que / fiz a pedir a criação dum Centro de / \n\nEstudos Históricos e Arqueológicos na Fa - / culdade. § / Agradecia o favor de a informar e de / \n\nfazer seguir urgentemente para o / Presidente do Instituto para a Alta / Cultura. / De V. Ex.ª Att. \n\nVem. Obg. / Manuel Heleno J.» Infelizmente, não se conserva no Processo a mencionada \n\nexposição.\n\nNo ano seguinte, foi enviado ao Diretor o primeiro Relatório de Atividades do referido \n\ncentro de investigação, acompanhado de carta, datada de 3 de março de 1943. O Relatório \n\ndetalha as ações desenvolvidas e identifica os investigadores: Ferreira de Almeida e José \n\nFragoso Lima realizam estudos e conferências sobre temas arqueológicos; no campo da \n\nHistória avultam os nomes de Alberto Iria, Vitorino Magalhães Godinho e José Hermano \n\nSaraiva. No Relatório, Heleno sugere «que o Instituto criasse no mesmo / Museu, com carácter \n\npermanente, para bolseiros e alunos distintos, um / curso semestral, como os existentes lá fora, \n\nsobre ‘Investigação pré- / histórica’, e convidasse uma notabilidade estrangeira, por exemplo, o /  \n\nDr. Obermaier, para o vir abrir. Continuar-se-hia assim o caminho ini / ciado pelo Prof. Breuil, \n\nque tão bons resultados trouxe para a nossa / investigação». Curiosamente, indica-se que \n\nalguns dos trabalhos realizados seriam publicados na revista Ethnos, o periódico do Insti-\n\ntuto Português de Arqueologia, História e Etnografia, que Heleno criara no Museu Etnológico \n\ndo Dr. Leite de Vasconcelos (assim se passou a chamar a instituição, depois da Jubilação \n\ndo fundador), em 1933 (Heleno, 1935b). Mais tarde, o Centro de História da Facul-\n\ndade de Letras abandonou a dimensão arqueológica, sob o impulso de Virgínia Rau, e \n\no Instituto do Museu assumiu de um modo mais notório as componentes arqueológica \n\ne etnográfica, embora sem nunca deixar de publicar trabalhos de índole histórica, com \n\nespecial atenção à Expansão Portuguesa, uma vez que fora esse o seu primeiro desíg-\n\nnio — «[…] pôr bem em evidência o papel de Portugal no descobrimento da Terra, na criação \n\nde novas nações […] a acção de Portugal na História da Civilização» (ibid.). Na criação do \n\ncentro universitário e na atividade do Instituto encontramos de novo a estreita relação \n\nentre a Faculdade e o Museu.\n\nAo longo da sua carreira docente, Manuel Heleno realizou um diversificado con-\n\njunto de trabalhos de campo que não deixariam de interferir com o normal ritmo das \n\naulas. No Processo encontramos vários apontamentos que nos elucidam sobre os modos \n\ncomo se conjugavam estas distintas ações. Como o trabalho do Museu constituía inerên-\n\ncia do trabalho docente, a sua atividade de campo era naturalmente considerada como \n\nserviço docente ainda que com frequente prejuízo das aulas. Do Processo constam diver-\n\nsos documentos autorizando a ausência por estar em trabalhos de campo (ou simples-\n\nmente ao serviço do Museu), bem como períodos de licença graciosa (como então se \n\nchamava a equiparação a bolseiro). Percebe-se também como Heleno tinha normal acesso \n\nàs mais altas instâncias públicas para expor o seu desejo de se ausentar. As primeiras \n\nausências são breves, como a registada em 1925: em carta sintomaticamente escrita em \n\npapel  timbrado do Museu, datada de Bate-Pé, 24 / IV / 1925, e dirigida ao Diretor da \n\nFaculdade, informa «Estou realizando com verba concedida pela Junta / da Educação frutuosas \n\nescavações entre Montemor- / -o-Novo e Siborro, que só poderão ficar concluídas / no fim da \n\npróxima semana. Rogo por isso / a V. Ex.ª o favor de, não só me permitir a / conclusão destes \n\ntrabalhos, mas ainda também / de, podendo ser, não convocar o Conselho Es - / colar antes de \n\n5 de Maio». Em 1931, uma carta, datada de 30 de abril de 1931, do Reitor da Universi-\n\nSuplemento_OAP_8.indd   67 27/11/13   16:23\n\n\n\n68 Suplemento n.º 8 a O Arqueólogo Português, 2013\n\nJoão Luís Cardoso, Luís Raposo, Nuno Bicho, Carlos Fabião\n\ndade (Caeiro da Mata), dirigida ao Diretor da Faculdade, comunica que por despacho de \n\n24 desse mesmo mês, o Ministro da Instrução Pública autorizara o Professor Auxiliar da \n\nFaculdade de Letras e Diretor do Museu Etnológico do Dr. Leite de Vasconcelos: «a con-\n\ncluir os trabalhos de escavações iniciados nas férias da Pascoa, na região de Siborro, concelho de \n\nMontemór-o-Novo, no prazo máximo de 15 dias, sem prejuízo dos seus vencimentos».\n\nEm 1934, um ofício com assunto de teor administrativo, datado de 21 de maio, \n\napresenta escrito à margem, «comuniquei / em 23 / 5 / 1934 para / Siborro», uma clara \n\nalusão de que o professor de Arqueologia ali se encontraria em trabalho de campo, no \n\nâmbito das escavações conduzidas em monumentos megalíticos.\n\nEm 1940 decorrem as grandes comemorações do duplo centenário (constituição do \n\nreino de Portugal e Restauração), no âmbito das quais se realizou o grande Congresso \n\ndo Mundo Português. Neste contexto, Heleno apresentou um Requerimento ao Ministro \n\nda Educação Nacional, datado de 15 de fevereiro de 1940: «Manuel Domingues Heleno \n\nJunior, professor catedrático da / Faculdade de Letras de Lisboa com mais de três anos de ser - / \n\nviço, não tendo podido por motivo de doença grave e prolon - / gada prepara [sic] os trabalhos \n\ncom que deseja colaborar nas come - / morações dos Centenário (Comunicações aos Congressos, \n\nestudos / sobre a origem do povo português, publicações de muitas es - / pecies de das [sic] revistas \n\n‘Arqueo logia’ [sic] e ‘Ethnos’) e não lhe / sendo possível já fazê-lo sem três meses de licença, / Pede \n\na V. Ex.ª se digne conceder-lha, / ao abrigo do art.º 46.º do Estatuto Univer - / sitário» — \n\no documento é acompanhado por uma informação de serviço declarando a não oposi-\n\nção à concessão. O Ministro autoriza e, para regularizar a situação, vários documentos \n\nprocedem ao reajustamento do serviço docente para esse ano, sendo contratado para \n\nsubstituir Heleno José António Ferreira de Almeida, para as disciplinas de Arqueologia e \n\nde Estética, com estatuto de professor auxiliar (10 de julho de 1940).\n\nA título de curiosidade, refira-se que nas Atas do Congresso não figura qualquer tra-\n\nbalho de Heleno e que, na década de 40, somente em 1949 o Professor publicou alguns \n\nestudos.\n\nEm 1946, encontramos uma informação favorável, relativa ao requerimento de \n\nM. Heleno de seis meses de licença, «para dar incremento aos seus trabalhos científicos», a \n\npartir de dezembro de 1946, calendário reiterado em carta escrita pelo próprio ao Diretor \n\nda Faculdade, em 27 de novembro de 1946.\n\nEm 1951 encontramos registo de nova dispensa de serviço, equiparado a bolseiro \n\nno País, por 12 meses, com início em 1 de outubro 1951 — Diário do Governo, ii série, \n\nn.º 169, de 24 de julho de 1951. A dispensa terá sido prorrogada, uma vez que se encon-\n\ntra também uma autorização para se ausentar do serviço, pelo período de 6 meses, nos \n\ntermos do art.º 46.º do Estatuto da Instrução Universitária, Diário do Governo, ii série, \n\nn.º 268, de 13 de novembro de 1952.\n\nAs diversas autorizações de dispensa de serviço docente, algumas das quais corres-\n\nponderiam ao que hoje se considera «licença sabática» ou «equiparação a bolseiro», reve-\n\nlam um ambiente de compreensão e apoio, naturais numa instituição universitária. Ser-\n\nvem sobretudo para sublinhar que não havia na realidade nenhuma limitação severa ao \n\nnormal desenrolar das tarefas de investigação. A estas dispensas de serviço, para desen-\n\nvolvimento de trabalho científico, haverá que somar a concedida para se ocupar das dis-\n\nposições testamentárias de Leite de Vasconcelos — ofício do Vice-Reitor da Universidade \n\nde Lisboa, datado de 23 de janeiro de 1943, comunicando a dispensa de serviço docente \n\nSuplemento_OAP_8.indd   68 27/11/13   16:23\n\n\n\nManuel Heleno, pioneiro do ensino e da investigação arqueológica em Portugal (1923-1964)\n\nSuplemento n.º 8 a O Arqueólogo Português, 2013 69\n\nde Manuel Heleno e Orlando Ribeiro por cerca de 30 a 45 dias para procederem à arru-\n\nmação do espólio de Leite de Vasconcelos, em conformidade com as disposições testa-\n\nmenteiras. Esta parceria dos dois principais discípulos de Vasconcelos não terá decorrido \n\nnos melhores termos, uma vez que Heleno não figura na lista dos colaboradores que \n\nasseguraram a publicação dos volumes póstumos da Etnografia Portuguesa. Não deixa de \n\nser igualmente significativo que não haja qualquer referência ao Professor de Arqueolo-\n\ngia nos textos memorialísticos que o geógrafo publicou (Ribeiro, 2003) e as referências a \n\nHeleno são sempre secas e fortemente críticas, tanto naquela (Ribeiro, 1985, XII), como \n\nnestas (Ribeiro, 1977, p. 90; 1978, p. 30, 37).\n\nAinda no domínio da investigação, há no Processo um conjunto de documentos inte-\n\nressantes, que se relacionam com estes dois professores da Faculdade de Letras da Univer-\n\nsidade de Lisboa. Em 24 de dezembro de 1943, o Diretor da Faculdade enviou um Ofício \n\nao Diretor da Polícia de Vigilância e Defesa do Estado, do seguinte teor (Fig. 35): «Ex.mo \n\nSnr. / Director da Polícia de Vigilância e Defesa do Estado / LISBOA / Os professores catedráticos \n\ndesta Faculdade, Doutores Manuel / Domingues Heleno Júnior e Orlando da Cunha Ribeiro, \n\nteem sido / por vezes temporariamente impedidos de realizarem os seus traba - / lhos de investi-\n\ngação científica, o primeiro em pesquizas arqueo - / lógicas e o segundo em estudos de Ciências \n\ngeográficas, por agen - / tes de polícia de muito digna direcção de V. Ex.ª. § / Rogo, por isso, a V. \n\nEx.ª se digne mandar passar qualquer do - / cumento que facilite aqueles professores, quando se \n\nencontrem / em investigações no campo, a sua actuação científica. § / Aproveito a oportunidade \n\npara apresentar a V. Ex.ª os meus / cumprimentos.§ / A Bem da Nação § / Faculdade de Letras \n\nda Universidade de Lisboa, em 24 de / Dezembro de 1943.» Com a mesma data, ofício aná-\n\nlogo foi enviado ao Comandante da Guarda Fiscal.\n\nO pedido terá sido atendido, mas com caráter casuístico, como se pode ler nas res-\n\npostas recebidas, respetivamente, da Guarda Fiscal: «Ex.mo Snr. Director da Faculdade de \n\nLetras / LISBOA / Sobre o assunto do ofício n.º 769-L.º 5 / de 24 do corrente, rogo a V. Ex.ª \n\nse digne in - / formar-me de qual o local ou locais em que / os professores catedráticos \n\nDoutores Manuel / Domingues Heleno Júnior e Orlando da Cunha / Ribeiro teem rea-\n\nlisado [sic] os seus trabalhos e / onde os mesmos deverão continuar, a-fim-de [sic] se poderem \n\ndeterminar as facilidades que / for possível. / A Bem da Nação / Lisboa, 31 de Dezembro de \n\n1943 / O Comandante Geral / [assinatura] / Afonso Carlos Ferreira May / Coronel»; e da \n\nPVDE: Documento com a Indicação de Confidencial [n.º 65 / 944-I], «Ex.mo Snr. Director \n\nda Faculdade de Letras / da Universidade de / LISBOA / Afim de poder satisfazer o solicitado \n\nem ofí - / cio n.º 768 – L.. 5 de 24 de Dezembro findo, rogo a V. Ex.ª se digne / concretizar \n\nquais os serviços e locais onde desejam actuar em / pesquizas arqueológicas e estudos de ciências \n\ngeográficas, os / professores catedráticos referidos no supra citado ofício de V. / Ex.ª / A Bem da \n\nNação / Lisboa, Serviços de Informação e ligação, 7 de Janeiro de 1944/ Pelo Director /Assina-\n\ntura ilegível» (Fig. 36).\n\nEm resposta, o Diretor da Faculdade oficiou a PVDE, em 14 de fevereiro de 1944: \n\n«Ex.mo Snr. / Director da Polícia de Vigilância e Defesa do Estado / LISBOA / O Professor cate-\n\ndrático desta Faculdade, Doutor Manuel Do - / mingues Heleno Júnior, no desempenho das suas \n\nfunções de Dire - / ctor do Museu Etnológico, inerentes àquele cargo, propõe-se fa - / zer breve-\n\nmente investigações arqueológicas no litoral português / e na zona fronteiriça, designadamente \n\nna margem esquerda do Gua - / diana. §/ A fim do mesmo professor não ser estorvado naqueles  \n\ntra - / balhos de investigação científica, permito-me sugerir, relativa - / mente ao ofício de V. Exª \n\nSuplemento_OAP_8.indd   69 27/11/13   16:23\n\n\n\n70 Suplemento n.º 8 a O Arqueólogo Português, 2013\n\nJoão Luís Cardoso, Luís Raposo, Nuno Bicho, Carlos Fabião\n\nde 7 de Janeiro findo, que seja pas - / sada a favor do mesmo professor uma credencial, acredi-\n\ntando-o / junto das autoridades que possam interferir nos seus trabalhos. § / Nos mesmos termos, \n\nnesta data, se solicita outrotanto ao / Comando da Guarda Fiscal. § / A Bem da Nação § / \n\nFaculdade de Letras da Universidade de Lisboa, em 14 de / Fevereiro de 1944. § / O Director». \n\nCom a mesma data e análogo teor, foi dirigido ofício ao Comandante da Guarda Fiscal.\n\nComo se pode ver, nesses tempos difíceis, os bloqueios à investigação podiam nas-\n\ncer das mais surpreendentes fontes. No entanto, é bem possível que estas interferências \n\ntenham sido meramente pontuais, designadamente, no ano de 1944, quando a guerra \n\nna Europa recomendava excecionais medidas de segurança. Sublinhe-se que nada consta \n\nsobre estes percalços nas memórias de Orlando Ribeiro, muito ricas em episódios pito-\n\nrescos, o que reforça a ideia do caráter meramente pontual do incidente.\n\nEm 1926, logo no início da sua carreira, regista-se uma Carta do Reitor da Uni-\n\nversidade de Lisboa ao Diretor da Faculdade de Letras, de 6 de julho, comunicando a \n\nautorização de dispensa de serviço (sem perda de remuneração) ao Assistente provisório \n\nda FLUL e Conservador do Museu Etnológico, Manuel Heleno Júnior, concedida pelo \n\nMinistério da Instrução Pública/Direção Geral do Ensino Superior, por despacho de 3 de \n\njulho de 1926, para: «proceder a algumas investigações em Espanha e informar-se da organi-\n\nsação [sic] do ensino Superior da Historia e da dos Museus de Arqueologia e Numismatica na \n\nFrança, Italia, Suissa, Alemanha e Bélgica».\n\nSó voltamos a encontrar registo de relações externas em 1949, quando foi nomeado \n\npara o Comité Internationale des Sciences Historiques (Diário do Governo, ii série, n.º 143, \n\nde 23 de julho). No ano seguinte, foi nomeado representante português no Conselho \n\nInternacional dos Museus (Diário do Governo, ii série, n.º 109, de 7 de maio 1952). Em \n\n1959 voltou a ser nomeado vogal da Comissão Portuguesa do Comité Internationale des \n\nSciences Historiques (Diário do Governo, ii série, n.º 15, de 19 de janeiro). Nesse mesmo \n\nano, foi autorizado a ausentar-se para o estrangeiro durante as férias do Carnaval (Diário \n\ndo Governo, ii série, n.º 34, de 10 de fevereiro), mas não há indicação sobre os motivos ou \n\nlocal de viagem. Em janeiro de 1961 voltou a requerer autorização para se ausentar do \n\nPaís e, uma vez mais, nada consta sobre motivos ou destino.\n\nEste relativo isolamento internacional, tanto quanto se pode concluir pelas missões \n\nrealizadas ao estrangeiro parece ter sido uma constante, embora tenha de ser devida-\n\nmente integrado na sua época e na realidade económica e cultural do País. Ao contrá-\n\nrio, Heleno acolheu em Portugal os mais importantes arqueólogos europeus da época. \n\nMerece destaque Henri Breuil, que, a pretexto da realização de um conjunto de conferên-\n\ncias, se deslocou a Portugal, em junho de 1941, e aqui permaneceu 17 meses, até novem-\n\nbro de 1942, no decurso dos quais lecionou na Faculdade de Letras de Lisboa, a con-\n\nvite de Heleno, um curso sobre Pré-História. Foram as remunerações auferidas por este \n\nserviço que asseguraram o sustento do sábio francês, que repartia o seu tempo entre as \n\naulas dadas na Faculdade de Letras e as investigações realizadas nos Serviços Geológicos \n\nde Portugal, que então funcionavam no mesmo edifício, propriedade da Academia das \n\nCiências de Lisboa, em estreita e diária colaboração com o Doutor Georges Zbyszewski \n\n(Cardoso, 1997).\n\nNo primeiro relatório de atividades do Centro de Estudos Históricos e Arqueológicos \n\n(v. supra), contemporâneo da presença em Lisboa de Breuil, certamente sugestionado \n\npelo êxito das suas lições, sugere a criação de um curso no Museu Etnológico do Dr. Leite \n\nSuplemento_OAP_8.indd   70 27/11/13   16:23\n\n\n\nManuel Heleno, pioneiro do ensino e da investigação arqueológica em Portugal (1923-1964)\n\nSuplemento n.º 8 a O Arqueólogo Português, 2013 71\n\nde Vasconcelos, com convidados estrangeiros. Não obstante, é certo que a passagem por \n\nLisboa de vários arqueólogos de distintas procedências, entre 1944 e 1960, poderia ter \n\nsido melhor aproveitada. No detalhado estudo que consagrou ao tema António Carva-\n\nlho, documenta-se a visita de Santa-Olalla, García y Bellido, Taracena, Pericot, Almagro \n\nBash, Gordon Childe e Glyn Daniel. De todos estes investigadores, Heleno apenas rece-\n\nbeu alguns no Museu Etnológico e nenhum deles proferiu conferências na Faculdade de \n\nLetras, embora o tenham feito em outras instituições de Lisboa (Carvalho, 1989). É certo \n\nque a maior parte das visitas se fizeram com um claro enquadramento dos mais desta-\n\ncados membros da Associação dos Arqueólogos Portugueses, com quem Heleno tinha \n\nrelações conflituosas (Cardoso, 1999, p. 144; Fabião, 1999, p. 120-126), mas certamente \n\nteria sido possível, se assim o entendesse, usar o seu poder para proporcionar um palco \n\nuniversitário para a realização de algumas palestras, que os convidados não enjeitariam.\n\nO Processo Individual do Professor Manuel Domingues Heleno Júnior termina em 1964, \n\nano em que atingiu o limite de idade para o exercício de funções públicas, com uma \n\ncarta enviada pelo próprio, na condição de Diretor da Faculdade de Letras, ao Reitor da \n\nUniversidade de Lisboa, em 2 de outubro de 1964: «Ex.mo Senhor / Reitor da Universidade \n\nde Lisboa / Para os devidos efeitos, tenho a honra de comuni - / car a V. Ex.ª que, na minha \n\nqualidade de Professor ca - / tedrático do Grupo de História desta Faculdade, atinjo / o limite \n\nde idade no próximo 11 de Novembro. § / Aproveito o ensejo para apresentar a V. Ex.ª os meus \n\nmelhores cumprimentos. § / A Bem da Nação / Faculdade de Letras da Universidade de Lisboa, \n\n2 / de Outubro de 1964. / O Director, / Manuel Heleno.»\n\nSuplemento_OAP_8.indd   71 27/11/13   16:23\n\n\n\nManuel Heleno, pioneiro do ensino e da investigação arqueológica em Portugal (1923-1964)\n\nSuplemento n.º 8 a O Arqueólogo Português, 2013 73\n\nAgradecimentos\n\nÀ Secretaria da Faculdade de Letras da Universidade de Lisboa, por ter facultado o \n\nacesso ao Processo Individual do Prof. Manuel Heleno.\n\nÀ Direção do Centro Português de Atividades Subaquáticas, na pessoa da sua Pre-\n\nsidente, a Dr.ª Margarida Farrajota, por ter cedido fotografia obtida em Troia, na altura \n\nem que se exploraram os fundos do estuário adjacentes às ruínas romanas ali existentes.\n\nAo Senhor José Carlos Henrique, pelo cuidado com que transcreveu a extensa docu-\n\nmentação manuscrita de Manuel Heleno, e pela boa vontade sempre manifestada no \n\ndecurso do moroso trabalho subsequente, até se atingir a forma final de cada documento \n\ntranscrito.\n\nAo Museu Nacional de Arqueologia, na pessoa do seu Diretor, o Dr. António \n\n Carvalho, e ao Instituto Arqueológico Alemão/Delegação de Madrid, na pessoa da sua \n\nDiretora, Dr.ª Dirce Marzoli, por terem cedido para publicação diversas imagens que \n\nintegram os Arquivos Fotográficos de ambas as instituições.\n\nSuplemento_OAP_8.indd   73 27/11/13   16:23\n\n\n\nManuel Heleno, pioneiro do ensino e da investigação arqueológica em Portugal (1923-1964)\n\nSuplemento n.º 8 a O Arqueólogo Português, 2013 93\n\nALMEIDA, F. (2000) — The terminal gravettian of the \nPortuguese Estremadura: technological variability of the \nlithic industries. Dallas: Southern Methodist Univer-\nsity. Tese de Doutoramento.\n\nALMEIDA, J. Mendes de (1997-1998) — No 4.º cen-\ntenário da 2.ª edição dos De Antiqvitatibvs Lvsitaniae \nLibri Qvattvor (Roma, 1597). Estudos Arqueológicos de \nOeiras. Oeiras. 7, p. 227-234.\n\nARGOTE, G. Contador de (1734) — Memórias para \na história ecclesiástica do arcebispado de Braga. Lisboa \noccidental: Oficina de José António da Silva. Vol. 2.\n\nBAR-YOSEF, O.; BORDES, J. (2010) — Who were the \nmakers of the Châtelperronian culture? Journal of \nHuman Evolution. 59, p. 586-593.\n\nBICHO, N. (1992) — Technological Change during \nthe Pleistocene-Holocene Boundary in Rio Maior, Portu-\ngal. Dallas: Southern Methodist University. Tese de \nDoutoramento.\n\nBICHO, N. (1995-1997) — A Ocupação Epipaleolí-\ntica do Abrigo Grande das Bocas, Rio Maior. O Arqueó-\nlogo Português. Lisboa. Série IV, 13-15, p. 53-86.\n\nBICHO, N. (2011) — Manual de Arqueologia Pré-histó-\nrica. 2.ª ed. Lisboa: Edições.\n\nBICHO, N.; DIAS, R.; PEREIRA, T.; CASCALHEIRA, \nJ.; MARREIROS, J.; PEREIRA, V.; GONÇALVES, C. \n(no prelo) — O Mesolítico e o Neolítico antigo: o \ncaso dos concheiros de Muge. Actas do 5.º Congresso \ndo Neolítico Peninsular. Cascais: Câmara Municipal de \nCascais.\n\nBINFORD, L. (1980) — Bones: Ancient Men and \nModern Myths. Nova Iorque: Academic Press.\n\nBORDES, F. (1947) — Étude comparative des diffé-\nrentes techniques de taille du silex des roches dures. \nL’Anthropologie. Paris. 51, p. 1-29.\n\nBORDES, F. (1950) — Principes d’une méthode \nd’étude des techniques de débitage de la typologie du \nPaléolithique ancien moyen. L’Anthropologie. Paris. \n54, p. 113-126.\n\nBORDES, F. (1953) — Essai de classification des \nindustries «moustériennes». Bulletin de la Société \nPréhistorique Française. Paris. 50, p. 457-466.\n\nBORDES, F.; BOURGON, M. (1951) — Le complexe \nmoustérien: Moustérien, Levalloisien et Tayacien. \nL’Anthropologie. Paris. 55, p. 1-23.\n\nBRAIN, C. (1981) — The hunters or the hunted. An \nintroduction to African cave taphonomy. Chicago: The \nUniversity Chicago Press.\n\nBREUIL, H. (1913) — Les subdivisions du Paléoli-\nthique Supérieur et leur signification. Congrés Inter-\nnational d’Anthropologie et d’Archéologie préhistoriques. \nCompte rendu de la 14ème session  (Genève 1912). \nGenève: Imprimerie Albert Kündig. 1, p. 165.238.\n\nBREUIL, H. (1931-1934) — Études de stratigraphie \npaléolithique dans le Nord de la France, la Belgique \net l’Angleterre. L’Anthropologie. Paris. 41:5-6, p. 449-\n-488; 42:1-2, p. 27-47, 42:3-4, p. 291-314; 44:3-4, \np. 250-290.\n\nBREUIL, H. (1932) — Le Paléolithique ancien \nen Europe occidentale et sa chronologie. Bulletin \nde la Société Préhistorique Française. Paris. 42:12, \np. 570-578.\n\nBREUIL, H.; LANTIER, R. (1951) — Les hommes de \nla pierre ancienne (Paléolithique et Mésolithique). Paris: \nPayot.\n\nBREUIL, H.; ZBYSZEWSKI, G. (1942) — Contri-\nbution à l´étude des industries paléolithiques du \nPortugal et de leurs rapports avec la géologie du \nQuaternaire. Les principaux gisements des plages \nquaternaires du littoral d´Estremadura et des terras-\nses fluviales de la basse vallée du Tage. Comunicações \ndos Serviços Geológicos de Portugal. Lisboa. 23, 369 p.\n\nBREUIL, H.; ZBYSZEWSKI, G. (1943) — Le Quater-\nnaire de Santo Antão do Tojal. Comunicações dos Ser-\nviços Geológicos de Portugal. Lisboa. 24, p. 43-70.\n\nBREUIL, H.; ZBYSZEWSKI, G. (1945) — Contri-\nbution à l´étude des industries paléolithiques du \nPortugal et de leurs rapports avec la géologie du \nQuaternaire. Les principaux gisements des plages \nquaternaires du littoral d´Estremadura et des terras-\nses fluviales de la basse vallée du Tage. Comunicações \ndos Serviços Geológicos de Portugal. Lisboa. 26, 662 p.\n\nCARDOSO, J. L. (1997) — Reconhecidos a Geor-\nges Zbyszewski. Setúbal Arqueológica. Setúbal. 11-12, \np. 9-16.\n\nBibliografia\n\nSuplemento_OAP_8.indd   93 27/11/13   16:23\n\n\n\n94 Suplemento n.º 8 a O Arqueólogo Português, 2013\n\nJoão Luís Cardoso, Luís Raposo, Nuno Bicho, Carlos Fabião\n\nCARDOSO, J. L. (1999) — O Professor Mendes Cor-\nrêa e a Arqueologia Portuguesa. Al-madan. Almada. \nSérie II, 8, p. 138-156.\n\nCARDOSO, J. L. (1999-2000) — As investigações de \nCarlos Ribeiro e de Nery Delgado sobre o «Homem \nTerciário»: resultados e consequências na época e \npara além dela. Estudos Arqueológicos de Oeiras. Oei-\nras. 8, p. 33-54.\n\nCARDOSO, J. L. (2001) — In memoriam. Manuel Fari-\nnha dos Santos. O Arqueólogo Português. Lisboa. S. IV, \n19, p. 7-11.\n\nCARDOSO, J. L. (2001-2002) — Elogio do \nProf. Dr. Manuel Farinha dos Santos. Estudos Arqueo-\nlógicos de Oeiras. Oeiras. 10, p. 11-37.\n\nCARDOSO, J. L. (2007) — Pré-História de Portugal. \nLisboa: Universidade Aberta.\n\nCARDOSO, J. L. (2008) — Joaquim Filipe Nery Del-\ngado, arqueólogo. In Nery Delgado (1835-1908), Geó-\nlogo do Reino. Lisboa: Museu Geológico; INETI; FCT/\nUNL: Centro de História e Filosofia das Ciências. \np. 65-79.\n\nCARDOSO, J. L. (2010-2011) — O Professor Mendes \nCorrêa (1888-1960) e as investigações sobre o Homo \nafer taganus dos concheiros mesolíticos de Muge. \nEstudos Arqueológicos de Oeiras. Oeiras. 18, p. 631-656.\n\nCARDOSO, J. L. (2011) — O Professor Mendes Cor-\nrêa e a Arqueologia portuguesa. Anais da Academia \nPortuguesa da História. Lisboa. Série III, 2, p. 229-297.\n\nCARDOSO, J. L.; GONÇALVES, F. (1992) — Notícia \nExplicativa da Carta Geológica de Portugal à escala de \n1/50000. Folha 39-D (Torrão). Arqueologia. Lisboa: \nServiços Geológicos de Portugal. p. 74-81.\n\nCARDOSO, J. L.; ZBYSZEWSKI, G.; ANDRÉ, M. C. \n(1992) — O Paleolítico do Complexo Basáltico de \nLisboa. Estudos Arqueológicos de Oeiras. Oeiras. 3, \n645 p.\n\nCARDOSO, J. L.; CARREIRA, J. Roque; FERREIRA, O. \nda Veiga (1996) — O espólio arqueológico das gru-\ntas naturais da Senhora da Luz (Rio Maior). Estudos \nArqueológicos de Oeiras. Oeiras. 6, p. 195-256.\n\nCARVALHO, A. (1989) — Para a História da Arqueo-\nlogia em Portugal. O Livro de Visitantes da Junta de \nTurismo de Cascais. Arquivo de Cascais. Boletim Cultu-\nral do Município. Cascais. 8, p. 75-150.\n\nCARVALHO, A. F. (2009) — O Mesolítico final em \nPortugal. In El Mesolítico Geométrico en la Península \nIbérica. (Monografías Arqueológicas; 44). p. 33-68.\n\nCARVALHO, A. F. (2010) — Chronology and geogra-\nphy of the Mesolithic-Neolithic transition in Por-\ntugal. In ARMBRUESTER, T.; HEGEWISCH, M. \neds. — On Pre- and Earlier History of Iberia and Central \n\nEurope. Studies in honour of Philine Kalb. Bonn: Verlag \nDr. Rudolf Habelt GmbH. p. 45-61.\n\nCASTELO-BRANCO, F. (1970) — Subsídios para \no Estudo da Actividade Científica do Prof. Manuel \nHeleno. Ethnos. Lisboa. 7, p. 6-30.\n\nCASTELO-BRANCO, F. (1988) — Elogio do Prof. Dou-\ntor Manuel Heleno. Lisboa: Academia Portuguesa da \nHistória.\n\nCASTILLO, A. del (1928) — La Cultura del vaso cam-\npaniforme (su origen y extensión en Europa). Barcelona: \n[s. n.].\n\nCORRÊA, A. A. Mendes (1919) — Raça e Nacionali-\ndade. Porto: Renascença Portuguesa.\n\nCORRÊA, A. A. Mendes (1924) — Os povos primitivos \nda Lusitânia. Porto: Casa Editora de A. Figueirinhas.\n\nCORRÊA, A. A. Mendes (1936) — A propósito do \n«Homo Taganus». Africanos em Portugal. Boletim da \nJunta Geral de Santarém. Santarém. 6:43, p. 37-55.\n\nCORRÊA, A. A. Mendes (1956) — Notice prélimi-\nnaire sur les squelettes préhistoriques de Moita de \nSebastião (Muge). In Crónica IV Congreso Internacio-\nnal de Ciencias Prehistóricas y Protohistóricas (Madrid, \n1954). Zaragoza: [s. n.]. p. 133-139.\n\nCUNHA, M. (2008) — As necrópoles de Silveirona \n(Santo Estêvão, Estremoz). Do mundo funerário romano \nà Antiguidade Tardia. Lisboa: Museu Nacional de \nAr queologia. (Suplemento a O Arqueólogo Português; 4).\n\nCUNHA-RIBEIRO, J. P. (1992-93) — Contribuição \npara o estudo do Paleolítico do vale do rio Lis no \nseu contexto crono-estratigráfico. Portugália. Porto. \n13-14, p. 7-137.\n\nCUNHA-RIBEIRO, J. P. (1999) — O Acheulense no \ncentro de Portugal. O vale do Lis: contribuição para uma \nabordagem tecno-tipológica das suas indústrias líticas e \nproblemáticas do seu contexto cronoestratigráfico. Lisboa: \nFaculdade de Letras da Universidade de Lisboa. Tese \nde Doutoramento não publicada.\n\nDANIEL, G. (1941) — The dual nature of the mega-\nlithic colonisation of prehistoric Europe. Proceedings \nof the Prehistoric Society. Cambridge. N. S., 7, p. 1-49.\n\nDELGADO, J. F. N. (1867) — Da existencia do Homem \nno nosso solo em tempos mui remotos provada pelo estudo \ndas cavernas. Noticia acerca das grutas da Cezareda. Lis-\nboa: Comissão Geológica de Portugal.\n\nDELGADO, J. F. N. (1884) — La grotte de Furninha \na Peniche. In Congrès International d´Anthropologie et \nd´Archéologie Préhistoriques. Compte-Rendu de la neu-\nvième Session à Lisbonne (1880). Lisboa: Typographie \nde l´Académie Royale des Sciences. p. 207-278.\n\nDINIZ, M.; GONÇALVES, V. S. (1993-94) — Na \n2.ª metade do século XIX: luzes e sombras sobre a insti-\n\nSuplemento_OAP_8.indd   94 27/11/13   16:23\n\n\n\nManuel Heleno, pioneiro do ensino e da investigação arqueológica em Portugal (1923-1964)\n\nSuplemento n.º 8 a O Arqueólogo Português, 2013 95\n\ntucionalização da Arqueologia em Portugal. O Arqueó-\nlogo Português. Lisboa. Série IV, 11-12, p. 175-187.\n\nFABIÃO, C. (1999) — Um Século de Arqueologia \nem Portugal — I. Al-Madan. Almada. Série II, 8, \np. 104-126.\n\nFABIÃO, C. (2012) — Uma história da arqueologia por-\ntuguesa. Lisboa: CTT.\n\nFERNÁNDEZ, E.; GAMBA, C.; TIRADO, M.; CAR-\nVALHO, A.; GIBAJA, J. F.; ARROYO-PARDO, E. (no \nprelo) — The Mesolithic-Neolithic transition in Ibe-\nria: insights from ancient DNA. In Proceedings of the \nMESO2011. Santander: Universidad de Cantabria.\n\nFERREIRA, O. da Veiga (1976) — Acerca das cerâ-\nmicas neolíticas encontradas na parte superior dos \nconcheiros da região de Muge (Portugal). Comuni-\ncações dos Serviços Geológicos de Portugal. Lisboa. 58, \np. 191-197.\n\nGAGO, A. B.; MARTINHO, C.; RAPOSO, L. (no \nprelo) — Manuel Heleno. Fotobiografia. Lisboa: Museu \nNacional de Arqueologia.\n\nGAMBLE, C. (1986) — The Palaeolithic settlement of \nEurope. Cambridge: Cambridge Univ. Press.\n\nGAMBLE, C. (1999) — The Palaeolithic societies of \nEurope. Cambridge: Cambridge Univ. Press.\n\nGONÇALVES, V. S. (1999) — Reguengos de Monsaraz. \nTerritórios Megalíticos. Lisboa: Câmara Municipal de \nReguengos de Monsaraz.\n\nHELENO, M. (1924) — Do estudo e origem da \nMoeda — Lição de abertura da cadeira de Numismá-\ntica. Lisboa: Tipografia da Empresa do Anuário \nComercial.\n\nHELENO, M. (1925-1926) — Lição inaugural da \ncadeira de arqueologia. O Arqueólogo Português. \n Lisboa. 27, p. 183-193.\n\nHELENO, M. (1933a) — Os escravos em Portugal. Lis-\nboa: Tipografia da Empresa do Anuário Comercial.\n\nHELENO, M. (1933b) — Grutas artificiais do Tojal de \nVila Chã (Carenque). Lisboa: Tipografia da Empresa \ndo Anuário Comercial.\n\nHELENO, M. (1935a) — Jóias pré-romanas. Ethnos. \nLisboa. 1, p. 229-257.\n\nHELENO, M. (1935b) — O «Instituto de Arqueolo-\ngia» e a revista «Ethnos». Ethnos. Lisboa. 1, p. 314.\n\nHELENO, M. (1948a) — O problema capsense: con-\ntribuição portuguesa para a sua revisão. Ethnos. Lis-\nboa. 3, p. 493-495.\n\nHELENO, M. (1948b) — Sarcófago romano da região \nde Vila Franca de Xira. Ethnos. Lisboa. 3, p. 475-483.\n\nHELENO, M. (1951) — Arqueologia de Elvas: notí-\ncia preliminar: parecer apresentado na sessão da \n2.ª Sub-Secção da 6.ª Secção da J. N. E. de 17 de \ndezembro de 1949. O Arqueólogo Português. Lisboa. \nN. S., 1, p. 83-94.\n\nHELENO, M. (1956a) — O Professor Henri Breuil. \nO Arqueólogo Português. Lisboa. N. S., 3, p. 239-246.\n\nHELENO, M. (1956b) — Um quarto de século de \ninvestigação arqueológica. O Arqueólogo Português. \nLisboa. N. S., 3, p. 221-237.\n\nHELENO, M. (1956c) — Consolidação e restauro \ndos mosaicos de Conímbriga. O Arqueólogo Português. \nLisboa. N. S., 3, p. 253-255.\n\nHELENO, M. (1958) — Elogio do Professor  Doutor J. M. \nde Queirós Veloso. Lisboa: Academia Portuguesa da \nHistória.\n\nHELENO, M. (1960) — Tróia — Arqueologia suba-\nquática em Portugal. Revista de Actividades Submari-\nnas. Lisboa. 1, p. 13-14.\n\nHELENO, M. (1962a) — Bosch Gimpera. Sauda-\nção proferida pelo Prof. Manuel Heleno no início \nda Conferência na Faculdade de Letras de Lisboa \npronunciada, em 22 Mar. 1961, pelo Prof. Bosch \nGimpera. O Arqueólogo Português. Lisboa. N. S., 4, \np. 309-311.\n\nHELENO, M. (1962b) — A Villa lusitano-romana de \nTorre de Palma (Monforte). O Arqueólogo Português. \nLisboa. N. S., 4, p. 313-338.\n\nHELENO, M. (1965) — Programa para a instalação \ndo Museu Etnológico do D.or Leite de Vasconcelos na \nCidade Universitária. Ethnos. Lisboa. 4, p. 63-74.\n\nHELENO, M. [s. d.] — Algumas palavras sobre Leite de \nVasconcelos. Lisboa: edição do autor.\n\nHERVÉ, G. (1930) — De l´existence d´un type humain \nà caractères vraisemblablement négroïdes dans les \ndépôts coquilliers mésolithiques de la vallée du Tage. \nRevue Anthropologique. Paris. 40. Separata de 13 p.\n\nHIGHAM, T.; JACOBI, R.; JULIEN, M.; DAVID, F.; \nBASELL, L.; WOOD, R.; DAVIES, W.; BRONK RAM-\nSEY, C. (2010) — Chronology of the Grotte du Renne \n(France) and implications for the context of orna-\nments and human remains within the Châtelperro-\nnian. Proceedings of the National Academy of Sciences. \n107, p. 20234-20239.\n\nJALHAY, E.; PAÇO, A. (1941) — Páleo e Mesolítico \nPortuguês. Anais da Academia Portuguesa da História. \nLisboa. 4, p. 11-101\n\nLEISNER, G.; LEISNER, V. (1951) — Antas do concelho \nde Reguengos  de Monsaraz: materiais para o estudo da \nCultura Megalítica em Portugal. Lisboa: Instituto para \na Alta Cultura.\n\nSuplemento_OAP_8.indd   95 27/11/13   16:23\n\n\n\n96 Suplemento n.º 8 a O Arqueólogo Português, 2013\n\nJoão Luís Cardoso, Luís Raposo, Nuno Bicho, Carlos Fabião\n\nLEROI-GOURHAN, A. (1950) — Les fouilles préhisto-\nriques (techniques et méthodes). Paris: Éditions A. et J. \nPicard et C.ie.\n\nLEROI-GOURHAN, A. (1964-1965) — Le Geste et la \nParole. T. I : Technique et Langage ; T. II: La Mémoire et \nles Rythmes. Paris: Ed. Albin Michel.\n\nMARINGER (1958) — L’Homme préhistorique et ses \ndieux. Paris: Arthaud.\n\nMEIRELES, J. (1992) — Indústrias líticas pré-histó-\nricas do litoral minhoto. Contexto cronoestratigráfico e \npaleoam biental. Braga: Universidade do Minho. Tese \nde doutoramento.\n\nMOITA, I. (1955) — Ante-Projecto para a secção de \nArqueologia do futuro Museu Etnológico do Doutor Leite \nde Vasconcelos. Lisboa: [s. n.]. Tese não publicada apre-\nsentada ao concurso de Conservador de Museus.\n\nMOITA, I. (1956) — Subsídios para o estudo do eneo-\nlítico do Alto Alentejo. O Arqueólogo Português. Lisboa. \nN. S., 3, p. 135-175.\n\nMOITA, I. (1958) — O plano do Museu Etnológico \ndo Dr. Leite de Vasconcelos. Revista Municipal. Lisboa. \n78:3, p. 11-28 e p. 41-57.\n\nMOITA, I. (1966) — Características predominantes \ndo grupo dolménico da Beira Alta. Ethnos. Lisboa. 5, \np. 189-298.\n\nOLLIVIER, J. (1941) — A classificação das indústrias \npaleolíticas dos arredores de Lisboa. Brotéria. Lisboa. \n33, p. 374-376.\n\nPAÇO, A. (1934) — Carta paleolítica e epipaleolítica \nde Portugal. Trabalhos da Associação dos Arqueólogos \nPortugueses. Lisboa. Série VII, 1, p. 23-47.\n\nPAÇO, A. (1936) — Páleo- e Mesolítico Português. \nRevista de Guimarães. Guimarães. 46: 3-4, p. 221-230.\n\nPEREIRA, T. (2010) — A exploração do quartzito na Faixa \nAtlântica Peninsular durante o final do Plistocénico. Faro: \nUniversidade do Algarve. Tese de doutoramento.\n\nPINA, L. de (1958) — Resposta ao recipiendário. In \nElogio do Professor Doutor J. M. de Queirós Veloso. Lis-\nboa: Academia Portuguesa da História.\n\nProcesso Individual do Professor Manuel Domingues \nHeleno Júnior. (1923-1964). Disponível no Arquivo \nda Secção de Pessoal da Faculdade de Letras da Uni-\nversidade de Lisboa.\n\nRAAB, L.; GOODYEAR, A. (1984) — Middle Range \n Theory in Archaeology: a critical review of origins and \napplications. American Antiquity. 49, p. 255-268.\n\nRAPOSO, L. (2003) — A acção de D. Fernando de \nAlmeida na direcção do Museu Nacional de Arqueo-\nlogia Etnologia. O Arqueólogo Português. Lisboa, Série \nIV, 21, p. 13-64.\n\nRAPOSO, L.; CARREIRA, J. R. (1994) — Os primeiros \nhabitantes da região de Lisboa. In Lisboa Subterrânea. \nLisboa: Soc. Lisboa 94, Museu Nacional de Arqueo-\nlogia; Milão: Electa. p. 31-38. Catálogo de exposição.\n\nRAPOSO, L. (1993-1994) — Do Somme ao Tejo: a \nvida e a obra de Henri Breuil e a sua contribuição para \na Pré-História portuguesa. O Arqueólogo Português. Lis-\nboa. Série III, 11-12, p. 223-290.\n\nRIBEIRO, C. (1884) — Les kioekkenmoedings de la \nVallée du Tage. In Compte Rendu de la IXème Session du \nCongrès International d’Anthropologie et d’Archéologie \nPréhistoriques (Lisbonne 1880). Lisboa: Typographie de \nl’Académie des Sciences. p. 279-290.\n\nRIBEIRO, O. (1977) — Introduções Geográficas à Histó-\nria de Portugal. Estudo Crítico. Lisboa: Imprensa Nacio-\nnal-Casa da Moeda.\n\nRIBEIRO, O. (1978) — Geografia e Civilização. Temas \nPortugueses. Lisboa: Livros Horizonte.\n\nRIBEIRO, O. (2003) — Memórias de um Geógrafo. Lis-\nboa: Edições João Sá da Costa.\n\nROCHE, J. (1974) — État actuel de nos connaissances \nsur le Solutréen portugais. Zephyrvs. Salamanca. 25, \np. 81-94.\n\nROCHE. J. (1951) — L’industrie préhistorique du Cabeço \nd’Amoreira (Muge). Porto: Centro de Estudos de Etno-\nlogia Peninsular; Instituto de Alta Cultura.\n\nROCHE. J. (1972) — Le gisement Mésolithique de Moita \ndo Sebastião. Muge, Portugal. Lisboa: Instituto de Alta \nCultura.\n\nROCHE, J. (1989) — Spatial organization in the \nMesolithic sites of Muge. Portugal. In BONSALL C., \ned. — The Mesolithic in Europe. Third International Sym-\nposium. Edinburgh: John Donald. p. 607-613.\n\nSANTOS JÚNIOR, J. R. dos (1933) — A cerâmica \ncampaniforme de Mairos (Trás-os-Montes). In Home-\nnagem a Martins Sarmento. Guimarães: Sociedade Mar-\ntins Sarmento. p. 364-372.\n\nSANTOS, M. F. (1964) — Vestígios de pinturas rupes-\ntres descobertos na gruta do Escoural. O Arqueólogo \nPortuguês. Lisboa. N. S., 5,p. 5-49.\n\nSANTOS, M. F. (1987) — Os estudos de Pré-História \ne Arqueologia na Academia Portuguesa da História. \nIn Anais. Cinquentenário da Restauração da Academia. \nLisboa: Academia Portuguesa da História. p. 313-332.\n\nSCHIFFER, M. (1983) — Toward the identifica-\ntion of formation processes. American Antiquity. 48, \np. 675-706.\n\nSERRÃO, J. V. (1978) — Resposta. In Elogio Histórico \ndo Prof. Doutor Manuel Heleno. Lisboa: Academia Por-\ntuguesa da História.\n\nSuplemento_OAP_8.indd   96 27/11/13   16:23\n\n\n\nManuel Heleno, pioneiro do ensino e da investigação arqueológica em Portugal (1923-1964)\n\nSuplemento n.º 8 a O Arqueólogo Português, 2013 97\n\nSILVA, A. C. (2008) — O Museu Nacional de Arqueo-\nlogia e a salvaguarda do património arqueológico. \nAlgumas reflexões, tendo como fundo a actua-\nção do Museu aquando da descoberta da Gruta do \nEscoural. O Arqueólogo Português. Lisboa. Série IV, 26, \np. 299-344.\n\nUMBELINO, C. (2006) — Outros sabores do passado. \nAs análises de oligoelementos e de isótopos estáveis na \nreconstrução da dieta das comunidades humanas do Meso-\nlítico Final e do Neolítico/Calcolítico do território por-\ntuguês. Coimbra: Universidade de Coimbra. Tese de \ndoutoramento.\n\nVASCONCELOS, J. L. (1926) — Mês de sonho. Cons-\npecto de etnografia açórica. Lisboa: Imprensa Nacional.\n\nVASCONCELLOS, J. L. (1885) — Portugal Pré-histó-\nrico. Lisboa: David Corazzi.\n\nYELLEN, J. (1977) — Archaeological approaches to the \npresent. Models for reconstructing the past. Nova Iorque: \nAcademic Press.\n\nZBYSZEWSKI, G. (1943) — Les éléphants quaternai-\nres du Portugal. Comunicações dos Serviços Geológicos de \nPortugal. Lisboa. 24, p. 71-94.\n\nZBYSZEWSKI, G. (1946) — Étude géologique de la \nrégion d’Alpiarça. Comunicações dos Serviços Geológicos \nde Portugal. Lisboa. 27, p. 145-268.\n\nZBYSZEWSKI, G.; FERREIRA, O. da Veiga; LEITÃO, \nM.; NORTH, C. T. (1977) — Descoberta de inscul-\nturas com a figura humana estilizada na região de \nBrotas (Mora). O Penedo de Almoinha. Comunicações \ndos Serviços Geológicos de Portugal. Lisboa. 56, p. 33-41.\n\nZILHÃO, J. (1984) — O Solutrense Superior de fácies \ncantábrica de Vale Almoinha (Cambelas, Torres \nVedras). O Arqueólogo Português. Lisboa. Série IV, 2, \np. 15-86.\n\nZILHÃO, J. (1995) — O Paleolítico Superior da Estrema-\ndura portuguesa. Lisboa: Colibri. 2 vols.\n\nZILHÃO, J.; d’ERRICO, F. (1999) — The chronology \nand taphonomy of the earliest Aurignacian and its \nimplication for the understanding of Neanderthal \nextinction. Journal of World Prehistory. Seattle, WA. 13, \np. 1-68.\n\nSuplemento_OAP_8.indd   97 27/11/13   16:23"}]}}}