{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.23251"}, {"@name": "filename", "#text": "7351_100579_Natalia.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DO SUL DE SANTA CATARINA \n\nNATÁLIA PARIS RODRIGUES \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nO FAZER JORNALÍSTICO NO JORNAL O ESTADO: \n\nA RELAÇÃO ENTRE O POLÍTICO E O LOCAL \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFLORIANÓPOLIS \n\n2009 \n\n\n\nNATÁLIA PARIS RODRIGUES \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nO FAZER JORNALÍSTICO NO JORNAL O ESTADO: \n\nA RELAÇÃO ENTRE O POLÍTICO E O LOCAL \n\n \n\n \n\n \n\n \n\nTrabalho de conclusão de curso apresentado ao \n\ncurso de comunicação Social – habilitação \n\njornalismo da Universidade do sul de santa \n\nCatarina como requisito à obtenção da \n\ngraduação em Comunicação Social – \n\nhabilitação em jornalismo. \n\n \n\n \n\nOrientador: Profª. Dra. Marci Fileti Martins \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\nFlorianópolis \n\n2009    \n\n\n\nNATÁLIA PARIS RODRIGUES \n\n \n\n \n\n \n\n \n\n \n\nO FAZER JORNALÍSTICO NO JORNAL O ESTADO: \n\nA RELAÇÃO ENTRE O POLÍTICO E O LOCAL \n\n \n\n \n\n \n\nEsta Monografia foi julgada adequada à \n\nobtenção do título de Bacharel em Comunicação \n\nSocial, habilitação em Jornalismo, e aprovada \n\nem sua forma final pelo Curso de Comunicação \n\nSocial, habilitação em Jornalismo, da \n\nUniversidade do Sul de Santa Catarina.  \n\n \n\n \n\nPalhoça, 26 de novembro de 2009 \n\n \n\n_________________________________________________________ \n\n Profª e orientadora Marci Fileti Martins, Dra. em Ciência da Linguagem \n\nUniversidade do Sul de Santa Catarina \n\n \n\n  ________________________________________________________ \n\nProf. Nome do Professor, \n\nUniversidade do Sul de Santa Catarina \n\n \n\n________________________________________________________ \n\nProf. Nome do Professor,  \n\nUniversidade do Sul de Santa Catarina \n\n \n\n \n\n\n\nRESUMO \n\n \n\n \n\nO Presente trabalho tem como objetivo compreender o fazer jornalístico no jornal O Estado, a \n\npartir de distintos momentos do seu processo produtivo, que auxiliou na construção da \n\nimprensa catarinense, e, sobre tudo, de Florianópolis da década de 50 até a década de 90. Para \n\nisso, foi estabelecida uma relação entre o político e o local, que se valendo da Teoria da \n\nAnálise do Discurso, ajudou a entender os mecanismos que envolveram a imprensa \n\ncatarinense nesse período e o desenvolvimento do jornal O Estado como um dos principais \n\nveículos de comunicação impressa do Estado de Santa Catarina.  \n\n \n\nPalavras chaves: jornalismo impresso, política partidária, imprensa catarinense, \n\nmodernização. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nAGRADECIMENTOS \n\n \n\nAos meus pais, Sônia Paris Rodrigues e Ciro Renato Rodrigues. Sem eles nada disso \n\nseria possível. Pelo amor que sempre transmitiram e pela educação com liberdade que me \n\npermitiu fazer escolhas e voar.  \n\nA minha família que inclui irmãs, sobrinhos, cunhados(as) e concunhados(as) pelo \n\napoio dado durante  todos os anos de dedicação a esse curso. Pela compreensão da minha \n\nausência nas reuniões de família e, por vezes, pelo meu mau humor sucedido do stress das \n\nnoites e dias em claro de dedicação a essa pesquisa e aos trabalhos de faculdade. \n\nAos meus colegas e professores pelas trocas de conhecimento que foram fundamentais \n\npara meu enriquecimento pessoal e profissional. \n\nA todos meus professores, em especial as futuras Doutoras, Silvânia Siebert e \n\nGiovanna Benedetto Flores, que me auxiliaram na escolha do tema desse trabalho, mas, \n\nsobretudo pela dedicação que tiveram em suas aulas e no projeto de pesquisa da “Revista \n\nCiências em Curso” que tive privilégio de participar, junto ao fantástico grupo de Mestras e \n\nDoutoras, das quais se incluem também a queridíssima Dra. Solange Gallo e minha \n\ninesquecível orientadora, Dra Marci Fileti Martins. \n\nA minha Orientadora, Dra. Marci Filleti Martins pela sua paciência e extrema \n\ndedicação, sem as quais jamais teria conseguido concluir essa pesquisa. \n\nFinalmente aos meus Padrinhos, Sônia Rodrigues da Cunha e Trajano Alfonso Henke, \n\nque foram sem dúvidas meus segundos pais e sem os quais não teria dado nem o primeiro \n\npasso dentro da universidade. Muito obrigada pela ajuda e principalmente pela confiança a \n\nque me depositaram ao investir na minha formação.  \n\n      \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nSUMÁRIO \n\n \n\n \n\n1 INTRODUÇÃO....................................................................................................................8 \n\n1.2 JUSTIFICATIVA................................................................................................................10 \n\n1.3 O PONTO DE VISTA TEÓRICO......................................................................................11 \n\n1.4 OS SENTIDOS DO LOCAL..............................................................................................13 \n\n2 O CONTEXTO HISTÓRICO E POLÍTICO DO JORNALISMO CATARINENSE...18 \n\n2.1 A IMPRENSA POLÍTICO – PARTIDÁRIA.....................................................................21 \n\n3 “O QUE PODE E DEVE SER DITO” NO JORNALISMO DO JORNAL O \n\nESTADO..................................................................................................................................24 \n\n3.1 O ROMPIMENTO COM A IMPRENSA PARTIDÁRIA.................................................33 \n\n3.2 O ESTADO E A MODERNIZAÇÃO.................................................................................39 \n\n3.2.1 Redemocratização e profissionalização........................................................................50 \n\n4 CONSIDERAÇÕES FINAIS..............................................................................................64 \n\nREFERÊNCIAS BIBLIOGRÁFICAS.................................................................................68 \n\nANEXO....................................................................................................................................70 \n\nANEXO A – Matérias políticas de O Estado em 1958.........................................................71 \n\nANEXO B – Caderno 2 (Dominical).....................................................................................72 \n\nANEXO C – Capas de O Estado na década de 70................................................................73  \n\nANEXO D – “O Estadinho”...................................................................................................74 \n\nANEXO E – Matérias de capa sobre o campeonato de vela...............................................75 \n\nANEXO F – Matérias sobre Avaí e Figueira........................................................................76 \n\nANEXO G – Matéria sobre pescadores da Barra da Lagoa – Editoria “Economia”.......77 \n\nANEXO H – “Edição de Segunda-Feira”: anúncio e capa..................................................78 \n\nANEXO I – Matéria sobre “Monoquine” na “Edição de Segunda-Feira”........................79   \n\nANEXO J – Editoria “Santa Catarina”................................................................................80 \n\nANEXO K – Matérias políticas de O Estado na década de 70............................................81 \n\nANEXO L – Capa de O Estado na década de 80: fotos grandes e pouco texto.................82 \n\nANEXO M - Matérias sobre fatos locais de Florianópolis..................................................83 \n\nANEXO N – Capa de lançamento do Diário Catarinense...................................................84 \n\nANEXO O - Anúncios do Diário Catarinense no lançamento do jornal............................85 \n\nANEXO P – Matérias sobre esportes praticados em Florianópolis...................................86 \n\n\n\n8 \n\n \n\n 1 INTRODUÇÃO \n\n \n\n Através da análise de alguns exemplares do jornal O Estado, pretendemos refletir \n\nsobre o tipo de jornalismo desenvolvido por esse veículo de comunicação. Interessa assim, \n\ncompreender o contexto histórico, social, político e econômico, em que o Jornal O Estado \n\nsurge e se desenvolve enquanto um dos principais veículos de comunicação de Santa \n\nCatarina. A partir disso, iremos relacionar jornalismo, política e o que chamaremos de “local”, \n\nque é uma construção imaginária, em que o sujeito procura na relação com o \n\noutro/coletividade criar uma identidade, entendida segundo Fellipi (2006, p. 50) como “uma \n\nconstrução social, que se dá na relação que um indivíduo estabelece com outro, quando vai \n\nassumindo ou rechaçando certas características dadas pelo „outro?/coletividade, através de \n\ncategorias compartilhadas”.  \n\n Contudo, aceitando a complexidade dessas noções diremos que tanto o conceito do \n\n“local” quanto do político serão problematizados nesse trabalho. O político, por sua vez, não \n\nestá restrito ao partidário, mas é entendido como organizando as relações de poder, que numa \n\nsociedade como a nossa, segundo Clastres (1990, p. 44), se realiza através de uma relação de \n\nmando (comando-obediência). Nessas sociedades, há uma luta pelo poder que envolve a \n\ncoerção e, muitas vezes, a violência. Pensar o político, então, envolve compreender como se \n\ndão as relações de poder: “Referimo-nos ao espaço do político em cujo centro está o poder” \n\n(CLASTRES, 1990, p. 7).  O político partidário é apenas um dos modos como esse poder se \n\norganiza quando tem o Estado como instituição organizadora. E a questão “local” está \n\ninserida no que Oliven (1990, p. 43) chama de afirmação de identidades regionais no Brasil, \n\nentendida como uma reação a uma homogeneização cultural e como forma de salientar \n\ndiferenças culturais. \n\n  Para desenvolvermos esta pesquisa, tomaremos para a análise alguns \n\nexemplares do jornal O Estado escolhidos a partir de um recorte envolvendo certos períodos \n\nhistóricos, em que se destacam acontecimentos decisivos para a constituição do jornal. São \n\neles: os anos de 1958 a 1962, em que se observa, segundo Valente (2005) a relação do \n\njornalismo de O Estado com a esfera político-partidária e de uma indigência tecnológica na \n\nimprensa local: \n\n \n\nPor décadas a imprensa da capital de Santa Catarina viveu essa rotina provinciana. \n\nUma espécie de serviço de alto-falantes dos principais partidos ou coligações. \n\nOs jornais eram mantidos em estado de indigên                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \n\ncia tecnológica pela falta de ambição comercial. Ninguém parecia interessado em \n\n\n\n9 \n\n \n\nganhar dinheiro com jornais ou em buscar mais leitores com algumas inovações já \n\ndisponíveis em outras capitais brasileiras: bastava que cumprissem seu papel de \n\narautos dos partidos. (VALENTE, 2005, p. 71)  \n\n  \n\nTambém analisaremos exemplares de 1968 a 1973, período de transformação dessa \n\nimprensa devido à extinção dos partidos políticos pelo Ato Institucional nº 2, o \n\nestabelecimento do regime militar e da ditadura no Brasil. Sob essa nova realidade política e \n\nsocial há uma mudança no perfil da imprensa catarinense, que foi abandonando \n\ngradativamente essa forte atuação partidária para assumir uma outra postura (PEREIRA, \n\n2005, p. 155). É nessa época que José Matusalém Comelli passa a dirigir o jornal. Esse \n\nperíodo compreende também o chamado momento de modernização do jornal, que se dá \n\natravés de uma renovação tecnológica, gráfica, editorial e a contratação de uma equipe de \n\njornalistas gaúchos.  \n\nOs anos de 1977 a 1986: período de intensificação da profissionalização do \n\njornalismo, em que vemos a criação da faculdade de Jornalismo em Florianópolis, a \n\nconcessão da TV catarinense ao grupo gaúcho RBS e o surgimento do Diário Catarinense. \n\n  E finalmente os anos 90, que marca a expansão dos veículos de comunicação, o \n\ninício da era digital e da efetivação dos jornais como empresa lucrativa, que pode ter \n\noriginado a decadência do jornal O Estado. \n\n  A análise aqui proposta terá como base teórica e metodológica a Análise do \n\nDiscurso (AD).  Dessa perspectiva, o jornalismo, o político, o local, problematizados nessa \n\npesquisa, se inscrevem num terreno, em que discute questões relativas à ideologia, à \n\nlinguagem e ao sujeito e serão tratados como discursos. “AD é uma teoria que situa seu objeto \n\n– o discurso – no campo das relações entre o lingüístico e o histórico – ideológico, buscando, \n\nno interior desde campo, as determinações sociais, políticas e culturais dos processos de \n\nconstrução do sentido”. (INDURSKY, 1999, p. 107) \n\nAssim, os textos jornalísticos do Jornal O Estado, unidade de partida da análise, \n\nprecisam ser relacionados a um(s) discurso(s). Desse modo, todo o texto é parte de um \n\nprocesso discursivo mais amplo que recortamos. E o modo como fizemos esse recorte \n\nrelaciona-se de uma maneira diferente com o dispositivo teórico que utilizamos. Esse \n\nprocedimento garante uma relativização da análise, ou seja, cada recorte (corpus, delimitação \n\ndo problema, noções norteadoras) conduzirá a um resultado diferente.  \n\nDa perspectiva discursiva, assim, a delimitação do material a ser analisado já é \n\nresultado da interpretação específica que orienta a análise sobre o Jornal O Estado, pois como \n\n\n\n10 \n\n \n\n“a constituição do corpus e a análise estão intimamente ligadas: decidir o que faz parte do \n\ncorpus já é decidir acerca de propriedades discursivas” (ORLANDI, 1999, p. 63).  \n\nEsse sentido particular não deve ser naturalizado a ponto de acharmos que essa é a única \n\nrealidade possível, esquecendo-se, desta forma, das diversas condições de produção que o \n\nconstituem, pois o nosso olhar não está livre das determinações ideológicas. É preciso \n\nconsiderar que nosso objeto bruto, o corpus, é interpretação, assim como a descrição desse \n\nobjeto feito pelo analista.  \n\nPara que haja descrição tem que ter interpretação. De tal modo, é preciso, segundo \n\nOrlandi (1999), introduzir-se um dispositivo teórico que permita o trabalho no entremeio da \n\ndescrição e da interpretação, que garanta ao analista não uma posição neutra, mas sim \n\nrelativizada face à interpretação, aquela que o possibilite refletir sobre as possíveis \n\ninterpretações existentes num discurso.  \n\nNosso primeiro recorte, nosso modo singular como olhamos para nosso objeto e \n\ndamos um significado a ele, delimitou alguns exemplares do jornal O Estado, entre os \n\nperíodos dos anos 50 até os anos 90. Outro recorte parte da convergência do discurso \n\njornalístico, político, econômico, local e do global, em que procuraremos compreender o \n\nmodo como esses discursos se relacionam e constroem sentidos específicos do fazer \n\njornalístico de O Estado. \n\n \n\n1.2 JUSTIFICATIVA: \n\n \n\n O Jornal O Estado, que circulou por quase um século em Santa Catarina, foi um dos \n\nprincipais veículos de comunicação impressa dos anos 50 aos anos 90. Ele surgiu em 13 de \n\nmaio1915 e em 2007 (última publicação vista na biblioteca pública de Florianópolis foi do dia \n\n31 de maio de 2007), já com distribuição somente aos finais de semana, parou de funcionar. \n\nNão conseguiu reverter a crise que o afetou desde o final da década de 90, quando a \n\nconcorrência com um aglomerado tecnológico ganhava espaço no mercado catarinense, e \n\nsegundo especulações, quando a administração não dava conta de manter a estrutura do jornal, \n\npor uma série de más escolhas. Além de não circular mais nas bancas de Santa Catarina, o \n\njornal O Estado está perdendo seu espaço também na memória catarinense. Não há materiais \n\ndigitalizados do jornal na internet, só é possível encontrar partes do acervo empoeirado de O \n\nEstado em bibliotecas públicas. Os próprios arquivos do jornal que servem de atestado de sua \n\nsobrevivência foram encontrados nos escombros da antiga sede de O Estado, na SC 401, no \n\n\n\n11 \n\n \n\nepisódio em que o prédio estava sendo demolido, no dia 19 de junho de 2009. A descoberta \n\ndos arquivos (fotos, contatos, negativos) foi do jornalista Ozias Alves Júnior, editor do jornal \n\nBiguaçu em foco, que junto com João Franca, ex-funcionário do jornal O Estado, registraram \n\nem vídeo o fato, revelando o descaso com a história da imprensa de Santa Catarina. Por todos \n\nesses motivos, vejo a necessidade de trazer à tona essa memória jornalística do jornal O \n\nEstado. Não somente pelo veículo de comunicação O Estado ou por sua importância \n\nempresarial no setor de comunicação de Santa Catarina, mas por todo um trabalho jornalístico \n\ndesenvolvido durante essas décadas que podem inclusive sugerir formas de comunicação \n\nespecíficas de Florianópolis e dos catarinenses. Matérias, reportagens, fotos, crônicas, \n\ncharges, enfim, materiais produzidos por profissionais que contaram fatos dos e para os \n\ncatarinenses e que são antes de tudo parte da história de Santa Catarina.  \n\n \n\n1.3 O PONTO DE VISTA TEÓRICO  \n\n \n\nA Análise do Discurso (AD) desenvolvida por Michel Pêcheux na França na década \n\nde 60 - é o método que irá auxiliar nas reflexões nessa proposta de pesquisa. Suas \n\nponderações nos interessam porque, ao se colocar numa relação com três áreas do saber: a \n\nlingüística, o marxismo e a psicanálise, se apresenta como uma teoria crítica da linguagem. \n\nContudo, é preciso dizer, que ao relacionar essas três áreas do conhecimento, a AD as \n\nressignifica, pois, segundo Orlandi (2007, p. 20) vai interrogar a lingüística pela historicidade \n\nque ela deixa de lado, questiona o materialismo perguntando pelo simbólico e se demarca da \n\npsicanálise pelo modo como, considerando a historicidade, trabalha a ideologia como \n\nmaterialmente relacionada ao inconsciente sem ser absorvida por ele. \n\nUma teoria que, como diz Mariani (1996, p. 21), por se situar no entremeio das \n\nciências humanas, está sempre reinvestigando os fundamentos de seu campo de \n\nconhecimento: as relações entre a linguagem, a história, a sociedade e a ideologia, a produção \n\nde sentidos e a noção de sujeito. Nesta confluência, a AD vai trabalhar com o discurso, \n\nentendido como espaço histórico e ideológico de onde emergem as significações, através de \n\nsua materialidade que é a linguagem. A linguagem enquanto função discursiva não é algo \n\npronto, fechado, neutro. Constitui-se na relação com as suas condições de produção (contexto \n\nhistórico, social e ideológico) e nesse processo produz sentido. A linguagem enquanto \n\ndiscurso não constitui um universo de signos que serve apenas como instrumento de \n\ncomunicação ou suporte de pensamento; a linguagem enquanto discurso é interação e um \n\nmodo de produção social. (BRANDÃO, 2002, p.12)  \n\n\n\n12 \n\n \n\nIsto posto, é necessário dizer que o sentido é resultado da interpretação, já que “o \n\nsentido de um enunciado, de uma imagem, é relativo, pois seus sentidos se constituem a partir \n\ndo discurso no qual são (re) produzidos. Contudo, esses sentidos para os sujeitos falantes “não \n\nsão entendidos relativizados a partir da posição da qual enunciam, mas lhes são evidentes e \n\nóbvios devido a um efeito ideológico”. (GONÇALVES, 2008, p. 16)  \n\nDessa forma, os sentidos são sempre constituídos ideologicamente. Não há sentido que \n\nnão o seja. Tudo que dizemos tem, pois, um traço ideológico em relação a outros traços \n\nideológicos. Esse efeito ideológico apaga os demais sentidos possíveis em um discurso, pois \n\nsegundo Orlandi (2005, p. 46), “este é o trabalho da ideologia: produzir evidências, colocando \n\no homem na relação imaginária com suas condições materiais de existência”. Assim, para o \n\nsujeito, os sentidos aparecem naturalmente, apagados de sua memória e de sua historicidade \n\n“no momento mesmo de sua realização, dando-nos a ilusão de que o sentido é transparente, de \n\nque o sentido já existia como tal”. (ORLANDI, 1999, p. 18) \n\nPortanto, a ideologia não é boa nem má; não é uma visão de mundo; não é como o \n\nocultamento da realidade; nem tão pouco está presente somente relacionada às classes \n\ndominantes e dominadas. É sim, segundo Orlandi (1999) “elemento do processo de \n\nsignificação, que ao se ligar inextricavelmente à interpretação, atesta a relação da história com \n\na língua organizando como cada uma delas significa”. \n\n A linguagem assim, não é entendida como objeto, mas como pressuposto para a \n\nanálise da materialidade do discurso: \n\n \n\nDe fato, segundo Ferreira (2000: 40), Michel Pêcheux via na AD a possibilidade de \n\nrepresentar no interior do funcionamento da linguagem “os efeitos da luta \n\nideológica” e, inversamente, manifestar a existência da materialidade lingüística no \n\ninterior da ideologia. E que havia, em decorrência dessa configuração particular do \ndiscurso, como mediação entre o ideológico e o lingüístico, a necessidade de evitar \n\nreduzi-lo à análise da língua ou diluí-lo no trabalho histórico sobre ideologia. \n\n(MARTINS, 2006, p. 1) \n\n  \n\n Nesse contexto cabe ao analista, trabalhar buscando na materialidade da linguagem, o \n\nhistórico e do ideológico que a constitui.  Para isso, questiona sobre o seu contexto de \n\nprodução e sobre o modo como o discurso constrói-se textualmente, como através da língua, \n\nda imagem cria imaginariamente uma unidade e uma regularidade. \n\nFoucault (2004) considera que o discurso é constitutivamente heterogêneo e disperso. \n\nContudo, imaginariamente, o sujeito constrói uma unidade para seu discurso, o que lhe \n\npermite enunciar e o faz a partir da sua posição em uma formação discursiva (FD), que é \n\nentendida como:  \n\n\n\n13 \n\n \n\n \n\nUm conjunto de regras anônimas, históricas, sempre determinadas no tempo e no \n\nespaço, que definiram, em uma dada época e para uma determinada área social, \n\neconômica, geográfica ou lingüística as condições de exercício da função \n\nenunciativa. (FOUCAULT, 2004, p. 133) \n\nA FD está diretamente ligada à noção de formação ideológica, pois, conforme \n\nORLANDI (2005, p. 43), a formação discursiva se define como aquilo que numa formação \n\nideológica dada – ou seja, a partir de uma posição dada em uma conjuntura sócio-histórica \n\ndada – determina o que pode e deve ser dito.  \n\nDe tal modo, ao buscarmos as FDs que constituem o discurso jornalístico do Jornal O \n\nEstado, podemos afirmar, baseado em algumas pesquisas realizadas por Pereira (1992) e \n\nValente (2005), que o jornal surge determinado fortemente por uma FD política, notadamente, \n\numa FD político-partidária, que irá prevalecer até a ditadura militar (1965), período em que o \n\nmultipartidarismo dá lugar ao bipartidarismo. Contudo, estamos propondo já como um recorte \n\npara análise do material analisado, a compreensão de outras FDs: a local, a da modernização e \n\ndo político (que não está restrito ao político-partidário).  \n\nDestacamos que o entendimento do político, do local, e da modernização como FD, \n\nimplica na necessária identificação de suas regularidades, que se materializam pela linguagem \n\njornalística do Jornal O Estado, ou seja, pelo texto, pelas fotos, diagramação, editorias, \n\ncolunas, etc., inscritas em determinado contexto sócio-histórico. E é esse o projeto que se \n\ndelineia nessa pesquisa: o entendimento do modo como essa interdiscursividade vai compor \n\nos sentidos do jornalismo feito pelo Jornal O Estado. \n\n \n\n1.4 OS SENTIDOS DO LOCAL \n\n \n\n A noção de local pode ser entendida “como uma forma de identidade coletiva \n\ncaracterística de um grupo social que partilha as mesmas atitudes e, está apoiada num passado \n\ncom um ideal coletivo projetado” (SOUZA, 2003, p. 1). Essa proposição pode ser desdobrada \n\ndiscursivamente, na afirmação de que não o indivíduo, mas o sujeito se constitui \n\nimaginariamente, buscando uma identificação com o outro, com um grupo, com uma \n\ncoletividade. Dito de outro modo, enquanto sujeitos do discurso, o catarinense que busca se \n\nconstituir coletivamente, não vai ser entendido como “não uma presença física de organismos \n\nhumanos individuais, mas a representação de lugares determinados na estrutura de uma \n\n\n\n14 \n\n \n\nformação social, lugares cujo feixe de traços objetivos característicos pode ser descrito pela \n\nSociologia”. (BRANDÃO, 1994, p. 36) e também pela história e pela sociedade que mobiliza \n\ncertas relações de poder. \n\nIsso posto, diremos que essa coletividade, segundo Oliven (1990), caracteriza-se pela \n\nconstrução das identidades nacionais, que é um produto cultural criado para  “invocar antigas \n\ntradições (reais ou inventadas) como fundamento “natural” da identidade nacional”. A nação é \n\numa “comunidade de sentimento que normalmente tende a produzir um Estado próprio” \n\n(OLIVEN apud Weber, 1990, p. 15).  Esse ideário comum, imaginado cria uma fronteira que \n\ndefine o que constitui essa nação e, ao mesmo tempo, legitima e o diferencia de outros \n\ngrupos: \n\n \n\nAssim como o Estado-Nação procura delimitar e zelar por suas fronteiras \n\ngeopolíticas, ele também se empenha em demarcar suas fronteiras culturais, \n\nestabelecendo o que faz e o que não faz parte da nação. Através desse processo se \n\nconstrói uma identidade nacional que procura dar uma imagem á comunidade \n\nabrangida por ela. (OLIVEN, 1990, p. 15) \n\n    \n\nEssa noção de identidade nacional proposta por Oliven pode ser pensada também em \n\nrelação às identidades regionais, que conforme o autor, “o regionalismo aponta para as \n\ndiferenças que existem entre regiões e utiliza essas diferenças na construção de identidades \n\npróprias” (OLIVEN, 1990, p. 16). O autor afirma também que um dos efeitos do regionalismo \n\né opor regiões sob o ideal de que cada uma delas, em suas respectivas identidades, é \n\ntotalmente homogênea.   \n\nÉ importante lembrar que o conceito de regionalismo empregado por Oliven diz \n\nrespeito às nações estaduais, mas o ideário comum, coletivo e a construção de uma identidade \n\nparticular, com características culturais e estruturais próprias pode ser aplicado à noção de \n\n“local” proposto nesse trabalho. As identidades sejam elas nacionais, regionais, ou o que \n\nchamamos de “local”, para que tenham um lugar social possível, é preciso que sejam \n\ncolocadas em relação ao outro, notadamente a algo maior, que nos termos de Oliven (1990) \n\nenvolve pensar a parte e o todo.  \n\nNo caso do “local” abordado na pesquisa, essa relação se dá em dois planos: o local \n\nem relação ao Estado de Santa Catarina, e o local pensado em comparação ao global, aquilo \n\nque é universal no processo de globalização. Nesse último sentido, com a nova configuração \n\ndas barreiras sociais, econômicas proposta pela globalização, em que há expansão das redes \n\ninternacionais de comunicação, assim como do mercado de consumo universal representado \n\npelas multinacionais, as “formações culturais, que até um tempo recente permaneciam \n\n\n\n15 \n\n \n\nresguardas pelas fronteiras do nacional, vêm sendo pouco a pouco desestabilizadas” \n\n(GIOIELLI, 2005, p. 1). Ao mesmo tempo em que esse processo propõe uma cultura mundial \n\nde valores cada vez mais comuns, também reforça o desejo e a busca pela identidade local: \n\n \n\nDe um lado, o sentido percorrido é realmente o da mundialização, operando pela \n\nconvergência naquilo que Ortiz (2003) denomina de cultura internacional popular. \n\nDe outro, a direção é oposta marcada pela re-descoberta do local, pelo resgate das \ntradições, das particularidades, dando vida a um movimento que torna as diferenças \n\nculturais explicitas. (GIOIELLI, 2005, p. 1) \n\n \n\n   É desta forma, que no período de modernização dos meios de comunicação e \n\nde profissionalização do jornalismo em Santa Catariana, na década de 80, que o jornal O \n\nEstado, determinado por essas condições de produção irá enfatizar e preocupar-se cada vez \n\nmais com assuntos ligados ao local, que envolve o cotidiano dos cidadãos locais. \n\n O “local” posto em relação à Santa Catarina se define de forma particular, já que ao \n\npensarmos nos processos identitários do Estado catarinense, vamos observar certas \n\nparticularidades em que o regional parece se constituir fragmentado. De fato, Santa Catarina \n\nnão é única, mas multifacetada. Segundo Pereira (1992), a posição geográfica das regiões que \n\ncompõem o Estado catarinense e, conseqüentemente, a forma de colonização de cada uma \n\ndelas, foi responsável pela pluralidade cultural de Santa Catarina, e por isso, o Estado não \n\nrepresenta, sob esta ótica, apenas um “local”, mas vários “locais”. Pereira (1992) vai chamar \n\nesses “locais” de “ilhas culturais” e afirmar que fatores geográficos “delinearam um \n\nverdadeiro arquipélago de ilhas culturais em Santa Catarina” pelo abismo que esta geografia \n\ncriou entre as regiões catarinenses: \n\n \n\nO relevo mostra uma nítida separação entre litoral e o resto do estado pelas serras do \n\nMar e Geral. A hidrografia completa o separatismo nítido entre leste e oeste, com a \n\nvertente do Atlântico nitidamente distanciada da vertente do interior, inexistindo \n\nqualquer comunicação fluvial ou lacustre que favorecesse o processo físico de \nintegração. (PEREIRA, 1992, p. 59) \n\n  \n\nAlém das questões geográficas, Pereira (1992) justifica essa heterogeneidade do \n\nEstado catarinense, conforme foi citado acima, pela colonização das localidades, que segundo \n\no autor, “no alinhamento litorâneo amplia-se o pluralismo com a colonização européia no \n\nNorte, Vale do Itajaí e Sul, que vai se mesclar ainda mais com a expansão colonial na serra e \n\nna região oeste” (PEREIRA, 1992, p. 59). Essa descrição do Estado catarinense feito por \n\nPereira, como sendo composto por “ilhas culturais”, pode ser também explicada pelo conceito \n\nde sociedades multiculturais de Stuart Hall. Para Hall (2003, p. 55), “as migrações e os \n\n\n\n16 \n\n \n\ndeslocamentos dos povos têm constituído sociedades étnica ou culturalmente “mistas”. E \n\nesses movimentos estão na origem sócio-históricas da humanidade”: \n\n \n\n[...] Podemos dizer que sociedades multiculturais não são novidades, sempre \n\nexistiram. As migrações e as conquistas políticas e territoriais em todos os tempos \n\nresultavam em sociedades multiculturais, entendidas como as que têm uma \n\nhomogeneidade organizada em torno de valores culturais, mas mantêm \n\nparticularidades, heterogeneidades. (FILLIPI, 2006, p. 51)  \n \n\nA colonização do Brasil é um exemplo de misturas culturais, “onde etnias \n\ndesembarcaram e iniciaram o processo de criação (e recriação) de uma identidade, não \n\nnecessariamente homogênea, juntamente com a indígena, que aqui já habitava” \n\n(BATAZHAR, 2007, p. 46).  Fillipe (2006, p. 51) afirma que “Os intercâmbios gerados pelos \n\npovos têm produzido sociedades multiculturais e conseqüentes deslocamentos identitários, \n\ngerando identidades plurais, fruto das apropriações e reelaborações, que não têm uma \n\n“pátria”, uma única fonte” (FILLIPI, 2006, p. 51). Se pegarmos Santa Catarina iremos \n\nperceber que o Estado é combinado por regiões com migrações distintas e, portanto, como \n\npluralidades culturais. Embora essas culturas estejam em constantes mudanças, já que fazem \n\nparte de uma sociedade multicultural, em contato umas com as outras, elas mantêm traços da \n\ncultura de origem: \n\n \n\nNenhuma cultura é uma entidade hermeticamente fechada. Todas as culturas \n\ninfluenciam outras e são por elas influenciadas. Tampouco são imutáveis, \n\ninvariáveis ou estáticas: as culturas encontram-se em um estado constante de fluxo, \n\nconduzidas por forças internas ou externas. (BALTAZHAR apud PEREZ DE \n\nCUELLAR, 2007, p. 47)  \n \n\nIsso posto, fica claro que Santa Catarina não pode ser caracterizada por uma única \n\nidentidade. E é sob essa perspectiva que nos faz pensar o “local”, da “ilha cultural” como uma \n\nforma mínima de identidade coletiva característica de um grupo social, embora, nem mesmo \n\nesse “local” esteja isento das diversas influências étnicas. \n\nEstas questões explicam porque a imprensa, em função dessa conjuntura, \n\nprincipalmente nas décadas de 50 e 60, não teria tido uma real repercussão estadual, embora \n\nalguns jornais, como o caso de O Estado tivesse sucursais em algumas cidades e circulasse \n\npor quase todas as cidades de Santa Catarina.  \n\nÉ importante acrescentar que a questão de ter uma abrangência estadual não se limita a \n\npercorrer fisicamente todos os cantos do Estado, mas em penetrar nessas diferentes culturas \n\nque compõem o Estado de Santa Catarina, no sentido de retratar, interessar e ser entendido \n\n\n\n17 \n\n \n\npelas várias “ilhas culturais”. E é em relação a esse aspecto, em conjunto com as dificuldades \n\ngeográficas de circulação dos jornais, que Moacir Pereira vai dizer que não houve uma \n\n“imprensa forte e estadualizada”: \n\n \n\nAs tradições, usos e costumes, hoje um adorno a enriquecer a cultura catarinense, \n\nrepresentavam um fator a reduzir a tiragem e circulação dos jornais estaduais. A \n\ntradicional “folia do divino, ou o “Terno dos Reis, típicos da colonização açoriana \nem Florianópolis, nada dizem para os descendentes de alemães no Vale do Itajaí ou \n\nno Norte do Estado. Da mesma forma, os jornais escritos em alemão nem chegam à \n\ncapital dos catarinenses por completa incomunicabilidade lingüística [...] A Festa do \n\nRei do Tiro, por exemplo, forte característica dos encontros comunitários em \n\nBlumenau e Joinville, são entendidas e de interesse de leitura por uma faixa muito \n\nlimitada de outras regiões habitadas do Estado. (PEREIRA, 1992, p. 62). \n\n \n\n     Contudo, vamos argumentar, que o jornal O Estado pode ter tido sim um papel no \n\ncontexto jornalístico e cultural de Santa Catarina, que lhe garantiu certa penetração estadual. \n\nA nossa percepção é de que o jornal O Estado, que está inserido na “ilha cultural” \n\nrepresentado pela grande Florianópolis é um veículo alicerçado pelo político, em alguns \n\nperíodos mais determinado pelo discurso político-partidário. Esse político no jornal é \n\nrepresentado por uma facção política, composta pelo partidarismo familiar dos “Ramos”, que \n\nsempre estiveram intimamente ligados ao poder público em nível estadual e também em \n\nrelação às demais “ilhas culturais”. Além disso, ao ser um veículo de comunicação produzido \n\nna capital do Estado, onde se encontra o poder político- administrativo de Santa Catarina, e ao \n\nveicular informações ligadas a esse poder, é possível afirmar que o jornal O Estado tenha \n\ninteressado leitores de outras “ilhas culturais” e tido penetração estadual.     \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n18 \n\n \n\n \n\n \n\n \n\n2 O CONTEXTO HISTÓRICO E POLÍTICO DO JORNALISMO CATARINENSE \n\n \n\nPara Pêcheux (1969) as condições de produção do discurso podem ser relacionadas à \n\nsituação em que se colocam “em cena os protagonistas do discurso”.  Orlandi (2007, p. 30) \n\ndefine como condições de produção do discurso o “contexto imediato” e o “contexto amplo”. \n\nNo contexto imediato estão as circunstâncias que caracterizam o momento da enunciação, e o \n\ncontexto amplo envolve as condições sócio-históricas e ideológicas.  A memória, considerada \n\npela AD como interdiscurso, também faz parte das condições de produção. O interdiscurso é \n\naquilo que vem antes, o pré-construído, que já foi posto em algum momento, antes de nós. \n\nEssa memória discursiva afeta diretamente o que falamos, pensamos. Ela é um saber \n\ndiscursivo intrínseco a nós, que não percebemos que está ali, mas que traz um efeito de \n\nsentido para nossas escolhas.  \n\nAssim, o sujeito ao ocupar a posição de jornalista de O Estado, em determinado \n\nmomento, que vai desde a década de 50 até a década de 90, do século XX, passa a ser afetado \n\npela FDs (político-partidário, da modernização, do local e do político), ou seja, passa a \n\nproduzir sentidos a partir de uma memória que envolve os sentidos determinados por essas \n\nFD, que são espaços sociais e históricos. \n\nDesse ponto de vista, os materiais produzidos por O Estado remontam a uma memória \n\nda imprensa catarinense, que assim como a do resto do Brasil, surgiu caracterizada pelo forte \n\nconteúdo político-partidário. Isso pode ser evidenciado quando olhamos para o contexto \n\nhistórico e político do final do século XIX, no qual a imprensa catarinense surgia. \n\nInfluenciado pelos ideais de independência e liberdade, do embate da abdicação de Dom \n\nPedro I\n1\n, o capitão de engenho Jerônimo Francisco Coelho lança, em 1831, O Catarinense, \n\nprimeiro jornal da capital da Província de Santa Catarina, Desterro, atual Florianópolis. O \n\nperiódico, editado, redigido, impresso e distribuído pelo próprio Jerônimo nasce sob o \n\npressuposto de veículo de interesse público, entendido conforme Queré (apud TEIXEIRA, \n\n                                                             \n1\n Ocorrida em 7 de abril de 1831, em favor de seu filho Dom Pedro de Alcantara, futuro D. Pedro II, marcou o \n\nfim do Primeiro reinado e o início do príodo regencial. A renúncia ao trono foi o desfecho do conflito do \n\nimperador com a aristocracia rural e os liberais radicais brasileiros, descontentes com a sua ligação com os \n\nabsolutistas portugueses. \n\n \n\n\n\n19 \n\n \n\n2001, p. 46) “como um interesse de esfera pública, constituindo-se em instância mediadora \n\nentre a sociedade civil e o Estado, entre os cidadãos e o poder político administrativo”. Nas \n\npáginas do jornal, verifica-se, ao mesmo tempo idéias anti-lusitanas e iluministas, de razão, \n\njustiça e liberdade de expressão, e também um zelo pela disciplina e hierarquia, como \n\nobediências às leis e às autoridades legais: \n\n \n\nO tema do “bem comum” contra o interesse privado, denominado como “sórdido \n\ninteresse” aparece nas páginas do primeiro número de O Catarinense, e aponta na \n\ndireção da ideologia, que via o jornal como veículo de interesse público, o qual era \n\nseparado da esfera privada. Jerônimo Coelho interpreta seu ato como propagação \n\ndas luzes. Dizia que, ao abrir o “santuário da imprensa”, convidava o público a \n\ncomunicar vossos pensamentos e idéias [...] Atacava o ex-imperador, a quem \n\nchamava de “Pedro estúpido, avarento e doido, que há pouco, espavorido, \n\nabandonou as praias do solo americano”. Como iluminado redentor, colocava-se em \nposição de defender contra os “mandões” as “inocentes vítimas”. E como um \n\ncondutor do público, impunha os limites a qualquer pensamento mais sublevador das \n\nhierarquias existentes, aconselhando: “cumpre executar as leis cegamente, e \n\nobedecer às autoridades estas, legalmente constituídas, enquanto estas caminharem \n\npelo trilho da lei, e tenderem ao bem da pátria” (PEDRO, 1992, p. 17) \n\n \n\n \n\nContudo, mesmo propondo articular esfera pública e o poder político, Jerônimo não \n\nmostra a intenção de incitar a população a uma transformação social com ideais democráticos \n\nde oposição ao governo, porque suas idéias, assim como o jornal, eram voltadas para uma \n\nelite ilustrada e culta.  \n\nO que Coelho desejava com o periódico, era disseminar suas idéias a favor da \n\nconsolidação de uma sociedade hierárquica de poder político legitimamente nacional, baseada \n\nnas leis e que organizasse a província em nome do “bem da pátria”. Para isso, apoiou-se no \n\nmovimento liberal após a independência que, segundo Pedro (1992 p.18) percebiam-se como \n\nos únicos capazes de modernizar o país, como os “vigilantes ilustrados de um povo bárbaro, \n\ncarente de lugares, necessitando de lideranças e de disciplina”. Esse movimento tinha como \n\nobjetivo central estabelecer uma nova ordem nacional e expulsar os contrários a ela, visto \n\ncomo os portugueses. Esse imaginário liberal ajudou na deposição do presidente da província \n\nde Desterro, o português Miguel de Souza Melo e Alvin: \n\n \n\nO movimento que levou à abdicação foi, muitas vezes, interpretado pelos \n\ncontemporâneos como interessados em “induzir o governo a demitir numerosos \nempregados militares e civis por parte dos que ambicionavam seus cargos”, os quais \n\neram, em sua maioria, portugueses e, assim, acusados de serem contrários à nova \n\nordem que se estabelecia. (PEDRO, 1977 apud, HOLANDA, 1992 p. 19) \n\n \n\n\n\n20 \n\n \n\nIsso sugere que Jerônimo Coelho tinha ambições políticas, que vão se consolidar \n\natravés de uma carreira pública que conforme PEREIRA (1992) inclui mandato de Deputado \n\nà Assembléia Provincial em três legislaturas, membro da Assembléia Geral, duas vezes \n\nMinistro, Presidente das Províncias do Pará e Rio Grande do Sul. Isso evidencia que o O \n\nCatarinense, embora fosse “patrocinado” pela burguesia comercial, através da subscrição de \n\nassinaturas, ao ter sido gerado por um funcionário público estava vinculado ao poder público, \n\na uma FD político-partidária. O periódico, assim, pode ser visto como uma semente da \n\nimprensa político-partidária na capital catarinense, já que seu fundador liderava o partido \n\nliberal e era responsável pela criação da “Sociedade Patriótica de Santa Catarina” e da loja \n\n“maçônica”, ambas ligadas à ideologia liberal que apoiou o vice-presidente da província, \n\nFrancisco Luiz do Livramento a tomar o poder, em substituição ao Souza de Melo e Alvin.  \n\nAlém disso, o jornal era restrito à elite local que, além de uma pequena burguesia \n\ncomercial, era constituído pelo poder público, ou seja, “os inúmeros funcionários civis e \n\nmilitares da administração eram os principais elementos dessa elite local. Formavam \n\npossivelmente, o único público capaz de ler os periódicos” (PEDRO, 1995, p. 20). Esse fato, \n\nem conjunto com as idéias divulgadas pelo movimento liberal anti lusitano, que estimulava \n\num sentimento “nacionalista” e repudiava os portugueses, construíam um campo propício \n\npara a constituição e propagação de uma imprensa que favorecesse os interesses dessa elite e \n\nque irá servir de instrumento político-partidário. \n\nO conteúdo político vai assinalar não só o nascimento da imprensa na capital, mas \n\ncomo em todo o estado. “Ao abraçar causas políticas, o patrono da imprensa praticamente \n\nabriu espaços para que, no império ou na República, os jornais da capital ou do interior \n\nretratassem esta tendência e, mais do que isso, adotassem até uma postura político-partidária” \n\n(PEREIRA, 1992 p. 34). Em um primeiro momento, o jornal O Catarinense será sucedido por \n\ndois jornais com viés político liberal e com a bandeira de “interesse público”, O Brasil, em \n\n1831 e, no ano seguinte, pelo Expositor, que surge vinculado à Sociedade Patriótica \n\nCatarinense, que de acordo com PEDRO (1995, p. 21) parece ter sido vendido pela sociedade \n\nPatriótica ao Governo Provincial, a qual passou a publicar O Benfazejo, em 1836, um jornal \n\nque vai atender explicitamente o interesse do poder público vigente.  \n\nDepois desse periódico aparece o Mercantil e o Relator Catarinense, ambos ligados ao \n\nGoverno e sendo assim, configurava, segundo Pedro (1995), “não mais um ensaio de esfera \n\npública burguesa, mas sim, a transformação dos súditos em público leitor de leis, decretos, \n\nmensagens e atas das Assembléias Provinciais”.  \n\n \n\n\n\n21 \n\n \n\n2.1 A IMPRENSA POLÍTICO – PARTIDÁRIA \n\n \n\n Assim, a segunda metade do século XIX, em Santa Catarina, caracterizou-se pela \n\nproliferação de periódicos ligados, de uma forma ou de outra, à política partidária (PEDRO \n\n1995, p. 34).  Por isso, a maioria desses periódicos tinha vida efêmera. “Surgiam em períodos \n\nde eleição, em geral aqueles mais tumultuados, quando a troca de ministérios, na Corte, \n\nprovocava alternância dos partidos” (PEDRO, 1995, p. 34) e só sobrevivia com a vitória dos \n\npartidos ao qual se aliavam.   \n\nA imprensa partidária, embora pressuponha a formação de opinião, pouco \n\nrepresentava os interesses de esfera pública, pois ao estar vinculada a um partido político não \n\ntinha autonomia. Seguia as diretrizes do partido, que direciona o poder político para atender a \n\ninteresses de um pequeno grupo, ou até mesmo interesse privado de uma pessoa. Nos anos de \n\n1860 e 1861, época que surgiram dez novos periódicos, ocorreu um remanejamento nas \n\nfacções políticas de Santa Catarina, descaracterizando os antigos grupos e formando novas \n\ndivisões (PEDRO, 1995, p. 41). Os que não representavam o poder público, constituído pelos \n\ndirigentes políticos da província, estavam atrelados a um partido de oposição.  Muitos jornais \n\nfechavam assim que os candidatos de partidos que defendiam perdiam eleições e, desta forma, \n\nnovas alianças políticas se estabeleciam e novos títulos apareciam, mas sob as mesmas \n\nbandeiras partidárias.   \n\nNo caso de eleitos os candidatos favoráveis ao jornal, o veículo passava a divulgar \n\npublicações oficiais, das quais, através de contratos, eram disputadas pelos periódicos como \n\nforma de sobrevivência.  Muitos jornais surgiam sob o pressuposto de imparcialidade e \n\ninteresse público, mas estavam de alguma forma ligada às facções políticas. Em alguns, os \n\ndonos dos novos jornais, que se diziam neutros, já tinham sido proprietários de outro jornal \n\nvinculado a um partido.  \n\n  Ainda no período de transição da monarquia para o regime republicano, dois jornais \n\nde Desterro vão marcar a abertura de uma imprensa político-partidária, em 1849. O \n\nProgresso, que representava o partido “Cristão” e O Conciliador, que defendia o partido \n\n“judeu”. “Era a coloração local dos embates político-partidários que se tratavam a nível \n\nnacional, sendo os “judeus” os que se agrupavam em torno do partido Liberal, e “cristãos” \n\naqueles ligados ao partido Conservador” (PEDRO, 1995, p. 22).  \n\nEmbora de uma forma muito tímida, a burguesia comercial dava seus primeiros passos \n\nna defesa de interesses de uma esfera pública burguesa, que começa a usar a imprensa como \n\nseu instrumento privilegiado. Os dois jornais debatiam em torno da construção do mercado \n\n\n\n22 \n\n \n\npúblico, representado por uma elite comercial que segundo Pedro (1995 pg. 22) “buscava no \n\npoder público e em seus recursos, apoio para suas atividades”: \n\n \n\nEsta classe esteve envolvida, diretamente, nas disputas políticas locais; através dos \n\njornais, principalmente após 1850, divulgou suas idéias, constituindo os periódicos \n\nveículos que reproduziam discussões de pessoas privadas reunidas num público. Um \n\ndos principais líderes cristãos, João Pinto da Luz, por exemplo, era comerciante e \n\narmador, tendo sua riqueza ligada diretamente às atividades do porto. (PEDRO, \n\n1995, p. 37). \n\n \n\n \n\n  Mesmo representando interesses de um grupo, no caso, a elite comercial, os jornais \n\nsurgiam, neste período, como órgãos da político-partidária, que até o ano de 1881 serão \n\nrepresentados pelo embate e alternância de poder entre “liberais” e “conservadores”.  Sendo \n\nassim, poder público e poder econômico andavam juntos. Um dependia do outro e o \n\ninstrumento privilegiado era a imprensa. A interpenetração entre o setor privado e a esfera do \n\npoder público manteve-se, nos periódicos que circularam a partir de 1850. “A criação e a \n\nmanutenção destes dependeram dos embates político-partidários, mesmo naqueles que se \n\ndiziam imparciais”. (PEDRO, 1995, p. 38)  \n\nO fim da Monarquia, como afirma Pereira (1992, p. 36) vai coincidir com a \n\nconsolidação de jornais republicanos e com a expansão do jornalismo partidário. Poucos \n\njornais que antecedem esse período vão demonstrar alguma autonomia em relação ao poder \n\npúblico e aos partidos tradicionais (liberais e conservadores). Até porque, a segunda metade \n\ndo século XIX vai solidificar esses partidos e os jornais vinculados a eles, não sobrando \n\nespaço para novos veículos. O Jornal do Comércio, de 1881, mostra relativa autonomia do \n\npoder público e partidário, pois se mantinha através de uma grande quantidade de anúncios, \n\nda inserção de folhetim e do baixo preço das assinaturas, que, às vezes, chegava à metade do \n\nvalor cobrado por outros jornais do período. Embora o Jornal do Comércio tivesse uma \n\nproposta de veículo imparcial, sua autonomia, pelo que parece, deu-se somente em nível \n\neconômico, já que seu proprietário, José da Silva Cascais, fora dono do antigo Jornal \n\nRegeneração que, no período estava vinculado ao partido liberal. Além disso, o jornal tinha \n\nmateriais oficiais publicados nos anos em que os liberais controlavam a política nacional.   \n\nAs campanhas pela abolição da escravatura, assim como, o movimento republicano\n2\n \n\ncriam novos agrupamentos políticos, como a Sociedade Abolicionista (1883), o Clube \n\nAbolicionista de Desterro (1884), o Clube Republicano de Desterro (1885). Na imprensa da \n\nprovíncia catarinense, muitos jornais surgiram sob as bandeiras abolicionistas e republicanas, \n\n                                                             \n2\n Movimento revolucionário que implanta o regime republicano em Portugal e posteriormente no Brasil \n\n\n\n23 \n\n \n\nesta com pouca expressividade no período. Na medida em que os jornais discutiam o \n\nproblema da escravidão, favoráveis à abolição, mesmo de uma forma racista, o jornalismo \n\nretomava o conceito de veículo de interesse público (iniciado por Jerônimo Coelho e as idéias \n\npró-independência) como sendo formador de opinião e expressava certa autonomia ao poder \n\npúblico. As idéias abolicionistas suscitavam uma discussão social, pouco democrática, mas \n\nque ultrapassava as questões político-partidárias e não se restringiam aos interesses da elite \n\nlocal. Mas esses movimentos não rompem com a linha editorial partidária que caracterizou a \n\nimprensa no império e que vai se estender na república, como afirma Cabral (1976 apud \n\nPEREIRA, 1992, p. 85): \n\n \n\nNa maior parte das vezes a vinculação era partidária. Uns pertenciam ao partido \n\nLiberal e outros ao Partido Conservador. Pertenciam a grupos particulares, mas não \n\nescondiam a condição partidária. Outros declaravam a sua independência, mas a \n\ngente sentia a tendência partidária, porque o proprietário, o editor, o redator \n\npertenciam àquele partido político. Era apenas uma maneira de fugir.  \n\n \n\nAssim como no Império, os jornais na República Velha\n3\n foram dependentes do poder \n\npúblico ou dos partidos e igualmente acabavam quando seus partidos estavam fora do sistema \n\nde poder. Muitos só mudavam o título e mantinham o grupo que produzia o periódico, daí o \n\nsurgimento e, conseqüentemente, o fechamento de muitos jornais da segunda metade ao fim \n\ndo século XIX. A imprensa partidária do Império e da República Velha se manteve no Estado \n\nNovo\n4\n de Getúlio Vargas com uma renovação partidária que dará início, em Santa Catarina, a \n\num “partidarismo familiar” do embate político entre os Ramos, e os Konder – Bornhausen: \n\n \n\nOs jornais vão se dividir entre os que aderem ao PSD – Partido Social Democrata e à \n\nUDN – União Democrática Nacional, tudo na esteira das principais liderança, aí já \n\nsegmentadas nos caminhos percorridos pelas famílias tradicionais, com a divisão \n\nentre os Ramos e os Konder-Bornhausen. (PEREIRA, 1992, p. 90) \n\n \n\nO delineamento dessa conjuntura evidencia as relações de força entre as instituições da \n\nimprensa e do poder público, representado ora pela Monarquia, ora pela República Velha que \n\ncomeça a construir para a imprensa catarinense, especificamente para a imprensa da capital, \n\numa memória que coloca lado a lado, numa relação de aliança, a FD político-partidária e a FD \n\ndo jornalismo, aliança esta que vai ressoar mais tarde no jornalismo feito pelo Estado. \n\n \n\n                                                             \n3\n República Velha ou Primeira República, período que antecede O Estado Novo, do governo de Getúlio Vargas. \n\n4\n Regime político autoritário que durou de 1937 a 1945. \n\n\n\n24 \n\n \n\n3 “O QUE PODE E DEVE SER DITO” NO JORNALISMO DO JORNAL O ESTADO \n\n \n\nA análise do nosso corpus se constrói através de um recorte que estabelece quatro FD. São \n\nelas: a do político, do local, da político-partidária e da modernização. Destacamos a \n\ncomplexidade do trabalho, já que mesmo entendendo que os sentidos são organizados por \n\naquilo que o sujeito diz em uma determinada FD e não em outra, aceitamos também, que \n\nesses mesmos sentidos discursivos não são fechados. É por isso, que as palavras não têm um \n\nsentido próprio, único, elas se ressignificam a partir das diferentes formações discursivas, as \n\nquais estão sempre em contato com outra. Sendo assim, as FD são heterogêneas, não são \n\nfechadas em si. Configuram-se e se reconfiguram continuamente em suas relações: \n\n \n\nA noção de formação discursiva tomada de empréstimo a Michel Foucault começa a \n\nfazer explodir a noção de máquina estrutural fechada [...]: uma formação discursiva \n\nnão é um espaço estrutural fechado, pois é constitutivamente “invadida” por \n\nelementos que vêm de outro lugar (isto é, de outras formações discursivas). \n\n(PÊCHEUX, 1997, p. 314) \n\n \n\nÉ a compreensão dessa interdiscursividade que irá guiar o nosso trabalho. Iniciamos \n\ncaracterizando uma outra FD a do jornalismo, que conforme Mariani (1996) é entendido \n\ncomo um “discurso sobre”, aquele que serve de mediador, pois “ao falar sobre um discurso de \n\n(discurso de origem) se coloca entre este e o interlocutor” (MARIANI, 1996, p. 64):  \n\n \n\nUm efeito imediato do falar sobre é tornar objeto aquilo sobre o que se fala, por esse \n\nviés, o sujeito enunciador produz um efeito de distanciamento – o jornalista projeta \n\nde um observador imparcial – e marca uma diferença com relação ao que é falado, \n\npodendo, desta forma, formular juízos de valor, emitir opiniões etc., justamente por \n\nque não se „envolve? com a questão. (MARIANI, 1996, p. 63) \n\n \n\nDesse ponto de vista, o jornalista é um decodificador do mundo, ou seja, “digere” as \n\ninformações de uma forma compreensível para o leitor. E faz isso usando também outras \n\nlinguagens, como fotos, esquemas, ilustrações, citações de autoridades que, em conjunto com \n\no seu texto, emitem conhecimento e convencem o leitor do sentido dado, “fazendo crer que \n\napresenta os fatos tais como são, com uma linguagem isenta de subjetividade” (MARIANI, \n\n1996, p. 65). E nesse sentido, assemelha-se conforme Mariani (1996, p. 65) a um “discurso \n\npedagógico em sua forma mais autoritária”, em que o professor faz a mediação entre o \n\nconhecimento científico e os alunos, de uma forma didática, fazendo acreditar que são \n\nverdades inquestionáveis: \n\n\n\n25 \n\n \n\n \n\nTrata-se de imprimir uma imagem de uma atividade enunciativa que apenas \n\nmidiatizaria - ou falaria sobre – de forma mais literal possível um mundo objetivo. \n\nNesse sentido entendemos que o didatismo, mais do que „fraturar? a informatividade \n\ndos relatos, atua na direção de reforçar – enquanto explicação do mundo - a ilusão \n\nde objetividade jornalística. (MARIANI, 1996, p. 65). \n\n \n\nEssas considerações podem ser aproximadas da afirmação de Marcondes (2001, pg.87) \n\nque fala do paradoxo de uma “sociedade de comunicação ser uma sociedade sem \n\ncomunicação, uma sociedade que existem comunicações que não comunicam e não-\n\ncomunicações que comunicam”. Dito de outro modo, é esse entendimento da comunicação \n\ncomo algo que não falha, que passa somente por um sistema (locutor, mensagem, canal, \n\ninterlocutor) o responsável por imprimir essa necessidade e possibilidade de objetividade no \n\njornalismo. A partir do momento que se entende que a “linguagem serve para comunicar e \n\npara não comunicar” (PÊCHEUX, 1975), passamos a entender também como diz Marcondes \n\n(2001) que comunicar não significa apenas informar. \n\nDe tal modo, o que queremos pontuar é que é imaginaria a construção de sentidos do \n\ndiscurso jornalístico quando esse se propõe ser imparcial e neutro e garantir a comunicação \n\nsem falhas. Nem sempre isso será possível e isso deve ser entendido como constitutivo da \n\nrelação entre o homem e a linguagem. \n\nEnquanto discurso, assim, o jornalismo produz sentidos organizados pelas suas \n\ncondições de produção, ou seja, por uma historicidade e por relações de poder (políticas) que \n\nnão aparecem totalmente conscientes para jornalista. Isso se deve ao papel da ideologia que de \n\nacordo com Pêcheux (1975) fornecer coisas-a-saber, um já-lá interdiscursivo, que visam \n\nhomogeneizar o mundo. Portanto, a ideologia é “mecanismo estruturante do processo de \n\nsignificação que produz efeito de evidencia e obviedade do sentido” (apud MARTINS, 2006 \n\npg. 216). É por isso que para o sujeito jornalista a língua representa o mundo e os sentidos \n\naparecem naturalmente, apagados de sua memória e de sua historicidade “no momento \n\nmesmo de sua realização, dando-nos a ilusão de que o sentido já existia como tal” (1999, pg. \n\n18).  \n\n Assim, buscamos nesse trabalho, desfazer essa obviedade dos sentidos postos pelo \n\njornalismo produzido no Jornal O Estado, através do entendimento do seu contexto histórico-\n\nsocial, que envolve “os interlocutores, o lugar de onde falam, a imagem que fazem de si do \n\noutro e do assunto de que estão tratando. Todos esses aspectos devem ser levados em conta \n\nquando procuramos entender o sentido de um discurso” (BRANDAO, 2009). \n\n\n\n26 \n\n \n\nDestacamos primeiramente os textos jornalísticos do jornal O Estado dos anos 50, em \n\nque buscaremos as marcas de um discurso político partidário, que é determinado pelo \n\ncontexto sócio-histórico, políticas e ideológico da época.  \n\nDe fato, o Jornal O Estado foi fundado em 13 de maio de 1915 por João Colaço, \n\nMarinho de Sousa Lobo e Henrique Rupp Jr., mas só se consolidou em 1945, quando foi \n\nadquirido por Aderbal Ramos da Silva do grupo Hoepcke, que englo bava empresas do setor \n\nindustrial, comercial e de navegações.  Aderbal era casado com Ruth Hoepcke da Silva, neta \n\nde Carl Hoepcke, um dos maiores industriários da segunda metade do século XIX. Carl fazia \n\nparte da burguesia comercial da época e estava vinculado ao poder político e à imprensa.   \n\nA aliança conjugal representa o mesmo ciclo de sustentação da imprensa daquele \n\nséculo,  que vai se refletir em O Estado, baseado no tripé: político-partidária, elite comercial e \n\npoder público, representado pelo poder político do Estado. Além disso, Aderbal que fora \n\nGovernador do Estado de Santa Catarina (1947/1951) era neto de Vidal José de Oliveira \n\nRamos, Governador de Santa Catarina (1910/1914), sobrinho dos políticos, Nereu de Oliveira \n\nRamos, presidente da República por quase três meses\n5\n (1955/1956), Celso Ramos, \n\nGovernador do Estado (1961/1966), Mauro Ramos, prefeito de Florianópolis (1937/1940) e \n\nVidal Ramos Junior, prefeito de Lages (1946/1947). Os jornalistas e redatores, segundo \n\nValente (2005 p.71), eram amigos e apadrinhados das principais personalidades políticas, \n\nevidenciando a conexão da imprensa com o poder político.  \n\nQuem dirigia o periódico era Rubens de Arruda Ramos, que assumiu o cargo assim \n\nque Aderbal Ramos se candidatou ao governo do estado, em 1947, e esteve na posição até sua \n\nmorte, em 1965. Rubens começou a carreira jornalística em 1933, no jornal República, órgão \n\ndo Partido Liberal Catarinense que teve como fundador Vidal e Nereu Ramos. A partir de \n\nmeados da década de 40 do século XX, o jornal O Estado, junto com a Rádio Guarujá eram \n\nporta vozes do Partido Social Democrata – PSD, partido que elegeu os Ramos aos seus \n\nrespectivos cargos, com exceção de Vidal, que foi eleito pelo antigo partido Liberal. O PSD \n\ntinha como principal concorrente partidário a União Democrática Nacional - UDN, defendida \n\npelo jornal A Gazeta e a rádio Diário da Manhã. Era como diz Valente (2005, p.71) “um \n\njogo, de certa forma, às claras: todos sabiam que se quisessem encontrar críticas aos Ramos \n\nteriam que ler o jornal da UDN. E para saber o que estavam dizendo dos Bornhausen era só \n\nler o jornal do PSD”.  \n\n                                                             \n5\n Foi presidente da República durante dois meses e 21 dias, de 11 de novembro de 1955 a 331 de janeiro de1956. \n\nAssumiu a presidência após o suicídio do títular, Getúlio Vargas, e o impedimento do vice-presidente, Café \n\nFilho, e do impedimento do presidente da Câmara dos Deputados, Carlo Luz no Movimento de 11 de Novembro. \n\nhttp://pt.wikipedia.org/w/index.php?title=Ruth_Hoepcke_da_Silva&amp;action=edit&amp;redlink=1\n\n\n27 \n\n \n\nNos materiais que analisamos pudemos observar que o jornalismo de O Estado afetado \n\npelo pré-construído da FD político-partidária, mostra-se como arauto do PSD. Era comum na \n\ndécada de 50 ler no jornal O Estado sobre as convenções do PSD que eram descritas com \n\nexagerada veneração, conforme uma das matérias, intitulada Convenção do OS - Reunião do \n\nDiretório Regional do PSD\n6\n: \n\n \n\nNessa reunião foi vivamente aclamada a resolução do Sr. ministro da viação, dando \n\no nome da estrada Presidente Nereu Ramos - à Br.36 - estrada que, em construção, \n\nligará o extremo oeste do Estado, de fronteira com a Argentina, à capital [...] Em \n\nseguida a convenção escolheu para completar a chapa estadual os valorosos \n\ncorreligionários, Srs. Nasil Bento, Elgydio Lunardi, Miguel Lopes e Luiz Bertoldi \n\nJunior. A unanimidade de votos dessa escolha foi acolhida com vibrantes aplausos. \n\n(Jornal O Estado, 26 julho de 1958) \n\n \n  \n\nO enunciado retirado do jornal O Estado do dia 26 julho de 1958, reflete os sentidos \n\nde uma imprensa político-partidária. Os jornalistas de O Estado na década de 50 escrevem a \n\npartir de um veículo de comunicação que, nesta época, está fortemente caracterizado pelo \n\nconteúdo político.  Com isso, (re) produzem um discurso político-partidário que se constitui \n\natravés de determinações, neste caso, guiada pelas bases ideológicas e políticas do jornal que \n\nestão atreladas aos ideais do PSD. É importante lembrar que os jornalistas e dirigentes do \n\njornal tinham um vínculo direto com o PSD, já que esses eram na sua maioria militantes e, em \n\nalguns casos, candidatos ou lideres políticos do PSD, como o caso do proprietário do jornal, \n\nAderbal Ramos da Silva, Ex-Governador do Estado pelo PSD e na época na liderança do \n\npartido. \n\nO locutor, então, irá falar de uma determinada formação ideológica, entendido \n\nsegundo BRANDÃO (2009 p. 6) como o conjunto de atitudes e representações ou imagens \n\nque os falantes têm sobre si mesmos e sobre o interlocutor e o assunto em pauta. Essa \n\nformação ideológica está ligada a posição social que ocupa o locutor, no caso, de jornalista do \n\nJornal O Estado e por isso estabelece uma relação de poder com o leitor, pois, conforme \n\nBRANDÃO:  \n\nO discurso é o espaço em que saber e poder se unem, se articulam, pois quem fala, \n\nfala de algum lugar, a partir de um direito que lhe é reconhecido socialmente. Falar, \n\npor ex., do lugar de presidente (da República, do Congresso, de uma associação \n\nqualquer) é veicular um saber reconhecido como verdadeiro (pelo posto ocupado) e, \n\npor isso, gerador de poder; uma relação de poder se estabelece (de forma clara ou \n\nsutil) entre patrão-empregado, entre professor-aluno, entre diretor-professor e \n\nmesmo entre amigos ou pares, e que se manifesta na forma como um fala com o \n\noutro. BRANDÃO (2009 p. 7) \n\n                                                             \n6\n Ver imagem no Anexo A, p. 71. \n\n\n\n28 \n\n \n\n \n\nEssa relação de poder entre locutor e leitor em um determinado discurso, nem sempre \n\né de submissão do leitor, mesmo que esse não interaja com o discurso produzido pelo locutor \n\natravés do texto. A relação vai ser definida pelas condições de produção que cercam o \n\ndiscurso, entendido por BRANDÃO como um jogo estratégico em que estarão envolvidas \n\ndiversas formações discursivas. “Esse jogo provoca ação e reação é como uma arena de lutas \n\n(verbais, que se dão pela palavra) em que ocorre um jogo de dominação ou aliança, de \n\nsubmissão ou resistência” (BRANDÃO, 2009 p. 7).  \n\nÉ importante ressaltar que o leitor, assim como o locutor/jornalista, também esta \n\ninserido no contexto sócio-histórico dos anos 50, em que todos os jornais são mantidos pelo \n\nforte apelo político. E o que irá determinar sua reação diante de um discurso é sua posição \n\nideológica, cultural, de valores e crenças. Sendo assim, esse leitor construído, pode interpretar \n\na matéria do jornal devido à rede interdiscursiva, em que há interferências e interação de \n\noutros discursos, sempre guiados pelas condições de produção, que nesse caso, organizam os \n\nsentidos da FD político-partidária. \n\nVisto isso, é presumível que o leitor do jornal O Estado na década de 50 esteja \n\ninteressado na política, ou pelo menos é o sujeito que lê os textos políticos do periódico, o que \n\nnos faz pensar e determinar algumas características desse leitor: são na maioria homens, já \n\nque as mulheres não participavam da política. Candidatos, militantes ou estão associados à \n\nelite comercial e industrial da época, visto que a política estava muito ligada aos interesses \n\ndesses empresários.  \n\nDito isso, podemos falar dos efeitos de sentidos dos enunciados para esses \n\ninterlocutores. Os sentidos para os sujeitos, conforme GONÇALVES (2008, p. 52) não são \n\nentendidos relativizados a partir da posição da qual enunciam (seus discursos), mas lhes são \n\nevidentes e óbvios devido a um efeito ideológico. Ou seja, o sentido para o jornalista é \n\nnaturalizado, assim como para o seu leitor. \n\nNo caso do trecho da matéria sobre a reunião do diretório do PSD na página 27, o \n\njornalista fala sobre um acontecimento político (a convenção do PSD) e marca a sua posição \n\nparcial diante do assunto, ou seja, determinado pela FD político-partidária, ao usar os \n\nadjetivos: “vivamente aclamada, “os valorosos correligionários”, “acolhida com vibrantes \n\naplausos”.  \n\nEssas marcas de subjetividade, muitas vezes, não deixam visível a parcialidade do \n\ntexto jornalístico nem para o jornalista nem para seu leitor, já que para o sujeito naturaliza o \n\nsentido de seu discurso. Os adjetivos nos textos materializam a posição claramente partidária \n\n\n\n29 \n\n \n\ndo veículo e de seu mediador, o jornalista. Essas frases enaltecedoras eram comuns nos \n\njornais desta época, determinados por certas condições de produção, e por isso, esse \n\nposicionamento do jornalista e do leitor não causavam o estranhamento, posicionamento, que \n\nhoje, nos faz relacionar esse jornalismo à “campanha” partidária.      \n\nEsse caráter partidário é evidente não só em matérias políticas como nas matérias \n\nsobre a comunidade local que, nessa época, estão quase sempre conduzidas pelo político \n\n(abrir político segundo a AD). Como o caso da matéria intitulada: “Pessedistas não tem \n\ndireito a escola”, publicada no dia 26 de julho de 1958 no Jornal O Estado. O Texto faz uma \n\ncrítica ao Governo do Estado, presidido pelo então vice-governador, Heriberto Hülse, devido \n\nà recente morte de Jorge Lacerda, ambos da UDN, por ficar indiferente ao fato de uma escola \n\nde Biguaçu ter negado a transferência de alguns alunos vindos de outra escola do município. \n\nA matéria dizia que o Sr. José Pinheiro estava sendo impedido de prestar assistência a uma \n\ncomunidade no município de Biguaçu, ao doar às crianças carentes da região, materiais \n\nescolares e roupas, e ao transferi-los para uma nova escola, já que a instituição em que \n\nfreqüentavam estava em estado de difícil acesso e esses moradores não dispunham de \n\ntransporte. O jornal O Estado responsabiliza os simpáticos a UDN de encabeçar esse \n\nimpedimento, sob o argumento do bem feitor, Sr José Pinheiro, ser militante do PSD\n7\n: \n\n \n\nO governo do Estado tão cioso em pregar igualdade de direitos, que, aliás, é coisa \n\nsagrada, assegurado pelo próprio regime democrático, não pode permanecer \n\nindiferente á denuncia que hoje fazemos, sob pena de compactuar com os \ndesmandos praticados pelos seus fiéis seguidores, tornando-se conseqüentemente \n\ncúmplice com o revés ocorrências que se estão verificando no município de Biguaçu \n\n[...] Acontece que o Sr. José Pinheiro está na lista negra do atual governo do Estado, \n\npelo crime horrendo de militar nas fileiras do PSD. Em virtude disso, todos os seus \n\nesforços foram anulados, acarretando um prejuízo sensível ás crianças, pois os \n\nudenistas de Biguaçu, com a cobertura de seus chefões aquartelados em \n\nFlorianópolis não permitem que o Sr Jorge José Pinheiro colabore, \n\nincondicionalmente para a solução do problema escola”. (Jornal O Estado, 26 julho \n\nde 1958) \n\n \n\nNos trechos acima é explicito o posicionamento do jornalista em relação ao ocorrido, \n\nem que no discurso jornalístico há uma interpretação dos fatos. A matéria que denuncia a ação \n\nnegativa tomada pela escola vira uma briga de interesse político-partidário, em que é \n\nconfrontado o PSD e a UDN e, como afirma MARIANI (1996, p. 63), “a produção de \n\nsentidos dos fatos realiza-se a partir de um jogo de influencias em que atuam impressões dos \n\npróprios jornalistas, dos leitores e da linha política dominante no jornal”.  \n\n                                                             \n7\n Ver imagem no Anexo A, p. 71. \n\n\n\n30 \n\n \n\nO jornalista que escreve para o Jornal O Estado e, portanto, segue a linha partidária do \n\nPSD, tem uma impressão determinada ideologicamente que é materializada através dos textos. \n\nPelo conteúdo claramente acusativo do texto, o leitor não consegue fugir do sentido que é \n\ndado pelo locutor, mas se posiciona de diferentes formas diante da matéria devido a suas \n\ncrenças e valores. Se o leitor for militante do PSD vai absorver a informação e facilmente \n\nesquecer que o texto pode ter outro sentido. Esse esquecimento é considerado por ORLANDI \n\n(2006 p. 35) “como um esquecimento ideológico: ele é da instância do inconsciente e resulta \n\ndo modo pelo qual somos afetados pela ideologia”. Aqui, tanto o jornalista quanto o leit or \n\ncaem nessa ilusão de ser único o sentido da enunciação. “Essa é uma determinação necessária \n\npara que haja sentidos e sujeitos. As ilusões não são “defeitos”, são necessidades para que a \n\nlinguagem funcione nos sujeitos e na produção de sentidos”. (ORLANDI, 2006 p. 36).  Outro \n\nfato que é observado na matéria é o que demarcamos como “local”. Na reportagem sob o \n\ntítulo “Pessedista não tem direito a escola”, pode-se definir como uma matéria que traz \n\nmarcas do “local”, aquele que representa o interesse coletivo de um grupo de uma \n\ndeterminada “ilha cultural”. Mesmo que timidamente, esse local se faz presente na medida em \n\nque o fato envolve a comunidade de Biguaçu e que afeta diretamente o social, os moradores \n\ndessa comunidade. Sobre isso, Pereira (1992) vai dizer: \n\n \n\nA tradicional “Folia do Divino”, ou o “Terno de Reis”, típicos da colonização \n\naçoriana em Florianópolis, nada dizem para os descendentes de alemães no vale do \n\nItajaí ou no norte do Estado. Da mesma forma, os jornais escritos em alemão nem \n\nchegavam á capital dos catarinenses por completa incomunicabilidade lingüística. \n\n(PEREIRA, 1992 p. 62) \n\n \n\nDe fato, a matéria mostra esse “local” relacionando-o a questões da comunidade da \n\nregião da grande Florianópolis. Porém, o que queremos destacar é que esse local está \n\ndeterminado pela FD político-partidário. O “local” se esconde por de trás do foco principal da \n\nreportagem, que é a política. \n\nO local também está presente nas matérias políticas, como no texto intitulado, “A \n\nConvenção do PSD”, do diretório regional da grande Florianópolis, citado anteriormente, na \n\npágina 27. \n\nEssa reportagem trata de uma política partidária “local”, aquela representada pelo \n\nDiretório Regional da grande Florianópolis. Contudo, é possível pensar que, o local, quando \n\nse trata de política, ultrapasse as fronteira da “ilha Cultural”, ou seja, o forte apelo da FD \n\npolítico-partidária, que determinam os sentidos das matérias de O Estado, apaga as fronteiras \n\ndas “ilhas culturais”. O poder político no Estado era dividido entre os Ramos ou Konder-\n\n\n\n31 \n\n \n\nBornhausen e os prefeitos das cidades de Santa Catarina eram, na maioria das vezes, filiados a \n\num dos dois partidos, quando não eram parentes de uma das duas famílias. Sendo assim, essas \n\nmatérias são foco de interesse de leitores de outras “ilhas culturais”, já que a questão política é \n\numa questão estadual. Outra questão relevante que não podemos esquecer é que o centro \n\nadministrativo do poder em Santa Catarina conforme dito anteriormente está concentrado em \n\nFlorianópolis, e isso já é suficiente para que as matérias políticas produzidas pelo O Estado \n\natraíssem leitores de outras localidades.   \n\nOs textos do jornal O Estado, nos anos 50, assim, ao falar sobre questões políticas ou \n\nnão, o faz numa relação de aliança com o discurso político-partidário, que pode ser \n\nconsiderado autoritário se entendido, como propõe Orlandi (2003) como já tendo sempre uma \n\nposição determinada: um discurso de “campanha” (mobilização e militância) a partir de uma \n\nposição, nem sempre visível, mas já sempre tomada e pre-fixada. (ORLANDI 2003, p. 3).  \n\nOrlandi (2003) diz também, que estes textos falam mais com outras organizações do que \n\ncom interlocutores sociais diferenciados. No texto acima, o discurso jornalístico atravessado \n\npelo discurso político-partidário, se assemelha a um discurso de campanha política a favor do \n\nPSD e direcionada a um público específico, no caso, para o Governo Udenista, para os \n\npartidários da UDN e os militantes Pessedistas.   \n\nO discurso partidário no jornal O Estado vai se estender durante toda a década de 50 \n\naté meados da década de 60. Ainda nos anos 50, durante a polarização PSD e UDN, os \n\ncolunistas dos principais jornais de Florianópolis, O Estado e A Gazeta, representam a crítica \n\nmáxima do discurso político- partidário, claramente defendido em seus textos. Dois colunistas \n\nirão marcar a rivalidade política representada por cada jornal, os irmãos Rubens de Arruda \n\nRamos, diretor de O Estado, e Jaime de Arruda Ramos: \n\n    \n\nRubens de Arruda Ramos defendia o PSD e atacava a UDN na famosa coluna \n“Frechando”, em O Estado, valendo-se do pseudônimo Guilherme Tal, o arqueiro da \n\njustiça, com uma bela ilustração em bico de pena; e seu irmão, Jaime de Arruda \n\nRamos disparava contra o PSD e usava os escudos para promover a UDN em sua \n\nprestigiada coluna “TIM-TIM”, usando o pseudônimo “Tim-Tim”, em A Gazeta ou \n\nno Diário da Manhã. (PEREIRA, 2005, p. 154) \n\n \n\nNa coluna “Frechando”, Rubens de Arruda Ramos era o principal porta voz do PSD, o \n\nque foi confirmado pelo próprio O Estado em um texto publicado no caderno comemorativo \n\ndos 80 anos do jornal, em 1995, que contava a história do veículo: \n\n \n\nRubens foi designado, em 1947, para substituir o diretor, assumindo a função com \n\numa dupla tarefa: consolidar o jornal e transformá-lo em porta voz do PSD [...] \n\n\n\n32 \n\n \n\nGuilherme tal, com a coluna „Frechando? fez história na imprensa catarinense, não \n\nsó porque revelava o assumido engajamento pessedisda de O Estado, mas porque \n\ntratava a luta política com bom humor e total transparência.” (JORNAL O \nESTADO, 13 de maio de 1995) \n\n \n\n Rubens assinou a coluna “Frechando”\n8\n até sua morte, em 1965. De qualquer forma, \n\nnão teria continuado por muito tempo a erguer a bandeira do PSD na “Frechando”, pois no \n\nmesmo ano, o Ato Constitucional nº2\n9\n acabou com o multipartidarismo e uniu o PSD e a \n\nUDN na ARENA. Em 1958 com a morte de Nereu Ramos\n10\n\n (16/06/1958), na época \n\nPresidente do Senado Nacional, eleito pelo PSD, e de Leoberto Leal, Deputado Federal pelo \n\npartido, Rubens prestou homenagens em sua coluna durante quase dois meses aos políticos. \n\nSob o título de “Nereu Ramos: sem apontamentos” escreveu muitos artigos engrandecendo o \n\nex- Presidente da República: \n\nNereu, professor de direito constitucionalista, Nereu, notável jurista, orador e \n\nadvogado; Nereu Pregador de princípios que levantaram o povo brasileiro e, depois, \n\na gente bandeirante, para vê-lo solenizado na constituição; Nereu, o candidato \n\nnatural e a presença necessária numa assembléia constituinte, teve que dela ser \n\nexcluído, precisamente porque por ela se batêra. A política era não si injusta, mas \n\nilógica. (Jornal O Estado, 26 de julho de 1958) \n\n \n\nAlém da coluna de Rubens, outros textos homenageando Nereu foram publicados no \n\njornal. Eram homenagens vindas da Câmara de Deputados, do PSD, de membros do partido e \n\naté mesmo do próprio jornal. Só no mês de julho, quase um mês depois de sua morte \n\ncontabilizamos mais de dez textos, vistos nos dias 2, 4, 6, 7, 10, 13, 15, 17 e 26 de julho de \n\n1958.  \n\n A política não era apenas assunto principal em O Estado na década de 50 e 60, \n\nsempre estampada na capa do jornal, como estava também presente em quase todas as \n\nmatérias jornalísticas. O discurso jornalístico que ao falar sobre política se assemelha ao \n\ndiscurso de campanha, dirigido aos leitores/eleitores é visto em quase todos os textos do \n\nperiódico nessa época. Sejam nas colunas políticas, notícias locais, publicação de homenagens \n\nfeitas pelo PSD ou pela Câmara de Deputados ou ainda textos de propaganda partidária. Um \n\nexemplo é o trecho da matéria intitulada, “Governo Celso Ramos e o Ensino”, publicado em \n\nO Estado dia 3 de julho de 1962: “Pelo impulso que vem dado ao ensino em nosso Estado, \n\n                                                             \n8\n Ver imagem no Anexo A, p. 71. \n\n9\n O Ato Institucional Número Dois, ou AI-2, foi baixado em 27 de outubro de 1965 como resposta aos resultados \n\ndas eleições que ocorreram no início deste mês. \n\n \n10\n\n Faleceu em 16 de junho de 1958, em desastre aéreo. O avião da empresa Cruzeiro Sul saiu de Florianópolis, \n\nacidentou-se durante o pouso em São José dos Pinhais, vitimando 18 dos 24 ocupantes. Também faleceram no \n\nacidente os políticos catarinenses Jorce Lacerda, Governador de Santa Catarina na ocasião, e Leoberto Leal, \n\nentão Deputado Federal por Santa Catarina. \n\n\n\n33 \n\n \n\nconforme promessa feita quando de sua companhia eleitoral, vem o governador Celso Ramos \n\nrecebendo votos de congratulações e agradecimentos de todo o povo catarinense.”  \n\nQuando o assunto não era política estadual e local, o jornal publicava matérias \n\ninternacionais e nacionais retiradas dos jornais dos grandes centros, como O Globo, Jornal do \n\nBrasil e o Estado de São Paulo que conforme Caldas (2005, p. 130), “quando chegavam às \n\nmesas da redação, as notícias eram devidamente cortadas à “Gillette”, abastecendo \n\nconsideráveis espaços do jornal”. Além da política, os redatores de O Estado produziam \n\nmatérias esportivas. O esporte talvez fosse o único material produzido em O Estado que não \n\nde cunho político, mas de qualquer forma, representava e interessava a elite local, já que, \n\nnaquela época, muitas matérias eram relacionadas ao remo e a vela, assim como um esporte \n\nmais popular, como o futebol:  \n\n \n\nVários articulistas escreviam sobre diversas modalidades como o basquete e o remo, \n\no qual exercia uma grande importância na capital catarinense. Cultuava-se o remo \ncom uma paixão similar á dos gramados e clubes náuticos como o Aldo Luz e o \n\nMartinelli, que alcançaram medalhas e vitórias nacionais e internacionais. (JORNAL \n\nO Estado, 3 de julho de 1962)  \n\n \n\n \n\n3.1 O ROMPIMENTO COM A IMPRENSA PARTIDÁRIA \n\n \n\nA imprensa do final da década de 60 vai ser marcada pelo início de um jornalismo dito \n\nprofissional em Santa Catarina e de um enfraquecimento do partidarismo no jornalismo do \n\nEstado.  Ainda com marcas de uma política partidária, mas sem aquele apelo do discurso \n\nmanifesto dos anos 50. Como afirma Moacir Pereira: \n\n \n\nA década de 60 vai marcar uma fase de expansão dos meios de comunicação em \n\nSanta Catarina. O processo obedece a uma tradição histórica, de subordinação ou \n\nlinha editorial partidária, assinala o lançamento dos primeiros sinais de televisão e \n\npossibilita as primeiras experiências de profissionalismo. (PEREIRA, 1992, p. 67) \n\n Dois aspectos irão definir o rompimento da imprensa com a política partidária: o \n\nbipartidarismo e a repressão feita pela ditadura aos meios de comunicação. Esse rompimento \n\nda imprensa com os sentidos de FD político-partidária não é radical, mas a “extinção dos \n\npartidos\n11\n\n pelo o Ato Institucional nº 2, em 1964, certamente contribuiu para que as coisas \n\nmudassem ou pelo menos se tornassem menos evidentes e preponderantes” (VALENTE, \n                                                             \n11\n\n o pluripartidarismo é talmente extinto, desativando todos os partidos políticos, e criando somente dois; o \npartido situacionista, chamado de Aliança Renovadora Nacional (ARENA) e o partido para fazer oposição ao \n\nprimeiro, chamado de Movimento Democrático Brasileiro. \n\nhttp://pt.wikipedia.org/wiki/Alian%C3%A7a_Renovadora_Nacional\n\n\n34 \n\n \n\n2005, p. 72). Com isso, há uma mudança nas condições de produção (condições socio-\n\nhistóricas e ideológicas) que irão interferir nos textos publicados em O Estado.  \n\n A Criação da ARENA, que une PSD e UDN após o golpe militar de 64, ameniza, em \n\nSanta Catarina, a acirrada rivalidade política entre os dois principais partidos. A ditadura, por \n\nsua vez, impõe sanções à imprensa brasileira que se opõe as determinações do regime militar, \n\nconforme publica o jornal O Estado, em um dos materiais de comemoração aos oitenta anos \n\nde sua história: \n\n \n\nOs anos entre 1965 e 1975 ficaram conhecidos na história que a imprensa e também \n\nO Estado ficaram impedidos de descrever os anos de chumbo. A ditadura militar \n\nreduz as liberdades individuais e de imprensa a zero. Muitos presos, inclusive \n\njornalistas, sempre rotulados pelos militares de serem comunistas, desaparecem para \n\nsempre ou são detidos e torturados. Dentre os que compunham os quadros \n\nfuncionais do jornal O Estado poucos escaparam do olhar vigilante do regime. \n\n(JORNAL O ESTADO, CADERNO ESPECIAL, 13 de maio de 1995) \n\n  \n\n Sendo assim, os jornalistas não podiam mais ter o mesmo posicionamento político das \n\ndécadas anteriores. As referências à política eram determinadas por um discurso político \n\nunipartidário, em que o silenciamento dos sentidos passa pela censura. E essa censura \n\nenvolvia especificamente o que se dizia do Governo Federal, que era o foco principal das \n\nsanções aplicadas no regime militar. Isso explica porque alguns textos ainda apresentam \n\ncríticas aos políticos e a política local. Sobre isso Pereira (1992) escreve “Terrível paradoxo. \n\nÉ o período em que os jornalistas desfrutam de maior liberdade política para a realização de \n\nseu trabalho, no que se refere ao noticiário estadual. A presença da censura prévia é acentuada \n\napenas em relação ao noticiário nacional” (PEREIRA, 1992, p. 75).   \n\n Esse momento segundo Gentil (2001, p. 2) “Foi um período onde a imprensa sofreu \n\nmuito. Mas talvez tenha sido, no decorrer de todo o século XX, o período onde a imprensa \n\nmais mostrou o seu potencial”, o que parece ter se reproduzido com a imprensa catarinense, \n\nsegundo relato de Valente: \n\nA década de 70 é um marco importante na imprensa florianopolitana. E um marco \n\nfundamental para o jornalismo catarinense. Essa injeção de profissionalismo nas \n\npráticas semi-amadoras do jornalismo ilhéu foi, a meu ver, o principal fato \njornalístico destes 50 anos. Agitou o ambiente, provocou discussões, estimulou o \n\naperfeiçoamento. A cidade não foi mais a mesma, todos fomos, de uma ou outra \n\nforma, influenciados. (VALENTE, 2005, p. 77) \n\n \n\nNão tendo mais um partido a que se apoiar e outro para criticar, as matérias do jornal \n\nO Estado deixam de lado a linha partidária de campanha, assim como as principais colunas \n\npolíticas do jornal. Os textos políticos se mostram, por isso, produzindo um efeito de sentido  \n\n\n\n35 \n\n \n\nem que parecem como mais técnicos e neutros. Destacamos a matéria Frente Manobra Para \n\nDenunciar Ditadura, publicado no Estado, no dia 11 de janeiro de 1968 e colhida por nós, \n\ncomo exemplar para esse caso: \n\n \n\nSubtítulo1: MDB só justifica convocação com muita polêmica  \n\nUma convocação extraordinária do congresso só pode justificar-se se a pauta for \n\nenriquecida com a inclusão, na ordem do dia, de matérias polêmicas, cujos temas \nsejam de interesse da população. Nesta condição, o MDB reivindica que, no período \n\nda convocação a iniciar-se a 16 próximo, sejam incluídos na pauta da câmara \n\nFederal os projetos que revogam as leis de segurança nacional e da denominada \n\n“arrocho salarial” \n\n \n\nSubtítulo 2: Costa não pensa em decretar anistia muito menos a JK \n\n \n\nO presidente Costa e Silva não tem intenção de decretar anistia de qualquer pessoa \n\nno momento, especialmente do ex-presidente de JK – informaram setores tanto \n\nmilitares como os civis no governo. A revisão da cassações – acrescentaram – \n\nsomente será feito, parcial ou totalmente, depois da consolidação da revolução. \n\n \n\nObserva-se que nos textos acima, uma matéria sobre política, o jornalista constrói \n\ntextualmente essa imparcialidade através da identificação das fontes que vem através do \n\nrecurso da citação. Esse recurso produz um efeito de que o jornalista não esta se \n\nposicionando, mas trazendo a voz do fato, da notícia. Percebe-se também maior preocupação \n\nem trazer mais detalhadamente as informações sobre os atos políticos. Esse material de O \n\nEstado, assim, marca o começo de um jornalismo dito mais profissional em que se busca \n\ntrazer a informação.  A valorização da informação pode ser percebida no trecho “MDB só \n\njustifica convocação com muita polêmica” que explica quando pode existir uma convocação \n\nextraordinária. O jornalista é um interlocutor que interpreta, conta os fatos e os justifica \n\natravés de relatos das fontes, tanto para dar embasamento quanto para esclarecer as origens da \n\nnotícia. Embora a matéria tenha uma característica informativa, e o jornalista apareça em uma \n\nposição de “neutralidade”, é preciso dizer que isso deve a um efeito de sentido, já que o \n\njornalista como qualquer sujeito tem os sentidos do seu dizer organizado pela materialidade \n\nda história, do social, e das relações de poder, e isso implica em pensar a reportagem como \n\num “gênero informativo acrescido de interpretação e opinião” (CAMPOS, 2002). O próprio \n\nrecorte do assunto feito pelo jornalista é determinado por uma escolha e toda escolha imprime \n\numa interpretação. Essa interpretação aparece mais evidente em alguns momentos, em que o \n\njornalista se mostra mais crítico: \n\n \n\nLideranças querem resguardar o congresso \n\n Reunião para salvar a face do congresso no episódio melancólico da convenção \n\nextraordinária \n\n\n\n36 \n\n \n\nNum longo contacto com o Deputado Mário Covas (MDB), o deputado Batista \n\nRamos (UDN) estabeleceu os preliminares de um entendimento que deverá ampliar-\n\nse em nova e decisiva reunião, marcada para a próxima quarta feira, no Rio, com a \npresença do deputado Ernani Sátiro, para a organização de uma pauta rica de \n\nprojetos importantes e estimuladora de debates e decisões, que passam elevar o nível \n\nda convocação extraordinária. \n\nA oposição (MDB), como é claro, concorda plenamente com as intenções generosas \n\ndo presidente da Câmara, preferindo ignorar as coincidências do florescimento delas \n\ncom as aflições do representante paulista, em plena batalha particular pela \n\npermanência no cargo. O que o MDB aspira é apenas o debate predominantemente \n\npolítico, pouco se interessa pelas proposições governistas, inócuas e pretensamente \ntécnicas.  Quer o líder do MDB preferência para as discussões e votação do projeto \n\nque modifica a lei da segurança nacional, a lei da imprensa a resolução do arrocho \n\nsalarial.  (jornal O Estado, 7 de janeiro de 1968) \n\n  \n\nEssa matéria também materializa os sentidos formulados por um discurso jornalístico \n\nagora organizado a partir da FD da modernização, em que o político, enquanto sentidos da FD \n\npolítico-partidária, não mais é determinante no jornalismo produzido em O Estado. O fato do \n\ntexto não ser cheios de adjetivos, com exageradas venerações a um partido, como nas \n\nmatérias de dez anos atrás (1958), materializa esse outro funcionamento. É importante \n\ndestacar, que embora o PSD tenha se juntado a ARENA no bipartidarismo durante a ditadura \n\nmilitar, o jornal O Estado não transferiu sua linha partidária para ARENA, pelo menos na \n\npolítica local e estadual. A união dos partidos adversários trouxe convergências de interesses \n\npara dentro do partido.  Na matéria acima, o jornalista faz uma interpretação das intenções de \n\ncada deputado. Há uma nítida censura ao deputado Batista Ramos, que foi candidato do \n\nantigo PTB, aliado ao PSD, no Governo Getulista. Nem por isso, o jornalista fez críticas \n\npositivas ao político arenista.  \n\nEssa (re) significação do político na imprensa local, no qual o político-partidário não é \n\nmais o foco principal das matérias políticas, deixa uma lacuna no jornal O Estado que precisa \n\nser preenchido. É nesta época, que o jornal passa, de uma forma mais efetiva, a publicar \n\nmateriais que representam de alguma forma o “local”, constituído por informações da \n\ncomunidade da “ilha cultural” da grande Florianópolis.  \n\nO esporte ganha destaque nas páginas do veículo através de uma editoria própria \n\nchamada de O Estado Esportivo. Esse espaço fala de vários esportes, mas destina grande parte \n\naos esportes locais, como o remo e a vela, que são esportes da “ilha cultural” da grande \n\nFlorianópolis. O futebol florianoplitano, representado pelos times do Avaí e Figueira tem \n\nespaço privilegiado na nova editoria. O jornal lança também, nessa época, um caderno \n\ndominical\n12\n\n, com conteúdo cultural voltado às tradições e folclores da ilha de Florianópolis, \n\n                                                             \n12\n\n Ver imagens no Anexo B, p. 72. \n\n\n\n37 \n\n \n\nque contou com a colaboração dos principais nomes do jornalismo no Estado. O texto abaixo, \n\nescrito por Sérgio Costa Ramos é um exemplo do que era escrito nesse caderno: \n\n \n\n \n\nA mulher Rendeira  \n\n \n\nAs faces trincadas por profundos sulcos, os cabelos encanecidos, a expressão do \n\nolhar sempre entre triste e o conformado, os dedos nervosos manejando os bilros, \n\ntecendo a renda [...] A velha rendeira é uma figura que até hoje ainda permanece \n\nintegrada á nossa paisagem. Depois de viver algum tempo no trabalho da confecção \n\ndas rendas, ela deixa sua casa e vem para a cidade vender o seu produto. (jornal O \nEstado, 7 de janeiro de 1968) \n\n \n\nO enunciado acima fala de uma das figuras representativas do folclore ilhéu que é a mulher \n\nrendeira, dando visibilidade a cultura local florianopolitana. Os próprios textos produzidos \n\npara esse caderno representam essa cultura, já que a maioria tem um formato literário, de \n\ncrônicas ou poesias, o que pode ser visto como uma produção artística local. Essas \n\ncaracterísticas, conforme Gentil (2001, p. 3) são vistas como um fenômeno da imprensa \n\ndurante a ditadura: “Neste universo, cada vez mais os profissionais da imprensa enveredaram \n\npelo jornalismo não cotidiano, buscando narrativas de fôlego em que podiam reconstruir \n\nestórias e identidades”. Além disso, os escritores são na maioria, catarinenses, o que reforça \n\nessa busca da representatividade do que é daqui, da nossa gente, que pode ser percebido \n\ntambém no texto produzido por Adolfo Zigelli: \n\n \n\nGente da Ilha  \n\n \n\nNo fundo, no fundo, todo mundo gostaria de morar numa ilha. A simples idéia de \n\nnascer e passar a vida numa ilha excita a imaginação da gente e não poucos se \n\ntransmudam em play-boys internacionais, de bermudas, sandálias franciscanas e \n\ncamisas que bem poderiam ser o anuncio de um espetáculo floral [...] Quem não \n\nsentiu arrepios ao penetrar as ruínas da praia do forte e quem não pisou com respeito \n\no chão frio da fortaleza de Anhatomirim, sentindo no estalar de um ramo, o gemido \n\nde protesto de um prisioneiro fantasma escorrendo por entre as paredes úmidas e \nsolenes? [...] Atravesse a ponte, irmão. Você não precisa pedi licença para entrar na \n\nconfraria Da gente da ilha. (jornal O Estado, 7 de janeiro de 1968) \n\n \n\nO texto de Zigelli materializa a construção de sentidos sobre local, pela adoração das \n\nbelezas das paisagens naturais do Estado e, ao mesmo tempo, trás à tona aspectos históricos \n\nque envolvem algumas dessas paisagens, como o das ruínas do Forte e o da fortaleza de \n\nAnhatomirim, o que evidencia uma preocupação com a história, tradição e costumes regionais \n\ne locais, do Estado e de Florianópolis.   \n\nEssa valorização do local, que é iniciada nessa época é parte de uma formação \n\nideológica que compreende várias formações discursivas, em que “Cada formação discursiva \n\n\n\n38 \n\n \n\nreúne um conjunto de enunciados ou textos marcados por algumas características comuns \n\n(lingüísticas, temáticas, de posição ideológica)” (BRANDÃO, p. 7). A FD da modernização, \n\nassim, coloca-se em certa medida numa relação contraditória com a FD político-partidária, \n\nsendo que os sentidos do local aparecem aí como que ocupado esse espaço de sentidos \n\ndeixado vago pelo político-partidário.  \n\nOutro aspecto interessante no modo como os sentidos do “local” começam a ocupar \n\nespaço em O Estado, relaciona-se ao modo como passam a determinar as novas condições de \n\nprodução do jornal. Vemos em decorrência disso, o remanejamento de alguns jornalistas que \n\nescreviam sobre política e passam a escrever também sobre esse “local”, que demarca a \n\ncultura local, que mais tarde passam a falar sobre o cotidiano da comunidade local.  \n\nSe antes os jornalistas se empenhavam na função de arautos dos partidos políticos no \n\nqual os jornais eram porta-vozes, agora, no início da modernização dos veículos impressos em \n\nSanta Catarina, os redatores vão buscar novas motivações para seus textos, que em O Estado \n\nestá na valorização do “local”. É o que faz Adolfo Zigelli, radialista, que ao lado de seu \n\nirmão, Walter Zigelli, apresentava o programa “A marcha dos acontecimentos” na rádio da \n\nUDN, Diário da Manhã. Era um programa político-partidário que junto com a coluna “Tim-\n\nTim” do jornal A Gazeta, escrito por de Jaime de Arruda Ramos, representavam, segundo \n\nPereira, a linha de fogo da UDN contra Rubens de Arruda Ramos e sua coluna, “Frechando” \n\nde O Estado. Com o fim da UDN, “A marcha dos acontecimentos” perde o sentido e Zigelli \n\npropõe uma renovação no seu programa, criando o “Vanguarda”:  \n\n \n\nNo rádio, Adolfo Zigelli conseguia, com o Vanguarda, completar uma das histórias \n\nprofissionais mais interessantes: o garoto engajado nas lides da UDN em Joaçaba, \n\nlocutor de rádio do partido, trazido para Florianópolis para continuar a atuar \n\npoliticamente, tanto no serviço de imprensa do Palácio quanto na rádio da UDN, \npercebe o momento histórico e acaba ganhando credibilidade com uma atuação \n\nfocada na defesa da cidade e de seus valores que começavam a desaparecer (como a \n\naté hoje injustificada demolição do Miramar). O Vanguarda não era um programa da \n\nUDN e não tinha o ranço político-partidário que caracterizou o passado do mesmo \n\nZigelli, mas não deixava também de ter a visão política básica dos dessa corrente, só \n\nque numa linguagem moderna. (VALENTE, 2005, p. 74) \n\n \n\n \n\n O mais curioso é que Zigelli, com o caderno dominical, passa a escrever no Jornal O \n\nEstado, que alguns anos antes era o principal veículo de oposição ao seu programa na rádio \n\nDiário da Manhã. Isso evidencia que a linha fortemente partidária desses veículos de \n\ncomunicação estava perdendo seu espaço, num ambiente que conforme Valente (2005, p. 74) \n\n\n\n39 \n\n \n\n“Não eram só os jornais que mudavam. O jornalista florianopolitano também nunca mais foi o \n\nmesmo. A imprensa, como um todo, estava em processo de mudança”. \n\n Outro aspecto que merece atenção e que diz respeito a essa transformação é a inserção \n\ndas páginas de classificados. Os anúncios sugerem que além de uma preocupação comercial, o \n\njornal começava a pensar em outros públicos, já que os classificados atraiam também jovens e \n\nmulheres, e não predominantemente os homens interessados na política. Embora, na década \n\nde 50, o jornal tivesse páginas de publicidade e também uma coluna de beleza voltada para o \n\npúblico feminino, o jornal não parecia ter ambição comercial, já que tinha apoio dos partidos \n\npolíticos, principalmente do PSD. “Ninguém parecia interessado em ganhar dinheiro com \n\njornais ou em buscar mais leitores com algumas inovações já disponíveis em outras capitais \n\nbrasileiras: bastava que cumprissem seu papel de arautos dos partidos” (VALENTE, 2005, p. \n\n71).  \n\nEm relação ao conteúdo para as mulheres, esses eram restritos a uma coluna chamada \n\nde “Conselhos de Beleza” e às colunas sociais, que ocupavam pequeno espaço da metade de \n\numa página. No final dos anos 60, o jornal O Estado começa a tomar um novo formato mais \n\norganizado. As matérias são colocadas em colunas alinhadas. Ainda não existe uma divisão \n\nclara de editorias, mas os temas seguem um padrão dentro do jornal. Capa: política e matérias \n\nde destaque; 2º página, coluna social, conselhos de beleza e matérias internacionais; página 3, \n\ncolunas de política, economia e opinião; página 4, Esportes, com título de “O Estado \n\nEsportivo”; página 5 e 6: classificados, com página separada para veículos; página 7, assuntos \n\ngerais e contra capa, política. \n\n \n\n \n\n3.2 O ESTADO E A MODERNIZAÇÃO \n\n \n\nA mudança radical na estrutura de O Estado começou em 1971, com o surgimento do \n\nJornal Santa Catarina, em Blumenau, que segundo Valente (2005, p. 73) “foi um terremoto \n\njornalístico cuja onda de choque chegou a Florianópolis com toda a força”: \n\n \n\nNão só porque Nestor Fedrizzi (jornalista gaúcho responsável, com João Aveline, \npelo sucesso da “Última Hora” em Porto Alegre) levou para Blumenau jornalistas da \n\nmelhor qualidade, uma rotina jornalística profissional e nova tecnologia de \n\nimpressão, mas também porque, antes mesmo do lançamento, começou a montar \n\numa grande sucursal na capital. (VALENTE, 2007, p. 73)  \n \n\n\n\n40 \n\n \n\nO “Santa” era o único jornal no Estado feito com tecnologia de última geração, \n\n“composto a frio e impresso em rotativa off-set [...] E um projeto editorial moderno e \n\ncompetitivo” (VALENTE, 2005, p. 73). Nesse momento, o dirigente do jornal O Estado \n\ndesde 1964, José Matusalém Comelli, surpreendido com a inovação do jornal de Blumenau, \n\npercebeu que precisa também renovar “o mais antigo” como era chamado O Estado pelo fato \n\nde ser o jornal em circulação com mais tempo de existência.  \n\nEm maio de 1972, “O jornal O Estado estreava sua nova sede, na Rua Felipe Schmidt, \n\ncom equipamentos semelhantes aos do concorrente de Blumenau. Um jornal totalmente \n\nrenovado, gráfica e editorialmente” (VALENTE, 2005 p. 74). Essa mudança rápida em O \n\nEstado foi possível por dois motivos: primeiro, porque Comelli contratou os jornalistas que \n\nlançaram o “Santa” e mais uma equipe de profissionais gaúchos talentosos, acostumados com \n\numa rotina intensa de trabalho. E segundo, porque conseguiu comprar os equipamentos de que \n\nprecisava, através de um deputado paranaense que havia recém importado o maquinário com \n\no intuito de montar um jornal em Maringá.  \n\nO deputado era do grupo de apoio do então Governador do Paraná, Haroldo Leon \n\nPeres. “As maquinas tinham acabado de chegar e, enquanto ainda estavam nos portos de \n\nSantos e Paranaguá, o governador deixou o cargo [...] Diante disso, o dono do jornal achou \n\nmelhor não lançá-lo” (VALENTE, 2005, p. 74).  \n\nO jornal O Estado entrou nos anos 70 de cara nova, ainda mais determinado por uma \n\nFD da modernização. O que havia começado timidamente, na década anterior, é efetivado nos \n\nanos 70 com os equipamentos modernos, dando possibilidade de se investir mais nas imagens \n\ne as capas dos exemplares\n13\n\n: \n\n \n\nFoi um salto amplo. Nada de clichês borrados repetitivos com autoridades e \n\npersonalidades para a ilustração de matérias. Agora “o mais antigo” exibia \n\nreportagens atualizadas com o uso da telefoto, da radiofoto ou da foto local \n\napresentada com clareza e acabamento primoroso. (PEREIRA, 1992, p. 75) \n\n \n\n  \n\nSe nos anos 50 e 60, as capas do jornal traziam textos imensos, com assuntos restritos \n\nà política e, em alguns casos, aos esportes, agora aparece só um resumo das matérias, que \n\nservem como chamadas para os textos internos. Isso permitiu que os tópicos publicados na \n\ncapa fossem variados e não limitados à dupla política e esporte. Os sentidos da FD da \n\nmodernização determinam o formato do jornal que passa a ser organizado por seções: em \n\n                                                             \n13\n\n Ver imagens no Anexo C, p. 73. \n\n\n\n41 \n\n \n\n1973 são definidos através de editorias, com nome em destaque no início da página de cada \n\numa delas, o que possibilitou explorar outros temas que interessassem, inclusive, as mulheres \n\ne crianças.  \n\nEm 1972, aos domingos, O Estado lança “o Estadinho” \n14\n\n, um caderno com histórias \n\nem quadrinhos voltado às crianças. No mesmo ano, no “Caderno 2” um espaço para lazer, que \n\nvira no ano seguinte uma editoria, com horóscopo, informações sobre cinema, novela, poesia, \n\nhistórias em quadrinho e as famosas colunas sociais. Assuntos esses de interesse \n\nespecialmente das mulheres.  \n\nEmbora o jornal O Estado dos anos 70 seja composto por informações diversificadas, \n\nseparadas pelas editorias, que incluem página específica aos assuntos internacionais e outra \n\naos de âmbito nacional, o “local” da grande Florianópolis está presente em grande parte dos \n\nassuntos, seja nas notícias policiais, esportivas, econômicas, políticas ou sociais.  \n\nAssim, o esporte local é presença constante no jornal que fala do campeonato de vela\n15\n\n \n\ne dos times do Avaí e Figueira\n16\n\n: \n\n \n\nLightnings correm hoje pra valer \n\n \n\nSerá às dez horas de hoje a largada para a primeira prova oficial da 15° Campeonato \n\nBrasileiro de Vela – Classe lightning – na rota da Baía Sul. A segunda prova está \n\nmarcada para as 15 horas. Mais quatro provas estão marcadas para o próximo \n\nsábado. (JORNAL O ESTADO, 1º de novembro de 1972) \n\n \n\nAvaí agora também pensa em fazer excursões \n\n \n\nO treino do Avaí começou um pouco mais tarde do que de costume e os jogadores \nuniformizados tiveram que prolongar por alguns minutos o bate-papo e a recreação. \n\nO motivo é que todos aguardavam a chegada de Walter Miraglia da Guanabara.  \n\nO treinador não apareceu, mas José Amorim foi até o campo dar explicações: \n\nMiraglia só retornará sexta-feira, acompanhado de Amauri que está tratando de seus \n\ndocumentos para a assinatura do contrato. (JORNAL O ESTADO, 4 de novembro \n\nde 1972)  \n\n \n\nFigueira dispensou mais três \n\n \n\nSe o Figueira pretende continuar disputando o torneio Integração ou realizar \n\namistosos, terá que torcer para que não apareçam problemas de contusões, caso \n\ncontrário não terá time para entrar em campo. \nNa tarde de ontem, o Figueira que tem um nome a zelar, segundo sua diretoria, \n\ndispensou 7 jogadores, chegando ao total de 16. (JORNAL O ESTADO, 4 de \n\nnovembro de 1972)      \n\n \n\n  \n\n                                                             \n14\n\n Ver imagens no Anexo D, p. 74. \n15\n\n Ver Imagens no Anexo E, p. 75. \n16\n\n Ver imagens no Anexo F, p. 76. \n\n\n\n42 \n\n \n\nAs matérias acima demarcam, mais uma vez, o local da “ilha cultural” da grande \n\nFlorianópolis. O Campeonato de Vela aparece no jornal durante todos os dias que corre o \n\ntorneio, com direito a capa ou contracapa, que pôde ser vistos nos dias dois, três, quatro e \n\ncinco de novembro de 1972. Outro aspecto interessante em comum nos textos é o formato. \n\nNota-se que os jornalistas caminham para um jornalismo mais profissional, que busca a \n\ntécnica jornalística, caracterizado pela procura de informações, de fontes, e ao mesmo tempo, \n\ndesenvolvem um texto mais moderno e de fácil compreensão para o leitor.  \n\nOs costumes que representam a “ilha cultural” de Florianópolis aparecem em todos os \n\nexemplares, como o caso da matéria, “A difícil sobrevivência dos dois mil habitantes da Barra \n\nda Lagoa” \n17\n\n, publicada na editoria de Economia: \n\n \n\nO empirismo da pesca, a importuna ação dos intermediários ou „pombeiros? – \n\nhomens de negócio que compram o peixe para revenda a um preço bem superior \n\nàquele pago aos pescadores -, a ausência de incentivos e a escassez das safras que \n\nem anos anteriores era motivo de festa e bom salários, são alguns dos problemas \n\nenfrentados diariamente por cerca de dois mil habitantes da Barra da Lagoa. \n\n(JORNAL O ESTADO, 6 de julho de 1973) \n\n        \n\n Os problemas enfrentados pelos pescadores da Barra da Lagoa são trazidos para o \n\njornal em forma de crítica à falta de atenção dada a esses cidadãos floripolitanos que \n\ncompõem o cenário dessa “ilha cultural”.  O assunto que a priori é específico de um grupo, \n\nganha destaque na capa do exemplar do dia 6 de julho de 1973 e toma como já pontuamos o \n\nespaço antes ocupado pelo político-partidário dos anos 50. Isso evidencia que o jornal desse \n\nperíodo estava regido muito mais pela FD da modernização que se sustenta por um contexto \n\nhistórico e social em que o desenvolvimento tecnológico juntamente com um imperativo de \n\nglobalização vai garantir as condições para o desenvolvimento de um jornalismo pautado na \n\nimparcialidade e do compromisso com a informação.  \n\nO que queremos destacar aqui e que pode ser apreendido da compreensão do \n\njornalismo do Estado, é que esses sentidos de neutralidade e de compromisso a informação \n\nparecem surgir determinados pela FD da modernização, que na sua relação interdiscursiva ao \n\nmesmo tempo em que minimiza a eficácia da FD político-partidária, potencializa a incidência \n\nda FD local.   \n\nNo recorte acima, que fala das dificuldades dos pescadores, evidencia um problema \n\naparentemente econômico, também trás questões políticas, quando fala da “ausência de \n\nincentivos” que nos faz associar ao poder público vigente. Mas aqui esse político não está \n\n                                                             \n17\n\n Ver imagens no Anexo G, p. 77. \n\n\n\n43 \n\n \n\nsendo dirigido diretamente a partidos políticos e nem tão pouco a um político, ou a \n\nsimpatizante de algum partido, especificadamente. Os sentidos do político, nessa situação, são \n\n(re)significados se comparados aos sentidos do político da FD político-partidária. Afetado \n\npelo FD da modernização o político passa a representar os interesses da sociedade como um \n\ntodo, pois diz não respeito a um individuo ou a um partido específico, mas relaciona-se a \n\nassunto social, coletivo.   \n\nSe nos anos 50, os materiais produzidos pelo jornal O Estado que representavam o \n\n“local” estavam atravessado pela FD político-partidária, através da interdiscursividade, em \n\nque uma formação discursiva está sempre em contado com outras formações discursivas, e \n\npor isso, seus sentidos não são fechados, são determinados pelas relações que estabelecem \n\nentre si, nos anos 70 a situação é diferente.  Os materiais do jornal O Estado estão, na maioria, \n\nguiados pela FD da modernização, em que os sentidos do político como representando os \n\ninteresses da coletividade passam a produzir efeitos no jornalismo do Estado.  \n\nRetornando a matéria de O Estado sobre os pescadores da Barra da Lagoa, \n\nobservamos que o político (re)significado pelo contato com a FD da modernização, vai \n\nmobilizar os sentidos do local, que é o fio condutor da matéria, representado acima de tudo, \n\npelo problema social da comunidade local dos pescadores da Barra da Lagoa.  \n\nUm fato que marca essa busca pelo profissionalismo, assim como a preocupação com \n\ninformações que se aproxime do seu leitor, representado, em grande parte, pelo público local, \n\né a publicação da “Edição de Segunda-Feira”, lançada em 1972. Nessa época, os exemplares \n\nde segunda-feira são editados em formato Tablóide\n18\n\n e o jornal é dedicado a assuntos de Santa \n\nCatarina, sobretudo, da grande Florianópolis. A divulgação da nova publicação de segunda-\n\nfeira\n19\n\n trás claramente esse conceito, conforme o anúncio publicado no dia 8 de novembro de \n\n1972: \n\n \n\nQuem, o que, como, quando, onde, porque e para que: \n\nEstes setes itens são essenciais na notícia. A primeira aula de um estudante de \n\njornalismo. E a todos eles devem ser dado uma resposta exata, precisa e completa. \n\nNo mínimo. Nós poderíamos dar-lhe milhares de notícias com esses sete itens \nperfeitamente explicados. E daí? Você estaria interessado, por exemplo, em uma luta \n\neliminatória pelo campeonato regional norte de Sumô, realizado na cidade portuária \n\nde Hakodate, no Japão? Pois é, aí é que entra o realmente importante na notícia: sua \n\nseleção. Selecionar apenas notícias que interessam o leitor e esgotá-las. O nosso \n\nleitor é você, e você mora em Santa Catarina. Ao lado de uma notícia nacional \n\nimportante, que certamente vai interessá-lo, nós não podemos encher a sua paciência \n\ne o seu importante espaço no jornal com gordos e luzidios lutadores de Sumô. Para \n\n                                                             \n18\n\n É o formato que corresponde à metade do padrão Standard: palavra da língua inglesa que, no jornalismo, \n\nsignifica página de tamanho padrão de 54 cm de altura por 33,5 de largura.   \n19\n\n Ver imagem no Anexo H, p. 78. \n\n\n\n44 \n\n \n\nfalar a verdade, nós nem sabemos direito o que é Sumô. Por isso, fazemos questão \n\nde não deixá-lo desligado de sua comunidade ás segundas-feiras. Assim como \n\nfizemos questão que você tivesse um bom jornal local para ler especialmente nesse \ndia. Nossa pretensão final, o fato explicado e analisado, origem e conseqüência. A \n\ninformação integral. O conhecimento de sua comunidade. Todas as segundas-feiras. \n\n(JORNAL O ESTADO, 8 de novembro de 1972)                 \n\n \n\nO enunciado que divulga a edição de segunda-feira materializa o posicionamento do \n\njornal: dedicar um dia da semana aos fatos que sejam interessantes e próximos aos leitores, \n\ncom prioridade para as notícias da comunidade. Essa iniciativa nos faz pensar que a \n\npreocupação em atrair o “leitor local” possa ser resultado de uma competitividade em relação \n\naos outros jornais, como o “Santa”, seu principal concorrente na época que, apesar de ser de \n\nBlumenau, tem sucursal em Florianópolis. “A disputa do mercado e a busca de novos leitores, \n\nouvintes e telespectadores exigiram providências empresariais urgentes na capital, caixa de \n\nressonância do Estado” (PEREIRA, 1992, p. 75).   \n\nÉ válido lembrar que embora a política seja ainda um dos assuntos de destaque em O \n\nEstado, o jornal não é mais um veículo voltado para leitores de uma FD político-partidária. \n\nAgora, o jornal tem outros públicos para serem explorados. Também não depende mais dos \n\npartidos, o que o leva a se colocar em uma posição de empresa e de um veículo comercial. O \n\ncaráter comercial assim, também é requisito que compõe os sentidos da FD da modernização. \n\nOs classificados, que ocupam cada vez mais espaços no jornal, chegando a três páginas de um \n\nexemplar composto por uma média de quinze páginas, materializa a determinação da FD da \n\nmodernização. Um exemplo de matéria publicada no jornal O Estado “Edição de Segunda-\n\nFeira” é a reportagem com o título de chamada de capa, “Na ilha, com preconceitos, os seios \n\nestão sob o sol” \n20\n\n: \n\n \n\nSe é próprio a todos os verões se pronunciarem quentes a temporada que se ensaia \n\nnesses dias azuis, de sol pleno dependurado no firmamento, promete ser \n\n“abrasadora”. Principalmente porque nas praias mais retiradas da ilha o sol terá mais \n\ntrabalho que em outros verões, assumindo a agradável responsabilidade de bronzear \n\ndezenas de seios imaculadamente brancos e finalmente libertos pela ousadia do top-\n\nless. Em Florianópolis a moda já conta com corajosas voluntárias e o apego a moral \n\ntradicional parece ser o maior obstáculo para a sua perpetuação. (JORNAL O \nESTADO, 06 de novembro de 1972)   \n\n \n\nA matéria além de ser sobre fatos que acontece em Florianópolis levanta ainda uma \n\nquestão relacionada à moral local, do choque entre os novos costumes e a tradição.  A notícia \n\nmostra a atualidade, ao falar da iniciativa corajosa de algumas meninas da ilha que estão \n\nadotando o “monoquíni”, fala do amanhã, ao relatar que o que é moda está destinado a virar \n\n                                                             \n20\n\n Ver imagens no Anexo I, p. 79. \n\n\n\n45 \n\n \n\num costume no trecho da matéria interna que diz: “ninguém discute que a escalada da nudez é \n\nalgo irreversível”. Destaca também o preconceito resultado da tradição e trás a opinião de \n\nalguns leitores, que retrata o chamado Novo jornalismo que conforme o Manual Geral da \n\nRedação do jornal da Folha de São Paulo marca uma série de modificação no estilo de \n\nescrever reportagens de grande fôlego ocorrido no início da década de 60, nos Estados Unidos \n\ne com repercussão em todo jornalismo ocidental. Os textos do „novo jornalismo? combinam \n\nlevantamento dos fatos e muita pesquisa. A técnica revela a grande novela realista (diálogo, \n\nponto de vistas e detalhes importantes).  \n\n As transformações de O Estado, resultado da modernização se materializam com a \n\ninserção, mesmo que minimamente, de uma interação com o leitor, como mostra as opiniões \n\npublicadas no jornal, com a foto de cada entrevistado\n21\n\n:   \n\n \n\n_ Acho Top-less válido e nada imoral. Infelizmente não é toda mulher que pode \n\naderir a ele. A moda é restritiva principalmente no seu aspecto estético. Afinal, os \nseios de uma mulher não podem ser comprados numa boutique. Creio, entretanto, \n\nque a moda não se propagará com rapidez em Florianópolis. Formamos aqui uma \n\ncomunidade muito presa às tradições, cheias de preconceito. (JORNAL O ESTADO, \n\n6 de novembro de 1972) \n\n \n\n_ Penso que aquelas que se sentirem bem, usando monoquíni, devam fazê-lo sem \n\npuridos pseudo-moralistas. Aqui em Florianópolis, contudo, a moda dificilmente \n\n“pegará”. Todos se conhecem e a maledicência é um agente poderoso nessas \n\nocasiões. Mas se a moda pegar, eu vou usar o Top-less. (JORNAL O ESTADO, 6 de \n\nnovembro de 1972) \n\n \n_ Ser a favor não é bem o caso. Sou contra por não ter chegado mais cedo. O que \n\ndesejo mesmo é que as corajosas moças tirem tudo de uma vez. Afinal, na minha \n\nidade provecta, só posso esperar mesmo por um enfarte. E por isso preciso andar a \n\ncata de emoções mais fortes. (JORNAL O ESTADO, 6 de novembro de 1972) \n\n    \n\nO leitor, nessa matéria, não é mais um sujeito passivo. Agora esse leitor ganha um \n\nespaço, embora não podemos falar de um processo intensamente interativo, já que não é \n\nqualquer leitor que pode se manifestar e também não há uma discussão entre interlocutores. \n\nMas podemos afirmar que com esse tipo de material, que envolve entrevistas, com vários \n\npontos de vistas e pesquisa, o jornal está mais atento a esse leitor, provavelmente porque \n\npercebe que precisa se preocupar mais com seu público, que são agora seus clientes.   \n\nO fato de trazer várias vozes do leitor evidencia a determinação da FD da \n\nmodernização que está atravessando a FD do jornalismo. Essa interdiscursividade produz um \n\nsentido em que a técnica jornalística, agora é aquela que defende a importância de ver os dois \n\nlados em uma matéria. O jornalista, nesse caso, enquanto mediador produz uma matéria que é \n\n                                                             \n21\n\n Ver imagens no Anexo I, p. 79. \n\n\n\n46 \n\n \n\nconstruída juntamente com as opiniões através da entrevista que conforme MEDINA (1986, \n\np. 8) é considerada um diálogo: “a entrevista, nas suas diferentes aplicações, é uma técnica de \n\ninteração social, de interpenetração informativa, quebrando assim isolamentos grupais, \n\nindividuais, sociais; pode servir à pluralização de vozes e à distribuição democrática da \n\ninformação”.  \n\nA “Edição de Segunda-feira” também publica informações sobre outras “ilhas \n\nculturais” catarinenses, assim como as edições dos demais dias da semana, especialmente se \n\nas notícias forem importantes (critério de seleção de técnicas de reportagem descrito no \n\nanuncio da “Edição de Segunda-Feira”). Para marcar os assuntos relativos às cidades \n\ncatarinenses que estejam fora da “ilha cultural” da qual o periódico se insere, o jornal O \n\nEstado designa um espaço aos temas dessas regiões, através de uma editoria chamada “Santa \n\nCatarina” \n22\n\n, que se restringe a uma ou, no máximo, a duas páginas do jornal. Junto a essa \n\nseção, o veículo cria a editoria “Cidade”, voltadas ao material jornalístico sobre urbanismo, \n\nsaúde, transporte, obras públicas, segurança, que, vai tratar dos acontecimentos da grande \n\nFlorianópolis.  \n\nEssa separação, feita pela editoria “Cidade” e “Santa Catarina”, do que é da capital e o \n\nque representa o resto do Estado, materializa agora os sentidos vindos da FD local. Contudo, \n\nessa iniciativa busca constituir para O Estado, uma face de jornal estadualizado. Podemos \n\ndizer que essa é uma tentativa de construir um jornal que representasse o estado como um \n\ntodo. O que reforça essa experiência como veículo estadual são as sucursais do jornal em \n\nalgumas cidades como Blumenau, Caçador, Criciúma, Joinville, Tubarão e Lages. Além \n\ndisso, o periódico tem correspondentes espalhados por todo o Estado, visto em matérias do \n\njornal. De qualquer forma, é inquestionável que as notícias sobre a ilha catarinense em O \n\nEstado sejam mais evidenciadas. Mas, como já pontuado, o destaque para os acontecimentos \n\nde Florianópolis pode ser justificada por se relacionar à capital catarinense, onde está \n\nconcentrada a administração do Estado. Vemos o fator político novamente funcionando, mas \n\nquando organizado pela FD da modernização, esse “valor” político da “ilha cultural” de que \n\nfaz parte a capital catarinense, pode ser notícia de interesse de uma coletividade que \n\nultrapassa as fronteiras das “ilhas culturais”. Assim, o fato de Florianópolis concentrar o \n\npoder administrativo de Santa Catarina nos faz sugerir que O Estado tenha tido sim uma \n\npenetração estadual.  \n\n                                                             \n22\n\n Ver imagem no Anexo J, p. 80. \n\n\n\n47 \n\n \n\nAlém da publicação de matérias sobre assuntos destaques nas cidades catarinenses, \n\nque podem ser tanto econômicas, sociais, policiais e políticas, a editoria de Santa Catarina trás \n\ntambém uma coluna de informações chamada de “Síntese”, uma espécie de notas, a maioria \n\nde cunho social, como o caso dos trechos de textos sobre Blumenau, Lages e Criciúma, \n\npublicada no dia 1° de julho de 1973\n23\n\n: \n\n \n\nA diretoria de assistência social da prefeitura Municipal de Blumenau informou que \n\neste ano a campanha em prol do natal dos pobres atingirá toda a região de \n\nBlumenau. A campanha iniciou com a coleta de jornais velhos e conta com a adesão \n\nde firmas industriais e comerciais e da população. \n\n \n\nO centro de Educação de mão de obra “André Luiz”, localizado no bairro da penha, \n\nem Lages, relaizará cursos Pré- profissionalizantes para menores na faixa etária de \n\n12 a 16 anos. Neste sentido, a secretaria dos serviços Sociais firmou convênio com \nessa entidade, destacando Cr$ 8 000,00 de seu orçamento para a realização desse \n\ntreinamento.  \n\n  \n\nA fundação educacional do sul de Santa Catarina promoverá um curso sobre \n\ntécnicas profissionais, com o objetivo de proporcionar novos conhecimentos e \n\neconomistas e outros profissionais liberais. O curso, cujo início está programando \n\npara o próximo de 13, abrangerá aspectos selecionados, de ordem geral e específica.        \n\n \n\n \n\nNa editoria “Cidade”, as matérias são basicamente sobre questões comunitárias e \n\nsociais, como nas matérias: “Estradinha do aeroporto começa a ser asfaltada” e “Funabem \n\nforma técnicos para evitar marginalização”, publicadas no dia 1° de julho de 1973: \n\n \n\nA estradinha do aeroporto tem sido uma espécie de cartão postal às avessas, capaz \n\nde causar a pior impressão aos visitantes. Nesse fim-de-semana, quando homens e \nmaquinas começaram a operar com todo o élan, a sua triste paisagem começou a ser \n\nmodificada. \n\n \n\nO II Encontro Catarinense do Bem Estar do Menor, que se encerrou ontem à noite, \n\nmotivou a vinda s Florianópolis de técnicos da Fundação Nacional do Bem Estar do \n\nMenor. O Sr. Edson Seda de Morais diretor do Plano Prevenção da Marginalização \n\ndo Menor da Funabem, disse que o que se tem feito ultimamente pelo menor no \n\nâmbito nacional, está acompanhando o processo de modernização do país.      \n\n \n\n \n\nNos textos, vemos a necessidade de construir uma notícia em que o efeito de sentido \n\naponte para o ideário de “informação”, sempre prioridade nas matérias produzidas em O \n\nEstado na década de 70. Mas percebemos que o texto sobre a estradinha do aeroporto,  \n\npublicado na capa do jornal, ao lado da imagem, trás de forma sutil uma crítica ao cenário \n\nproduzido pela falta de estrutura da estrada. E de uma forma muito criativa fala da expectativa \n\n                                                             \n23\n\n Ver imagens no Anexo J, p. 80. \n\n\n\n48 \n\n \n\nde uma nova paisagem devido às obras que se iniciavam. A mistura do texto jornalístico com \n\num viés literário que identificamos no trecho: “Neste fim-de-semana, quando os homens e as \n\nmáquinas começaram a operar com todo o elan, a sua triste paisagem começou a ser \n\nmodificada” faz parte de um estilo que o jornalista construiu para burlar a censura militar nas \n\nmatérias políticas. Os jornalistas vão expressar através da criatividade as críticas ao poder \n\npolítico marcando um jornalismo comprometido com as questões sociais de uma coletividade \n\natravés de matérias sobre o cotidiano dessa mesma coletividade, seja ela local ou estadual.       \n\nAs matérias políticas partidárias, nesse período, são contidas e nada se parecem com \n\nos textos publicados no fim dos anos 50. O espaço no jornal cedido as matérias sobre o MDB \n\ne ARENA, sejam sobre a política local, estadual ou nacional, tem a mesma proporção, com \n\ndireito a destaque na capa e sem posicionamentos favoráveis evidente a nenhum grupo \n\npolítico. Um exemplo é a edição do dia 6 de julho de 1973, em que aparecem reportagens \n\nsobre ambos partidos com chamadas na capa do exemplar\n24\n\n: \n\n \n\nMontoro: MDB só volta em Geisel se ele prometer a volta à normalidade: \n\nO MDB poderá votar em no general Ernesto Geisel na eleição para Presidente da \n\nRepública se o candidato oficial comprometer-se perante a nação de que irá \n\ngovernar com a normalidade democrática – informou ontem, em Brasília, o Senador \n\nFranco Montoro, um dos dirigentes nacional do partido oposicionista.   \n \n\nArena elege vice-presidente dia 17 \n\nO diretório Regional da Arena estará reunido no próximo dia 17 para eleger o seu \n\nVice-presidente, segundo edital de convocação assinado ontem pelo Sr. Jorge \n\nBornhausen. Em declaração prestada a imprensa o presidente do Diretório referiu-se \n\nà orientação que o partido deverá adotar no episódio da eleição do 1º Vice-\n\npresidente e preenchimento dos demais cargos que vagarem, afirmando que “o firme \n\npropósito de manter nossa unidade e fortalecer nossa agremiação, levou-me a propor \n\no adiantamento da reunião anteriormente marcada”     \n\n \n\nPercebe-se que as matérias produzem um efeito de sentido de informações, as quais \n\nsão sempre justificadas pelas fontes.  O jornalista não toma posicionamento em relação ao \n\nassunto, embora que isso também é um efeito de sentido, já que não há sujeito neutro e \n\nimparcial, ele é sempre determinado pela FD que organizam seu discurso. Mas o que \n\nqueremos mostrar é que se comparado com as matérias publicadas antes do regime militar, \n\npodemos afirmar que as matérias políticas buscam um leitor que não é mais aquele de um \n\ndeterminado partido, mas sim um cidadão que tem direitos e deveres dentro de seu país.  \n\n Conforme apontado anteriormente, essa posição do jornalista é resultado de uma \n\ndeterminação da FD da modernização, que tem como contexto histórico e sócio-político a \n\nditadura militar. A ditadura, além de unir os principais partidos rivais, também deixa os \n\n                                                             \n24\n\n Ver imagens no anexo K, p. 81. \n\n\n\n49 \n\n \n\njornalistas de “mãos amarradas”. As matérias políticas estão da mesma forma presentes na \n\neditoria “Santa Catarina”, conforme texto que fala da convergência interna entre líderes \n\npartidários da Arena de Lages: \n\n \n\nArena de Lages ainda está em crise: novas renuncias. \n\nPassadas apenas 48 horas após a reunião com o Governador Colombo Salles e as \n\nmais altas lideranças partidárias, entre as quais o Senador Celso Ramos e o \npresidente do Diretório Regional, Sr. Renato Ramos da Silva , quando se esperava \n\nque tivessem sido contornadas as divergências internas do partido, a Arena de Lages \n\nvoltou aos seus dias agitados de antes com a repetição de atos de renúncia de \n\nmembros do diretório. (6 de julho de 1973)   \n\n \n\n \n\nNessa matéria, o jornal mantém a linha informativa dos acontecimentos políticos e não \n\nomite os problemas internos que acontece com o diretório da Arena de Lages e seus lideres \n\npolíticos, entre eles, ex-candidatos do antigo PSD e parentes do proprietário de O Estado, \n\nAderbal Ramos da Silva, como podemos perceber com o sobrenome “Ramos” dos respectivos \n\npolíticos. Isso corrobora com o fato de que o jornal preserva a questão do que é notícia\n25\n\n no \n\njornalismo e que não está mais alicerçado a partidos, embora ainda mantenha os ideais \n\npolíticos do PSD, abafados pela ditadura. A matéria nada afirma, mas é bem provável que \n\nessas desavenças tenham origem nas divergências de ideais entre políticos da antiga UDN e \n\ndo PSD. O jornal ainda publica as reuniões da Arena como fazia, nos anos 50, com as \n\nconvenções do PSD. Mas agora não demonstra mais sua posição partidária. \n\n \n\n \n\n3.2.1 Redemocratização e profissionalização \n\n \n\nO final dos anos 70 e início dos anos 80 vai marcar em Santa Catarina um jornalismo \n\ncada vez mais assentado pela FD da modernização, agora determinada por uma mudança no \n\ncontexto sócio, histórico e político: inicia-se a redemocratização do Brasil; vemos a criação, \n\nem 1979, da faculdade de jornalismo em Florianópolis, da Universidade Federal de Santa \n\nCatarina (UFSC) e a concepção do Movimento de Oposição Sindical (MOS) \n26\n\n. Essa nova \n\nrealidade é descrita por Moacir Pereira no livro Imprensa E Poder: \n\n                                                             \n25\n\n É a informação que se reveste de interesse jornalístico; puro registro dos fatos, sem comentários nem \n\ninterpretação. A exatidão é seu elemento-chave. Mas vários fatos, descritos com exatidão, podem ser \n\njustapostos de maneira tendenciosa.    \n26\n\n Movimento criado, na década de 80, por jornalistas catarinenses com intuito de colocar na direção do \n\nSindicato dos Jornalistas dirigentes mais sintonizados com os novos tempos que acolhessem os anseios da \n\ncategoria. \n\n\n\n50 \n\n \n\n \n\nNão há uma causa determinante na constatação de que os anos oitenta impõem a \n\ndefinitiva profissionalização da imprensa e de seus profissionais em santa Catariana. \n\nEntre os fatores que agiram para a condenação do amadorismo podem ser \n\napontados: sucesso em projetos conduzidos por profissionais até hoje respeitados \n\npelo público (Adolfo Zigelli no rádio e Nestor Fedrizzi no jornal), a criação do curso \n\nde jornalismo na universidade Federal de Santa Catarina, o movimento de oposição \nsindical, a eliminação da veiculação político-partidária ostensiva nos meios, o \n\nprocesso de abertura política e redemocratização do Brasil, a nova concepção \n\nempresarial do setor, a presença da Rede Brasil Sul (RBS), o aperfeiçoamento dos \n\nprofissionais e o aumento da concorrência entre diversos veículos. (PEREIRA, \n\n1992, p. 77)  \n\n \n    \n\nDestacamos, que nesse momento, a FD político-partidária, que com a ditadura militar \n\ndeixou de ser determinante no jornalismo de O Estado, passa novamente afigurar. A FD local, \n\nque ganhou espaço com minimização do político partidário, mesmo com o possível retorno do \n\npolítico partidário vai encontrar ter lugar no jornal O Estado nesse novo momento da \n\nimprensa dos anos 80, que estarão alicerçadas sob novas condições de produção.  \n\nA FD da modernização que se caracteriza pela busca cada vez maior da técnica \n\njornalística e agora também da profissionalização do jornalismo vai estar fortalecida nessa \n\népoca. Podemos dizer que essa FD da modernização estará atravessando as FDs da político-\n\npartidária e do local, e é ela, no processo da interdiscursividade, que estará determinando os \n\ndiscursos do local e do político partidário. Mas para esclarecermos essa relação é necessário \n\nfalar das condições de produção.     \n\nA liberdade política\n27\n\n restabelece a liberdade de criação de partidos políticos, o que \n\nacarreta a disseminação de muitos partidos no Brasil e em Santa Catarina. A editoria “política \n\ne Administração” do jornal O Estado passa a publicar novamente informações sobre os \n\npartidos políticos tanto no âmbito nacional, quanto estadual e local, que irão caracterizar, a \n\npartir de agora, essa editoria. As novas coligações partidárias, as convenções dos partidos, as \n\nrenúncias de políticos, as expulsões, a criação de novos grupos políticos e as definições de \n\ncandidaturas dos partidos são destaques constante nas páginas do periódico, conforme mostra \n\nas matérias publicadas no dia 2 de julho de 1982: \n\n \n\nOs senadores, Lomato Junior (PSD-BA) e Martins Filho (PDS-RN) comunicaram \n\nontem ao presidente Figueiredo que estão organizando um novo partido: o PL, \n\npartido Liberal. Lomato disse, após o encontro que o Presidente não os criticou por \n\nestarem saído do PDS: “ele teve conosco uma compreensão que nos chegou a \nemocionar”.  \n\n \n\n                                                             \n27\n\n Liberalização política é instituída pelo então Presidente, o General João Baptista de Oliveira Figueiredo em \n\n1979. \n\n\n\n51 \n\n \n\nO Candidato pelo Partido Trabalhista Brasileiro ao Governo do Estado, ex prefeito \n\nOsmar Cunha, estendeu ontem ao deputado Algemiro Manique Barreto, que está \n\nsendo expulso do PMDB, o convite para ingressar no partido e, se quiser, sair \ncandidato a Governador em seu lugar  \n\n \n\nA comissão executiva do PDS Municipal reuniu-se ontem, na sede do partido, às 16 \n\nhoras, para definir as candidaturas à Câmara de Vereadores de Florianópolis, na \n\ncomposição da nominata que concorre às eleições de 15 de novembro. Com uma \n\nlista de postulantes ao legislativo que chegou aos 260 nomes, a direção do partido \n\nelaborou ontem a nomimata de 63 nomes, conforme estabelece a legislação eleitoral.     \n\n \n\n \n\nA liberdade política dada pela redemocratização, que deveria estimular a criação de \n\nmatérias políticas críticas com discussões que envolvesse a sociedade, parece sofrer um \n\nretrocesso. Percebe-se que os textos políticos produzidos em formato de notícia, acabam por \n\nlimitar os acontecimentos aos interesses internos de partidos e de seus políticos. Esse \n\nfuncionamento marca o retorno da relação da FD político-partidária com o jornalismo de O \n\nEstado. Contudo destacamos, que essa FD não pode mais ser considerada determinante como \n\nfoi na década de 50.  As matérias não representam mais a bandeira de um partido e os textos \n\nnão são as antigas inscrições de “campanha”, aquela com frases de exageradas venerações a \n\npartidos, típico dos anos 50. Assim é possível afirmar que, na medida em que a \n\nprofissionalização do jornalismo, representado pela FD da modernização e a liberdade de \n\nimprensa se estabelecem, no início da década de 80, os jornalistas políticos de O Estado se \n\napresentam mais como narradores dos fatos que envolvem esses partidos.  \n\nA falta de posicionamento crítico dos jornalistas e a proliferação de matérias que \n\nfalem de vários partidos sem dar ênfase a uma determinada facção política pode ser vista \n\ncomo uma tentativa de O Estado se consolidar como veículo sem as amarras políticas que \n\ncaracterizou seu passado. Agora num novo contexto, essa posição do jornal relaciona-se a \n\numa estratégia de mercado, já que é preciso aqui agradar vários “fregueses”, caso contrário o \n\njornal pode perder espaço para a concorrência.  \n\nO sistema midiático que vai se consolidar a partir da década de 80, conforme Gentil \n\n(2001, p. 2) irá “transformam-se em meras empresas comerciais preocupadas com o lucro. \n\nJornalistas transformam-se em meros vendedores de uma técnica profissional, disponível para \n\nqualquer serviço”. Embora de uma forma extremista, Gentil (2001) no seu artigo, faz uma \n\ncrítica ao jornalismo dos anos 80 que se diferencia do praticado na década de 70, aquele que \n\nmesmo sob forte censura, imposta pela promulgação do Ato institucional de nº 5 (AI - 5) \n28\n\n é \n\n                                                             \n28\n\n Ato Institucional Nº5 ou AI-5 foi o quinto de uma série de decretos emitidos pelo regime militar brasileiro nos \n\nanos seguintes ao Golpe militar de 1964. Era o mais abrangente e autoritário de todos os outros atos \n\n\n\n52 \n\n \n\num jornalismo, criativo, de produção da informação. Esse realce do comercial também faz \n\nparte da FD da modernização, em que a FD do político-partidário, representado pelos textos \n\nsobre os partidos políticos, está sendo determinada por essa modernização, que envolve a \n\nexpansão comercial da imprensa.  \n\nO jornal como empresa de fato se consolidou nos anos 80, o que resultou na \n\nproliferação de periódicos como empreendimento comercial. A livre concorrência acabou por \n\nestimular o aperfeiçoamento técnico dos veículos impressos, assim como do profissional de \n\ncomunicação, que também passa a disputar um mercado mais competitivo com a chegada da \n\nfaculdade na capital. Os Classificados em O Estado, nesse período, ocupam boa parte do \n\njornal, chegando a treze páginas aos domingos, o que comprova a acessão do periódico como \n\num bom espaço para os negócios e rentáveis para o veículo:  \n\n \n\nAlém de circular notícias o jornal serve para isto também: promover as atividades \n\neconômicas através dos anúncios. É ao mesmo tempo um meio de sobrevivência e \num serviço de utilidade pública que os veículos de comunicação impressa presta aos \n\nseus leitores” (JORNAL O ESTADO, CADERNO ESPECIAL, dia 13 de maio de \n\n1995).  \n\n \n\nO investimento na estética do jornal é inquestionável. As imagens, antes complemento \n\ndas matérias, tidas como simples ilustração, agora são destaques no jornal O Estado e passam \n\na ser chamadas de fotojornalismo\n29\n\n, agora parte da informação. A importância da fotografia \n\npode ser percebida na capa do jornal O Estado, onde há a inserção de imagens enormes\n30\n\n que, \n\nem alguns casos, ocupam praticamente a página inteira.  O espaço na capa destinado ao texto \n\né cada vez menor, reduzindo-se, muitas vezes, a uma frase por chamada de matéria.   \n\nA valorização da imagem não é apenas resultado da evolução do meio impresso, ela é \n\nindispensável com o desenvolvimento da televisão, que nessa época está presente em \n\npraticamente todos os lares brasileiros. Para disputar espaço na mídia com a televisão, os \n\njornais têm que se tornarem mais atraentes, por isso, há um investimento no design gráfico do \n\njornal, onde as imagens ganham destaque.  Com a televisão, e principalmente a concessão do \n\nsegundo canal de televisão dada ao Grupo Rede Brasil Sul (RBS) em 1977, “que entra no ar \n\nem 1979, retransmitindo a programação da Globo” (VALENTE, 2005, p. 79), o jornal ganha \n\num novo e graúdo concorrente. \n\n                                                                                                                                                                                              \ninstitucionais, e na prática revogou os dispositivos constitucionais de 67, além de reforçar os poderes \n\ndiscricionários do regime militar. \n29\n\n Gênero de jornalismo em que as informações são codificadas em linguagem fotográfica, não em linguagem \n\nverbal. \n30\n\n Ver imagem no Anexo L, p. 82. \n\n\n\n53 \n\n \n\n O discurso da modernização, que envolve a formação ideológica de transformação da \n\nsociedade dita moderna, é materializada pelas novas mídias, no caso específico, a televisão, \n\nvem compor a FD da modernização e vai influenciar o que estamos chamando de período da \n\nprofissionalização do jornalismo. \n\n O espaço interno dos exemplares de O Estado também é reorganizado.  Além das \n\ntradicionais editorias, o jornal inclui uma editoria chamada Turismo e acrescenta na editoria \n\nde lazer, exposições, teatro, missas, dança, programação de clubes de Florianópolis e de São \n\nJosé, palavras cruzadas, artes visuais e jogos dos sete erros. Um aglomerado de \n\nentretenimento para acompanhar um mercado midiático competitivo e se adaptar a \n\ndiversificação de leitores. \n\nEsse novo cenário vivido pelo jornal O Estado não exclui a FD do local, que continua \n\na exercer uma influência forte no periódico. Há mais equilíbrio nas publicações de notícias \n\nestaduais e locais, em que o critério de seleção para a capa é o de importância ou relevância \n\nda notícia\n31\n\n, tendo como referencial também os leitores de outras “ilhas culturais”.  Mesmo \n\ncom essa ampliação para um público estadual, o jornal mantém as editorias de Santa Catarina \n\ne Cidade, fixando essa separação entre as “ilhas culturais”. Algumas reportagens sobre a \n\ncomunidade, que nos anos 70, são restritas ao “local”, na década de 80, são trazidas para o \n\nâmbito estadual como o caso da matéria publicada no dia 3 de agosto de 1982, intitulada \n\n“Cerca de 850 mil alunos voltam às aulas até dia 17 de janeiro”: \n\n \n\nA maioria dos estudantes catarinenses em todos os níveis iniciou ontem mais um \nperíodo letivo de 180 dias. Ao todo, são cerca de 850 mil alunos matriculados nas \n\nredes estadual, municipal, particular e federal de ensino, assim distribuidos: 27 mil \n\nno pré-escolar, 686 mil no 1º grau e 97 mil no 2º. O restante está matriculado em \n\ncursos universitários.   \n\n \n\n \n\nNota-se no enunciado de introdução da matéria sobre a volta às aulas, que as \n\ninformações são ampliadas para dar conta dos parâmetros estaduais e federais. A \n\ncaracterística informativa da matéria, em que “no formato noticioso padrão, basta encontrar o \n\nlead, abertura da matéria, e, a seguir montar os parágrafos” (MEDINA, 1986, p. 53) \n\ndemonstra a busca cada vez maior pelas técnicas jornalísticas que compõe os manuais de \n\nredação. Esse formato que Medina (1986) vai chamar de “corriqueiro” pode ser resultado \n\ndesse jornalismo voltado para o comércio, que tem que conquistar cada vez mais “clientes” e, \n\n                                                             \n31\n\n Critérios elementares que permitem definir a importância de uma notícia como ineditismo, improbabilidade, \n\nimpacto, apelo e proximidade. \n\n\n\n54 \n\n \n\npor isso, ser atual, com informações compactas sem o famoso nariz de cera dos anos 50. A \n\neliminação desse parágrafo introdutório, que segundo as técnicas jornalísticas dos anos 80 é \n\ndesnecessário, pois retarda a entrada no assunto específico do texto e tende a prolixidade \n\nprejudicando muitas vezes a pesquisa, materializam mais uma vez a determinação da FD da \n\nmodernidade, que se constitui numa relação de aliança com o econômico e também com um \n\nsentido de modernidade em que busca a rapidez.  \n\nOs títulos das matérias, que ganham novo sentido com a técnica jornalista\n32\n\n é outro \n\nexemplo da busca pelo método como pode ser percebido na matéria intitulada, “Obra BR-282: \n\nainda Falta metade” \n33\n\n, publicada no dia 3 de agosto de 1982. Eles são uma unidade textual \n\nque resume a matéria, e já trás para o leitor o significado do assunto abordado: \n\n \n\n„A conclusão da BR-282, que proporcionará a ligação de Lages com Florianópolis, \n\natravessando em seu percurso outras cidades importantes economicamente da região \n\nserrana, irá revelar uma nova Santa Catarina em termos de infra-estrutura viária?. O \n\ncomentário foi feito pelo Secretário dos Transportes e Obras, Marcos João Roviaris, \n\nao inspecionar no final da semana as obras DAE construção da BR-282, estrada que \n\nrepresenta uma reivindicação de mais de 200 anos. \n\nSegundo Rovaris, interpretando um pensamento do deputado Espiridião Amim, \n\ncandidato do PDS ao Governo do Estado, a rodovia „pode ser encarada como a \n\nespinha dorsal de Santa Catarina e falar sobre sua importância, sobre o que ela \n\nrepresenta, em termos político, sociais e econômicos para o nosso Estado e nossa \n\ngente, é a mesma coisa que falar do amor que todos nós temos por nossa terra?        \n\n \n\n \n\nEssa matéria também mostra a tentativa da construção de um sentido regional, que \n\nreflete o estadual, em detrimento de um local organizado pelas “ilhas culturais”. O modo \n\ncomo o jornalista constrói seu texto quando mostra a importância da estrada, através do trecho \n\n“pode ser encarada como a espinha dorsal de Santa Catarina e falar sobre sua importância, \n\nsobre o que representa em termos políticos, sociais, econômicos para [...] nossa gente, é a \n\nmesma coisa que falar do amor que todos nós temos por nossa terra” reforça a relevância da \n\nnotícia para os diferentes leitores de O Estado.  \n\nUsando o recuso da citação o jornalista traz as palavras do secretário de Transportes e \n\nObras, Marcos João Rovaris, para elaborar a matéria que destaca o estadual e não o local. \n\nAssim, as escolhas que o jornalista faz, que inclui a escolha da própria fonte, do que trazer \n\ncomo informação dessa fonte é parte de seu recorte, de sua interpretação que está apagada sob \n\n                                                             \n32\n\n O título de um texto, segundo as técnicas jornalísticas, deve despertar o interesse do leitor para o tema. Deve \n\nser uma síntese precisa da informação mais importante do texto e destacar o particular em detrimento do \n\ngeral. \n33\n\n Ver imagens no Anexo M, p. 83. \n\n\n\n55 \n\n \n\na forma de neutralidade. Dito de outra maneira, a voz do jornalista aqui está como pontuamos \n\nao longo desse trabalho, organizada a partir de uma interdiscursividade, em que se relacionam \n\n(ora em função de alianças, ora em função de conflitos) as FD da modernização, do político, \n\ndo local e do político-partidário. É por isso que dizemos que os sentidos não devem ser \n\nentendidos como naturais e óbvios, mas sim determinados por suas condições de produção \n\nhistórica, política e ideológica. A compreensão desse contexto permitiu-nos propor certas FD \n\nque estão determinando o que o jornalista “pode e deve dizer” enquanto jornalista do Jornal O \n\nEstado \n\nPara cada leitor a construção da BR-282 tem um significado que irá depender de \n\nvários fatores como, a região que moram, se viajam, se a rodovia é utilizada para trabalho, \n\ncontudo enquanto leitores daquela matéria, ou seja, enquanto leitor virtualmente construído \n\npelo jornalista, a BR-282, se coloca como sendo do interesse desse leitor enquanto cidadão \n\ncatarinense. O jornalista marca a importância econômica da nova rodovia ao falar que \n\natravessa cidades “economicamente importantes” ponta também a questão como de \n\nimportância política pela frase “representa uma reivindicação de mais de 200 anos”. Sendo o \n\nsentido do político aí não mais determinado pelos sentidos partidário, mas pelo sentido do \n\nsocial e do coletivo, observamos como já dissemos que a FD política vai funcionar \n\norganizando a construção do jornalismo do Estado como um jornalismo de interesse de todo \n\nestado de Santa Catarina.  \n\nA questão política que ressoa na matéria, pode ser visto como resultado do \n\ninterdiscurso: “o saber discursivo que torna possível todo dizer e que retorna como forma do \n\npreconstruído, o que já-dito que está na base do dizível, sustentando cada tomada da palavra” \n\n(ORLANDI, 2007, p. 31). Novamente, pontuamos a noção de subjetividade que norteia o \n\nentendimento do sujeito jornalista e do sujeito leitor, nessa pesquisa, ou seja, para que essa \n\nmemória faça sentido na voz deles, é necessário que ela seja esquecida. Esse esquecimento é \n\nresultado o modo como a ideologia funciona no e pelo discurso, e esse esquecimento é \n\nnecessário para que haja sentidos e sujeitos. De outro modo o sujeito teria que lidar com um \n\ninfinito de vozes dos discursos que compõe e isso faria com que sua enunciação fosse um \n\nprocesso de infinitas reformulações.  \n\nDestacamos que as notícias locais continuam constituindo boa parte do jornal, como a \n\nmatéria, “Um dia de caos com a interdição da AV. Ivo Silveira” \n34\n\n que fala dos problemas de \n\n                                                             \n34\n\n Ver imagem no Anexo M, p. 83.  \n\n\n\n56 \n\n \n\ntrânsito gerados pela interdição da avenida ou na reportagem sobre vacinação dos cães que \n\nganha destaque na capa do jornal do dia 3 de agosto de 1982\n35\n\n: \n\n \n\nA prefeitura municipal de Florianópolis iniciou ontem a campanha de vacinação \n\nanti-raiva, que pretende atingir até o dia 12 cerca de 22 mil cães [...] mais de um mil \n\ncachorros receberam a vacina e hoje novamente esse numero deverá se repetir nos \n\nbairros da Trindade, Carvoeira, Saco dos limões, José Mendes e Prainha.  \n\n \n\nA reportagem acima também é constituída com um formato notícia, aquele de puro \n\nregistro dos fatos que usa o lead\n36\n\n, e tem característica da Pirâmide Invertida\n37\n\n o que mostra \n\nmais uma vez um jornalismo de mercado. A FD local, nesse caso, também está guiada pela \n\nFD da modernização, caracterizado entre outros fatores pela técnica jornalística, que parece \n\namarrar o texto jornalístico factual desse período. Os tópicos sobre a “ilha cultural” de \n\nFlorianópolis pode ser vista, na década de 80, também como uma resistência cultural ou busca \n\npela identidade cultural em meio ao processo de globalização em que “a sociedade tende a se \n\nunificar, anulando as diversidades e as culturas regionais” (Souza, p.1). Essa mundialização \n\nsegundo Souza, “vem provocando reações que buscam uma redescoberta das particularidades, \n\ndas diferenças e dos localismos”:   \n\n \n\nO processo de globalização estabelece uma nova relação entre as culturas locais e a \n\ncultura global. A disseminação da cultura mundializada influencia os padrões de \n\ncomportamento, provocando uma valorização da tradição e um fortalecimento dos \n\nregionalismos manifestos na identidade cultural. (SOUZA, p. 1) \n\n \n\nQuanto à resistência cultural, vemos em nível principalmente nacional, em relação aos \n\noutros Estados brasileiros. Isso explica porque José Matusalém Comelli não aceitou, no início \n\ndos anos 80, a proposta feita pelo grupo gaúcho, RBS para associar ou compra O Estado, que \n\nconforme Valente (2005, p. 81) “a decisão acabou sofrendo a influência de muitos grupos de \n\npressão. Em geral amigos, empresários, políticos, que viam na venda de „O Estado? uma \n\nespécie de rendição ao „inimigo?”.  \n\nA mesma coisa ocorreu com a abertura para a concorrência do primeiro canal de \n\ntelevisão em VHF em 1977. Nessa época, Maurício Sirotsky, dono da TV Gaúcha e do jornal \n\n                                                             \n35\n\n Ver imagem no Anexo M, p. 83. \n36\n\n Forma inglesa da palavra “lide” que em linguagem jornalística significa o início de qualquer texto. Há dois \n\ntipos de lead, o noticioso, no qual devem ser respondidas as questões básicas de qualquer fato (quem, o quê, \n\nquando, onde e porquê) e o não factual , onde o importante é conduzir à leitura de todo o texto.  \n37\n\n Técnica de redação jornalística através da qual as informações mais importantes são dadas no início do texto e \n\nas menos importantes, em hierarquização decrescente, em seguida.  \n\n\n\n57 \n\n \n\nZero Hora propõe, segundo Valente uma sociedade a Comelli e a Aderbal Ramos da Silva na \n\ndisputa do canal, que acaba não se consolidando: \n\n \n\n A minuta do contrato chega a ser redigida. Mas a pressão contra essa aliança com \nos „estrangeiros? cresce. Imaginavam os opositores da sociedade, que numa disputa \n\ncom um pretendente de outro estado, o governador tomaria partido dos locais. \n\nComelli e Aderbal recuam e Sirotsky decide entrar na disputa sem sócios. \n\n(VALENTE, 2005, p. 79) \n\n \n\n \n\nO canal é outorgado à RBS, que vai ao ar em 1979. Nesse período, o governador do \n\nestado de Santa Catarina é Antônio Carlos Konder Reis, que esteve à frente da UDN antes da \n\nditadura militar. Talvez as antigas rivalidades político-partidárias estivessem influenciando na \n\ndecisão, mesmo depois da unificação dos partidos. Outro fato que demonstra essa resistência a \n\nentrada dos “estrangeiros” e que já tem raízes na década de 70 foram as relações entre \n\njornalistas gaúchos e catarinenses dentro do jornal O Estado no período do início da \n\nmodernização do veículo no ano de 1972, que ocasionou a saída de um grupo de jornalistas do \n\nRio Grande do Sul, conforme evidencia Valente: \n\n \n\n[...] A conjuntura na qual o incidente ocorreu era mais ampla. Havia um conflito \n\nlatente sobre como conduzir o jornal „O Estado?: De um lado, os jornalistas que \n\ntinham sido criados num ambiente empresarial mais profissional (Porto Alegre, \n\nàquela altura, tinha cinco ou seis jornais, alguns de grande qualidade jornalística) e \n\ndo outro os dirigentes do jornal, responsáveis pela implantação de uma mudança \n\nque, embora radical, tinha menos de um ano de vida. Parecia que o ritmo dos locais \n\nque estavam se esforçando para modernizar a imprensa provinciana e de quem tinha \n\nvindo de fora com o mesmo objetivo não estava sintonizado, favorecendo os atritos. \n\n(VALENTE, 2005, p. 76) \n\n    \n\nA entrada da RBS na imprensa Catarinense, através da criação do Diário Catarinense \n\n(DC), em 1986, vai representar o segundo jornal, depois do “Santa”, a competir de igual com \n\nO Estado. O “DC” é projetado em 1984, logo após a parceria com O Estado ser rejeitada e o \n\nfato de ter o respaldo do segundo Canal VHF com direito a transmissão da Rede Globo, torna \n\no jornal Gaúcho um concorrente de peso para O Estado. A disputa pela liderança na imprensa \n\nse intensificou no final da década de 80, conforme relato de Valente: \n\n \n\nFui editor-chefe de „O Estado? de 1988 a 1989. Com a ajuda do Flávio de Sturdze, \ntrouxe para o „mais antigo? vários jornalistas que estavam se destacando no nascente \n\n„Diário Catarinense?, para reforçar a equipe. E, naturalmente, fiz questão que o \n\njornal recontratasse o Osmar Schlindwein. Achei que poderíamos fazer uma boa \n\ndupla, para dar um susto na concorrência. Nessa época „O Estado? ainda circulava na \n\nmaioria dos municípios e sua venda, tanto em bancas quanto de assinaturas \n\n(chegava, aos domingos, a cerca de 30 mil exemplares), o colocava como principal \n\n\n\n58 \n\n \n\nconcorrente do DC, que ainda não podia ser considerado líder. (VALENTE, 2005, p. \n\n82) \n\n \n\nO primeiro exemplar do “DC”\n38\n\n passa a circular no dia 5 de maio de 1986,  com \n\nformato técnico e editorial inovador, que nem mesmo a Zero Hora , jornal gaúcho do mesmo \n\ngrupo, detinha. O jornal catarinense da RBS nasce no tamanho Tablóide e é o primeiro jornal \n\ndo país totalmente computadorizado. A capa é composta por fotos coloridas e Títulos grandes, \n\nenquanto o jornal O Estado não tinha nem títulos coloridos. Nas matérias é incorporado o \n\nolho\n39\n\n no meio ou início da reportagem. Os textos são escritos em uma linguagem mais \n\nmoderna, parecido com a linguagem televisiva, além, de mais compactos. A primeira edição \n\ndo “DC” tem 80 páginas e já vem abarrotado de anúncios\n40\n\n que, em forma de homenagem e \n\ncom muita criatividade, mostra a parceria do jornal com as empresas locais, como o anúncio \n\ndas Lojas Koerich que diz: “Tem a cara da gente. Fala a língua da gente. Veio para ficar do \n\nnosso lado” ou da Pepsi: “Já dá para sentir nele o Sabor de Vencer” ou da Loja JH Santos “A \n\ntradição dando lugar ao moderno. A máquina de escrever substituída pelo computador. E a \n\nvelha competência do homem a serviço da informação”.  \n\nAlém dos anúncios, o jornal vem com homenagens de órgãos políticos de todo o \n\nEstado como da Câmara Municipal de Itajaí, da Prefeitura de Brusque e do Ministério da \n\nEducação e Cultura (MEC). Ao longo de todo o jornal pode ser visto também vários encartes \n\npublicitários sobre o “DC”, como por exemplo, o anúncio intitulado “Veículo de integração”, \n\nque vem com a foto de um caminhão do “DC” seguido do texto “A partir de agora Santa \n\nCatarina tem um jornal que vai integrar ainda mais sua gente. Feito com a mais avançada \n\ntecnologia de comunicação, o Diário passa a ser o elo de ligação entre os nossos 199 \n\nmunicípios”.  \n\nA proposta do Diário Catarinense, de inovação e integração do Estado e seu aparato \n\ntecnológico de última geração, fortalece o ambiente competitivo na imprensa catarinense. É \n\nbem possível que Matusalém não tenha acreditado muito na potência do novo periódico, \n\nporque naquele ano não fez muitas inovações no “mais antigo” e também porque nenhum \n\njornal havia sobrevivido tanto tempo no Estado de Santa Catarina, enquanto O Estado já \n\ncompletava oito décadas de existência. O “DC” era um concorrente diferente, de peso, pois \n\nvinha de um grupo de comunicação consolidado que tinha, assim como O Estado, um jornal \n\n                                                             \n38\n\n Ver imagem no Anexo N, p. 84 \n39\n\n É um subtítulo ou intertítulo com três a cinco linhas. Como subtítulo acrescenta dados ao título; como \n\nintertítulo, areja e subdivide textos longos.    \n40\n\n Ver imagens no Anexo O, p. 85. \n\n\n\n59 \n\n \n\ncom décadas de percurso, a Zero Hora. Além disso, o grupo incorporava emissoras de \n\ntelevisão e detinha a transmissão da programação da Rede Globo de Comunicações, de quem \n\nseguia o padrão de jornalismo.  \n\nO jornal O Estado no ano de 86 não mudou muito de O Estado do início da década de \n\n80. Na política, continua a falar sobre os partidos e de seus interesses e mantêm a linguagem \n\nneutra, Assim como os esportes locais continuam sendo destaque de capa do periódico como \n\nna publicação do dia 5 de maio de 1986 que vem com o título de “O domingo na Capital” \n41\n\n, \n\nque mostra o Campeonato Internacional de Regata, a Taça Santa Catarina de surf e o jogo de \n\nfutebol do Figueira contra o Marcílio de Lauro Búrigo, todos realizados em Florianópolis. A \n\nmatéria intitulada “Bom nível técnico caracteriza Taça Santa Catariana de Surf” evidencia o \n\nlocal, mas sem exaltações: \n\n \n\nA Taça santa Catarina de surfe, edição 86, fechou sua primeira etapa ontem na praia \n\nda Joaquina sobre intenso sol e um excelente nível técnico. Movimentos fortes como \numa “entubada” do surfista Luiz Neguinho, deixaram claro que o surfe catarinense \n\ntem tudo para se projetar cada vez mais no cenário nacional, uma vez que muitos \n\ncompetidores de outros Estados participaram dessa etapa. (jornal O Estado, 5 de \n\nmaio de 1986)      \n\n \n\nOs acontecimentos que são retratados no jornal aderem de vez o estilo informativo, de \n\nnotícia, como é perceptível na matéria acima, em que o assunto é sempre enquadrado dentro \n\ndas técnicas jornalísticas. Não há emoção ao descrever o campeonato, não há detalhes das \n\npessoas e nem mesmo opiniões delas. Esse estilo mais formal de construção da matéria não é \n\numa imposição dos veículos, embora os jornais tenham manuais de redação, em que assumem \n\ncertas regras. O Caráter neutro dos textos é também resultado do distanciamento dos \n\nrepórteres com os fatos que estão cobrindo. A maioria dos redatores da década de 80 não sai \n\nmais das redações para fazer as reportagens. Porque outra característica da profissionalização \n\ne do jornalismo moderno é o tempo para a produção das matérias, que ficou mais curto. \n\n Podemos dizer que a necessidade de rapidez da modernidade e que se intensifica na \n\ncontemporaneidade é constitutiva da formação ideológica que determina a FD da \n\nmodernização. Essa FD, na década de 80, vai regular os sentidos das FD do político, do local \n\ne do político partidário no jornalismo de O Estado.  Os textos mais criativos, com estilo \n\npessoal e com mais emoção e por isso, mais longos, assim, ficam restritos às colunas políticas \n\n                                                             \n41\n\n Ver imagens no Anexo P, p. 86. \n\n\n\n60 \n\n \n\nou sociais, como no fragmento do texto de Alfredo Roberto Bessow, sob o título “Era uma \n\nvez uma seleção” \n42\n\n: \n\n \n\nAgora que todo mundo sabe dos cortes. Inegavelmente a seleção ganhou um \n\nrespeitável contingente de secadores, principalmente os torcedores de times que \n\ntiveram jogadores rifados. Dessa maneira é certo de que os colorados dos pampas \n\njulgarão como todo rigor possível e imaginável as atuações de Oscar (desde já velho \n\ne com reumatismo que lhe impede de subir com a mesma eficiência de algum \n\ntempo, segundo a opinião vermelha de um colega de redação). (jornal O Estado, 5 \n\nde maio de 1986)   \n\n \n\n  \n\nEsse texto que faz parte do 2º Caderno e que, por isso, não é uma matéria noticiosa, \n\nfoge do compromisso com o padrão jornalístico das regras de redação e mostra um jornalismo \n\nem que é possível perceber a presença do repórter. Nessa época o espaço para mulher também \n\né ampliado. Aos Domingos, são publicadas as editorias, Moda e Mulher\n43\n\n. \n\nA chegada dos anos 90 vai intensificar ainda mais o processo de modernização dos \n\nveículos impressos, caracterizados pelos padrões jornalísticos e ampliação da mídia \n\ncomercial. A nova década é marcada pela expansão dos veículos de comunicação e o início da \n\nera digital com a inserção dos computadores. Nesse novo contexto, os jornais se tornam \n\nveículos altamente perecíveis, em que no outro dia já são considerados velho.  \n\nDiante dessa realidade, as notícias no jornal O Estado ficam mais concisas. Os textos \n\nlongos são enxugados e as técnicas de redação nos jornais são rigorosamente utilizadas. Os \n\ndesigns gráficos dos jornais ficam mais atraentes. O jornal O Estado, nessa conjuntura, passa \n\na publicar títulos colorido e os textos passam a ser acompanhado por olho. As capas dão \n\npreferência as matérias com um apelo sensacionalista como a reportagem de capa do jornal O \n\nEstado\n44\n\n do dia 9 de março de 1995, em que o destaque é a matéria intitulada: “Polícia estoura \n\ntenda do Bruxo”: \n\n \n\nPoliciais da 1ºDP prenderam em flagrante ontem, em Florianópolis, o bruxo \n\neletrônico Eduardo da Fonseca Junior, escritor e criador do Afro Solft – sistema de \n\nconfecção de mapa astral por computador. O bruxo é acusado de tráfico de drogas, \n\ncorrupção de menores, tráfico de mulheres, porte ilegal de armas, formação de \n\nquadrilhas e promoção de rituais de magia negra.         \n\n \n\n O fragmento estampado na capa do periódico trás o lead da matéria para a capa \n\ncom resposta as seis perguntas básica (quem, o que, onde, quando, porque e para que), uma \n\n                                                             \n42\n\n Ver imagem no Anexo Q, p. 87. \n43\n\n Ver imagens no Anexo R, p. 88.  \n44\n\n Ver imagem no Anexo S, p. 89.  \n\n\n\n61 \n\n \n\nestratégia para tornar as matérias mais atraentes e estimular a leitura da reportagem interna. A \n\nFD do local, representada na matéria por um fato ocorrido em Florianópolis, continua como \n\ncritério de seleção das notícias, com prioridade, que agora é também colocado em relação a \n\nFD da globalização que compõe a FD da modernidade, uma globalização que nos causa um \n\nefeito de sentido em que segundo Ozie Gheirart: \n\n Somos habitantes locais e globais, ao mesmo tempo, de nações alucinógenas, com o \ntráfego cultural arquitetado por processos de comunicação. Nada parece ter mais \ndomicílio fixo e os fluxos estão para além da geografia. Somos sujeitos globais, \n\nmundiais, universais ou de qual outra denominação. (GHEIRART, 2009, p. 4)  \n\nNesse contexto, a FD local é fortalecida no jornalismo de O Estado não só pela \n\nnecessidade de se ocupar uma posição contrária a globalização, mas como forma do jornal se \n\ndiferenciar dos meios eletrônicos como a televisão e o computador, e assim continuar tendo \n\nespaço em um universo tecnológico mundializado.  \n\n Mas também esse local começa a aparecer agora, mais intensamente, como uma busca \n\npor uma identidade catarinense, que quer se diferenciar do “estrangeiro”. Contudo, essa busca \n\nidentitária passa pelo reforço do local relacionado à ilha cultural da grande Florianópolis. Essa \n\nmarcação no local pode ser percebida pelas matérias publicadas no “Magazine”\n45\n\n, uma \n\nespécie de segundo caderno anexado no jornal aos domingos, que vem sempre com grandes \n\nreportagens sobre costumes locais, como a matéria, “Cerâmica: retorno a nossas origens” do \n\ndia 11 de março de 1995. A matéria construída contando histórias de moradores locais, fala da \n\nprodução da cerâmica como uma tradição local e uma atividade que está desaparecendo pela \n\nfalta de interesse das novas gerações.  \n\n Essa determinação da FD materializa-se ainda através de uma nova editoria chamada \n\n“Cultura”, que fala dos espaços culturais, da literatura e das artes de Florianópolis. Como a \n\nmatéria intitulada, “Tempo de fazer arte no Dac” que fala dos cursos e oficinas de artes do \n\nDepartamento Artístico e  Cultural da UFSC ou da matéria que fala da e exposição cultural \n\nem Florianópolis nos 50 anos da cultura Brasileira. Esses textos também estão atravessados \n\npela FD da modernização e por isso, são textos que produzem um efeito de informatividade. \n\nOs textos ditos opinativos ficam por conta dos colunistas, que ganham um novo espaço na \n\neditoria “Opinião” ou no “Magazine”, marcando essa separação entre um jornalismo mais \n\nparcial que produz um texto informativo e outra que produz um mais opinativo.  \n\n E mesmo sendo afetado pelo local restrito as ilhas culturais, O Estado continua com \n\nseu concepção de se projetar por todo o Estado. A tentativa de criar uma identidade estadual é \n\n                                                             \n45\n\n Ver imagens no Anexo T, p. 90. \n\n\n\n62 \n\n \n\nmaterializada através da substituição da editoria “Cidade”, que antes falava especialmente de \n\nFlorianópolis, pela editoria “Metropolitana” que vai falar do urbanismo, saúde, transporte, \n\nobras públicas, segurança de todo o Estado e também pela ampliação da editoria Geral que \n\naborda questões relativas a todo o Estado de Santa Catarina.  \n\n Nesse período, a concorrência comercial entre o Diário Catarinense e O Estado está \n\nmais acirrada. O “DC” conquistou um bom espaço na mídia floripolitana, antes liderado pelo \n\nO Estado. Para marcar sua presença e mostrar que ainda está no páreo, o jornal O Estado \n\npublica, em 1995, um caderno comemorativo de 80 anos com 76 páginas\n46\n\n “[...] bem \n\nrecheadas de anúncios, ainda em formato Standard. Uma demonstração de vitalidade que \n\nparece difícil de repetir” (VALENTE, 2005, p. 82). O Caderno, sob o título “Transformando \n\nfatos em história” descreve a trajetória do jornal através da colaboração de vários jornalistas \n\ndo Estado. Os anúncios muito criativos do Suplemento são todos relacionados à \n\ncomemoração dos 80 anos, como o do Shopping Beira Mar: “Depois de 80 anos não é só um \n\njornal, é um clássico” \n47\n\n ou “O jornal O Estado é um dos poucos veículos em Santa Catarina \n\nque pode passar dos 80” \n48\n\n do Sistema Catarinense de Comunicações (SCC). \n\n Em função de uma crise financeira, em 2003, o jornal O Estado passa a ser publicado \n\nno tamanho tablóide e com poucas páginas. Alguns exemplares unem dois dias da semana, o \n\nque já acontecia com sábado e domingo nos anos 90. Em 2007, o jornal O Estado é publicado \n\nsó aos finais em um ambiente cada vez mais competitivo, em que surgem jornais de bairro e \n\njornais especializados como o caso do “Indústria e Comércio”. O jornal O Estado não resiste \n\na esse cenário que conforme Valente:  \n\n[...] não houve crescimento do número de leitores e a verba publicitária gerada pela \n\neconomia da Capital não parece suficiente para manter os veículos. E os salários, \n\ncomo conseqüência, não são suficientes nem para remunerar um trabalho com tal \n\nresponsabilidade e nem para dar aos jornalistas uma vida digna.  \n                    \n\n A última publicação do jornal O Estado, que pudemos achar na biblioteca pública do \n\nEstado é datada do dia 31 de maio de 2007. \n\n \n\n \n\n \n\n \n\n                                                             \n46\n\n Ver Imagens no Anexo U, p. 91. \n47\n\n Ver imagem no anexo V, p.92. \n48\n\n Ver imagem no anexo V, p. 92. \n\n \n\n\n\n63 \n\n \n\n4 CONSIDERAÇÕES FINAIS \n\nEsse trabalho foi elaborado com a intenção de compreender como se constituiu o fazer \n\njornalístico no jornal O Estado da década de 50 até a década de 90. Nesse período, de forte \n\natuação do veículo, O Estado participou da construção da imprensa e do jornalismo \n\ncatarinense atual, e ajudou na formação de muitos jornalistas de Santa Catarina que tiveram \n\nem O Estado uma escola profissional. De tal modo, compreender o fazer jornalístico de O \n\nEstado é compreender muito do jornalismo catarinense. \n\nEssa foi uma das motivações que levou a escolha do jornal O Estado como objeto da \n\nnossa análise que, apesar de não estar mais em circulação, continua como único periódico a \n\nter completado quase um século de existência e, por isso, um jornal que esteve presente em \n\ndiferentes momentos históricos do Estado catarinense marcando a trajetória e as \n\ntransformações da mídia local.  \n\nOutro aspecto que estimulou o desejo por essa pesquisa foi o episódio recente que \n\nenvolveu o jornal O Estado, quando alguns de seus arquivos foram encontrados no lixo. Esse \n\nacontecimento que representa descaso por esse jornal, que pode ser considerado um \n\npatrimônio histórico catarinense, foi decisivo para concretizar a idéia de compreender o fazer \n\njornalístico de O Estado. \n\n Para entendermos seu processo produtivo fizemos uma intensa pesquisa que \n\ncompreendeu a investigação dos textos, fotos, diagramações e anúncios do periódico no setor \n\nde Santa Catarina da Biblioteca Pública de Florianópolis.  \n\nPara análise do material, partimos do ponto de vista teórico e metodológico da Análise \n\ndo discurso (AD) e através dessa perspectiva, propusemos como fio condutor da nossa \n\nanálise, trabalhar na convergência de quatro Formações Discursivas (FD), que diz respeito a \n\nquestões que consideramos cruciais no entendimento não só do jornalismo feito por O Estado, \n\nmas da mídia impressa em Santa Catarina no período pesquisado. São elas: a FD político-\n\npartidário, a FD local, a FD da modernização e a FD política. Como pudemos ver, essas \n\nquatro formações discursivas aparecem ora numa relação de aliança ora numa relação de \n\nconflito nos materiais analisados. Essas FD foram delimitadas a partir de suas condições de \n\nprodução que envolvem a polarização política entre as Famílias “Ramos” e “Konder-\n\nBornhausen” nos anos 50; a ditadura militar e o fim do pluripartidarismo que junto com a \n\nmudança gráfica e editorial nos padrões dos jornais da época, especialmente de O Estado, \n\n\n\n64 \n\n \n\ndefiniram o período de modernização da mídia impressa nos anos 70; a chegada dos anos 80 \n\nque culmina com a criação da Faculdade de jornalismo na UFSC, a concessão do segundo \n\ncanal de televisão ao grupo gaúcho RBS, a liberalização política com a volta do \n\npluripartidarismo e o lançamento do jornal Diário Catarinense. Nesse período há uma \n\nprofissionalização do jornalismo caracterizado entre outras coisas pela busca da técnica \n\njornalística e também um momento de expansão dos jornais como veículos comerciais, o que \n\ncaracteriza o global agindo sobre o local. E finalmente a década de 90, caracterizada, \n\nsobretudo pelo início da era digital.       \n\nEssas condições de produção organizam essa interdiscursividade, que vai  produzir, \n\natravés de encadeamentos e articulações, a delimitação do que pode e deve ser dito pelos \n\njornalistas de O Estado. Assim, em um primeiro momento, percebemos através da análise de \n\nmateriais publicados no jornal O Estado na década de 50 e início da década de 60 um \n\njornalismo mais determinado pela FD político-partidária, em que a FD “local” relacionado à \n\nidéia de “ilhas culturais” materializada nas colunas sociais e em matérias “comunitárias” \n\nsobre a grande Florianópolis, é regida por interesses político-partidários, ou seja, as questões \n\nlocais, que caracterizariam o Estado como fazendo parte de uma determinada “ilha cultural”, \n\nsão minimizadas em favor de uma FD político-partidária. Os textos, nessa época, eram textos \n\nprolixos, em que a subjetividade do jornalista podia ser aprendida por marcas explicitas em \n\nseu texto.  \n\nEm um segundo momento, que vai do final da década de 60 até final da década 70, \n\nvemos uma nova configuração desse jornalismo que perde essa dependência partidária e as \n\nmatérias começam a retratar o cotidiano e a cultura local, sem uma preocupação estritamente \n\npolítico-partidária. Nesse novo contexto, a FD local, assim como a FD político-partidária \n\nganham um novo sentido, já que são determinadas agora pela FD da modernização. O \n\ncontexto histórico e político da época é o da ditadura militar.  Com o bipartidarismo e a união \n\ndos principais adversários políticos do período, o jornal passa a publicar notícias políticas, \n\nque se restringem a informar os acontecimentos da ARENA e MDB sem mostrar o antigo \n\nposicionamento partidário. A FD da modernização, nesse contexto, sustenta os sentidos do \n\njornalismo de O Estado por demandas de modernização tecnológica, por imperativos de \n\nimparcialidade jornalística e de utilidade pública. Os textos ficam menos subjetivos e há uma \n\ninteração com o leitor, com a inclusão de opiniões. Nessa década, as matérias, com exceção \n\ndas políticas, ficam mais criativas, já que reprimidos pelo regime militar vão buscar burlar \n\nesse autoritarismo através de textos mais poéticos. Vale dizer que esse procedimento depois é \n\n\n\n65 \n\n \n\ntolhido pela valorização excessiva da técnica jornalística.  \n\nOs sentidos das FD do político-partidário e do local aparecem, agora, organizados \n\npelos sentidos da FD da modernização. Enquanto o local surge ai fortemente marcado, no \n\nespaço, antes ocupado pelo político partidário, o político toma um novo sentido, já que passa \n\na envolver um compromisso com ideais coletivos, ou seja, a política tem que responder aos \n\nanseios de um sujeito que agora é visto com um cidadão pelo jornalista. Apesar disso, esse \n\nlocal ao identificar-se ainda com aqueles das “ilhas culturais”, marca como cidadão o morador \n\nda Grande Florianópolis. Contudo, é preciso dizer que é nessa “ilha cultural” que se encontra \n\no poder político e administrativo do Estado, já que é Florianópolis a capital catarinense. \n\nSendo assim, as notícias sobre a capital, e conseqüentemente, sobre sua coletividade ganha \n\num valor que ultrapassa as fronteiras das “ilhas culturais”. Dito de outra maneira, por ser o \n\nveículo de comunicação da capital do Estado, onde se encontra o poder político-\n\nadministrativo de Santa Catarina, e ao veicular informações ligadas a esse poder, é possível \n\nafirmar que o jornal O Estado tenha tido penetração estadual. Nesse período, os dirigentes do \n\njornal começam já ter ambições comerciais. Criam páginas de classificados e investem em \n\ntecnologia e profissionalização.  \n\nEm um terceiro momento, a partir dos anos 80, vemos um fortalecimento da FD da \n\nmodernização. O jornalismo em O Estado intensifica o processo de profissionalização, com a \n\nimplantação da faculdade de jornalismo e com uma constante renovação gráfica e editorial \n\ndevido à forte concorrência com a televisão e por determinação do mundo capitalista \n\nglobalizado, sustentado dentre outras coisas por um forte investimento tecnológico. Essa \n\nglobalização, ao mesmo tempo em que permitiu uma conexão do Jornal O Estado com \n\nassuntos internacionais, quase que simultaneamente, parece ter também fortalecido a busca \n\npor uma identidade local. A FD local recebe um novo sentido na relação com a FD da \n\nmodernização. O jornal investe agora num “localismo” que se relaciona à busca por uma \n\nidentidade estadual, em que as relações identitárias não se constroem somente a partir das \n\n“ilhas culturais”, mas por uma identidade cultural posta em relação ao nacional. Nesse \n\nsentido, as diferenças entre as “ilhas culturais” do Estado de Santa Catarina são minimizadas a \n\nfavor da construção imaginária de uma identidade única do catarinense. Esse novo sentido do \n\n“local” pode ser visto materializados, por exemplo, na editoria “Metropolitana”, do final da \n\ndécada de 80, que nos anos 70 era chamada de “Cidade”. O conteúdo informativo da editoria \n\n“Metropolitana” é o mesmo da “Cidade”, só que o foco é outro. Se antes na “cidade” eram \n\nabordadas questões sobre urbanismo, saúde, transporte, obras públicas, segurança relativos à \n\n\n\n66 \n\n \n\nilha de Florianópolis e no máximo sobre a grande Florianópolis, na “Metropolitana”, as \n\nmatérias irão se misturar e falar das mesmas questões em nível estadual. \n\n  Nesse período, o jornal O Estado parece ter alcançado o status de grande empresa \n\nlucrativa, que pôde ser visto através da inserção de anúncios e classificados em demasia. É \n\nimportante destacar que os jornais na década de 80, como até hoje, ainda tinham vínculos \n\npartidários, mas o contexto contemporâneo, com a tecnologia dos meios de comunicação, o \n\nfim da ditadura militar, que ressalta um ideário democrático combinando liberdade e \n\nigualdade que compõem a FD da modernização não permitiu que os jornais manifestassem do \n\nmesmo modo a sua relação com a política, ou seja, que materializassem explicitamente a \n\npreferência por esse ou aquele partido.  \n\nO quarto e último momento, diz respeito aos anos 90, representado, sobretudo pelo \n\ninício da era digital, com a expansão dos computadores e pela forte concorrência da mídia \n\nimpressa. A efetiva conquista do “DC” na imprensa local é o fator que ganha corpo nesse \n\nperíodo. Diante desse novo contexto, a FD local é novamente (re) significada na \n\ninterdiscursividade com a FD da modernização. É possível supor que o contexto econômico e \n\npolítico da época imprimem uma necessidade ainda mais forte de construção de uma \n\nidentidade local, já que a globalização marcada pela entrada da imprensa gaúcha em Santa \n\nCatarina estava ocupando espaço, que antes era do jornal O Estado. Assim, o jornalismo de O \n\nEstado afetado ele próprio pelos sentidos do político, que o colocam como representantes da \n\ncapital catarinense, centro do poder político e administrativo estadual, vai reforçar a \n\nidentidade do catarinense, através do reforço dos costumes açorianos, como forma de se \n\nposicionar diante da globalização, diante do “estrangeiro”. Esse posicionamento é \n\nmaterializado no jornalismo de O Estado através de matérias que retratam os costumes \n\naçorianos da “ilha cultural” de Florianópolis, que talvez, mais que a tradição alemã ou \n\nitaliana, das outras “ilhas culturais” parece estar, imaginariamente, representando hoje, o \n\nEstado de Santa Catarina.   \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n67 \n\n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\n \n\nBAUMAN, Zygmunt. O Mal-Estar da Pós-Modernidade. Rio de Janeiro: Jorge Zahar \n\nEditor, 1998. \n\n \n\nBRANDÃO, Helena H. Nagamine. Introdução à Análise do Discurso. Campinas, SP: \n\nEditora da UNICAMP, 1994. \n\n \n\n____________________________ Analisando o discurso: Na ciência da linguagem, o \n\ntermo “discurso” vai muito além daquele feito pelos políticos. Disponível em: \n\nhttp://www.poiesis.org.br/mlp/colunas_interna.php?id_coluna=1. Acesso em: 25 de set. de \n\n2009.  \n\n \n\nCALDAS, Raul. Da Gillette-press ao computador In: SARDÁ, Laudelino José (org.). Da \n\nolivetti à internet - Política e técnicas da notícia. Palhoça: Editora Unisul, 2007. \n\n \n\nCLASTRES, Pierre. A sociedade contra o Estado.  5º edição.  Rio de Janeiro: Francisco \n\nAlves, 1990.  \n\n \n\nFELIIPI, Ângela Cristina Trevisan. Jornalismo e Identidade Cultural: Construção da \n\nIdentidade Gaúcha em Zero Hora. 2006, 177f. Tese (Doutorado). PUC, Porto Alegre, 2006. \n\n \n\nFOUCAULT, Michel. A arqueologia do saber. Rio de Janeiro: Forense Universitária, 2004. \n\n7\na\n. Edição. \n\n \n\nGentil, Victor. O Jornalismo Brasileiro nos anos 70. Disponível em: \n\nhttp://64.233.163.132/search?q=cache:Agc9Uehj_o0J:www.ufrgs.br/gtjornalismocompos/doc\n\n2001/gentilli2001.rtf+O+jornalismo+brasileiro+nos+anos+70&amp;cd=1&amp;hl=pt-\n\nBR&amp;ct=clnk&amp;gl=br. Acesso em: 8 de Nov. de 2009. \n\n \n\nGHEIRART, Ozie. Ensaio sobre uma economia política para o sujeito digital. Comtempo: \n\nRevista Eletrônica de Pós-graduação da Faculdade Cásper Líbero,  Edição nº 1, Ano I – Dez. \n\n09. Disponível em \n\nhttp://www.revistas.univerciencia.org/index.php/comtempo/article/view/6742/6103. Acesso \n\nem: 12 de Nov. de 2009 \n\n \n\nGIOIELLI, Rafael Luiz Ponpéia. A Identidade Líquida: A experiência identitária na \n\ncontemporaneidade. Disponível em: \n\nhttp://www.intercom.org.br/papers/nacionais/2006/resumos/R1461-1.pdf, Acesso em: 19 de \n\nset. de 2009  \n\n \n\nGONÇALVES, Elisângela Goulart. Os sentidos da Ciência na Contemporaneidade: A \n\nhistória em quadrinhos Watchmen. 2008. 115 f. Dissertação (Mestrado em Ciências da \n\nLinguagem). Universidade do Sul de Santa Catarina, Palhoça, 2008. \n\n \n\nHALL, Stuart. Da Diáspora: Identidades e mediações culturais. Belo Horizonte: UFMG: \n\nRepresentações da UNESCO no Brasil, 2003. \n\n \n\nhttp://www.poiesis.org.br/mlp/colunas_interna.php?id_coluna=1\nhttp://64.233.163.132/search?q=cache:Agc9Uehj_o0J:www.ufrgs.br/gtjornalismocompos/doc2001/gentilli2001.rtf+O+jornalismo+brasileiro+nos+anos+70&amp;cd=1&amp;hl=pt-BR&amp;ct=clnk&amp;gl=br\nhttp://64.233.163.132/search?q=cache:Agc9Uehj_o0J:www.ufrgs.br/gtjornalismocompos/doc2001/gentilli2001.rtf+O+jornalismo+brasileiro+nos+anos+70&amp;cd=1&amp;hl=pt-BR&amp;ct=clnk&amp;gl=br\nhttp://64.233.163.132/search?q=cache:Agc9Uehj_o0J:www.ufrgs.br/gtjornalismocompos/doc2001/gentilli2001.rtf+O+jornalismo+brasileiro+nos+anos+70&amp;cd=1&amp;hl=pt-BR&amp;ct=clnk&amp;gl=br\nhttp://www.revistas.univerciencia.org/index.php/comtempo/article/view/6742/6103\nhttp://www.intercom.org.br/papers/nacionais/2006/resumos/R1461-1.pdf\n\n\n68 \n\n \n\n______. A identidade cultural na pós-modernidade. Rio de Janeiro: DP&amp;A, 2002. \n\n \n\n \n\nMAFFESOLI, Michel. A Transfiguração do Político: a tribalização do mundo. Sulina, \n\n2005. RS. \n\n \n\nMARIANI, Bethânia. O comunismo imaginário, práticas discursivas da imprensa sobre o \n\nPCB (1922-1989). 1992. 256 f. Tese (Doutorado). UNICAMP, Campinas, 1992. \n\n \n\nMARTINS, Marci Fileti. Divulgação Científica e a Heterogeneidade Discursiva: Análise \n\nde \"Uma Breve História do Tempo\" de Stephen Hawking in Revista Linguagem em \n\n(Dis)curso- V. 6 n.2. 2006. \n\n \n\nMEDINA, Cremilda de Araújo. Entrevista: O diálogo possível. São Paulo: editora ática, \n\n1986 \n\n \n\nFOLHA DE SÃO PAULO. Manual Geral da Redação. 2º edição. São Paulo, 1986. \n\n \n\nOLIVEN, Ruben George. A parte e o todo: a diversidade cultural no Brasil-nação. \n\nPetrópolis: vozes, 1992. \n\n \n\nORLANDI, Eni. Análise do Discurso: Princípios e Procedimentos. 5\n0 \nedição. Campinas, \n\nPontes. 1999.  \n \n\n______________. Análise do discurso: Princípios e procedimentos. 7º edição. Campinas, \n\npontes. 2007. \n\n \n\n______________. Os Recursos do Futuro: Um outro discurso. MultiCiência, Capinas, V. \n\n1, n. 1, out. 2003. Disponível em: \n\nhttp://www.multiciencia.unicamp.br/artigos_01/A5_Orlandi_port.PDF. Acesso em: 7 set.2009  \n\n \n\n______________ .Discurso e argumentação: um Observatório do Político. Fórum \n\nLingüístico. Florianópolis, n. 1, jul/dez. 1998. Disponível em: \n\nhttp://www.periodicos.ufsc.br/index.php/forum/article/viewPDFInterstitial/6915/6378. \n\nAcesso em: 29 ago. 2009. \n\n \n\nPÊCHEUX, M. Semântica e Discurso. Uma Crítica à Afirmação do Óbvio. 1975. Trad. \n\nEni Orlandi. Campinas, SP: Editora da UNICAMP, 1997.  \n\n \n\nPEDRO, Joana. Nas tramas entre o público e o privado. Florianópolis: Editora da UFSC, \n\n1995. \n\n \n\nPEREIRA, Moacir. Imprensa &amp; Poder. Florianópolis: Editora Lunardelli, 1992. \n\n \n\n_______________. Jornalismo e política In: BALDESSAR, Maria José; \nCHRISTOFOLETTI, Rogério (Org.). Jornalismo em Perspectiva. Florianópolis: [s.n.], \n\n2005. \n \n\nSOUZA, Magda Vianna. Globalização e Revalorização da Identidade Cultural. Disponível \n\nem: \n\nhttp://www.multiciencia.unicamp.br/artigos_01/A5_Orlandi_port.PDF\nhttp://www.periodicos.ufsc.br/index.php/forum/article/viewPDFInterstitial/6915/6378\n\n\n69 \n\n \n\nhttp://74.125.113.132/search?q=cache:MtfrfILW_I8J:www.sbec.org.br/evt2003/trab19.doc+i\n\ndentidade+cultural&amp;cd=7&amp;hl=pt-BR&amp;ct=clnk&amp;gl=br . Acesso em: 4 de out. de 2009. \n\n \n\nTEIXEIRA, Elenaldo Celso. O local e o global: Limites e desafios da participação cidadã \n\nSão Paulo: Cortez, 2001. \n\n \n\nVALENTE, César. A imprensa na Grande Florianópolis. In: BALDESSAR, Maria José; \n\nCHRISTOFOLETTI, Rogério (Org.). Jornalismo em Perspectiva. Florianópolis: [s.n.], \n\n2005. \n\n \n\nZOPPI-FONTANA, Mónica. Cidadãos modernos: discurso e representação política. \n\nCampinas: UNICAMP, 1997.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n70 \n\n \n\nANEXOS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n71 \n\n \n\nANEXO A – Matérias políticas de O Estado em 1958 \n\n \n\n (Foto capa do jornal O Estado do dia 29 de julho de 1958)           \n\n  (foto matéria publicada dia 26 de julho de 1958)           \n\n (Foto Coluna “frechando”, dia 25 de julho de 1958) \n\n \n\n \n\n\n\n72 \n\n \n\nANEXO B – Caderno 2 (Dominical) \n\n \n\n (Caderno 2º, publicado dia 7 de janeiro de 1968) \n\n  \n\n (imagem matéria publicada dia 7 de janeiro de 1968) \n \n\n (foto matéria publicada dia 7 de janeiro de 1968) \n\n \n\n\n\n73 \n\n \n\nANEXO C – Capas do jornal O Estado na década de 70  \n\n \n\n \n\n  \n(Acima: capa do jornal O Estado do dia 1º de novembro de 1972) \n\n \n\n \n\n  \n(Capa do jornal O Estado do dia 2 de novembro de 1972) \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n74 \n\n \n\nAnexo D – “O Estadinho” \n\n \n\n \n\n  \n(Acima: foto capa de “O Estadinho”, dia 5 de novembro de 1972) \n\n  \n\n \n\n  \n(Acima: Foto histórias em quadrinho de “o Estadinho”, do dia 5 de novembro de 1972) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n75 \n\n \n\nANEXO E – Matérias de Capa sobre o campeonato de vela \n\n \n\n (Chamada na capa dia 1° de novembro de 1972) \n\n (Chamada na capa do dia 2 de novembro de 1972) \n\n \n(Acima: chamada na capa do dia 4 de novembro de 1972)  \n\n\n\n76 \n\n \n\nANEXO F – Matérias sobre Avaí e Figueira \n\n \n\n  \n(Acima: matéria publicada no dia 4 de novembro de 1972 \n\n \n\n \n\n  \n(Acima: matéria sobre o Figueira publicada no dia 4 de novembro de 1972) \n\n \n\n \n\n \n\n\n\n77 \n\n \n\nANEXO G – Matéria sobre pescadores da Barra da Lagoa – Editoria \n\n“Economia” \n\n \n\n \n(Acima: Matéria interna publicada dia 6 de janeiro de 1973) \n\n \n\n \n\n \n(Acima: chamada de capa do dia 6 de janeiro de 1973)  \n\n \n\n \n\n \n\n \n\n\n\n78 \n\n \n\nANEXO H – “Edição de Segunda-Feira”: anúncio e capa \n\n \n\n  \n(Acima: Propaganda da “Edição de Segunda-Feira” publicada dia 7 de novembro de 1972) \n\n \n\n  \n(Acima: Capa e Contracapa da “Edição de Segunda-Feira” do dia 7 de novembro de 1972) \n\n \n\n \n\n \n\n\n\n79 \n\n \n\nANEXO I – Matéria sobre “Monoquine” na “Edição de Segunda-Feira”   \n\n \n\n (Chamada de Capa do dia 7 de novembro de 1972)  \n \n\n  \n(Acima: Matéria interna publicada dia 7 de novembro de 1972) \n\n \n\n (opiniões, publicado dia 7 de novembro de 1972) \n\n\n\n80 \n\n \n\nANEXO J – Editoria “Santa Catarina” \n\n \n\n \n (Acima: Página da Editoria Santa Catarina, com título em destaque do dia) \n\n \n\n   \n(Acima: Fotos da coluna Síntese, publicada dia).  \n\n  \n(Acima: matérias feitas por correspondentes) \n\n \n\n \n\n \n\n\n\n81 \n\n \n\nANEXO K – Matérias políticas de O Estado na década de 70 \n\n \n\n \n(Acima: matéria sobre política estadual publicada dia 6 de julho de 1973) \n\n \n\n \n\n(Acima: matéria sobre política Nacional, publicada no dia 6 de julho de 1973)  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n82 \n\n \n\nANEXO L – Capa de O Estado na década de 80: fotos grandes e pouco texto \n\n \n\n \n(Capa do jornal O Estado do dia 18 de agosto de 1982) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n83 \n\n \n\nANEXO M - Matérias sobre fatos locais de Florianópolis na década de 80 \n\n \n\n \n\n(Acima: matéria publicada dia 3 de agosto de 1982)  \n\n  \n(Acima: matéria sobre vacinação de cães publicada dia 3 de agosto 1982)  \n\n \n\n \n(Acima: matéria interdição da Avenida Ivo Silveira publicada dia 3 de agosto de 1982)  \n\n \n\n\n\n84 \n\n \n\nANEXO N – Capa de lançamento do Diário Catarinense \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n85 \n\n \n\nANEXO O - Anúncios do Diário Catarinense no lançamento do jornal  \n\n  \n\n   \n\n \n\n \n\n \n\n \n\n \n\n\n\n86 \n\n \n\nANEXO P – Matérias sobre esportes praticados em Florianópolis \n\n \n\n  \n(Acima: Chamada de capa publicada dia do dia 5 de maio de 1986) \n\n \n\n \n\n \n\n(Acima: Editoria Esporte, matérias sobre surf e vela publicada no dia 5 de maio de 1986)  \n\n \n\n \n\n\n\n87 \n\n \n\nANEXO Q – 2º Caderno na década de 80 \n\n \n\n   \n(Acima: Capa do 2° Caderno publicado dia 5 de maio de 1986)                        (Acima: Agenda e jogos publicados no dia 5 de maio de 1986) \n\n  \n(Acima: coluna Roberto Bessow publicado dia 5 de maio de 1986)              (Acima: Coluna do “Miro” e horóscopo, publicado dia 5de maio de 1986)  \n\n \n\n \n\n \n\n\n\n88 \n\n \n\nANEXO R - Espaço para o Público Feminino \n\n \n\n  \n(Acima: Editoria “Moda? inserida nos exemplares de domingo, publicada dia 4 de mais de 1986) \n\n \n\n                                                                                               \n(Acima: Editoria “Mulher” inserida nos exemplares de domingo, publicada dia 4 de mais de 1986 \n\n \n\n \n\n \n\n \n\n\n\n89 \n\n \n\nANEXO S – Capa do jornal O Estado em 1995 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n90 \n\n \n\nANEXO T – “Magazine” – suplemento dominical dos anos 90 \n\n \n\n    \n\n(Acima: capa Magazine publicada dia 11 e 12 de março de 1995)             (Acima: página do “magazine” publicada dia 11 e 12 de março de 1995)  \n\n \n\n     \n(Acima: página do “magazine” publicada dia 11 e 12 de março de 1995) \n\n \n\n\n\n91 \n\n \n\nANEXO U – Caderno Comemorativo de 80 anos de O Estado \n\n \n\n \n(Acima: Capa do Caderno comemorativo publicado dia 13 de março de 1995)  \n\n \n\n                                        \n\n \n(Acima: Recortes de partes internas do suplemento publicados dia 13 de março de 1995) \n\n \n\n\n\n92 \n\n \n\nANEXO V – Anúncios dos 80 anos do jornal O Estado \n\n \n\n     \n\n \n\n \n\n  \n\n \n\n \n\n \n\n\n\nANEXO Q – 2º Caderno na década de 80.............................................................................87  \n\nANEXO R - Espaço para o Público Feminino......................................................................88 \n\nANEXO S – Capa do jornal O Estado em 1995....................................................................89 \n\nANEXO T – “Magazine” – suplemento dominical dos anos 90..........................................90 \n\nANEXO U – Caderno Comemorativo de 80 anos de O Estado...........................................91 \n\nANEXO V – Anúncios dos 80 anos do jornal O Estado.......................................................92"}]}}}