{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24788"}, {"@name": "filename", "#text": "9271_igotul001901_tm.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1 \n\n \n\nUNIVERSIDADE DE LISBOA \n\nINSTITUTO DE GEOGRAFIA E ORDENAMENTO DO TERRITÓRIO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRECONSTITUIÇÃO TRIDIMENSIONAL DA EVOLUÇÃO DA \n\nVÁRZEA DE MACEIRA NOS ÚLTIMOS 5000 ANOS \n\n \n\nCRISTIANA ALMEIDA ALEIXO \n\n \n\n \n\nMestrado em Geografia Física e Ordenamento do Território \n\n \n\n \n\n2012\n\n\n\n2 \n\n \n\n\n\n3 \n\n \n\nUNIVERSIDADE DE LISBOA \n\nINSTITUTO DE GEOGRAFIA E ORDENAMENTO DO TERRITÓRIO \n\n \n\n \n\n \n\n \n\n \n\n \n\nRECONSTITUIÇÃO TRIDIMENSIONAL DA EVOLUÇÃO DA \n\nVÁRZEA DE MACEIRA NOS ÚLTIMOS 5000 ANOS \n\n \n\nCRISTIANA ALMEIDA ALEIXO \n\n \n\nMestrado em Geografia Física e Ordenamento do Território \n\nDissertação orientada por  \n\nProf. Doutora Ana Ramos-Pereira \n\nProf. Doutor Jorge Trindade \n\n \n\n2012\n\n\n\n4 \n\n \n\n\n\n5 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“Ad augusta per angusta” \n\nQue esta dissertação seja a luz nas futuras caminhadas\n\n\n\n6 \n\n \n\n\n\ni \n\n \n\nAgradecimentos \n\nNesta fase especial da minha vida académica e pessoal, gostaria de manifestar o meu mais sincero \n\nagradecimento a todos aqueles que, de alguma forma, contribuíram para a elaboração da \n\npresente dissertação, através da colaboração, profissionalismo e amizade que sempre \n\ndemonstraram. \n\nEm primeiro lugar gostaria de agradecer à Prof. Doutora Ana Ramos-Pereira pela forma exemplar \n\ncomo me orientou e disponibilidade permanente para me auxiliar durante todo o processo de \n\nelaboração desta dissertação. Agradeço-lhe também a amizade e o voto de confiança que me deu \n\nao permitir a minha entrada no complexo mundo da investigação através do Projeto FMI 5000. \n\nPor si, tenho grande estima e admiração. \n\nAo meu coorientador, Prof. Doutor Jorge Trindade, pelo apoio e estímulo que sempre manifestou \n\ne pela permanente disponibilidade revelada. \n\nO empenho e entusiasmo que estes dois professores revelam pela temática da Geomorfologia \n\nLitoral revelou-se contagiante e um verdadeiro estímulo à execução da presente dissertação. Os \n\nseus incentivos, a forma simples e rigorosa de transmitir os seus conhecimentos, as inúmeras \n\nsugestões e correções que em muito valorizaram este trabalho, fazem qualquer pessoa sentir \n\ninteresse por esta matéria. \n\nAo Centro de Estudos Geográficos do Instituto de Geografia e Ordenamento do Território da \n\nUniversidade de Lisboa, enquanto instituição de acolhimento, congratulo a disponibilidade de \n\ntodo o material necessário para a concretização desta investigação, nomeadamente o ambiente \n\nacolhedor de trabalho que me proporcionou e o material laboratorial facultado. \n\nAgradeço aos restantes colegas investigadores do Projeto FMI 5000, que me proporcionaram um \n\nexcelente ambiente de trabalho, principalmente aos mais próximos. Agradeço as valiosas \n\nsugestões na elaboração desta dissertação. \n\nÀ Mestre Raquel Paixão, agradeço sinceramente as horas de laboratório que disponibilizou e a \n\najuda no tratamento de amostras sedimentares da sondagem AlcMac4. \n\nAgradeço à Mestre Ana Luísa Costa pelo tratamento laboratorial das amostras sedimentares da \n\nsondagem AlcMac3. \n\n\n\n \n\nii \n\n \n\nSem a colaboração destas duas colegas, esta tese não teria sido possível realizar. \n\nAo André Torres o apoio e estímulo que sempre evidenciou. \n\nA todos os colegas de Mestrado em Geografia Física e Ordenamento do Território agradeço a \n\najuda preciosa no levantamento de campo de pormenor realizado. \n\nAgradeço aos meus colegas e amigos André Coelho, Cláudia Lúcio, Ilda Carvalho, Luís Francisco \n\nBaena, Nuno Cardigos e Patrícia Cardigos toda a amizade, apoio e incentivo demonstrado ao longo \n\ndo curso, bem como pela desejo de escutar, sentir e viajar por tempos que não são nossos. \n\nPara finalizar um agradecimento muito especial à minha família, pois sempre compreenderam as \n\nfases de maior impaciência resultantes de todo o processo de leitura e escrita e que não permitiu \n\nconviver o tempo de que gostaria. Obrigada por sempre me encorajaram a ir mais longe. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\niii \n\n \n\nResumo \n\nA investigação agora apresentada enquadra-se no Projeto FMI 5000 - Environmental Changes: Fluvio-\n\nmarine interactions over the last 5000 years, (PCDT/CTE-GIX/104035/2008) e tem como objetivo principal a \n\nreconstituição tridimensional da evolução do cripto-relevo da várzea de Maceira, no estuário interior do \n\nRio Alcabrichel, através de registos paleoambientais preservados nos seus sedimentos, nos últimos 5000 \n\nanos, aplicando-se uma abordagem científica multidisciplinar, baseada fundamentalmente na \n\ngeomorfologia e sedimentologia da área em estudo, cuja informação foi integrada em ambiente SIG e \n\nmodelada em 3D com recurso ao software RockWorks15. \n\nPara concretizar este objetivo realizaram-se duas sondagens, uma de trado manual (AlcMac3) outra \n\nmecânica (AlcMac4), na margem direita do estuário do Rio Alcabrichel para o estudo dos processos de \n\ndinâmica sedimentar ocorridos nos últimos 5000 anos, nomeadamente a proveniência fluvial ou marinha \n\ndos sedimentos. A sondagem AlcMac4 atingiu 5m de profundidade, enquanto a sondagem AlcMac3 atingiu \n\n7,7m, mas só foram analisados os primeiros 5m superiores da referida sondagem. \n\nEstas sondagens permitiram distinguir quatro unidades sedimentológicas através da sua composição \n\nfundamental (Ucf), da base para o topo: (i) Ucf1, onde predomina a fração silto-argilosa, embora seja a \n\nunidade mais grosseira, com intercalações de leitos arenosos e gravilha e em que a matéria orgânica é mais \n\nabundante, nomeadamente fragmentos de conchas de bivalves e búzios; (ii) Ucf2 apresenta um registo \n\nsedimentar menos arenoso que o anterior, mas igualmente rico em biorestos marinhos; (iii) Ucf3, maior \n\ndomínio da fração lutítica, geralmente superior a 90%; (iv) Ucf4 predominância, quase exclusiva, da fração \n\nargilosa, mas com leitos de areia e gravilha.  \n\nA variação da composição fundamental ilustra condições de sedimentação distintas: (i) mais energéticas em \n\nUcf1, sugerindo um estuário influenciado pela dinâmica marinha, com registo sedimentar mais arenoso e \n\nrico em restos biológicos; (ii) Ucf2 evidencia ainda a influência marinha no estuário interior do Rio \n\nAlcabrichel, mas demonstra condições cada vez menos energéticas; (iii) uma mudança nítida para um \n\nambiente menos energético em Ucf3, o que permitiu a decantação de materiais de granulometria mais \n\nfina; (iv) Ucf4 retrata a situação atual de um ambiente menos energético, podendo contudo registar \n\nepisódios de enxurrada testemunhados por areias e cascalho. \n\nOs resultados anteriormente referidos foram fundamentais para a definição das quatro unidades \n\nsedimentológicas que serviram como inputs para a reconstituição tridimensional dos fundos da várzea de \n\nMaceira. O modelo tridimensional litológico gerado apresenta um resultado satisfatório, tendo em conta a \n\npequena quantidade de sondagens usadas na criação do modelo. \n\nPalavras chave: modelação tridimensional, estuário; rio Alcabrichel, interações fluvio-marinhas. \n\n \n\n\n\n \n\niv \n\n \n\n\n\n \n\nv \n\n \n\nAbstract \n\nThis dissertation is accomplished under the research project FMI 5000 - Environmental Changes: Fluvial-\n\nmarine interactions over the last 5000 years, (PCDT/CTE-GIX/104035/2008). This thesis has as its main \n\nobjective the three-dimensional reconstitution of the Maceira crypto-relief and it’s floodplain evolution, in \n\nthe estuary of the Alcabrichel River, near Vimeiro. This is achieved through the study of \n\npaleoenvironmental records preserved in their sediments over the past 5000 years, applying a \n\nmultidisciplinary scientific approach, based mainly on geomorphology and sedimentology of the study area, \n\nwhose information was integrated through GIS and modeled in 3D using the software RockWorks15. \n\nSediment sampling was made by a hand operated gauge (AlcMac3) and mechanical gauge (AlcMac4) in the \n\nright riverside of the Alcabrichel River estuary, so that it could help to understand the processes of \n\nsedimentary dynamics over the past 5000 years, including the fluvial or marine origin. The AlcMac4 survey \n\nreached a depth of 5m, while AlcMac3 reached 7,7 m deep, but this survey has only analyzed in the first \n\nupper 5m. \n\nThese surveys allowed to distinguish four sedimentological units through their fundamental composition \n\n(Ucf), from the base to the top: (i) Ucf1, dominated by silt-clay fraction, although the unit coarser, with \n\nalternate layers of more sand and gravel deposits and where organic matter is most abundant, particularly \n\nbivalve and shell fragments; (ii) Ucf2 presents a sedimentary record less sandy than the previous one, but \n\nalso rich in biological marine debris (iii) Ucf3, greater field of silt-clay fraction, usually higher than 90%, (iv) \n\nUcf4 predominance, almost exclusively, the clay fraction, but with layers of sand and gravel. Several \n\nvariations in sedimentary signature were identified in the cores, showing distinctive sedimentary \n\nconditions: (i) more energetic flux in Ucf1, suggesting an estuary influenced by the dynamic marine \n\nsedimentary record with more sandy and rich in organic debris, (ii) Ucf2 highlights the marine influence in \n\nthe estuary inside the Alcabrichel River, but Ucf2 shows the conditions becoming less energetic, (iii) a sharp \n\nchange to less energy in Ucf3, allowing the decanting and deposition of materials from finer particle size, \n\n(iv) Ucf4 depicts the current state of less energy, but can register runoff episodes witnessed by sand and \n\ngravel. \n\nThe aforementioned helped to define four sediment units that served as inputs for the three-dimensional \n\nreconstitution of the geomorphological evolution and sedimentary environments of the floodplain Maceira. \n\nThe three-dimensional lithologic model generated presents a satisfactory result taking into account the \n\nsmall amount of probes used in the creation of the model. \n\n \n\nKeywords: three-dimensional modeling; estuary; Alcabrichel River, fluvial-marine interactions. \n\n\n\n \n\nvi \n\n \n\n\n\n \n\nvii \n\n \n\nÍndice Geral \n\nAgradecimentos...................................................................................................................................................i \n\nResumo. .............................................................................................................................................................iii \n\nAbstract. .............................................................................................................................................................v \n\nÍndice Geral....................................................................................................................................................... vii \n\nÍndice de Figuras................................................................................................................................................ ix \n\nÍndice de Quadros...............................................................................................................................................x \n\n \n\nCapítulo 1 \n\n1. Introdução. .................................................................................................................................................. 11 \n\n \n\nCapítulo 2 \n\n2. Enquadramento teórico e regional \n\n2.1. Alterações climáticas e Zona Costeira \n\n2.1.1. Alterações climáticas holocénicas recentes........................................................................... 15 \n\n2.1.2. Variações do nível do mar...................................................................................................... 28 \n\n2.1.3. Implicações na zona costeira portuguesa .............................................................................. 31 \n\n2.1.4. Estudos temáticos similares em estuários portugueses ........................................................ 33 \n\n \n\n2.2. Estuário do Rio Alcabrichel \n\n2.2.1. Enquadramento geográfico ................................................................................................... 39 \n\n2.2.2. Caracterização geológica e geomorfológica .......................................................................... 43 \n\n2.2.3. Caracterização climática e hidrológica................................................................................... 52 \n\n2.2.4. Caracterização da ocupação e uso do solo ............................................................................ 55 \n\n \n\nCapítulo 3 \n\n3. Abordagem metodológica multidisciplinar \n\n\n\n \n\nviii \n\n \n\n3.1. Modelo conceptual...................................................................................................................... 59 \n\n3.2. Aquisição de dados posicionais ................................................................................................... 60 \n\n3.3. Recolha de sedimentos através de sondagens............................................................................ 62 \n\n3.4. Análise laboratorial e estatística dos sedimentos ....................................................................... 63 \n\n3.5. Modelação bidimensional e tridimensiona ................................................................................. 68 \n\n \n\nCapítulo 4 \n\n4. Resultados alcançados \n\n4.1. Descrição macroscópica dos sedimentos .................................................................................... 71 \n\n4.2. Análise sedimentológica \n\n4.2.1. Composição fundamental das amostras................................................................................ 73 \n\n4.2.2. Fração arenosa ....................................................................................................................... 75 \n\n4.2.3. Diagramas bi-variados entre parâmetros granulométricos................................................... 83 \n\n4.2.4. Populações granulométricas.................................................................................................. 85 \n\n \n\nCapítulo 5 \n\n5. Comparação dos resultados obtidos com a sondagem de referência \n\n5.1. Descrição macroscópica dos sedimentos .................................................................................... 93 \n\n5.2. Análise sedimentológica \n\n5.2.1. Composição fundamental das amostras................................................................................ 94 \n\n5.2.2. Fração arenosa ....................................................................................................................... 97 \n\n5.2.3. Diagramas bi-variados entre parâmetros granulométricos................................................. 102 \n\n5.2.4. Comparação dos resultados................................................................................................. 105 \n\n \n\nCapítulo 6 \n\n6. Modelação tridimensional da evolução da várzea de Maceira................................................................. 109 \n\n \n\nConsiderações Finais ..................................................................................................................................... 115 \n\n\n\n \n\nix \n\n \n\nBibliografia..................................................................................................................................................... 117 \n\nÍndice de Figuras \n\nFig. 1 – Modificação da excentricidade da órbita da Terra (adaptado de Portalciencia.net). ........................ 16 \n\nFig. 2 – Modificação da inclinação da eclíptica (adaptado de Portalciencia.net). .......................................... 16 \n\nFig. 3 – Precessão da órbita da Terra durante os equinócios (orientação do eixo da Terra) (adaptado de \n\nPortalciencia.net). ........................................................................................................................................... 16 \n\nFig. 4 – Localização da bacia hidrográfica do Rio Alcabrichel.......................................................................... 39 \n\nFig. 5 – Litologia da bacia hidrográfica do Rio Alcabrichel (adaptado das geológicas 30A-Lourinhã, 30C-\n\nTorres Vedras e 30D-Alenquer). ...................................................................................................................... 41 \n\nFig. 6 – Localização das sondagens em estudo................................................................................................ 42 \n\nFig. 7 – Idades geológicas representadas na bacia hidrográfica do Rio Alcabrichel (adaptado das geológicas \n\n30A-Lourinhã, 30C-Torres Vedras e 30D-Alenquer)........................................................................................ 43 \n\nFig. 8 – Altimetria da bacia hidrográfica do Rio Alcabrichel............................................................................ 47 \n\nFig. 9 – Declives da bacia hidrográfica do Rio Alcabrichel............................................................................... 48 \n\nFig. 10 – Tipo de cobertura da plataforma continental entre a Nazaré e Cascais. ......................................... 51 \n\nFig. 11 – Uso e ocupação do solo na bacia hidrográfica do Rio Alcabrichel.................................................... 57 \n\nFig. 12 – Abordagem metodológica multidisciplinar aplicada. ....................................................................... 59 \n\nFig. 13 – Coluna sedimentar da sondagem AlcMac 4...................................................................................... 72 \n\nFig. 14 – Composição fundamental das amostras da sondagem AlcMac4. .................................................... 77 \n\nFig. 15 – Composição granulométrica das areias da sondagem AlcMac 4...................................................... 77 \n\nFig. 16 –Parâmetros granulométricos estatísticos calculados por unidades sedimentares da sondagem \n\nAlcMac4. .......................................................................................................................................................... 79 \n\nFig. 17 –Parâmetros granulométricos estatísticos da sondagem AlcMac4..................................................... 80 \n\nFig . 18 – Análise modal dos sedimentos da sondagem AlcMac4. .................................................................. 82 \n\nFig. 19 – Média vs Desvio-padrão para definir areias de praia de areias de rio. ............................................ 83 \n\nFig. 20 – Desvio-padrão vs Assimetria para definição de areias fluviais e de praia. ....................................... 84 \n\nFig. 21 – Desvio-padrão vs Curtose. ................................................................................................................ 84 \n\nFig. 22 – Assimetria vs Curtose........................................................................................................................ 85 \n\n\n\n \n\nx \n\n \n\nFig. 23 –Exemplo de uma curva acumulativa representativa de areia de praia, em que se identificaram \n\nquatro populações granulométricas (Dias, 2004). .......................................................................................... 86 \n\nFig. 24 – Processos de transporte obtidos através das populações granulométricas da sondagem AlcMac4.\n\n......................................................................................................................................................................... 87 \n\nFig. 25 – Exemplos de sub-ambientes identificados na sondagem AlcMac4 . ................................................ 89 \n\nFig. 26 – Coluna sedimentar da sondagem AlcMac3....................................................................................... 95 \n\nFig. 27 – Composição fundamental das amostras da sondagem AlcMac3. .................................................... 96 \n\nFig. 28 – Parâmetros granulométricos estatísticos calculados por unidades sedimentares da sondagem \n\nAlcMac3. .......................................................................................................................................................... 99 \n\nFig. 29 – Parâmetros granulométricos estatísticos da sondagem AlcMac3. ................................................. 100 \n\nFig. 30 – Média vs Desvio-padrão para definir areias de praia de areias de rio. .......................................... 103 \n\nFig. 31 – Desvio-padrão vs Assimetria para definição de areias fluviais e de praia. ..................................... 103 \n\nFig. 32 – Desvio-padrão vs Curtose. .............................................................................................................. 104 \n\nFig. 33 – Assimetria vs Curtose...................................................................................................................... 104 \n\nFig. 34 – Logs lito-estratigráficos  em 3D....................................................................................................... 110 \n\nFig. 35 – Representação em 3D em midpoint da evolução da várzea de Maceira........................................ 112 \n\nFig. 36 – Representação em 3D em full voxel da evolução da várzea de Maceira através da harmonização \n\naleatória......................................................................................................................................................... 112 \n\nFig. 37 – Representação em 3D em full voxel da evolução da várzea de Maceira através da interpolação de \n\npontos externos............................................................................................................................................. 113 \n\n \n\nÍndice de Quadros \n\nQuadro 1 – Cronologia de eventos climáticos detetados por diversos autores, nos últimos 5000 anos ....... 22 \n\nQuadro 2 – Cronologia dos eventos climáticos detetados por Cruces et al. (2011) nos sistemas interdunares \n\nestudados no sudoeste Alentejano ................................................................................................................. 27 \n\nQuadro 3 – Quantificação das características físicas da bacia do Rio Alcabrichel .......................................... 54 \n\nQuadro 4 – Coordenadas militares e altitudes das sondagens AlcMac4 e AlcMac3....................................... 63 \n\nQuadro 5 – Parâmetros granulométricos estatísticos calculados para a sondagem AlcMac4 ....................... 78 \n\nQuadro 6 – Parâmetros granulométricos estatísticos calculados para a sondagem AlcMac3 ....................... 98\n\n\n\n11 \n\n \n\n1. Introdução \n\nO estudo geomorfológico das interações fluvio-marinhas é fundamental para compreender a \n\nevolução passada e presente da paisagem, tendo em conta a variabilidade espacial e temporal dos \n\nfatores ambientais responsáveis pela sua dinâmica. \n\nOs ambientes estuarinos são excelentes arquivos das modificações paisagísticas efetuadas ao \n\nlongo do tempo, registando as variações do nível do mar e as modificações operadas nas bacias \n\nhidrográficas, quer naturais quer influenciadas pela ação humana. Os testemunhos sedimentares \n\ndestas modificações possuem assinaturas expressas pela composição fundamental, textura e \n\nconteúdo paleoambiental dos sedimentos e no ritmo de sedimentação. Desta forma o seu estudo \n\nrequer uma abordagem metodológica multidisciplinar, para se compreender a evolução passada \n\nde uma paisagem e a sua atual tendência de evolução. \n\nOs estuários formam-se tipicamente durante períodos transgressivos na desembocadura dos \n\ncursos de água na área de interface entre as dinâmicas marinha e fluvial, sendo especialmente \n\nsensíveis às alterações climáticas e à subida do nível do mar, bem como a impactos exercidos pela \n\nação antrópica sobre o território (Osher e Flannagan, 2007; Brito, 2009; Ramos-Pereira et al., \n\n2011). Este tipo de subsistema costeiro apresenta características únicas, revelando-se um dos \n\necossistemas mais produtivos da biosfera, fomentando o desenvolvimento socioeconómico junto \n\nàs suas margens que inevitavelmente potencia um forte impacto neste ecossistema, tornando-o \n\nbastante vulnerável e ameaçado e pondo em causa as funções naturais por eles desempenhadas \n\n(Farinha et al., 2001; Osher e Flannagan, 2007). Face à sua importância socioeconómica e \n\necológica, é fundamental compreender os processos associados à evolução dos ambientes \n\nestuarinos e identificar os fatores de forçamento que a originaram, de modo a avaliar-se a \n\nresiliência destes às condições climáticas e ação antrópica a que estão sujeitos, o que os tornam \n\nadequados para detetar as mudanças ambientais ocorridas (Brito, 2009). \n\nTendo em conta o interesse que estes sub-sistemas litorais encerram decidiu-se estudar a sua \n\ndinâmica no âmbito desta dissertação de Mestrado, apoiada pelo Projeto FMI 5000 – \n\nEnvironmental Changes: Fluvio-marine interactions over the last 5000 years (Projeto FCT nº: \n\nPTDC/CTE-GIX/104035/2008). \n\nComo já foi referido os estuários evidenciam uma dinâmica de interface própria e contêm um \n\nconjunto de informações paleoambientais que fomentam o interesse da comunidade científica \n\n(Boski et al., 2002; Alday et al., 2006; Azevêdo et al., 2007; Boski et al., 2008; Vis et al., 2008; \n\n\n\n \n\n12 \n\n \n\nAraújo-Gomes, 2010; Schneider et al., 2010; Sampath et al., 2011). Todavia, a influência das \n\nflutuações climáticas holocénicas e as variações do nível do mar em Portugal ainda são pouco \n\nconhecidas, tornando a investigação a desenvolver de elevada importância.  \n\nA investigação desenvolvida surge pela motivação de contribuir para uma melhor compreensão da \n\nevolução holocénica recente, numa micro-escala do litoral português, através de uma abordagem \n\nmultidisciplinar. A utilização de novas metodologias e técnicas permitirá uma abordagem mais \n\nprofunda e compreensiva da evolução paleoambiental dos fundos de vale de Maceira, \n\nconstituindo a modelação tridimensional uma etapa inovadora. \n\nA escala temporal dos últimos 5000 anos foi escolhida por corresponder a uma fase de \n\nestabilidade do nível do mar (Boski et al., 2002; Dinis et al., 2006; Zazo et al., 2008), mas com \n\npequenas oscilações. Salienta-se a tendência de subida de 1,9mm/ano no último século no litoral \n\nportuguês (Antunes e Taborda, 2009), bem como a ocorrência de flutuações climáticas. Estas \n\ntraduzem-se em variações térmicas bruscas e curtas, os designados Bond events (Bond et al., \n\n1997), em episódios húmidos registados na Península Ibérica (Martin-Puertas et al., 2009) ou no \n\nótimo térmico medieval (séc. IX-XIII), e permitem reconhecer a resposta climática entre as áreas \n\noceânicas e continentais mais eficazmente (Swindles et al., 2007). Esta janela temporal coincide \n\ncom a época em que o Homem intensifica de forma evidente a sua intervenção na paisagem \n\n(?3500 anos – Idade do Bronze), aumentando os processos de exploração agrícola, cujos \n\ntestemunhos se encontram impressos nos sedimentos que foram sendo transportados e \n\ndepositados nas planícies aluviais estuarinas (Dinis et al., 2006; Azevêdo et al., 2007; Araújo-\n\nGomes, 2010; Delgado et al., 2012). \n\nA área em estudo corresponde ao estuário do Rio Alcabrichel, de reduzida dimensão, mas \n\nbastante complexo. A bacia hidrográfica onde se insere é talhada em materiais sedimentares \n\njurássicos e cretácicos da Orla Mesocenozóica Ocidental, de competência litológica variada \n\n(calcários, margas e arenitos) e dispostos em estrutura monoclinal e tabular (Trindade, 2001; \n\nChaminé et al., 2004; Trindade, 2011). O Rio Alcabrichel tem a sua cabeceira na Serra de \n\nMontejunto, desaguando na praia de Porto Novo, perto do Vimeiro, concelho de Torres Vedras. O \n\nsector terminal da bacia do Rio Alcabrichel é dominado pela depressão diapírica de Maceira que \n\ninterrompe a regularidade da plataforma litoral entre Peniche e a Serra de Sintra, cuja formação e \n\nabertura está associada a uma génese tectónica. Esta depressão diapírica foi escavada por erosão \n\ndiferencial em substrato brando e solúvel (sal, gesso e margas), colocando em contacto material \n\ncom competências e idades muito diferentes, o que condicionou fortemente a sedimentação \n\n\n\n \n\n13 \n\n \n\n(Chaminé et al., 2004). Considerada uma bacia de média dimensão (150 km\n2\n), a sua \n\nhomogeneidade hidroclimática permite definir, com maior precisão, os eventos hidroclimáticos \n\nque contribuíram para o assoreamento da planície aluvial estuarina (Ramos-Pereira et al., 2011). \n\nO acidente diapírico determina os limites da várzea de Maceira, onde o Rio Alcabrichel encontra \n\ncondições propícias para depositar grande parte dos sedimentos transportados ao longo do seu \n\npercurso, uma vez que nesta área aplanada perde parte da sua energia, devido às características \n\nmeandrizadas do canal fluvial, até ao ponto em que passa a “garganta” formada pelas bancadas \n\ncalcárias do Vimeiro dispostas em barra. \n\nA desembocadura da maioria dos cursos de água da Estremadura Norte encontra-se \n\nfrequentemente obstruída por um areal, indicando que a dinâmica marinha é superior à dinâmica \n\nfluvial durante a maior parte do ano (Trindade, 2002), porém em alguns sectores a planície do \n\nsector terminal do Rio Alcabrichel apresenta uma largura considerável (superior a 1km). Este facto \n\npode apontar para uma grande capacidade de transporte durante episódios de cheias (Trindade, \n\n2011). \n\nO regime hidrológico do Rio Alcabrichel é permanente, mas com pouco caudal (Chaminé et al., \n\n2004). \n\nA presente dissertação tem como objetivo principal a reconstituição tridimensional da evolução \n\ngeomorfológica e dos ambientes de sedimentação da várzea de Maceira, através de registos \n\npaleoambientais preservados nos seus sedimentos, nos últimos 5000 anos, aplicando uma \n\nmetodologia litológica e estrutural, morfológica e sedimentológica, cuja informação será \n\nposteriormente integrada em ambiente SIG e modelada em 3D. Subjacentes a este objetivo \n\nfundamental podem considerar-se quatro objetivos de carácter mais específico:  \n\ni) avaliar as mudanças texturais dos sedimentos preservados na várzea de Maceira e relacioná-los \n\ncom a sua proveniência (marinha ou fluvial), de modo a definir-se a sequência de acontecimentos \n\npaleoambientais ocorridos nos últimos 5000 anos;  \n\nii) avaliar as implicações das variações do nível do mar, modificações do coberto vegetal ou das \n\npráticas agrícolas, na sequência de alterações climáticas holocénicas recentes e de que forma são \n\nresponsáveis pela evolução geomorfológica da área em estudo;  \n\niii) caracterizar a evolução geomorfológica da bacia hidrográfica do Rio Alcabrichel, bem como a \n\nvárzea de Maceira, a última com base em reconhecimento geomorfológico e levantamento de \n\n\n\n \n\n14 \n\n \n\ncampo de pormenor, de modo a permitir a construção de um Modelo Numérico de Elevação \n\n(MNE) pormenorizado da várzea;  \n\niv) realizar um modelo tridimensional da evolução geomorfológica holocénica, que permite \n\ncompreender a influência das alterações climáticas holocénicas ao nível da paisagem e da \n\nocupação humana. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n15 \n\n \n\n2. Enquadramento teórico e regional \n\n \n\n2.1. Alterações climáticas e Zona Costeira \n\n2.1.1. Alterações climáticas holocénicas recentes \n\nO clima da Terra tem variado profundamente ao longo da história geológica devido a causas \n\nnaturais, com inevitáveis consequências ao nível da biosfera. A última época glaciária iniciou-se há \n\ncerca de 120 000 anos, tendo terminado aproximadamente há 18 000 anos. Nesta época, a \n\ntemperatura média global da atmosfera era cerca de 5 a 7\no\nC menor do que a atual e a posição do \n\nnível do mar situava-se à cota -100 a -120m (Dias, 2004; Santos, 2006; Zazo, 2006). \n\nA reconstituição do clima do planeta revela frequentes alterações climáticas, algumas com forte \n\nregularidade temporal em ciclos relativamente bem definidos (Santos, 2006). As variações do \n\nclima são induzidas por causas naturais internas e externas, tais como pequenas mudanças nos \n\nparâmetros orbitais terrestres, flutuações na atividade solar e períodos de maior atividade \n\nvulcânica. As variações dos parâmetros orbitais da Terra (Figs. 1, 2 e 3) correspondem a oscilações \n\nclimáticas mais lentas, com uma duração aproximada de 80 000 a 100 000 anos e de 10 000 a \n\n20 000 anos, que são as principais responsáveis pela alternância de ciclos glaciários e \n\ninterglaciários, respetivamente. Alterações lentas e cíclicas da excentricidade da órbita da Terra e \n\nda inclinação e orientação do eixo terrestre induzem mudanças na intensidade das estações e \n\nafetam o balanço de acumulação e regressão dos glaciares (Ferreira, 2007; Wanner et al., 2008). \n\nAs modificações no fluxo de energia associadas às manchas solares são responsáveis por variações \n\ncíclicas de curto período, tal como o aumento da atividade vulcânica. \n\nA estabilidade do clima atual indica que nos encontramos num período interglaciário, com \n\npequenas flutuações de menos 1\no\nC/século desde há 8000 anos, o que tem criado condições \n\nfavoráveis ao desenvolvimento das civilizações e da atual sociedade humana global (Santos, 2006), \n\ntodavia pautada por diversos exemplos de colapsos de sociedades síncronos com flutuações \n\nclimáticas ocorridas durante os últimos 5000 anos (Issar, 2003; Wanner et al., 2008). \n\nMilankovitch observou que a quantidade e a distribuição da energia que o planeta Terra recebe do \n\nSol variam invariavelmente com o tempo. Essas perturbações dos parâmetros orbitais da Terra em \n\ntorno do Sol influenciam as alterações climáticas globais e dependem da distância do planeta ao \n\nSol e da inclinação do eixo de rotação terrestre. As variações desdobram-se em três componentes: \n\na excentricidade da órbita da Terra em torno do Sol (Fig. 1), a obliquidade do eixo da Terra (Fig. 2) \n\n\n\n \n\n16 \n\n \n\ne a sua precessão (Fig. 3). Cada uma destas variações faz variar o ciclo anual da radiação solar, em \n\nque todos os parâmetros orbitais variam ao mesmo tempo, mas com períodos bastante distintos. \n\nOs três fatores astronómicos designados por ciclos de Milankovitch são suficientes para explicar o \n\ninício das épocas glaciárias e as suas alternâncias pela influência que tinham as suas variações na \n\nquantidade de radiação solar que incidia no topo da atmosfera nas várias estações em épocas \n\npassadas (Peixoto, 1987). Os dois primeiros parâmetros controlam a intensidade das estações e o \n\núltimo afeta a interação entre os outros dois (Ferreira, 2007). \n\n \n\nFig. 1 – Modificação da excentricidade da órbita da Terra (adaptado de Portalciencia.net). \n\n \n\nFig. 2 – Modificação da inclinação da eclíptica (adaptado de Portalciencia.net). \n\n \n\n \n\nFig. 3 – Precessão da órbita da Terra durante os equinócios (orientação do eixo da Terra) (adaptado de \n\nPortalciencia.net). \n\n\n\n \n\n17 \n\n \n\nA Terra tem um movimento de translação em volta do Sol com um período de 365 dias, sendo este \n\nmovimento que define a excentricidade (Fig. 1). No seu movimento anual aparente em torno do \n\nSol, a Terra descreve uma elipse onde o Sol ocupa um dos focos, variando a distância da Terra ao \n\nSol. Devido à excentricidade da elipse, no periélio, que ocorre a 3 de Janeiro, a Terra encontra-se \n\nmais próxima do Sol, em que a excentricidade é maior e quase regular; no afélio, que ocorre a 4 de \n\nJulho, a Terra está numa posição mais afastada, cuja excentricidade é menor numa órbita quase \n\ncircular (Fig. 1). A excentricidade varia cerca de 1 a 5% em ciclos de 97 000 anos, tendo atualmente \n\na trajetória uma excentricidade pequena, o que há muitos milhares de anos não acontecia \n\n(Peixoto, 1987). O último interglaciário análogo ao Holocénico foi o MIS 11 (Marine Isotope Stage \n\n11), que apresentou uma excentricidade muito pequena, o que resultou em pequenas variações \n\nna precessão, assim como na insolação (Zazo, 2006). A excentricidade controla a sazonalidade e \n\ndepende da configuração da órbita terrestre, que como se referiu varia entre uma elipse mais \n\nexcêntrica e outra mais circular. À medida que a excentricidade orbital terrestre aumenta, a \n\ndiferença na distância da Terra ao Sol, nos pontos mais afastado (afélio) e mais próximo (periélio) \n\ntambém aumenta, o que intensifica as estações num dos hemisférios e modera-as no outro \n\n(Ferreira, 2007). \n\nO eixo de rotação da Terra apresenta uma certa inclinação em relação à eclíptica, sendo esta \n\ninclinação que caracteriza a obliquidade eclíptica (Fig. 2). A variação da inclinação do eixo \n\nterrestre, ou seja, o ângulo que a eclíptica faz com o plano de movimento de translação pode \n\nvariar entre os 21\no\n59’ e os 24\n\no\n36’, num ciclo de aproximadamente 40 400 anos. Devido a esta \n\ninclinação, há uma região do globo terrestre mais exposta à radiação solar direta que varia ao \n\nlongo do ano, afetando assim a distribuição de calor à superfície, indicando que as estações do \n\nano são determinadas pela inclinação do eixo da Terra sobre a eclíptica. Assim, quando um dos \n\neixos aponta para o Sol é verão no hemisfério correspondente, isto é, uma maior área deste \n\nhemisfério fica exposta à radiação solar e o ângulo de incidência desta é menor, enquanto o \n\ninverno é verificado no hemisfério do Pólo oposto ao Sol, visto que a área exposta aos raios \n\nsolares é menor e o ângulo de incidência maior. Assim, quanto maior for a inclinação do eixo da \n\nTerra maior é a intensidade das estações, ou seja, os verões tornam-se mais quentes e os invernos \n\nmais frios (Ferreira, 2007). \n\nO eixo da Terra está animado de um movimento de rotação, em sentido retrógrado em torno da \n\nvertical da eclíptica (Fig. 3). Durante a rotação a Terra oscila ligeiramente no seu eixo de rotação \n\nem ciclos de 21 000 anos e a este movimento chama-se movimento de precessão, porque faz com \n\n\n\n \n\n18 \n\n \n\nque os equinócios se vão antecipando, muito lentamente, de ano para ano. Esta precessão \n\ndetermina se o verão num dado hemisfério ocorre num ponto próximo ou longínquo da órbita, ou \n\nseja, se a sazonalidade da inclinação é amplificada ou enfraquecida pela sazonalidade da distância \n\nao Sol. Quando estes dois fatores controladores da sazonalidade se reforçam mutuamente num \n\ndos hemisférios, enfraquecem-se no outro. A variação deste fator astronómico coordena a relação \n\nentre os efeitos da inclinação do eixo e os efeitos da excentricidade da órbita. (Ferreira, 2007). De \n\n21 000 em 21 000 anos o solstício de Verão do hemisfério Norte ocorre na mesma data (Miranda, \n\n2001). \n\nSegundo Milankovitch estes três fatores operam em conjunto de forma a fomentar variações na \n\nquantidade de radiação solar que atinge as latitudes a norte, durante o verão, o que permitiu que \n\nas grandes calotes glaciárias que avançaram através dos continentes deste hemisfério crescessem \n\ndurante intervalos de verões frescos e invernos amenos, havendo então coincidência dos ciclos de \n\nprecessão e obliquidade. A teoria de Milankovitch foi inicialmente contestada devido à ausência \n\nde validação independente a partir de datação de estratos de gelo, mas é atualmente aceite e foi \n\ncorroborada por dados entretanto recolhidos, sobretudo dos fundos oceânicos (Broecker e \n\nDenton, 1990; Bond et al., 1997; Ferreira, 2007; Wanner et al., 2008). As primeiras projeções do \n\nclima futuro sugeriam que o máximo do próximo período glaciário estaria iminente, visto que a \n\nduração dos períodos interglaciários precedentes ao atual seria de 10 000 anos, o que \n\ncorresponde à escala temporal do atual período interglaciário, o Holocénico. Contudo, análises \n\nefetuadas a partir de sondagens no gelo da Gronelândia demonstram que a duração do ótimo do \n\núltimo Interglaciário terá sido praticamente o dobro (130 000-110 000) e que importantes \n\nflutuações climáticas ocorreram nesse período (Zazo, 2006). \n\nTodavia, os ciclos de Milankovitch não explicam por si só a totalidade das alterações climáticas \n\nverificadas, mas apenas as flutuações climáticas ocorridas em períodos de dezenas a centenas de \n\nmilhares de anos, tendo que recorrer-se a outros fatores para explicar variações mais rápidas e \n\nmais lentas. \n\nA composição atmosférica é um fator preponderante na explicação das alterações climáticas \n\nglobais. Atualmente vivemos num período com amplitudes astronómicas muito pequenas, o que \n\npermite que os gases com efeito de estufa (doravante designados por GEE) tenham um papel \n\npreponderante nas alterações climáticas. A diminuição da concentração de dióxido de carbono \n\n(CO2) atmosférico é o principal fator de forçamento que favorece o decréscimo da temperatura \n\n\n\n \n\n19 \n\n \n\nglobal e, por conseguinte, permite a instalação das épocas glaciárias. Estudos recentes de bolhas \n\nde gás aprisionado nos gelos árticos e subárticos suportam esta teoria, em que os períodos de \n\naltas concentrações de CO2 atmosférico correspondem a períodos interglaciários e, baixas \n\nconcentrações a épocas glaciárias (Broecker e Denton, 1990; Zazo, 2006). De modo a retornarmos \n\na um período glaciário é necessário que a concentração de CO2 e a insolação atuem de forma \n\nsíncrona, com diminuição dos valores de CO2 e de insolação. Todavia, a atual informação \n\ndisponível indica que estes fatores não estão a atuar em sintonia, apresentando um decréscimo de \n\nvalores de insolação e aumento da concentração de CO2, potenciados pela ação antrópica. Os \n\nfatores de origem antrópica, nomeadamente a agricultura, a desflorestação, a indústria e a \n\nqueima de combustíveis fósseis, aumentam significativamente as emissões de GEE, podendo \n\nprovocar uma rápida modificação na composição atmosférica e induzir alterações climáticas numa \n\njanela temporal mais curta. \n\nA reconstituição do clima da Terra com base em fontes diretas, como registos sistemáticos ou \n\nanotações esporádicas, ou de outras fontes indiretas, sejam elas naturais (isótopos, sedimentos, \n\nanéis de crescimentos das árvores) ou antrópicas (registos históricos de lagos gelados, queda de \n\nneve, gelo nos oceanos, data das vindimas, fenofases, etc.) revelou frequentes variações \n\nclimáticas desde a formação do planeta. \n\nO atual período interglaciário, o Holocénico, apresenta um clima relativamente mais estável, após \n\num período com condições significativamente mais frias. Durante o Holocénico houve um \n\nprogressivo aquecimento do planeta, mas este tem sido pautado por flutuações climáticas \n\nabruptas com ciclicidade milenar (Bond et al., 1997) e secular (Desprat et al., 2003). Os registos \n\npaleoclimáticos recentes do Holocénico em sondagens de gelo e marinhos do Atlântico Norte têm \n\ndemonstrado que o clima relativamente estável do Holocénico tem sido interrompido por vários \n\neventos frios, que se sucedem com uma recorrência de aproximadamente 1500+/- 500 anos, mas \n\ntambém por períodos de aquecimento (períodos romano e medieval entre 250 cal BC e 450 cal AD \n\ne 950 – 1400 cal AD) e arrefecimento (pequena idade do gelo entre 1400 e 1860 cal AD) que \n\nocorreram em escalas de tempo de alguns séculos, normalmente associadas a flutuações na \n\natividade solar (Desprat et al., 2003; Morellón et al., 2012), pelo que a abordagem climática a \n\nescalas temporais distintas torna os últimos 5000 anos especialmente interessantes na \n\ncompreensão do sistema Terra (Wanner et al, 2008). \n\n\n\n \n\n20 \n\n \n\nDurante o Holocénico ocorreram modificações ambientais importantes que conduziram \n\nsignificativas alterações na paisagem. Desde os últimos 5000 anos que o impacto da acção \n\nantrópica se tornou quase tão importante como os fatores naturais no curso evolutivo ambiental \n\n(Freitas et al., 2000). Os principais fatores de forçamento de origem natural são as variações \n\norbitais, solares e a atividade vulcânica, sendo que a influência antrópica tem um papel crescente \n\nno último milénio, devido às rápidas modificações provocadas no coberto vegetal e aumento dos \n\nGEE. \n\nWanner et al. (2008) dividem o Holocénico em três fases: a primeira coincidente com as \n\ncronozonas Pré-Boreal e Boreal (11 600 e 9000 anos BP); a segunda fase coincide com a cronozona \n\nAtlântico (9000-6000/ 5000 anos BP), com clima relativamente quente nas médias e altas latitudes \n\ndo hemisfério Norte; e a última fase coincide com as cronozonas subboreal e subatlântico, que \n\ncobrem o período entre 6000-5000 anos BP até ao presente. Durante este período foram \n\nverificados avanços de glaciares, sendo que atualmente se verifica um retrocesso dos mesmos. \n\nAs flutuações climáticas ocorridas ao longo do Holocénico têm sido detetadas através de \n\npalinomorfos continentais e marinhos, medições de isótopos de oxigénio, concentrações de \n\nmetano, testemunhos de gelo na Gronelândia e, recentemente, através de clastos transportados \n\npor icebergs até latitudes mais baixas, do que o limite alcançado atualmente. Estas fontes têm \n\npermitido constatar significativas alterações climáticas ao longo do Holocénico e estabelecer a \n\nperiodicidade e extensão dos ciclos glaciários de frequência média em torno de 125 000 anos \n\n(valores que corroboram os ciclos de Milankovitch), bem como a existência de pontuais flutuações \n\nclimáticas abruptas, apresentando um ciclo milenar (1470-500 anos BP). \n\nA reconstituição das flutuações climáticas abruptas de escala milenar no Atlântico Norte efetuada \n\npor Bond et al. (1997) foi baseada nos índices de concentração de clastos transportados por \n\nicebergs, conhecidos como Ice Rafted Debries (IRD), que demonstram que os episódios de IRD \n\ntambém ocorreram no Holocénico, tendo sido possível balizar os períodos com quedas abruptas \n\nna temperatura, que são simultâneas com registos obtidos nos testemunhos de gelo na \n\nGronelândia e correlativas com o aumento de concentração de foraminíferos durante a maioria \n\ndos eventos ocorridos. \n\nOs IRD apresentam um ciclo irregular de 1000 anos (1470-500 anos), cujos episódios frios tiveram \n\npicos em 1400, 2800, 4200, 5900, 8100, 9400, 10 300 e 11 100 anos BP. Estes eventos, designados \n\nna literatura científica internacional como Bond events, correspondem a ciclos climáticos \n\n\n\n \n\n21 \n\n \n\nmilenares de carácter mais frio, relacionados com a interação do sistema oceano-atmosfera, mas \n\nindependentes dos períodos glaciários-interglaciários (Bond et al., 1997). Geralmente, os eventos \n\nfrios apresentam um carácter extremamente abrupto, marcado por variações de clima seco-\n\nhúmido-seco, sendo considerados um fenómeno à escala global e não apenas regional (Wanner et \n\nal., 2008), possuindo diferentes tipos de manifestações climáticas, dependendo da latitude e \n\nlongitude. \n\nSegundo os autores, o principal fator de forçamento responsável por estes períodos mais frios \n\nseria a circulação termohalina do oceano Atlântico Norte, relacionada com o arrefecimento da \n\nsuperfície do mar. A importância da variabilidade oceânica sobre o sistema climático ainda não é \n\nbem conhecida, sabendo-se apenas que existem mudanças de longo prazo nas circulações \n\noceânicas de escala global de décadas e milénios. Estas influenciam o transporte e distribuição de \n\ncalor sensível nos oceanos e, consequentemente, as temperaturas do ar, devido às variações nas \n\ntrocas de calor entre a superfície do oceano e a atmosfera.  \n\nBond et al. (2001), Swindles et al. (2007) e Wanner et al. (2008) salientam a dificuldade em \n\nidentificar os principais fatores de forçamento dos eventos Bond, atribuindo-os principalmente às \n\nvariações da atividade solar, visto que a diminuição da atividade solar aumenta a intensidade da \n\nradiação cósmica que chega à Terra, o que estimula a formação de nuvens e reduz a intensidade \n\nda radiação solar ultra-violeta (Wanner et al., 2008) No entanto, esta hipótese está pouco \n\ncompreendida e quantificada, pois a influência das nuvens sobre o sistema climático pode ser \n\npositivo (forçamento radiativo positivo conduz ao aquecimento climático) ou negativo \n\n(forçamento radiativo negativo conduz ao seu arrefecimento), dependendo da altitude em que \n\nelas se formam. \n\nSeguidamente são apresentadas algumas alterações climáticas ocorridas desde os últimos 5000 \n\nanos (Quadro 1). \n\n \n\n  \n\n \n\n\n\n22 \n\n \n\n \n\nQuadro 1 – Cronologia de eventos climáticos detetados por diversos autores, nos últimos 5000 anos. \n\nCronologia Período Clima Local Autores \n\nPortugal Dinis et al., 2006; Cruces et al., 2011 \n\nEspanha \n\nItália \n\nGrécia \n\n7000-5000 Calcolítico Frio e Húmido \n\nAlpes \n\nde acordo com bibliografia revista por Issar, 2003 \n\nAndes \n\nNova Zelândia \n\nde acordo com bibliografia revista por Wanner et al., \n2008 \n\nMédio Oriente \n\nLevante \n\nMar Cáspio \n\nGrécia \n\nItália \n\nAlpes \n\nEspanha \n\nPortugal \n\n5000-4000 Idade do Bronze Inicial Quente e Seco \n\nEscandinávia \n\nde acordo com bibliografia revista por Issar, 2003 \n\nMédio Oriente \n\nLevante \n\nMar Cáspio \n\nItália \n\nPenínsula Ibérica \n\n4000-3500 Bronze médio Quente e Seco \n\nAlpes \n\nde acordo com bibliografia revista por Issar, 2003 \n\n \n\n \n\n\n\n \n\n23 \n\n \n\n \n\n \n\n \n\nQuadro 1 – Cronologia de eventos climáticos detetados por diversos autores, nos últimos 5000 anos (cont.) \n\nCronologia Período Clima Local Autores \n\nIrlanda Swindles et al., 2007 \n\nPolónia Issar, 2003 \n\nPortugal Cruces et al., 2011 \n\nEspanha \n\nItália \nde acordo com bibliografia revista por Issar, 2003 \n\nAlpes Wanner et al., 2008 \n\nGrécia \n\nMar Cáspio \n\nFrio e Húmido \n\nMédio Oriente \n\n3500-2600 Final Idade do Bronze Início da Idade do Ferro \n\nSeco Escandinávia \n\nde acordo com bibliografia revista por Issar, 2003 \n\nFrio e Húmido Europa Martin-Puertas et al., 2009 \n2600-1600 Período Húmido Ibérico Romano \n\nHúmido Espanha Martin-Puertas et al., 2009 \n\nMédio Oriente Issar, 2003 \n\nPortugal Dinis et al., 2006; Cruces et al., 2011 \n\nHolanda \n\nIlhas Britânicas \nde acordo com bibliografia revista por Issar, 2003 \n\n2300-1300 Período Romano-Bizantino Quente e Húmido \n\nEscandinávia Wanner et al., 2008 \n\nTransição Período Romano-Bizantino Portugal Cruces et al., 2011 e Dinis et al., 2006 \n\nInsere-se período das trevas e Mínimo de Oort Levante 1700-1600 \n\n \n\nFrio e Seco \n\nSuécia \nde acordo com bibliografia revista por Issar, 2003 \n\n \n\n\n\n \n\n24 \n\n \n\n \n\n \n\n \n\nQuadro 1 – Cronologia de eventos climáticos detetados por diversos autores, nos últimos 5000 anos (cont.) \n\nCronologia Período Clima Local Autores \n\n Período Bizantino Quente e Seco Portugal Dinis et al., 2006; Cruces et al., 2011 \n\nEscandinávia \nFrio e Húmido \n\nIlhas Britânicas \n\nde acordo com bibliografia revista por Issar, 2003 \n\nFrio e Seco Portugal Dinis et al., 2006; Cruces et al., 2011 \n\n1300-1000 Período árabe-Muçulmano \n\nQuente e Seco Levante Issar, 2003 \n\nEscandinávia \n\nIlhas Britânicas \n\nde acordo com bibliografia revista por Issar, 2003 \n1000-400  Frio e Húmido \n\nPortugal Cruces et al., 2011 \n\nSeco Médio Oriente Issar, 2003 \n400-100 Período Otomano \n\nHúmido Portugal Cruces et al., 2011 \n\n100-até ao presente Período Industrial Quente Portugal Dinis et al., 2006 \n\n \n\n\n\n25 \n\n \n\nCom base em informação paleohidrológica recolhida em turfeiras irlandesas, Swindles et al. (2007) \n\ndemonstram a complexidade temporal e espacial na resposta climática nas áreas oceânicas e \n\ncontinentais à variação da atividade solar. Em 2800 anos cal BP houve uma rápida redução da \n\natividade solar que se manifestou por toda a Europa, o que corrobora com os dados de Bond et al. \n\n(1997) e Martin-Puertas et al. (2009). Todavia, os registos obtidos nas turfeiras irlandesas indicam \n\num clima relativamente seco em 2800 anos cal BP, verificando-se apenas em 2700 anos cal BP \n\numa alteração climática, alternando o clima então para frio e húmido, prolongando-se por cem \n\nanos. Desta forma, os autores sugerem que a resposta tardia pode estar associada à mudança na \n\ncirculação termohalina, ocorrida em 2700 anos cal BP. \n\nO mediterrâneo é uma das regiões globais mais vulneráveis ao designado aquecimento global. \n\nAlguns estudos citados por Martin-Puertas et al. (2009) e Cruces et al. (2011) indicam que a região \n\nmediterrânea foi assolada por condições de estiagem entre 4000-2800 anos cal BP e após 1600 \n\nanos cal BP. Entre este intervalo de tempo verificou-se um período mais húmido e frio na Europa e \n\ncondições mais húmidas na região mediterrânea. Esta fase corresponde ao Período Húmido Ibero-\n\nRomano (PHIR, 2600-1600 anos cal BP), representativa do clima mais frio e húmido registado no \n\nsul de Espanha desde há 4000 anos (Martin-Puertas et al., 2009). Entre 2800 e 2710 anos cal BP \n\nhouve um aumento da concentração de CO2 na atmosfera como consequência da reduzida \n\natividade solar. Segundo os autores, o PHIR iniciou-se entre 2600 e 2500 anos cal BP após um \n\nperíodo seco bem documentado na Europa. A presença de grandes civilizações na Europa Central \n\ne do Sul foi favorecida com as condições húmidas existentes na região, que favoreceram a prática \n\nagrícola, o que potenciou o impacto da ação antrópica sobre o território. Esta fase foi marcada por \n\num evento transgressivo com diversas inundações de grande magnitude (Martin-Puertas et al., \n\n2009). Entre 2500 e 2140 anos cal BP, a fase mais húmida do PHIR, o processo de sedimentação foi \n\npermanente no lago Zoñar (Andaluzia, sul de Espanha), excetuando-se um pequeno período e com \n\nbaixa produtividade orgânica. Este período foi caracterizado por temperaturas mais elevadas e \n\nprecipitação moderada no Inverno e Primavera. Após 2325 anos cal BP ocorreu um período \n\nbastante produtivo de matéria orgânica, devido à precipitação elevada no Inverno. Estas \n\nmudanças são similares às documentadas e registadas nas últimas décadas na mesma região \n\n(invernos frios/ verões quentes). Entre 2140 e 1800 anos cal BP houve um decréscimo de \n\nprecipitação, com regresso às condições de estiagem, o que levou à diminuição do corpo aquoso \n\ndo lago Zoñar, devido à estiagem e irrigação de terrenos agrícolas circundantes. Após 1800 anos \n\ncal BP até 1600 anos cal BP houve um retorno a condições mais húmidas, com fim do império \n\n\n\n \n\n26 \n\n \n\nromano e declínio da atividade antrópica sobre o território. As semelhanças dos registos obtidos \n\ncom informação disponível do Norte de Europa e Mediterrâneo Oriental sustentam o clima \n\nhúmido que caracterizou este período. Além disso, Martin-Puertas et al. (2009) identificaram dois \n\nciclos principais (60 e 20 anos) no PHIR idênticos à influência da NAO (60 anos) e da circulação \n\ntermohalina oceânica global (20 anos). \n\nDo período Industrial até à atualidade é marcado pela subida da temperatura média global, que \n\npode ser explicado pela influência do Homem, pois existe uma correlação positiva entre a \n\nquantidade de combustíveis fosseis queimados antropogenicamente e o aumento de CO2, \n\nsugerindo que a queima destes combustíveis induz a esse aumento. Projeções realizadas pelo IPCC \n\n(2001) ditam um aumento da temperatura média global situada entre 1,4 e 5,8\no\nC e diminuição da \n\nhumidade para 2100. \n\nEstas projeções apontam para um aumento de temporais no Mediterrâneo, pelo que Sabatier et \n\nal. (2012) procuraram compreender as possíveis tendências de longo prazo das tempestades e \n\ncomo é que estas se relacionam com as condições climáticas passadas. Os autores identificaram \n\nsete períodos de temporal em: 6300-6100, 5650-5400, 4400-4050, 3650-3200, 2800-2600, 1950-\n\n1400 e 400-50 anos cal BP, estando estes períodos associados a condições mais frias no Atlântico \n\nNorte e à diminuição da temperatura da superfície do mar. Estes períodos de aumento de \n\ntemporais apresentam uma ciclicidade centenária, mas não podem ser extrapolados para períodos \n\nmais curtos\n1\n. O Período Quente Medieval (doravante designado por PQM), balizado entre 1150 e \n\n650 anos cal BP foi, como seria de esperar, caracterizado por baixa atividade temporal (Sabatier et \n\nal., 2012) e um máximo de atividade solar, o que originou uma redução muito pequena das áreas \n\nemersas (Dinis et al., 2006). \n\n A ciclicidade das flutuações climáticas no Holocénico não gera consenso na comunidade científica, \n\nsobretudo pela transição do PQM para a Pequena Idade do Gelo (PIG), que corresponde ao mais \n\nrecente e proeminente período de avanço de glaciares, em que os glaciares da Escandinávia, \n\nAlpes, Alasca e Montanhas Rochosas alcançaram a sua máxima extensão (Zazo, 2006; Wanner et \n\nal., 2008). Bond et al. (1997) sugerem que a PIG, entre 1300 e 1870 d.C., corresponde a um \n\nepisódio frio na série de ciclos milenares, tendo sido caracterizada pela diminuição dos valores de \n\n                                                           \n\n1\n Na realidade o Projeto Micore que visa avaliar o risco de futuros eventos de tempestade severa em vários locais da \n\nUE não permite tirar conclusões quanto ao aumento previsto pelo IPCC da intensidade e da frequência de períodos de \n\ntemporais severos. \n\n\n\n \n\n27 \n\n \n\ntemperatura no verão no hemisfério norte, especulando-se que foi desencadeada por uma \n\nredução da atividade solar, com períodos de ausência praticamente total de manchas solares, \n\ndenominados de Mínimo de Spörer (1418-1540), Mínimo de Maunder (1640-1715) e Mínimo de \n\nDalton (1795-1825). \n\nCruces et al. (2011) identificaram diversos períodos áridos intercalados por períodos de inundação \n\nentre 150 e 7350 anos cal BP nas turfeiras peri-marinhas no sudoeste alentejano. Os períodos de \n\nmaior aridez e mais frios são contemporâneos com o abandono do modelo arquitetónico romano \n\nde cariz mediterrâneo, de espaços abertos dos edifícios. Alguns eventos climáticos detetados \n\nestão sintetizados no Quadro 2. \n\nNo Mediterrâneo ocidental foram detetadas variações na temperatura da superfície oceânica, \n\nbem como nos litorais atlânticos subtropicais de África e Atlântico Norte, sugerindo que estes \n\neventos têm influência a nível do hemisfério (Wanner et al., 2008). A melhoria climática após a PIG \n\nmarca o início de uma fase relativamente quente no ciclo milenar, com aumento da atividade solar \n\ndesde o Mínimo de Maunder (Wanner et al., 2008). \n\n \n\nQuadro 2 – Cronologia dos eventos climáticos detetados por Cruces et al. (2011) nos sistemas interdunares estudados \n\nno sudoeste Alentejano. PIG – Pequena Idade do Gelo; PQM – Período Quente Medieval; PQR – Período Quente \n\nRomano. \n\nClima Cronologia (anos cal BP) Evento Climático \n\nHúmido 150 Pós PIG \n\nÁrido 710 PIG \n\nHúmido 840 \n\nÁrido 1010 \n\nHúmido 1380 \n\nPQM \n\nÁrido 1670 “Período das Trevas” \n\nHúmido 2350 PQR \n\nÁrido 2820  \n\nHúmido 3370  \n\nÁrido 4320  \n\nHúmido 5170  \n\n \n\nAs principais alterações climáticas holocénicas que ocorreram na Península Ibérica e \n\nconsequentemente em Portugal podem ser correlacionadas com outras regiões europeias, \n\n\n\n \n\n28 \n\n \n\nembora a sua duração e impacto sobre o ciclo hidrológico difira. Foram registadas as seguintes \n\nilações depois de uma intensa pesquisa bibliográfica: \n\n i) o Holocénico foi marcado por diversas alterações climáticas que afetaram o ciclo hidrológico; \n\nii) nas regiões influenciadas pelos ventos de Oeste, nomeadamente o Mediterrâneo, a Europa \n\nCentral e Ocidental e os EUA Ocidental, os climas mais frios causaram maiores precipitações, \n\nverificando-se o transbordo de muitos sistemas hidrológicos;  \n\niii) nas latitudes e altitudes mais elevadas, o clima frio foi responsável pelo avanço de glaciares;  \n\niv) na parte mais continental da Europa, designadamente na bacia hidrográfica do mar Cáspio, o \n\nclima frio é representativo de maiores estiagens. \n\n \n\n   2.1.2. Variações do nível do mar \n\nAo longo do Holocénico surgiram significativas alterações ambientais, particularmente climáticas, \n\nque induziram significativas alterações morfológicas, mas estas também sofreram um profundo \n\nimpacto antrópico, visto que a época holocénica foi caracterizada por profundas alterações na \n\nhumanidade, com forte desenvolvimento social e económico, devido ao aumento da agricultura e \n\nda desflorestação. Assim, a erosão verificada nas bacias hidrográficas depende de alterações \n\nambientais e antrópicas (Dinis et al., 2006; Ferreira, 2007; Osher e Flannagan, 2007; Magny et al., \n\n2011; Ramos-Pereira et al., 2011).  \n\nComo anteriormente referido, o Holocénico começou há cerca de 10 000 anos BP, mas os \n\nmecanismos que causaram as alterações ambientais durante esta época holocénica não são \n\ntotalmente conhecidos. Porém, esta época é caracterizada por um melhoramento climático e pela \n\nrápida e generalizada subida do nível do mar, como resposta à fusão dos glaciares da última \n\nglaciação (Issar, 2003; Ferreira, 2007; Wanner et al., 2008). \n\nEste episódio de subida eustática do nível do mar a nível global designa-se por transgressão \n\nholocénica, que acompanhou o aquecimento climático generalizado do Holocénico, que se traduz \n\nnum eustatismo positivo, porém com algumas oscilações na taxa de subida do nível do mar \n\n(Ferreira, 2007). De um modo geral, o ritmo de subida foi mais intenso na primeira metade do \n\nHolocénico até cerca de 6000-5000 anos BP (Dias, 2004) sendo, posteriormente, marcado por uma \n\nnítida desaceleração, condicionada localmente pela isostasia, a subsidência, o fornecimento \n\nsedimentar e a intervenção antrópica (Dinis et al., 2006; Ferreira, 2007). O nível médio do mar \n\n\n\n \n\n29 \n\n \n\natingiu a cota atual há cerca de 6000-5000 anos BP em vários litorais europeus, designadamente \n\nna Holanda, no Golfo da Biscaia, em Portugal e no Mediterrâneo (sul de Espanha, sul de França \n\nItália e Grécia) (Morhange et al., 2001; Issar, 2003; Dias, 2004; Sabatier et al., 2012). Lessa e \n\nMasselink (2006) indicam que a estabilização do nível do mar no sudeste australiano ocorreu em \n\n6000 anos BP, induzindo que a estabilização ocorreu de forma global. \n\nMorhange et al. (2001) indicam uma subida do nível do mar para o antigo porto de Marselha de \n\n0,7 mm/ano entre 4413 e 450 anos cal BP e de 0,2 mm/ano até ao presente. Magny et al. (2011) \n\natravés de registos sedimentológicos obtidos no lago Preola, na Sicília, obtiveram três grandes \n\nperíodos hidrológicos: (i) o período de 11 500 a 10 300 anos BP é caracterizado por condições de \n\nestiagem, com um nível médio bastante baixo; (ii) de 10 300 a 4500 anos cal BP as condições \n\nhúmidas prevaleceram, correspondendo a uma fase mais alta do nível do lago Preola; no entanto \n\neste período foi marcado por uma fase de estiagem entre 8300 e 7000 anos cal BP; e (iii) após \n\n4500 anos cal BP verificou-se uma diminuição do nível do lago siciliano. Tal como Issar (2003), os \n\nautores referem uma mudança climática brusca a partir de 4500/4000 anos BP, para condições \n\nmais quentes e secas. \n\nZazo (2006) sintetizou os principais aspetos que relacionam o clima com as variações do nível do \n\nmar, destacando fundamentalmente os que afetam a Península Ibérica concluindo que ainda não \n\né possível conhecer as tendências do nível do mar no passado recente na Península Ibérica, visto \n\nque até agora existem tendências opostas entre os litorais no norte e sul da Ibéria. \n\nDurante a época Plistocénica, o nível do mar baixou progressivamente até ao UMG (20 000 anos \n\ncal BP), em que atingiu o nível mais baixo da época glaciária. O litoral foi localizado a – 120 metros \n\nda cota atual. Terminado o último período glaciário, as mudanças ambientais e, em particular, as \n\nalterações climáticas não cessaram. Diversos estudos citados por Dias (2004) indicam que a última \n\ndeglaciação se iniciou há cerca de 15 000 anos BP no Atlântico Norte. A fusão dos gelos das calotes \n\nglaciárias terá introduzido grandes quantidades de água líquida nos oceanos e na plataforma \n\ncontinental portuguesa, o que permitiu a elevação do nível do mar até à cota -100m. Com um \n\nbaixo nível marinho, a plataforma emersa seria bem mais extensa do que a atual, entalhada por \n\ndiversos vales fluviais, que impediu que se verificasse regularização significativa do litoral. Os \n\nestuários não conseguiram atingir o equilíbrio com o novo nível de base, pelo que funcionavam \n\nessencialmente como elementos de captura da deriva litoral, mais do que fornecedores \n\nsedimentares para o oceano (Dias, 2004). O interestádio Bølling-Allerød, que se prolongou até 11 \n\n\n\n \n\n30 \n\n \n\n000 anos BP é um período de aquecimento climático. Durante este período o nível do mar subiu \n\nrapidamente até -40m, seguindo-se um período frio e regressivo (Dryas recente – 11 000 e 10 000 \n\nanos BP), no qual o nível relativo do mar desceu até à cota -60m, o que permite indicar que os \n\nsistemas estuarinos seriam sede de sedimentação fluvial, com alternância de areias estéreis em \n\nforaminíferos (Freitas et al., 2000; Alday et al., 2006). Perante o abaixamento do nível de base, os \n\nestuários instituíram-se como intensos fornecedores sedimentares para o litoral e para a \n\nplataforma continental, exportando grande parte dos materiais que, no período anterior, neles se \n\ntinham acumulado (Dias, 2004). Há cerca de 10 000 anos BP dá-se início à subida do nível do mar \n\nde forma descontínua que atinge -20m, com origem no aquecimento climático, marcando o início \n\ndo Holocénico. É nesta altura que se inicia a sedimentação marinha, pautada por descargas \n\nfluviais. Perante esta subida, a quantidade de sedimentos que era debitado para os litorais \n\noceânicos era pequena, pois ficavam retidos nos ambientes estuarinos. Foi principalmente nesta \n\nfase que se verificou a maior parte do preenchimento dos corpos estuarinos (Freitas et al., 2000; \n\nDias, 2004). \n\nEsta tendência geral de subida é glacioeustática que resultou da fusão dos glaciares e das calotes \n\npolares. Aproximadamente em 6000 anos cal BP, este comportamento cessou de tal forma que as \n\nvariações do nível do mar se devem fundamentalmente à redistribuição das massas de água no \n\noceano por via das correntes superficiais (Zazo, 2006). Vis et al. (2008) afirmam que a dinâmica \n\nhidroisostática tem um papel fundamental na variação do nível do mar, apesar da carga e \n\ndescarga da plataforma continental portuguesa ser desconhecida, mas tiveram em conta que a \n\nplataforma é longa e estreita. \n\nA sequência sedimentar mais completa para estudar a transgressão holocénica no litoral Ibérico \n\ntem sido obtida a partir de sondagens efetuadas em sistemas estuarinos, rias e deltas. Em todos \n\nobservou-se uma subida do nível do mar com distintas velocidades. A velocidade de subida do \n\nnível do mar é muito superior entre 9500 anos BP e 6500-5000 anos, na ordem dos 6-8mm/ano e \n\na partir de 6500 anos BP esta aceleração é reduzida para um valor próximo de 3mm/ano (Zazo, \n\n2006). Vis et al. (2008) construíram uma curva do nível do mar utilizando vinte datações \n\nradiocronológicas obtidas na planície aluvial do Tejo. O primeiro registo da subida do nível do mar \n\nfoi datado de cerca de 11 500 anos cal BP. Em 7000 anos cal BP o assoreamento do vale do Tejo \n\nocorreu simultaneamente em grandes áreas, o que indica uma diminuição ou mesmo estabilização \n\nda taxa de subida do nível relativo do mar. O início da estabilização do nível do mar, segundo estes \n\nautores, ocorreu mais cedo do que na maioria dos estudos publicados, que indicam uma \n\n\n\n \n\n31 \n\n \n\nestabilização entre 6000 e 5000 anos BP para o litoral português (Boski et al., 2002; Alday et al., \n\n2006; Boski et al., 2008). Em 5380+50 anos BP ocorre a relativa estabilização ou desaceleração do \n\nnível do mar (Freitas et al., 2000). Após este período, o ciclo sedimentológico sofreu impactes de \n\natividades antrópicas, verificando-se um intenso abastecimento sedimentar ao litoral (Dias, 2004). \n\nOs estuários entraram em equilíbrio, o que permitiu que exportassem sedimentos grosseiros para \n\no litoral iniciando-se, assim, a regularização da linha de costa (Dias, 2004). Os sedimentos mais \n\ngrosseiros depositaram-se nas reentrâncias, enquanto a erosão dominava nas áreas mais \n\nsalientes. \n\nA evolução costeira a partir de 7400 anos BP (Almeria) e 5000 anos BP (Huelva) consiste numa \n\nsérie de fases progressivas interrompidas por períodos de curta duração (300-600 anos) que se \n\nproduzem com uma ciclicidade milenar (1400-3000 anos), caracterizados por um baixo nível do \n\nmar e aumento de aridez. O início destes períodos coincide, em alguns casos com os eventos \n\nBond, em especial em 5900 anos BP no Mediterrâneo, 2800 anos BP no Mediterrâneo e Atlântico \n\ne 1400 anos BP apenas no Atlântico (Zazo, 2006).    \n\n \n\n2.1.3. Implicações na zona costeira portuguesa \n\nOs litorais são sistemas complexos, devido aos vários subsistemas das esferas (geosfera, \n\nhidrosfera, atmosfera e biosfera) que se intercetam na zona costeira sendo, por isso, definidos \n\ncomo interface múltipla. Por constituírem as zonas mais dinâmicas da superfície terrestre é difícil \n\ndefinir como evoluíram nos últimos milhares de anos (Dias, 2004). \n\nOs estuários ocupam o sector terminal dos cursos de água afluentes ao litoral. O perfil longitudinal \n\ndos cursos de água é, na maior parte das vezes, mais declivoso a montante do que a jusante, \n\ninfluenciando a atividade localizada da erosão, predominante nos setores mais elevados da bacia \n\nhidrográfica, e deposição fluvial, mais frequente nos sectores deprimidos. Os sistemas fluviais \n\nconstituem um dispositivo hidráulico de evacuação da água da superfície dos continentes, mas \n\ntambém do transporte de sedimentos (Andrade e Freitas, 1999). Deste modo, a subida do nível do \n\nmar intensifica o assoreamento de um estuário, visto que os sedimentos que o rio transporta \n\nseriam originalmente depositados no oceano (geralmente o nível de base dos sistemas fluviais), \n\npassando agora a depositar-se nos sectores terminais dos cursos de água, até que o sistema fluvial \n\nencontre o seu novo nível de base, ou seja, a capacidade de incisão de um vale fluvial ou rede \n\nhidrográfica é função do seu nível de base, abaixo do qual os rios deixam de poder exercer \n\n\n\n \n\n32 \n\n \n\nqualquer trabalho de erosão. Em regime transgressivo, o nível de base é constantemente elevado \n\ne o sector terminal do vale fluvial é inundado, para formar um estuário (Andrade e Freitas, 1999). \n\nNestes sectores depositam-se sedimentos, que migram preferencialmente para sectores cada vez \n\nmais interiores do estuário, à medida que o nível de base se eleva, ou seja, os sedimentos \n\ntransportados pelos cursos de água são depositados à cota de um novo nível de base, mas que se \n\nlocaliza mais para montante (Ferreira, 2007). Por este motivo, a maioria dos estuários portugueses \n\ndispõe de vastas planícies aluviais, nas quais se vislumbra o assoreamento intenso dos sectores \n\nmais interiores dos vales (Andrade e Freitas, 1999), que perderam o seu típico perfil em V \n\npassando para vales de fundo plano, devido ao enchimento sedimentar induzido pela elevação \n\nholocénica do respetivo nível de base. Deste modo, pode afirmar-se que a tendência de evolução \n\ndos estuários é de assoreamento e colmatação total (Andrade e Freitas, 1999). \n\nOs sistemas estuarinos localizam-se na interface oceano-atmosfera, entre as dinâmicas marinhas e \n\nfluvial, e por isso são especialmente sensíveis às alterações climáticas e à subida do nível do mar. \n\nA dinâmica marinha está traduzida na subida inconstante do nível do mar desde a Última \n\nGlaciação, resultante da expansão térmica dos oceanos e do degelo dos glaciares de montanha e \n\ndas calotes polares em consequência do “aquecimento global”, sendo um fator desencadeante de \n\nerosão marinha e recuo da linha de costa, sobretudo em sistemas litorais baixos e arenosos.  \n\nAs alterações climáticas também condicionam a dinâmica fluvial através do regime de \n\nprecipitação. Este tem influência no escoamento líquido que o rio transporta (maior ou menor \n\ncaudal), mas também no escoamento sólido, nomeadamente no transporte de sedimentos e na \n\ndinâmica de vertentes. As características térmicas são igualmente fundamentais, visto que o \n\narrefecimento ou o aumento da aridez promove a erosão dos solos, o que aumenta a carga que os \n\ncursos de água transportam em situações de cheia. Estes episódios estão bem documentados nos \n\nsedimentos dos estuários, visto que a dada altura interrompem o típico processo de sedimentação \n\nfluvial, depositando grande volume de sedimentos arenosos nos estuários. \n\nA pressão exercida pela atividade antrópica sobre as bacias hidrográficas pode alterar parâmetros \n\nde qualidade da água, como a turbidez que está condicionada pela carga sólida em suspensão \n\ntransportada pelos rios em episódios de cheia. Esta reflete as taxas de sedimentação fornecidas \n\npelas vertentes e fundos de vale, podendo ser potenciadas pela ação antrópica, nomeadamente \n\npela intensificação de práticas agrícolas e desflorestação, que promovem a desnudação das \n\nvertentes e sua erosão, aumentando a carga sólida que os rios transportam em episódios de cheia, \n\n\n\n \n\n33 \n\n \n\no que potencia o assoreamento dos canais fluviais. Desta forma, é possível verificar o tipo de uso \n\ndo território exercido num determinado tempo através da sedimentação estuarina. \n\nO tipo e taxa de coberto vegetal das bacias hidrográficas por serem constantemente modificados, \n\nquer por processos naturais ou antrópicos, produzem diversos impactos na dinâmica fluvial, cuja \n\ninfluência sobre o escoamento superficial e, consequentemente, da produção de sedimentos é \n\nnítida. Assim, um território que seja constantemente arado sofre maior erosão pela \n\ndisponibilidade de materiais não consolidados. \n\n  \n\n  2.1.4. Estudos temáticos similares em estuários portugueses \n\nDurante o Holocénico ocorreram importantes alterações climáticas e do nível do mar, com \n\nsignificativas alterações na paisagem, manifestadas no litoral português, em geral, e na área de \n\nestudo, em particular. \n\nDevido à rápida sedimentação durante a transgressão flandriana, os ambientes de transição \n\noferecem um conjunto de informação paleoambiental essencial que permite estudar a sequência \n\nde eventos temporais e espaciais que geraram a morfologia litoral atual (Boski et al., 2002; Alday \n\net al., 2006). Diversos estudos publicados mostram a importância da aplicação de uma \n\nmetodologia multidisciplinar para reconstruções paleoambientais e paleogeográficas, tendo sido \n\njá publicados diversos estudos em estuários portugueses. \n\nBoski et al. (2002) efetuaram a primeira avaliação da fase transgressiva desde o UMG no estuário \n\ndo rio Guadiana, através de registos sedimentológicos, foraminíferos e de fauna a fim de \n\nestabelecerem a sequência de eventos que levou à sua formação atual. A sequência sedimentar \n\nholocénica foi depositada diretamente sobre um sistema fan-delta (leque aluvial cujas proteções \n\ndistais se inserem em corpos aquosos) e em cima de areias fluviais depositadas entre 11 000 e \n\n10 000 anos BP. Cerca de 9800 anos BP, o estuário do Guadiana foi preenchido por sedimentos \n\nargilosos, quando o nível do mar estava cerca de 39m abaixo do atual, correspondendo a uma fase \n\nacelerada de assoreamento. Entre 7500 e 7000 anos BP, na parte central do estuário começaram a \n\ndepositar-se sedimentos mais grosseiros provenientes da plataforma continental. O ritmo de \n\nsedimentação foi acompanhado pelo ritmo de subida do nível do mar. A primeira fase de subida \n\ndo nível do mar terminou em 6500 anos BP, apresentando uma taxa de elevação de 8,5mm/ano, o \n\nque originou o isolamento dos sistemas lagunares próximos do Guadiana com o oceano e uma \n\nsedimentação tipicamente arenosa no corpo estuarino. O nível do mar próximo do atual ocorreu \n\n\n\n \n\n34 \n\n \n\nem 5000 anos BP, após um período lento de subida do nível do mar (3mm/ano). A fase de acreção \n\ndo estuário é fortemente influenciada pelas atividades antrópicas (desflorestação e mudança na \n\nrede de drenagem), com início há cerca de 5000 anos (Boski et al., 2010). A partir do século XVI há \n\numa diminuição da zona entremarés de diversos estuários algarvios (Boski et al., 2008) e um \n\ncontínuo assoreamento do estuário do Guadiana (Boski et al., 2002), como comprovado através \n\nde dados arqueológicos e mapas de navegação. \n\nOs estuários de Beliche-Guadiana e Gilão-Almargem foram estudados por Boski et al. (2008), a fim \n\nde reconstruírem os ambientes de sedimentação impulsionados pela subida do nível do mar, \n\ndesde o UMG, baseando-se em análises sedimentológicas, foraminíferas e da influência marinha. \n\nAtravés deste estudo, os autores indicam que a acumulação de sedimentos ocorreu em ambientes \n\nestuarinos protegidos (Beliche-Guadiana e Almargem) num registo quase contínuo, com subida do \n\nnível do mar desde 13 000 anos BP, caracterizado por possuir sequências de terraços de maré e \n\nsapais. Todavia, os estuários de Gilão-Almargem apresentam uma taxa de acreção mais irregular \n\nnos últimos 8000 anos, devido ao maior dinamismo dos estuários. Boski et al. (2008) estimaram as \n\ntaxas de sedimentação obtendo uma taxa de 7,6mm/ano entre 13000-7500 anos BP valor \n\nsemelhante ao obtido por Boski et al. (2002) no estuário do Guadiana. Numa janela temporal \n\ninferior (10 700-7000 anos BP), os autores obtiveram uma taxa de acreção sedimentar de \n\n8,5mm/ano. Após 7000 anos BP, a taxa de acreção de sedimentos foi de 0,9 mm/ano, que \n\nsegundo Boski et al. (2008) é idêntica ao valor alcançado por Perez-Arlucea et al. (2005) na ria de \n\nVigo (1,12mm/ano entre 2001 e 484 anos BP). \n\nCom base em registos sedimentológicos e micropaleontológicos efetuados na planície aluvial da \n\nribeira do Corgo do Porto, pequeno afluente do rio Mira, Alday et al. (2006) reconstruíram as \n\nalterações paleoambientais locais e regionais ocorridas. As características geomorfológicas \n\npassadas são bem distintas das atuais, devido às intensas inundações marinhas impulsionadas pela \n\nsubida do nível do mar desde o UMG. Através dos registos obtidos os autores distinguem cinco \n\nfases de evolução:  \n\ni) Fase A (antes de 10 000 anos cal BP) típica de um ambiente fluvial contemporâneo de \n\nbaixo nível do mar, devido à ausência de foraminíferos e outros indicadores marinhos. \n\nA sedimentação é representativa do início de um ambiente fluvial altamente \n\nenergético, consistindo em lodo e matriz arenosa suportada por seixos abundantes.  \n\nii) Fase B, entre 10 000 e 9000 anos cal BP, apresenta espécies foraminíferas típicas de \n\nambientes salobros. A deposição de sedimentos ocorreu em ambiente estuarino de \n\n\n\n \n\n35 \n\n \n\nbaixa energia, com um nível do mar 20m abaixo do atual. Todavia, verifica-se um \n\nprogressivo aumento de espécies foraminíferas marinhas, típico de um ambiente mais \n\nsalino, devido à contínua subida do nível do mar, sendo esta fase então caracterizada \n\npela transgressão flandriana. \n\niii) Fase C, datada entre 9000 e 5800 anos cal BP, representa um ambiente de baixa \n\nenergia (ambiente estuarino) com condições normais de salinidade marinha, sendo \n\nsuportada pela abundância e diversidade de espécies foraminíferas e nannoplankton \n\ncalcário, bem como maior presença de bioclastos. Esta fase desenvolveu-se como \n\nconsequência de significativas inundações e de condições abertas às influências \n\nmarinhas, o que indica ser representativo de um ambiente de rias. Este ambiente \n\naberto às influências marinhas ocorreu até 5800 anos cal BP. As fases B e C expressam \n\no progressivo aumento do nível do mar após a UMG, cuja estabilização do nível do mar \n\nocorreu por volta de 5800 anos cal BP.  \n\niv) Fase paleoambiental D, balizada entre 5800 e 4000 anos cal BP, verifica-se um retorno \n\na condições estuarinas mais restritas, com espécies foraminíferas aptas a condições \n\nsalobras e marinhas, enquanto os registos de nannoplakton calcários são mais \n\nreduzidos e irregulares, o que reflete uma tendência regressiva neste troço litoral, \n\ndevido ao assoreamento associado à diminuição da taxa de subida do nível do mar. \n\nv) Na fase E (até ao presente) os sedimentos provêm de terraços fluviais, o que indica um \n\nambiente de sedimentação tipicamente fluvial, influenciado pela atividade antrópica. \n\n \n\nOs dois últimos estágios de evolução paleoambiental são típicos de um ambiente protegido das \n\ninfluências marinhas. Estas alterações ambientais são similares a sistemas lagunares (Albufeira, \n\nMelides e Santo André) próximos da ribeira do Corgo do Porto, com formação de uma proteção \n\ndistal perto de 5500 anos cal BP, o que promove uma proteção aos eventos marinhos mais \n\nenergéticos. Baseando-se nestes resultados, Alday et al. (2006) indicam que o principal fator de \n\nforçamento pela evolução costeira no sudoeste Alentejano é a subida do nível do mar. Após 5800 \n\nanos cal BP, a evolução neste sector tem sido de natureza local, sobretudo, pela pressão antrópica \n\nexercida sobre o território. \n\nVis et al. (2008) construíram cinco mapas paleogeográficos do enchimento do baixo Vale do Tejo \n\ndesde o Plistocénico (20 000 anos BP), indicando que a subida do nível relativo do mar e a \n\n\n\n \n\n36 \n\n \n\ndisponibilidade e fornecimento de sedimentos fluviais são os principais fatores que controlam a \n\nsedimentação na bacia do Tejo. Há 20 000 anos cal BP, o rio Tejo estaria diretamente ligado ao \n\noceano e em 12 000 anos cal BP, um clima quente e húmido provocou uma alteração na rede de \n\ndrenagem, com alteração do rio para um único canal fluvial. A mudança do traçado do rio para um \n\núnico canal pode ser explicada pela subida repentina do nível do mar e pelas alterações climáticas \n\ne na vegetação, com rápidas expansões de Pinus, Quercus e outra vegetação mediterrânea. O \n\nperíodo temperado (Bølling-Allerød) seguiu-se ao último Heinrich event (Dryas recente), \n\ncaracterizado pelo aumento do coberto vegetal e da evapotranspiração, provocando picos de \n\ncheia menos extremos e uma maior produção de sedimentos de granulometria menos grosseira, \n\nresultando num único canal. Entre 12 000 e 7000 anos cal BP, o aumento do nível do mar \n\nprovocou uma transgressão no baixo Vale do Tejo e desenvolvimento de extensos ambientes de \n\nmaré. A estabilização do nível do mar iniciou-se em 7000 anos cal BP, devido ao fornecimento de \n\nsedimentos fluviais, com a planície aluvial do Tejo completamente inundada nesta data. Entre \n\n7000-4000 anos cal BP, a maioria dos sedimentos provinha da grande captação do Tejo, resultante \n\ndo fim da subida do nível do mar, o que corrobora com o crescimento de turfa e deposição de \n\nargila rica em matéria orgânica, por volta de 6000 anos cal BP. Em 5000 anos cal BP regista-se uma \n\nalteração climática, o clima deixa de ser húmido tornando-se mais árido, amplamente registada no \n\nMediterrâneo e Norte de África, o que provocou um aumento do fornecimento de sedimentos e \n\nassoreamento de muitas formas litorais (de acordo com a revisão bibliográfica citada por Issar, \n\n2003; Vis et al., 2008 e Wanner et al., 2008). Durante 4000 e 1000 anos cal BP, as alterações na \n\npaisagem foram dominadas pela deposição de sedimentos de origem fluvial. Após 1000 anos cal \n\nBP, o assoreamento na bacia do Tejo tem aumentado devido à atividade antrópica (aumento de \n\ndepósitos de tijolo, carvão e cerâmica), nomeadamente ao aumento da agricultura, desflorestação \n\ne erosão do solo. Contudo, a formação de matéria orgânica terminou abruptamente, devido ao \n\naumento da deposição de clastos (Vis et al., 2008). \n\nNo âmbito do Projeto FMI 5000 – Environmental Changes: Fluvio-marine interactions over the last \n\n5000 years (Projeto FCT nº: PTDC/CTE-GIX/104035/2008), Araújo-Gomes (2010) efetuou uma \n\nleitura geo-arqueossismológica no estuário da ribeira de Bensafrim, na qual constatou que o \n\nestuário terá sido aberto às influências marinhas pelo menos desde 4000 anos BP até há cerca de \n\n2800 anos BP, o que permite refletir sobre a relativa lentidão com que a sedimentação de origem \n\nfluvial responde face à estabilização do nível do mar. Aproximadamente em 3600 anos BP, o \n\nestuário teria uma proteção distal, promovendo um abrigo face aos eventos marinhos mais \n\n\n\n \n\n37 \n\n \n\nenergéticos e decantação no estuário de Bensafrim. No período romano, o estuário estaria \n\nabrigado, provavelmente por uma barreira arenosa, mostrando uma nítida mudança na dinâmica \n\nestuarina. A carga sólida transportada pelos cursos de água teve um papel predominante, visto \n\nque neste ambiente protegido acumularam-se sedimentos, o que permitiu o assoreamento do \n\nestuário da ribeira de Bensafrim. \n\nSchneider et al. (2010) efetuaram uma reconstituição dos estuários de Quarteira e Carcavai, \n\nbaseando-se em análises sedimentológicas, geoquímicas e palinológicas. Os resultados mostram \n\nque cada estuário se desenvolveu de forma diferente, devido à morfologia do paleovale, das \n\ncondições ambientais, da influência do mar e da formação de sistemas barreira. Os estuários \n\nforam inundados pelo aumento do nível do mar entre 7000 e 5500 cal BP, sendo assoreados até \n\nao início da ocupação romana (aproximadamente 2200 anos cal BP). A mudança de processos \n\nsedimentológicos nos estuários é evidente entre 5500 e 300 anos cal BP, sendo interpretado como \n\numa fase de erosão ou evidência de eventos de alta energia, tais como tempestades ou tsunamis. \n\nO desenvolvimento do litoral português no Holocénico resulta da transgressão marinha após o \n\nUMG, que inundou os vales de rios Plistocénicos. Porém, a resposta sedimentar a esta inundação e \n\na subsequente evolução dos estuários difere consideravelmente dependendo de vários fatores, \n\nnomeadamente, a morfologia do vale, a capacidade de captação e entrega de sedimentos. \n\nAlguns estudos anteriormente efetuados no litoral atlântico de Portugal e Espanha demonstram \n\nque a transgressão flandriana alcançou os maiores vales entre 13 000 e 10 000 anos cal BP (Vis et \n\nal., 2008; Boski et al., 2002 e 2008). Apesar da diferença temporal, a maioria das publicações \n\nidentifica uma sucessão de fácies composta por duas unidades. A unidade basal é composta por \n\nsedimentos mais finos depositados durante uma fase do nível do mar mais baixo. Nas bacias \n\nhidrográficas de maiores dimensões estes sedimentos são compostos essencialmente em areia e \n\ncascalho, enquanto nos sistemas de menor dimensão dominam as areias e argilas. \n\nA transgressão flandriana formou três sistemas lagunares em depressões criadas pela atividade da \n\nestrutura diapírica das Caldas da Rainha, designadas de Óbidos, Alfeizerão-Salir e Pedreneira. O \n\nestabelecimento de barreiras arenosas, determinadas pela desaceleração do nível médio do mar e \n\nas estreitas entradas rochosas, abrigaram estes sistemas lagunares, que foram então \n\nintensamente assoreados desde o final do século XII, devido ao crescimento da população, que se \n\nrefletiu no desenvolvimento da agricultura, desflorestação e, consequentemente, na maior \n\ndisponibilidade de sedimentos para as áreas costeiras. O século XIII foi caracterizado por \n\ncondições mais frias associadas ao mínimo solar e à PIG, mas também a um decréscimo \n\n\n\n \n\n38 \n\n \n\ndemográfico. Por conseguinte, muitas terras cultivadas foram reconquistadas por vegetação \n\nnatural, o que reduziu o ritmo de assoreamento dos sistemas estuarinos e lagunares, ilustrado na \n\ndiminuição de sedimentos ao litoral (Dinis et al., 2006). No entanto, desde o século XIV, a área e \n\nprofundidade das lagunas de Pederneira e Alfeizerão tinha vindo a diminuir devido ao \n\nassoreamento resultante da expansão agrícola e da existência de salinas nas proximidades das \n\nlagoas, levando há colmatação total no século XX da lagoa da Pederneira, enquanto o porto de S. \n\nMartinho só serve a embarcações de recreio, que atravessam a barra rochosa. A lagoa de Óbidos \n\ntambém tem vindo a diminuir a sua área e profundidade, devido ao intenso assoreamento \n\nprovocado pela desflorestação e agricultura nas vertentes da bacia que a drena (Henriques et al., \n\n2002). \n\n \n\n \n\n \n\n\n\n \n\n39 \n\n \n\n2.2. Estuário do Rio Alcabrichel \n\n 2.2.1. Enquadramento Geográfico \n\nO estudo da bacia vertente do rio Alcabrichel reveste-se de grande importância, pois o principal \n\nafluxo hídrico do estuário do Rio Alcabrichel é proveniente dos cursos de água afluentes e da \n\nprecipitação recebida em toda a bacia que ela drena, bem como a grande fornecedora de \n\nsedimentos, como atesta o aluviamento do estuário. \n\nA bacia hidrográfica do Rio Alcabrichel insere-se na Orla Mesocenozóica Ocidental Portuguesa, \n\nlocalizada entre as latitudes 240 000m N e 250 000m S e as longitudes 94 000m O e 117 000m E \n\nem coordenadas Hayford-Gauss, elipsoide internacional – datum Lisboa e abarca uma pequena \n\nporção de território do distrito de Lisboa (Fig. 4). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFig. 4 – Localização da bacia hidrográfica do Rio Alcabrichel. \n\n \n\n\n\n \n\n40 \n\n \n\nO Rio Alcabrichel é um rio temporário que tem a sua cabeceira na vertente ocidental da Serra de \n\nMontejunto desaguando na praia de Porto Novo, perto do Vimeiro. A sua bacia hidrográfica ocupa \n\numa área aproximada de 150km\n2\n e o comprimento do curso de água principal é de 30,55km, \n\npossuindo um regime hidrológico permanente, mas pouco caudaloso. Todavia, a planície aluvial, \n\npor vezes, superior a 1km de largura, indica uma grande capacidade de transporte durante \n\nepisódios de cheia. \n\nA área em estudo é, essencialmente, constituída por materiais detríticos, apresentando alguma \n\nmonotonia litológica, mas suficientemente diversa que imprime ao relevo nítidas diferenças. Do \n\nponto de vista litoestratigráfico, encontram-se materiais sedimentares consolidados a não \n\nconsolidados desde o início do Jurássico até à atualidade, assentando sobretudo em arenitos \n\nargilosos e/ou conglomeráticos, com presença de bancadas calcárias compactas, que conferem \n\numa atuação diferencial e seletiva aos agentes erosivos e modeladores da paisagem (Fig. 5) \n\n(Trindade, 2001). \n\nO sector terminal da bacia em estudo é caracterizado pelo papel ativo da tectónica, marcado pela \n\npresença de duas estruturas diapíricas (Fig. 5), conjugando regimes de tectónica global \n\n(compressão cenozóica) e regional. A depressão diapírica de Maceira surge no alinhamento da \n\nfalha da Lourinhã e da depressão tifónica de Caldas da Rainha, facto que confere um arranjo \n\nestrutural complexo aos materiais, principalmente aos calcários compactos bioclásticos do \n\nVimeiro que afloram e rodeiam o diapiro. Assim, o condicionamento tectónico da rede \n\nhidrográfica encontra-se bem evidente nas duas depressões diapíricas existentes na bacia do rio \n\nAlcabrichel (Trindade, 2001). \n\nA várzea de Maceira, situada na referida depressão diapírica e próxima da foz do Rio Alcabrichel, \n\nencontra-se disposta no sentido NE – SO e possui uma área aproximada de 0,46 km\n2\n. A \n\nemergência de uma bancada de calcários dolomíticos na nascente termal de Fonte dos Frades e, \n\nna margem oposta, um terraço remanescente da antiga planície aluvial constituem a separação da \n\nvárzea de Maceira em dois sectores. O primeiro sector, mais a montante, é delimitado pelo \n\nprimeiro estreitamento e desenvolve-se entre Cabeço Porto Rio e Cabeço de Fonte dos Frades, na \n\ndireção NE-SO, com 240 000 m\n2\n; o segundo sector, a jusante, que corresponde ao objeto de \n\nestudo, aparenta uma forma triangular com direção NO-SE, sendo delimitado pelos Cabeços de \n\nÁfrica e Pereira e Cabeço de Fonte dos Frades (Fig. 6). Este sector tem aproximadamente 219 700 \n\nm\n2\n. A área de estudo inserida na várzea de Maceira corresponde a 0,08 km², visto que o \n\nlevantamento topográfico não abrangeu toda a área do segundo sector. \n\n\n\n41 \n\n \n\n \n\nFig. 5 – Litologia da bacia hidrográfica do Rio Alcabrichel (adaptado das cartas geológicas 30A-Lourinhã, 30C-Torres Vedras e 30D-Alenquer). \n\n\n\n42 \n\n \n\nO Rio Alcabrichel encontra, na várzea de Maceira, condições propícias para depositar parte dos \n\nsedimentos transportados ao longo do seu percurso, uma vez que nesta área relativamente plana \n\nperde uma quantidade significativa da sua energia, devido às características meandrizadas do \n\nescoamento fluvial. Todavia, a foz do Rio Alcabrichel é facilmente fustigada durante o período das \n\nmarés vivas, onde a ação energética do mar, em alguns períodos, se faz sentir ao longo do leito do \n\nrio. \n\nO estuário do Rio Alcabrichel corresponde a um estuário de tipo mesotidal (mesomareal), com \n\namplitudes de marés entre 2 e 4 m, sendo a influência das marés superior à das ondas. Deste \n\nmodo, inclui-se nos estuários dominados pelas marés, segundo a classificação de Darlymple et al., \n\n(1992, in Perillo, 1995). É um estuário complexo condicionado pela tectónica, apresentando uma \n\nforma idêntica a um funil na parte distal, enquanto a várzea para o interior é confinada em duas \n\ngargantas desenvolvidas nos calcários compacto do Vimeiro. A influência das marés, semi-diurnas \n\ne regulares, é sentida em grande parte do estuário, face aos reduzidos caudais fluviais que apenas \n\nsão sentidos em condições extremas. A parte distal do estuário é influenciada pela dinâmica \n\nmarinha e a interior (várzea de Maceira) é dominada pela dinâmica fluvial. \n\n \n\nFig. 6 – Localização das sondagens em estudo. \n\n \n\nFonte dos Frades \n\nC. Pereira \n\nC. de África \n\nC. Porto Rio \n\n\n\n \n\n43 \n\n \n\n2.2.2. Caracterização geológica e geomorfológica \n\nComo anteriormente referido, a área em estudo corresponde a parte do estuário do Rio \n\nAlcabrichel. No entanto, as suas características, evolução e dinâmica dependem de um conjunto \n\nde fatores da bacia vertente e da plataforma continental interna. \n\nA bacia hidrográfica do Rio Alcabrichel assenta sobre formações de idade mesocenozóica, com \n\ndiferenças significativas na paisagem. Em termos estratigráficos, dominam as formações jurássicas \n\ncom 57,2% de área de afloramento. As formações cretácicas afloram em 29,9% da área total em \n\nestudo, enquanto as formações cenozóicas aparecem em 12,9 % (Fig. 7). \n\n \n\nFig. 7 – Idades geológicas representadas na bacia hidrográfica do Rio Alcabrichel (adaptado das cartas geológicas 30A-\n\nLourinhã, 30C-Torres Vedras e 30D-Alenquer). \n\n \n\nA formação mais antiga do Mesozóico, de idade hetangiana, existente na bacia hidrográfica do Rio \n\nAlcabrichel corresponde às “margas de Dagorda”, um complexo pelítico-carbonatado-evaporítico, \n\nconstituído por argilas gipsíferas e salíferas, bastante brechificadas, sendo responsável pelo \n\nalinhamento diapírico existente na Maceira, que se encontra instalado na falha de Lourinhã \n\n(Manuppella et al., 1999; Trindade, 2001).  \n\n\n\n \n\n44 \n\n \n\nOs “dolomitos em plaquetas”, contemporâneos da formação anteriormente descrita, cingem-se \n\nao interior da depressão diapírica de Maceira, encontram-se dispersos em pequenos núcleos, que \n\npor atuação da erosão diferencial devido à sua maior resistência face a esta, originaram relevos de \n\nmaior dureza, no centro do diapiro de Maceira (Manuppella et al., 1999). \n\nOs “grés, margas e arenitos da Praia da Amoreira e Porto Novo” apresentam diferentes fácies \n\nlitológicos de origem distal e continental. Esta unidade é rica em vestígios de dinossauros, de \n\nidade kimeridgiana (Manuppella et al., 1999). \n\nSobrepostas às margas de Dagorda afloram os “calcários compactos bioclásticos do Vimeiro”, \n\ndatados do Kimeridgiano superior (Manuppella et al., 1999). Estes formam um abrupto ao longo \n\nde toda a depressão diapírica, devido à resistência dos materiais face à ação da erosão diferencial \n\ne seletiva aos agentes erosivos. \n\nAinda no Kimeridgiano, aflora um complexo de margas pouco fossilífero pertencente às Camada \n\nda Abadia. Trata-se de margas com nódulos e concreções ferruginosas ou calcárias e argilas com \n\nintercalações de grés, de conglomerados e de colónias de polipeiros (Zbyszewski e Assunção, \n\n1965). \n\nSobreposta a esta unidade aparecem os “calcários corálicos de Amaral”, também kimeridgianos. \n\nEsta unidade litológica é formada por calcários oolíticos e recifais, com variações laterais de fácies \n\n(Zbyszewski e Assunção, 1965). \n\nO “complexo pteroceriano, incluindo as camadas com lima pseudo-alternicosta” é balizado no \n\nKimeridgiano, em que predominam as formações margosas mais ou menos fossilíferas no topo e \n\ngreso-arenosas na parte basal (Zbyszewski e Assunção, 1965). Esta unidade assenta sobre os \n\ncalcários de Amaral. \n\nAs camadas de Freixial, com idade portlandiana, permitem separar o Portlandiano do Pterociano. \n\nEste é um complexo de grés argilosos, por vezes micáceos, com algumas intercalações \n\nconglomeráticas, argilas e margas e concreções calcárias (Zbyszewski e Assunção, 1965). \n\nA maioria dos materiais presentes na bacia do Rio Alcabrichel é datada do Titoniano (38,3% de \n\nárea de afloramento). Na base deste andar encontram-se as “margas e grés de Castelhanos”, \n\nconstituídas por arenitos quartzosos finos a grosseiros, com frequentes argilas calcárias, que \n\napresentam variação lateral de fácies cada vez mais continental, não se conhecendo variações \n\nverticais dos mesmos (Manuppella et al., 1999).  \n\n\n\n \n\n45 \n\n \n\nSeguidamente afloram as “argilas, arenitos e arcoses de Nadrupe” típicas de um ambiente \n\ntransgressivo marinho-salobro, onde dominam arenitos arcósicos de cor amarela, ferruginosos, \n\nmicáceos, com intercalações de argilas siltosas micáceas (Manuppella et al., 1999).  \n\nSobre estas assentam os “calcários, grés margosos e margas de Miragaia” caracterizados por \n\ncalcários margosos e argilas margosas com intercalações areníticas (Manuppella et al., 1999). \n\nAdmite-se que estas três unidades litológicas constituem uma provável variação de fácies da \n\nunidade de Sobral, cujo limite superior é formado pela deposição da formação de Bombarral, \n\ntambém de idade titoniana. Esta formação é constituída por sequências siliclásticas continentais \n\nsiltosas, areníticas e conglomeráticas, com arenitos argilosos e argilas com montemorilonite, \n\nsedimentada num ambiente fluvio-lacustre (Manuppella et al., 1999). \n\nNa bacia hidrográfica do Rio Alcabrichel, a sedimentação Cretácica está presente numa unidade \n\nlitológica mais vasta, designada de “grés de Torres Vedras”, com idade neocomiana, aptiana e \n\nalbiana, portanto do Cretácico inferior (Zbyszewski et al., 1955; Zbyszewski e Assunção, 1965; \n\nManuppella et al., 1999). Este é um complexo de grés feldspáticos caulinífero, com intercalações \n\nlenticulares de argilas e bancadas conglomeráticas, que assenta sobre a unidade de Freixial, \n\nformando a base do Cretácico (Zbyszewski et al., 1955; Zbyszewski e Assunção, 1965; Manuppella \n\net al., 1999). É coberto por “calcários margosos com siltes e grés intercalados de Casal do Marco”, \n\nbalizados no Cenomaniano, tendo sido identificados pequenos gasterópodes e restos equinídeos \n\n(Manuppella et al., 1999). Esta formação apresenta pouquíssima expressividade na bacia do Rio \n\nAlcabrichel, com menos de 1% de área de afloramento. \n\nApós a sedimentação mesozóica, ocorre um hiato que abrange todo o Terciário, visto que depois \n\nsó se encontram depósitos do Plio-Plistocénico e Quaternário. \n\nOs materiais mais antigos do Cenozóico existentes na área em estudo são as “areias, arenitos com \n\nburgau e argilas de Silveira”, assentes sobre o Cretácico (formações de Torres Vedras e Casal do \n\nMarco) e/ou Jurássico (Formação do Bombarral). Esta unidade é caracterizada por fácies fluviais e \n\nareias, onde por vezes é possível distinguir níveis mais argilosos (Manuppella et al., 1999). \n\nReferentes ao quaternário encontram-se depósitos de terraços representados por areias e \n\ncascalheiras plistocénicas, ao longo do Rio Alcabrichel (Manuppella et al., 1999). Segundo Trindade \n\n(2001) pode-se acrescentar depósitos de cascalheiras, essencialmente, compostos por fragmentos \n\ncalcários fornecidos pela formação de Vimeiro, no sector jusante do acidente diapírico de Maceira. \n\n\n\n \n\n46 \n\n \n\nCom pouca expressividade na área em estudo encontram-se dunas plistocénicas cujo transporte \n\neólico mais relevante na evolução dos sistemas dunares foi de NW. Estas tendem a ser \n\ntransgressivos, verificando-se que a areia penetra para o interior (Manuppella et al., 1999). \n\nFinalmente encontram-se depósitos de enchimento mais recente bem desenvolvidos ao longo dos \n\nprincipais cursos de água, sendo compostos por material arenoso, lodos siltosos, por vezes, com \n\nconchas de moluscos e cascalheiras na base. \n\nAs areias de praia holocénicas estão cingidas por pequenos promontórios rochosos, formados por \n\nrochas Mesozóicas. Estes funcionam como esporões naturais, que aprisionam as areias \n\ntransportadas pela deriva litoral, formando praias, geralmente estreitas, desenvolvidas no sopé \n\ndas arribas (Manuppella et al., 1999). \n\nOs materiais quaternários herdados possuem géneses distintas associadas a dinâmicas de \n\ntransição e continentais, com distinção de materiais fluviais e coluvionares (Trindade, 2001). \n\nDo ponto de vista geomorfológico, a bacia hidrográfica do Rio Alcabrichel enquadra-se numa \n\nunidade mais vasta, que corresponde à plataforma litoral entre Peniche e a vertente norte da \n\nserra de Sintra. Esta é considerada de média altitude, com uma altitude média de 93m e uma \n\namplitude altimétrica de 360m, valor que corresponde à serra de Montejunto (Fig. 8). A \n\nregularidade relativa é interrompida pelo vale tifónico de Maceira, devido à extrusão halo e \n\nargilocinemática da unidade de Dagorda, que provocou o surgimento da depressão diapírica \n\ncorrespondente a um anticlinal esventrado. \n\nO Rio Alcabrichel nasce a 174m de altitude, na vertente ocidental da Serra de Montejunto, \n\npercorrendo cerca de 31km até à foz, na Praia de Porto Novo (Fig. 8).  \n\nO declive é um parâmetro fundamental no estudo do comportamento hidrológico de uma bacia, \n\nvisto que interfere na velocidade de escoamento, na capacidade de infiltração e na intensidade de \n\nerosão hídrica e fluvial, podendo transportar carga sólida durante as cheias e aumentar o seu \n\npoder destruidor (Ramos, 2009). A bacia em estudo ostenta baixos declives, em que predominam \n\nos declives compreendidos entre 0 e 5\no\n, pelo que prevalece a infiltração. O declive médio é de \n\n5,69\no\n e o máximo de 59,85\n\no \n(Fig. 9). \n\n\n\n47 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFig. 8 – Altimetria da bacia hidrográfica do Rio Alcabrichel e em pormenor da várzea de Maceira. \n\n \n\n \n\n\n\n \n\n48 \n\n \n\n \n\nFig. 9 – Declives da bacia hidrográfica do Rio Alcabrichel. \n\n \n\nA plataforma litoral a sul de Peniche é talhada em materiais detríticos consolidados, quase sempre \n\nmonoclinais, porém o papel ativo da tectónica é evidente na disposição dos materiais \n\nsedimentares, nomeadamente nos valores extremos da inclinação das camadas, apresentando \n\numa estratificação sub-horizontal e valores de inclinação de 90\no\n, a sudoeste de Maceira, revelando \n\numa influência cada vez mais significativa dos movimentos argilocinéticos que afetam a estrutura \n\ndo substrato, sendo esta área de fragilidade explorada por afluentes e pelo próprio Rio \n\nAlcabrichel. Apesar de atravessar distintas formações litológicas, o perfil longitudinal é muito \n\nregularizado e próximo do que seria o perfil de equilíbrio. \n\nApesar da planície aluvial existente na depressão diapírica de Maceira ser relativamente plana, \n\naproximadamente com 4m de altitude, há uma ligeira inclinação da várzea para o quadrante SW, \n\nonde atinge a mais baixa altitude com 2,91m, enquanto no quadrante oposto, possui 5,61m de \n\naltitude, de acordo com os dados obtidos pelo levantamento de campo de pormenor efetuado na \n\nvárzea de Maceira (Fig. 8). \n\nA área em estudo apresenta uma variedade de formas de relevo ligadas a estruturas tabulares, \n\nmonoclinais e dobradas. \n\n\n\n \n\n49 \n\n \n\nAs formas ligadas a estruturas tabulares desenvolvem-se sobretudo em substrato cretácico \n\npertencentes à grande unidade de Torres Vedras. A discordância erosiva entre o Jurássico e o \n\nCretácico fornece uma mudança na inclinação das camadas, passando de uma disposição \n\nmonoclinal a tabular, com valores de inclinação entre 3 e 5\no\n (Trindade, 2001). As formações de \n\nidade cretácica apresentam uma altimetria inferior às jurássicas, evidenciando que a ação dos \n\nagentes erosivos não foi suficiente para arrasar as estruturas jurássicas, o que confirma a dureza \n\ndos materiais jurássicos. Deste modo, as formações cretácicas são muito mais dissecadas, a rede \n\nde drenagem bastante menos hierarquizada, sugerindo uma resistência inferior à erosão destes \n\nmateriais e um fraco condicionamento estrutural a essa erosão. \n\nAs formas associadas a estruturas monoclinais estão bem desenvolvidas na unidade do Bombarral. \n\nApesar de algumas variações na direção de inclinação, estes materiais encontram-se orientados a \n\nsul e ESE, fazendo parte de uma estrutura sinclinal mais vasta que culmina no grande anticlinal da \n\nSerra de Montejunto (Trindade, 2001).  \n\nO encaixe da rede de drenagem em estruturas monoclinais é principalmente ortoclinal, gerando \n\nvales dissimétricos, devido à direção de inclinação das camadas e à perpendicularidade existente \n\nentre esta e o traçado ortoclinal do curso de água. Como se pode ver no mapa de declives (Fig. 9), \n\na área de afloramento da formação de Bombarral possui uma grande dissimetria no declive das \n\nvertentes, encontrando-se o sector mais declivoso (vertente anaclinal) a Este do Rio Alcabrichel, \n\nenquanto o sector menos declivoso (vertente cataclinal) se localiza a Oeste do mesmo (Trindade, \n\n2001). A densidade da rede de drenagem é superior na vertente anaclinal, por comparação com a \n\nvertente cataclinal, pois é aí que o declive propícia uma maior erosão da vertente (Trindade, \n\n2001). \n\nAs formas ligadas a estruturas dobradas encontram-se expressas no anticlinal esventrado e \n\nfalhado de Pia do Mestre-Maceira-Valongo, centrado na falha da Lourinhã, devido há injeção de \n\nmaterial gipsífero e salífero ao longo da respetiva falha, encontrando-se o material suprajacente \n\nempolado (Trindade, 2001). A dobra apresenta uma orientação geral NNE-SSE, encontrando-se \n\nesventrada a SSW do anticlinal, onde afloram as margas evaporíticas de Dagorda no centro do \n\ndiapiro e estreita-se para NNE. \n\nOs elementos morfotectónicos presentes no interior do diapiro estão bem evidentes no relevo, \n\ncom o aparecimento de formas em barra com comandos de 90\no\n, mostrando a diferença de \n\nresistência dos materiais à erosão (Fig. 6). \n\n\n\n \n\n50 \n\n \n\nComo referido, a dinâmica do estuário do Rio Alcabrichel também depende dos fornecimentos de \n\nsedimentos da plataforma continental interna. No entanto, a informação sobre esta é escassa. \n\nO fornecimento sedimentar por parte da plataforma continental depende sobretudo da dinâmica \n\nda corrente de deriva litoral, do contributo dos cursos fluviais à deriva litoral e da suscetibilidade à \n\nerosão das arribas. \n\nA plataforma litoral entre Peniche e Cascais é caracterizada por um défice sedimentar, que se deve \n\nà falta de sedimentos para transporte ao longo do litoral, promovida pela existência de dois \n\nimportantes obstáculos naturais, o canhão da Nazaré e os tômbolos de Peniche e Baleal, que \n\nlimitam o transporte de sedimentos de norte para sul, dificultando a alimentação do litoral a sul \n\nde Peniche (Ramos-Pereira et al., 2007; Trindade, 2010). \n\nO canhão da Nazaré é um elemento geomorfológico preponderante, com grande influência nas \n\nfaixas submersa e emersa, até Cascais, visto que é responsável pela captura de grande parte dos \n\nsedimentos transportados pela corrente de deriva litoral, devido à posição da cabeceira junto à \n\nlinha de costa, a 500m da praia da Nazaré (Neves, 2006; Trindade, 2010). A composição dos \n\nsedimentos superficiais existentes no canhão da Nazaré é essencialmente sedimento terrígeno \n\nrico em feldspatos, que resultam da erosão de praias e arribas a norte da Nazaré, onde este tipo \n\nde minerais é abundante, sendo depois capturados para a planície abissal através do canhão \n\n(Neves, 2006; Trindade, 2010). Esta circulação de sedimentos pelo canhão da Nazaré condiciona o \n\nvolume de sedimentos disponível sobre a plataforma continental a sul deste elemento \n\ngeomorfológico (Neves, 2006; Ramos-Pereira et al., 2007). Os sedimentos que escapam a esta \n\ncaptura ou que são fornecidos pelos cursos de águas que desaguam entre a Nazaré e Peniche \n\nficam em grande parte retidos nos tômbolos de Peniche e Baleal. Segundo Neves (2006), a faixa \n\nsul da plataforma continental junto à linha de costa (Fig. 10) é coberta por sedimentos finos \n\nresultantes de transporte por parte do Rio Tejo. Porém, entre 0 e -50 metros, sobressaem seixos e \n\nareias. Entre Cabo da Roca e Peniche, a plataforma litoral é coberta por afloramentos rochosos, \n\nencontrando-se também materiais de granulometria mais fina no “Mar da Ericeira”, que \n\nbeneficiam da depressão aí existente para se acumularem (Neves, 2006). A norte de Peniche, a \n\nplataforma continental junto à linha de costa é coberta por afloramentos rochosos que \n\ncondicionam o transporte de sedimentos não consolidados pela corrente de deriva litoral em \n\ndireção a sul (Trindade, 2010). \n\n\n\n \n\n51 \n\n \n\n \n\nFig. 10 – Tipo de cobertura da plataforma continental entre a Nazaré e Cascais. 1- linha de costa; 2- curvas \n\nbatimétricas; 3- fundo rochoso; 4- calhaus e areias; 5- lodo (Neves, 2006). Seta azul assinala a posição do estuário do \n\nRio Alcabrichel. \n\n \n\nA reduzida dimensão das bacias hidrográficas que drenam para o litoral entre Peniche e Cascais \n\ntambém sustenta o défice sedimentar deste troço litoral (Ramos-Pereira et al., 2007), devido às \n\ncaracterísticas do regime hidrológico e da litologia das bacias hidrográficas, apesar da pouca \n\ninformação existente sobre o contributo destas para dinâmica sedimentar no litoral (Trindade, \n\n2010). Estas bacias são extremamente dependentes do regime de precipitação e apresentam uma \n\nelevada irregularidade do caudal, verificando-se períodos mais ou menos prolongados de estiagem \n\nque são interrompidos por súbitos aumentos do caudal, devido a precipitações intensas, o que \n\nresulta num fornecimento intermitente e irregular de sedimentos ao litoral (Trindade, 2010). A \n\nconstituição litológica das bacias entre Peniche e Cascais é predominantemente margosa e \n\ncarbonatada, o que dificulta a contribuição da dinâmica fluvial na alimentação dos sistemas \n\nlitorais. \n\nOs sistemas de arribas entre Peniche e Cascais são essencialmente arenitícos e conglomeráticos, a \n\nnorte e argilosos com uma componente carbonatada, a sul. A elevada irregularidade da dinâmica \n\n\n\n \n\n52 \n\n \n\ndestes sistemas e a rápida fragmentação destes materiais após episódios mais energéticos, como \n\na ocorrência de movimentos de vertente dificilmente contribuem para a alimentação sedimentar, \n\ndevido à natureza litológica do substrato. \n\nDesta forma, apenas 14,6% da faixa litoral entre Peniche e Cascais é caracterizada por praias \n\nestuarinas ou praias com sistemas dunares associados, enquanto 59,7% dos sistemas litorais não \n\napresentam cobertura sedimentar arenosa e 25,7% correspondem a sistemas praia-arriba, cujo \n\nteor arenoso é escasso, caso das praias encastradas, ou possuem uma forma alongada e estreita \n\nque não impede a ação do mar sobre a arriba (Neves, 2006). \n\n \n\n  2.2.3. Caracterização climática e hidrológica \n\nA bacia hidrográfica do Rio Alcabrichel apresenta um clima de tipo mesomediterrâneo atenuado e \n\nsub-húmido, segundo as classificações bioclimáticas de Emberger e Gaussen (Alcoforado et al., \n\n1982), caracterizado por invernos chuvosos e frescos e verões quentes e secos, embora \n\ntemperados pela proximidade do mar. \n\nTendo em conta os dados climáticos da estação meteorológica do Vimeiro (ARHTejo, 2011) \n\nverifica-se que a temperatura média anual é de 14,9\no\nC e a precipitação anual é de 682,10 mm. A \n\npluviosidade é moderada e concentrada no inverno e no outono e marcada por um período xérico \n\nno verão, influenciando diretamente o caudal fluvial. De um modo geral, a rede de drenagem da \n\nbacia do Rio Alcabrichel caracteriza-se por escassez de caudais durante o verão, devido à fraca \n\nqueda pluviométrica aliada às temperaturas elevadas, evaporação e secura da atmosfera, \n\nenquanto no inverno o caudal é bastante representativo, altura em que provoca cheias. \n\nVisto que a bacia em estudo é suscetível a fenómenos de cheia e que se pretendem identificar \n\npossíveis episódios de cheia é necessário ter em consideração os fatores desencadeantes de cheia, \n\nou seja, os que influenciam o comportamento do curso de água face à cheia, como também as \n\ncomponentes físicas, ou seja, os fatores condicionantes do fenómeno de cheias (Ramos, 2009). \n\nA análise das componentes físicas da bacia hidrográfica do Rio Alcabrichel (Quadro 3) aponta a sua \n\nfavorabilidade à ocorrência de cheias, pois possui uma rede de drenagem eficiente. \n\nApesar do comprimento da bacia ser apenas de 30,55 km, visto que se considerou o comprimento \n\nda bacia como sendo o comprimento do curso de água principal, ou seja, o comprimento do Rio \n\nAlcabrichel, apresenta uma amplitude altimétrica considerável de 360 m, o que influencia a \n\ninclinação dos cursos de água e a velocidade de escoamento. \n\n\n\n \n\n53 \n\n \n\nAs características geométricas da bacia indicam que a bacia em estudo apresenta uma forma \n\nirregular, alongada e estreita (Quadro 3), pelo que a tendência a grandes cheias é atenuada, pois a \n\nprecipitação é distribuída pela bacia num espaço de tempo considerado, ou seja, as precipitações \n\nintensas e concentradas não cobrem simultaneamente toda a sua extensão. Assim, pode-se \n\nafirmar que a geometria da bacia não é um fator preponderante para o desencadeamento de \n\ncheias, como demonstram os vários parâmetros geométricos calculados (Quadro 3). Para mais \n\ninformações sobre os índices calculados, consultar Ramos (2009). \n\nNo estudo do comportamento hidrológico da bacia constatou-se que esta é bem drenada, o que \n\nindica a sua favorabilidade à ocorrência a cheias e a caudais de ponta elevados. O curso principal é \n\nde ordem 5, enquanto o número de canais de primeira ordem é de 1849. É de salientar que a \n\nbacia em análise tem capacidade para gerar novos cursos de água, aumentando a sua eficiência de \n\ndrenagem, porque apresenta uma densidade hídrica de 12,26 cursos de água/km\n2\n. A densidade de \n\ndrenagem segundo Horton constitui um índice de tendência para a ocorrência de cheias, variando \n\ndiretamente com a extensão do escoamento superficial e fornece uma indicação da eficiência da \n\ndrenagem natural da bacia, podendo afirmar-se que uma bacia hidrográfica é mal drenada se o \n\níndice tender para 0,5 km/km\n2\n e bem drenada se o índice for igual ou superior a 3,5 km/km\n\n2\n \n\n(Lencastre e Franco, 2003). Em igualdade dos restantes fatores, as bacias com maior densidade de \n\ndrenagem são mais suscetíveis a cheias, do que as bacias com menor densidade de drenagem \n\n(Lencastre e Franco, 2003). Deste modo, pode afirmar-se que a bacia do Rio Alcabrichel é bem \n\ndrenada, visto que se obteve uma densidade de drenagem de 7,1 km/km\n2\n. Assim, verifica-se uma \n\nboa drenagem, dado que o escoamento depende do número de canais fluviais em funcionamento. \n\nEste escoamento é rápido, antecipando os picos de cheia, criando condições para caudais de \n\nponta de cheia mais elevados, o que favorece a ocorrência de cheias na bacia em estudo. \n\nO coeficiente de manutenção de Schumm fornece o valor da área mínima necessária ao \n\ndesenvolvimento ou manutenção de um metro de canal de escoamento (Ramos, 2009), sendo \n\nconsiderado um dos parâmetros mais importantes para a caracterização da rede drenagem. \n\nQuanto menor for o seu valor mais rapidamente as águas pluviais se concentram nos canais \n\nfluviais, aumentando desta forma a suscetibilidade da bacia às cheias (Ramos, 2009). A área \n\nmínima necessária ao desenvolvimento ou manutenção de um metro de canal de escoamento na \n\nbacia do rio Alcabrichel é de 140,85 m\n2\n/m. Em comparação com outras bacias hidrográficas da \n\nOrla Mesocenozóica Ocidental Portuguesa, o coeficiente de manutenção de Schumm obtido é \n\nbaixo, o que indica que as águas pluviais se concentram rapidamente nos canais fluviais. \n\n\n\n \n\n54 \n\n \n\nQuadro 3 - Quantificação das características físicas na bacia do Rio Alcabrichel. \n\nÁrea (km\n2\n) 150,85 \n\nPerímetro (km) 73,35 \n\nComprimento CAP (km) 30,55 \n\nFator Forma (Horton) 0,16 \n\nÍndice de Gravelius 1,67 \n\nÍndice de Forma (USACE) 6,19 \n\nÍndice de forma (Toletino et al.) 0,14 \n\nÍndice de circularidade 0,35 \n\nÍndice de alongamento 0,45 \n\nGeometria: \n\nÍndice de homogeneidade 0,28 \n\nHierarquia (Strahler) 5 \n\nMagnitude (Shreve) 1849 \n\nComprimento do Rio de Loures (km) 30,55 \n\nDensidade de Drenagem (km/km\n2\n) (Horton) 7,1 \n\nDensidade Hídrica (nº cursos de água/ km\n2\n) (Horton) 12,26 \n\nCoeficiente de Manutenção (m\n2\n/m) (Schumm) 140,85 \n\nRede de drenagem: \n\nÍndice de Torrencialidade 87,05 \n\nAltitude máxima (m) 360 \n\nAltitude mínima (m) 0 \n\nAmplitude altimétrica (m) (Schumm) 360 \n\nÍndice de Rugosidade (Melton) 2556 \n\nRelação de Relevo (Schumm) 0,01 \n\nÍndice de Declive de Roche (m/km) 11,30 \n\nInclinação média dos canais fluviais (m/km) 11,78 \n\nRelevo \n \n\nInclinação média dos canais fluviais (%) 1,78 \n\n \n\nO coeficiente de torrencialidade proposto por Vivas foi igualmente considerado, visto que se trata \n\nde uma bacia de tamanho reduzido e é afetada por escoamento torrencial. Obteve-se um índice \n\nde torrencialidade de 87,05, o que indica que a bacia é propícia à ocorrência de escoamento \n\ntorrencial, devido ao elevado valor do índice. \n\nO índice de rugosidade de Melton combina o declive e o comprimento das vertentes com a \n\ndensidade de drenagem, que resulta no produto entre a amplitude altimétrica e a densidade de \n\ndrenagem, resultando num valor adimensional (Ramos, 2009). O índice será tanto maior quanto \n\n\n\n \n\n55 \n\n \n\nmais acidentada for uma bacia e mais dissecada estiver pela erosão fluvial, cujas áreas com \n\nelevados índices de rugosidade são potencialmente assoladas por cheias rápidas (Ramos, 2009). A \n\nbacia em estudo é bastante acidentada, pois está inserida num terreno com vertentes declivosas, \n\ne dissecada pela erosão fluvial, pois apresenta um elevado índice de rugosidade (2556), o que \n\nindica ser uma bacia suscetível a cheias rápidas. \n\nA relação de relevo (Schumm) é considerada um indicador da inclinação da bacia, logo influência a \n\nvelocidade de escoamento. Quanto maior for a relação de relevo de uma bacia mais rápida é a \n\nchegada das águas à desembocadura (Ramos, 2009). No caso de estudo, obteve-se um índice de \n\n0,01, verificando-se que a inclinação da bacia é baixa, logo a velocidade de escoamento também \n\nvai ser baixa. Deste modo, a inclinação da bacia não influência a velocidade de escoamento e a \n\nchegada das águas à desembocadura ainda é demorada. \n\nO índice de declive de Roche considera toda a área da bacia entre a cota mais elevada e a mais \n\nbaixa, correspondendo, desta forma, a um índice de declive médio para toda a bacia (Lencastre e \n\nFranco, 2003). O índice de declive de Roche da bacia do Rio Alcabrichel é de 11,30 m/km. Tendo \n\nem conta o valor obtido, a bacia hidrográfica do rio Alcabrichel apresenta um declive razoável que \n\najuda a manifestação das linhas de água. A inclinação média dos canais fluviais é de 11,78 m/km \n\nou 1, 18%, o que indica que este curso é relativamente inclinado. Assim, o declive dos canais \n\nfluviais da bacia em estudo controla, em grande parte, a velocidade do escoamento à superfície e, \n\nconsequentemente, o tempo que a água leva a concentrar-se nos canais fluviais. \n\n \n\n2.2.4. Caracterização da ocupação e uso do solo \n\nA consideração do coberto vegetal de uma bacia hidrográfica e do seu tipo de uso tem também \n\nimportância na análise dos fenómenos hidrológicos que ocorrem na bacia, sobretudo, pela \n\ninfluência no escoamento superficial, infiltração da água e taxas de evaporação (Lencastre e \n\nFranco, 2003; Ramos, 2009). Assim, o comportamento hidrológico de uma bacia depende do tipo \n\nde revestimento, da densidade de cobertura e do tipo de uso antrópico. A influência da vegetação \n\nno escoamento é dada pelo surgimento tardio dos picos de cheia, visto que esta vai funcionar \n\ncomo um entrave, condicionando o caudal de cheia via interseção da precipitação ao nível do solo.  \n\nA ocupação do solo na bacia hidrográfica do Rio Alcabrichel (Fig. 11) é dominada por espaços \n\nagrícolas, cuja extensão representa 57% da área total da bacia, dos quais 40% corresponde a áreas \n\n\n\n \n\n56 \n\n \n\nde uso exclusivamente agrícola, 16% a culturas permanentes, nomeadamente vinhas e 0,29% são \n\nculturas anuais de sequeiro. \n\nSegue-se a presença de matos e florestas que ocupam cerca de 36% da área da bacia. Estas são \n\nbastante importantes, visto que eliminam o choque direto das gotas da chuva com a superfície do \n\nsolo e modificam as características do solo, favorecendo a infiltração e reduzindo a velocidade do \n\nescoamento superficial, o que contribui para a redução dos fenómenos de erosão e de ocorrência \n\nde cheias (Lencastre e Franco, 2003). \n\nA bacia hidrográfica do Rio Alcabrichel não sofre grande pressão urbanística, com cerca de 7% de \n\nárea urbana ou industrial. Porém, o uso e ocupação do solo nas últimas décadas têm intensificado, \n\nverificando-se o abandono dos terrenos agrícolas e, consequentemente, o aumento das áreas \n\nurbanizadas. O aumento de estruturas pavimentadas e a impermeabilização dos solos daí \n\nresultante conduz a uma redução dos valores de infiltração em detrimento do escoamento direto, \n\npotenciando os caudais de ponta de cheia, aquando de precipitações intensas. \n\nAs zonas descobertas ou com pouca vegetação, tais como praias, dunas e areais têm uma \n\nrepresentatividade muito baixa, ocupando apenas 0,07% da área total da bacia em estudo. \n\nNo entanto, a ocupação e uso do solo nem sempre foi assim. No âmbito do Projeto FMI5000, \n\nRamos-Pereira et al. (2012) indicam a existência de um estuário aberto às influências marinhas \n\nantes de 6000 anos cal BP, caracterizado por um sapal, como demonstra a presença de cistos de \n\ndinoflagelados, pólens de cymatiosphaera, cf. ruppia e alnus\n2\n, intercalado por vários eventos \n\ncurtos de água doce. As vertentes eram cobertas por carvalhos e pinheiros e vegetação \n\nesclerófica. Entre as unidades definidas pelos autores de sb3 e sb2 (345 cm de profundidade), a \n\ntransição de ambiente é clara e abrupta, marcada por uma espessa camada sedimentar de origem \n\nterrígena. Os autores sugerem que esta mudança foi provocada pela ação humana, como a \n\npecuária e a pastagem após 4000 anos BP. \n\n \n\n                                                           \n\n2\n A análise palinológica foi efetuada pela Doutora Randi Danielsen no âmbito do Projeto FMI5000 - PTDC/CTE-\n\nGIX/104035/2008, financiado pela FCT. \n\n\n\n \n\n57 \n\n \n\n \n\nFig. 11 – Uso e ocupação do solo na bacia hidrográfica do Rio Alcabrichel (adaptado de Corine Land Cover, 2006). \n\n\n\n58 \n\n \n\n\n\n \n\n59 \n\n \n\n3. Abordagem metodológica multidisciplinar \n\n3.1. Modelo Conceptual \n\nOs estuários constituem um sistema costeiro de transição entre as dinâmicas fluviais e marinhas e, \n\npor isso, contêm um conjunto de informações de natureza paleoambiental bastante diversificado, \n\ntornando-os ideais para detetar alterações ambientais ocorridas nos últimos 5000 anos e avaliar o \n\nseu impacto. Todavia, o seu estudo envolve um conjunto de componentes que só uma abordagem \n\nmultidisciplinar permite compreender a evolução geomorfológica e dos ambientes de \n\nsedimentação na várzea de Maceira. Desta forma, a abordagem metodológica multidisciplinar está \n\nde acordo com o modelo expresso na Fig. 12. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFig. 12 – Abordagem metodológica multidisciplinar aplicada. \n\n \n\nA análise da componente geomorfológica permite caracterizar e avaliar em que medida as \n\ncaracterísticas físicas da bacia hidrográfica do Rio Alcabrichel influenciam a quantidade de \n\nsedimentos disponibilizados por fenómenos de erosão nas vertentes, que contribuem para o \n\nassoreamento do estuário, relacionando a litologia com as características morfológicas da bacia. \n\nA caracterização geomorfológica foi realizada em duas escalas espaciais: \n\n i) da bacia hidrográfica, já anteriormente descrita, que permitiu definir as características \n\nlitológicas, estruturais, geométricas, morfométricas e de relevo da bacia do Rio Alcabrichel; \n\nTectónica Sedimentologia Morfologia \n\nEvolução \n\npaleoambiental \n\nSIG Modelação 3D \n\nLitologia \n\nGeomorfologia \n\n\n\n \n\n60 \n\n \n\n ii) do estuário, através de trabalho de campo baseado no reconhecimento geomorfológico \n\ne levantamento de campo de pormenor, com uso de técnicas de cartografia direta apoiadas por \n\ninstrumentos de geoposicionamento de precisão como a Estação Total (doravante designada por \n\nET) e o dGPS ( differential Global Positioning System), permitindo a caracterização  pormenorizada \n\nda várzea de Maceira, através da construção de um Modelo Numérico de Elevação (MNE). \n\nEm ambiente SIG foi caracterizada geomorfologicamente a bacia hidrográfica do Rio Alcabrichel, \n\natravés de dados georreferenciados: pontos contados, curvas de nível e hidrografia, obtidos a \n\npartir das cartas militares nº 361, 362, 374 e 375 (escala 1:25 000); geologia com recurso às cartas \n\ngeológicas 30A – Lourinhã, 30C – Torres Vedras e 30D – Alenquer (escala 1:50 000). \n\nNa bacia hidrográfica do Rio Alcabrichel foram obtidos os seguintes mapas através dos programas \n\nArcGis 9.3 e Ilwis 3.6: (i) Litologia; (ii) MNE; (iii) Declives; (iv) Uso do Solo. Também foram obtidos \n\noutros mapas intermediários que permitiram caracterizar geometricamente e morfometricamente \n\na bacia do Rio Alcabrichel. Para a várzea de Maceira foi realizado o MNE pormenorizado com base \n\nno levantamento de campo de pormenor com instrumentos de geoposicionamento de precisão, \n\nou seja, com a ET e o GPS (levantamento de campo efetuado a 15 de Novembro de 2010 pelos \n\nalunos de Mestrado de Geografia Física e Ordenamento do Território, sob a supervisão dos \n\norientadores). \n\n \n\n3.2. Aquisição de dados posicionais \n\nPara monitorizar a várzea de Maceira recorreu-se a técnicas de elevada fiabilidade de medição \n\ndireta, nomeadamente a ET Nikon DTM-552 e o GPS Magellan® Professional ProMark\nTM\n\n3. A \n\nescolha destes equipamentos para o levantamento topográfico deve-se ao facto de serem \n\nequipamentos extensivamente testados e disponíveis no Núcleo de Investigação de Sistemas \n\nLitorais e Fluviais: Dinâmica, Mudanças Ambientais e Ordenamento do Território do Centro de \n\nEstudos Geográficos, no quadro do qual é feito este trabalho e que apresentam resultados de \n\nelevada fiabilidade e precisão, já devidamente testados (Trindade et al., 2007). A avaliação da \n\ninformação recolhida é relativamente fácil e o baixo custo da campanha é conciliado com o \n\nelevado rigor da informação. A obrigatoriedade de contacto visual entre o aparelho e o prisma \n\npara a realização dos perfis é uma das maiores desvantagens à utilização da ET, enquanto a \n\nprincipal desvantagem do GPS consiste na indisponibilidade de dados corrigidos em tempo real \n\n(Trindade, 2010). \n\n\n\n \n\n61 \n\n \n\nO local de posicionamento da ET foi definido com vista a abranger o máximo de área possível e \n\nservir de validação aos dados obtidos por GPS. \n\nO levantamento topográfico detalhado efetuado na várzea de Maceira através de GPS foi operado \n\nem modo cinemático contínuo, cujos pontos foram adquiridos em andamento, com um intervalo \n\nde aquisição de um segundo, para que fosse possível obter uma malha de pontos sucessivos de \n\ndados posicionais constituída por perfis transversais e longitudinais ao traçado do curso de água. \n\nEm campo teve-se em consideração alguns obstáculos que possam comprometer a fiabilidade dos \n\nresultados finais, nomeadamente o manuseamento do equipamento, quer na definição da altura \n\nquer na verticalização do GPS Rover.  \n\nNo levantamento de campo, ocorrido a 15 de Novembro de 2010, foi necessário posicionar os \n\ninstrumentos utilizados (GPS Base e GPS Rover). O primeiro a ser fixado e calibrado foi o GPS Base, \n\nsem coordenadas geográficas conhecidas face à rede geodésica portuguesa. Para um correto uso \n\ndo instrumento definiu-se a ausência de inclinação do mesmo e esperou-se pela sincronização dos \n\nsatélites visíveis com o GPS Base por um período mínimo de 30 minutos. Durante o processo de \n\nconfiguração da base do GPS mediu-se a altura da antena (1,457m) para posterior acerto aquando \n\na obtenção de dados altimétricos reais. Posto isto, iniciou-se o GPS Rover cuja altura é de 2,023m. \n\nA este valor subtraiu-se 0,30 metros, devido à existência de vegetação rasteira no terreno, o que \n\ncorresponde, assim, à altura da antena. Caso esta não fosse implementada iria dificultar a \n\nmovimentação do bastão do GPS Rover junto ao solo, colocando em certos casos a verticalidade \n\nem causa e, consequentemente, o real valor altimétrico. Previamente, houve a necessidade de \n\nassegurar a sincronização dos satélites artificiais com o GPS Rover. Os perfis foram previamente \n\ndefinidos e determinou-se o espaçamento entre eles. O espaçamento entre os perfis transversais \n\nfoi de cerca de 25 metros, enquanto nos perfis longitudinais foi aproximadamente de 30 m. \n\nContudo, o levantamento dos pontos foi mais concentrado onde a variação da topografia era \n\nsuperior (junto à emergência de uma bancada de calcários dolomíticos), enquanto nas áreas \n\nplanas ou de menor variação do declive, o levantamento dos pontos foi mais disperso. Na \n\norientação dos perfis teve-se em consideração alguns pontos de referência, tais como, postes de \n\neletricidade na estrada ou árvores. \n\nOs dados adquiridos foram corrigidos e, posteriormente, espacializados em ambiente SIG. Para \n\nprocessamento dos dados do dGPS foi necessário corrigir os dados da base do GPS com uma base \n\npública que permitiu determinar os valores reais de altitude ortométrica da base instalada na \n\nvárzea, pois esta encontrava-se estabelecida num ponto desconhecido, através da transformação \n\n\n\n \n\n62 \n\n \n\nda altitude elipsoidal. A base pública recorrida foi a base de Cascais da rede RENEP do IGP, de \n\nonde se descarregou todos os dados referentes ao dia 15 de Novembro, visto ser a base pública \n\nmais próxima e ativa. \n\nSeguidamente corrigiram-se os dados do GPS Rover com as coordenadas métricas corrigidas da \n\nbase da várzea de Maceira. Os dados adquiridos foram corrigidos através do software Ashtech \n\nSolutions 2.70. Desta forma, foi possível determinar os erros identificados na estação base. \n\nApós a correção dos dados converteu-se as coordenadas corrigidas do datum geodésico global \n\nWGS84 para as do datum planimétrico e altimétrico local (sistema de coordenadas Hayford-Gauss-\n\nLisboa). \n\nA determinação dos valores reais da altitude ortométrica de cada ponto foi obtida através das \n\nseguintes expressões:  \n\nH= h – a \n\nem que H é a altitude ortométrica, h é a altitude ortométrica do ponto de referência com \n\ncoordenadas conhecidas e a corresponde à altitude média do nível do mar do ponto de referência \n\ncom coordenadas conhecidas. \n\n      O= r – H \n\nem que O é a altitude real da base da várzea em relação ao nível médio do mar e r é a altitude da \n\nbase da várzea. \n\nDepois de corrigidos os dados, foi necessário especializá-los em ambiente SIG, onde se elaborou \n\num MNE, que tem como estrutura de dados uma rede de triângulos irregulares (TIN). \n\n \n\n 3.3. Recolha de sedimentos através de sondagens \n\nVisto que se pretende reconstruir a evolução paleoambiental da várzea de Maceira com base em \n\nregistos sedimentares foram realizadas duas sondagens com trado manual e mecânica no âmbito \n\ndo Projeto FMI5000 na área em estudo. Ambas as sondagens são por percussão, a AlcMac3 é \n\nmanual com recurso a martelo pneumático e a AlcMac4 é totalmente mecânica. As sondagens \n\nefetuadas permitem a recolha de materiais não perturbados, o que possibilita obter informação \n\ndetalhada sobre a litoestratigrafia nos últimos 5000 anos. \n\n\n\n \n\n63 \n\n \n\nAmbas as sondagens, AlcMac4 (sondagem mecânica) e AlcMac3 (sondagem manual), atingiram a \n\nprofundidade de 5m e 7m, respetivamente, foram realizadas na margem direita da foz do Rio \n\nAlcabrichel, na margem côncava. No que se refere à sondagem AlcMac3 apenas os primeiros cinco \n\nmetros serão analisados no presente trabalho, para permitir a comparação entre as duas \n\nsondagens. As sondagens foram envolvidas em película aderente, devidamente etiquetadas e \n\ntransportadas para o laboratório. \n\nOs locais das sondagens foram georreferenciados com um GPS, cujos dados posicionais foram \n\nrecolhidos em modo cinemático (Stop&amp;Go) com um tempo de aquisição de um ponto por segundo \n\ndurante 10 minutos. O pós-processamento dos dados recolhidos no campo foi efetuado com o \n\nsoftware Ashtech Solutions 2.70, recorrendo às observações da Estação Permanente de Cascais da \n\nRENEP do IGP. Os dados posicionais das sondagens AlcMac4 e AlcMac3 estão no Quadro 4. \n\n \n\n Quadro 4 – Coordenadas militares e altitudes das sondagens AlcMac4 e AlcMac3. \n\n AlcMac4 AlcMac3 \n\nx (m) 95535,1 95529,1 \n\ny (m) 245987,3 245991,1 \n\nz (m - n.m.m.) 3,24 2,61 \n\n \n\n \n\n 3.4. Análise laboratorial e estatística dos sedimentos \n\nA análise dos sedimentos é fundamental, visto que permite deduzir informações relevantes sobre \n\na sua proveniência, através da disponibilidade de diferentes tipos de partículas sedimentares e as \n\nrochas que lhes deram origem, sobre o transporte e ambientes de deposição dos sedimentos \n\n(Dias, 2004), possibilitando determinar as diversas flutuações climáticas ocorridas, a recorrência \n\nde episódios de cheia e a demarcação de períodos húmidos e de estiagem ao longo do período em \n\nestudo.  \n\nNa abordagem sedimentológica existem duas componentes fundamentais para a identificação do \n\nagente de transporte e da fonte de alimentação das partículas sedimentares: a textura e a \n\nestrutura, todavia a existência de matéria orgânica, pólens, foraminíferos e diatomáceas também \n\npodem indicar o tipo de ambiente gravado na sequência sedimentar.  \n\n\n\n \n\n64 \n\n \n\nA análise laboratorial das amostras das diferentes sondagens realizadas segue normas técnicas \n\nacreditadas, nomeadamente as análises composicionais e granulométricas, que permitem \n\ndeterminar a composição fundamental das amostras e as dimensões das partículas individuais. O \n\ntratamento estatístico dessa informação esclarece sobre a proveniência, o tipo de transporte e os \n\nambientes deposicionais das partículas e a identificação de potenciais mudanças de energia na \n\ndinâmica fluvial do Rio Alcabrichel. \n\nA sondagem AlcMac4 foi aberta e seccionada em amostras com 2cm de espessura, enquanto a \n\nsondagem AlcMac3 foi aberta e seccionada em amostras com 1cm de espessura. Ambas as \n\nsondagens foram abertas e seccionadas no Laboratório de Geografia Física do CEG. Cada uma das \n\namostras foi referenciada com AlcMac e o número correspondente da sondagem (ex: AlcMac4), \n\nseguida da numeração crescente do topo para a base.  \n\nDepois de seccionadas e catalogadas, as amostras foram secas numa estufa (Memmert) a uma \n\ntemperatura relativamente baixa, na ordem dos 50 a 60\no\nC, que corresponde à temperatura ideal \n\npara retirar a água das amostras e manter intacta a estrutura cristalina da argila e pesadas numa \n\nbalança electrónica (Kern GJ) de elevada precisão, onde se obteve o peso inicial da amostra, de \n\nmodo a estimar-se eventuais perdas que possam ocorrer na separação da classe lutítica da fração \n\ngrosseira, no método da peneiração e de pesagem das classes dimensionais dos sedimentos mais \n\ngrosseiros. Frequentemente, o peso total das classes lutítica e arenosa é um pouco inferior ao da \n\namostra inicial, sendo aceitáveis perdas até 1% do peso inicial. As amostras foram depois imersas \n\nem água desionizada dentro de um gobelet de vidro para se desaglutinar e desagregar as \n\npartículas, de modo a que estas estejam todas individualizadas e se mantenham assim até ao final \n\nda análise. \n\nA determinação dos sedimentos mais finos (siltes e argilas) resultou da separação prévia, \n\nutilizando um peneiro de inox de 63 ? em via húmida por lavagens sucessivas, das partículas \n\ngrosseiras e das partículas finas. As partículas de granulometria fina ficaram a decantar na proveta \n\naté que a parte superior da água ficasse límpida com as argilas e siltes no fundo. Todavia, a \n\ndecantação dos materiais mais finos foi tão morosa que foi necessário adicionar permanganato de \n\npotássio (KMnO4) à água desionizada. Após a decantação retirou-se toda a água da proveta, \n\nseguindo-se a passagem da restante água com as partículas finas por um filtro circular de papel \n\ncom 90mm de diâmetro que foi colocado num funil cerâmico de Buckner com 100 mm de \n\ndiâmetro. Esse funil foi anexado a um balão Kitasato de duas torneiras assimétricas, onde se \n\n\n\n \n\n65 \n\n \n\nfiltrou a água. O material sedimentar retido no filtro foi recolhido e seco na estufa a 50\no\nC, sendo \n\nposteriormente pesado (em percentagem). \n\nPara a análise granulométrica dos sedimentos grosseiros (gravilhas e areias) recorreu-se à \n\nseparação mecânica em classes dimensionais (intervalo de crivos de 0,5?) e à determinação do \n\nseu peso. As amostras a peneirar foram secas numa estufa (Memmert) a uma temperatura de \n\n50\no\nC, até completa evaporação da água. Após secagem, as amostras foram pesadas de modo a \n\npoderem estimar-se eventuais perdas que tenham surgido no processo de crivagem e da pesagem \n\ndos resíduos de cada crivo. A fração mais grosseira (superior a 63?) foi então submetida a \n\ncrivagem numa série de crivos Retsch com 0,5? de amplitude, segundo a escala de Wentworth, de \n\nmalha sucessivamente mais fina, acoplados a um agitador de peneiros (Retsch A200) durante 20 \n\nminutos, do qual se obteve a separação da areia e gravilha por classes dimensionais. Concluída a \n\nagitação das areias retirou-se cuidadosamente o resíduo de cada crivo que foi pesado para \n\nposteriormente serem submetidos a tratamento estatístico, utilizando as folhas de cálculo \n\nGRADISTAT (Blott e Pye, 2001) e GRANPLOTS (Balsillie et al., 2002).  \n\nA granulometria das classes mais grosseiras está classificada segundo uma série de crivos, \n\nenquanto a granulometria das classes finas está em estados de agregação variáveis, pois em meio \n\nnatural as partículas destas dimensões, principalmente as argilas, sofrem frequentes processos de \n\naglutinação, floculação, dispersão, etc. (Dias, 2004) e não existem crivos com o mesmo intervalo \n\n(0,5?), adequados às dimensões das partículas finas. Assim, o tratamento estatístico foi efetuado \n\napenas para as classes texturais mais grosseiras (superior a 63?). \n\nDeterminaram-se os seguintes parâmetros estatísticos: moda, mediana, média ( x ), desvio-padrão \n\n(?), assimetria (Sk) e curtose (K) segundo o método dos momentos de Folk e Ward (1957), \n\nefetuaram-se diagramas bi-variados entre parâmetros e curvas acumulativas (Balsillie et al., 2002) \n\nde forma a reconhecer relações entre a dimensão das partículas e o agente de transporte \n\n(Friedman e Sanders, 1978). \n\nA interpretação da distribuição granulométrica das amostras individuais de sedimentos foi feita \n\natravés de parâmetros granulométricos estatísticos calculados através do Método dos Momentos \n\nproposto por Folk e Ward (1957). Na análise dos sedimentos foram realizadas quatro tipos de \n\nmedidas estatísticas: medidas de tendência central, de dispersão ou de uniformidade, de \n\nassimetria da curva e medidas de angulosidade da curva. \n\n\n\n \n\n66 \n\n \n\nAs medidas de tendência central (moda, mediana e média) identificam se os sedimentos que \n\ncaracterizam uma distribuição são mais ou menos grosseiras do que as de outra distribuição, o \n\nque traduz a intensidade do agente de transporte e os níveis energéticos do ambiente de \n\ndeposição (Dias, 2004). \n\nAs medidas de dispersão ou de uniformidade (desvio-padrão) evidenciam a maior ou menor \n\nconcentração de material sedimentar em torno da média e estão relacionadas com a constância \n\nou irregularidade dos níveis energéticos (Dias, 2004). O cálculo do desvio-padrão permite medir o \n\nnível de seleção dos sedimentos, indicando as flutuações do nível energético, do agente \n\nresponsável pela deposição e a capacidade de classificar os sedimentos. A calibração é usada \n\ncomo indicador de maturidade textural do sedimento, considerando-se um sedimento evoluído \n\nquando este é bem calibrado. \n\nAs medidas de assimetria da curva mostram o enriquecimento da população granulométrica em \n\npartículas grosseiras, se o valor for negativo, ou em finas, se o valor for positivo, que provocam \n\ndesvios em relação à curva normal (Dias, 2004). Esta medida é controlada sobretudo pelo \n\nprocesso de deposição mais do que pelas condições de transporte. Um enriquecimento em \n\npartículas finas pode significar a ocorrência de um período menos energético após um evento \n\ndeposicional (Dias, 2004). \n\nAs medidas de angulosidade da curva, calculadas através da curtose, indicam uma calibração da \n\npopulação das abas relativamente à população central e permitem determinar o grau de mistura \n\nde diferentes populações dentro de um mesmo ambiente sedimentar através do achatamento ou \n\nproeminência da curva normal. A curva é achada quando apresenta abas mais compridas, \n\ndesignando-se platicúrtica. Quando mostra abas mais curtas classifica-se como leptocúrtica. \n\nQuando as curvas são próximas da curva normal, denomina-se de mesocúrticas (Dias, 2004). \n\nA distribuição das partículas sedimentares em equilíbrio ambiental apresenta normalidade \n\nestatística. No entanto, se a distribuição granulométrica for constituída por duas ou mais sub-\n\npopulações, esta afasta-se da normalidade. Neste caso, os parâmetros granulométricos \n\nestatísticos constituem indicadores menos eficazes, ou mesmo ineficazes, dessa distribuição, \n\nverificando-se frequentemente em sedimentos antigos que não estão em equilíbrio com o seu \n\nambiente e em sedimentos que evoluem por processos atuais. Deste modo, os parâmetros \n\nestatísticos podem não descrever de forma suficientemente precisa a distribuição granulométrica \n\ndas partículas sedimentares, mas permitem efetuar uma análise preliminar às características \n\ngranulométricas dos sedimentos de uma região (Dias, 2004). \n\n\n\n \n\n67 \n\n \n\nA análise modal, definida como o diâmetro mais frequente dessa distribuição, produz resultados \n\nsignificativos sobre a dinâmica sedimentar. A distribuição das partículas sedimentares pode conter \n\numa moda principal, bem como outras classes de diâmetros muito frequentes, designando-se por \n\npolimodais (bimodais, trimodais, etc.) (Dias, 2004). \n\nA polimodalidade de um sedimento depende da existência de mais de uma população elementar \n\ndas partículas, mas tem que representar proporções suficientes da distribuição total e estar \n\nsuficientemente separadas umas das outras para que a deteção da polimodalidade seja exequível \n\n(Dias, 2004). A maior parte dos sedimentos das plataformas continentais são polimodais, devido à \n\natuação de variados processos e há frequência de partículas sedimentares com diferentes idades. \n\nA análise laboratorial das amostras das duas sondagens realizadas permite assim avaliar o tipo e \n\nenergia de ambiente de deposição dos sedimentos. \n\nOs resultados obtidos através dos parâmetros estatísticos foram integrados numa base de dados \n\ncompatível com a existente no Projeto FMI 5000, de modo a facilitar a comparação dos resultados \n\ncom os obtidos na sondagem de referência. \n\nA análise granulométrica da sondagem de referência\n3\n, designada como AlcMac3, foi determinada \n\na partir da atenuação de um feixe de raios X que atravessa a amostra em suspensão, através do \n\nequipamento SediGraph disponibilizado no laboratório de Geologia do Departamento de Ciências \n\nda Terra da Universidade do Minho (parceiro no Projeto FMI 5000 - Environmental Changes: \n\nFluvio-marine interactions over the last 5000 years). Apesar do método de análise granulométrica \n\nser distinto, os resultados são diretamente comparáveis com os obtidos pelo método da \n\npeneiração, visto que os diâmetros das partículas são equivalentes. Porém, a escala espacial das \n\namostras não é a mesma. A AlcMac3 foi seccionada em amostras de 1 cm, enquanto as restantes \n\nforam seccionadas em amostras de 2cm, pelo que houve a necessidade de as uniformizar \n\nespacialmente. Assim sendo as amostras da sondagem de referência foram agregadas em 2cm de \n\nacordo com as profundidades, o mesmo se efetuou para os parâmetros estatísticos desta \n\nsondagem. \n\n  \n\n                                                           \n\n3\n O trabalho laboratorial da sondagem AlcMac3 foi realizado pela bolseira do Projeto FMI 5000, Mestre Ana Luísa \n\nCosta. \n\n\n\n \n\n68 \n\n \n\n3.5. Modelação bidimensional e tridimensional \n\nA informação de campo e laboratorial foi integrada numa base de dados, que possibilitou o \n\ntratamento desta em ambiente SIG e no programa RockWorks 15. A informação inserida foi \n\nessencialmente topográfica e sedimentológica, permitindo a criação de modelos sólidos da \n\nevolução geomorfológica e dos ambientes de sedimentação da várzea de Maceira. Foram criados \n\ndois ficheiros, cada um correspondente a uma sondagem em estudo, em que se deu as \n\ncoordenadas de cada furo (x, y e z) e a profundidade do mesmo. No tema litologia inscreveram-se \n\nas profundidades de cada camada litológica bem como a sua designação. \n\nA modelação consiste na produção de uma matriz espacial de estimativas que pode ser realizada \n\nem duas e/ou três dimensões, dependendo do número de variáveis independentes utilizadas. \n\nAssim, na modelação em matriz bidimensional (modelo grid) a variável dependente z é função das \n\ncoordenadas horizontais (x e y), enquanto numa matriz tridimensional (modelo sólido) a variável \n\ndependente g é função das coordenadas horizontais (x e y) e vertical (z). A modelação \n\ntridimensional é uma mais-valia, pois apresenta propriedades verdadeiramente volumétricas, \n\nsendo possível modelar toda a superfície do pacote sedimentar e não só a superficial, enquanto os \n\nSIG apenas modelam em matriz bidimensional. A modelação tridimensional foi feita no programa \n\nRockWorks 15. \n\nOs modelos sólidos apresentam limitações, devido aos algoritmos ou métodos que podem ser \n\naceitáveis para um tipo de depósito material e ser inadequados para outro. Desta forma, a melhor \n\nmaneira de representar a sequência sedimentar consiste em comparar camadas através de \n\ndiversos métodos com base nos registos sedimentológicos das sondagens executadas, o que \n\npermite certificar a homogeneização de cada camada. Os perfis, cortes transversais ou diagramas \n\nde cerca permitem verificar a razoabilidade e validar os modelos efetuados. \n\nOs modelos sólidos são subdivididos em células de três dimensões, designadas de voxel (elemento \n\nvolumétrico). O valor destes voxels é estimado com base nas proximidades relativas aos dados da \n\nsondagem, sendo que possuem o mesmo tamanho em todas as dimensões. \n\nA integração dos registos sedimentológicos das sondagens realizadas na várzea de Maceira \n\npermitiu a construção de logs lito-estratigráficos tridimensionais e múltiplos, cuja distribuição \n\nlitológica foi feita através da interpolação das duas sondagens. A litologia é representada no \n\nmodelo numérico utilizando os G-values, visto que estes modelos não podem armazenar \n\ninformações qualitativas. A orientação real dos perfis foi mantida. \n\n\n\n \n\n69 \n\n \n\nO RockWorks permitiu a construção de modelos tridimensionais sólidos que representam todos os \n\ntipos de litologia interpolados, com base no modelo numérico utilizando o G-values, declarados na \n\ntabela de tipos de litologia. Este teve como intuito a visualização espacial do cripto-relevo da \n\nvárzea de Maceira. \n\nNa construção do modelo tridimensional litológico não foi possível manipular o método de \n\ninterpolação geoestatística, visto que o programa não permite a sua escolha. Desta forma, a \n\nmodelação tridimensional apenas teve em conta duas configurações: i) a harmonização aleatória \n\n(randomize blending), que minimiza as mudanças abruptas ocorridas nas camadas litológicas, o \n\nque resulta num modelo com maior mistura das unidades litológicas identificadas; ii) a \n\ninterpolação de pontos externos (interpolate outliers) que infere G-values a todos os volumes \n\nconstantes (voxels) do modelo litológico a ser criado. \n\n\n\n70 \n\n \n\n\n\n71 \n\n \n\n4. Resultados alcançados \n\nA sondagem designada AlcMac4 foi realizada na margem côncava do meandro do Rio Alcabrichel \n\nna várzea de Maceira, tendo a boca da sondagem 3,24 m de altitude sido atingida a profundidade \n\nde 5 metros. A sondagem é composta por dez secções que correspondem a 50 cm cada, porém \n\nocorre um hiato entre os 350 e 400 cm. Como já referido, as amostras de sedimentos foram \n\nseccionadas em aproximadamente 2 cm cada. Em todas, o procedimento consistiu na separação \n\ndas frações argilo-siltosa e arenosa, sendo a última separada por classes dimensionais com \n\nintervalos de 0,5 ø. \n\nA abertura da sondagem permitiu a primeira avaliação macroscópica dos sedimentos presentes. \n\nOs diferentes teores em argila e silte, areia e gravilha e, ainda, níveis ricos em conchas, evidenciam \n\ndiferentes condições de sedimentação, mas também de ambiente biológico. O material lutítico \n\n(argilas e siltes) é dominante. Todavia, foi através da fração arenosa que se determinaram os \n\nparâmetros granulométricos e a análise dos pontos notáveis da curva acumulativa, para se poder \n\ncaracterizar os depósitos sedimentares, identificar os ambientes em que esses depósitos se \n\nconstituíram e deduzir os processos de transporte e de acumulação. Os pontos notáveis da curva \n\nacumulativa correspondem às mudanças de inclinação da reta. \n\n \n\n4.1. Descrição macroscópica dos sedimentos \n\nNa sondagem AlcMac4 foram identificadas quatro unidades sedimentares baseadas no tamanho \n\ndo grão das partículas sedimentares, da cor e de restos biológicos presentes (Fig. 13). Estas quatro \n\nunidades serão doravante designadas de UM (unidade macroscópica). \n\nA unidade UM4 compreende os primeiros 144 cm superiores da sondagem AlcMac4, \n\ncorrespondente às três primeiras secções. A unidade UM3 engloba os sedimentos entre 144 e 250 \n\ncm de profundidade, sendo, por vezes, intercalada por leitos mais argilosos. A esta unidade \n\ncorrespondem a parte basal da secção 3 e toda a secção 4 e 5. A unidade UM2, com 42 cm de \n\nespessura, situa-se entre os 250 e 292 cm de profundidade, o que corresponde à secção 6. Entre \n\nos 292 e 500 cm encontra-se a unidade mais complexa da sondagem, designada UM1, na qual \n\nocorre um hiato entre os 350 e 400 cm. \n\nSeguidamente sintetiza-se a análise macroscópica dos sedimentos da sondagem AlcMac4 do topo \n\npara a base. \n\n\n\n \n\n72 \n\n \n\n \n\nFig. 13 – Coluna sedimentar da sondagem AlcMac 4. \n\n \n\nA unidade superior (UM4) é constituída fundamentalmente por argilas de cor acastanhada, com \n\nalguns leitos de areias e fragmentos rochosos. Nesta unidade foram encontrados fragmentos de \n\nconchas dispersos. \n\nA unidade UM3 é caracterizada por um elevado teor em silte, com diferentes tons de castanho e \n\ncinza. Por vezes, foram encontradas raízes e na sua base, um elevado teor em fragmentos de \n\n\n\n \n\n73 \n\n \n\nconchas, cujo exame microscópico indicaram ser de caracóis terrestres. Esta unidade é \n\ninterrompida por pequenos leitos argilosos entre 178 e 182 cm e 198 e 207 cm. \n\nA unidade UM2 consiste principalmente em argilas siltosas de cor avermelhada com lâminas de \n\nareia fina. Estas argilas podem ser provenientes das margas de Dagorda, que circundam a área \n\nestudada. A unidade UM2 apresenta numerosos fragmentos de conchas e restos vegetais. Nesta \n\nunidade foi encontrado um búzio aos 265cm de profundidade, mas não significa que estejamos \n\nperante um ambiente influenciado pela dinâmica marinha, dado que um só elemento não pode \n\nser representativo de toda a unidade. A unidade em causa é rica em matéria orgânica, \n\nprincipalmente raízes, evidenciando que estes sedimentos são provavelmente resultado de \n\nprocessos de erosão do solo. \n\nA UM1, entre 292 e 500 cm, contém camadas lutíticas com leitos de areia muito fina intercaladas \n\npor areias finas a médias. Esta unidade exala um cheiro a enxofre bastante intenso, quando a \n\npercentagem da fração lutítica é menor. A UM1 é riquíssima em matéria orgânica e fragmentos de \n\nconchas e búzios. \n\nA análise macroscópica da sondagem permitiu evidenciar diferentes condições de sedimentação \n\nno que respeita aos ambientes energético e biológico. A sequência sedimentar encontrada é uma \n\nsequência positiva, evidenciando, por isso, ambientes cada vez menos energéticos para o topo. \n\n \n\n4.2. Análise sedimentológica: \n\n4.2.1. Composição fundamental das amostras \n\nA análise das dimensões das partículas é fundamental porque permite deduzir informações sobre \n\na proveniência das partículas, do transporte e dos ambientes deposicionais. A análise \n\nsedimentológica da sondagem AlcMac4 foi feita a 202 amostras. \n\nAs unidades sedimentares obtidas através da composição fundamental das amostras (Fig. 14) \n\npouco diferem das unidades resultantes da análise macroscópica. A partir da composição \n\nfundamental evidenciam-se quatros unidades sedimentológicas, designadas de unidade de \n\ncomposição fundamental (Ucf). A unidade Ucf4 (Fig. 14) corresponde aos primeiros 160 cm \n\nsuperiores da sondagem, a Ucf3 abrange as profundidades compreendidas entre 160 e 280 cm, a \n\nUcf2 engloba os sedimentos entre os 280 e 350 cm e a unidade Ucf1 abrange as profundidades \n\nentre 400 e os 500 cm. \n\n\n\n \n\n74 \n\n \n\nA parte superficial da sondagem AlcMac4 que corresponde à unidade Ucf4 é traduzida pelo \n\ndomínio, quase exclusivo, da fração argilo-siltosa (mais de 80%). Por vezes a composição \n\nfundamental das amostras indica condições de sedimentação num meio mais energético, com o \n\naumento do teor em areias e gravilhas. A fração arenosa apresenta valores compreendidos entre \n\n2,64% e 29,14%, enquanto as gravilhas variam entre os 0 e 5%. Esta unidade indicia grandes \n\nvariações nas condições de sedimentação mas, geralmente, reflete a baixa energia do canal fluvial. \n\nEntre 160 e 280 cm de profundidade, a que corresponde a unidade Ucf3, o domínio da fração \n\nargilo-siltosa é mais notório em geral superior a 90%, enquanto as partículas com mais de -1 ø \n\ndesaparecem completamente (Fig. 14). Face a estes resultados, esta unidade ilustra um ambiente \n\nde sedimentação mais calmo que o anterior, de decantação de siltes e argilas. \n\nEm geral na unidade Ucf2, entre 280 e 350 cm, domina a fração lutítica. Porém, entre 318 e 326 \n\ncm de profundidade, a fração grosseira é representativa em pelo menos 50% da amostra total, o \n\nque ilustra condições de sedimentação mais energéticas do Rio Alcabrichel (Fig. 14). \n\nNa unidade basal da sondagem AlcMac4, Ucf1, domina a fração silto-argilosa, mas por vezes a \n\nfração grosseira é superior a 50% do total da amostra, evidenciando condições de sedimentação \n\nnum meio mais energético. A presença de gravilhas varia entre 0 e 8%, o que torna esta unidade a \n\nmais grosseira da sondagem (Fig. 14). \n\nAssim, a variação da composição fundamental ilustra condições de sedimentação distintas: (i) mais \n\nenergéticas em Ucf1, com registo sedimentar mais arenoso e rico em restos biológicos; (ii) Ucf2 \n\nevidencia uma tendência crescente da fração arenosa até aos 326 cm de profundidade; (iii) menos \n\nenergéticas em Ucf3, de decantação de siltes e argilas; (iv) Ucf4 retrata a situação atual de um \n\nambiente menos energético, podendo contudo registar episódios de enxurrada testemunhados \n\npor areias e gravilha. \n\nAo comparar-se as unidades identificadas macroscopicamente e através da composição \n\nfundamental verificam-se algumas discrepâncias. A unidade Ucf4 engloba toda a UM4 e a parte \n\nsuperficial da UM3, enquanto a unidade Ucf3 compreende a restante UM3 e grande parte da \n\nUM2. A unidade Ucf 2 corresponde à restante unidade UM2 e à primeira metade da unidade UM1, \n\nenquanto a Ucf1 engloba a restante unidade UM1. \n\n \n\n\n\n \n\n75 \n\n \n\n4.2.2. Fração arenosa \n\nA composição granulométrica da fração arenosa, ilustrada na Fig. 15, evidencia uma maior \n\npercentagem de sedimentos de granulometria mais fina (areia fina e areia muito fina), refletindo a \n\nbaixa energia do canal fluvial. Todavia, existem por vezes pequenas intercalações mais grosseiras, \n\ncomo sucede nas sequências sedimentares entre 50 e 78 cm, 102 e 137 cm, entre 270 e 294 cm e \n\n340 e 500 cm de profundidade, podendo ser indicadores de ambientes mais energéticos, com o \n\naumento do teor em gravilha, areia muito grosseira e areia grosseira. Os parâmetros \n\ngranulométricos estatísticos da sondagem AlcMac4 são apresentados no Quadro 5 e Fig. 16. \n\nAs 202 amostras tratadas da sondagem AlcMac4 são geralmente caracterizadas por serem areias \n\nfinas (2,30 ø) razoavelmente homogéneas e mal calibradas (Fig. 17b), o que indica a sua fraca \n\nevolução. Os padrões de assimetria evidenciam uma grande amplitude (Fig. 17c), com curtas \n\nvariações das populações das caudas entre fino, simétrico, grosseiro e muito grosseiro, todavia a \n\nclasse mais representativa é a classe cujos sedimentos tendem no sentido dos grosseiros. Os \n\nvalores de curtose são também muito variáveis (Fig. 17d), mostrando uma clara mudança para \n\nsedimentos mais platicúrticos de 400 cm até à base da sondagem. \n\nComo referido, entre os 50 e 78 cm de profundidade da sondagem denominada AlcMac4 há um \n\nclaro aumento de sedimentos mais grosseiros (Fig. 17a) bastante heterogéneos, com um grão \n\nmédio de 2,21 ø (areia fina) e mal calibrado (1,78). O valor médio de assimetria evidencia uma \n\ntendência para sedimentos muito grosseiros (-1,34). Os sedimentos são essencialmente \n\nleptocúrticos. \n\nNa sequência sedimentar compreendida entre os 102 e 137 cm houve um forte aumento de \n\nsedimentos mais grosseiros razoavelmente homogéneos, apresentando um diâmetro médio de \n\n1,56 ø (areia média). As partículas são menos mal calibradas do que as areias anteriormente \n\ndescritas, com um desvio-padrão médio 1,41. A assimetria é simétrica a tender para sedimentos \n\nno sentido dos grosseiros (Fig. 17c). Nesta profundidade as areias são principalmente \n\nmesocúrticas, bimodais a polimodais (Fig. 18). \n\nEntre 270 e 294 cm, as areias são em média representativas de materiais sedimentares finos (2,08 \n\nø), trimodais a polimodais mal calibrados (1,45), platicúrticas e razoavelmente homogéneas. A \n\ndistribuição granulométrica é simétrica (-0,36). \n\n\n\n \n\n76 \n\n \n\nOs sedimentos entre os 340 e 500 cm de profundidade da sondagem AlcMac4 são compostos, \n\nprincipalmente, por areias médias razoavelmente homogéneas (1,75 ø), mal calibradas (em média \n\n1,25) e simétricas (-0,32). As areias são fundamentalmente platicúrticas, com modas bastante \n\nvariáveis, trimodais e bimodais (Fig. 18). \n\nAtravés da Fig. 16 que demonstra graficamente a amplitude e a média dos parâmetros \n\ngranulométricos segundo as unidades definidas através da composição fundamental das amostras \n\né possível verificar que existe uma sequência sedimentar positiva para o topo, evidenciando, por \n\nisso, ambientes cada vez menos energéticos para o topo. Observa-se que a fração arenosa é \n\nmenos mal calibrada, bem como ocorre um enriquecimento de sedimentos grosseiros em direção \n\nao topo, visto que os valores obtidos através da média tendem a ser cada vez mais, inferiores aos \n\nvalores da mediana. Os valores de curtose indicam que os sedimentos da sondagem AlcMac4 \n\ntendem a ser mesocúrticos para o topo. \n\n \n\n4.2.2.1. Unidade Ucf4 \n\nEsta unidade que corresponde aos primeiros 160 cm superiores da sondagem AlcMac4 é \n\nconstituída fundamentalmente por argila e silte (mais de 80%). As areias que correspondem aos \n\nrestantes 20% são bastante heterogéneas, com um tamanho de grão médio de 2,28 ø e mal \n\ncalibradas. Os valores de assimetria e curtose calculados para a unidade Ucf4 são bastante \n\ndíspares, mas são essencialmente leptocúrticas com enriquecimento de areias muito grosseiras \n\n(Quadro 5). A moda indica que sedimentos de granulometria muito fina são os que ocorrem em \n\nmaior frequência na unidade Ucf4. \n\n \n\n  \n\n4.2.2.2. Unidade Ucf3 \n\nA unidade Ucf3 (160-280 cm) é caracterizada por um maior domínio dos sedimentos finos, tal \n\ncomo mostra a análise estatística da distribuição granulométrica destas amostras (Fig. 17a). Estas \n\napresentam um tamanho de grão médio de 2,70 ø (areia fina), sendo menos mal calibradas que as \n\nda unidade superior (Quadro 5). As areias tendem no sentido dos grosseiros e são \n\nfundamentalmente mesocúrticas e razoavelmente homogéneas. A unidade Ucf3 mostra que o \n\nsedimento que ocorre com mais frequência em todo o conjunto de dados apresenta um diâmetro \n\nde 3,73 ø. \n\n\n\n77 \n\n \n\n \n\nFig. 14 – Composição fundamental das amostras da sondagem AlcMac4.  \n\nFig. 15 – Composição granulométrica das areias da sondagem AlcMac 4.\n\nUcf4 \n\nUcf3 \n\nUcf2 \n\nUcf1 \n\n\n\n78 \n\n \n\n \n\n \n\n \n\nQuadro 5 – Parâmetros granulométricas estatisticos calculados para a sondagem AlcMac4. \n\n \n\n Média (ø) Desvio-Padrão (ø) Assimetria (ø) Curtose (ø) Moda (ø) Mediana (ø) \n\n Secções Prof. (cm) Mz Mzmin Mzmax ? ?min ?max Sk Skmin Skman K Kmin Kmax Mo Momin Momax Md Mdmin Mdmax \n\nUcf4 1.1- 4.17 [0-160[ 2,28 0,90 2,86 1,31 0,93 2,33 -1,04 -1,92 0,33 3,89 1,97 7,58 3,10 -2,24 3,73 2,58 1,05 3,28 \n\nUcf3 4.18-7.7 ]160-280[ 2,70 1,93 3,42 1,12 0,63 1,52 -0,85 -2,26 0,06 2,95 1,56 8,04 3,73 3,73 3,73 3,01 1,65 3,66 \n\nUcf2 7.8-7.25 ]280-350] 2,50 1,54 3,32 1,15 0,77 1,76 -0,94 -2,41 0,21 3,44 1,59 10,06 3,40 0,75 3,73 2,75 1,26 3,62 \n\nUcf1 9.1-10.22 [400-500] 1,69 0,78 2,61 1,27 0,94 1,66 -0,23 -1,02 0,61 2,28 1,47 3,42 2,69 0,75 3,73 1,75 0,84 2,85 \n\nTotal 1.1-10.22 [0-500] 2,30 0,78 3,42 1,22 0,63 2,33 -0,78 -2,41 0,61 3,18 1,47 10,06 3,23 -2,24 3,73 2,56 0,84 3,66 \n\n\n\n79 \n\n \n\n4.2.2.3. Unidade Ucf2 \n\nA análise da distribuição granulométrica da unidade Ucf2 da sondagem AlcMac4, localizada entre \n\n280 e 350 cm de profundidade, demonstra que a unidade Ucf2 é constituída, principalmente, por \n\nareias finas heterogéneas (2,50 ø), mal calibradas (1,15), com enriquecimento de partículas \n\ngrosseiras sendo, geralmente, areias mesocúrticas bimodais e trimodais. A moda indica que os \n\nsedimentos de granulometria muito fina são os que aparecem mais frequentemente. \n\n \n\n4.2.2.4. Unidade Ucf1 \n\nA última unidade em análise (Ucf1) é caracterizada por areias médias e mal calibradas (Quadro 5). \n\nOs valores de assimetria indicam que as areias são simétricas, enquanto os valores de curtose \n\nindicam que são partículas de areia platicúrticas. Os valores obtidos através das medidas de \n\ntendência central (média, moda e mediana) descritos no Quadro 4 indiciam que esta unidade \n\napresenta uma granulometria mais grosseira. \n\n \n\nFig. 16 – Parâmetros granulométricos estatísticos calculados por unidade sedimentares da sondagem AlcMac4. \n\n\n\n80 \n\n \n\n                                    \n\n \n\na) b) \n\nUcf1 \n\nUcf4 \n\nUcf3 \n\nUcf2 \n\nUcf4 \n\nUcf3 \n\nUcf2 \n\nUcf1 \n\n\n\n \n\n81 \n\n \n\n                       \n\nFig. 17 – Parâmetros granulométricos estatisticos da sondagem AlcMac4: a) média; b) desvio-padrão; c) assimetria; d) curtose.  \n\nUcf1 Ucf1 \n\nUcf2 Ucf2 \n\nUcf3 \nUcf3 \n\nUcf4 Ucf4 \n\nc) d) \n\n\n\n82 \n\n \n\n      \n\nFig . 18 – Análise modal dos sedimentos da sondagem AlcMac4. \n\n \n\n \n\nLacuna \n\n\n\n \n\n83 \n\n \n\n4.2.3. Diagramas bi-variados entre parâmetros granulométricos \n\nO cruzamento entre parâmetros granulométricos estatísticos permite a caracterização de \n\ndepósitos sedimentares, na qual todos os parâmetros são utilizados. \n\nO diagrama bi-variado entre o desvio-padrão e média (Fig. 19) mostra que os sedimentos que \n\ncompõem a sondagem AlcMac4 são mal calibrados independentemente da sua dimensão. \n\nTodavia, observa-se que os sedimentos muito finos são moderadamente bem calibrados a \n\nmoderadamente calibrados. Ou seja, os depósitos de granulometria mais fina apresentam melhor \n\ncalibração. A Fig. 19 sugere uma origem proximal, provavelmente fluvial, visto que os sedimentos \n\napresentam má calibração e são compostos por areias de granulometria mais fina. \n\n \n\nFig. 19 – Média vs Desvio-padrão para definir areias de praia de areias de rio. \n\n \n\nA Fig. 20 mostra a distinção entre as areias fluviais e areias de praia, dada por um diagrama bi-\n\nvariado entre os valores de assimetria e desvio-padrão, baseado em Friedman (1961). Neste caso, \n\né possível deduzir um claro domínio de areias fluviais com fluxo unidirecional, visto que são mais \n\ncalibradas do que as areias de praia e apresentam assimetrias muito variáveis, mas com tendência \n\nde enriquecimento de sedimentos grosseiros. As areias de praia, devido aos diversos processos \n\natuantes, são aproximadamente simétricas e mal calibradas. \n\nTal pode-se constatar através da equação proposta por Sahu (1964) que distingue ambientes \n\nmarinhos de ambientes fluviais: \n\nymar:flu = 0,2852 x  ? 8,7604?\n2\n ? 4,8932Sk + 0,0482K. \n\n\n\n \n\n84 \n\n \n\nEm que y>-7,4190, indica um ambiente marinho, mas se y<-7,5190, então é indicativo de \n\nambiente fluvial. O valor obtido para as amostras da sondagem AlcMac4 foi de -8,41, ou seja, \n\napresenta um valor mais próximo do indicado para areias fluviais. \n\n \n\n \n\nFig. 20 – Desvio-padrão vs Assimetria para definição de areias fluviais e de praia. \n\n \n\nA Fig. 21 indicia que as partículas sedimentares leptocúrticas representam sedimentos  \n\nrelativamente bem calibrados na parte central da distribuição granulométrica, enquanto as \n\ndistribuições platicúrticas correspondem, essencialmente, a sedimentos mal calibrados. \n\n \n\nFig. 21 – Desvio-padrão vs Curtose. \n\n\n\n \n\n85 \n\n \n\nO diagrama entre os parâmetros assimetria e curtose mostra (Fig. 22) que as partículas \n\nsedimentares leptocúrticos são enriquecidos em sedimentos grosseiros, enquanto as distribuições \n\ngranulométricas platicúrticas correspondem a sedimentos simétricos. \n\n \n\nFig. 22 – Assimetria vs Curtose. \n\n \n\n4.2.4. Populações granulométricas \n\nComo referido anteriormente, os parâmetros granulométricos estatísticos podem não descrever \n\neficazmente a distribuição das partículas de um sedimento, pelo que o estudo estará mais \n\ncompleto se adicionarmos mais descritores dos ambientes em presença. Surge, assim, a análise \n\naos pontos notáveis de curvas acumulativas. Os pontos notáveis da curva acumulativa \n\ncorrespondem às mudanças de inclinação da reta numa distribuição granulométrica log-normal. \n\nOs segmentos de retas foram definidos tendo em conta um mínimo de três pontos e um \n\ncoeficiente de correlação superior 99% através da folha de cálculo GRANPLOTS (Balsillie et al., \n\n2002). \n\nA análise dos pontos notáveis da curva acumulativa permitiu identificar populações individuais, \n\ndefinindo-se normalmente duas ou mais retas, o que significa que os sedimentos não são \n\nconstituídos por uma única população granulométrica elementar, mas por duas ou mais \n\npopulações (Dias, 2004). Este método permitiu distinguir diferentes ambientes de deposição e \n\nprocessos de transporte de sedimentos de acordo com Visher (1969). Os gráficos das curvas \n\nacumulativas evidenciam populações individuais representadas pelas várias retas que constituem \n\na curva acumulativa de distribuição log-normal (Fig. 23). \n\n\n\n \n\n86 \n\n \n\n \n\nFig. 23 – Exemplo de uma curva acumulativa representativa de areia de praia, em que se identificaram quatro \n\npopulações granulimétricas (Dias, 2004). \n\n \n\nAtravés da análise dos pontos notáveis da curva acumulativa foi possível identificar cinco \n\nprocessos de transporte de sedimentos: 1) arraste; 2) rolamento; 3) duas populações de saltação; \n\ne 4) suspensão (Fig. 24). Os processos mais frequentes de transporte são o rolamento (25,3%), a \n\nsaltação (42,5%) e a suspensão (31,1%). A população de arraste constitui apenas 1,1 % do total das \n\namostras. \n\nAs curvas acumulativas mostram claramente uma dominância da população de saltação em toda a \n\nsondagem AlcMac4, em que foram identificadas por vezes duas populações de saltação (Fig. 25b). \n\nA população de suspensão é dominante nos primeiros 350 cm superiores da sondagem, sendo que \n\napós esta profundidade até à base da sondagem se torna residual. A população de rolamento é \n\nfrequente nos primeiros 160 cm e na parte basal da sondagem AlcMac4 (Fig. 24). \n\nEm grande parte das populações granulométricas cingidas entre os 200 e 250 cm de profundidade \n\nsó foi identificada um processo de transporte, a suspensão, dado que a análise aos pontos \n\nnotáveis da curva só permitiu definir uma reta (Fig. 25d). \n\n\n\n \n\n87 \n\n \n\n    \n\nFig. 24 – Processos de transporte obtidos através das populações granulométricas da sondagem AlcMac4. \n\n \n\nA Fig. 25a demonstra ser representativa de sedimentos bimodais e leptocúrticos, que permitiram \n\ndefinir duas retas, interpretadas como sendo de saltação e suspensão. O ponto notável ocorre aos \n\n2,5 ø. As amostras que revelam este tipo de curva acumulativa são caracterizadas por \n\npercentagens elevadas de material mais fino, ou seja, a população de suspensão é dominante. A \n\ninclinação das retas sugere a existência de uma hidrodinâmica mais turbulenta, o que pode \n\nexplicar a presença de gravilhas em algumas amostras que expressam este tipo de curva.  \n\nLacuna \n\n\n\n \n\n88 \n\n \n\nA Fig. 25b é também bimodal, e permitiu definir cinco populações, uma de arraste, uma de \n\nrolamente, duas de saltação e uma de suspensão. Os principais pontos notáveis ocorrem ao 1 ø, \n\nque permite dividir as populações de arraste/rolamento das duas populações de saltação, e aos \n\n3,5 ø que separa as duas populações de saltação da suspensão. Devido a estas características, a \n\ndistribuição granulométrica aponta para um episódio mais energético, representativo da dinâmica \n\nfluvial. As areias que expressam este tipo de curva acumulativa são geralmente bimodais e \n\nleptocúrticas. \n\nNa Fig. 25c foram definidas três populações granulométricas, o rolamento, a saltação e a \n\nsuspensão. A análise modal indica que são sedimentos trimodais, com o primeiro ponto notável a \n\nocorrer aos 1 ø e o segundo aos 3,5 ø. Em geral, a fração arenosa das amostras que manifestam \n\neste tipo de curva acumulativa são sedimentos platicúrticos e trimodais, representativos de um \n\nambiente mais calmo. \n\nA Fig. 25d apesar de ser constituída por sedimentos trimodais, só apresenta uma reta, indicativa \n\nde uma população de suspensão, que terá sido depositada após um período prolongado e intenso \n\nde cheia. A composição fundamental indica que as amostras transportadas por suspensão são \n\ncompostas por argilas com leitos de areia muito fina, muito platicúrticas e trimodais, o que indica \n\na sua deposição num ambiente de baixa energia, visto que a força hidrodinâmica da corrente já \n\nnão era suficientemente energética, permitindo assim a decantação das argilas após um período \n\nmais energético. Ou seja, ocorreu uma mudança brusca na velocidade da corrente, o que explica a \n\núnica população existente neste conjunto de amostras. \n\nA Fig. 25e é típica de areia fluvial, segundo exemplos apresentados por Visher (1969). A \n\ndistribuição granulométrica da fração arenosa com este tipo de curva acumulativa é platicúrtica e \n\ntrimodal. Foram definidas duas populações de duas populações de saltação e uma de suspensão, \n\ncujo ponto notável ocorre 2,75 ø. Relativamente à Fig. 25d, esta corresponde a um episódio mais \n\nenergético, tal como indica a inclinação mais íngreme da reta. \n\n \n\n\n\n89 \n\n \n\n                                  \n     \n\nb)a) \n\n\n\n \n\n90 \n\n \n\n    \n \n\nc) d) \n\n\n\n \n\n91 \n\n \n\n             \n\n \n\n \n\n \n\nFig. 25 – Exemplos de sub-ambientes identificados na sondagem AlcMac4.\n\nd) e) \n\n\n\n92 \n\n \n\n\n\n93 \n\n \n\n5. Comparação dos resultados obtidos com a sondagem de referência \n\n \n\nA sondagem de referência AlcMac3 também realizada na margem côncava do meandro do Rio \n\nAlcabrichel, mas numa pequena depressão aí existente, tem uma profundidade de 7,7 metros. A \n\nboca da sondagem está a 2,61 m (n.m.m.) de altitude, distando da sondagem AlcMac4 de cerca de \n\nseis metros. Apesar dos seus 770 cm apenas foram apenas analisados os primeiros 500 cm da \n\nreferida sondagem, visto que a sondagem AlcMac4 apenas atinge os cinco metros. A sondagem \n\nAlcMac3 é composta por quinze secções, com hiato entre 445 e 485 cm. As amostras foram \n\nseccionadas em 1 cm cada, mas para se poder comparar com a sondagem AlcMac4 foi necessário \n\nagregar as amostras em duas, de forma a terem a mesma dimensão. \n\nA abertura da sondagem AlcMac3 demonstrou uma nítida variação entre materiais finos e areias e \n\nníveis ricos em conchas e carvão, o que permitiu constatar diferenças nas condições de \n\nsedimentação e do ambiente biológico. Na análise macroscópica da sondagem AlcMac3 verificou-\n\nse um predomínio de material lutítico, mas tal como na sondagem AlcMac4 apenas se \n\ndeterminaram os parâmetros granulométricos com base na fração arenosa. \n\n \n\n5.1. Descrição macroscópica dos sedimentos \n\nAtravés dos sedimentos da sondagem AlcMac3 foram identificadas três unidades sedimentares \n\nbaseadas no tamanho do grão das partículas sedimentares e de restos biológicos (Fig. 26). \n\nA unidade UM3 compreende os primeiros 167 cm de profundidade, correspondente às quatro \n\nprimeiras secções e ao topo da quinta secção. A unidade UM2 tem 118 cm e situa-se entre 167 e \n\n285 cm de profundidade, o que corresponde à restante parte da quinta secção, a toda a sexta \n\nsecção e a metade da sétima secção. A unidade UM1 compreende os restantes 215 cm, ou seja, \n\nencontra-se entre os 285 e 500 cm, porém ocorre um hiato entre os 445 e 485 cm. Os restantes \n\n270 cm não serão analisados no presente trabalho. \n\nA análise macroscópica dos sedimentos da sondagem AlcMac3 permitiu constatar que: i) a \n\nunidade superior (UM3) é constituída por materiais muito finos, nomeadamente silte muito fino e \n\nsilte fino, por vezes, intercalados por leitos mais argilosos, de cor acastanhada. Observaram-se por \n\nvezes alguns grãos de quartzo muito heterométricos. A unidade é rica em carvão, principalmente \n\nentre os 80 e 150 cm de profundidade; ii) a unidade UM2 consiste fundamentalmente em argilas \n\n\n\n \n\n94 \n\n \n\nsiltosas acastanhadas, por vezes com cristais de micas. A parte basal desta unidade é rica em \n\nfragmentos de conchas e foram encontrados restos de carvão dispersos, bem como o que \n\naparenta ser ossos; iii) a unidade UM1 apresenta maior dimensão granulométrica, sendo \n\ncomposta por silte médio e grosseiro, intercalado por níveis mais argilosos entre 349 e 376 cm e \n\n396 e 417 cm de profundidade. A unidade é rica em fragmentos de conchas e matéria orgânica, \n\napresentando fragmentos de carvão dispersos. \n\nA análise macroscópica da sondagem AlcMac3 permitiu evidenciar diferentes condições de \n\nsedimentação no que respeita aos ambientes energético e biológico. Atendendo à sucessão destas \n\nunidades de depósitos de granulação mais fina para o topo, as características de sedimentação \n\nreveladas são cada vez menos energéticas nesta direção, o que evidencia uma sequência positiva. \n\n \n\n5.2. Análise sedimentológica: \n\n5.2.1. Composição fundamental das amostras \n\nA análise sedimentológica efetuada às 185 amostras da sondagem AlcMac3 permitiu obter as \n\nseguintes unidades sedimentares através da composição fundamental das amostras (Fig. 27). A \n\nunidade Ucf4 corresponde aos primeiros 143 cm, a unidade Ucf3 engloba os sedimentos entre os \n\n143 e 281 cm, a unidade Ucf2 limita-se entre 281 e 377 cm os e a unidade Ucf1 abrange as \n\nprofundidades entre 377 e os 500 cm. \n\nA parte superficial da sondagem de AlcMac3 que corresponde à unidade Ucf4 ilustra a \n\nsedimentação atual do canal fluvial, traduzida pelo domínio, quase exclusivo, da fração silto-\n\nargilosa (mais de 80%), com intercalações arenosas de quase 20% do total das amostras, refletindo \n\na baixa energia do canal. \n\nOs sedimentos subjacentes (Ucf3) mostram condições de sedimentação num meio mais calmo, \n\ndado que a fração lutítica aumenta para cerca de 90% do total da unidade. \n\nA unidade Ucf2 revela uma tendência crescente da fração arenosa até aos 325 cm de \n\nprofundidade, apresentando-se de seguida um decréscimo da mesma. Todavia a fração lutítica é \n\ndominante em toda a Ucf2. \n\n\n\n \n\n95 \n\n \n\nEm geral, a unidade Ucf1 é bastante regular com predomínio da fração silto-argilosa em quase \n\n70% do total das amostras. Esta unidade é a que apresenta o maior teor em areia das unidades em \n\nanálise sendo, por vezes, representativa de 50% do total da amostra. \n\n \n\nFig. 26 – Coluna sedimentar da sondagem AlcMac3. \n\n\n\n \n\n96 \n\n \n\n \n\n \n\nFig. 27 – Composição fundamental das amostras da sondagem AlcMac3. \n\n \n\nA variação da composição fundamental ilustra condições de sedimentação distintas: i) mais \n\nenergéticas em Ucf1, como atestam os sedimentos mais grosseiros e os restos biológicos \n\nencontrados; ii) Ucf2 apresenta um pico de material mais grosseiro, sendo rico em restos \n\nbiológicos; iii) Ucf3 evidencia uma mudança brusca, de condições de sedimentação menos \n\nUcf4 \n\nUcf3 \n\nUcf2 \n\nUcf1 \n\nLacuna \n\n\n\n \n\n97 \n\n \n\nenergéticas, como atesta a grande quantidade de fração lutítica; iv) a unidade Cf4 retrata a atual \n\nsituação, um meio calmo. \n\nA comparação das unidades identificadas macroscopicamente e através da composição \n\nfundamental demonstra pequenas discrepâncias. A unidade Ucf4 engloba a unidade UM3. A \n\nunidade Ucf3 corresponde à parte basal de UM3 e à unidade UM2. As unidades Ucf2 e Ucf1 \n\ndividem a unidade UM1. \n\n \n\n5.2.2. Fração arenosa \n\nA sondagem de referência, designada AlcMac3, é caracterizada por partículas de areia fina \n\n(Quadro 6), com tamanho médio do grão de 2,76 ø, moderadamente calibradas, o que evidência \n\numa boa evolução do grão. Os padrões de assimetria apresentam grande amplitude (Fig. 28), \n\nentre 0,08 e -2,84, cuja classe mais representada é dos sedimentos que tendem no sentido dos \n\ngrosseiros. Os valores de curtose são também muito variáveis, entre 1,54 (muito platicúrtica) e \n\n14,66 (muito leptocúrtica). Os valores dos parâmetros granulométricos (Fig. 29) demonstram uma \n\nmudança do ambiente de sedimentação a partir dos 280 cm de profundidade. As areias são muito \n\nfinas, moderadamente calibradas, mas com alguns picos de má calibração, com enriquecimento \n\nde sedimentos muito grosseiros, sendo principalmente leptocúrticas e muito leptocúrticas. Após \n\nesta profundidade até a base da sondagem, as partículas arenosas são de granulometria fina a \n\nmédia, moderadamente calibradas, simétricas mas a tender para partículas grosseiras e \n\nmesocúrticas. \n\nA Fig. 28 mostra as amplitudes e médias dos parâmetros granulométricos estatísticos calculados \n\npara a sondagem AlcMac3, que demonstra uma sequência sedimentar positiva para o topo da \n\nsondagem. Nesta sequência positiva os sedimentos são melhor calibrados, com enriquecimento \n\nem partículas grosseiras e leptocúrticos. \n\n \n\n\n\n98 \n\n \n\n \n\n \n\n \n\n \n\nQuadro 6 – Parâmetros granulométricas estatísticos calculados para a sondagem AlcMac3.\n\n Média (ø) Desvio-Padrão (ø) Assimetria (ø) Curtose (ø)  \n\nSecções Prof. (cm) Mz Mzmin Mzmax ? ?min ?max Sk Skmin Skman K Kmin Kmax \n\nUcf4 1A1- 2B35 [0-143[ 2,92 2,35 3,45 0,87 0,45 1,49 -1,50 -2,84 -0,53 5,82 2,20 14,66 \n\nUcf3 2B36-4A16 ]143-281[ 3,07 2,43 3,38 0,86 0,52 1,95 -1,58 -2,56 -0,28 5,28 1,54 10,23 \n\nUcf2 4A17-4C22 ]281-377[ 2,74 2,05 3,41 0,85 0,46 1,10 -0,75 -1,90 0,03 3,22 2,04 7,11 \n\nUcf1 4C23-5B15 ]377-500] 2,07 1,62 2,44 0,98 0,86 1,21 -0,27 -0,67 0,08 2,92 1,85 3,91 \n\nTotal 1A1-5B15 [0-500] 2,76 1,62 3,45 0,89 0,45 0,89 -1,12 -2,84 0,08 4,51 1,54 14,66 \n\n\n\n99 \n\n \n\n \n\n \n\n \n\nFig. 28 - Parâmetros granulométricos estatísticos calculados por unidade sedimentares da sondagem AlcMac3.\n\n\n\n100 \n\n \n\n                            \n\na) b) \n\nUcf1 \n\nUcf2 \n\nUcf3 \n\nUcf4 \n\nUcf4 \n\nUcf3 \n\nUcf2 \n\nUcf1 \n\n\n\n101 \n\n \n\n          \n\nFig. 29 – Parâmetros granulométricos estatísticos da sondagem AlcMac3: a) média; b) desvio-padrão; c) assimetria; d) curtose. \n\nc) \nd) \n\nUcf4 \n\nUcf3 \n\nUcf2 \n\nUcf1 \nUcf1 \n\nUcf2 \n\nUcf3 \n\nUcf4 \n\n\n\n102 \n\n \n\n5.2.2.1. Unidade Ucf4 \n\nA fração arenosa da unidade Ucf4 da sondagem AlcMac3, que corresponde aos primeiros 143 cm, \n\né constituída por com um tamanho de grão médio de 2,92 ø. As areias são moderadamente \n\ncalibradas (0,87), com enriquecimento de sedimentos muito grosseiros (-1,50) e essencialmente \n\nleptocúrticas. \n\n \n\n5.2.2.2. Unidade Ucf3 \n\nA unidade Ucf3 (143-281 cm) é caracterizada por areias muito finas (tamanho do grão médio é de \n\n3,07 ø), moderadamente calibradas, com tendência de enriquecimento de sedimentos muito \n\ngrosseiros e leptocúrticas. \n\n \n\n5.2.2.3. Unidade Ucf2 \n\nA análise da distribuição granulométrica da unidade Ucf2 da sondagem AlcMac3, localizada entre \n\n281 e 377 cm de profundidade, demonstra que esta unidade é constituída, principalmente, por \n\nareias finas (2,74 ø), moderadamente calibradas (calibração média de 0,85 ø), com \n\nenriquecimento de partículas grosseiras sendo, geralmente, areias mesocúrticas. \n\n \n\n5.2.2.4. Unidade Ucf1 \n\nA fração arenosa da unidade Ucf1 da sondagem AlcMac3 (377 e 500 cm de profundidade) é \n\ncaracterizada por areias finas (tamanho de grão médio de 2,07 ø), mais mal calibradas que as \n\nunidades suprajacentes, que pode ser explicado pela riqueza em restos biológicos. As areias são \n\ngeralmente simétricas e mesocúrticas. \n\n \n\n     \n\n5.2.3. Diagramas bi-variados entre parâmetros granulométricos \n\nO cruzamento entre o desvio-padrão e média (Fig. 30) demonstra que os sedimentos que \n\ncompõem a sondagem AlcMac3 são mais bem calibrados quanto mais finos são os sedimentos, tal \n\ncomo se observou para a sondagem AlcMac4. O limite proposto por Friedman (1961) para definir \n\nareias de praia de areias fluviais e delimitado na Fig. 30 indica que os sedimentos que caracterizam \n\na sondagem de referência, AlcMac3, são característicos da dinâmica fluvial. \n\n \n\n\n\n \n\n103 \n\n \n\n \n\nFig. 30 – Média vs Desvio-padrão para definir areias de praia de areias de rio. \n\n \n\nA Fig. 31 mostra a distinção entre as areias fluviais e areias de praia, dada por um diagrama bi-\n\nvariado entre os valores de assimetria e desvio-padrão, baseado em Friedman (1961). Neste caso, \n\né possível deduzir um claro domínio de areias fluviais com fluxo unidirecional, visto que são \n\nmelhor calibradas do que as areias de fluxo bidirecional, mas apresentam assimetrias muito \n\nvariáveis. As areias simétricas são bem calibradas. A sondagem AlcMac3 não apresenta \n\npraticamente areias com fluxo bidirecional. \n\n \n\nFig. 31 – Desvio-padrão vs Assimetria para definição de areias fluviais e de praia. \n\n\n\n \n\n104 \n\n \n\nA Fig. 32 indicia que as partículas sedimentares moderadamente bem calibradas são \n\nprincipalmente leptocúrticas e muito leptocúrticas, enquanto as partículas mal calibradas são, \n\nessencialmente, mesocúrtica. \n\nO diagrama entre os parâmetros assimetria e curtose (Fig. 33) evidencia que as partículas \n\nsedimentares leptocúrticos são enriquecidos em sedimentos grosseiros, porém as distribuições \n\ngranulométricas platicúrticas correspondem a sedimentos com assimetria simétrica. Estes dados \n\ncorroboram os resultados obtidos para os sedimentos da sondagem AlcMac4. \n\n \n\nFig. 32 – Desvio-padrão vs Curtose. \n\n \n\n \n\nFig. 33 – Assimetria vs Curtose. \n\n \n\n\n\n \n\n105 \n\n \n\n5.2.4. Comparação dos resultados \n\n \n\nComo já referido, as sondagens AlcMac3 e AlcMac4 foram realizadas na margem direita do Rio \n\nAlcabrichel e distam entre si em seis metros. \n\nOs sedimentos analisados em laboratório atingiram uma profundidade máxima de cinco metros, o \n\nque corresponde aproximadamente aos últimos 5000 anos. \n\nA abertura das sondagens demonstrou uma pronunciada variação em argilas, siltes e areias, com \n\ndiferentes colorações e níveis com abundantes conchas e carvões, o que permitiu desde logo \n\nconstatar a possibilidade de existência de diferentes condições de sedimentação, com alternância \n\nde ambientes energéticos e biológicos. \n\nA análise macroscópica das duas sondagens apresenta pequenas discrepâncias entre si (Figs. 13 e \n\n26). A sondagem designada AlcMac4 apresenta um maior teor em materiais argilosos, enquanto a \n\nsondagem de referência, AlcMac3, é constituída por materiais siltosos. Este nível de materiais \n\nmais finos, em ambas as sondagens, chega aproximadamente aos 300 cm de profundidade. \n\nApós esta profundidade, os materiais são mais grosseiros, caracterizados por siltes intercalados \n\npor leitos mais arenosos. Porém, em AlcMac4 estes materiais detríticos são alternados por areias \n\nfinas a médias. Esta discordância na análise macroscópica pode resultar da observação efetuada, \n\nvisto que foi realizada por diferentes indivíduos. \n\nA sondagem AlcMac4 é rica em conchas quer terrestres quer marinhas em toda a sua \n\nprofundidade, enquanto AlcMac3, só após os 200 cm até à base da sondagem, é caracterizada por \n\nníveis ricos em fragmentos de conchas. \n\nAmbas apresentam um nível estéril em biorestos. Em AlcMac4 ocorre entre 300 e 425 cm de \n\nprofundidade e em AlcMac3, o nível estéril, surge em 320 a 380 cm de profundidade. Este nível \n\nestéril em restos biológicos é envolvido por níveis ricos em matéria orgânica e fragmento de \n\nconchas, o que evidencia uma mudança no ambiente biológico, que poderá ter sido causado por \n\numa alteração climática ou por um possível episódio de cheia.  \n\nAs análises palinológicas realizadas a amostras da sondagem AlcMac3 por Randi Danielsen no \n\nâmbito do Projeto FMI500 e publicadas em Ramos-Pereira et al. (2012) indicam que durante este \n\nnível estéril houve um aumento de pólens ericaceae e lotus t., típicos de ambientes mais secos, \n\naumento de myrica característico de pântanos ácidos em períodos frios, aumento de indicadores \n\n\n\n \n\n106 \n\n \n\npolínicos de água doce, tal como pseudochizaea circula, e diminuição de cf. ruppia. Durante este \n\nperíodo mais frio e seco surgiram áreas de pastagens e agrícolas (aumento de plantago lanceolata \n\ne plantago coronopus). Este período frio e seco, caracterizado por solos ácidos na várzea de \n\nMaceira pode ter interferido de forma negativa no desenvolvimento do coberto vegetal, daí a \n\nexistência de um nível estéril em biorestos. \n\nEntre 425 e 500 cm de profundidade, as duas sondagens são bastante ricas em fragmentos de \n\nconchas tipicamente marinhas. Através de análise microscópica foram encontradas conchas \n\nbivalves e búzios. A análise polínica\n4\n efetuada às amostras de AlcMac3 (Ramos-Pereira et al., 2012) \n\ndemonstra claramente um aumento de indicadores polínicos marinhos, com elevada presença de \n\npólens cf. ruppia e botryococcus, típico de ambientes oligotróficos. O ambiente tende a ficar mais \n\nhúmido com a profundidade, como indicado pelo aumento de isoetes. \n\nDeste modo, o estuário do Rio Alcabrichel e em particular a várzea de Maceira sofreu influência \n\nmarinha entre, pelo menos, os 200 e 500 cm de profundidade, como demonstram os níveis ricos \n\nem fragmentos de conchas de origem marinha (Figs. 13 e 26). \n\nAtendendo ao que foi observado nas análises macroscópicas e da composição fundamental \n\nrealizadas às sondagens AlcMac4 e AlcMac3, pode-se identificar as seguintes condições \n\nambientais: (i) as unidades UM1 sugerem que o estuário do Rio Alcabrichel estaria sob influência \n\nmarinha, com evidências de um registo sedimentar mais arenoso e rico em restos biológicos, \n\nnomeadamente fragmentos de conchas de bivalves e búzios; (ii) as unidades UM2 apresentam um \n\nregisto sedimentar menos arenoso que o anterior, demonstrando condições cada vez menos \n\nenergéticas, mas igualmente rico em restos biológicos marinhos; (iii) uma mudança brusca de \n\ncondições de sedimentação, para um ambiente menos energético em UM3, o que permitiu a \n\ndecantação de materiais mais finos; (iv) a unidade UM4 expressa a atual situação sedimentar, ou \n\nseja, condições hidrodinâmicas fluviais baixas, mas por vezes intercaladas por diversos períodos de \n\ninundação, de curta duração, com atesta o aumento de teor em gravilhas e areia. \n\nOs parâmetros estatísticos obtidos para cada sondagem pouco diferem entre si. Como referido, a \n\nsondagem AlcMac4 é caracterizada, em média, por partículas de areia fina, mal calibradas, \n\nmesocúrticas e com enriquecimento em sedimentos grosseiros. Todavia, a sondagem AlcMac3, em \n\nmédia, é caracterizada por areias finas, moderadamente calibradas, leptocúrticas e com tendência \n\n                                                           \n\n4\n Como já referido, efetuada por Randi Danielsen no âmbito do Projeto FMI 5000. \n\n\n\n \n\n107 \n\n \n\nde enriquecimento de partículas sedimentares grosseiras. Assim, a fração arenosa da sondagem \n\nAlcMac3 evidencia uma melhor evolução do grão. \n\nOs valores dos parâmetros granulométricos (Figs. 17 e 29) demonstram uma mudança do \n\nambiente de sedimentação a partir dos 300 cm de profundidade. As areias são finas a muito finas, \n\nmal calibradas a moderadamente calibradas, com enriquecimento de sedimentos grosseiros a \n\nmuito grosseiros, sendo principalmente leptocúrticas. Esta unidade maior apresenta valores \n\nbastante dispares entre si, enquanto a parte basal da sondagem apresenta menores amplitudes \n\ndos parâmetros granulométricos estatísticos. Entre os 300 e 500 cm de profundidade, as partículas \n\narenosas são de granulometria fina a média, moderadamente calibradas a mal calibradas, \n\nsimétricas e mesocúrticas e platicúrticas. Friedman e Sanders (1978) afirmam que a presença de \n\nfragmentos de conchas afeta negativamente a calibração dos depósitos sedimentares, justificado \n\npela suscetibilidade destes fragmentos sofrerem constantes quebras mecânicas, o que poderá \n\nexplicar a má calibração dos sedimentos desta unidade. \n\nComo os primeiros 300 cm de profundidade são caracterizados por areias finas a muito finas, \n\nindica uma perda de energia do ambiente de transporte, devido às correntes de baixa energia \n\nexistentes no ambiente de deposição. A má calibração dos sedimentos permite concluir que os \n\nníveis energéticos ao longo do seu percurso foram irregulares e indica uma hidrodinâmica menos \n\nintensa. Os valores díspares de assimetria indicam que as areias analisadas são eventualmente de \n\norigem fluvial, visto que assimetrias mais variáveis são indicativas desta dinâmica. \n\nA combinação de diversos processos de transporte, identificados pela polimodalidade dos \n\nsedimentos das sondagens AlcMac3 e AlcMac4, entre os 300 e 500 cm de profundidade, é \n\nresponsável pela má calibração das areias que compõem as sondagens, podendo se afirmar que a \n\nsedimentação nesta profundidade é mais energética do que nas unidades posteriores. A riqueza \n\nem restos biológicos pode também influenciar a má calibração destes sedimentos. \n\n\n\n108 \n\n \n\n\n\n109 \n\n \n\n6. Modelação tridimensional da evolução da várzea de Maceira \n\n \n\nAs duas sondagens realizadas na margem direita do Rio Alcabrichel, na várzea de Maceira, \n\npermitiram recolher sedimentos desde, supostamente, o Holocénico médio e superior até à \n\natualidade, de modo a permitirem a modelação tridimensional do cripto-relevo da várzea de \n\nMaceira. \n\nAtravés da análise da composição fundamental das amostras das sondagens AlcMac4 e AlcMac3 \n\nfoi possível constatar a correspondência entre unidades litológicas através dos principais picos \n\narenosos ou argilosos entre as duas sondagens em estudo, permitindo a exequibilidade de \n\nunidades litológicas semelhantes numa única descrição padronizada em função da profundidade. \n\nAssim, foram definidas quatro unidades litológicas: i) argilo-arenosa; ii) argilosa; iii) silto-arenosa; \n\niv) silto-arenosa com gravilha (Fig. 34).  \n\nA primeira unidade definida corresponde aos sedimentos nos primeiros 160 cm superiores da \n\nsondagem AlcMac4 e aos primeiros 143 cm da sondagem de referência, AlcMac3. Esta unidade \n\ndesignada de argilo-arenosa é constituída predominantemente por argilas com algum teor em \n\nareia (cerca de 20%).  \n\nA segunda unidade é constituída, quase exclusivamente, por argilas (mais de 90%), designando-se \n\nde unidade argilosa. Esta unidade litológica compreende-se entre 160 e 280 cm na sondagem \n\nAlcMac4 e entre 143 e 281 cm na sondagem AlcMac3.  \n\nA terceira unidade é mais complexa do que as duas unidades superiores, dado que na sondagem \n\ndesignada AlcMac4 não se conhece o seu limite basal. Na sondagem de referência, a terceira \n\nunidade situa-se entre os 281 e 377 cm. Esta unidade denomina-se de silto-arenosa, visto que é \n\nconstituída fundamentalmente por siltes e leitos arenosos.  \n\nPor fim, na unidade inferior na sondagem AlcMac4 não se conhece o seu topo, pois entre 350 e \n\n400 cm existe uma lacuna resultante da amostragem, o que dificulta a perceção do limite inferior \n\nda terceira unidade e o limite superior da quarta unidade desta sondagem. A quarta unidade da \n\nsondagem AlcMac3 situa-se entre os 377 e 500 cm de profundidade, porém ocorre um hiato \n\nresultante da amostragem entre 445 e 485 cm. Esta última unidade litológica designa-se silto-\n\narenosa com gravilha, dadas as suas características silto-arenosas, mas com algum teor em \n\nmaterial mais grosseiro, nomeadamente gravilhas. \n\n\n\n \n\n110 \n\n \n\nAs lacunas ocorridas entre 350 e 400 cm de profundidade em AlcMac4 e 445 e 485 cm em \n\nAlcMac3 não são lacunas estratigráficas, mas como se referiu são lacunas existentes da \n\namostragem. \n\n \n\nFig. 34 – Logs lito-estratigráficos em 3D. \n\n \n\nA Fig. 34 é representativa de um diagrama de cerca. A vantagem proporcionada por este modelo \n\nconsiste na possibilidade de observar o interior do modelo tridimensional, sobretudo a sua \n\ninterpolação, permitindo mais tarde a validação ou não do modelo sólido em três dimensões. \n\nApós a definição das camadas litológicas do fundo da várzea de Maceira foi possível gerar modelos \n\nlitológicos tridimensionais. Os modelos tiveram em consideração toda a informação obtida através \n\nda análise da composição fundamental das amostras das duas sondagens em estudo, mas também \n\nda topografia. \n\nO processamento do modelo litológico tridimensional sem permitir a escolha do método de \n\ninterpolação torna-o um pouco limitado, pois torna a descrição litológica da sondagem e a sua \n\nárea de influência como exata, não considerando pontos distantes mas com a mesma descrição \n\nlitológica numa unidade contínua. No entanto, é possível escolher alguns sub-itens. Foram gerados \n\n\n\n \n\n111 \n\n \n\ntrês modelos litológicos sólidos em 3D. No primeiro, os voxels são representados em pontos (Fig. \n\n35), enquanto nos outros dois modelos os voxels são representados em área (Figs. 36 e 37).  \n\nA Fig. 36 foi efetuada através do algoritmo de harmonização aleatória (randomize blending), \n\natenua as mudança das camadas litológicas criando, por vezes, intercalações de unidades \n\nlitológicas, enquanto a Fig. 37 realizada com recurso à interpolação de pontos externos \n\n(interpolate outliers), mostra a alternância das camadas litológicas mais bruscamente, mas sem \n\ninduzir em erro o leitor da existência alternada de camadas. \n\nA grelha do modelo sólido definida apresenta uma forma retangular e uma malha quadrada. O \n\nmodelo sólido é subdividido em células tridimensionais, designadas de voxel, com 0,2 m de lado \n\nem todas as dimensões. Este valor, como referido no Capítulo 3, é estimado de acordo com os \n\ndados posicionais das sondagens. Mas as diversas tentativas de modelação indicaram que estes \n\nvalores não eram mais indicados, tendo sido testados diversos espaçamentos entre os nós da \n\nmalha até se chegar ao valor ideal. Este espaçamento ótimo foi de um metro para os eixos x e y e \n\nde 0,2 m para o eixo dos z. \n\nA sondagem AlcMac4 situa-se a 3,24 m acima do n.m.m., enquanto a sondagem AlcMac3, \n\nlocalizada numa pequena depressão existente na várzea de Maceira, está a 2,61 m acima do \n\nmesmo nível. As sondagens distam entre si em seis metros, tendo ambas uma amostragem de \n\ncinco metros de profundidade. Para que a informação pudesse ser utilizada de forma coerente foi \n\nnecessário aumentar a profundidade da sondagem AlcMac4 em mais 63 cm, valor que \n\ncorresponde à diferença topográfica entre as duas sondagens em análise. Esta alteração permite \n\numa melhor visualização do modelo tridimensional dos fundos da várzea de Maceira, visto que o \n\nprograma RockWorks 15 assume as lacunas como sendo estratigráficas. Assim, a lacuna existente \n\nem AlcMac3 entre 445 e 485 cm de profundidade estava a ser interpolada apenas como um tipo \n\nde material, devido à falta de informação após 500 cm de profundidade da sondagem AlcMac4. \n\nA avaliação dos modelos tridimensionais é satisfatória, visto que apresentam uma boa visualização \n\nespacial. Mas mais importante que o processamento e a visualização do modelo sólido, é a sua \n\ninterpretação, que depende do conhecimento geológico da área, mas também do domínio do \n\nsoftware. \n\nA melhor maneira de validar o modelo consiste em compará-lo com os logs lito-estratigráficos da \n\ninformação original. Desta forma, os modelos sólidos de tipo litológico (Figs. 35, 36 e 37) \n\nassemelham-se ao diagrama de cerca (Fig. 34) pelo que os modelos tridimensionais são robustos. \n\n\n\n \n\n112 \n\n \n\n \n\nFig . 35 – Representação em 3D em midpoint da evolução da várzea de Maceira. \n\n \n\n \n\nFig . 36 – Representação em 3D em full voxel da evolução da várzea de Maceira através da harmonização aleatória \n\n\n\n \n\n113 \n\n \n\n \n\nFig . 37 – Representação em 3D em full voxel da evolução da várzea de Maceira através da interpolação de pontos \n\nexternos. \n\n \n\n\n\n \n\n114 \n\n \n\n\n\n115 \n\n \n\nConsiderações finais \n\n \n\nTodo o processo de abordagem científica multidisciplinar exercido ao longo desta investigação \n\npermitiu compreender o quão difícil é amadurecer toda a informação adquirida, sobretudo \n\nquando a investigação em curso é balizada em apenas um ano, pelo que sinto a necessidade de \n\naprofundar um pouco mais alguns dos temas estudados. \n\nNo entanto, o principal objetivo desta dissertação foi atingido através da modelação \n\ntridimensional do cripto-relevo da várzea de Maceira, desde os últimos 5000 anos. \n\nA avaliação das mudanças texturais dos sedimentos preservados na várzea de Maceira permitiu \n\nrelacioná-los com a sua proveniência. Os sedimentos analisados das duas sondagens em estudo \n\nsão, fundamentalmente, de origem fluvial, mas o estuário interior do Rio Alcabrichel sofreu \n\ninfluência marinha até cerca de 200 cm de profundidade, como atesta a quase contínua riqueza \n\nbiológica marinha. \n\nAs sondagens em estudo permitiram distinguir quatro unidades sedimentológicas através da sua \n\ncomposição fundamental (Ucf), da base para o topo: (i) Ucf1, onde predomina a fração silto-\n\nargilosa, embora seja a unidade mais grosseira, com intercalações de leitos arenosos e gravilha e \n\nem que a matéria orgânica é mais abundante, nomeadamente fragmentos de conchas de bivalves \n\ne búzios; (ii) Ucf2 apresenta um registo sedimentar menos arenoso que o anterior, mas \n\nigualmente rico em restos biológicos tipicamente marinhos; (iii) em Ucf3 há maior domínio da \n\nfração lutítica, geralmente superior a 90%; (iv) Ucf4 predominância, quase exclusiva, da fração \n\nargilosa, mas com leitos de areia e gravilha.  \n\nAmbas as sondagens revelam uma sequência positiva dos ambientes de sedimentação, com \n\nmateriais cada vez mais finos e melhor calibrados em direção ao topo das sondagens. Os \n\nsedimentos revelam um enriquecimento de grosseiros e tendem a ser leptocúrticos para o topo. \n\nEstes resultados demonstram realmente o poder de calibração do curso fluvial, em que as \n\ndistribuições leptocúrticas representam sedimentos unimodais a bimodais, relativamente bem \n\nselecionados na parte central da distribuição granulométrica. Este facto é bastante nítido nos \n\nprimeiros 50 cm superiores das sondagens, que indiciam que após um período calmo (Ucf3), de \n\ndecantação de material de granulometria mais fina, ocorreu em Ucf4 um ambiente mais \n\nenergético, como demonstram estes dados e o aumento em teor de areia e gravilha. A unidade \n\nUcf3 essencialmente composta por materiais lutíticos é caracterizada por uma elevada população \n\n\n\n \n\n116 \n\n \n\nde saltação, tornando-se após esta unidade até à base um processo de transporte residual. Até \n\naos 350 cm de profundidade, as areias são principalmente fluviais com fluxo unidirecional, \n\nrevelando uma melhor calibração das areias. \n\nAs unidades Ucf2 e Ucf1 são representativas de ambientes mais energéticos como testemunham \n\nos sedimentos que as compõem, de granulometria mais grosseira e mal calibrada, podendo estar \n\nrelacionados com o fluxo bidirecional que os transportaram. Os processos de transporte \n\ndominantes nestas duas unidades sedimentares são o rolamento e a saltação. \n\nA sequência sedimentar e a existência de biorestos não é reveladora de alterações climáticas \n\nsignificativas, ocorridas nos últimos 5000 anos, excetuando um nível estéril em restos biológicos. \n\nTendo em conta alguns dados publicados, este nível pode ser indicativo de uma fase climática \n\nmais árida e fria. \n\nA variação da composição fundamental ilustra condições de sedimentação distintas: (i) mais \n\nenergéticas em Ucf1, sugerindo um estuário influenciado pela dinâmica marinha, com registo \n\nsedimentar mais arenoso e rico em restos biológicos; (ii) Ucf2 evidencia ainda a influência marinha \n\nno estuário interior do Rio Alcabrichel, mas demonstra condições cada vez menos energéticas; (iii) \n\numa mudança nítida para um ambiente menos energético em Ucf3, o que permitiu a decantação \n\nde materiais de granulometria mais fina; (iv) Ucf4 retrata a situação atual de um ambiente menos \n\nenergético, podendo contudo registar episódios de enxurrada testemunhados por areias e \n\ncascalho. \n\nAs unidades anteriormente descritas foram essenciais para a modelação tridimensional da \n\nevolução dos fundos da várzea de Maceira, que permitiram atingir um modelo tridimensional \n\nlitológico satisfatório. Porém, duas sondagens não são suficientes para caracterizar todo o cripto-\n\nrelevo da várzea de Maceira. A fim de completar esta investigação é necessário analisar \n\nsedimentos mais próximos do canal fluvial, visto que as sondagens analisadas encontram-se um \n\npouco afastadas do mesmo, o que permitirá que os próximos modelos litológicos gerados sejam \n\nmais reais e eficazes. \n\n \n\n \n\n\n\n \n\n117 \n\n \n\nBibliografia: \n\nAdministração da Região Hidrográfica do Tejo (2011) – Plano das bacias hidrográficas das ribeiras do Oeste \n– Síntese para consulta pública. Ministério da Agricultura, Mar, Ambiente e Ordenamento do Território. \n351p. \n\nAlcoforado, M.J.; Alegria, M.F.; Ramos-Pereira, A; Sirgado, C. (1982, 2ª edição em 1993) - Domínios \nBioclimáticos em Portugal, definidos por comparação dos Índices de Gaussen et d'Emberger, Linha de \nAcção de Geografia Física, relatório nº14, C.E.G., I.N.I.C., Lisboa, 30p. + 2 mapas. \n\nAlday, M.; Cearreta, A.; Cachão, M.; Freitas, M. C.; Andrade, C.; Gama, C. (2006) – Micropalaeontological \nrecordo f Holocene estuarine and marine stages in the Corgo do Porto rivulet (Mira River, SW Portugal). \nEstuarine, Coastal and Shelf Science, 66: 532-543. \n\nAndrade, C. e Freitas, M. C. (1999) – E se a estufa em que vivemos for inundada? – A subida do nível do \nmar: algumas causas e consequências. \n\nAntunes, C. e Taborda, R. (2009) – Sea level at Cascais tide guage: data, analysis and results. Journal of \nCoastal Research, SI 56 (Proceedings of the 10\n\nth\n International Coastal Symposium), 218-222. Lisbon, \n\nPortugal. \n\nAraújo-Gomes, J. (2010) – Estuário da Ribeira de Bensafrim: Leitura geo-arqueossismológica. Dissertação de \nMestrado em Geografia Física e Ordenamento do Território, Instituto de Geografia e Ordenamento do \nTerritório da Universidade Lisboa, Lisboa. \n\nAzevêdo, T.; Ramos-Pereira, A.; Ramos, C.; Nunes, E.; Freitas, M.; Andrade, C.; Pereira, D. (2007) – \nFloodplain sediments of the Tagus River, Portugal: assessing avulsion, channel migration and human \nimpact. In Gary Nichols, Edward Williams, Chris Paola (ed.), Sedimentary Processes, Environments and \nBasins: A Tribute to Peter Friend, Special Publication nº 38 of the International Association of \nSedimentologists, Wiley-Blackwell, Chicester, 535-554. \n\nBalsillie, J. H.; Donoghue, J. F.; Butler, K. M.; and Koch, J. L. (2002) - Plotting equation for Gaussian \npercentiles and a spreadsheet program for generating probability plots:  Journal of Sedimentary Research, \n72 (6): 929-933. \n\nBlott, S. e Pye, K. (2001) – Gradistat: a grain size distribution and statistics package for the analysis of \nunconsolidated sediments. Earth Surface Processes and Landforms, 26: 1237-1248.  \n\nBond, G.; Showers, W.; Cheseby, M.; Lotti, R.; Almasi, O.; deMenocal, P.; Priore, P.; Cullen, H.; Hajdas, I. e \nBonani, G. (1997) – A Pervasive Millennial-Scale Cycle in North Atlantic Holocene and Glacial Climates. \nScience, 78: 1257-1266. \n\nBond, G.; Kromer, B.; Beer, J.; Muscheler, R.; Evans, M. N.; Showers, W.; Hoffmann, S.; Lotti-Bond, R.; \nHajdas, I.; Bonani, G. (2001) – Persistent solar influence on North Atlantic climate during the Holocene. \nScience, 294: 2130-2136. \n\nBoski, T.; Moura, D.; Veiga-Pires, C.; Camacho, S.; Duarte, D.; Scott, D. B.; Fernandes, S. G. (2002) – \nPostglacial sea-level rise and sedimentary response in the Guadiana Estuary, Portugal/Spain border. \nSedimentary Geology, 150: 103-122.  \n\n\n\n \n\n118 \n\n \n\nBoski, T.; Camacho, S.; Moura, D.; Fletcher, W.; Wilamowski, A.; Veiga-Pires, C.; Correia, V.; Loureiro, C. e \nSantana, P. (2008) – Chronology of the sedimentary processes during the postglacial sea level rise in two \nestuarines of the Algarve coast, Southern Portugal. Estuarine, Coastal and Shelf Science, 77:230-244. \n\nBoski, T.; Delgado, J.; Nieto, J. M.; Pereira, L. (2010) – Geoquímica de metais vestigais em sedimentos do \npreenchimento Holocénico do Estuário do Guadiana. X Congresso de Geoquímica dos Países de Língua \nPortuguesa e XVI Semana de Geoquímica. Geoquímica ambiental e geologia médica, 1-5. \n\nBrito, P. (2009) – Impactos da elevação do nível médio do mar em ambientes costeiros: o caso do estuário \ndo Sado. Tese de Doutoramento em Geologia (Geologia Económica e do Ambiente), Faculdade de Ciências \nda Universidade de Lisboa, Lisboa, 344p. \n\nBroecker, W.; Denton, G. (1990) – What drives glacial cycles?. Scientific American, 262 (1): 49-56. \n\nChaminé, H.; Fonseca, P.E.; Carvalho, J. M.; Azevedo, M.; Gomes, A.; Teixeira, J. (2004) – Geometria, \ncinemática e dinâmica diapírica da morfoestrutura do Vimeiro (Torres Vedras, Portugal central): \nimplicações para um modelo hidrogeológico. Caderno Laboratotio. Xeolóxico de Laxe, Coruña, 29: 9-30. \n\nCruces, A.; Quaresma, J. C.; Freitas. M. C.; Andrade, C.; Ferreira, T.; Araújo. M. F. (2011) – Evidências \ngeológicas e arqueológicas para a transição climática entre o Período Quente Romano e o “Período das \nTrevas” no SW alentejano (Portugal). IV Jornadas do Quaternário – 1st International Conference, Alterações \nAmbientais e interação humana na fachada atlântica ocidental. Coimbra, pp. 28. \n\nDelgado, J.; Boski, T.; Nieto, J. M.; Pereira, L.; Moura, D.; Gomes, A.; Sousa, C.; Garcia-Tenorio, R. (2012) – \nSea-level rise and anthropogenic activities recorded in the late Pleistocene/Holocene sedimentary infill of \nthe Guadiana Estuary (SW Ibéria). Quaternary Science Review, 1-21. \n\nDesprat, S.; Goñi, M.; Loutre, M. F. (2003) – Revealing climatic variability of the last three millennia in \nnorrthwestern Iberia using pollen influx data. Earth and Planetary Science Letters, 213: 63-78. \n\nDias, J. A. (2004) – A história da evolução do litoral português nos últimos vinte milénios. In: Tavares, A.A., \nTavares, M.J.F. &amp; Cardoso, J.L., Evolução Geohistórica do Litoral Português e Fenómenos Correlativos: \n\nGeologia, História, Arqueologia e Climatologia, pp. 157-170. \n\nDinis, J. L.; Henriques, V.; Freitas, M. C.; Andrade, C; Costa, P. (2006) – Natural to anthropogenic forcing in \nthe Holocene evolution of three coastal lagoons (Caldas da Rainha valley, western Portugal). Quaternary \nInternational, 150: 41-51. \n\nFarinha, J. C.; Costa, L.; Trindade, A.; Araújo, P. R. &amp; Silva, E. P. (2001) – Zonas Húmidas portuguesas de \nimportância internacional – sítios inscritos na Convenção Ramsar. ICN, Lisboa, 88p. \n\nFerreira, R. (2007) – Caracterização geoambiental do sítio da Carrasqueira (Estuário do Sado). Tese de \nMestrado em Ciências da Terra e da Vida para o Ensino, Faculdade de Ciências da Universidade de Lisboa, \nLisboa, 276p. \n\nFolk, R.L. e Ward, W. C. (1957) - Brazos River bar: a study in the significance of grain size parameters. \nJournal of Sedimentary Petrology, 27: 3–26. \n\nFreitas, M. C.; Cruces, A. e Andrade, C. (2000) – As lagunas de Melides e de Santo André: evolução e \ncomportamento morfodinâmico.  In Carvalho, G.S., Gomes, F.V. e Pinto, F.T. (eds). A zona costeira do \nAlentejo, Assoc. Eurocoast-Portugal, pp. 27-44. \n\n\n\n \n\n119 \n\n \n\nFriedman, G. (1961) – Distinction between dune, beach and river sands from their textural characteristics. \nJournal of Sedimentary Petrology, 31(2): 514-529. \n\nFriedman, G. e Sanders, J. (1978) – Principles of Sedimentology. Jonh Wiley &amp; Sons. New York, 792p. \n\nHenriques, M. V.; Freitas, M. C.; Andrade, C.; Cruces, A. (2002) – Alterações morfológicas em ambientes \nlitorais desde o último máximo transgressivo – exemplos da Estremadura e do Alentejo. Publicações da \nAssociação Portuguesa de Geomorfólogos, Lisboa, 1:103-113. \n\nIssar, A. (2003) – Climate changes during the Holocene and their impact on hydrological systems. \nInternational Hydrology Series. Cambridge University Press, 144p. \n\nLencastre, A.; Franco, F. (2003) – Lições de Hidrologia. 3ª edição, Fundação Armando Lencastre, Lisboa. \n\nLessa, G.; Masselink, G. (2006) – Evidence of a Mid-Holocene sea level highstand from the sedimentary \nrecord of a macrotidal barrier and paleoestuary system in Northwestern Australia. Journal of Coastal \nResearch, 22: 100-112. \n\nMagny, M.; Vannière, B.; Calo, C.; Millet, L.; Leroux, A.; Peyron, O.; Zanchetta, G.; La Mantia, T.; Tinner, W. \n(2011) – Holocene hydrological changes in south-western Mediterranean as recorded by lake-level \nfluctuations at Lago Preola, a coastal lake in southern Sicily, Italy – Quaternary Science Reviews, 30: 2459-\n2475. \n\nManuppella, G.; Antunes, M. T.; Pais, J.; Ramalho, M. M; Rey, J. (1999) – Carta Geológica de Portugal na \nescala 1/50 000 e Notícia Explicativa da Folha 30-A Lourinhã. Departamento de Geologia. Instituto \nGeológico e Mineiro. Lisboa, 83p. \n\nMartín-Puertas, C.; Valero-Garcés, B. L.; Brauer, A.; Mata, M. P.; Delgado-Huertas, A. e Dulski, P. (2009) – \nThe Iberian-Roman Humid Period (2600-1600 cal yr BP) in the Zoñar Lake varve record (Andalucía, southern \nSpain). Quaternary Research, 71: 108-120. \n\nMiranda, P. (2001) - Meteorologia e Ambiente. Universidade Aberta, 325p. \n\nMorellón, M.; Pérez-Sanz, A.; Corella, J. P.; Büntgen, U.; Catalán, J.; González-Sampériz, P.; González-\nTrueba, J.; López-Sáez, J.; Moreno, A.; Pla-Rabes, S.; Saz-Sánchez, M.; Scussolini, P.; Serrano, E.; Steinhilber, \nF.; Stefanova, V.; Vegas-Vilarrúbia, T.; Valero-Garcés, B. (2012) – A multi-proxy perspective on Millennium-\nlong climate variability in the Southern Pyrenees. Climate of the Past, 8:683-700. \n\nMorhange, C.; Laborel, J.; Hesnard, A. (2001) – Changes of relative sea level during the past 5000 years in \nthe ancient harbor of Marseilles, Southern France. Palaeogeography, Palaeoclimatology, Palaeoecology, \n166: 319-329. \n\nNeves, M. (2006) – Os sistemas litorais da Estremadura Norte. Classificação e caracterização \ngeomorfológica. Linha de Investigação em Dinâmica Litoral e Fluvial, Relatório nº 4. CEG-UL, 118p. \n\nOsher, L. J. e Flannagan, C. T. (2007) – Soil/ Landscape Relationships in a Mesotidal Maine Estuary. Soil \nScience Society of America, 71 (4): 1323 – 1334. \n\nPeixoto, J. P. (1987) – As variações do clima e o ambiente. Sec. Est. Amb., Lisboa. \n\n\n\n \n\n120 \n\n \n\nPerez-Arlucea, M.; Mendez, G.; Clemente, G.; Nombela, M.; Rubio, B.; Filgueira, M. (2005) – Hydrology, \nsediment yield, erosion and sedimentation rates in the estuarine environment of the Ria de Vigo, Galicia, \nSpain. Journal of Marine Systems, 54: 209-226. \n\nPerillo, G. (1995) – Geomorphology and Sedimentology of estuaries. Elsevier Science Publications B. V., \nAmsterdam, 459p. \n\nRamos, C. (2009) - Dinâmica Fluvial e ordenamento do território. Núcleo de Investigação em Sistemas \nLitorais e Fluviais, SLIF-6, CEG –UL, 94p. \n\nRamos-Pereira, A.; Ramos, C.; Trindade, J.; Araújo-Gomes, J.; Rocha, J.; Granja, H.; Gonçalves, L.; Monge \nSoares, A.; Martins, J. M. (2011) – FMI 5000: Um projecto sobre mudanças ambientais holocénicas. \nFinisterra, 91: 99-106. \n\nRamos-Pereira, A.; Trindade, J.; Ramos, C.; Soares, A.; Danielsen, R.; Granja, H.; Torres, A.; Ribeiro, A.; \nMartins, J.; Portela, P. (2012) – A multi-proxy analysis in the assessment of fluvio-marine interactions over \nthe last 5000 years. EGU General Assembly 2012. Viena, p. 12723. \n\nRamos-Pereira, A.; Borges, B.; Monge-Soares, A.; Santos, A.; Neves, M. (2007) – Coastal \npalaeoenvironments: a balance between sea level fluctuations and neotectonics. Examples on Portuguese \nEstremadura, in Gómez-Pujol, L. &amp; Fornós, J. J. (Eds.) – Investigaciones recientes (2005-2007) en \nGeomorfologia Litoral, 175:177. \n\nSabatier, P.; Dezileau, L.; Colin, C.; Briqueu, L.; Bouchette, F.; Martinez, P.; Siani, G.; Raynal, O.; von \nGrafenstein, U. (2012) – 7000 years of paleostorm activity in the NW Mediterranean Sea in response to \nHolocene climate events. Quaternary Research, 77:1-12. \n\nSahu B. K. (1964) - Depositional mechanism from the size analysis of clastic sediments. Journal of \nSedimentary Petrology, 34 (1): 73–83. \n\nSampath, D.; Boski, T.; Martins, F.; Sousa, C.; Filho, F.; Bezerra. F. (2011) – Forecasting and Hindcasting \nLong-term Morphologcal Evolutions of Estuaries ans Lagoons in Response to Sea Level Rise. Journal of \nCoastal Research, 64: 691-695. \n\nSantos, F. D. (2006) – Problemática das Alterações Climáticas no Início do Século XXI. In Santos, F. D. &amp; \nMiranda, P. (eds), Alterações Climáticas em Portugal – Cenários, impactos e medidas de adaptação . \nProjecto SIAM II, Gradiva, Lisboa, Portugal, pp. 19-43. \n\nSchneider, H.; Höfer, D.; Trog, C.; Busch, S.; Schneider, M.; Baade, J.; Daut, G.; Mäusbacher, R. (2010)- \nHolocene estuary development in the Algarve Region (Southern Portugal) – a reconstruction of \nsedimentological and ecological evolution. Quaternary International, 221, 141-158. \n\nSwindles, G.; Plunkett, G. e Roe, H. (2007) – A delayed climatic response to solar forcing at 2800 cal. BP: \nmultiproxy evidence from three Irish peatlands. The Holocene, 17 (2): 177-182. \n\nTrindade, J. (2001) - Evolução geomorfológica do sector terminal da bacia do Rio Alcabrichel. Tese de \nMestrado em Geografia Física e Ambiente, Faculdade de Letras da Universidade de Lisboa, Lisboa, 121p. \n\nTrindade, J. (2002) – Evolução geomorfológica do sector terminal da bacia do Rio Alcabrichel – Lourinhã. \nFinisterra, 73: 121-123. \n\n\n\n \n\n121 \n\n \n\nTrindade, J.; Ramos?Pereira, A.; Neves, M. (2007) - Monitorização da morfodinâmica de praias com DGPS e \nEstação Total. Comparação de resultados. Publicações da Associação Portuguesa de Geomorfólogos, Lisboa, \nvolume V : 293-301. (ISBN: 972-636-167-2 – 978-972-636-167-1). \n\nTrindade, J. (2010) – Monitorização e análise de indicadores da dinâmica de praias expostas. SLIF – 7, \nCentro de Estudos Geográficos, IGOT-UL, 120p. \n\nTrindade, J. (2011) - Evolução geomorfológica do Baixo Alcabrichel e da Ribeira de Toledo. in Araújo, A. \n(eds.) O concheiro de Toledo no contexto do Mesolítico Inicial do litoral da Estremadura, Trabalhos de \nArqueologia, 51: 17-36. \n\nVis, G.; Kasse, C. e Vandenberghe, J. (2008) – Late Pleistocene and Holocene paleogeography of the Lower \nTagus Valley (Portugal): effects of relative sea level, valley morphology and sediment supply. Quaternary \nScience Reviews, 27: 1682-1709. \n\nVisher, G. (1969) – Grain size distributions and depositional processes. Journal of Sedimentary Petrology, \n39(3): 1074-1106. \n\nWanner, H.; Beer, J.; Bütikofer, J.; Crowley, T.; Cubasch, U.; Flückiger, J.; Goosse, H.; Grosjean, M.; Joos, F.; \nKaplan, J.O.; Küttel, M.; Müller, S.A.; Colin-Prentice, I.; Solomina, O.; Stocker, T.F.; Tarasov, P.; Wagner, M. e \nWidmann, M. (2008) – Mid- to Holocene climate change: an overview. Quaternary Science Reviews, 27: \n1791-1828. \n\nZazo, C. (2006) – Cambio climático y nivel del mar: la Península Ibérica en el contexto global. Cuaternario y \nGeomorfologia, 20 (3-4): 115-130. \n\nZazo, C.; Dabrio, C. J.; Goy, J. L.; Lario, J.; Cabero, A.; Silva, P. G.; Bardají, T.; Mercier, N.; Borja, F.; Roquero, \nE. (2008) – The coastal archives of the last 15ka in the Atlantic-Mediterranean Spanish linkage area: Sea \nlevel and climate changes. Quaternary International, 181: 72-87. \n\nZbyszewski, G.; d’Almeida, F. M.; Assunção, C. T. (1955) – Carta Geológica de Portugal na escala 1/50 000 e \nNotícia Explicativa da Folha 30-C Torres Vedras. Serviços Geológicos de Portugal. Lisboa, 33p. \n\nZbyszewski, G.; Assunção, C. T. (1965) – Carta Geológica de Portugal na escala 1/50 000 e Notícia Explicativa \nda Folha 30-D Alenquer. Serviços Geológicos de Portugal. Lisboa, 104p."}]}}}