{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10741"}, {"@name": "filename", "#text": "15907_DonattiFilho_JosePaulo_D.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "NÚMERO: 438/2011 \n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \n\nINSTITUTO DE GEOCIÊNCIAS \n\n \n\n \n\nJOSÉ PAULO DONATTI FILHO \n\n \n\n \n\nPETROGÊNESE DO CAMPO KIMBERLÍTICO BRAUNA, \n\nCRÁTON DO SÃO FRANCISCO \n\n \n\nTESE DOUTORADO APRESENTADA AO \n\nINSTITUTO DE GEOCIÊNCIAS DA UNICAMP \n\nPARA OBTENÇÃO DO TÍTULO DE DOUTOR EM \n\nCIÊNCIAS NA ÁREA DE GEOLOGIA E \n\nRECURSOS NATURAIS \n\n \n\n \n\n \n\n \n\nORIENTADOR: PROF. DR. ELSON PAIVA DE OLIVEIRA \n\n \n\n \n\nCampinas, Outubro de 2011 \n\n  \n\n\n\nii \n\n© by  José Paulo Donatti Filho, 2011 \n \n \n \n \n\n \nFICHA CATALOGRÁFICA ELABORADA POR  \n\nCÁSSIA RAQUEL DA SILVA – CRB8/5752 – BIBLIOTECA “CONRADO PASCHOALE” DO \nINSTITUTO DE GEOCIÊNCIAS \n\nUNICAMP \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nInformações para a Biblioteca Digital \n \nTítulo em ingles: Petrogenesis of the Brauna Kimberlite Field, São Francisco craton.. \nPalavras-chaves em ingles: \nSão Francisco craton \nKimberlite \nPetrology \nGeochronology \nGeochemistry \nÁrea de concentração: Geologia e Recursos Naturais \nTitulação: Doutor em Ciências \nBanca examinadora:  \nElson de Oliveira Paiva (Presidente) \nDarci Pedro Svisero \nExcelso Ruberti \nRoberto Perez Xavier \nTiciano José Saraiva dos Santos \nData da defesa:  30-08-2011 \nPrograma de Pós-graduação em Geociências  \n\n \n                Donatti Filho, José Paulo 1981- \nD715p            Petrogênese do campo kimberlítico Brauna, Cráton do \n\nSão Francisco    /   José Paulo Donatti Filho--   \nCampinas,SP.: [s.n.], 2011. \n\n \n                       Orientador: Elson Paiva de Oliveira.                        \n\n                         Tese (doutorado) - Universidade Estadual de        \nCampinas, Instituto de Geociências. \n\n \n        1. Crátons - Bahia.  2. Kimberlito.   3. Petrologia.  4. \nGeocronologia.   5. Geoquímica.    I. Oliveira, Elson Paiva \nde, 1947-   II.  Universidade Estadual de Campinas, \nInstituto de Geociências.    III. Título.  \n\n\n\n\n\niv \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAos meus pais, \n\nque me ensinaram a ter responsabilidade e objetivo na vida. \n\n  \n\n\n\nv \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n... e se cheguei mais longe, foi porque inicialmente me enganei,  \n\npensando estar muito perto. \n\n  \n\n\n\nvi \n\nAGRADECIMENTOS \n\n \n\nDeixo aqui meu agradecimento a todos aqueles que contribuíram de alguma forma para a \n\nminha formação e pesquisa. Agradeço principalmente ao meu orientador professor Elson Paiva \n\nde Oliveira por insistir em me ensinar a geologia com paciência e didática ímpar, e a me \n\n?lapidar? como um pesquisador de competência. Agradeço profundamente ao Nelson Angeli meu \n\ngrande amigo e professor de graduação que um dia abriu meus olhos para a ciência e acreditou no \n\nmeu potencial. Ao estimado professor Asit Choudhuri por me incentivar a continuar tentando \n\nentender muitas vezes o inexplicável, me ensinando a filosofia mais profunda que ronda a \n\nexistência do ser. Agradeço também as pessoas que me abriram portas, forneceram novas \n\noportunidades e acreditaram no meu trabalho: Brent Jellicoe, José Ricardo Pisani, Kenneth \n\nJohnson, José Fernando Tonoli (in memoriam), Alfredo Perin, Christian Schobbenhaus, Homero \n\nBraz Silva e Fernanda Prendin Ochika. Aos professores Larry Heaman (University of Alberta), \n\nNeal McNaughton (University of Western Australia) e Hirochika Sumino (University of Tokyo), \n\npela atenção, colaboração e co-autoria nos trabalhos. Aos críticos e relatores Roger H. Mitchell, \n\nKenneth Tainton, Stephen E. Harggerty, Darcy Pedro Svisero, Ticiano Saraiva, Excelso Ruberti, \n\nRoberto Perez Xavier pelos valiosos conselhos e contribuições ao meu trabalho. Aos amigos de \n\nlaboratório, sala de estudos, discussões e trabalho de campo: Sebastian Tappe, Judy Schultz, \n\nBarry Herchuk, Homero Braz Silva, Juliana Finoto Bueno, Marcelo Furlan, Leandro B. Vieira, \n\nRogério Marcon, Carina Siqueira, Marcos Mansueto, Erica Tonetto, Aloísio Cotta, Cristiano \n\nGonçalves, Aparecida Vendemiatto, Lúcia dos S. Carvalho. As queridas amigas secretárias da \n\nPós-graduação, Valdirene Pinotti, Maria Gorete Bernardelli e Edinalva de Novaes, pelo auxílio \n\nem todos os momentos. A toda equipe Vaaldiam Resources Ltd. Brasil e Canadá pela importante \n\n\n\nvii \n\ncolaboração e à Fundação de Amparo à Pesquisa do Estado de São Paulo (FAPESP) pela \n\nconcessão da minha bolsa de doutorado.  \n\nQuero também deixar minha homenagem àqueles da minha família que se foram durante \n\no período em que eu estava estudando e muitas vezes não estava por perto para o adeus: grande \n\nhomem meu avô Nelson Bayod; Moacir Donatti; minha avó querida Yolanda Ghezzi Donatti; \n\nmeu estimado tio Benedito Donatti e meu tio-avô Laércio Costa. \n\nAgradeço também a todos os membros da minha família pelo apoio nos momentos mais \n\ndifíceis, em especial minha amada avó Irene Costa Bayod e minha tia do coração Sueli Bayod. E \n\né claro, não poderia deixar de agradecer ao ?meu? Deus, que me protegeu e que me contemplou \n\ninexplicável, gentil, e elegantemente, com o talento da insistência e da arte mais bela dentre todas \n\nas outras, a ?minha? Música. Estes sim foram meus parceiros em todos os momentos de \n\ninspiração, alegrias e baixos senoidais de minha vida, e que sem eles não suportaria viver neste \n\npequeno Planeta de história tão enigmática que assombra os humanos pelo fato de ser \n\nsimplesmente belo e auto-suficiente. \n\nPeço desculpas àqueles que não foram lembrados neste momento de pura ansiedade, \n\nadrenalina e excitação, porém estou ciente da importância que todos tiveram e que sempre irão \n\nmorar em meus pensamentos.  \n\n \n\n \n\n \n\n \n\n  \n\n\n\nviii \n\nPREFÁCIO \n\n \nEste projeto de doutoramento teve início durante o trabalho de campo final do meu projeto de Mestrado \n\npelo IG-UNICAMP, onde estudei a geoquímica e geocronologia de basaltos do Greenstone Belt do Rio Itapicuru \n\norientado pelo professor Elson Paiva de Oliveira. Neste trabalho de campo, professor Elson e eu tomamos \n\nconhecimento da existência de uma empresa que estava reativando um projeto de pesquisa de diamantes (i.e. \n\nVaaldiam Resources Ltd.), iniciado pela De Beers no início da década de 80, um ano antes do meu nascimento. \n\nFizemos uma visita ao projeto e fomos muito bem recebidos por duas pessoas incríveis que se tornaram meus \n\ngrandes amigos, o meu chefe José Ricardo Pisani e a gerente do projeto Brauna, Fernanda Prendin Ochika. Naquela \n\nocasião, conseguimos recuperar duas amostras frescas de kimberlitos em furos de sondagem, tarefa essa muito difícil \n\nse tratando deste tipo de pesquisa por ser altamente sigilosa. No último dia de campo, professor Elson e eu estávamos \n\npernoitando na praia Jardim de Alá em Salvador, em ordem a esperar nosso vôo no dia seguinte. Foi naquela ocasião \n\nde areia e brisa do mar que cantava em uníssono em função da quebra das ondas, que meu brilhante orientador \n\nsugeriu a possibilidade em me aprofundar no estudo sobre kimberlitos, e que esta seria uma grande oportunidade \n\npara a minha formação como pesquisador. Sem titubear, portando um semblante espantado, respondi prontamente \n\nque sim. A partir deste dia o objetivo da minha vida passou a ser entender a gênese dos kimberlitos, diamantes e \n\nrochas associadas, culminando nesta tese de doutoramento que possuía o seguinte título provisório: “Caracterização \n\ngeoquímica e isotópica dos kimberlitos e xenólitos associados, Província Kimberlítica Brauna, Bahia”.  \n\nLogo após meu ingresso no doutoramento, comecei a me envolver com ensino de geologia assumindo o \n\nprograma Super PED na época, que consistia em ministrar aulas de Geologia Geral e Mineralogia para os cursos de \n\nBiologia e Química da UNICAMP. Adicionalmente, aproveitando esta experiência, assumi a cátedra das mesmas \n\ndisciplinas na Faculdade Maria Imaculada, localizada na interiorana cidade de Mogi Guaçu. Um ano se passou e \n\nrecebi uma proposta de emprego na Vaaldiam Resources Ltd., me colocando em uma posição confortável para dar \n\ncontinuidade em minha tese de doutoramento. Aceitei imediatamente e abandonei a bolsa e o cargo de catedrático \n\nnas duas Instituições. Envolvendo-me profundamente com o assunto sobre kimberlitos, fui enviado a outro projeto de \n\npesquisa de diamantes no Canadá chamado ?Candle Lake Project?, durante o inverno mais rigoroso e incrível da \n\nminha vida, e vivendo em um container de navio a -40ºC. Foi lá que conheci um chefe maravilhoso e muito \n\ncompetente, Brent Jellicoe, que apostou e acreditou no meu potencial e me levou em uma viagem de intermináveis \n\noito horas para me apresentar ao Dr. Larry Heaman em Edmonton (University of Alberta). Foi em seu laboratório, \n\num ano depois, que aprendi a metodologia para se datar kimberlitos utilizando fenocristal de perovskita, culminando \n\nna primeira datação deste gênero publicada no Brasil. Após esta temporada no gelo, voltei para o Projeto Brauna \n\npara terminar minhas descrições, modelos e relatórios finais. Neste ínterim, escrevi um projeto de doutorado para \n\nFAPESP, pois estava percebendo a decadência da empresa em função do mercado mundial de diamantes. Foi a partir \n\ndaí que resolvi sair da empresa e voltar a ser bolsista com a aprovação do meu projeto após um longo período de \n\nanálise pelos relatores da referida fundação de fomento à pesquisa. Tendo mais tempo para minha pesquisa, \n\nparticipei em congressos nacionais e internacionais e viajei para a Perth-Austrália aprender a operar a microssonda \n\niônica (SHRIMP) e obter dados mais robustos para meu projeto de doutorado, freqüentemente auxiliado pelo sempre \n\npresente e simpático professor Neal McNaughton da Curtin University of Technology &amp; University of Western \n\nAustralia. \n\nApós todos esses anos de dedicação, chego até aqui carregando uma bagagem pesada de informações, \n\nexperiências, responsabilidades profissionais e acadêmicas, que me dão orgulho e fazem brilhar meus olhos e \n\naguçarem meus mais primitivos instintos quando testado em quaisquer circunstâncias associadas à minha \n\ncompetência. Sou inteiramente grato a essa minha trajetória e as pessoas que me ajudaram, e me orgulho de ter \n\nchagado até aqui com os meus acertos e, principalmente, assumindo com humildade todos os por mim cometidos. \n\nPosso dizer assim que cheguei ao fim de uma jornada que me levará e me guiará certamente ao começo de um novo \n\ne brilhante plano de vida, desta condição sine qua non eu tenho a absoluta certeza. \n\n \n\n  \n\n\n\nix \n\n \n\nSUMÁRIO \n\n \n\nAGRADECIENTOS----------------------------------------------------------------------------------- \n\nPREFÁCIO---------------------------------------------------------------------------------------------- \n\nv \n\nviii \n\nRESUMO------------------------------------------------------------------------------------------------ xi \n\nABSTRACT--------------------------------------------------------------------------------------------- \n\nINTRODUÇÃO----------------------------------------------------------------------------------------- \n\nxii \n\n1 \n\nANEXO 1: Age and Origin of the Neoproterozoic Brauna Kimberlites: magma generation  \n\nwithin the metasomatized base of the São Francisco craton, Brazil---------------- \n\n                   Abstract------------------------------------------------------------------------------------- \n\n                   Introduction-------------------------------------------------------------------------------- \n\n                   Geological Setting------------------------------------------------------------------------- \n\n                   Kimberlite Occurrence and Facies------------------------------------------------------ \n\n                   Pipe Morphology-------------------------------------------------------------------------- \n\n                   Petrography-------------------------------------------------------------------------------- \n\n \n\n3 \n\n4 \n\n5 \n\n6 \n\n7 \n\n11 \n\n13 \n\n                   Mineral Composition--------------------------------------------------------------------- 15 \n\n                                 Garnet---------------------------------------------------------------------------- \n\n                                 Ilmenite--------------------------------------------------------------------------- \n\n                                 Clinopyroxene------------------------------------------------------------------- \n\n                                 Spinel----------------------------------------------------------------------------- \n\n                                 Phlogopite------------------------------------------------------------------------ \n\n                   Whole Rock Geochemistry-------------------------------------------------------------- \n\n15 \n\n16 \n\n16 \n\n18 \n\n18 \n\n20 \n\n\n\nx \n\n                   U-Pb Perovskite Geochronology-------------------------------------------------------- \n\n                   Sr-Nd Isotope------------------------------------------------------------------------------ \n\n                   Discussion---------------------------------------------------------------------------------- \n\n                                 Brauna Kimberlite Classification--------------------------------------------- \n\n                                 Petrogenesis--------------------------------------------------------------------- \n\n                                 Brauna Kimberlite Magma Classification----------------------------------- \n\n                     Conclusions------------------------------------------------------------------------------- \n\n                     Acknowledgements---------------------------------------------------------------------- \n\n                     References-------------------------------------------------------------------------------- \n\n \n\nANEXO 2: Zircon xenocrysts U-Pb dating from the Neoproterozoic Brauna Kimberlite \n\nField, São Francisco Craton, Brazil: geodynamic implications for kimberlitic intrusion------ \n\n                      Abstract----------------------------------------------------------------------------------- \n\n                      Introduction------------------------------------------------------------------------------ \n\n                      Geological Settings--------------------------------------------------------------------- \n\n                      Brauna Kimberlite Zircon Sources--------------------------------------------------- \n\n                      U-Pb SHRIMP Zircon dating---------------------------------------------------------- \n\n                      Nordestina Granodiorite Zircon Geochronology-------------------------- \n\n                      Brauna Kimberlite Field Zircon Geochronology-------------------------- \n\n                      Discussion--------------------------------------------------------------------------------  \n\n                      Acknowledgements--------------------------------------------------------------------- \n\n                      References-------------------------------------------------------------------------------- \n\n26 \n\n27 \n\n30 \n\n30 \n\n31 \n\n34 \n\n35 \n\n37 \n\n38 \n\n \n\n \n\n46 \n\n47 \n\n48 \n\n50 \n\n52 \n\n54 \n\n55 \n\n58 \n\n61 \n\n63 \n\n64 \n\n \n\n  \n\n\n\nxi \n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \n\nINSTITUTO DE GEOCIÊNCIAS \n\nPós-Graduação em Geologia e Recursos Naturais \n\n \n\nPETROGÊNESE DO CAMPO KIMBERLÍTICO BRAUNA,  \n\nCRÁTON DO SÃO FRANCISCO \n\n \n\nRESUMO \n\n \nA presente tese concentrou-se na classificação do magmatismo kimberlítico do Campo Kimberlítico Brauna \n\nno nordeste do Craton do São Francisco, e sua relação com as rochas encaixantes, xenólitos (e.g. crustais e \n\nmantélicos), mineralizações diamantíferas e contexto tectônico regional associado ao Greenstone Belt do Rio \n\nItapicuru e Bloco Serrinha. O escopo do estudo refere-se à utilização de técnicas analíticas convencionais como \n\nmicroscopia, microscopia eletrônica de varredura, microssonda eletrônica e difratometria de raios-X para a \n\nclassificação da mineralogia e da química mineral dos kimberlitos e xenólitos associados. Somado a isto, utilizou-se \n\ntécnicas analíticas mais avançadas aplicadas ao estudo de kimberlitos, como a obtenção de dados geoquímicos de \n\nalto poder interpretativo (e.g. HFSE e REE) por ICPMS e XRF, com a finalidade de se entender a petrogênese dessas \n\nrochas. Além de análises isotópicas de Sr-Nd em rocha total e perovskita da matriz kimberlítica, e U-Pb em grãos de \n\nzircão e perovskita por SHRIMP e TIMS respectivamente, para definir e determinar fontes geradoras do \n\nmagmatismo do campo kimberlítico. \n\nEste volume foi organizado sob forma de dois artigos completos, onde a grande maioria dos resultados desta \n\ntese foram apresentados. O primeiro artigo intitulado ?Age and Origin of the Neoproterozoic Brauna Kimberlites: \n\nmagma generation within the metasomatized base of the São Francisco craton, Brazil?, teve como principal objetivo \n\na classificação petrogenética dos kimberlitos e xenólitos associados do Campo Kimberlítica Brauna, desde então \n\nsuperficialmente explorada por empresas de exploração de diamantes na década de 80 e 90. Neste artigo foram \n\nutilizadas técnicas convencionais de classificação de rocha bem como: descrições petrográficas, relações de campo, \n\nmicroscopia eletrônica de varredura, microssonda RAMAM, difratometria de Raio-X e geoquímica de elementos \n\nmaiores e traços. O artigo contempla também a utilização de técnicas mais avançadas até então inexistentes na \n\nliteratura sobre kimberlitos no Brasil, são elas: datação radiométrica U-Pb em fenocristais de perovskita por Termal \n\nIonization Mass Spectrometry (TIMS), dados isotópicos de Sr-Nd em rocha total e isótopos de Nd em fenocristal de \n\nperovskita. Além disso, o artigo contribui de forma representativa para uma discussão freqüente entre a comunidade \n\ninternacional de kimberlitólogos sobre tipos de magmas kimberlíticos heterogêneos.  \n\nO segundo artigo intitulado ?Zircon xenocrysts U-Pb dating from the Neoproterozoic Brauna Kimberlite \n\nField, São Francisco Craton, Brazil: geodynamic implications for kimberlitic intrusion?, foi contemplado com dados \n\nisotópicos precisos de U-Pb em xenocristais de zircão do kimberlito e fenocristais de zircão do granodiorite \n\nencaixante por Sensitive High Resolution Ion Microprobe (SHRIMP II). Este artigo teve como principal objetivo a \n\nidentificação das diferentes idades registradas nos xenocristais de zircão trazidos à superfície da Terra pelo \n\nmagmatismo kimberlítico com o intuito de se entender a constituição da litosfera sob o Bloco Serrinha, onde o \n\ncampo kimberlítico Brauna encontra-se intrudido. Além disso, o estudo isotópico detalhado do granodiorito \n\nencaixante também se fez importante para o entendimento da mecânica de colocação e forma de contaminação \n\ncrustal desse tipo de magmatismo tão peculiar, tornando este artigo o segundo no mundo com esse tipo de \n\nabordagem. \n\n \n\nPalavras-chaves: Craton do São Francisco; kimberlito; petrologia; geocronologia U-Pb; geoquímica do manto.  \n\n \n\n  \n\n\n\nxii \n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \n\nINSTITUTO DE GEOCIÊNCIAS \n\nPós-Graduação em Geologia e Recursos Naturais \n\n \n\nPETROGENESIS OF THE BRAUNA KIMBERLITE FIELD,  \n\nSÃO FRANCISCO CRATON \n\n \n\nABSTRACT \n\n \n\nThe present thesis deals with the classification of the Brauna Kimberlite Field magmatism, northeast São \n\nFrancisco Craton, and its relationship with the host-rock, xenoliths (e.g. crustal and mantelic), diamondiferous \n\nmineralization and the regional tectonic context associated to the Rio Itapicuru greenstone belt and Serrinha Block. \n\nThe scope of this study refers to conventional methodologies such as scanning electron microscope, electronic \n\nmicroprobe and X-ray difratometry for the mineralogy classification of the Brauna kimberlites and the related \n\nxenoliths. Additionally, we have used more robust analytical techniques applied to the kimberlite study, such as \n\nICPMS and XRF and also isotopic analysis of whole rock and perovskite Sr-Nd isotope, and also zircon U-Pb \n\ngeochronology, using TIMS and SHRIMP respectively, to understand the kimberlitic source and magma generation \n\nprocess.  \n\nThis volume was organized under paper form where the results, discussions and conclusions are reported. \n\nThe first manuscript entitle ?Age and Origin of the Neoproterozoic Brauna Kimberlites: magma generation within \n\nthe metasomatized base of the São Francisco craton, Brazil?, had the main subject the Brauna kimberlites and \n\nxenoliths petrogenetic classifications, since then superficially explored by the exploration Companies during the 80‘s \n\nand 90‘s decades. In this article we have utilized conventional techniques for rock classification such as petrographic \n\ndescriptions, field relationships i.e. SEM, RAMAM and X-Ray difratometry for major and trace elements \n\ngeochemistry. Also we have analysed the samples by most advanced techniques inexistent in the Brazilian literature \n\nso far, for example: trace elements using ICPMS, U-Pb perovskite dating and whole rock Sr-Nd and perovskite Nd \n\nisotope by TIMS. Furthermore, this manuscript has contributed for the international kimberlite community \n\ndiscussion about the heterogeneous kimberlitic magma types.       \n\nThe second manuscript entitled ?Zircon xenocrysts U-Pb dating from the Neoproterozoic Brauna Kimberlite \n\nField, São Francisco Craton, Brazil: geodynamic implications for kimberlitic intrusion?, was awarded with U-Pb \n\nisotopic data in zircon xenocrysts in Brauna kimberlites and its host rock Nordestina granodiorite batholith using the \n\nSHRIMP. This article had the principal objective, to place constraints on the lithosphere beneath the Archean \n\nSerrinha Block. Furthermore, the detailed isotopic study on the host-rock was important to improve our \n\nunderstanding about the form and dynamic of the kimberlitic intrusion. It is important to note that this paper is the \n\nsecond published paper with this subject in the world.  \n\n \n\nKeywords: São Francisco craton; kimberlite; petrology; U-Pb geochronology; mantle geochemistry.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n1 \n\nINTRODUÇÃO \n\n \n\nO estudo de kimberlitos, sempre foi tema de enorme interesse, no que se refere à sua \n\nprocedência, se do manto inferior, manto astenosférico ou manto litosférico, forma de ocorrência \n\nao longo do tempo geológico, relações com as rochas hospedeiras, origem dos xenólitos crustais \n\ne mantélicos, além de a sua relação com a gênese e procedência de diamantes. Os kimberlitos \n\nmais estudados da Terra, em torno de 80%, são Mesozóicos/Cenozóicos (200-50 Ma) e são \n\nfreqüentemente relacionados à quebra de supercontinentes e a formação de bacias oceânicas e \n\nintra-cratônicas. \n\nKimberlitos e rochas alcalinas na Plataforma Brasileira e Sul Africana são bem \n\nconhecidos em função de suas relações com a abertura do Oceano Atlântico Sul durante o \n\nMesozóico (Le Roex 1986), e são geralmente associados ao lineamento do AZ-125. Muitos \n\ndestes kimberlitos são mineralizados a diamante e fazem parte desta suíte ultrapotássica \n\nassociada a este evento vulcânico restrito. Curiosamente, a maior parte das fontes primárias para \n\ndiamantes no Brasil continuam desconhecidas. Estudos isotópicos recentes culminaram no \n\nreconhecimento de outro episódio kimberlítico principal ocorrido durante quebra/extensão \n\ncontinental no Proterozóico entre 520 Ma e 1100 Ma. As hipóteses mais plausíveis são: i) \n\nkimberlitos relacionados à quebra de supercontinentes e rifteamento litosférico; ii) associação à \n\nmagmatismo alcalino ultrapotássico contemporâneo aos kimberlitos. Adicionalmente, o evento \n\nkimberlítico mais antigo conhecido até o momento foi reconhecido na Índia por volta de 1100 Ma \n\n(Rao et al., 2011), que pode estar associado à um período global de atividade de plumas do manto \n\ncom vida curta e/ou mudança e reorganização do regime de convecção do manto neste período.  \n\nNo Brasil, o Campo Kimberlítico Brauna revelou-se através deste estudo ser a fonte \n\nprimária de diamantes mais antiga (642 Ma), além disso, representa um registro importante como \n\nprovável evidência de quebra do supercontinente Rodínia na Plataforma Sul-America. Trabalhos \n\nsobre kimberlitos no Cráton do São Francisco são raros, portanto, o presente estudo faz-se \n\nimportante por constituir uma ferramenta de grande potencial não só para compreender a origem \n\ndas mineralizações diamantíferas na área, mas também para investigar a natureza do próprio \n\nmanto aos quais os kimberlitos se originaram, além de sua relação tectônica / geodinâmica com \n\nas rochas do Bloco Serrinha, mais restritamente às rochas do terreno granito greenstone belt do \n\nRio Itapicuru, ao qual o referido Campo Kimberlítico Brauna encontra-se hospedado.  \n\n\n\n2 \n\n Desta forma, os principais objetivos da presente tese de doutoramento foram: classificar \n\npetrograficamente, geoquimicamente e isotopicamente os kimberlitos e xenólitos associados do \n\nCampo Kimberlítico Brauna, e caracterizar os processos petrogenéticos envolvidos na evolução e \n\ngênese dessas rochas. Esta pesquisa também contribuiu para a evolução do conhecimento sobre o \n\nterreno granito-greenstone belt do Rio Itapicuru e a natureza da litosfera sob o Núcleo Serrinha, \n\ncujos vestígios estão registrados nos xenólitos aprisionados pelo magma kimberlítico. Nesse \n\nquadro, o estudo dos kimberlitos do CKB é relevante tanto do ponto de vista econômico, quanto \n\ndo ponto de vista científico, pois esta pesquisa está inserida em um projeto de auxílio à pesquisa \n\nFAPESP (Proc. No. 06/06222-1) intitulado: ?Evolução geológica pré-colisional do greenstone \n\nbelt do Rio Itapicuru Núcleo Serrinha, Bahia: relações de campo, geocronologia e geoquímica?, \n\ncoordenada pelo orientador deste projeto Prof. Dr. Elson Paiva de Oliveira.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n3 \n\n \n\nANEXO 1: \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n?Age and Origin of the Neoproterozoic Brauna Kimberlites: magma \n\ngeneration within the metasomatized base of the São Francisco craton, \n\nBrazil? \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n4 \n\nAge and Origin of the Neoproterozoic Brauna Kimberlites: magma generation within the \n\nmetasomatized base of the São Francisco craton, Brazil \n\n \n\nJosé Paulo Donatti Filho\na\n, Sebastian Tappe\n\nb\n, Elson Paiva Oliveira\n\na\n, Larry Heaman\n\nb\n \n\n \n\na \nInstitute of Geosciences, P.O. Box 6152, University of Campinas – UNICAM, 13083-970 \n\nCampinas, SP, Brazil \n\n \n\nb\n Department of Earth and Atmospheric Sciences, University of Alberta, 1-26 Earth Sciences \n\nBuilding, Edmonton, Alberta, Canada T6G 2E3 \n\n \n\nAbstract \n\n \n\nThe Brauna kimberlite field is situated in the northeast part of the São Francisco craton, \n\nBahia State, Brazil, and ongoing exploration revealed three pipe-like bodies and nineteen \n\ncomplex dykes oriented along a N30W trend. U-Pb perovskite dating yielded a high-precision \n\nemplacement age of 642 ± 6 Ma and documents the first Neoproterozoic kimberlitic magmatism \n\nand the oldest diamond source in this craton. Brauna kimberlite mineralogy comprises olivine, \n\nilmenite, spinel, phlogopite, serpentine, perovskite, apatite, magnetite as well as xenocrysts of Cr-\n\ndiopside, pyrope garnet, and olivine set in a phlogopite rich matrix. The most common xenoliths \n\nare the host-rock granodiorite, eclogites, and mantle peridotites. The kimberlites have three \n\ndistinct textures: aphanitic, porphyritic and segregationary. The Brauna kimberlites have \n\nuncommon geochemical and isotopic signatures with negative Nd(t) values of -5.8 to -8.1 and \n\nvariable \n87\n\nSr/\n86\n\nSr ratios (0.7045 – 0.7063), plotting between ?anomalous? and heterogeneous \n\nkimberlites. Low Al2O3, high Ni and Cr contents, and high Mg# (85.4 - 90.1) in the kimberlites \n\nindicate strongly depleted refractory peridotitic mantle sources. Brauna kimberlites do not fit into \n\nthe classical subdivision of kimberlites and orangeites based on the South African occurrences \n\nand their mantle source was metasomatized prior to kimberlite eruption. The incompatible trace \n\nelement data are consistent with origin of the Brauna kimberlites as partial melts from a \n\ntransitional zone between the asthenosphere and the sub-continental lithospheric mantle that was \n\n\n\n5 \n\nenriched by metasomatic fluids prior to melt extraction, during Neoproterozoic lithosphere \n\nextension probably triggered by a deep mantle thermal anomaly.  \n\n \n\nKeywords: São Francisco craton; kimberlite; petrology; U-Pb perovskite geochronology; mantle \n\ngeochemistry.  \n\n \n\nCorresponding author. Tel.: +55 19 97732250 \n\nE-mail address: donatti@ige.unicamp.br (José Paulo Donatti Filho) \n\n \n\n1. Introduction \n\n \n\nKimberlites are rare but widespread magmatic rocks of great scientific and economic \n\nimportance owing to the mantle xenoliths and diamonds they may entrain, thus providing direct \n\ninformation about the Earth‘s inner structure and composition.  \n\nDiamond-rich sedimentary strata of Phanerozoic and Precambrian ages have been \n\nexploited in South America since the colonial times but the diamond sources in kimberlites and \n\nlamproites are virtually unknown. With the exception of the Mesozoic alkalic rocks and \n\ndiamond-bearing kimberlites that are associated with the South Atlantic opening and occur along \n\nthe >2000 km long Az 125º igneous corridor (e.g. Bardet 1977; Bizzi et al. 1994; Gibson et al. \n\n1995) little is known about Precambrian kimberlites in South America. So far the Guaniamo \n\nkimberlite in Venezuela is the only Precambrian kimberlite well characterized in South America \n\nwith the age of 712 ± 6 Ma (Kaminski et al. 2004). \n\nIn the Brazilian shield there are no information reporting on Precambrian kimberlites or \n\non the primary sources of Precambrian detrital diamonds. For instance, the kimberlite sources of \n\ndiamonds recovered from sedimentary rocks in the historical diamond region of Espinhaço Range \n\nin Minas Gerais (Chaves et al., 2001), Chapada Diamantina in Bahia (Svizero, 1995), and within \n\nthe Roraima Supergroup (Santos et al. 2003) are not yet known. However, extensive diamond \n\nexploration over the past two decades using kimberlite indicator minerals and geophysical \n\ntechniques (e.g., gravity and magnetic properties) has resulted in the discovery of 22 kimberlite \n\nintrusions in the São Francisco craton, Brazil (Fig. 1a). These bodies form the Brauna Kimberlite \n\nField (BKF) and they are the first well-defined Precambrian diamond source in Brazil. \n\nmailto:donatti@ige.unicamp.br\n\n\n6 \n\nNevertheless, a detailed description of the age and petrogenetic characteristics of the Brauna \n\nkimberlites is not yet available. \n\nThis paper reports on new U-Pb perovskite age, mineral compositions, whole-rock \n\ngeochemistry, including major and trace elements, and isotopic data for the Brauna kimberlites, \n\nwith the objective of placing new constraints on their origin.  \n\n \n\n2. Geological Setting \n\n \n\nThe Brauna Kimberlite Field is a confined region of ultrapotassic magmatism that forms \n\npart of the Archean Serrinha block, in the northeast São Francisco craton (Fig. 1).  \n\n \n\n \n\n \n\nFigure 1: Geological setting of the Brauna Kimberlite Field. A) Geological map of the São Francisco Craton and the \n\nlocation of the Serrinha block (after Souza et al., 2003). B) Geological map of the Serrinha Block and the Rio \n\nItapicuru greenstone belt (after Oliveira et al., 2004) with location of the Brauna kimberlite field (black star).  \n\n\n\n7 \n\nThe Serrinha block forms a mega-ellipsoidal structure (> 21,000 km\n2\n) that has remained \n\nrelatively rigid during Paleoproterozoic collision of at least three blocks to form the Itabuna-\n\nSalvador-Curaça orogen (Barbosa and Sabaté, 2004; Oliveira et al., 2010). The lithostratigraphic \n\nsuccession of the Serrinha block consists dominantly of: (i) an Archean basement of migmatitic \n\ngneisses and calc-alkaline to tonalite-trondhjemite-granodiorite (TTG) plutons, mostly \n\ngranodiorite with N-S foliation; (ii) volcanic-sedimentary sequences of the Paleoproterozoic Rio \n\nItapicuru greenstone belt and the Rio Capim Group (Oliveira et al. 2011; Costa et al. 2011) and, \n\n(iii) Paleoproterozoic granitic intrusions (Silva et al. 2001; Mello et al. 2006; Oliveira et al. \n\n2010). Syenites make up a distinct but minor rock assemblage in the western part of the Serrinha \n\nblock; they post-date the major volcanic-plutonic cycles and much of the early deformation (Rios \n\net al. 2007). BKF is hosted in the southern part of the volumetric most important \n\nPaleoproterozoic trondhjemitic batholith of the Rio Itapicuru greenstone belt (i.e. the Nordestina \n\nbatholith). \n\n \n\n3. Kimberlite Occurrence and Facies   \n\n \n\nThe kimberlites occur as discrete intrusions, crosscutting the 2155 to 2132 Ma Nordestina \n\ngranodiorite batholith (Pisani et al. 2001; Donatti Filho et al. 2008; Donatti Filho et al. in prep.) \n\nof the Paleoproterozoic Rio Itapicuru greenstone belt (Fig. 2).  \n\nThe BKF is controlled by a NW-SE fracture system. This system hosts three kimberlite \n\npipes (Brauna 03, 04 and 07) and nineteen dykes oriented about N30W (Pisani et al. 2001; \n\nDonatti Filho et al. 2008). Pipe morphologies range from circular to elliptical and are strongly \n\ncontrolled by joints and faults. The volumetrically most significant pipe is Brauna 03, consisting \n\nof three lobes with a combined surface area of approximately 17,500 m\n2\n. The dykes form \n\nsegments up to 300m long and 0.5 to 5 meter wide, and can be traced over a strike length of 15 \n\nkilometers (Fig. 2). Owing to tropical weathering, surface exposure of pipes and dykes is poor, \n\nand fresh rock is only available through drilling.  \n\nThe kimberlite facies classification adopted here was based on Clement and Skinner \n\n(1979). Accordingly, the kimberlite facies are divided into crater, diatreme and hypabissal facies.  \n\nIn the BKF only the hypabissal facies is present because no pyroclastic structures or textures \n\nwere observed.  Massive (coherent) and brecciated kimberlite types are also present as well as \n\n\n\n8 \n\nautholiths, xenoliths and xenocrysts. Several textures were recognized: aphanitic, fine- to coarse-\n\ngrained, porphyritic, segregationary, and the combination of two or more of these textures. The \n\nterm microcryst was applied for crystals smaller than 0.5 mm in size, macrocryst for crystals \n\nbetween 0.5 mm and 10 mm, and megacryst for crystals larger than 10 mm (Clement and Skinner \n\n1979, Dawson 1980) independent of their origin, whether xenocryst or not.  \n\n \n\n \n\nFigure 2: Geological map and surface exposure of the Brauna Kimberlite Field pipes (B-03, 04 and 07) and dyke \n\nsystem (remaining B localities). Arrow highlights the dated kimberlite pipe (B-07).  \n\n \n\nAphanitic kimberlites are commonly observed in the BKF (Fig. 3a) but the most abundant \n\ntype is the porphyritic kimberlite (PK), which is composed of phlogopite and olivine macrocrysts \n\n(Fig. 3b). Kimberlites with segregationary, globular segregationary and brecciated textures were \n\nalso observed representing about 20-30 vol.% of the kimberlitic sequence (Fig. 3b/c). The \n\ngroundmass of most PKs contains variable but significant proportions of calcite, serpentine and \n\nsecondary pyrite. In the aphanitic and fine-grained kimberlites, groundmass calcite and serpentine \n\noccur bordering anhedral olivine and ilmenite grains. Calcite and serpentine typically encloses \n\n\n\n9 \n\ngroundmass olivine, apatite, spinel and phlogopite. The majority of kimberlites contain \n\naltered/serpentinized olivine macrocrysts and microcrysts in a fine-grained groundmass that \n\nincludes primary serpentine and calcite. Fresh olivine microcrysts are rare, but do also occur as \n\nirregular fragments in the kimberlitic groundmass and/or in the core of serpentinized olivine. \n\nGroundmass serpentine does not display pseudomorphic textures, thus ruling out an origin by \n\nalteration after mafic minerals, such as olivine.  \n\n  The segregationary PKs are characterized by globular and diffuse segregations (Fig. 3d) \n\nconsisting largely of earlier crystallized minerals including olivine, phlogopite, green to brown \n\nspinels and perovskite set in an inter-globular matrix of late minerals such as apatite, calcite and \n\nserpentine. PK breccias (Fig. 3c) contain abundant ?kimberlitized? granodiorite boulders from the \n\nNordestina batholith with carbonate and serpentine inclusions. The latter mineral is occasionally \n\npolygonal (i.e. serphophite) and surrounded by a very fine-grained phlogopite reaction rim. The \n\nboulders represent approximately 30-60 vol.% of the sequence and are often crosscut by irregular \n\nsecondary calcite + serpentine + pyrite veins. \n\nThe porphyritic kimberlites are quite altered and characterized by 10-25 vol.% \n\nmacrocrystic olivine, garnet and phlogopite set in a medium-grained matrix, and include rare \n\ncumulate olivine grains associated with garnet xenocrysts. In some macrocrystic samples, calcite \n\ndisplays a segregationary texture that is either globular or homogeneous fine-grained in the \n\ngroundmass. Diopside is rare in PK. In summary, most of the BKF kimberlites have uniform \n\nmagmatic textures but segregationary textures do occur. In contrast, the aphanitic varieties are \n\nextremely fine grained, although some contain 5–10 vol. % olivine macrocryst.  \n\nXenoliths are very common in the Brauna Kimberlite Field, of which xenoliths from the \n\nlower and upper crustal wall-rocks are the most abundant. In general, their textures are \n\nobliterated by pervasively alteration. Typically, the most frequent crustal xenoliths are \n\ngranodiorites from the Nordestina Batholith, into which the kimberlite magma was emplaced \n\n(Fig. 3e). Occasionally these xenoliths are highly altered with extensive replacement by \n\nkimberlitic minerals and the term ?kimberlitized‘ can be applied to describe this feature (Skinner \n\nand Marsh 2004). Mantle xenoliths in BKF are relatively rare and highly altered, and they are \n\nrepresented by garnet-bearing serpentinised peridotites. Other important xenolith occurrences are \n\nrocks from the Rio Itapicuru greenstone belt, such as basalt, andesite, and less often pervasively \n\naltered granitic rocks.  \n\n\n\n10 \n\n \n\n \n\nFigure 3: Characteristic textures of the Brauna kimberlites. a) Aphanitic kimberlite; b) Porphyritic kimberlite; c) \n\nkimberlite breccia; d) Segregationary kimberlite; e) Contact between the kimberlite and the Nordestina granodiorite.  \n\n\n\n11 \n\n4. Pipe Morphology \n\n \n\nThree pipes were recognized in the Brauna Kimberlite Field (Brauna 03, 04, and 07). \n\nHowever, the volumetrically most significant are the Brauna 03 and Brauna 07 pipes These are \n\ncomposed of three lobes of hypabyssal kimberlite with steeply dipping contact (75\no\n to 85\n\no\n) with \n\nthe Nordestina granodiorite.  \n\nThe three-dimensional models for the Brauna 03 and Brauna 07 pipes at current drilling \n\nlevels (200 m) were produced by Wardrop Engineering Inc. using core loggings and the software \n\nGemcom . The models are shown in Fig. 4 and indicate that the kimberlite bodies continue to \n\neven deeper levels. The size of the pipes becomes relatively reduced at depth exhibiting clear \n\nevidence of complex root zones. Breccia is typically observed along the pipe contacts, and in rare \n\ncases in the central portions of the pipes. Kimberlite dykes less than 3 m wide are commonly \n\nobserved between kimberlite pipes, and in some cases they represent connections between pipes, \n\nsuggesting that they acted as feeders during pipe growth (Lorenz and Kurszlaukis 2008). Pipe and \n\ndyke shapes variably follow local faults and joints, thereby causing the elongate and irregular \n\npipe geometries, and locally outward-dipping contacts.  \n\nThe BKF kimberlite pipes and dykes are relatively small with surface area generally not \n\nexceeding 10,000 m\n2\n. The relatively small size of the BKF pipes is similar to many Canadian \n\nkimberlite pipes (cf., Scott-Smith 2008) including active mines in the Slave (Lac de Gras cluster) \n\nand Superior cratons (Attawapiskat cluster). The BKF pipes are much smaller than the majority \n\nof their Kaapvaal craton analogues, which reach surface areas of up to 15,000 m\n2\n, e.g. Orapa \n\nmine (Jakubec, 2008).  \n\n \n\n\n\n12 \n\n \n\nFigure 4: Three-dimensional model of the Brauna 03 and 07 kimberlite pipes. a) 1: Brauna 03 south, 2: Brauna 03 \n\ncentral, 3: Brauna 03 north; b) 1: Brauna 07 south, 2: Brauna 07 central, 3: Brauna 07 north. \n\n \n\n\n\n13 \n\n5. Petrography \n\n \n\nThe petrographic classification of kimberlitic rocks was first defined in South Africa \n\nwhere their mineralogical compositions were divided into two main groups: kimberlite and \n\norangeite (Smith 1983; Mitchell 1995). In addition to olivine, pyroxene, and perovskite, the \n\nkimberlite group contains spinel, Fe-poor phlogopite (kinochitalite), monticellite, and abundant \n\ncalcite, whereas the orangeite group contains Fe-bearing phlogopite (tetraferriphlogopite), Mn-\n\nbearing ilmenite, less calcite, rare spinel, and no monticellite. A third, relatively rare, group of \n\ntransitional kimberlites on the Kaapvaal craton, and within the Proterozoic Namaqua-Natal \n\nmobile belt is also described containing mixed mineralogical compositions (Skinner et al., 1992; \n\nBecker and Le Roex, 2007).  \n\nDykes and pipes of the Brauna Kimberlite field are composed mainly of olivine, \n\ntetraferriphlogopite, spinel, Cr-diopside, ilmenite, perovskite, garnet, apatite, calcite, and \n\nserpentine. The groundmass of all samples consists predominantly of phlogopite, perovskite, \n\nmagnetite, secondary chlorite and pyrite. Other common groundmass phases include calcite + \n\nserpentine + ilmenite +/- apatite. The kimberlite groundmass is phlogopite-rich (Fig. 5a).  \n\nOlivine is the most abundant phase, ranging from 0.1 to 3.5 cm in size and is typically \n\nrounded to subangular (Fig. 5b). It is generally pervasively altered and can be completely \n\nreplaced by serpentine and/or calcite (Fig. 5c). Despite the extensive alteration caused by \n\nmagmatic fluids around rims and along fractures, fresh olivine cores (macro and megacrysts) are \n\npreserved in some samples (Fig. 5b). Olivine megacrysts are xenocrysts and can be up to 3.5 cm \n\nlong and frequently have garnet inclusions. Clinopyroxene is rare and when preserved it shows \n\nreaction relationships with serpentine (Fig. 5d). Phlogopite is the most relevant phenocryst phase \n\n(&lt;10%) in all samples; it occurs with a perfect cleavage and less common as nodules or \n\nxenomorphic segregations with traces of deformation. Phlogopite can comprise >5% of the \n\nkimberlite mineral mode and be up to 0.5-5cm long; they often show corroded or altered rims, or \n\nvery fine-grained kimberlitic reaction halo. Anhedral green-brown spinel \n\nphenocrysts/microphenocrysts occur in the groundmass of a few samples or as inclusions in \n\naltered olivine macrocrysts (Fig. 5e). Euhedral perovskite can be locally abundant in the \n\nkimberlite groundmass often forming clusters (Fig. 5f). Altered perovskite typically exhibits a \n\nreaction halo of phlogopite and barite. \n\n\n\n14 \n\n \n\nFigure 5: Photomicrographs illustrating overall petrographic features of the Brauna kimberlites. a) Typical \n\nhypabyssal kimberlite facies with very fine-grained phlogopite-rich groundmass. b) Preserved olivine macrocrysts. \n\nc) Serpentinized olivine macrocryst. d) Pervasively altered clinopyroxene xenocryst. e) Subangular partially altered \n\nspinel phenocryst. f)  Euhedral perovskite phenocryst. g) Garnet xenocryst surrounded by groundmass phlogopite \n\nand olivine pseudomorphs. h) Subangular orthopyroxene xenocryst with altered rim in an ilmenite-rich groundmass. \n\nSrp=serpentine; Qtz=quartz; Opx=orthopyroxene; Cpx=clinopyroxene; Ol=olivine; Ilm=ilmenite; Grt=garnet; \n\nPhl=phlogopite; Pvk=perovskite. \n\n\n\n15 \n\nThe main xenocrysts are garnet, olivine and less often pyroxene. They are all recognized \n\nas xenocrysts by a dark colored reaction rim. The most common xenocryst is olivine (Fig. 5c). \n\nEclogitic and peridotitic garnets, including the harzburgitic (red to orange) and lherzolitic (pink \n\nto purple) types range in size from 0.2 to 4 cm (Fig. 5g). Pyroxene xenocrysts are subangular in \n\nshape with altered rims and may reach 1 cm in size (Fig. 5h). \n\n \n\n6. Mineral Composition \n\n \n\nMineral compositions were determined using a Jeol Superprobe JXA-8600 electron \n\nmicroprobe at University of São Paulo, but data acquired by Vaaldiam Resources Ltd during the \n\nexploration campaigns were also used. Operating conditions at University of São Paulo included \n\nan accelerating voltage of 15 kV, beam current of 20.10 ± 0.10 nA, and beam diameter of 5?m. \n\nMatrix corrections were carried out using online software with PAP corrections. Detection limits \n\nfor low abundance elements were typically 0.02 wt. %. Counting times were 40 s for all peaks \n\nand 10 s for backgrounds. Representative mineral compositions are shown in Table 1 and the full \n\ndata are available from the authors upon request. Figure 6 illustrates the results. \n\n \n\n6.1.Garnet \n\n \n\nCrustal and upper mantle garnets have been extensively studied in terms of major element \n\nchemistry, and the most important type is the peridotitic garnet that has been used to constrain \n\nmantle processes (Schulze 2003), as well as to aid diamond exploration programs (Gurney and \n\nZweistra 1995; Grütter et al. 2004). Brauna kimberlite garnets are xenocrysts and were separated \n\ninto two types: mantle source ((Mg/(Mg+Fe) = 0.30-0.80; Ca/(Ca+Mg) = 0.10-0.80)) and crustal \n\nsource ((Mg/(Mg+Fe) =0.01-0.5; Ca/(Ca+Mg = 0.1-1.0)) (Fig. 6a). Following the classifications \n\nof Schulze (2003) and Grütter et al. (2004), the mantle garnets are further separated into eight \n\ndistinct groups: (G10) harzburgitic garnet; (G9) lherzolitic garnet; (G12) wehrlitic garnet, (G1) \n\nlow-Cr megacrysts; (G5, G4) pyroxenitic, websteritic and eclogitic garnets; (G3) eclogitic garnet; \n\n(G0) not recognized garnet type. Figure 6b shows the garnet classification diagram with data for \n\nthe Brauna kimberlites. The most common populations are garnets of the G4, G5 and G9 groups, \n\n\n\n16 \n\nand less often G10 and G12 garnets. The G1, G3 and subcalcic G0 garnets comprise less than \n\n10% of the total analysed garnets. The data define two major trends: the lherzolitic trend \n\n(Sobolev, 1977) of positive correlation between Cr2O3 and CaO, and the eclogitic trend (Grutter \n\net al, 2004) of Ca-only enrichment. The lherzolitic trend is common in kimberlites and is believed \n\nto reflect distinct garnet compositions from the garnet lherzolite stability field in the mantle, \n\nwhere garnet is in equilibrium with clinopyroxene (Sobolev et al. 1973).   \n\n \n\n6.2. Ilmenite \n\n \n\nWyatt et al., (2004) use on-craton and of-craton ilmenites in kimberlites around the world \n\nto define a simple and practical classification scheme to discriminate between ilmenites derived \n\nfrom kimberlitic sources and those from other sources. The key major elements used in this \n\ndistinction are MgO and TiO2.  \n\nHere, we analysed ilmenites grains are from Brauna kimberlite pipes and dykes. \n\nFollowing this arguments, two groups of ilmenite are recognized from Brauna kimberlites: (i) \n\nkimberlitic source: High TiO2 and MgO contents (TiO2 = 40-55 and MgO = 6-18); and (ii) non \n\nkimberlitic source: high TiO2 and low MgO contents (TiO2 = 42-57 MgO = 0.1-8), typical of \n\ncalcite kimberlites and carbonatites (Fig. 5C). It is important to note that only ilmenite \n\nphenocrysts from Brauna kimberlites are reported in Table 1. \n\n \n\n6.3. Clinopyroxene \n\n \n\nClinopyroxene is represented by Cr-diopside; it is rare and occurs as apple green to brown \n\nxenocrysts. On the basis of their Cr2O3 and Al2O3 contents, used to discriminate between \n\nclinopyroxenes from garnet peridotites, ?off-craton? peridotites, eclogitic-megacrystic and \n\ncognate clinopyroxenes (Ramsay and Tompkins, 1994), the clinopyroxene grains are all of the \n\ntype ?on-craton? garnet peridotite (Fig. 6c,d). \n\n \n\n \n\n  \n\n\n\n17 \n\nTable 2: Representative mineral analysis of Brauna kimberlites \n\n \n\nSample SiO2 TiO2 Al2O3 Fe O MnO MgO CaO Na2O Cr2O3 K2O BaO Total\n\nGarnet xenocrysts\n\nBRA-04* 43.51 0.34 19.28 6.37 0.17 20.90 4.37 n.d. 4.97 n.a. n.a. 99.91\n\nBRA-05* 42.94 0.47 20.40 6.44 0.11 21.66 4.65 n.d. 3.64 n.a. n.a. 100.31\n\nBRA-07* 41.56 0.07 19.95 6.96 0.24 19.27 5.34 n.d. 4.68 n.a. n.a. 98.07\n\nBRA-11* 42.04 0.25 21.65 8.91 0.88 18.69 4.62 0.05 3.32 n.a. n.a. 100.41\n\nB3D31** 41.85 1.42 20.76 9.02 0.27 21.61 4.94 0.09 1.34 n.a. n.a. 101.29\n\nDH5B** 41.19 0.52 22.30 7.00 0.34 22.52 4.31 0.05 1.05 n.a. n.a. 99.29\n\nB3D30** 40.06 0.50 22.09 17.95 0.37 16.09 2.72 0.13 0.09 n.a. n.a. 100.00\n\nB3D32** 41.07 0.59 22.50 12.72 0.31 18.93 4.03 0.15 0.22 n.a. n.a. 100.52\n\nnumber of cation results  based on 24 Oxygen atoms\n\nClinopyroxene xenocrysts*\n\nBRA-01 54.68 0.38 1.95 2.85 0.10 17.9 19.2 2.11 1.25 n.a. n.a. 100.38\n\nBRA-03 54.2 0.20 0.71 1.94 0.09 17.67 21.4 0.88 1.77 n.a. n.a. 98.87\n\nBRA-04 54.87 n.d. 0.35 2.49 0.02 19.66 21.11 0.34 0.78 n.a. n.a. 99.62\n\nBRA-05 54.32 0.09 1.74 2.36 0.00 17.74 19.4 1.49 1.52 n.a. n.a. 98.69\n\nBRA-07 54.8 0.14 0.73 2.46 0.11 17.87 19.4 1.46 2.09 n.a. n.a. 99.02\n\nBRA-11 54.87 0.17 0.29 3.63 0.09 15.99 20.4 1.6 2.66 n.a. n.a. 99.66\n\nnumber of cation results  based on 6 Oxygen atoms\n\nIlmenite phenocrysts*\n\nBRA-01 n.d. 52.8 0.49 36.01 0.20 10.86 0.08 n.d. 0.01 n.a. n.a. 100.41\n\nBRA-03 0.03 54.8 1.3 26.67 0.09 15.26 0.83 n.d. 0.02 n.a. n.a. 98.98\n\nBRA-04 0.01 53.1 0.45 30.54 0.09 13.56 2.80 n.d. 0.03 n.a. n.a. 100.54\n\nBRA-05 n.d. 54.8 n.d. 38.27 0.47 6.82 0.07 n.d. 0.15 n.a. n.a. 100.53\n\nBRA-07 0.13 56.1 0.02 28.14 0.30 13.57 0.98 n.d. 0.09 n.a. n.a. 99.36\n\nBRA-11 n.d. 46.9 0.22 41.05 2.28 3.91 4.38 n.d. 0.00 n.a. n.a. 98.75\n\nnumber of cation results based on 3 Oxygen atoms\n\nSpinel phenocrysts*\n\nBRA-01 0.06 1.14 11.31 30.96 0.14 12.48 0.01 n.d. 41.98 n.a. n.a. 98.08\n\nBRA-03 0.44 0.32 16.64 20 0.64 13.67 0.01 n.d. 43.93 n.a. n.a. 95.65\n\nBRA-04 0.21 3.04 7.81 19.84 0.06 14.38 0.02 n.d. 54.47 n.a. n.a. 99.83\n\nBRA-05 0.03 0.47 8.00 18.65 0.25 10.17 n.d. n.d. 61.53 n.a. n.a. 99.10\n\nBRA-07 0.03 0.13 28.90 16.03 0.31 13.3 n.d. n.d. 40.34 n.a. n.a. 99.04\n\nBRA-11 0.15 0.42 6.04 18.16 0.35 12.93 0.06 n.d. 61.32 n.a. n.a. 99.43\n\nnumber of cation results based on 4 Oxygen atoms\n\nPhogopite phenocrysts**\n\nB3D45 39.31 3.27 10.02 8.98 0.12 22.01 n.d. 0.096 n.a. 10.20 0.04 94.44\n\nB21D3 39.09 3.47 10.80 7.85 0.03 23.05 n.d. 0.038 n.a. 9.69 0.40 94.87\n\nB16D1 38.70 3.24 10.17 8.55 0.06 21.84 0.01 0.067 n.a. 10.01 0.45 94.01\n\nB3D51 40.10 2.76 10.60 8.72 0.06 23.55 0.04 0.033 n.a. 10.08 0.33 96.77\n\nB3D50 43.74 0.04 3.58 11.43 0.08 26.83 0.03 0.317 n.a. 10.58 0.12 97.27\n\nB3D29 40.49 2.23 10.96 10.42 0.12 21.59 0.04 0.029 n.a. 9.49 0.51 96.33\n\nnumber of cation results based on 22 Oxygen atoms\n\nTotal Fe reported as FeO based on crystal chemistry; n.d. = not detected; n.a. = not analysed\n\n* data from Vaaldiam Resources Ltd.; ** data from this study.\n\n\n\n18 \n\n6.4. Spinel \n\n \n\nSpinel is Cr-rich and has MgO and Cr2O3 contents of 5 to 19 wt. % and 27 to 75 wt. %, \n\nrespectively; a few grains contain low MgO and Cr2O3 abundances. The TiO2 versus 100 Cr / (Cr \n\n+ Al) diagram from Ramsey and Tompkins (1994) shows that the majority of the spinels from the \n\nBKF plot within the garnet peridotite field (Fig. 6e) exhibiting a magnesiochromite composition \n\nin the range 0.80 &lt;Cr/(Cr + Al) &lt;0.99. This is also the compositional range of most spinel-group \n\nminerals in depleted peridotite (Shulze, 2001). In the Cr-spinel binary diagram that displays both \n\nthe diamond intergrowth and diamond inclusion field of Fipke et al. (1995), the BKF spinels fall \n\nin the two fields (Fig. 6f).  \n\n \n\n6.5. Phlogopite \n\n \n\nThe phlogopite megacrysts (2 to 6 cm) have low-Al (Al2O3 = 7.36 – 13.1 wt. %) but high \n\nTiO2 contents (1.2 – 4.09 wt. %); Mg# varies between 82 and 94.5. There are no significant \n\ngeochemical differences between fresh and altered phlogopite.  The groundmass phlogopites \n\nhave high contents of Fe compared to the macrocrysts and megacrysts. In general the cores are \n\niron- and barium-poor (FeO = 3.04 – 3.31 wt. % and BaO = 0.1 – 0.404 wt. %) and the rims \n\nenriched in these elements (FeO = 8.28 – 9.88 wt. % and BaO = 0.041 – 0.425 wt. %). Phlogopite \n\nmacrocrysts and groundmass phlogopite have similar Al and Ti contents (Al2O3 = 8.07 – 11.21 \n\nwt. %; TiO2 = 1.2 – 3.59 wt. %), and compositionally they are classified as tetraferriphlogopite. \n\nAdditionally, we have analysed altered phlogopite rims and some matrix phlogopite aggregates; \n\nthey were also classified as tetraferriphlogopite. \n\nIn the FeO versus Al2O3 diagram (Fig. 6g), the majority of phlogopite grains fall in \n\nbetween the fields of microphenocrysts from orangeites/lamproites and microphenocrysts from \n\ntransitional kimberlites. Additionally, the analysed grains show high iron contents (FeO = 10.42 - \n\n13.16 wt. %) and low aluminum contents (Al2O3 = 3.58 – 8.83 wt. %). In summary, given their \n\npronounced titanium enrichment and aluminum depletion (Fig. 6h), as well as the occurrence of \n\ntetraferriphlogopite rims the BKF phlogopite has heterogeneous composition with affinities to \n\nphlogopite from South African orangeites, worldwide ultramafic lamprophyres, and olivine \n\nlamproites.   \n\n\n\n19 \n\nFigure 6: Chemical \n\ncharacteristics of \n\nminerals from the \n\nBrauna Kimberlite \n\nField. a) Mg/(Mg + \n\nFe) vs. Ca/(Ca + Mg) \n\ndiagram \n\ndistinguishing \n\nmantle-derived and \n\ncrustal garnets, after \n\nSchulze (2003). b) \n\nCr2O3 vs. CaO \n\nclassification diagram \n\nfor Brauna kimberlite \n\ngarnets, showing the \n\nG0, G1, G3, G4, G5, \n\nG9, G10 and G12 \n\nsuites (after Schulze \n\n2003 and Grütter et \n\nal. 2004). c,d) Cr-\n\ndiopside plotted on \n\nRamsay and \n\nTompkins (1994) \n\ndiscriminant diagram \n\nusing Cr2O3 and \n\nAl2O3 contents in Cr-\n\ndiopside for \n\nperidotitic pyroxenes \n\nfrom BKF. e) TiO2 \n\nvs. 100Cr / (Cr+Al) \n\ndiagram of Ramsey \n\nand Tompkins (1994) \n\nshowing that BKF \n\nspinels plot within the garnet peridotite field. f) Cr2O3 vs. MgO diagram for Cr-spinels with BKF spinels plotting \n\nwithin fields for diamond inclusion and diamond intergrowth (after Fipke et al., 1995). g,h) Discriminant diagram \n\nusing TiO2 and FeO versus Al2O3, showing the geochemical similarities of the BKF phlogopites with the group II \n\nphlogopites (after Beard et al. 2000).  \n\n\n\n20 \n\n7. Whole-Rock Geochemistry \n\n \n\nThe analysed kimberlite samples are from dykes and the root zones of pipes including all \n\ntextural varieties, i.e., aphanitic, porphyritic and segregationary kimberlites. Eighteen samples of \n\nfresh kimberlite were selected for chemical analysis at the Geosciences Institute of the University \n\nof Campinas, following the analytical procedures of Vendemiatto and Enzweiler (2001). \n\nFragments with visible xenolithic material, veining or external weathering were not considered. \n\nMajor elements were analysed on fusion beads by X-ray fluorescence spectrometry (XRF). The \n\ntrace elements Cu, Ni, Co, Cr, V, Zn and Nb were also analysed by XRF using pressed powder \n\npellets. Data quality was controlled through routine analyses of the international rock standards \n\nW-2 and BHVO for major elements, and RGM-1 and WSE for trace elements. The relative errors \n\nare 0.4 - 1.5% for major and minor elements, while for trace elements they range within 1.5 - \n\n10%. Rare earth elements (REE), Th, Ta, U, Hf and Nb were analysed by inductively coupled \n\nplasma mass spectrometry (ICP-MS), after total digestion with HF/HNO3 (Paar bombs, 4 days, \n\n180 ºC), following the procedures of Navarro et al. (2008). Data quality control was performed \n\nby simultaneous analysis of the international reference materials BRP-1 and BHVO-2; deviation \n\nof most results differ from the reference values typically less than 10%. The data are reported in \n\nTable 1. \n\nBKF kimberlites from both the pipes and dykes are rich in MgO (18.6 – 34.1 wt. %). \n\nWhen the Mg# number is considered, pipe and dyke samples are very primitive and show similar \n\nvariation from 80.12 to 90.11 (Tab. 1). Aluminum oxide (1.96 – 4 wt. %), CaO (2.41 – 11.93 wt. \n\n%), Fe2O3 (8.44 – 10.43 wt. %), and K2O (0.71 – 3.74 wt. %) contents show negative correlation \n\nwith Mg# in both pipes and dykes. In general, dyke samples are more enriched in TiO2 than the \n\npipe samples. The compatible trace elements Ni and Cr (Ni = 940-1655 ppm, Cr = 984-1520 \n\nppm) define very good correlations with MgO. \n\n \n\n\n\n21 \n\n \n\nSample B4D1-75.55 B7D15-30.00 B7D15-45.00 B3D34-37.50 B3D34-85.40 B3D34-132.30 B3D34-186.60 B3D54-40.60 B8D1-77.35\n\nType pipe pipe pipe pipe pipe pipe pipe pipe dyke\n\nSiO2 34.67 37.61 34.76 35.59 36.24 33.67 35.64 39.35 38.49\n\nTiO2 3.37 3.26 4.38 2.23 2.47 2.88 2.88 2.59 3.50\n\nAl2O3 2.46 4.00 3.66 2.86 2.97 2.09 3.10 3.25 3.25\n\nFe2O3 9.04 9.49 9.62 8.70 9.35 8.77 9.34 8.83 9.81\n\nMnO 0.13 0.10 0.18 0.14 0.13 0.12 0.15 0.09 0.10\n\nMgO 31.13 26.80 26.30 27.04 29.85 32.03 24.76 22.88 22.14\n\nCaO 4.84 5.70 5.90 7.48 5.60 5.04 8.51 8.89 8.93\n\nNa2O 0.12 0.05 0.10 0.08 0.08 0.11 0.15 0.40 0.15\n\nK2O 2.17 2.90 3.00 3.09 3.10 1.80 3.74 2.15 2.69\n\nP2O5 0.04 0.04 0.07 0.81 1.17 0.21 1.21 0.82 1.70\n\nBaO 0.17 0.14 0.09 0.21 0.25 0.14 0.33 0.09 0.16\n\nCr2O3 0.42 0.29 0.39 0.34 0.32 0.43 0.31 0.22 0.20\n\nSrO 0.11 0.02 0.04 0.12 0.08 0.05 0.19 0.06 0.09\n\nLOI 11.07 8.92 10.32 10.47 8.28 11.92 9.12 9.50 7.50\n\nTotal 100.10 99.50 99.10 99.50 100.20 99.60 99.70 99.40 98.90\n\nMg# 88.59 86.43 86.04 87.51 87.80 89.17 85.67 85.38 83.57\n\nXRF (ppm)\n\nV 47.0 17.1 n.d. 116.0 127.0 63.0 66.0 66.0 89.0\n\nCr 1452 984 1328 1149 1094 1459 1066 762 683\n\nNi 1459 940 1329 1366 1393 1655 1136 1010 909\n\nCu 42.0 6.4 31.0 50.0 88.0 14.6 46.0 54.0 10.6\n\nZn 63 40 58 67 69 54 77 58 59\n\nGa 6.7 16.2 7.6 9.6 8.1 6.6 9.9 10.8 13.4\n\nRb 194 220 263 190 189 157 206 114 189\n\nSr 908 172 305 1026 645 406 1632 536 729\n\nY n.d. 4.7 6.1 7.5 9.4 6.4 13.4 13.2 15.1\n\nZr 221 276 282 278 313 182 395 436 600\n\nNb 169 129 174 111 127 136 110 129 175\n\nPb 11.1 4.7 2.5 13.4 9.9 7.2 15.3 14.8 21.6\n\nCe 250 171 235 107 117 137 159 245 207\n\nNd 112 53 117 51 47 53 77 96 76\n\nSc 6.06 4.01 6.37 8.41 2.34 13.39 6.36 11.0 14.1\n\nCs 3.31 1.15 2.93 2.11 2.13 2.10 4.77 2.90 1.30\n\nCo 86.77 72.36 88.06 82.94 85.11 90.65 77.62 70.00 57.40\n\nLa 215.3 166.4 266.3 113.9 120.2 182.6 143.7 163 140\n\nPr 38.42 30.56 44.89 20.11 21.50 33.56 25.47 30.10 24.60\n\nSm 15.68 12.91 19.90 8.90 9.57 13.98 11.39 13.10 12.00\n\nEu 3.75 3.20 5.18 2.36 2.54 3.42 3.05 3.5 3.3\n\nGd 8.21 7.58 11.93 5.29 5.86 7.49 7.08 8 8.0\n\nTb 0.90 0.89 1.41 0.65 0.70 0.87 0.89 0.9 0.9\n\nDy 3.79 3.88 6.10 2.95 3.20 3.68 4.14 4.1 4.6\n\nHo 0.51 0.56 0.88 0.48 0.52 0.53 0.68 0.6 0.8\n\nEr 1.03 1.13 1.76 1.08 1.19 1.09 1.58 1.3 1.8\n\nTm 0.11 0.11 0.19 0.13 0.14 0.11 0.18 0.14 0.21\n\nYb 0.57 0.52 0.90 0.75 0.74 0.57 0.97 0.78 1.19\n\nLu 0.08 0.07 0.12 0.11 0.10 0.07 0.08 0.10 0.16\n\nHf 6.48 5.44 9.82 8.92 5.09 10.68 8.18 12.3 16.4\n\nTa 6.79 10.21 7.70 9.89 15.08 7.27 13.05 6.10 10.80\n\nTh 25.51 20.05 32.19 15.30 17.17 25.48 19.54 20.20 20.20\n\nU 2.45 2.71 3.09 3.58 3.54 3.34 4.81 2.90 4.20\n\nMg# = atomic proportion for an Fe2O3/FeO ratio of 0.15; n.d. = not detected\n\nTable  2 Whole-rock geochemical data for Brauna kimberlites including pipes and dykes samples. \n\nICP-MS (ppm)\n\n\n\n22 \n\n \n\nSample B8D1-79.70 B8D2-17.95 B8D2-20.45 B16D1-82.30 B16D1-91.30 B21D1-20.15 B21D1-21.93 B21D3-20.25 B21D3-23.20\n\nType dyke dyke dyke dyke dyke dyke dyke dyke dyke\n\nSiO2 36.01 35.87 35.51 40.66 45.15 38.23 36.46 34.76 38.47\n\nTiO2 3.57 1.92 3.73 4.10 3.18 3.83 4.04 3.08 3.71\n\nAl2O3 3.12 1.96 2.14 4.00 2.27 3.26 3.72 2.74 3.25\n\nFe2O3 8.49 8.44 9.18 10.39 10.22 10.43 8.73 8.73 9.57\n\nMnO 0.19 0.13 0.16 0.13 0.18 0.14 0.12 0.18 0.13\n\nMgO 32.62 34.12 32.13 18.57 19.61 20.12 23.00 29.37 22.85\n\nCaO 2.41 2.88 3.16 10.82 11.93 9.73 10.02 5.45 9.56\n\nNa2O 0.03 0.02 0.02 0.19 0.11 0.23 0.17 0.04 0.18\n\nK2O 1.60 0.99 1.41 3.08 0.71 2.80 3.51 2.16 3.19\n\nP2O5 0.65 0.58 0.73 0.48 1.14 1.44 0.74 1.20 0.48\n\nBaO 0.09 0.06 0.07 0.07 0.16 0.25 0.32 0.14 0.32\n\nCr2O3 0.45 0.30 0.33 0.35 0.21 0.20 0.21 0.34 0.22\n\nSrO 0.04 0.02 0.03 0.05 0.07 0.09 0.09 0.08 0.09\n\nLOI 10.80 12.60 11.70 6.40 4.10 8.10 7.80 11.30 7.20\n\nTotal 100.40 100.30 100.60 99.70 99.30 99.10 99.10 99.90 99.40\n\nMg# 89.65 90.11 88.75 80.12 81.22 81.31 85.59 88.35 84.33\n\nXRF (ppm)\n\nV 68 60 92 96 66 89 58 115 59\n\nCr 1549 1017 1131 1198 711 674 716 1147 749\n\nNi 1607 1951 1548 1810 882 885 867 1437 930\n\nCu 26.60 10.10 7.30 79.00 28.90 75.00 34.00 39.00 30.00\n\nZn 40 50 59 88 67 86 67 67 67\n\nGa 8.4 7.6 6.7 8.9 15.5 12.7 13.4 10.5 13.4\n\nRb 156 91 136 54 244 208 279 185 252\n\nSr 342 190 236 456 604 768 752 655 735\n\nY 4.2 4.9 4.5 12.0 6.6 24.3 5.1 9.5 4.9\n\nZr 277 262 226 167 728 1304 693 685 699\n\nNb 182 116 174 181 157 171 164 152 159\n\nPb 12.6 8.4 17.9 3.9 7.9 11.4 10.5 16.4 11.1\n\nCe 256 142 232 174 191 182 181 213 186\n\nNd 115 61 103 82 82 81 87 92 84\n\nSc 11.9 6.9 7.4 23.4 11.2 14.7 26.2 9.5 13.9\n\nCs 1.00 0.60 0.90 0.60 1.80 1.90 1.80 1.30 1.90\n\nCo 86.3 68.1 73.1 78.7 61.9 64.2 58.8 76.6 64.6\n\nLa 234 123 211 142 160 182 172 191 158\n\nPr 46.00 23.40 43.00 32.20 31.10 33.50 32.90 35.80 30.50\n\nSm 19.70 10.10 18.70 14.30 14.50 15.30 15.40 15.80 13.70\n\nEu 5.00 2.50 4.70 3.70 4.00 4.50 4.40 3.90 4.00\n\nGd 11.00 5.80 10.40 8.20 9.40 10.60 9.60 9.10 8.80\n\nTb 1.10 0.60 1.10 0.90 1.00 1.30 1.00 1.00 0.90\n\nDy 4.70 2.60 4.50 3.90 4.50 6.60 4.70 4.30 4.20\n\nHo 0.70 0.40 0.60 0.60 0.70 1.10 0.70 0.60 0.60\n\nEr 1.30 0.80 1.20 1.30 1.40 2.70 1.40 1.40 1.30\n\nTm 0.13 0.09 0.12 0.15 0.16 0.33 0.16 0.15 0.16\n\nYb 0.64 0.48 0.60 0.85 0.88 1.92 0.85 0.79 0.87\n\nLu 0.08 0.07 0.07 0.11 0.13 0.25 0.11 0.10 0.12\n\nHf 6.20 4.50 6.40 19.20 5.20 24.60 13.40 8.30 18.20\n\nTa 15.60 7.40 15.90 12.50 12.30 12.50 13.00 12.70 12.50\n\nTh 35.80 19.00 31.50 23.70 23.30 23.40 26.70 27.90 24.00\n\nU 4.20 2.50 3.70 3.40 3.10 4.20 4.10 3.30 3.10\n\nMg# = atomic proportion for an Fe2O3/FeO ratio of 0.15; n.d. = not detected\n\nTable  2 continued\n\nICP-MS (ppm)\n\n\n\n23 \n\n Selected major and trace element diagrams to distinguish between South African \n\norangeite and kimberlites (Smith, 1983; Smith et al., 1985) are shown in Figure 7 for the studied \n\nsamples. Figure 7a shows a plot of TiO2 versus K2O, wherein the BKF samples spread over the \n\nfields of South African orangeites and kimberlites, with a significant amount of samples plotting \n\nin between the two fields. However, when silica contents are considered, the BKF samples are \n\nmore similar to the South African orangeites. If silica is plotted against Pb and the ratios Th/Nb, \n\nNb/La and Ce/Sr (Fig 7b-e) the BKF samples are not unambiguously similar to the South African \n\norangeites; the BKF samples plot outside the fields of the South African rocks or in between the \n\ntwo fields. The geochemical characteristics of the Brauna kimberlites are probably related to their \n\nunique anomalous nature.  \n\nHigh field strength elements (HFSE) and the light rare earth elements (LREE) are all high \n\nin abundance (e.g. La = 113.9 - 266.3 ppm, Zr = 182 - 395 ppm, Nb = 110 - 180 ppm). On the \n\nother hand, the dyke samples are more enriched in LREE contents than the pipe samples (see \n\ntable 1). In general, both varieties present REE values similar to the South African orangeites, \n\nwhere it is evident that all samples show sub-parallel patterns and are strongly enriched in the \n\nlight REE relative to the heavy REE ((La/Sm)N = 8.4; (La/Yb)N = 182.8) (Fig. 8a). Normalised \n\nLa abundances range between 480 and 1123 times chondrite, whereas Lu ranges between 2.8 and \n\n4.7 times chondrite. The REE patterns for individual samples are parallel, with the Brauna 04 and \n\nBrauna 07 pipe samples showing uniformly higher concentrations relative to Brauna 03.  \n\nPrimitive mantle-normalised trace element patterns (Fig. 8b) are generally sub-parallel \n\nand strongly enriched in highly incompatible elements (~150 to 600 times primitive mantle), with \n\nHREE (Tb to Lu) showing the least enrichment (2–20 times primitive mantle). A representative \n\nsample of the Nordestina granodiorite (sample 1406 of Cruz Filho et al. 2003) was also plotted in \n\nFig. 8 to show that the high trace element abundances of all kimberlite samples cannot have been \n\nacquired through contamination with the Nordestina granodiorite, which show considerably \n\nlower trace element abundances than the kimberlites. The majority of kimberlite samples show \n\nnegative anomalies (relative to adjacent elements) of K, Sr, and Y, and most sample show \n\npositive anomalies of Ta and Nb (Fig. 8b), excluding the negative anomaly from the aphanitic \n\nkimberlite sample B3D34-186,60. The above anomalies are probably a characteristic of the \n\noriginal kimberlite mantle source and they will be recalled later. \n\n \n\n\n\n24 \n\n \n\n \n\nFigure 7: Geochemical characteristics of Brauna Kimberlite Field (filled square) plotted in binary discriminant \n\ndiagrams from Smith (1983) and Smith et al. (1985), using the most representative major oxides and compatible \n\ntrace elements. South African kimberlites and orangeites fields are from Becker and Le Roex (2006). South African \n\nTransitional kimberlites from Becker and Le Roex (2007). \n\n\n\n25 \n\n \n\n \n\nFigure 8: Multi-element diagrams for the Brauna Kimberlite Field. a) Chondrite-normalised rare earth element \n\nabundances for Brauna kimberlite samples compared with South African kimberlites and orangeites from Becker and \n\nle Roex (2006), and South African Transitional kimberlites from Becker and Le Roex (2007). b) Primitive mantle-\n\nnormalised trace element patterns of Brauna kimberlite samples. Note the negative anomalies of K, Sr, Nb, U and Pb, \n\nand the positive anomalies of La, Nd and Zr. Chondrite values from Sun and McDonough (1989) and primitive \n\nmantle values from McDonough and Sun (1995).  \n\n\n\n26 \n\n8. U-Pb perovskite geochronology  \n\n \n\nBecause perovskite is a common groundmass mineral in the Brauna kimberlites, and is \n\nreliable for kimberlite age dating (Kramers and Smith, 1983; Allsopp et al. 1989; Heaman, 2003; \n\nBatumike et al., 2008), perovskite grains were selected from Brauna-07 pipe for conventional U-\n\nPb thermal ionization mass spectrometry (TIMS) analysis at the University of Alberta, Canada. \n\nFresh euhedral perovskite grains devoid of visible inclusions were handpicked for electron \n\nmicroscopy confirmation and subsequent U-Pb isotopic analysis. The perovskite U-Pb sample \n\npreparation and age dating followed the procedures of Heaman and Kjarsgaard (2000) and Tappe \n\net al. (2009). The U-Pb data for two perovskite fractions are listed in Table 2. \n\n \n\nTable 2: U-Pb perovskite results for hypabyssal kimberlite from the Brauna 07 pipe, São Francisco Craton, Bahia \n\nstate, Brazil \n\n \n\nFor the Brauna-07 sample, two multi-grain perovskite fractions were selected from \n\nkimberlite drill core at 60 m depth: Brauna-07-1 and Brauna-07-2 fractions, respectively with 120 \n\nand 80 dark brown-to-black octahedrons. These perovskite fractions have moderate U contents \n\n(61-74 ppm) and Th/U ratios (10.8-12.3) compared with other kimberlitic perovskite. Brauna-07-\n\n1 and Brauna-07-2 fractions yielded \n206\n\nPb/\n238\n\nU ages of 646.7±9.0 Ma and 637.9±7.8 Ma (2-\n\nsigma), respectively, which are identical within analytical uncertainties (Fig. 9). The weighted \n\naverage \n206\n\nPb/\n238\n\nU age of 641.7±6.0 Ma (2-sigma) is considered the best estimate for \n\nemplacement of Brauna Kimberlite Field. \n\n \n\nDescription* Weight U Th Pb Th/U TCPb\n206\n\nPb/**\n207\n\nPb/**\n207\n\nPb/**\n206\n\nPb/\n207\n\nPb/\n207\n\nPb/ Discordance\n\n(µg) (ppm) (ppm) (ppm) (pg) 238 U\n235\n\nU\n206\n\nPb\n238\n\nU\n235\n\nU\n206\n\nPb [%]\n\nBrauna-7\n\n1. dark brown-to-black 100 61 755 37 12.3 819 0.10552±77 0.9476±237 0.06514±169 646.7±4.5 676.9±12.3 778.7±53.6 17.8\n\noctahedrons (120) \n\n2. dark brown-to-black 56 74 801 39 10.8 477 0.10402±66 0.9363±204 0.06528±147 637.9±3.9 670.9±10.6 783.4±46.7 19.5\n\noctahedrons (80)\n\nWA 641.7±3.0\n\n*Perovskite grains selected from magnetic fraction of Full Frantz Free Fall; Numbers in parentheses are numbers of grains analysed.\n\n**Atomic ratios corrected for fractionation (0.105%/amu Pb and 0.123%/amu U), blank (5 pg Pb; 1 pg U), isotopic tracer, and initial common Pb.\n\nThorium concentrations calculated based on amount of 208Pb present and 207Pb/206Pb model age.\n\nTCPb is estimated total initial common Pb based on the Stacey &amp; Kramers (1975) terrestrial Pb evolution model.\n\nAll uncertainties in this table are quoted at 1-sigma.\n\napparent ages (Ma)\n\n\n\n27 \n\n \n\n \n\nFigure 9: Perovskite U-Pb data from Brauna 07 pipe. Concordia diagram showing the \n206\n\nPb/\n238\n\nU age of 641.7 ± 6 \n\nMa, interpreted as the best estimate for the timing of BKF emplacement. Error is quoted at 2?. \n\n \n\n9. Sr-Nd isotope \n\n \n\nStrontium and neodymium isotopes are a powerful tool to help understand kimberlite \n\npetrogenesis. Five samples from Brauna 03, 04 and 07 pipes were analysed for whole-rock Sr-Nd \n\nisotopes in the Geochronology Laboratory of the University of Brasília following the analytical \n\ntechniques of Gioia and Pimentel (2000). The samples were selected on the basis of petrographic \n\nevidence of minimal contamination, avoiding country rock xenoliths. Approximately 60 mg of \n\npowdered rock samples were dissolved for Sr, Sm, and Nd extraction in successive acid \n\ndissolution with concentrated HF, HNO3, and HCl. A mixed \n149\n\nSm–\n150\n\nNd spike was added to the \n\nsolution before the first acid attack. Sr and the REE group were separated from the whole-rock \n\nsolutions using a conventional ion exchange. Isotopic measurements were carried out on a \n\nmulticollector Finnigan MAT-262 mass spectrometer in static mode. Mass fractionation \n\ncorrections were made using a \n88\n\nSr/\n86\n\nSr ratio value of 8.3752.  \n\nThe initial isotopic ratios of the Brauna kimberlites were calculated using the \n\nemplacement age of 642 Ma determined in this study. The results are presented in Table 3 and \n\n\n\n28 \n\nshown in Figure 10. The samples exhibit a large range of initial \n87\n\nSr/\n86\n\nSr ratios between 0.7045 \n\nand 0.7063, and a relatively wide range of negative ?Nd(i) values from -5.8 to -8.1. \n\nBecause perovskite has the potential to record the primary isotopic signature of the \n\nmagma prior to contamination, precise Sr-Nd isotopic data are important information to help \n\nplace constraints on the evolution of kimberlitic rock source. With the objective to check the \n\nquality and the reliability of whole rock Sr-Nd isotope data, which may have been modified by \n\nvirtually non-observed xenolithic material, we also analysed groundmass perovskite for Nd \n\nisotope composition from the dated Brauna 07 pipe (Table 3). The procedures and measurements \n\nwere carried out following the methods described in Tappe et al. (2011). The results were \n\ncorrected for the age of Brauna 07 pipe (i.e. 642Ma) and they are very similar to the whole-rock \n\ndata (perovskite ?Nd(i) = -7.7; average whole-rock ?Nd(i) = -7.2). The data similarity indicates \n\nthe very robust data quality for whole-rock Sr-Nd measurements. \n\n \n\nTable 3: Whole-rock Sr and Nd isotope analyses and perovskite Nd isotope analysis of the Brauna kimberlites \n\n \n\n \n\nFigure 10 also includes data for several kimberlites and lamproites worldwide, mantle \n\nreservoir (OIB, EM1, EM2), and the Nordestina Granodiorite, a potential wall-rock contaminant. \n\nAs shown, the Brauna kimberlites plot between the South African orangeites and kimberlites \n\ngroups, and barely touch the South African transitional kimberlite field. Brauna samples are \n\nisotopically similar to the anomalous Guaniamo kimberlite in Venezuela and the transitional \n\nArkhangelsk kimberlite in Russia. Yet, the Brauna samples are isotopically not too distinct of \n\nolivine lamproites although their mineralogy and geochemistry are fairly different.    \n\nIt is interesting to note that the Brauna kimberlite samples display a trend that does not \n\nsuggest any significant contamination with the Nordestina granodiorite, indicating that the \n\nselected samples have not been significantly contaminated with the continental crust. This is also \n\nSample Rb* Sr* SmID NdID\n87\n\nSr/\n86\n\nSr(m)\n143\n\nNd/\n144\n\nNd(m) ±2?\n143\n\nNd/\n144\n\nNd(642Ma) ?Nd(642Ma)\n87\n\nSr/\n86\n\nSr(642Ma) ?Sr(642Ma)\n\nKimberlite\n\nB3D34 123,3 128.3 499.4 13.91 112.03 0.712560 0.5117350 10 0.5114191 -7.6 0.705748 25.9\n\nB3D34 186,6 194.8 1775.9 11.00 83.79 0.709040 0.5117300 6 0.5113959 -8.1 0.706132 31.4\n\nB4D1 75 133.6 995.6 15.91 122.20 0.709320 0.5117820 15 0.5114506 -7.0 0.705762 26.1\n\nB7D15 45 199.4 351.0 19.83 153.79 0.719550 0.5118410 14 0.5115128 -5.8 0.704476 7.8\n\nB7D15 30 191.4 220.4 13.23 99.18 0.729320 0.5117590 16 0.5114195 -7.6 0.706252 33.1\n\nPerovskite\n\nBR7-UOFA1 n.a. n.a. 392.42 3258.1 n.a. 0.5117239 8.2E-06 0.5114165 -7.7 n.a. n.a.\n\n* ICPMS analysis; ID = isotope dilution; m = measured; n.a. = not analysed\n\n\n\n29 \n\nsupported by the concordant negative ?Nd value (-7.7) from the analysed groundmass perovskite. \n\nConsequently, the data may be used to place constraints on likely mantle sources for the Brauna \n\nkimberlites, which will be recalled later. \n\n \n\n \n\n \n\nFigure 10: ?Nd versus 87Sr/86Sr isotopic diagram for Brauna kimberlites (filled square) and their host rocks, \n\nNordestina granodiorite (black star), corrected for the emplacement age of the Brauna kimberlite field (642 Ma). \n\nCompositional fields in the diagram: lamproites from Greenland (Nelson, 1989; Tappe et al. 2007); Leucite Hills, \n\nSmoky Butte and Western Australia lamproites (Vollmer et al., 1984; Fraser et al., 1985); South African kimberlites \n\nand orangeites (Nowell et al., 2004; Becker and Le Roex, 2006); Guaniamo anomalous  kimberlites (Kaminsky et al., \n\n2004); Gahcho Kue kimberlites (Caro et al., 2004); South African Transitional kimberlites (Becker and Le Roex, \n\n2007). Arkhangelsk transitional kimberlites (Beard et al., 2000); High-Ti basalts from Parana Igneous Province \n\n(Peate and Hawkesworth, 1996); The postulated EMI and EMII compositions after Zindler and Hart (1986). Data for \n\nNordestina granodiorite from Cruz Filho et al. (2005).  \n\n\n\n30 \n\n10. Discussion \n\n \n\n10.1. Brauna kimberlite classification  \n\n \n\nKimberlites have been identified from most continents in Archean cratons and Proterozoic \n\nterranes whereas orangeites appear to be confined to the Archean Kaapvaal craton of southern \n\nAfrican (Skinner, 1989). Mitchell and Bergman (1991) and Mitchell (1995) have argued that \n\nGroup II kimberlites are not actually kimberlites and have suggested they be renamed orangeite. \n\nHowever, kimberlites with Group I affinity is described worldwide (e.g. India, Canada, USA, \n\nRussia, Brazil), and new evidence shows that orangeites may also occur in India (Rao et al., \n\n2010). A third, relatively rare group of transitional kimberlites on the Kaapvaal craton, and also \n\nwithin the Proterozoic Namaqua-Natal mobile belt was reported (e.g. Skinner et al., 1992; Becker \n\nand Le Roex, 2007). A forth kimberlite type, not uncommon, was found in kimberlite provinces \n\nor fields that generally display relatively heterogeneous or anomalous geochemical, mineralogical \n\nand isotopic compositions compared to the well defined South African kimberlites, South African \n\nOrangeites, and lamproites.  \n\nBrauna kimberlites show relatively heterogeneous mineralogy, geochemistry and isotopic \n\ncompositions. Following Mitchell (1995) mineralogical classification of South African \n\nkimberlites and orangeites, the Brauna kimberlites show transitional mineralogy between the two \n\nmain South African groups. Brauna samples are similar to South African orangeites if the \n\noccurrence of groundmass tetraferriphlogopite, diopside and calcite are considered. Conversely, \n\nthe occurrence of spinel and apatite as common phase in the studied samples is a characteristic of \n\nSouth African kimberlites. Additionally, ilmenite xenocrysts are typically absent in orangeites, \n\nand they are present in the Brauna samples. These mixed petrographic characteristics of BKP are \n\nsimilar to some kimberlite examples in the world such as the South African transitional \n\nkimberlites (Becker and Le Roex, 2007), Arkhangelsk transitional kimberlite in Russia (Beard et \n\nal., 2000; Lapin et al., 2007) and Guaniamo anomalous kimberlite in Venezuela (Kaminsky et al., \n\n2007). The peculiar petrographic features of the above kimberlite types indicate that they are \n\nintermediate between the South African kimberlites and orangeites, with special regard to \n\nvariable phlogopite contents, groundmass tetraferriphlogopite, dominance of calcite, serpentine \n\n\n\n31 \n\nand monticellite as groundmass phases, relative size and abundance of groundmass opaque \n\noxides, and perovskite with variable REE contents.  \n\nIn addition to the mineralogical differences, the BKP isotopic composition shares little \n\nsimilarity with the two main South African kimberlitic groups. Indeed, orangeite has more \n\nradiogenic Sr and lesser radiogenic Nd and Pb than the kimberlite group. Moreover, the South \n\nAfrican transitional group has distinct isotopic signature, generally showing Sr and Nd isotope \n\nratios intermediate between kimberlites and orangeites (Fig. 6). As shown in Figure 10, the \n\nBrauna kimberlite samples have neither the isotope characteristics of the South African \n\nkimberlite nor of orangeite. Furthermore, the Brauna kimberlites have less radiogenic Sr than the \n\nSouth African transitional kimberlites. Yet the Brauna kimberlites plot in between the fields of \n\nthese three groups, and in this aspect the BKF samples are more akin to the anomalous \n\nkimberlites described elsewhere, for example, the South African transitional kimberlites, \n\nGuaniamo anomalous kimberlite in Venezuela and Arkhangelsk kimberlite.   \n\n  \n\n10.2. Petrogenesis \n\n \n\nFor petrogenetic hypothesis to be reliable, it is necessary that secondary \n\nalteration/contamination effects and fractional crystallization are minimal. Also, it is commonly \n\naccepted that the macrocryst population in kimberlites is to a large extent mantle-derived and that \n\nthe macrocrystic-bearing kimberlites do not represent liquid compositions but rather random \n\naccumulations of mantle xenocrysts and early-stage liquidus phases (dominantly olivine) together \n\nwith a liquid component (e.g., Le Roex et al. 2003; Kjarsgaard et al. 2009, Mitchell and Tappe \n\n2010). On these grounds, the aphanitic kimberlite variety from the pipes is considered the most \n\nclosely representative of the Brauna kimberlite magma composition rather than the porphyritic \n\nand xenocryst-rich kimberlite varieties (including the breccia facies) from pipes and dykes. \n\nThe source of the Brauna kimberlites was enriched in incompatible elements, with high \n\nLa/Sm (8.29-14.93) and Gd/Yb (7.05-14.58), and enriched in the highly incompatible LIL- and \n\nHFS-elements (e.g. Th = 15.3 – 32.2 ppm, Yb = 0.75 – 0.9 ppm, Zr = 162 – 1304 ppm, Nb = 110 \n\n– 182 ppm). The Brauna kimberlites exhibit also relatively higher La/Nb ratios (0.7 – 1.5) than \n\nthe average asthenospheric mantle-derived rocks, indicating a transitional and/or heterogeneous \n\nsource that was probably formed between the asthenospheric mantle (i.e. La/Nb<1) and the \n\n\n\n32 \n\nlithospheric mantle (i.e. La/Nb>1) (Fig. 11). The Brauna kimberlites have La/Nb ratios similar to \n\nratios described for fertile phlogopite-bearing mantle nodules from North China Craton, \n\ninterpreted as the product of various degrees of metasomatism coupled with infiltration of fluids \n\nsourced mainly from deeply subducted supracrustal rocks (Zhang et al., 2011). Notably, the data \n\ndistribution for the anomalous and heterogeneous Arkhangelsk kimberlite (Beard et al., 2000) \n\nand the Guaniamo anomalous kimberlite (Kaminisky et al., 2007) were also interpreted as \n\nproducts of metasomatized mantle sources; they are remarkably similar to BKF kimberlite \n\ncompositions.  \n\n \n\n \n\n \n\nFigure 11: La/Nb versus Yb mantle source discriminant diagram for Brauna kimberlites (filled square) compared \n\nwith similar rocks. Data sources: Arkhangelsk kimberlite (Beard et al., 2000); Guaniamo kimberlites (Kaminsky et \n\nal., 2007); South African (SA) kimberlites and orangeites (Becker and Le Roex, 2006); South African transitional \n\n(SA-T) kimberlites (Becker and Le Roex, 2007); Metasomatized mantle peridotites from north China craton (Zhang \n\net al., 2011); Hawaiian basalts (Wilson, 1997). La/Nb mantle data from DePaolo and Daley (2000).   \n\n \n\nWhen compared to known mafic and ultramafic rock suites worldwide (Figure 12), the \n\nBrauna kimberlites exhibit geochemical signatures akin to uncontaminated magmas originated \n\nfrom the sub-continental lithospheric-asthenospheric mantle. Indeed, the Brauna kimberlites \n\n\n\n33 \n\nshow a steep mantle-normalized multi-element pattern probably owing to their origin as low-\n\ndegree melts of a mantle source with garnet, olivine, phlogopite, and pyroxene.  \n\n \n\nFigure 12: Primitive mantle \n\nnormalized multi-element \n\ndiagrams for Brauna kimberlites \n\nand related rocks. a) Average \n\nBrauna aphanitic kimberlite \n\ncompared with oceanic basalts, \n\nParana uncontaminated basalt \n\nfrom the sub-continental \n\nlithospheric mantle, and \n\nasthenosphere-derived, ca. 600 \n\nMa West Greenland kimberlites \n\n(grey field); vertical bars \n\nhighlight the Nb- and Ta \n\nanomalies; b) the Brauna \n\nkimberlite compared with the \n\nSouth African kimberlite and \n\norangeite. N-MORB, E-MORB \n\nand OIB after Sun &amp; \n\nMcDonough (1989); Parana \n\nhigh-P, high-Ti basalt (HPT) \n\nafter Peate et al. (1999); West \n\nGreenland kimberlite after \n\nGaffney et al. (2007), South \n\nAfrican kimberlite and orangeite \n\nafter Becker and LeRoex (2006). \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n34 \n\nThe Brauna kimberlites also show positive to negative Nb-Ta anomalies, a characteristic \n\nof magmas derived from the asthenospheric mantle (positive Nb-Ta anomalies, e.g. ocean island \n\nbasalts; Fig. 12) or from the sub-continental lithospheric mantle (negative Nb-Ta anomalies, e.g. \n\nthe Paraná high-Ti, high-P continental flood basalts; see Fig. 12). The Brauna kimberlites have \n\ntrace elements characteristics extremely similar to the ca. 600 Ma West Greenland kimberlites \n\n(Fig. 12), which were interpreted as originated from within the asthenosphere or lower mantle on \n\nthe basis of their high \n3\nHe/\n\n4\nHe ratios (Tashibana et al., 2006). These features are all consistent \n\nwith mixing between asthenospheric and lithospheric sources, or plume activity. \n\n \n\n10.3. Brauna kimberlite magma classification \n\n \n\nThe Brauna Kimberlite Field is composed of relatively heterogeneous kimberlites with \n\nLa/Nb ratios suggesting origin from within the metasomatized asthenospheric mantle, probably \n\nwith subsequent contribution from the sublithospheric mantle by decompression and thermal \n\nperturbations during lithosphere extension. Regarding magma composition, the Brauna \n\nkimberlites are more similar in composition to orangeite and lamproite magma types rather than \n\nto formerly South African kimberlites owing to their high phlogopite content and high SiO2, \n\nAl2O3, Rb, Ba, and K2O abundances. On this basis, the BKF kimberlites could qualify as a \n\nmember of the ??metasomatized lithospheric mantle magma group‘‘ of Mitchell (1995, 2006). \n\nHowever, their chemical compositions are very complex given their anomalous signature, \n\nexhibiting moderate \n87\n\nSr/\n86\n\nSr (0.7045 – 0.7063) and negative ?Nd values (-5.8 to -8.1). These \n\nfeatures suggest that the magma source regions for the BKF were metasomatically enriched to \n\ndifferent degrees before kimberlite magma generation. Therefore, the depletion in Sr, Pb and K \n\nrelative to elements of similar incompatibility observed in the multi-element diagram is probably \n\na feature of the primary kimberlite magma that was inherited from the metasomatized source \n\nregion. Donatti Filho et al. (2008) suggested that the Brauna kimberlites may be low degree \n\npartial melts, approximately 0.2-0.75% melting of a depleted garnet lherzolite source that was \n\nenriched in volatiles and highly incompatible elements prior to melting, probably formed at \n\npressure conditions of up to 5 GPa. This is consistent with their diamond-bearing characteristics. \n\nHowever, the kimberlites high MgO contents, the presence of harzburgitic and lherzolitic \n\n\n\n35 \n\nxenoliths, G12 garnet xenocrysts, and intense serpentinization require all a more refractory \n\nolivine-rich harzburgitic mantle source. \n\nSeveral studies have described kimberlites and related rock as a consequence of \n\nmetasomatism of the mantle source region, as for instance the Koidu kimberlite in Sierra Leone \n\n(Taylor et al., 1994), Aries kimberlite in Western Australia (Downes et al., 2006), Alto Paranaiba \n\nkimberlites in Brazil (Gibson et al., 1995), the olivine lamproites of Western Australia (Fraser et \n\nal., 1985), and other lamproitic occurrences. Depletion of HFSE is a common characteristic of \n\nmagmatic rocks related to subduction processes (Saunders et al., 1980; Thirlwall et al. 1994). \n\nBrauna kimberlites exhibit relatively high Ba/Nb (3.76 – 26.52) and varying La/Nb (0.66 - 1.76) \n\nratios, suggesting that the mantle sources could have also been contaminated/metasomatized by \n\nfluids released from subducted crust with the addition of sediments(?), thereby increasing Ba \n\n(LILE) and La (HREE) in the initial kimberlitic magma composition.  \n\nFurthermore, eclogitic paragenesis was also observed in BKF rocks including garnet \n\nxenocrysts (G9) and eclogite xenoliths, supporting the heterogeneous kimberlitic magma nature. \n\nAs addressed before, the Nordestina granodiorite (i.e. wall-rock) did not contribute significantly \n\nto the trace elements budget, as illustrated in the mantle-normalized trace element diagram (Fig. \n\n8) and in the Sr-Nd isotopic diagram (Fig. 10). Consequently, though the kimberlitic magma did \n\nincorporate xenoliths from the wall-rock the magma probably has not had enough time to melt \n\nthem and eventually to modify its mantle-inherited composition. Furthermore, the heterogeneous \n\nmagma composition of the BKF could be related to partial melting at high depth, coupled with \n\nlithosphere recycling.  \n\n \n\n11. Conclusions \n\n \n\nThe Brauna Kimberlite Field (BKF) comprises three kimberlite pipe-like bodies and \n\nnineteen kimberlite dykes as predominantly hypabyssal facies of root zone. The \n206\n\nPb/\n238\n\nU age of \n\n642±6.0 Ma for the Brauna-07 kimberlite pipe is the best estimate for the time of BKF magma \n\nemplacement. BKF kimberlite pipes and dykes have similar mineralogical, geochemical and \n\ntextural characteristics, such as aphanitic, porphyritic, segregationary and brecciated types. The \n\nBKF kimberlites host a significant portion of altered mantle-derived xenoliths, including high \n\nmagnesium garnet-phlogopite peridotites and abundant megacrysts: clinopyroxene, \n\n\n\n36 \n\northopyroxene, and garnet. The kimberlite bodies are slightly iron-enriched and have \n\nheterogeneous mineralogy, major and trace element compositions relatively to South African \n\norangeites, kimberlites and lamproites as described in the literature.  \n\nThe evolution of the BKF magma is consistent with a single emplacement (from a single \n\nmagma batch?) of relatively volatile-rich magma coupled with trapment and/or confinement \n\nprocess. The low Al2O3, HREE, relatively high La to Sm, Ni and Cr contents, high Mg# (80.12 - \n\n90.11), residual olivine (Fo88), and pervasively serpentinization in the Brauna kimberlites indicate \n\nstrongly depleted, very refractory peridotitic mantle source.  \n\nThe above characteristics coupled with isotopic variations (moderate radiogenic \n87\n\nSr and \n\nnegative ?Nd) support a model whereby the Brauna kimberlite magma appears to have been \n\ngenerated in the heterogeneous metasomatized lithospheric/asthenospheric mantle, subsequently \n\nerupted through a relatively disturbed cratonic lithosphere, however suitable for diamond \n\npreservation. We also suggest that Neoproterozoic-related lithospheric accretion during the São \n\nFrancisco craton stabilization may be the cause of the heterogeneity of Brauna kimberlite source, \n\nperhaps caused by slab subduction beneath the São Francisco Craton combined with diapiric \n\nupwelling of the mantle and thermal perturbation by convection. The proposed model for the \n\nBKF is shown in Figure 13. \n\n \n\n \n\n \n\n \n\n\n\n37 \n\n \n\nFigure 13: Proposed tectonic model for the Brauna Kimberlite Field. \n\n \n\nAcknowledgements \n\n \n\nThe authors wish to thank Fundação de Amparo à Pesquisa do Estado de São Paulo - FAPESP for \n\nresearch grant to JPDF (# 07/537989) and the Brazilian research Council -  CNPq  for grants to \n\nEPO (#  301025/2005-3, 78989/04-0). We are grateful to Vaaldiam Resources Ltd. for fieldwork \n\nsupport and access to the kimberlite samples. The comments of Kenneth Tainton and Roger H. \n\nMitchell greatly improved the manuscript. José Ricardo Pisani and Fernanda Prendin Ochika \n\nfrom Vaaldiam Resources Ltd. for their collaboration. \n\n \n\n \n\n\n\n38 \n\nReferences                  \n\n \n\nAllsopp, H.L., Bristow, J.W., Smith, C.B., Brown,R., Gleadow, A.J.W.,Kramers, J.D., \n\nGarvie,O.G., 1989. A summary of radiometric dating methods applicable to kimberlite and \n\nrelated rocks. In: Ross, J. (Ed.), Proceedings of the Fourth International Kimberlite \n\nConference, v. 1, Kimberlites and Related Rocks: Their Composition, Occurrence, Origin \n\nand Emplacement. Geological Society of Australia Special Publication, vol. 14. Blackwell \n\nScientific Publications, Oxford, pp. 343–357.  \n\nBarbosa J.S.F. &amp; Sabaté P. 2004. Archean and Paleoproterozoic crust of the São Francisco \n\nCraton, Bahia, Brazil: geodynamic features. Precambrian Res., 133:1-27. \n\nBardet, M.G., 1977. Géologie du diamant. Memoires Du BRGM, pg. 177. \n\nBatumike, J.M., Griffin,W.L., Belousova, E.A., Pearson, N.J., O, ' Reilly, S.Y., Shee, S.R., 2008. \n\nLAM–ICPMS U–Pb dating of kimberlitic perovskite: Eocene-Oligocene kimberlites from \n\nthe Kundelungu Plateau, D. R. Congo. Earth. Planet. Sci. Let. 267, 609–619. \n\nBeard, A.D., Downes, H., Hegner, E., Sablukov, S..M., 2000. Geochemistry and mineralogy of \n\nkimberlites from the Arkhangelsk Region, NW Russia: evidence for transitional kimberlite \n\nmagma types. Lithos 51: 47-73. \n\nBecker, M., Le Roex, A.P., 2006. Geochemistry of South African On- and Off craton, Group I \n\nand Group II Kimberlites: Petrogenesis and Source Region Evolution. J Petrol 47: 673–703. \n\nBecker, M., Le Roex, A.P., 2007. Geochemistry and petrogenesis of South African transitional \n\nkimberlites located on and off the Kaapvaal Craton. Sout. Afr. J. Geol. (110): 631-646. \n\nBizzi, L.A., Smith, C.R., Meyer, H.O.A., Armstrong, R., de Wit, M.J., 1994. Mesozoic \n\nkimberlites and related rocks in southwestern São Francisco craton, Brazil: a case for local \n\nmantle reservoirs and their interaction. In: Meyer, H.O.A. &amp; Leonardos, O.H. (eds) \n\nProceedings of the 5th International Kimberlite Conference, Araxá, Brasilia, DF: CPRM, \n\nSpecial Publication 2/91, 156-171. \n\nCaro, G., Kopylova, M.G., 2004. The hypabyssal 5034 kimberlite of the Gahcho Kue cluster, \n\nsoutheastern Slave craton, northwest territories, Canada: a granite-contaminated group-I \n\nkimberlite. Can Mineral 42: 183-207. \n\n\n\n39 \n\nChaves, M.L.S.C., Karfunkel, J., Hoppe, A., Hoover, D.B., 2001. Diamonds from the Espinhaço \n\nRange (Minas Gerais, Brazil) and their redistribution through the geologic record. Journal \n\nof South American Earth Sciences, Chicago, v. 14, n. 4, p. 277-289.    \n\nClement, C.R., Skinner, E.M., Scott, H., 1977. Kimberlite redefined. 2nd International Kimberlite \n\nConference. Santa Fe, NM. Expanded Abstract. \n\nClement, C.R., Skinner, M.W., 1979. Textural genetic classification of kimberlites. Transactions \n\nof the Geol Soc S Afr 88: 403–410. \n\nCosta F.G., Oliveira E.P., McNaughton, N., 2011. The Fazenda Gavião Granodiorite and \n\nAssociated Potassic plutons as evidence for Palaeoproterozoic Arc-continent Collision in \n\nthe Rio Itapicuru Greenstone Belt, Brazil. J. South American Earth Sci. 32: 127-141. Doi: \n\n10.1016/j.jsames.2011.04.012 \n\nCruz Filho, B.E., Conceição H., Rios D.C., Rosa M.L.S., Marinho M.M., 2003. Geologia, petrografia \n\ne litogeoquimica do batólito trondhjemítico Nordestina, Núcleo Serrinha, Nordeste da \n\nBahia. Revista Brasileira de Geociências 33: 175-186. \n\nDawson JP (1980) Kimberlite and their xenoliths. New York, Springer. 250pp. \n\nDePaolo D. J., Daley, E., E., 2000. Neodymium isotopes in basalts of the southwest basin and \n\nrange and lithospheric thinning during continental extension. Chem. Geol. (169): 157–185. \n\nDonatti Filho, J.P., Oliveira, E.P., Pisani, J.R.T., Ochika, F.P., 2008. Geochemistry and \n\nmineralogy of kimberlites from the Brauna Kimberlite Province, São Francisco Craton, NE \n\nBrazil. 9º Int Kimberlite Conf Ext Abstr, Frankfut, Germany, 9IKC-A-00316. \n\nDonnelly, K.E., Goldstein S.L., Langmuir, C.H., Spiegelman, M., 2004. Origin of enriched ocean \n\nridge basalts and implications for mantle dynamics. Earth. Planet. Sci. Let. 226: 347– 366. \n\nDownes, P.J., Wartho, J., Griffin, B.J., 2006. Magmatic Evolution and Ascent History of the \n\nAries Micaceous Kimberlite, Central Kimberley Basin, Western Australia: Evidence from \n\nZoned Phlogopite Phenocrysts, and UV Laser \n40\n\nAr/\n39\n\nAr Analysis of Phlogopite–Biotite.  J \n\nPetrol 47: 1751–1783. \n\n\n\n40 \n\nFipke, C.E., Gurney, J.J., Moore, R.O., 1995. Diamond exploration techniques emphasising \n\nindicator mineral geochemistry and Canadian examples; Geological Survey of Canada, \n\nBulletin 423, 86 pp. \n\nFraser, K. J., Hawkesworth, C. J., Erlank, A. J., Mitchell, R. H.,  Scott-Smith, B. H., 1985. Sr, Nd \n\nand Pb isotope and minor element geochemistry of lamproites and kimberlites. Earth and \n\nPlanetary Sci. Lett. 76, 57–70. \n\nGibson, S.A., Thompson R.N., Leonardos O.K., Dickin A.P., Mitchell J.G. 1995. The Late \n\nCretaceous impact of the Trindade mantle plume - evidence from large-volume, mafic, \n\npotassic magmatism in SE Brazil. J. Petrol. (36):189-229. \n\nGioia, S. M. C. L., Pimentel, M. M., 2000. The Sm-Nd Isotopic Method in the Geochronology \n\nLaboratory of the University of Brasília. An. Acad. Bras. Ci., (2): 72. \n\nGrütter, H.S., Gurney, J.J., Menzies, A.H., Winter, F., 2004. An updated classification scheme for \n\nmantle-derived garnet, for use by diamond explorers. Lithos 77: 844–857. \n\nGurney, J.J., Zweistra, P., 1995. The interpretation of the major element compositions of the \n\nmantle minerals in diamond exploration. J Geochem Exp 53: 293-309. \n\nHeaman, L.M., Kjarsgaard, B.A., 2000. Timing of eastern North American kimberlite \n\nmagmatism: continental extension of the Great Meteor hotspot track? Earth Planet Sci Lett \n\n178: 253–268. \n\nHeaman, L.M., Kjarsgaard, B.A., Creaser, R.A., 2003. The timing of kimberlite magmatism in \n\nNorth America: implications for global kimberlite genesis and diamond exploration. Lithos \n\n71: 153-184. \n\nJakubec, J. 2008. Kimberlite emplacement models — The implications for mining projects. J. \n\nVolcanol. Geotherm. Res. 174: 20-28. \n\nKaminsky, F.V., Sablukov, S.M., Sablukova, L.I., Channer, D.M.DeR., 2004. Neoproterozoic \n\n?anomalous‘ kimberlites of Guaniamo, Venezuela: mica kimberlites of ?isotopic \n\ntransitional‘ type. Lithos 76: 565– 590. \n\n\n\n41 \n\nKjarsgaard, B.A., Pearson, D.G., Tappe, S., Nowell, G.M., Dowall, D., 2009. Geochemistry of \n\nhypabyssal kimberlites from Lac de Gras, Canada: comparisons to a global database and \n\napplications to the parent magma problem. Lithos 112: 236–248. \n\nKramers, J.D., Smith, C.B., 1983. A feasibility study of U–Pb and Pb–Pb dating of kimberlites \n\nusing groundmass mineral fractions and whole-rock samples. Chem. Geol. 1, 23–38. \n\nLapin, A.V., Tolstov, A.V., Vasilenko, V.B., 2007. Petrogeochemical Characteristics of the \n\nKimberlites from the Middle Markha Region with Application to the Problem of the \n\nGeochemical Heterogeneity of Kimberlites. Geochemistry International, 45:1197–1209. \n\nLe Roex, A.P., Bell, D.R., Davis, P., 2003. Petrogenesis of group I kimberlites from Kimberley, \n\nSouth Africa: evidence from bulk-rock geochemistry. J Petrol 44: 2261–2286. \n\nLorenz, V., Kurszlaaukis, S., 2007. Root zone processes in the phreatomagmatic pipe \n\nemplacement model and consequences for the evolution of maar–diatreme volcanoes. J. \n\nVolcanol. Geotherm. Res. 159: 4–32. \n\nMcDonough, W.F., Sun S.S., 1995. The composition of the Earth. Chem. Geol., 120:223-253. \n\nMitchell, R.H., 1986. Kimberlites, Mineralogy, Geochemistry and Petrology. Plenum Press., New \n\nYork, 442 pp. \n\nMitchell, R.H., 1995. Kimberlites, orangeites, and related rocks. Plenum Press., New York, 410 \n\npp. \n\nMitchell, R.H., Bergman, S.C., 1991. Petrology of lamproites. Plenum Press, New York, 447 pp. \n\nMitchell, R.H., Tappe, S., 2010. Discussion of ?Kimberlites and aillikites as probes of the \n\ncontinental lithospheric mantle?, by D. Francis and M. Patterson (Lithos v. 109, p. 72–80). \n\nLithos 115: 288-292. \n\nNavarro, M.S., Andrade, S., Ulbrich, H., Gomes, C.B., Girardi, V.A.G., 2008. The Direct \n\nDetermination of Rare Earth Elements in Basaltic and Related Rocks using ICP-MS: \n\nTesting the Efficiency of Microwave Oven Sample Decomposition Procedures. Geostand \n\nGeoanal Res 32: 167-180. \n\nNelson, D.R., 1989. Isotopic characteristics and petrogenesis of the lamproites and kimberlites of \n\ncentral West Greenland. Lithos 22, 265–274. \n\n\n\n42 \n\nNowell, G.M., Pearson, D.G., Bell, D.R., Carlson, R.W., Smith, C.B., Kempton, P.D., Noble, \n\nS.R., 2004. Hf isotope systematics of kimberlites and their megacrysts: new constraints on \n\ntheir source regions. Journal Petrol. 45, 1583–1612. \n\nOliveira E.P., Souza Z. S., McNaughton N. J., Lafon J-M., Costa F. G., Figueiredo A. M., 2011. \n\nThe Rio Capim Volcanic-Plutonic-Sedimentary Belt, São Francisco Craton, Brazil: \n\nGeological, Geochemical and Isotopic Evidence for Oceanic Arc Accretion During \n\nPalaeoproterozoic Continental Collision. Gondwana Research 19: 735–750, \n\ndoi:10.1016/j.gr.2010.06.005. \n\nOliveira EP, Carvalho MJ, McNaughton NJ (2004) Evolução do segmento norte do orógeno \n\nItabuna-Salvador-Curaçá: cronologia da acresção de arcos, colisão continental e escape de \n\nterrenos. Geologia USP, Série Científica.  4: 41-53. \n\nOliveira, E.P., McNaughton, N.J., Armstrong, R., 2010. Mesoarchaean to Palaeoproterozoic \n\nGrowth of the Northern Segment of the Itabuna-Salvador-Curaçá Orogen, São Francisco \n\nCraton, Brazil. In: Kusky, T. M., Zhai, M.-G., Xiao, W. (eds) The Evolving Continents: \n\nUnderstanding Processes of Continental Growth. Geol Soc London, Spec Publ 338: 263–\n\n286. \n\nPearce, J.A., 1983. Role of the sub-continental lithosphere in magma genesis at active continental \n\nmargins. In: C.J. Hawkesworth and M. J. Norry (editors), Continental Basalts and Mantle \n\nXenoliths. Shiva, Nantwich, pp. 230-249. \n\nPeate, D.W., Hawkesworth, C.J., 1996. Lithospheric to asthenospheric transition in low-Ti flood \n\nbasalts from southern Parana, Brazil. Chemical Geology 127, 1–24. \n\nPisani, J.R.T., Tainton, K.M., Allan, A.F., Silva, S.B., Miranda, J.V., 2001. Geology and \n\nexploration of the Brauna Diamantíferous Kimberlites, Serrinha Block, Bahia, Brazil. Rev \n\nBras Geoc 31(4): 663-664. \n\nRamsey, R.R., Tompkins, L.A., 1994. The geology, heavy mineral concentrate mineralogy, and \n\ndiamond prospectivity of Boa Esperanca and Cana Verde pipes, Corrego D'anta, Minas \n\nGerais, Brazil; in Kimberlites, Related Rocks and Mantle Xenoliths, Proceedings of the 5th \n\nInternational Kimberlite Conference, Companhia de Pesquisa de Recursos Minerais - \n\nCPRM, 2, 329-345. \n\n\n\n43 \n\nRao, N.V.C., Srivastava, R.K., 2010. Petrology and geochemistry of diamondiferous \n\nMesoproterozoic kimberlites from Wajrakarur kimberlite field, Eastern Dharwar craton, \n\nsouthern India: genesis and constraints on mantle source regions. Contributions to Mineral \n\nPetrol 157: 245-265. \n\nRegelous, M., Hofmann, A.W., Abouchami, W., Galer, S.J.G., 2003. Geochemistry of lavas from \n\nthe Emperor Seamounts, and the geochemical evolution of Hawaiian magmatism from 85 to \n\n42 Ma. J. Petrol. 44: 113-140. \n\nRios, D.C., Conceição, H., Davis, D.W., Plá Cid, J., Rosa, M.L.S., Macambira, M.J.B., McReath, \n\nI., Marinho, M.M., Davis, W.J., 2007. Paleoproterozoic potassic-ultrapotassic magmatism: \n\nMorro do Afonso sienite pluton, Bahia, Brazil. Precambrian Res 154: 1-30. \n\nSantos J.O.S., Potter P.E., Reis N.J., Hartmann L.A., Fletcher I.R.,McNaughton N.J., 2003. Age, \n\nsource, and regional stratigraphy of the Roraima Supergroup and Roraima-like outliers in \n\nnorthern South America based on U-Pb geochronology. GSA Bulletin 115: 331–348. \n\nSaunders, A.D., Tarney, J., and Weaver, S.D. 1980. Transverse chemical variations across the \n\nAntarctic peninsula: implications for the genesis of calc-alkaline magmas. Earth Planet Sci \n\nLett (46): 344–360. \n\nSchulze, D.J., 2003. A classification scheme for mantle-derived garnet in kimberlite: a tool for \n\ninvestigating the mantle and exploring for diamonds. Lithos 71: 195–213. \n\nScott Smith, B, H, 2008. Canadian kimberlites: Geological characteristics relevant to \n\nemplacement. J. Volcanol. Geotherm. Res. 174: 9–19. \n\nShulze, D.J., 2001. Origins of chromian and aluminous spinel macrocrysts from kimberlites in \n\nsouthern Africa. Canadian Mineralogy 39: 361-376.   \n\nSkinner, E., M., W., 1989. Proc. 4th Int. Kimberlite Conf. Kimberlites and related rocks. (eds) J. \n\nRoss, A. L. Jaques, J. Ferguson, D. H., Green, S.Y. O'Reilly, R.V. Danchin and A.J.A. \n\nJause, Geol. Soc. Austrl. Spl. Publ. 14 528—544. \n\nSkinner, E.M.W., Clement, C.R., 1979. Mineralogical classification of southern African \n\nkimberlites. In: Boyd, F.R., Meyer, H.O.A. (Eds.), Proceedings of 2nd International \n\nKimberlite Conference, Washington D.C. AGU, pp. 129–139. \n\nSkinner, E.M.W., Marsh, J.S., 2004. Distinct kimberlite pipe classes with contrasting eruption \n\nprocesses. Lithos 76: 183– 200.  \n\n\n\n44 \n\nSkinner, E.M.W., Smith, C.B., Viljoen, K.S. and Clark, T.C. (1992). The petrography, tectonic \n\nsetting and emplacement ages of kimberlites in the south western border region of the \n\nKaapvaal Craton, Prieska area, South Africa. In: H.O.A. Meyer and O.H. Leonardos \n\n(Editors), Kimberlites, Related rocks and Mantle Xenoliths. Companhia de Pesquisa de \n\nRecursos Minerais, Rio de Janeiro, 80-97. \n\nSmith CB (1983) Pb, Sr and Nd isotopic evidence for sources of southern African Cretaceous \n\nkimberlites. Nature 304:51–54. \n\nSmith CB, Gurney JJ, Skinner EMW, Clement CR, Ebrahim N (1985) Geochemical character of \n\nthe southern African kimberlites: a new approach based on isotopic constraints. Trans Geol \n\nSoc S Afr 88:267–280. \n\nSobolev, N.V., 1977. Deep-Seated Inclusions in Kimberlites and the Problem of the Composition \n\nof the Upper Mantle. (English translation of Russian edition, 1974. Izdatel‘stvo Mauka) \n\nAmerican Geophysical Union, Washington. 279 pp. \n\nSobolev, N.V., Lavrent‘ev, YuG., Pokilenko, N.P., Usova, L.V., 1973. Chrome-rich garnets from \n\nthe kimberlites of Yakutia and their paragenesis. Contributions to Mineral Petrol 40: 39– \n\n52. \n\nSouza, J.D., Kosin, M., Melo, R., Oliveira, E.P., Carvalho, M.J., Leite, C.M.M., 2003. Guia de \n\nexcursão – Geologia do segmento norte do orógeno Itabuna-Salvador-Curaçá. Rev. Bras. \n\nGeoc. 33 (Suplemento): 27-32. \n\nSun, S.S., McDonough, W.F., 1989. Chemical and isotopic systematics of oceanic basalts: \n\nimplications for mantle composition and processes. In: A.D. Saunders and M.J. Norry (eds.) \n\nMagmatism in the Ocean Basins. Geol Soc Spec Publ 42: 313-345. \n\nSvisero, D.P., 1995. Distribution and origin of diamonds in Brazil: an overview. Journal of \n\nGeodynamics Vol. 20, No. 4, pp. 493-514.  \n\nTappe S., Foley S. F., Stracke A., Romer R. L., Kjarsgaard B. A., Heaman L. M. and Joyce N. \n\n(2007) Craton reactivation on the Labrador Sea margins: 40Ar/39Ar age and Sr–Nd–Hf–Pb \n\nisotope constraints from alkaline and carbonatite intrusives. Earth Planet. Sci. Lett. 256, \n\n433–454. \n\nTappe, S., Foley, S.F., Jenner, G.A., Kjarsgaard, B.A., 2005. Integrating ultramafic lamprophyres \n\ninto the IUGS classification of igneous rocks: rational and implications. J Petrol 46 (9), \n\n1893–1900. \n\n\n\n45 \n\nTappe, S., Steenfelt, A., Heaman, L.M., Simonetti, A., 2009. The newly discovered Jurassic \n\nTikiusaaq carbonatite-aillikite occurrence, West Greenland, and some remarks on \n\ncarbonatite-kimberlite relationships. Lithos 112: 385-399. \n\nTappe, S., Pearson, D.G., Nowell, G., Nielsen, T., Milstead, P., Muehlenbachs., K. 2011. A fresh \n\nisotopic look at Greenland kimberlites: Cratonic mantle lithosphere imprint on deep source \n\nsignal. Earth Planet. Sci. Lett. 305, 235-248. \n\nTashibana Y, Kaneoka I, Gaffney A, Upton B (2006) Ocean-island basalt-like source ok \n\nkimberlite magmas from West Greenland revealed by high 3He/4He ratios. Geology (34): \n\n273-276. \n\nTaylor, W.R., Tompkins, L.A., Haggerty, S.E., 1994. Comparative geochemistry of West African \n\nkimberlites: evidence for a micaceous end member of sublithospheric origin. Geochim. \n\nCosmochim. Acta 58 (19), 4011 – 4037. \n\nThirlwall M. F.,Smith T. E., Graham A. M., Theodorou N., Hollings P., Davidson J. P., Arculus \n\nR. J., 1994. High Field Strength Element Anomalies in Arc Lavas: Source or Process? J. \n\nPetrology 35: 819-838. \n\nVendemiatto, M.A., Enzweiler, J., 2001. Routine control of accuracy in silicate rock analysis by \n\nX-ray fluorescence spectrometry. Geostandards Newsletter - J Geostand Geoanal 25: 283-\n\n291.  \n\nVollmer, R., Ogden, P., Schilling, J. G., Kingsley, R. H.,  Waggoner, D. G., 1984. Nd and Sr \n\nisotopes in ultrapotassic volcanic rocks from the Leucite Hills, Wyoming. Contributions to \n\nMineralogy and Petrology 87, 359–368. \n\nWilson, Wilson, S.A., 1997. Data compilation for USGS reference material BHVO-2, Hawaiian \n\nBasalt, U.S. Geological Survey Open-File Report xxxxx. \n\nWyatt, B.A., Baumgartnerb, M., Anckarc, E., Grutter, H., 2004, Compositional classification of \n\n??kimberlitic‘‘ and ??non-kimberlitic‘‘ ilmenite. Lithos 77, 819– 840. \n\nZhang, Z.M., Dong, X., Liou, J.G., Liu, F., Wang, W., Yui, F., 2011. Metasomatism of garnet \n\nperidotite from Jiangzhuang, southern Sulu UHP belt: constraints on the interactions \n\nbetween crust and mantle rocks during subduction of continental lithosphere. J. \n\nMetamorphic Geol.  \n\nZindler A., Hart S. R., 1986. Chemical geodynamics. Annual Review of Earth and Planetary \n\nSciences 14:493-523. \n\n\n\n46 \n\nANEXO 2: \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n?Zircon xenocrysts U-Pb dating from the Neoproterozoic Brauna \n\nKimberlite Field, São Francisco Craton, Brazil: geodynamic implications \n\nfor kimberlitic intrusion? \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n47 \n\nZircon xenocrysts U-Pb dating from the Neoproterozoic Brauna Kimberlite Field, São \n\nFrancisco Craton, Brazil: geodynamic implications for kimberlitic intrusion \n\n \n\nJosé Paulo Donatti Filho\na\n, Elson Paiva Oliveira\n\na\n, Neal McNaughton\n\nb \n\n \n\na\n Institute of Geosciences, P.O. Box 6152, University of Campinas – UNICAMP, 13083-970 \n\nCampinas, SP, Brazil \n\n \n\nb\n John de Laeter Centre of Mass Spectrometry, School of Applied Physics, Curtin University of \n\nTechnology, Perth, WA 6845, Australia \n\n \n\nAbstract \n\n \n\nThe 642 Ma-old Brauna Kimberlite Field is located on the northeastern part of the São \n\nFrancisco Craton and forms part of a limited Neoproterozoic kimberlitic event of the northern \n\npart of South America. In this study, zircons from the volumetric most important kimberlitic \n\npipes Brauna 03, Brauna 07 and Brauna 04, were used as a tool to indentify different components \n\nof the lithosphere beneath the northeast region of the São Francisco craton, Brazil. Eight \n\nrepresentative and distinct drill holes were used for the sampling. Furthermore, the Brauna \n\nKimberlite Field host-rock, the Paleoproterozoic Nordestina granodiorite, was also analysed for \n\nzircon U-Pb age dating in order to compare the inherited results and improve the tectonic model. \n\nFifty-four inherited zircon grains from the kimberlites, and sixty zircon phenocrysts from three \n\ndistinct facies of the granodiorite, were analysed using the Sensitive High Resolution Ion \n\nMicroprobe (SHRIMP II). The obtained ages were compared with the available precise age data \n\non the regional rocks. The Brauna kimberlites zircon ages spread the time span 2107-2223 Ma. \n\nThe zircon \n207\n\nPb/\n206\n\nPb ages indicate eight distinct populations (i.e. 2,107-2,117 Ma; 2127-2138 \n\nMa; 2138-2148 Ma; 2148-2161 Ma; 2161-2168 Ma; 2168-2199 Ma; 2199-2209 Ma and 2209-\n\n2223 Ma). The most frequent populations (2150-2160 Ma) are related to the host-rock Nordestina \n\ngranodiorite that yielded three distinct results: the western is 2132 Ma; the central part is 2139 \n\nMa and the eastern border is 2155Ma. The second and the third most frequent populations are \n\n2125 Ma and 2200 Ma respectively, may represent others regional granodiorites, however no \n\n\n\n48 \n\nrocks were found so far with these ages. The younger 2029-2107 Ma population shows a \n\nconcordance outside of 100+/-10%, however the data are very reliable on the basis of ages of \n\nregional granites and felsic volcanic sequence. The presented data shows that only the \n\nPalaeoproterozoic Rio Itapicuru greenstone belt has contributed material to the Brauna \n\nKimberlite Field, whereas Archaean basement was not sampled by the kimberlitic magma either \n\nby structural control of the lithosphere, or there is no Archean crust beneath the kimberlitic \n\nregion, suggesting that perhaps the cratonic root was recycled during the Neoproterozoic time. \n\n \n\nKeywords: São Francisco Craton lithosphere, kimberlite emplacement; U–Pb zircon \n\ngeochronology. \n\n \n\nCorresponding author. Tel.: +55 19 97732250 \n\nE-mail address: donatti@ige.unicamp.br (José Paulo Donatti Filho) \n\n \n\n1. Introduction \n\n \n\nKimberlites are the main host for economic diamond deposits. They are formed at depths \n\ngreater than 100 km and are transported quickly from the mantle to the Earth‘s surface. During \n\nascent from their sources, kimberlitic magmas may interact with the mantle and crust and capture \n\nfragments of these materials. Kimberlites are thus one of the most reliable probe to samples of the \n\nmantle and crust beneath continental areas.  \n\nIn the northern area of the São Francisco craton, in Brazil (Fig. 1a), several kimberlite \n\nbodies make up the Brauna Kimberlite Field (BKF). The kimberlites were intruded into the \n\nNordestina granodiorite batholith, which is one of several granitic bodies of the Paleoproterozoic \n\nRio Itapicuru greenstone belt (Fig. 1b). However, little is known about the lithosphere underlying \n\nthis region. In order to place constraints on the crustal evolution of the BKF area, we use the \n\nkimberlite zircon xenocrysts as time capsules or messengers of the lithosphere beneath the \n\nSerrinha Block.  \n\nThis paper presents new U-Pb SHRIMP data for inherited zircon grains entrained in the \n\nvolumetric most important kimberlite bodies of the Brauna Kimberlite Field (BKF), represented \n\nby the Brauna 03-pipe, Brauna 07-pipe and Brauna 04-pipe. In addition to this data we also \n\nmailto:donatti@ige.unicamp.br\n\n\n49 \n\ncollected samples from the BKF host-rock (i.e Nordestina granodiorite) to comprehend their \n\nrelationship during the kimberlitic ascent history. The zircon grains are xenocrysts in the Brauna \n\nkimberlites because they differ in age from the kimberlite emplacement age of 642 Ma (Donatti \n\nFilho et al. 2011 submitted), thus they are derived from the underlying basement. In the \n\nNordestina granodiorite, zircon grains exhibit the crystallization age of the batholith.  \n\n \n\n \n\n \n\n \n\nFig. 1 Geological setting of the Brauna Kimberlite Field. A) Geological map of the São Francisco Craton and the \n\nlocation of the Serrinha block (after Souza et al., 2003). B) Geological map of the Serrinha Block and the Rio \n\nItapicuru greenstone belt (modified after Oliveira et al., 2011) with location of the Brauna kimberlite field (black \n\nstar). RIGB: Rio Itapicuru greenstone belt. RC: Rio Capim greenstone belt. \n\n \n\n\n\n50 \n\nPrevious work on kimberlite zircon provenance elsewhere has used zircon xenocrysts \n\ncollected from drainages (e.g. Batumike et al., 2007). Our study differs from the others on the \n\nsampling technique. Here we use fresh kimberlite samples from drill holes for analysis. Our new \n\ndata improve the geodynamic model for the Brauna Kimberlite Field magmatism and also \n\ncontribute to place constraints on the age and nature of the cratonic root beneath the Serrinha \n\nBlock. Furthermore, the data provides new insights for the Rio Itapicuru greenstone belt \n\ngeodynamic evolution identifying zircon ages that have not been found in the area so far. \n\n \n\n2. Geological Settings \n\n \n\nThe São Francisco craton is composed by numerous Archean blocks bounded by \n\nNeoproterozoic orogenic belts and is partially covered by Mesoproterozoic and Neoproterozoic \n\nsedimentary basins (Fig. 1a). The Archean basement in the Brauna Kimberlite Field area is \n\nrepresented by migmatites and gneisses of the Serrinha Block. This Block forms a mega-\n\nellipsoidal structure (> 21,000 km\n2\n) that has remained relatively rigid during Paleoproterozoic \n\ncollision of at least three blocks to form the Itabuna-Salvador-Curaçá orogen (Barbosa and \n\nSabaté, 2004; Oliveira et al., 2010). The lithostratigraphic succession of the Serrinha Block \n\nconsists dominantly of: (i) an Archean basement of migmatitic gneisses and calc-alkaline to \n\ntonalite-trondhjemite-granodiorite (TTG) plutons, mostly granodiorite with N-S foliation; (ii) \n\nvolcano-sedimentary sequences of the Rio Itapicuru greenstone belt and the Rio Capim \n\ngreenstone belt; and, (iii) granitic intrusions (Silva et al. 2001; Mello et al. 2006; Oliveira et al. \n\n2010). Syenites make up a distinct but volumetrically minor rock assemblage in the western part \n\nof the Serrinha block; they post-date the major volcanic-plutonic cycles and much of the early \n\ndeformation (Rios et al. 2007).  \n\nThe Paleoproterozoic basement in the Brauna Kimberlite Field area is represented by the \n\nRio Itapicuru greenstone belt (RIGB). The RIGB is the volumetric most important volcano-\n\nsedimentary sequence in the Serrinha Block, comprising a N-S elongate structure along 100 km \n\nlong and 60 km wide and 9.5 km thick (Davison et al., 1988). This belt is made up of a basal unit \n\nof massive and pillowed basalts, andesites, dacites and pyroclastic rocks of the felsic unit, and by \n\nclastic and chemical sedimentary rocks of the upper unit, all of them showing greenschist-facies \n\nmetamorphism (Kishida &amp; Riccio 1980; Davison et al. 1988). Several granitoids intrude the belt, \n\n\n\n51 \n\nespecially the basalts and the sedimentary rocks, and together they form a regional pattern of \n\ndomes and keels, like Archaean granite–greenstone terranes (Kishida, 1979; Kishida and Riccio, \n\n1980; Mello, 1999; Mello et al., 2000; Silva et al., 2001; Rios et al., 2009; Oliveira et al., 2010; \n\nCosta et al., 2011). \n\nThe compilation of available U-Pb age data for the Serrinha Block and Rio Itapicuru \n\ngreenstone belt is shown in Table 1. \n\n \n\nSample Tectonic Unit Age (Ma) error    (+/-) Methodology Reference\n\nCaldeirão Belt Orthogneiss Basement of Serrinha Block 3152 5 U-Pb zircon Oliveira et al., 2002\n\nValente Gneiss Basement of Serrinha Block 3102 5 U-Pb zircon Rios et al., 2009\n\nRetirolandia Gneiss   Basement of Serrinha Block 3085 6 U-Pb zircon Oliveira et al., 2010\n\nVale do Jacurici G1 Tonalite Basement of Serrinha Block 2983 6 U-Pb zircon Oliveira et al., 2010\n\nEficeas Granodiorite Rio Itapicuru greenstone belt 2163 5 U-Pb zircon Rios et al., 2009\n\nNordestina Granodiorite (west border) Rio Itapicuru greenstone belt 2155 8 U-Pb zircon this paper\n\nNordestina Granodiorite Rio Itapicuru greenstone belt 2.153 9 Pb-evaporation zircon Cruz Filho et al., 2003\n\nTrilhado Granodiorite Rio Itapicuru greenstone belt 2152 6 U-Pb monazite Mello et al., 2006\n\nTholeiitic Basalt Rio Itapicuru greenstone belt 2145 8 U-Pb zircon Oliveira et al., 2010\n\nTholeiitic Basalt Rio Itapicuru greenstone belt 2143 6 U-Pb zircon Oliveira et al., 2010\n\nNordestina Granodiorite (center) Rio Itapicuru greenstone belt 2139 7 U-Pb zircon this paper\n\nNordestina Granodiorite (east border) Rio Itapicuru greenstone belt 2132 11 U-Pb zircon this paper\n\nTeofilândia Granodiorite Rio Itapicuru greenstone belt 2130 7 U-Pb zircon Mello et al., 2006\n\nBarrocas Granodiorite Rio Itapicuru greenstone belt 2127 5 Pb-evaporation zircon Chauvet et al. 1997\n\nMorro do Afonso Sienite Rio Itapicuru greenstone belt 2111 10 U-Pb zircon Rios et al., 2007\n\nItareru Tonalite Rio Itapicuru greenstone belt 2109 5 U-Pb zircon Carvalho and Oliveira, 2003\n\nFazenda Gavião Granodiorite Rio Itapicuru greenstone belt 2106 6 U-Pb zircon Costa et al., 2011\n\nDacite Rio Itapicuru greenstone belt 2081 9 U-Pb zircon Oliveira et al., 2010\n\nPedra Vermelha Granite Rio Itapicuru greenstone belt 2080 8 U-Pb zircon Rios et al., 2005\n\nAmbrosio Granodiorite Rio Itapicuru greenstone belt 2080 2 U-Pb xenotime Mello et al., 2006\n\nMorro do Lopes Granite Rio Itapicuru greenstone belt 2072 1 U-Pb zircon isotopic dilution Rios et al., 2000\n\nBrauna Kimberlites Rio Itapicuru greenstone belt 642 5 U-Pb perovskite Donatti Filho et al., submitted\n\nTable 1 U-Pb ages for rock units of the Serrinha Block.\n\n \n\n \n\nThe Brauna Kimberlite Field is a confined Neoproterozoic (i.e. 642 Ma U-Pb perovskite) \n\nultrapotassic igneous complex that forms part of the Archean Serrinha block (Donatti Filho et al. \n\nsubmitted). BKF occurs as intrusions into the Paleoproterozoic Nordestina granodiorite batholith \n\n(Pisani et al, 2001; Donatti Filho et al, 2008), which is one of the oldest granites of the \n\nPaleoproterozoic Rio Itapicuru greenstone belt rock sequence. The BKF is controlled by a NW-\n\nSE fracture system hosting three kimberlite pipes and nineteen contemporaneous kimberlitic \n\ndykes (0.5 to 5 meters wide) that can be traced over a strike length of 15 kilometers; all of them \n\nare diamondiferous (Donatti Filho et al. 2008) (Fig. 2). \n\n \n\n\n\n52 \n\n \n\nFig. 2 Geological map and surface exposure of the Brauna Kimberlite Field (Donatti Filho et al. 2011 submitted). \n\n \n\n3. Brauna kimberlite zircon sources \n\n \n\nZircon xenocrysts for this study potentially come from crustal and mantle xenoliths \n\ncaptured by the kimberlitic magma during its ascent. Typically, the most abundant population of \n\ncrustal xenoliths in the BKF is represented by granodiorite xenoliths of the host rock Nordestina \n\ngranodiorite batholith (Fig. 2). The host rock fragments vary from fresh to kimberlitized \n\ngranodiorite that can reach up to 4 meters long (Fig. 2a) or occur as small fragments in the \n\nkimberlitic matrix (Fig. 2b) (Donatti Filho et al. 2011 submitted). In the Brauna kimberlites, \n\ngranodiorite xenoliths occur as large boulders surrounded by serpentine and/or a very fine \n\ngrained phlogopite-bearing kimberlite crosscut by calcite + pyrite + serpentine veins including \n\npolygonal serpentine (serphophite). In the contact zone between the kimberlite and the \n\ngranodiorite, the kimberlitization process was very expressive, and the xenoliths exhibits less \n\ntransported by magma flow, and/or locally more confined.   \n\n\n\n53 \n\n \n\nFig. 2 Field aspect of the Paleoproterozoic Nordestina granodiorite xenoliths in the Brauna 03 kimberlite northern \n\npipe. Size and shape of xenoliths highlighted by red lines. \n\n \n\nDifferent xenoliths from the lower and upper crust were also recognized, such as altered \n\ngranitic and granulitic rocks, respectively. They are clearly less abundant than the granodiorite \n\nhost-rock. On the other hand, they are an important zircon xenocryst source for the Brauna \n\nkimberlites and also carry important information about the underlying basement. Generally their \n\ntextures are obliterated by pervasively alteration caused by the metassomatism (Fig. 3a). Other \n\nimportant xenolith occurrences are rocks from the Rio Itapicuru greenstone belt sequence such as \n\nbasalt, andesite, gneisses, granites, chemical and clastic sediments, however they are rarely \n\npreserved. \n\n  \n\n \n\nFig. 3 Crustal xenoliths collected from drill holes of the Brauna Kimberlite Field. a. Kimberlitized granodiorite \n\nxenolith; b. preserved Nordestina granodiorite xenolith with serpentine halo; c. altered gneiss xenolith with \n\nphlogopite halo; d. altered sediment xenolith (?) with phlogopite halo and surrounded by serpentinized olivine \n\nmacrocrysts; e. altered granite xenolith; f. preserved basalt xenolith. \n\n\n\n54 \n\nMantle xenoliths in the Brauna kimberlites are relatively rare comparing with the crustal \n\nxenoliths. Mantle xenoliths are rounded to subangular and small in size, varying from 0.2 to 6 cm \n\nin some cases. In general, they are highly altered and are represented by garnet-bearing \n\nserpentinised peridotites (Fig. 4). Primary textures are obliterated by the kimberlitic magma \n\nmetassomatism. The more refractory mantle xenoliths are harzburgitic rocks, and the less \n\nrefractory are represented by garnet-free and garnet-bearing lherzolitic rocks. \n\n \n\n \n\n \n\nFig. 4 Mantle xenolith examples collected from the Brauna Kimberlite Field drill holes. a. altered angular peridotite \n\nxenolith; b. serpentinised garnet harzburgite xenolith; c. obliterated peridotite xenolith; d. altered garnet lherzolite \n\nxenolith; e. obliterated garnet harzburgite xenolith with very fine grained phlogopite border; f. serpentinised \n\nperidotite xenolith; g. pervasively altered garnet peridotite xenolith; h. altered harzburgite xenolith.  \n\n \n\n4. U-Pb SHRIMP zircon dating   \n\n \n\nMineral separation was carried out in the University of Campinas using conventional \n\nmagnetic and density techniques to concentrate the non-magnetic, heavy fractions. From the \n\nvolumetric most important kimberlites (i.e. Brauna 03 and 07 pipes; and Brauna 08 dyke) all \n\nzircon grains were extracted by hand-picking under a binocular microscope, whereas from \n\nsamples of the Nordestina batolith only representative zircon populations were selected. After \n\nseparation the zircon grains were mounted with epoxy resin along with chips of BR266 zircon \n\nstandard (U=550 ppm; \n206\n\nPb/\n238\n\nU=0.0914). External form and internal structure were imaged \n\nusing combined cathodoluminescence/BSE techniques in a Jeol 6400 scanning electron \n\n\n\n55 \n\nmicroscope at Curtin University of Technology - Australia, and at University of Campinas – \n\nBrazil. \n\nZircon analyses were carried out on the SHRIMP II at Curtin University of Technology, \n\nAustralia, based on the operation procedures described by Compston et al. (1984) and operation \n\nconditions described by Smith et al. (1998). Common Pb corrections were made assuming \n\nBroken Hill common-Pb compositions for all sample analyses. The data were reduced using the \n\nSQUID software (Ludwig, 1999a) and ISOPLOT (Ludwig, 1999b).  \n\nThe ages reported here are for \n207\n\nPb/\n206\n\nPb with between 95% and 105% concordance.  \n\n \n\n4.1. Nordestina Granodiorite zircon geochronology \n\n \n\nPrecise age data for the Nordestina granodiorite i.e. host rock of the Brauna Kimberlite \n\nField are not available. Cruz Filho et al. (2003) presented a Pb-Pb evaporation age of 2.153 Ma \n\nfor zircon grains of the Nordestina batholith. For this study we selected three distinct samples for \n\nU-Pb geochronology, one from the western deformed border (Nord1-W), one from the non-\n\ndeformed eastern border (FM-170), and another from the non-deformed, central area of the \n\ngranodiorite batholith (CGF-12). The results are shown in the Table 2. \n\nThe western border granodiorite sample Nord1-W contains euhedral zircon grains with \n\noscillatory zoning, or diffuse zoning. This sample also contains zircon grains exhibiting generally \n\nhigh U-contents, which for zircons of this age resulted in significant metamictization, Pb-loss and \n\ndiscordance. Using a cutoff for concordance of 100+/-7% as the best data, seven analyses have an \n\nMSWD of 1.19 which indicates slightly more scatter than expected for a population with a single \n\nage. For these seven analyses, one (#9-1) was significantly younger than the others and omitting \n\nthis analysis yielded an acceptable MSWD of 0.30 and an age of 2155±8 Ma (n = 6), which is \n\nconsidered to be the primary age of the zircons (Fig. 5). It is noted that six other discordant \n\nanalyses are within error of this age, and one slightly discordant analysis (#2-1) is significantly \n\nolder and is interpreted as a xenocryst. \n\n\n\n56 \n\nTable 2: SHRIMP U-Pb zircon results for the Nordestina granodiorite (BKF kimberlites host rock).\n\nMount  0929A= Nord1-W (granodiorite western border) \n\nppm ppm 232Th % 207Pb 207Pb 206Pb 207Pb\n\nU Th /238U comm /206Pb /235U /238U /206Pb\n\n206Pb Age (Ma)\n\n1-1# 436 137 0.33 0.19 0.1336 0.0008 6.69 0.06 0.363 0.003 2146 10 93\n\n1-Feb 1316 690 0.54 0.4 0.1375 0.0005 8.65 0.06 0.456 0.003 2196 6 110\n\n1-Mar 325 126 0.4 0.71 0.1327 0.0011 6.16 0.07 0.336 0.003 2134 15 88\n\n4-1# 287 77 0.28 0.05 0.1341 0.0007 7.34 0.07 0.397 0.003 2152 9 100\n\n1-May 1264 396 0.32 0.47 0.128 0.0006 5.04 0.04 0.285 0.002 2070 8 78\n\n6-1# 240 49 0.21 0.08 0.1345 0.0008 7.51 0.08 0.405 0.004 2158 10 102\n\n1-Aug 647 297 0.47 0.43 0.1187 0.0008 3.7 0.04 0.226 0.002 1937 12 68\n\n9-1# 403 84 0.22 0.45 0.1318 0.001 6.59 0.07 0.363 0.003 2122 13 94\n\n15-1 935 318 0.35 0.18 0.1055 0.0006 2.33 0.02 0.16 0.001 1724 11 55\n\n16-1 846 513 0.63 0.18 0.1063 0.0007 2.34 0.03 0.16 0.001 1737 12 55\n\n17-1 361 164 0.47 0.12 0.1262 0.0008 4.76 0.06 0.273 0.003 2046 11 76\n\n19-1# 436 187 0.44 0.1 0.1344 0.0007 7.07 0.08 0.381 0.004 2157 9 97\n\n20-1 984 492 0.52 0.33 0.1043 0.0007 2.2 0.03 0.153 0.001 1702 13 54\n\n21-1# 508 124 0.25 0.49 0.1348 0.0008 7 0.08 0.377 0.004 2161 10 95\n\n22-1 584 131 0.23 0.84 0.1284 0.0012 3.73 0.05 0.211 0.002 2076 17 59\n\n23-1 340 168 0.51 0.83 0.1333 0.0013 5.34 0.07 0.29 0.003 2143 17 77\n\n24-1 491 150 0.31 0.99 0.1265 0.0013 4.38 0.06 0.251 0.002 2050 18 70\n\n25-1# 355 52 0.15 0.19 0.1342 0.0012 6.83 0.09 0.369 0.004 2154 16 94\n\n28-1 241 61 0.26 0.32 0.1361 0.0012 6.51 0.1 0.347 0.004 2178 16 88\n\n30-1 372 68 0.19 0.66 0.1349 0.0013 5.41 0.08 0.291 0.003 2163 17 76\n\n31-1 275 84 0.32 0.21 0.1316 0.0012 5.81 0.09 0.32 0.004 2120 16 84\n\n33-1 276 71 0.27 0.22 0.1341 0.0011 6.26 0.09 0.339 0.004 2152 14 87\n\n34-1 344 49 0.15 0.13 0.1355 0.0011 6.3 0.09 0.337 0.004 2170 14 86\n\nMount  0929B= CGF-12 (granodiorite central part) \n\nppm ppm 232Th % 207Pb 207Pb 206Pb 207Pb\n\nU Th /238U comm /206Pb /235U /238U /206Pb\n\n206Pb Age (Ma)\n\n2-1# 265 69 0.27 0.41 0.1311 0.001 6.94 0.1 0.384 0.004 2113 14 99\n\n3-1# 240 49 0.21 0.35 0.1325 0.001 7.65 0.11 0.419 0.005 2131 13 106\n\n4-1# 233 45 0.2 0.25 0.1325 0.001 7.55 0.11 0.413 0.005 2132 13 105\n\n1-6* 267 69 0.27 1.67 0.1319 0.0018 7.84 0.14 0.431 0.005 2124 24 109\n\n1-8* 377 46 0.13 0.16 0.1359 0.0007 9.24 0.11 0.493 0.006 2175 8 119\n\n1-10# 323 64 0.2 0.21 0.1326 0.0009 8.02 0.1 0.439 0.005 2132 12 110\n\n1-11# 216 50 0.24 0.26 0.1328 0.001 7.9 0.11 0.431 0.005 2136 13 108\n\n1-12# 339 59 0.18 0.63 0.133 0.0011 7.17 0.1 0.391 0.004 2138 15 99\n\n1-13# 299 60 0.21 0.48 0.1332 0.0009 7.49 0.1 0.408 0.004 2141 12 103\n\n1-14* 578 178 0.32 0.42 0.1356 0.0007 8.58 0.09 0.459 0.004 2172 9 112\n\n1-17# 366 75 0.21 0.15 0.1335 0.0007 8.12 0.09 0.441 0.005 2144 9 110\n\n1-18# 371 53 0.15 0.06 0.1339 0.0006 8.07 0.09 0.437 0.004 2150 8 109\n\n1-19# 561 108 0.2 0.28 0.1339 0.0006 8.07 0.09 0.437 0.004 2150 8 109\n\n1-20# 221 50 0.23 0.34 0.1313 0.0011 7.6 0.11 0.42 0.005 2116 14 107\n\n1-21* 225 44 0.2 0.1 0.1327 0.0008 8.39 0.11 0.459 0.006 2134 11 114\n\nMount 0929C = FM-170 (granodiorite eastern border) \n\nppm ppm 232Th % 207Pb 207Pb 206Pb 207Pb\n\nU Th /238U comm /206Pb /235U /238U /206Pb\n\n206Pb Age (Ma)\n\n1-1# 276 70 0.26 0.51 0.1331 0.0011 7.06 0.1 0.385 0.004 2139 14 98\n\n1-2# 319 84 0.27 0.18 0.1312 0.0007 7.48 0.09 0.413 0.004 2114 10 105\n\n1-3# 114 30 0.28 0.42 0.1336 0.0016 7.43 0.14 0.403 0.006 2146 21 102\n\n4-1# 124 44 0.36 0.31 0.1326 0.0014 7.92 0.14 0.434 0.006 2132 18 109\n\n7-1# 243 62 0.26 0.06 0.1352 0.0008 7.94 0.11 0.426 0.005 2166 11 106\n\n8-1* 261 100 0.39 0.58 0.1264 0.0012 5.31 0.08 0.305 0.003 2049 16 84\n\n9-1* 226 125 0.57 0.41 0.1359 0.0012 8.57 0.12 0.457 0.005 2175 15 112\n\n11-1# 169 44 0.27 0.1 0.1337 0.0009 8.1 0.12 0.439 0.005 2147 12 109\n\n12-1# 141 32 0.23 0.43 0.1327 0.0017 6.74 0.13 0.368 0.005 2135 23 95\n\n15-1 258 104 0.42 0.07 0.1339 0.0008 8.21 0.11 0.445 0.005 2150 10 110\n\n18-1 246 44 0.18 0.2 0.1317 0.001 7.74 0.11 0.426 0.005 2121 13 108\n\n19-1 166 36 0.23 0.44 0.1304 0.0012 7.41 0.12 0.412 0.006 2103 17 106\n\n20-1# 390 127 0.34 0.19 0.1283 0.0007 6.05 0.07 0.342 0.003 2075 10 91\n\n21-1 337 76 0.23 0.27 0.1326 0.0008 6.55 0.08 0.358 0.004 2132 11 93\n\n22-1* 118 18 0.16 0.59 0.1324 0.002 6.2 0.13 0.34 0.005 2130 26 89\n\nConcGrain-spot +/-1s +/-1s +/-1s +/-1s\n\n+/-1s Conc\n\nGrain-spot +/-1s +/-1s +/-1s +/-1s Conc\n\nGrain-spot +/-1s +/-1s +/-1s\n\n \n\n\n\n57 \n\n \n\nFig. 5: Concordia diagram for sample Nord1-W from the western border of the Nordestina granodiorite. All data \n\n100±7% concordant; error ellipses are ±1 ?. \n\n \n\nThe sample from the central area of the granodiorite batholith (CGF-12) contains zircon \n\ngrains with rounded to euhedral morphology and oscillatory internal structure. Some zircon \n\ngrains exhibit moderate U-contents, which for zircons of this age resulted in some \n\nmetamictization, Pb-loss and discordance. Omitting one analysis with high common Pb and using \n\na cutoff for concordance of 100±10% as the best data, 11 of 15 analyses gave an age of 2139±7 \n\nMa (MSWD = 1.12), which is considered to be the primary age of the zircons (Fig. 6). \n\n \n\nFig. 6: Concordia diagram for granodiorite sample CGF-12 from the central area of the Nordestina batolith. All data \n\n100±10% concordant; error ellipses are ±1 ?. \n\n2200\n\n2160\n\n2120\n\n2080\n\n2040\n\n0.34\n\n0.36\n\n0.38\n\n0.40\n\n0.42\n\n6.2 6.6 7.0 7.4 7.8\n\n207\nPb/\n\n235\nU\n\n2\n0\n\n6\nP\n\nb\n/2\n\n3\n8\nU\n\n2300\n\n2260\n\n2220\n\n2180\n\n2140\n\n2100\n\n2060\n\n0.35\n\n0.37\n\n0.39\n\n0.41\n\n0.43\n\n0.45\n\n0.47\n\n6.4 6.8 7.2 7.6 8.0 8.4 8.8\n\n207\nPb/\n\n235\nU\n\n2\n0\n\n6\nP\n\nb\n/2\n\n3\n8\nU\n\nAge = 2155±8 Ma \n\nAge = 2139±7 Ma \n\n\n\n58 \n\n \n\n Granodiorite sample FM-170 from the eastern border of the granodiorite batholith \n\ncontains zircon grains with rounded to euhedral morphology and oscillatory internal. Omitting \n\nthree analyses using a cutoff for concordance of 100±10% as the best data, the remaining 12 \n\nanalyses yielded an MSWD of 5.0, indicating outlier analyses. Analysis #7-1 is older than the \n\nmain population and interpreted as a xenocryst, and #20-1 is younger, suggestive of Pb-loss. \n\nOmitting these two, 10 analyses gave an age of 2132±11 Ma (MSWD = 1.4). Omitting the most \n\ndiscrepant analysis (#19-1) reduces the MSWD slightly to 1.14 but does not significantly change \n\nthe age, so 2132±11 Ma is considered to be the primary age of the zircon grains (Fig. 7). \n\n \n\nFig. 7: Concordia diagram for granodiorite sample FM-170 from the eastern border of the Nordestina batholith. All \n\ndata 100±10% concordant; error ellipses are ±1 ?. \n\n \n\n4.2. Brauna Kimberlite Field zircon geochronology \n\n \n\nBrauna Kimberlite Field has an emplacement age of 642 Ma (U-Pb perovskite, Donatti \n\nFilho et al., submitted) and was not affected by any significant deformation or metamorphism. \n\nTherefore, we considered all zircon grains older than the perovskite age as xenocrysts in the \n\nBrauna kimberlites. The kimberlite sample used contains rounded to euhedral zircon grains with \n\ninternal structures varying from oscillatory, laminated and no zoning. Zircon grains in the \n\nanalysed sample had generally medium to high U-contents, which for zircons of this age resulted \n\nin significant metamictization, Pb-loss and discordance. It is noteworthy that most zircons with \n\n2300\n\n2260\n\n2220\n\n2180\n\n2140\n\n2100\n\n2060\n\n2020\n\n1980\n\n0.33\n\n0.35\n\n0.37\n\n0.39\n\n0.41\n\n0.43\n\n0.45\n\n0.47\n\n5.8 6.2 6.6 7.0 7.4 7.8 8.2 8.6 9.0\n\n207\nPb/\n\n235\nU\n\n2\n0\n\n6\nP\n\nb\n/2\n\n3\n8\nU\n\nAge = 2132±11 Ma \n\n\n\n59 \n\n>400 ppm U are more than 10% discordant, reflecting enhanced metamictization and Pb-loss. \n\nUsing a cutoff for concordance of 100±10% and a common Pb correction of&lt;1.0% to identify \n\nthe best data, 33 of 54 analyses show a spread of ages between ca. 2.22 and 2.12 Ga. The age data \n\nis shown in Table 3. The zircon \n207\n\nPb/\n206\n\nPb ages indicate eight distinct populations (i.e. 2107-\n\n2117 Ma; 2127-2138 Ma; 2138-2148 Ma; 2148-2,161 Ma; 2161-2168 Ma; 2168-2199 Ma; 2199-\n\n2209 Ma and 2209-2223 Ma) (Fig. 8). The results are shown in the Table 3. \n\n \n\n \n\n \n\nFig. 8: Concordia diagram for zircon xenocrysts from the Brauna kimberlite sample (Brauna 0940A). All data \n\n100±10% concordant and common Pb correction&lt;1.0%; error ellipses are ±1 ?. \n\n \n\n2300\n\n2260\n\n2220\n\n2180\n\n2140\n\n2100\n\n2060\n\n2020\n\n1980\n\n0.32\n\n0.34\n\n0.36\n\n0.38\n\n0.40\n\n0.42\n\n0.44\n\n0.46\n\n5.8 6.2 6.6 7.0 7.4 7.8 8.2 8.6\n\n207\nPb/\n\n235\nU\n\n2\n0\n\n6\nP\n\nb\n/2\n\n3\n8\nU\n\n\n\n60 \n\nTable 3: SHRIMP U-Pb zircon results for the inherited zircons from the Brauna Kimberlite Field.\n\nMount 0940A: ranked by 207Pb/206Pb age.\n\nppm ppm 232Th % 207Pb 207Pb 206Pb 207Pb\n\nU Th /238U comm /206Pb /235U /238U /206Pb\n\n206Pb Age (Ma)\n\n33-1 156 41 0.27 -0.27 0.1396 0.0009 7.45 0.13 0.387 0.006 2223 11 95\n\n20-1 163 48 0.31 -0.28 0.1393 0.0011 7.65 0.14 0.398 0.007 2219 13 97\n\n54-1 181 53 0.31 0.46 0.1386 0.001 7.16 0.13 0.375 0.006 2209 12 93\n\n53-1 129 31 0.25 -0.08 0.1381 0.0009 7.18 0.13 0.377 0.006 2203 11 94\n\n27-1 139 37 0.28 -0.2 0.1377 0.0009 7.99 0.15 0.421 0.007 2199 12 103\n\n40-1 302 140 0.48 -0.09 0.1377 0.0006 7.67 0.12 0.404 0.006 2198 7 99\n\n47-1 177 67 0.39 -0.25 0.1376 0.0009 7.67 0.13 0.404 0.007 2198 11 100\n\n.4-1 216 71 0.34 -0.06 0.1376 0.0007 7.71 0.13 0.406 0.007 2198 9 100\n\n30-1 195 54 0.28 -0.08 0.137 0.0008 7.39 0.13 0.391 0.006 2190 10 97\n\n32-1 129 31 0.25 0.13 0.1369 0.0009 7.24 0.13 0.383 0.006 2189 12 96\n\n44-1 199 92 0.48 -0.14 0.1365 0.0007 7.51 0.13 0.399 0.006 2183 9 99\n\n7-1# 225 60 0.27 -0.03 0.1363 0.0007 7.37 0.12 0.392 0.006 2181 9 98\n\n13-1 412 142 0.36 -0.09 0.1361 0.0005 7.64 0.12 0.407 0.006 2178 7 101\n\n37-1# 353 108 0.32 8.23 0.136 0.0119 6.72 0.6 0.358 0.007 2177 152 91\n\n14-1# 310 111 0.37 1.97 0.1357 0.0024 6.76 0.16 0.361 0.006 2173 30 92\n\n23-1 244 71 0.3 -0.02 0.1357 0.0007 6.75 0.11 0.361 0.006 2173 8 91\n\n50-1# 193 52 0.28 3.94 0.1357 0.0075 7.22 0.42 0.386 0.007 2173 96 97\n\n25-1 252 68 0.28 -0.1 0.1355 0.001 7.21 0.12 0.386 0.006 2170 12 97\n\n52-1 147 31 0.22 -0.03 0.1355 0.0008 7.6 0.13 0.407 0.007 2170 10 101\n\n26-1 211 79 0.39 -0.06 0.1355 0.0007 7.25 0.12 0.388 0.006 2170 9 97\n\n21-1 201 74 0.38 0.1 0.1354 0.0007 7.55 0.13 0.405 0.006 2169 9 101\n\n16-1 255 83 0.34 0.12 0.1353 0.0007 6.92 0.12 0.371 0.006 2168 9 94\n\n17-1 281 72 0.27 -0.01 0.1348 0.0006 6.53 0.11 0.351 0.006 2161 8 90\n\n34-1 318 139 0.45 -0.12 0.1348 0.0006 7.18 0.12 0.386 0.006 2161 8 97\n\n.2-1 356 111 0.32 0.09 0.1345 0.0006 7.06 0.11 0.381 0.006 2158 7 96\n\n.11-1 266 90 0.35 0.33 0.1344 0.0007 6.91 0.12 0.373 0.006 2156 10 95\n\n42-1 221 59 0.27 0.04 0.1342 0.0007 7.53 0.12 0.407 0.006 2154 8 102\n\n.8-1 487 176 0.37 0.06 0.1337 0.0005 7.13 0.11 0.387 0.006 2147 6 98\n\n36-1 231 111 0.5 0.3 0.1335 0.0008 7.21 0.12 0.392 0.006 2145 10 99\n\n15-1 358 143 0.41 -0.04 0.133 0.0006 6.69 0.11 0.365 0.006 2138 7 94\n\n45-1 298 86 0.3 0.02 0.133 0.0006 7.17 0.12 0.391 0.006 2137 8 100\n\n41-1 352 111 0.33 0.6 0.1329 0.0008 6.49 0.11 0.354 0.005 2137 11 91\n\n.1-1 223 55 0.25 0.2 0.1323 0.0008 6.72 0.11 0.368 0.006 2129 10 95\n\n.6-1 450 176 0.4 -0.12 0.1323 0.0005 6.7 0.11 0.368 0.006 2128 7 95\n\n12-1* 339 91 0.28 0.51 0.132 0.0009 5.36 0.09 0.295 0.005 2125 12 78\n\n51-1 264 79 0.31 0.69 0.1314 0.0014 6.53 0.12 0.36 0.006 2117 19 94\n\n48-1 373 68 0.19 0.08 0.1314 0.0005 6.56 0.1 0.362 0.006 2117 7 94\n\n39-1* 367 118 0.33 0.1 0.1306 0.0006 6.09 0.1 0.338 0.005 2107 8 89\n\n18-1* 365 118 0.33 0.11 0.1304 0.0006 6.1 0.1 0.339 0.005 2104 8 89\n\n.3-1* 406 194 0.49 0.68 0.1302 0.0008 5.94 0.1 0.331 0.005 2101 11 88\n\n43-1* 459 196 0.44 0.56 0.1264 0.0007 5.53 0.09 0.317 0.005 2049 10 87\n\n46-1* 464 212 0.47 0.3 0.125 0.0008 5.21 0.09 0.302 0.005 2029 11 84\n\n22-1* 671 169 0.26 0.13 0.1247 0.0005 3.58 0.06 0.208 0.003 2025 7 60\n\n49-1* 571 284 0.51 -0.04 0.1236 0.0005 4.59 0.07 0.27 0.004 2008 7 77\n\n10-1* 589 312 0.55 0.92 0.1226 0.0012 4.63 0.08 0.274 0.004 1994 18 78\n\n35-1* 620 186 0.31 0.55 0.1207 0.0007 4.01 0.06 0.241 0.004 1966 11 71\n\n9-1* 625 264 0.44 0.28 0.1206 0.0006 4.44 0.07 0.267 0.004 1965 9 78\n\n24-1#* 490 222 0.47 1.02 0.1206 0.0011 4.61 0.08 0.278 0.004 1964 16 80\n\n19-1* 493 191 0.4 0.31 0.1192 0.0006 4.43 0.07 0.27 0.004 1944 9 79\n\n28-1* 282 919 3.36 0.09 0.1126 0.0007 3.4 0.06 0.219 0.003 1842 11 69\n\n38-1* 835 274 0.34 0.25 0.1095 0.0005 3.02 0.05 0.2 0.003 1791 8 66\n\n29-1* 837 389 0.48 0.78 0.1094 0.0008 3.15 0.05 0.209 0.003 1789 13 68\n\n5-1#* 737 501 0.7 1.71 0.104 0.0017 2.67 0.06 0.186 0.003 1698 29 65\n\n31-1* 1218 771 0.65 0.19 0.104 0.0005 2.3 0.04 0.161 0.002 1697 9 57\n\nConcGrain-spot +/-1s +/-1s +/-1s +/-1s\n\n \n\n  \n\n \n\n\n\n61 \n\n5. Discussion   \n\n \n\nIn kimberlites, zircon phenocrysts and macrocrysts frequently occur as a minor \n\nconstituent in the mineral phase (e.g. some South African Group I kimberlites, Belousova et al., \n\n2001; Belousova et al., 2002). On the other hand, zircon xenocrysts are far to be rare because \n\nkimberlitic magmatism occurs crossing the Earth‘s crust carrying up pieces of the mantle and \n\ncrust. \n\nFigure 9 shows the histogram for the analysed zircon xenocrysts sampled by the Brauna \n\nkimberlites. Comparing the regional age data (Tab. 1) with the analysed Brauna kimberlite zircon \n\nxenocrysts, the most frequent population varies from 2150 Ma to 2170 Ma, and it interpreted to \n\nbe related to the Palaeoproterozoic Nordestina granodiorite batholith, that exhibits three distinct \n\ncrystallization ages (i.e. 2155 Ma, 2139 and 2132 Ma). The second and the third most frequent \n\npopulations are around 2125 Ma and 2200 Ma respectively, and we suggest that they may \n\nrepresent other regional source rocks in the Rio Itapicuru greenstone belt. The Barrocas \n\ngranodiorite was dated at 2127+-5 Ma and as is the closest source for zircon grains of the 2125 \n\nMa age population. However no rocks with ages older than 2163 Ma have been found so far in \n\nthe Rio Itapicuru greenstone belt and as such sources for the 2200 Ma zircon xenocryst \n\npopulation remain to be discovered. The younger 2029 Ma to 2107 Ma population shows a \n\nconcordance outside of 100±10%, however the data are very reliable on the basis of ages of \n\nregional granites and felsic volcanic sequence (see Table 1), thus we assume that these data must \n\nbe used. \n\nPrevious work on zircon provenance in metassedimentary rocks of the Rio Itapicuru \n\ngreenstone belt sequence has recognized the presence of Paleoproterozoic xenocrystic zircon \n\ngrains only (Grisólia and Oliveira, 2011 in prep.). The absence of Archean zircon grains in the \n\nsedimentary rocks led these authors to conclude that at the timing of sediment deposition the \n\nArchean basement was not available for erosion, or more likely Archean and Paleoproterozoic \n\nsources were distinct terranes geographically far from each other (Fig. 9). They also provide \n\nevidence of a rock sequence exhibiting ages older than 2180 Ma that was not found in the area. \n\nNotably, the zircon xenocrysts sampled by the BKF magma also exhibits similar age intervals, \n\nwhere the oldest zircons yielded an age of 2230 Ma (Fig. 9). \n\n \n\n\n\n62 \n\n  \n\nFig. 9: Variation histogram using \n\nfrequency versus U-Pb ages (Ba) for the \n\nzircon xenocrysts from the Brauna \n\nKimberlite Field (this study) and from the \n\nsedimentary rocks from the Rio Itapicuru \n\ngreenstone belt (Grisólia and Oliveira \n\n2011, in prep.). Note the younger zircon \n\npopulation between 2010 Ma and 2060 \n\nMa from Brauna Kimberlite field and the \n\noldest population between 2240 Ma and   \n\n2302 Ma from sedimentary rocks of the \n\nRio Itapicuru greenstone belt. These \n\npopulation ages were not found in the area \n\nso far. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nIn order to improve our understanding about the crustal evolution of the Serrinha Block \n\nand the tectonic model for the Brauna Kimberlite Field intrusion, we propose a simplistic tectonic \n\nmodel for the lithosphere beneath the Brauna Kimberlite Field (Fig. 5). The model is based on \n\nzircon analysis from this study and supported by previous work presented by Donatti Filho et al. \n\n(2011, submitted). Our new data indicate that the Paleoproterozoic basement is likely to be the \n\n\n\n63 \n\ndominant rock unit beneath Brauna kimberlites and that either the older Archean crust is not \n\npresent or it has not been sampled by the kimberlite magma. \n\n \n\n \n\n \n\nFig. 5: Proposed tectonic model for the lithosphere beneath Brauna Kimberlite Field based on inherited zircon \n\nxenocrysts. \n\n \n\nAcknowledgements \n\n \n\nThe authors wish to thank Fundação de Amparo à Pesquisa do Estado de São Paulo - \n\nFAPESP (grants No. 07/537989) for research grant to JPDF and the Brazilian research Council -  \n\nConselho Nacional de Desenvolvimento Científico e Tecnológico - CNPq (grants No. \n\n\n\n64 \n\n301025/2005-3, 78989/04-0) for grants to EPO. We are grateful to Vaaldiam Resourced Ltd. for \n\nfieldwork support, and access to the kimberlite samples for analytical analysis.  \n\n \n\nReferences \n\n \n\nBarbosa, J.S.F. &amp; Sabaté P. 2004. Archean and Paleoproterozoic crust of the São Francisco \n\nCraton, Bahia, Brazil: geodynamic features. Precambrian Res., 133:1-27. \n\nBatumike, J.M., O‘Reilly, S.Y., Griffin, W.L., Belousova, B.L. 2007. U–Pb and Hf-isotope \n\nanalyses of zircon from the Kundelungu Kimberlites, D.R. Congo: Implications for crustal \n\nevolution. Prec. Res. (156): 195–225.  \n\nBelousova, E.A., Griffin, W.L., Shee, S.R., Jackson, S.E., O‘Reilly, S.Y., 2001. Two age \n\npopulations of zircons from the Timber Creek kimberlites, Northern Territory, Australia, as \n\ndetermined by laser ablation-ICPMS analysis. Aust. J. Earth Sci. 48, 757– 766. \n\nBelousova, E.A.,Walters, S., Griffin,W.L., O‘Reilly, S.Y., Fisher, N.I., 2002. Zircon trace-\n\nelement compositions as indicators of source rock type. Contrib. Miner. Petrol. 143, 602–\n\n622. \n\nCarvalho, M.J., Oliveira EP (2003) Geologia do Tonalito Itareru, bloco Serrinha, Bahia: uma \n\nintrusão sin-tectônica do início da colisão continental no segmento norte do Orógeno \n\nItabuna-Salvador-Curaçá. Revista Brasileira de Geociências 33 (suplemento): 55-68. \n\nChauvet, A., Alves da Silva, F.C., Faure, M., Guerrot, C. 1997 Structural evolution of the \n\npaleoproterozoic Rio Itapicuru Greenstone Belt (Bahia, Brazil): the role of synkinematic \n\nplutons in the regional tectonics. Prec. Res. (84): 139-162. \n\nCompston, W., Williams, I.S., Meyer, C. 1984. U-Pb geochronology of zircons from lunar \n\nbreccia 73217 using a sensitive hight massresolution ion microprobe. Journal of Geoph. \n\nRes. (89): 252-534. \n\nCosta, F.G., Oliveira, E.P., McNaughton N.J. 2011. The Fazenda Gavião Granodiorite and \n\nAssociated Potassic plutons as evidence for Palaeoproterozoic Arc-continent Collision in \n\nthe Rio Itapicuru Greenstone Belt, Brazil. J. South. Amer. Earth Sci. (32): 127-141.   \n\n  \n\n\n\n65 \n\nCruz Filho, B.E., Rosa, M.L.S., Conceição, H., Macambira, M.J.B., Scheller, T., Rios, D.C., \n\nMarinho, M.M., 2003. New Pb-Pb evaporation age on zircon of Nordestina batholith, \n\nnortheast of Bahia state, Brazil. IV South American Symposium on Isotope Geology, vol.II, \n\n532-534.  \n\nDavison I, Teixeira JBG, Silva MG, Rocha Neto MB, Matos, FMV (1988) The Itapicuru Belt, \n\nBahia, Brasil: structure and stratigraphical outline. Prec. Res. (44):1-17. \n\nDonatti Filho, J.P., Oliveira, E.P., Pisani, J.R.T., Ochika, F.P., 2008. Geochemistry and \n\nmineralogy of kimberlites from the Brauna Kimberlite Province, São Francisco Craton, NE \n\nBrazil. 9º Int Kimberlite Conf Ext Abstr, Frankfut, Germany, 9IKC-A-00316. \n\nKishida, A. 1979. Característica geológica e geoquímica da seqüência vulcano-sedimentar do \n\nmédio Rio Itapicuru, Bahia. Instituto de Geociências, Universidade Federal da Bahia. \n\nDissertação de Mestrado, 98 p. \n\nKishida, A., Riccio, L. 1980. Chemostratigraphy of lava sequences from the Rio Itapicuru \n\nGreenstone Belt, Bahia, Brazil. Prec. Res. 11: 161-178. \n\nLudwig, K.R., 1999a. Squid, version 1.02. Berkeley Geochron. Center Spec. Pub. No. 2, 16 pp. \n\nLudwig, K.R., 1999b. Isoplot/Ex version 2.00, a geochronological toolkit for Mircosoft Excel. \n\nBerkeley Geochron. Center Spec. Pub. No. 2, 46 pp. \n\nMello, E.F., Lacerda CMM, Oliveira EP, McNaughton N (1999) SHRIMP U-Pb geochronology \n\non xenotime and zircon from the Ambrosio dome, Rio Itapicuru Greenstone Belt, Brazil: a \n\nmajor syntectonic granodiorite intrusion. Actas II South American Symposium on Isotope \n\nGeology, Córdoba, Argentina, September 12-16, 1999, pp.331-334. \n\nMello, E.F., Xavier R.P., McNaughton N.J., Hagemann S.G., Fletcher I., Snee L. 2006. Age \n\nconstraints on felsic intrusions, metamorphism and gold mineralisation in the \n\nPaleoproterozoic Rio Itapicuru greenstone belt, NE Bahia State, Brazil. Miner. Deposita, \n\n40:849-866. \n\nOliveira, E.P., Mello E.F., McNaughton N., Choudhuri A. 2002. SHRIMP U-Pb age of the \n\nbasement to the Rio Itapicuru Greenstone Belt, NE São Francisco Craton. In: SBG, Congr. \n\nBras. Geol., 41, João Pessoa, Anais, 522. \n\n\n\n66 \n\nOliveira, E.P., Carvalho, M.J., McNaughton, N.J. 2004. Evolução do segmento norte do orógeno \n\nItabuna-Salvador-Curaçá: cronologia da acresção de arcos, colisão continental e escape de \n\nterrenos. Geologia USP, Série Científica.  4: 41-53. \n\nOliveira, E.P., McNaughton, N.J., Armstrong, R., 2010. Mesoarchaean to Palaeoproterozoic \n\nGrowth of the Northern Segment of the Itabuna-Salvador-Curaçá Orogen, São Francisco \n\nCraton, Brazil. In: Kusky, T. M., Zhai, M.-G., Xiao, W. (eds) The Evolving Continents: \n\nUnderstanding Processes of Continental Growth. Geol Soc London, Spec Publ 338: 263–\n\n286. \n\nOliveira E. P., Souza Z. S., McNaughton N. J., Lafon J-M., Costa F. G., Figueiredo A. M., 2011. \n\nThe Rio Capim Volcanic-Plutonic-Sedimentary Belt, São Francisco Craton, Brazil: \n\nGeological, Geochemical and Isotopic Evidence for Oceanic Arc Accretion During \n\nPalaeoproterozoic Continental Collision. Gondwana Research 19: 735–750, \n\ndoi:10.1016/j.gr.2010.06.005 \n\nPisani, J.R.T., Tainton, K.M., Allan, A.F., Silva, S.B., Miranda, J.V., 2001. Geology and \n\nexploration of the Brauna Diamantíferous Kimberlites, Serrinha Block, Bahia, Brazil. Rev \n\nBras Geoc 31(4): 663-664. \n\nRios, D.C., Davis, D.W., Conceição, H., Macambira, M.J.B., Peixoto, A.A., Cruz Filho, B.E., \n\nOliveira, L.L. 2000. Ages of granites of the Serrinha Nucleus, Bahia (Brazil): an overview. \n\nRevista Brasileira de Geociências, 30: 74-77. \n\nRios, D.C., Conceição, H., Davis, D.W., Rosa, M.L.S., Marinho, M.M. 2005. Expansão do \n\nmagmatismo granítico pós-orogênico no núcleo Serrinha (NE Bahia), cráton do São \n\nFrancisco: idade U-Pb do maciço granítico Pedra Vermelha. Revista Brasileira de \n\nGeolociências, 35(3):423-426. \n\nRios, D.C., Conceição, H., Davis, D.W., Plá Cid, J., Rosa, M.L.S., Macambira, M.J.B., McReath, \n\nI., Marinho, M.M., Davis, W.J. 2007. Paleoproterozoic potassic-ultrapotassic magmatism: \n\nMorro do Afonso sienite pluton, Bahia, Brazil. Prec. Res. (154): 1-30. \n\nRios, D.C., Davis D.W., Conceição, H., Davis, W.J., Rosa, M.L.S., Dickin, A.P. 2009. Geologic \n\nevolution of the Serrinha nucleus granite-greenstone terrane (NE Bahia, Brazil) constrained \n\nby U-Pb single zircon geochronology, Brazil. Prec. Res. (170): 175-201. \n\n\n\n67 \n\nSilva, M.G., Coelho, C.E.S., Teixeira, J.B.G., Alves da Silva, F.C., Silva, R.A., Souza, J.A.B. \n\n2001. The Rio Itapicuru greenstone belt, Bahia, Brazil: geologic evolution and review of \n\ngold mineralization. Mineral. Dep. (36): 345-357. \n\nSouza, J.D., Kosin M., Melo R., Oliveira E.P., Carvalho M.J. &amp; Leite C.M.M. 2003. Guia de \n\nexcursão - Geologia do segmento norte do orógeno Itabuna-Salvador-Curaçá. Rev. Bras. \n\nGeoc., 33 (I-Suplemento):27-32."}]}}}