{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18675"}, {"@name": "filename", "#text": "25699_Dissertacao_Defesa_Paulo%28cd%29.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE PERNAMBUCO \nDEPARTAMENTO DE ENERGIA NUCLEAR \n\n \n\nCOMISSÃO NACIONAL DE ENERGIA NUCLEAR \nCENTRO REGIONAL DE CIÊNCIAS NUCLEARES DO NORDESTE \n\n \n\nPrograma de Pós-Graduação em Tecnologias Energéticas e Nucleares \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nINTERAÇÃO SOLO-VEGETAÇÃO NA AVALIAÇÃO DE IMPACTOS \n\nAMBIENTAIS EM FRAGMENTO FLORESTAL DE \n\nMATA ATLÂNTICA  \n \n\n \n\nPAULO CORREIA DA SILVA NETO \n\n \n\n \n\n \n\nOrientador: Prof. Dr. Elvis Joacir De França \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRecife – PE – Brasil  \n\nJULHO, 2015 \n\n\n\nPAULO CORREIA DA SILVA NETO \n\n \n\n \n\n \n\n \n\n \n\nINTERAÇÃO SOLO-VEGETAÇÃO NA AVALIAÇÃO DE IMPACTOS \n\nAMBIENTAIS EM FRAGMENTO FLORESTAL DE \n\nMATA ATLÂNTICA  \n \n\n \n\n \n\n \n\nDissertação submetida ao Programa de Pós-\n\nGraduação em Tecnologias Energéticas e \n\nNucleares do Departamento de Energia Nuclear \n\nda Universidade Federal de Pernambuco. Área \n\nde Concentração: Aplicações de Radioisótopos \n\nem Agricultura e Meio Ambiente.  \n\n \n\n \n\n \n\n \n\n \n\nOrientador: Prof. Dr. Elvis Joacir De França \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRecife – PE – Brasil  \n\nJULHO, 2015 \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCatalogação na fonte \n\nBibliotecário Carlos Moura, CRB-4 / 1502 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nS586i Silva Neto, Paulo Correia da. \n\nInteração solo-vegetação na avaliação de impactos ambientais em \n\nfragmento florestal de Mata Atlântica. / Paulo Correia da Silva Neto. - \n\nRecife: O Autor, 2015. \n\n122 f. : il., tabs. \n\n \n\nOrientador: Prof. Dr. Elvis Joacir de França. \n\n \n\nDissertação (mestrado) – Universidade Federal de Pernambuco. \n\nCTG. Programa de Pós-Graduação em Tecnologias Energéticas e \n\nNucleares, 2015. \n\nInclui referências bibliográficas. \n\n \n\n1. Concentrações naturais.  2. Unidade de conservação.  3. \n\nElementos-traços.  4. Radioatividade natural.  I. França, Elvis Joacir de, \n\norientador.  II. Título. \n\n \n\n \n\n              UFPE \n\nCDD 539.752 (21. ed.)               BDEN/2016-05  \n\n\n\n \n\n\n\nAGRADECIMENTOS \n\n \n\nAo mistério da vida, que alguns chamam Deus e outros apenas viver. \n\nÀ minha irmã Bia por tudo que ela é.  \n\nÀ minha tia Edna e minha avó Beatriz pelo cuidado e dedicação. \n\nÀ Manuela Dias, minha namorada, que me serve de inspiração a sua inteligência, seu amor \n\ncompanheirismo e cumplicidade. \n\nAo Dr. Elvis Joacir De França, pelo apoio e orientação que sem dúvida foi o alicerce \n\nfundamental para a realização deste trabalho. \n\nAo Dr. Emerson Emiliano por toda ajuda prática que muito contribuiu para a realização deste \n\ntrabalho e pelo apoio. \n\nÀ Dra. Rebeca Cantinha pela ajuda e paciência. \n\nAos amigos Crescêncio Andrade, Ana Cláudia, Alesxandro Nascimento e Gilberto de Arruda, \n\npor toda ajuda e paciência na parte laboratorial e analítica deste trabalho. \n\nAos amigos que estão todos os dias na labuta, Mariana Santos, Marcelo Magalhães, Julyanne \n\nTorres, Thiago Santos, Thomás Marques, Jônas Henrique, Denilson Lyra, Fabiano Ferreira, \n\nKatarine Santos, Evely Sousa, pelo companheirismo e alegria. \n\nAo Departamento de Energia Nuclear (DEN) da UFPE, pelo apoio no desenvolvimento deste \n\ntrabalho. \n\nAo Centro Regional de Ciências Nucleares (CRCN-NE) pela infra-estrutura e apoio, em \n\nespecial ao Serviço de Monitoração Ambiental (SEAMB) e seus servidores. \n\n\n\nAo Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq), pela concessão \n\nda bolsa de mestrado. \n\nAos membros da banca examinadora por aceitar o convite e contribuírem com este trabalho. \n\nÀ secretaria do PROTEN pelo apoio à minha formação. \n\nAos meus grandes amigos Alan Gomes, Felipe Pereira e Mikaela de Lavor por toda essa \n\nconstrução imaterial que me proporcionam.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“A imaginação é mais importante que a ciência, porque a ciência é limitada, ao passo que a \n\nimaginação abrange o mundo inteiro”. \n\n(Albert Einstein) \n\nhttp://pensador.uol.com.br/autor/albert_einstein/\n\n\nRESUMO \n\n \n\nAs atividades industriais e agrícolas contribuem para os mais complexos impactos ambientais \n\ne alteram a disponibilidade de elementos químicos para os produtores primários que, por sua \n\nvez, promovem a acumulação de substâncias na teia alimentar. Desse modo, é essencial a \n\ncompreensão dos efeitos e distribuição de elementos químicos que tenham sido liberados \n\ndireta ou indiretamente pelas atividades antrópicas ou naturais e incorporados por processos \n\necológicos nos ecossistemas, principalmente unidades de conservação. O objetivo desse \n\ntrabalho foi caracterizar o solo e a vegetação do fragmento de Mata Atlântica Refúgio \n\nEcológico Charles Darwin para avaliação da transferência de elementos químicos no \n\necossistema. Folhas de árvores nativas e exóticas foram coletadas, assim como o solo na \n\nprofundidade de 0-15 cm sob a projeção das copas das árvores. Todas as amostras foram \n\nsecas em estufa à 60ºC com conseguinte redução do tamanho de partículas (&lt;0,5 mm) em \n\nalmofariz de porcelana para o material geológico, enquanto que o material biológico foi \n\ncominuido utilizando-se de moinho com lâminas de titânio para evitar contaminação com \n\nelementos químicos metálicos. Concentrações de Al, Ba, Br, Ca, Cd, Cu, Fe, K, Mn, P, Sb, Si, \n\nSr, Ti, Th, U e Zn, assim como concentrações de atividade de \n40\n\nK, \n214\n\nPb, \n214\n\nBi e \n228\n\nAc, foram \n\ndeterminadas nos solos do Refúgio Ecológico Charles Darwin. Todavia, apenas Al, Ca, Cd, \n\nCl, Cu, Fe, K, Mg, P, S, Sb, Sr, Th, U e Zn foram quantificados nas folhas de árvores, \n\npossibilitando avaliar a transferência no sistema solo-vegetação para os elementos químicos \n\nAl, Ca, Cd, Cu, Fe, Th, U e Zn. Os resultados indicaram acumulação considerável na \n\nvegetação da unidade de conservação de alguns elementos químicos, contudo, a espécie \n\nPachira aquatica acumulou principalmente Ca nas folhas. Tal fenômeno pode ter implicações \n\necológicas com relação à disponibilidade deste elemento químico. Além disso, essa espécie é \n\nconsiderada invasora. Mesmo assim, plena caracterização de elementos químicos foi realizada \n\nna unidade conservação, proporcionando valores indicativos para futuros estudos ambientais \n\nda Mata Atlântica de Pernambuco. \n\n \n\nPalavras-chave: Concentrações naturais, Unidade de conservação, Elementos-traços, \n\nRadioatividade natural \n\n \n\n \n\n \n\n\n\nABSTRACT \n\n \n\nThe industrial and agricultural activities contribute to the most complex environmental \n\nimpacts and alter the availability of chemical elements for primary producers, in which \n\naccumulated substances in the food web. Therefore, it is essential to understand the effects \n\nand distribution of chemical elements that have been direct or indirectly released by \n\nanthropogenic or natural activities and incorporate by ecological processes in ecosystems, \n\nmainly conservation units. The objective of this study was to characterize the soil and the \n\nvegetation of the Atlantic Forest fragment Refúgio Ecológico Charles Darwin for the \n\nevaluation of the chemical element transfer in the ecosystem. Exotic and native tree leaves \n\nwere collected, as well as the 0-15 cm depth soil under tree crown projection. All samples \n\nwere oven-dried at 60 °C with consequent reduction of the particle size (<0.5 mm) in \n\nporcelain mortar for geological material, while the biological material was comminuted using \n\ntitanium mill for preventing metallic contamination. Concentrations of Al, Ba, Br, Ca, Cd, \n\nCu, Fe, K, Mn, P, Sb, Si, Sr, Ti, Th, U and Zn, as well as activity concentrations of \n40\n\nK, \n214\n\nPb, \n\n214\nBi and \n\n228\nAc, were determined in the Refúgio Ecológico Charles Darwin soils. \n\nNevertheless, only Al, Ca, Cd, Cl, Cu, Fe, K, Mg, P, S, Sb, Sr, Th, U and Zn were quantified \n\nin the tree leaves, thereby assessing the soil-vegetation system transfer for the chemical \n\nelements Al, Ca, Cd, Cu, Fe, Th, U and Zn. The results indicated considerable accumulation \n\nin the conservation unit vegetation of some chemical elements, however, the species Pachira \n\naquatica mainly accumulated Ca in the leaves. Such phenomenon might cause ecological \n\nimplications related to the Ca availability. Besides, this species is considered invasive. Even \n\nthough, a full characterization of chemical elements was carried out in conservation unit, \n\nproviding indicative values for further environmental studies in the Pernambuco Atlantic \n\nForest. \n\n \n\n \n\nKeywords: Natural concentrations, Conservation unit, Trace elements, Natural radioactivity \n\n \n\n \n\n \n\n \n\n \n\n\n\nLISTA DE ILUSTRAÇÕES \n\n \n\nFigura 1 – Cobertura original de Mata Atlântica no Brasil.. .............................................. 19 \n\nFigura 2 – Remanescentes de Mata Atlântica nos Estados do Nordeste.. ........................... 21 \n\nFigura 3 – Efeitos do pH sobre a disponibilidade de elementos químicos no solo.............. 25 \n\nFigura 4 – Ciclagem de elementos químicos em um ecossistema ...................................... 28 \n\nFigura 5 – Cintilômetro Saphymo SRAT SPP 2.. .............................................................. 31 \n\nFigura 6 – Excitação de átomo a partir de raios-X ............................................................ 33 \n\nFigura 7 – Esquema de um espectrômetro de EDXRF ...................................................... 34 \n\nFigura 8 – Esquema ilustrativo de análise química por ICP-MS ........................................ 36 \n\nFigura 9 – Sistema Biológico dos Elementos - SBE. ......................................................... 37 \n\nFigura 10 – Esquema de decaimento do \n40\n\nK ....................................................................... 39 \n\nFigura 11 – Séries radioativas do \n238\n\nU e \n235\n\nU ...................................................................... 41 \n\nFigura 12 – Série radioativa do \n232\n\nTh .................................................................................. 43 \n\nFigura 13 – Localização do Refúgio Ecológico Charles Darwin no Município de Igarassu, \n\nPernambuco. A. Município de Igarassu. B. Detalhe do Refúgio Ecológico \n\nCharles Darwin. Números indicam locais selecionados para a realização do \n\nlevantamento radiométrico.................................................................................45 \n\nFigura 14 – Croqui representando as árvores amostradas na parte baixa da Reserva \n\nCharles Darwin  ............................................................................................... 50 \n\nFigura 15 – Representação dos indivíduos amostrados na parte alta do Refúgio Ecológico \n\nCharles Darwin. ............................................................................................... 51 \n\nFigura 16 – Tesoura de poda com cabo telescópico para coleta de amostra ......................... 52 \n\nFigura 17 – Recipientes de polietileno para a quantificação de radionuclídeos nas amostras \n\nde solos ........................................................................................................... 53 \n\nFigura 18 – Detector de germânio hiper-puro (HPGe) da Camberra .................................... 54 \n\nFigura 19 – Equipamento EDX-720 Shimadzu ................................................................... 55 \n\nFigura 20 – Forno digestor de amostras MarsX press 5 CEM ............................................. 57 \n\nFigura 21 – Tratamento químico das amostras de folhas em balão de fundo chato. ............. 58 \n\nFigura 22 – Equipamento NexION 300 ICP-MS, PerkinElmerSCIEX. ............................... 59 \n\nFigura 23 – Mapa radiométrico do Refúgio Ecológico Charles Darwin............................... 65 \n\nFigura 24 – Valores obtidos do Número En em nível de 95% de confiança para os materiais \n\nde referência SRM 2709 e IAEA-Soil-7, analisados por EDXRF  .................... 71 \n\n\n\nFigura 25 – Valores obtidos do Número En em nível de 95% de confiança para os materiais \n\nde referência SRM 2976 e SRM 1547, analisados por EDXRF ........................ 73 \n\nFigura 26 – Matriz de gráficos de dispersão para os elementos químicos e radionuclídeos \n\ndeterminados no solo superficial do Refúgio Ecológico Charles Darwin. Elipses \n\nde predição em nível de 95% de confiança.  ..................................................... 79 \n\nFigura 27 – Valores dos fatores para os dados de elementos químicos e radionuclídeos em \n\nsolos do Refúgio Ecológico Charles Darwin. Análise fatorial por componentes \n\nprincipais (rotação = varimax). A. Resultados dos fatores 1 e 2. B. Resultados \n\ndos fatores 1 e 3.  ............................................................................................. 82 \n\nFigura 28 – Precipitação mensal acumulada (mm) para o período de Setembro de 2013 a \n\nSetembro de 2014 para o Posto Pluviométrico 294, Igarassu (Usina \n\nSão José)..............................................................................................................88 \n\nFigura 29 – Concentrações médias (mg kg\n-1\n\n) dos nutrientes Ca, Cl, K e Mg determinadas nas \n\nfolhas das espécies arbóreas coletadas em Janeiro e Setembro de 2014 ............ 89 \n\nFigura 30 – Concentrações médias (mg kg\n-1\n\n) dos elementos terrígenos Fe, Sr, Th e U \n\ndeterminadas nas folhas das espécies arbóreas coletadas em Janeiro e Setembro \n\nde 2014............................................................................................................ 91 \n\nFigura 31 – Concentrações médias (mg kg\n-1\n\n) dos elementos Cd, Cu, Mn e Zn determinadas \n\nnas folhas das espécies arbóreas coletadas em Janeiro e Setembro de 2014 ...... 93 \n\nFigura 32 – Matriz de gráficos de dispersão para as concentrações dos elementos químicos \n\ndeterminados em folhas das espécies arbóreas coletadas em Janeiro de 2014 no \n\nRefúgio Ecológico Charles Darwin. Elipses de predição em nível de 95% de \n\nconfiança ......................................................................................................... 94 \n\nFigura 33 – Matriz de gráficos de dispersão para as concentrações dos elementos químicos \n\ndeterminados em folhas das espécies arbóreas coletadas em Setembro de 2014 \n\nno Refúgio Ecológico Charles Darwin. Elipses de predição em nível de 95% de \n\nconfiança ......................................................................................................... 95 \n\nFigura 34 – Dendrograma para as espécies arbóreas coletadas em Janeiro de 2014 ............. 98 \n\nFigura 35 – Dendrograma para as espécies arbóreas coletadas em Setembro de 2014 ......... 98 \n\nFigura 36 – Fatores de transferência para as espécies arbóreas amostradas em Setembro de \n\n2014. Paqua = Pachira aquatica, Cyathea = Cyathea macrodonta, Myrt = \n\nMyrcia sp., Sama = Simarouba amara, Smor = Schefflera morototoni, Tgui = \n\nTapirira guianensis. ...................................................................................... 101 \n\n\n\nFigura 37 – Fatores de transferência para as espécies arbóreas amostradas em Janeiro de \n\n2014. Paqua = Pachira aquatica, Cyathea = Cyathea macrodonta, Myrt = \n\nMyrcia sp., Sama = Simarouba amara, Smor = Schefflera morototoni, Tgui = \n\nTapirira guianensis. ...................................................................................... 101 \n\nFigura 38 – A. Ajuste de modelo de predição para fatores de transferência de Al no Refúgio \n\nEcológico Charles Darwin. B. Resíduos obtidos e distribuição normal ........... 102 \n\nFigura 39 – A. Ajuste de modelo de predição para fatores de transferência de Ca no Refúgio \n\nEcológico Charles Darwin. B. Resíduos obtidos e distribuição normal ........... 103 \n\nFigura 40 – A. Fatores de transferência de Cd e ajuste de modelo de predição. B. Resíduos \n\nobtidos e distribuição normal esperada .......................................................... 104 \n\nFigura 41 – A. Ajuste de modelo de predição para fatores de transferência de Cu no Refúgio \n\nEcológico Charles Darwin. B. Resíduos obtidos e distribuição normal ........... 104 \n\nFigura 42 – A. Fatores de transferência de Fe e ajuste de modelo de predição. B. Resíduos \n\nobtidos e distribuição normal esperada .......................................................... 105 \n\nFigura 43 – A. Ajuste de modelo de predição para fatores de transferência do elemento traço \n\nSr. B. Resíduos obtidos e distribuição normal ................................................ 106 \n\nFigura 44 – A. Ajuste de modelo de predição para fatores de transferência de Th. B. \n\nResíduos obtidos e distribuição normal .......................................................... 106 \n\nFigura 45 – A. Fatores de transferência de U e ajuste de modelo de predição. B. Resíduos \n\nobtidos e distribuição normal ......................................................................... 107 \n\nFigura 46 – A. Ajuste de modelo de predição para fatores de transferência de Zn. B. \n\nResíduos obtidos e distribuição normal .......................................................... 107 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nLISTA DE TABELAS \n\n \n\nTabela 1 –  Área dos Estados do Nordeste e seus remanescentes de Mata Atlântica .............. 20 \n\nTabela 2 – Valores e faixas de concentração esperada de elementos químicos (mg kg\n-1\n\n) \n\nem solos. ............................................................................................................ 23 \n\nTabela 3 – Valores e faixas de concentração esperada de elementos químicos (mg kg\n-1\n\n) \n\nem plantas .......................................................................................................... 26 \n\nTabela 4 – Espécies de árvores da Mata Atlântica identificada como potencialmente \n\nbioacumuladoras. Intervalo esperado para as concentrações dos elementos \n\nquímicos em folhas ............................................................................................ 27 \n\nTabela 5 – Listagem das espécies coletadas no Refúgio Ecológico Charles Darwin no \n\nMunicípio de Igarassu, Pernambuco ................................................................... 47 \n\nTabela 6 – Parâmetros específicos para quantificação de elementos químicos por EDXRF .. 56 \n\nTabela 7 – Condições operacionais do ICP-MS. .................................................................. 60 \n\nTabela 8 – Valores obtidos e certificados e suas respectivas incertezas expandidas em nível \n\nde 95% de confiança para o material de referência IAEA-314 e o padrão interno \n\nde solo RadCheMTM CustomSoil Standard IRD ............................................... 66 \n\nTabela 9 – Valores da concentração de atividade (Bq kg\n-1\n\n) dos radionuclídeos determinados \n\nno Refúgio Ecológico Charles Darwin... ............................................................ 67 \n\nTabela 10 –Valores obtidos e certificados e suas respectivas incertezas expandidas em nível \n\nde 95% de confiança dos elementos químicos determinados no material de \n\nreferência SRM 2709 analisado por EDXRF (n = 5 ). ....... ................................. 69 \n\nTabela 11 –Valores obtidos e certificados e suas respectivas incertezas expandidas em nível \n\nde 95% de confiança para o material de referência IAEA-Soil-7 analisado por \n\nEDXRF (n = 5). ............. .................................................................................... 70 \n\nTabela 12 –Valores obtidos e certificados e suas respectivas incertezas expandidas em nível \n\nde 95% de confiança para o material de referência SRM 1547 analisado por \n\nEDXRF (n = 6)..................................................................................................72 \n\nTabela 13 –Valores obtidos e certificados e suas respectivas incertezas expandidas em nível \n\nde 95% de confiança para o material de referência SRM 2976 e SRM 8415 \n\nanalisados por EDXRF (n = 6) ........................................................................... 72 \n\n \n\n\n\nTabela 14 –Valores obtidos e certificados, as respectivas incertezas expandidas em nível de \n\n95% de confiança e Número En para os elementos químicos determinados nos \n\nmateriais de referência certificados SRM 2709  e SRM 2711, analisados por ICP-\n\nMS.  ................................................................................................................... 74 \n\nTabela 15 –Valores obtidos e certificados, as respectivas incertezas expandidas em nível de \n\n95% de confiança e Número En para os elementos químicos determinados nos \n\nmateriais de referência certificados IAEA-V-10 e SRM 1547 analisados por ICP-\n\nMS.. ................................................................................................................... 75 \n\nTabela 16 –Concentrações (mg kg\n-1\n\n) de elementos químicos e concentrações de atividade de \n\nradionuclídeos (Bq kg\n-1\n\n) determinadas nas amostras de solo .............................. 76 \n\nTabela 17 –Concentrações médias (mg kg\n-1\n\n) dos elementos químicos nos solos da parcela \n\npermanente do Parque Estadual Carlos Botelho – PECB. CV% =coeficiente de \n\nvariação em porcentagem ................................................................................... 77 \n\nTabela 18 –Cargas fatoriais rotacionadas (rotação = varimax) obtidas pela aplicação da \n\nanálise fatorial por componentes principais ........................................................ 80 \n\nTabela 19 –Concentrações (mg kg\n-1\n\n) de elementos químicos encontrados nas folhas das \n\nespécies coletadas em Janeiro de 2014 ............................................................... 84 \n\nTabela 20 –Concentrações (mg kg\n-1\n\n) de elementos químicos encontrados nas folhas das \n\nespécies coletadas em Setembro de 2014 ........................................................... 85 \n\nTabela 21 –Comparação da concentrações de elementos químicos entre Myrtaceae no Estado \n\nde São Paulo e as da Reserva Charles Darwin .................................................... 86 \n\nTabela 22 –Resultados do teste t para os valores médios de concentração de elementos \n\nquímicos entre as coletas de Janeiro e Setembro. Valores em negrito significativos \n\nem nível de 95% de confiança ............................................................................ 87 \n\nTabela 23 –Cargas fatoriais rotacionadas (rotação = varimax) obtidas pela aplicação da \n\nanálise fatorial por componentes principais para a coleta de Janeiro de 2014. \n\nComunalidade = proporção da variância explicada para cada variável ................ 96 \n\nTabela 24 –Cargas fatoriais rotacionadas (rotação = varimax) obtidas pela aplicação da \n\nanálise fatorial por componentes principais para a coleta de Setembro de 2014. \n\nComunalidade = proporção da variância explicada para cada variável ................ 97 \n\nTabela 25 –Fatores de transferência solo-folha de elementos químicos. DP = desvio padrão e \n\nCV% = coeficiente de variação em porcentagem .............................................. 100 \n\n \n\n \n\n\n\nLISTA DE ABREVIAÇÕES \n\n \n\n \n\nCE Captura eletrônica \n\nCNEN-NE Comissão Nacional de Energia Nuclear \n\nCPS Choques por segundo \n\nCRCN Centro Regional de Ciências Nucleares do Nordeste \n\nCTC Capacidade de troca catiônica \n\nEDXRF Fluorescência de Raios-X por Energia Dispersiva  \n\nEGAR Espectrometria Gama de Alta Resolução \n\nFBFS Fatores de transferência entre os compartimentos Solo e Vegetação \n\nFIDEM Fundação de Desenvolvimento da Região Metropolitana do Recife \n\nFT Fator de transferência \n\nHPGe Detector de Germânio Hiper-Puro \n\nIAEA Agência Internacional de Energia Atômica  \n\nIBGE Instituto Brasileiro de Geografia e Estatística \n\nICP-MS Espectrometria de Massas com Fonte de Plasma Acoplado Indutivamente \n\nIRD Instituto de Radioproteção e Dosimentria \n\nNaI Iodeto de sódio \n\nNIST National Institute of Standard and Technology \n\nNORM Isótopos Radioativos Naturalmente Ocorrentes \n\nPECB Parque Estadual Carlos Botelho \n\nPESM Parque Estadual da Serra do Mar \n\npH Potencial hidrogeniônico  \n\nRECD Refúgio Ecológico Charles Darwin \n\nSBE Sistema Biológico dos Elementos \n\nSEAMB Serviço de Monitoração Ambiental \n\nSRM  Standard Reference Material  \n\nUNESCO Organização das Nações Unidas para a Educação, a Ciência e a Cultura \n\nUNSCEAR United Nations Scientific Committee on the Effects of Atomic Radiation \n\nWDXRF Fluorescência de Raios-X por Dispersão de Comprimento de Onda  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nSUMÁRIO \n\n1 INTRODUÇÃO ........................................................................................................... 16 \n\n2 REVISÃO BIBLIOGRÁFICA .................................................................................... 18 \n\n2.1 Mata Atlântica ......................................................................................................... 18 \n\n 2.1.1 Mata Atlântica em Pernambuco ...................................................................... 21 \n\n2.2 Fragmentos florestais e áreas naturais ...................................................................... 22 \n\n2.3 Solo..........................................................................................................................23 \n\n2.4 Vegetação................................................................................................................ 25 \n\n2.5 Ciclagem de elementos químicos ............................................................................. 27 \n\n2.6 Técnicas analíticas ................................................................................................... 29 \n\n 2.6.1 Cintilometria aplicada ao levantamento radiométrico ...................................... 29 \n\n 2.6.1.1 Principais detectores de radiação empregados para medidas em campo\n\n ................................................................................................................... 30 \n\n 2.6.2 Espectrometria gama de alta resolução ............................................................ 31 \n\n 2.6.2.1 Detector HPGe .................................................................................. 32 \n\n 2.6.3 Fluorescência de Raios-X por Dispersão de Energia (EDXRF) ....................... 32 \n\n 2.6.3.1 Excitação dos átomos de elementos químicos .................................... 34 \n\n 2.6.3.2 Dispersão de raios-X .......................................................................... 35 \n\n 2.6.3.3 Detecção e medição de raios-X .......................................................... 35 \n\n 2.6.4 Espectrometria de Massas com Plasma Acoplado Indutivamente \n\n(ICP-MS)...........................................................................................................36 \n\n2.7 Elementos químicos ................................................................................................ 37 \n\n2.8 Radionuclídeos ........................................................................................................ 38 \n\n 2.8.1 Potássio - 40 (\n40\n\nK) .......................................................................................... 39 \n\n 2.8.2 Série do \n238\n\nU ................................................................................................... 40 \n\n 2.8.3 Série do \n232\n\nTh  ................................................................................................ 42 \n\n3 MATERIAL E MÉTODOS ......................................................................................... 44 \n\n3.1 Área de estudo ......................................................................................................... 44 \n\n3.2 Levantamento florístico ........................................................................................... 45 \n\n3.3 Amostragem e preparação das amostras ................................................................... 48 \n\n3.3.1  Levantamento radiométrico .......................................................................... 48 \n\n3.3.2  Compartimento geológico ............................................................................ 48 \n\n3.3.3  Compartimento biológico ............................................................................. 49 \n\n3.4 Determinação de radionuclídeos no solo .................................................................. 53 \n\n\n\n3.5 Análises químicas de solos e folhas por EDXRF...................................................... 54 \n\n3.6 Análises químicas de solos e folhas por ICP-MS ..................................................... 56 \n\n3.6.1 Tratamento químico das amostras .................................................................. 56 \n\n 3.6.1.1 Amostras de solos .............................................................................. 56 \n\n 3.6.1.2 Amostras de folhas ............................................................................ 57 \n\n3.6.2 Análise química das amostras de solos e folhas por ICP-MS .......................... 58 \n\n3.7 Análises dos resultados ............................................................................................ 60 \n\n3.7.1 Incerteza analítica .......................................................................................... 60 \n\n3.7.2 Qualidade do procedimento analítico - Número En ......................................... 60 \n\n3.7.3 Análise estatística .......................................................................................... 61 \n\n 3.7.3.1 Matriz de gráficos de dispersão .......................................................... 61 \n\n 3.7.3.2 Análise fatorial .................................................................................. 62 \n\n 3.7.3.3 Análise de agrupamento ..................................................................... 62 \n\n 3.7.3.4 Teste t para médias pareadas .............................................................. 62 \n\n3.7.4 Fator de transferência solo-vegetação - FT ..................................................... 63 \n\n4 RESULTADOS E DISCUSSÃO .................................................................................. 64 \n\n4.1 Levantamento radiométrico ..................................................................................... 64 \n\n4.2 Radionuclídeos naturais nos solos do Refúgio Charles Darwin ................................ 66 \n\n4.2.1 Qualidade do procedimento analítico ............................................................. 66 \n\n4.2.2 Radionuclídeos naturais nos solos  ................................................................ 67 \n\n4.3 Caracterização de elementos químicos dos compartimentos solo e folhas do Refúgio \n\nEcológico Charles Darwin ............................................................................. 68 \n\n4.3.1 Qualidade do procedimento analítico ............................................................. 68 \n\n 4.3.1.1 Materiais de referência geológicos analisados por EDXRF ................ 68 \n\n 4.3.1.2 Materiais de referência biológicos analisados por EDXRF ................. 71 \n\n 4.3.1.3 Materiais de referência geológicos analisados por ICP-MS ................ 73 \n\n 4.3.1.4 Materiais de referência biológicos analisados por ICP-MS ................. 74 \n\n4.3.2 Elementos químicos e radionuclídeos no compartimento solo do Refúgio \n\nEcológico Charles Darwin........................................................................... 75 \n\n4.3.3 Caracterização de elementos químicos no compartimento Folha .................... 83 \n\n4.4 Transferência de elementos químicos no sistema solo-vegetação ............................. 99 \n\n4.4.1 Modelos de predição ................................................................................... 102 \n\n5 CONCLUSÕES .......................................................................................................... 108 \n\nREFERÊNCIAS ............................................................................................................... 110\n\n\n\n16 \n\n \n\n1. INTRODUÇÃO \n\n \n\nOs mais complexos impactos ambientais são produzidos pelas atividades \n\nindustriais, de mineração, agrícolas e urbanas, que acabam por afetar significativamente \n\na qualidade do ambiente. Além de tudo, alteram a disponibilidade de elementos \n\nquímicos para os produtores primários que, por sua vez, promovem a acumulação de \n\nsubstâncias na teia alimentar. Com o crescente número de substâncias químicas \n\ndespejadas sem controle algum no ambiente em decorrência das atividades antrópicas, \n\nestudos de avaliação de qualidade ambiental tornam-se indispensáveis. Desse modo, é \n\nessencial a compreensão dos efeitos e distribuição de elementos químicos que tenham \n\nsido liberados direta ou indiretamente pelas atividades antrópicas e/ou naturais e \n\nincorporados por processos ecológicos nos ecossistemas, principalmente fragmentos \n\nflorestais (FONSECA, 2010).  \n\n Dentre os compartimentos ecológicos abióticos, o solo é o principal estoque de \n\nelementos químicos para o ecossistema. Já a vegetação direciona a ciclagem \n\nbiogeoquímica, sendo responsável pela manutenção de quantidades apreciáveis de \n\nelementos químicos nos compartimentos biológicos (ciclagem bioquímica). Devido à \n\nbiodiversidade inerente às florestas tropicais, os próprios organismos deste ecossistema \n\npodem ser utilizados como monitores de qualidade ambiental (MARKERT, 1991), \n\nbaseada na propriedade de acumulação de elementos químicos, especialmente tóxicos, \n\ncomo reflexo da adaptabilidade às variações químicas do ambiente (KABATA-\n\nPENDIAS e PENDIAS, 1984; KOYAMA et al., 1987; LUOMA e RAINBOW, 2005). \n\nO Refúgio Ecológico Charles Darwin - RECD é uma área remanescente de Mata \n\nAtlântica, situado no município de Igarassu, litoral Norte do Estado de Pernambuco. \n\nEstá presente na região limítrofe da ocorrência de rochas contendo fósforo e urânio \n\nconhecidos desde 1957 (WHITE, 1957). Esse ecossistema têm sofrido ao longo das \n\ndécadas diversas ações antrópicas devido ao desmatamento e à influência das áreas \n\nagrícolas das regiões vizinhas à unidade de conservação. Por outro lado, relatos \n\nencontrados na literatura demonstraram a presença de afloramentos de fosforito \n\nuranífero nessa região (SOUZA, 2006), aumentando a exposição e ampliando a \n\ndisponibilidade de radionuclídeos e elementos químicos no solo.  \n\nPesquisas envolvendo estudos ambientais necessitam das mais variadas técnicas \n\nanalíticas para a quantificação do maior número de elementos químicos possíveis e suas \n\n\n\n17 \n\n \n\nrespectivas concentrações. Nesse caso, a utilização de técnicas analíticas \n\nmutielementares como a Fluorescência de Raios-X por Dispersão de Energia – EDXRF \n\ne a Espectrometria de Massa com Plasma Acoplado Indutivamente - ICP-MS permitem \n\na determinação simultânea de diversos elementos químicos. Já a Espectrometria Gama \n\nde Alta Resolução - EGAR é uma técnica analítica nuclear bastante utilizada na \n\nidentificação e quantificação de radionuclídeos, principalmente de matrizes ambientais, \n\nque geralmente possuem baixas concentrações de atividade (RÓDENAS et al., 2003). \n\nConsiderando que a região estudada do Refúgio Ecológico Charles Darwin, \n\nlocalizado no Município de Igarassu-PE, possui fosforito uranífero em sub-superfície e \n\npouco se conhece sobre a distribuição de elementos químicos nesse fragmento florestal, \n\no presente trabalho buscou a quantificação dos radionuclídeos naturais \n214\n\nBi, \n214\n\nPb, \n\n228\nAc e \n\n40\nK e dos elementos químicos Al, Br, Ca, Cd, Cu, Fe, K, Mg, Mn, Ni, P, Pb, S, \n\nSb, Si, Sr, Ti, Th, U e Zn nos compartimentos ecológicos solo e vegetação. Fatores de \n\ntransferência folha-solo foram estimados para o estudo da interação solo-vegetação na \n\navaliação de impactos ambientais da unidade de conservação. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n18 \n\n \n\n2. REVISÃO BIBLIOGRÁFICA \n\n \n\n2.1 Mata Atlântica \n\n \n\n A Mata Atlântica representa um dos biomas terrestres com maior biodiversidade \n\ndo planeta e, ao mesmo tempo, um dos mais ameaçados devido à ação antrópica, \n\nrestando cerca de 12,5% do que antes foi sua cobertura vegetal original. Originalmente \n\na Mata Atlântica possuía aproximadamente 1.309.736,38 km² (HIROTA et al., 2015), \n\nestendendo-se por mais de 3.300 km ao longo da costa leste do Brasil (Figura 1). Desde \n\na época da colonização, as interferências dos sucessivos ciclos de exploração econômica \n\ne das expansões urbana e agroindustrial fizeram com que a vegetação natural da Mata \n\nAtlântica fosse reduzida a valores alarmantes.  \n\nAproximadamente 95% da Mata Atlântica são encontrados no território \n\nbrasileiro e o restante na Argentina e no Paraguai. A região de domínio da Mata \n\nAtlântica corresponde a uma série de ecossistemas quase contínuos ao longo da Costa \n\nBrasileira, ocorrendo desde o Rio Grande do Norte ao Rio Grande do Sul. Hoje, áreas \n\nflorestais mais continentais e outras disjuntas inseridas como encraves no Cerrado, \n\nPantanal, Caatinga e Pampa também são consideradas como pertencentes à Mata \n\nAtlântica. Como exemplos, têm-se os brejos de altitude localizados na região da \n\nCaatinga, as florestas decíduas ao longo do médio Rio São Francisco e ao sul do Piauí, e \n\nas florestas decíduas e semidecíduas isoladas ao longo da Serra da Bodoquena no Mato \n\nGrosso do Sul (IBGE, 1993). \n\nOs remanescentes de Mata Atlântica são as áreas brasileiras com o maior \n\nnúmero de espécies ameaçadas de extinção. A alta biodiversidade e alto endemismo \n\npodem ser explicados pela elevada umidade das zonas tropicais resultante da influência \n\noceânica e dos efeitos da condensação nas regiões serranas, das diferenças de altitude e \n\nda extensão geográfica, que proporcionam uma enorme gama de condições climáticas e \n\necológicas para as espécies ocorrentes (UNESCO, 1999). Além disso, a Mata Atlântica \n\né considerada uma das mais ricas florestas em termos de diversidade de espécies \n\narbóreas por hectare (UNESCO, 1999; BARTHLOTT et al., 2005). \n\n \n\n\n\n19 \n\n \n\nFigura 1 – Cobertura original de Mata Atlântica no Brasil. \n\n \n\nFonte: Hirota et al. (2015). \n\n\n\n20 \n\n \n\nHá grandes Sítios do Patrimônio Mundial Natural da Mata Atlântica brasileiros, \n\nou seja, o Parque Nacional do Iguaçu, as Reservas Florestais da Mata Atlântica da Costa \n\ndo Descobrimento e as Reservas Florestais do Sudeste Atlântico. As Reservas Florestais \n\ndo Sudeste Atlântico, que compreendem 25 unidades de conservação nos Estados de \n\nSão Paulo e do Paraná, foram reconhecidas como Sítio do Patrimônio Natural em 1999 \n\n(MINISTÉRIO DO MEIO AMBIENTE, 2000). Contudo, no Nordeste Brasileiro, \n\nprincipalmente os Estados de Alagoas, Ceará, Paraíba, Pernambuco, Rio Grande do \n\nNorte e Sergipe, a situação da Mata Atlântica é mais crítica, devido ao elevado grau de \n\nfragmentação. A Mata Atlântica no Nordeste cobria área de aproximadamente \n\n304.259 km². Os últimos esforços da Fundação SOS Mata Atlântica para mapeamento \n\nda Mata Atlântica indicam que, para o bioma Mata Atlântica, restam apenas 41.439 km² \n\nnos Estados do Nordeste como mostra a Tabela 1 (HIROTA et al., 2015). \n\n \n\nTabela 1 – Áreas dos Estados do Nordeste e seus remanescentes de Mata Atlântica \n\nUnidade federativa \n\nÁrea total do bioma \n\nsegundo Lei MA* \n\n(km²) \n\nÁrea remanescente de floresta \n\nkm² % \n\nAlagoas 15.241 1.538 10,1 \n\nBahia 179.769 24.843 13,8 \n\nCeará 46.071 1.429 16,5 \n\nParaíba 5.979 666 11,2 \n\nPernambuco 16.883 2.125 12,6 \n\nPiauí 26.620 9.433 35,4 \n\nRio Grande do Norte 3.507 431 12,3 \n\nSergipe 10.189 974 9,6 \n\nTotal 304.259 41.439 15,2 \n\n*Lei 11.426 de 2006. \n\nFonte: Hirota et al. (2015). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n21 \n\n \n\n2.1.1 Mata Atlântica em Pernambuco \n\n \n\n De acordo com os últimos levantamentos realizados, o Estado de Pernambuco \n\nnão possui mais que 12,6% da sua cobertura de Mata Atlântica original (Tabela 1). \n\nConforme estudo realizado pela Fundação de Desenvolvimento da Região \n\nMetropolitana do Recife (FIDEM, 1993), em menos de 10 anos, mais de 26% do \n\nconjunto das reservas ecológicas da Região Metropolitana do Recife sofreu algum \n\nprocesso de degradação assim como áreas de ecossistemas associados (Manguezais, \n\nFlorestas de Restingas e Campos de Altitude). Em algumas destas reservas, a \n\ndegradação é ainda mais preocupante, por se tratarem de áreas de proteção de \n\nmananciais (LIMA, 1998). A Figura 2 apresenta a atual situação da Mata Atlântica no \n\nEstado de Pernambuco . \n\n \n\nFigura 2. Remanescentes de Mata Atlântica nos Estados do Nordeste. \n\n \n\nFonte: Hirota et al. (2015) \n\n \n\n\n\n22 \n\n \n\n2.2 Fragmentos florestais e áreas naturais \n\n \n\nA paisagem é um conjunto de ecossistemas que se repete frequente e \n\nsemelhantemente, e estão sempre em interação entre si formando um mosaico  \n\n(VERONESE, 2009), que pode apresentar dimensões variáveis, restringindo-se a alguns \n\nquilômetros ou a grandes áreas. As atividades humanas mostram-se como grandes \n\nmodificadores de paisagem, tornando-as bastante diferentes do cenário original. A \n\nprincipal modificação reside na fragmentação de grandes ecossistemas, como os \n\nmaciços florestais, em elementos de paisagem cada vez mais numerosos e mais isolados \n\nuns dos outros, incrementando a heterogeneidade espacial. A fragmentação dos \n\necossistemas e a conseqüente redução dos habitats prejudicam a conservação da \n\nbiodiversidade e o tamanho das populações, além de modificar a estrutura dos \n\necossistemas (VERONESE, 2009). \n\nNa Mata Atlântica, por exemplo, a maior parte dos remanescentes florestais, \n\nespecialmente em paisagens intensamente modificadas por atividade agrícola, encontra-\n\nse na forma de pequenos fragmentos, altamente perturbados, isolados, pouco \n\nconhecidos e desprotegidos (VIANA; PINHEIRO, 1998). Os principais fatores que \n\nafetam a dinâmica de fragmentos florestais são tamanho, forma, grau de isolamento, \n\ntipo de vizinhança e histórico de perturbações (VIANA; PINHEIRO, 1998). Esses \n\nfatores apresentam relações com fenômenos biológicos que afetam a natalidade, a \n\nmortalidade de plantas e as interações entre plantas e animais. A análise desses fatores é \n\nfundamental para identificar estratégias conservacionistas e prioridades para a pesquisa. \n\nDe certo modo, num fragmento inserido em uma paisagem heterogênea, impactos \n\ndiretos e indiretos poderão influenciar na disponibilidade de elementos químicos \n\n(CAMILLI et al., 2010). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n23 \n\n \n\n \n\n \n\n2.3 Solo \n\n \n\nA análise química do solo é particularmente interessante para a estimativa de \n\ntransferência e disponibilidade de elementos químicos às plantas (KABATA-\n\nPENDIAS, 2004). O solo é, na maior parte dos casos, a principal fonte de elementos \n\npara as plantas, dependendo da condição ambiental da área a ser estudada. Por exemplo, \n\nnas florestas clímax, a fração solúvel do solo está em equilíbrio e a ciclagem bioquímica \n\nsustenta as demandas por nutrientes. Todavia, esse compartimento pode ser uma fonte \n\npotencial de poluição, em que a vegetação pode acumular elementos químicos tóxicos \n\ndisponíveis em solução no solo, sendo, então, transferidos na cadeia alimentar \n\n(FRANÇA, 2006). \n\nPadrões de referência para estudos ambientais podem ser obtidos ao conhecer as \n\nconcentrações de elementos químicos originais do solo, como, por exemplo, aqueles \n\npropostos por Schuurmann e Markert (1998). As faixas de concentração esperadas \n\nforam calculadas por meio de compilação de estudos diversos, obtendo-se faixas \n\nesperadas para as concentrações de elementos químicos no solo (Tabela 2).  \n\n \nTabela 2 – Valores e faixas de concentração esperada de elementos \n\nquímicos (mg kg\n-1\n\n) em solos. \n\nElemento  Ba* Br Ca* Ce* Cl* Co Cs Eu* Fe Hf* Hg K \n\nLimites Min \n\nMax \n500 \n\n1 \n\n10 \n1000 50 100 \n\n1 \n\n40 \n\n1 \n\n20 \n1,0 \n\n7000 \n\n420000 \n6 \n\n0,01 \n\n1 \n\n2000 \n\n22000 \n\nElemento  La* Mn Na Nd* Rb Sb Sc Se* Sm* Sr Th* Zn \n\nLimites Min \n\nMax \n40 \n\n20 \n\n30000 \n- 35 \n\n10 \n\n100 \n\n0,01 \n\n200 \n\n0,01 \n\n1 \n0,01 4,5 \n\n20 \n\n3500 \n9 \n\n3 \n\n300 \n\nFonte: Schüürmann e Markert (1998) \n\n \n\nQuanto às florestas naturais, ainda se discute sobre o papel do solo como \n\nfornecedor de elementos químicos. Na maior parte dos casos, uma vegetação exuberante \n\ndesenvolve-se em solos com baixos níveis de fertilidade. Aparentemente, os horizontes \n\nmais profundos, inclusive a rocha-mãe, podem não contribuir para a manutenção de \n\nelementos químicos nas camadas superficiais do solo, local de maior concentração de \n\n\n\n24 \n\n \n\nraízes. A deposição da serrapilheira enriquecida em elementos químicos e a entradas via \n\natmosfera acabam por garantir as condições nutricionais da vegetação (FRANÇA, \n\n2006).  \n\nA disponibilidade de elementos químicos no solo é alterada por diversos fatores, \n\nconsiderando sua complexidade em termos físicos, químicos e biológicos. É composto \n\npor fases sólida, líquida e gasosa, as quais interagem as fases trocáveis dos elementos \n\nquímicos. A fase sólida é o reservatório de nutrientes. A fase líquida constitui-se de \n\nsoluções contendo íons e matéria orgânica, que são prontamente disponíveis para a \n\nabsorção pelas plantas. Há, ainda, gases presentes nos espaços porosos do solo \n\n(BRADY, 1989). Os cátions como Ca\n2+\n\n, Mg\n2+\n\n e K\n+\n, dentre outros, ficam adsorvidos às \n\ncargas negativas dos agregados do solo. Nesta situação, não são facilmente lixiviados e \n\nrepresentam reserva de elementos químicos para plantas, sendo substituídos de acordo \n\ncom o processo denominado troca de cátions. A capacidade de troca de cátions (CTC) é \n\naltamente dependente do tipo de solo, em que solos estruturados com partículas \n\nmenores (argila) têm uma maior superfície específica (relação área superficial/volume)  \n\ne, consequentemente estes solos, e também os solos ricos em matéria orgânica, possuem \n\nmaior superfície de cargas negativas e, portanto, maior CTC. Um solo com alta CTC \n\nproporciona maior disponibilidade de elementos químicos às plantas. Por outro lado, a \n\npresença de elementos tóxicos como alumínio (Al\n3+\n\n) pode acarretar problemas para o \n\ncrescimento das plantas devido à substituição de nutrientes na solução do solo (TAIZ; \n\nZEIGER, 1998). \n\nA absorção de íons da solução do solo pelas plantas é influenciada por diversos \n\nfatores, que podem ser tanto internos como externos. Os fatores internos referem-se às \n\ncaracterísticas intrínsecas das plantas, enquanto que os externos são todos aqueles \n\nfatores do meio (tanto bióticos como abióticos) que influenciam de forma direta ou \n\nindireta a absorção de íons. Um dos efeitos mais relevantes é gerado pela variação do \n\npH (Figura 3), que causa efeito direto ou indireto sobre a absorção de íons. O efeito \n\ndireto refere-se à competição entre o hidroxônio, H\n+\n, e os outros cátions (quando em pH \n\nbaixo), e da hidroxila, OH\n-\n, com os outros ânions (quando em pH alto). Como a acidez \n\ndo solo predomina na maioria dos solos tropicais, o efeito do H\n+\n tem maior relevância. \n\nH\n+\n afeta o mecanismo de transporte de íons e a permeabilidade das membranas \n\ncelulares e, conseqüentemente, a absorção de cátions (BONATO et al., 1998). O efeito \n\nindireto na absorção de nutrientes deve-se, principalmente, à competição entre as \n\n\n\n25 \n\n \n\nespécies químicas, referente à disponibilidade de algum elemento químico que compete \n\ncom outro, por exemplo Ca e Mg e para os traços como Hg e Se (ZHAO et al., 2013). \n\n \n\nFigura 3 - Efeitos do pH sobre a disponibilidade de elementos químicos no solo. \n\n \n\nFonte: Department of Agriculture and Food (2015). \n\n \n\n2.4 Vegetação \n\n \n\n Para estudos de qualidade ambiental envolvendo elementos químicos em \n\nflorestas, o componente arbóreo é o mais importante estoque dentre os compartimentos \n\nbiológicos (ARAÚJO, 2009). Preferencialmente, as plantas absorvem do solo os \n\nelementos químicos nutrientes, enquanto que os tóxicos, normalmente, são evitados. \n\nContudo, determinadas estratégias ecológicas conduzem à acumulação de substâncias \n\nquímicas para a criação de nichos ecológicos. Em comparação com os demais órgãos da \n\nplanta, as folhas tem maior tendência em acumular elementos químicos. Além disso, são \n\nconstantemente renovadas durante todo o ciclo de vida da planta, sendo de \n\nrelativamente fácil coleta e análise (MARKERT, 1993). Por essa razão, a determinação \n\nde elementos químicos nesse órgão vem sendo empregada em estudos ambientais \n\n(CLÉMENT, 1995; SCHLEPPI et al., 2000; BREULMANN et al., 2002; DE NICOLA \n\net al., 2003; FRANÇA et al., 2004; FRANÇA et al., 2005; FRANÇA et al., 2008; \n\nARAÚJO et al., 2008; FRANÇA et al., 2010). \n\n\n\n26 \n\n \n\nEspecialmente espécies arbóreas possuem grande relevância para a \n\nsustentabilidade de um ecossistema, por serem os maiores estoques biológicos de \n\nelementos químicos (GOLLEY et al., 1978; JORDAN, 1985; FRANÇA et al., 2008). \n\nDesse modo, as plantas também são responsáveis pelo fluxo e conservação desses \n\nelementos no ecossistema (JORDAN, 1985; HAMILTON, 1995; \n\nFRANÇA et al., 2008). A determinação de elementos químicos na vegetação, \n\nespecialmente folhas, é empregada para diagnosticar e averiguar a poluição em \n\necossistemas (FRANÇA et al., 2011). \n\nPara isso, é necessário o conhecimento das concentrações de elementos \n\nquímicos naturais, assim como de valores de referência para estudos ambientais. \n\nMarkert (1991) propôs uma planta de referência (reference plant), na qual são estimadas \n\nas faixas de concentração esperadas para o maior número possível de elementos \n\nquímicos determinados a partir da compilação de diversos estudos ambientais conforme \n\nmostra a Tabela 3 (SCHÜÜRMANN; MARKERT, 1998). \n\n \n\nTabela 3 – Valores e faixas de concentração esperada de elementos químicos (mg kg\n-1\n\n) \n\nem plantas. \n\nElemento  Ba Br Ca Ce Cl Co Cs Eu Fe Hf Hg K \n\nLimites Min \n\nMax \n\n10 \n\n100 \n\n- \n\n40** \n10000 \n\n0,25 \n\n0,55 \n\n2000 \n\n20000 \n\n0,02 \n\n0,5 \n\n0,03 \n\n0,44 \n\n0,005 \n\n0,015 \n\n5 \n\n200 \n\n0,001 \n\n1 \n\n0,005 \n\n0,2 \n\n5000 \n\n34000 \n\nElemento  La Mn Na Nd Rb Sb* Sc Se Sm Sr Th Zn \n\nLimites Min \n\nMax \n\n0,15 \n\n0,25 \n\n1 \n\n700 \n\n35 \n\n10000 \n\n0,1 \n\n0,25 \n\n1 \n\n50 \n\n0,1 \n\n200 \n\n0,01 \n\n0,2 \n\n0,01 \n\n2 \n\n0,02 \n\n0,04 \n\n3 \n\n400 \n\n0,03 \n\n1,3 \n\n15 \n\n150 \n\n* concentração em ?g kg\n-1\n\n \n\n**concentração maior que 40 mg kg\n-1\n\n indicativo de poluição (KABATA-PENDIAS; KABATA, 1984) \n\nFonte: Schüürmann e Markert (1998) \n\n \n\nNo caso do Brasil, são poucos os esforços voltados para a obtenção de padrões \n\nde referência para estudos ambientais, principalmente utilizando a vegetação de biomas \n\nameaçados como é o caso da Mata Atlântica. No Estado de São Paulo, espécies arbóreas \n\nde Floresta Ombrófila Densa foram estudadas para a obtenção da composição típica de \n\nelementos químicos (FRANÇA, 2006; FRANÇA et al., 2010). Neste estudo, foram \n\nidentificadas plantas com capacidade de acumulação de elementos químicos como \n\nsamambaias e diversas espécies da Família Myrtaceae como mostra a Tabela 4 \n\n(FRANÇA et al., 2010). \n\n\n\n27 \n\n \n\n \n\nTabela 4 - Espécies de árvores da Mata Atlântica identificadas como potencialmente \n\nbioacumuladoras. Intervalo esperado para as concentrações dos elementos químicos \n\nem folhas. \n\nElemento Espécie Intervalo (mg kg\n-1\n\n) \n\nBa Coussarea contracta (Família Rubiaceae) 20-60 \n\n Chrysophyllum innornaturm (Família Sapotaceae) 10-170 \n\nBr Eugenia melanogyna (Família Myrtaceae) 20-90 \n\n Guapira opposita (Família Nyctaginaceae) 10-50 \n\n Alsophila sternbergii (Família Cyatheaceae) 20-500 \n\nCe Eugenia mossenii (Família Myrtaceae) 0.4-20 \n\n Garcinia gardneriana (Família Clusiaceae) 0.5-8.0 \n\nCo Hyeronima alchorneoides (Família Phyllanthaceae) 0.1-1.0 \n\nCs Alsophila sternbergii (Família Cyatheaceae) 0.3-2.0 \n\nLa Alsophila sternbergii (Família Cyatheaceae) 6.0-100 \n\nNa Guapira opposita (Família Nyctaginaceae) 4000-9000 \n\nRb Guapira opposita (Família Nyctaginaceae) 40-100 \n\n Alsophila sternbergii (Família Cyatheaceae) 20-120 \n\nSc Alsophila sternbergii (Família Cyatheaceae) 0.05-1.0 \n\n Eugenia melanogyna (Família Myrtaceae) 0.03-0.40 \n\nSm Coussarea contracta (Família Rubiaceae) 0.3-9.0 \n\nSr Coussarea contracta (Família Rubiaceae) 350-950 \n\n Garcinia gardneriana (Família Clusiaceae) 30-100 \n\nZn Euterpe edulis (Família Arecaceae) 30-80 \n\n Endlicheria paniculata (Família Lauraceae) 10-100 \n\nFonte: França et al. (2010). \n\n \n\n2.5 Ciclagem de elementos químicos  \n\n \n\nA acumulação de elementos químicos nos compartimentos biológicos é uma das \n\nestratégias das espécies tropicais para a sobrevivência em solos de baixa fertilidade. A \n\nciclagem mineral desempenha função fundamental na conservação dos elementos \n\nquímicos nestes compartimentos (FRANÇA, 2006; GOLLEY et al., 1986). Fatores \n\n\n\n28 \n\n \n\ncomo clima, estresse hídrico, disponibilidade de elementos químicos e poluição afetam \n\na ciclagem (GRANTZ et al., 2003).  \n\n A atmosfera, o subsolo e os cursos de água, que são componentes abióticos, \n\ncorrespondem às mais importantes entradas e, com exceção do subsolo, saídas de \n\nelementos químicos do sistema (Figura 4). A acumulação e a reciclagem dos elementos \n\nquímicos ocorrem nos compartimentos bióticos como a vegetação. Assim, tem-se o solo \n\ncomo grande fonte de elementos químicos e as folhas como responsáveis pela dinâmica \n\nda ciclagem. As espécies mais abundantes são consideradas as mais representativas nos \n\nprocessos de ciclagem de elementos químicos (GOLLEY et al., 1978). \n\n \n\nFigura 4 - Ciclagem de elementos químicos em um ecossistema. \n\n \n\nFonte: França (2006). \n\n \n\nO conhecimento do processo de acumulação de elementos químicos pode ser útil \n\nna avaliação de impactos ambientais. Plantas são, em geral, bioacumuladores menos \n\nsensíveis à poluição atmosférica, mas que acumulam gases e partículas em seus tecidos. \n\nNormalmente os poluentes gasosos entram em suas folhas, os particulados são \n\nacumulados na superfície delas, e as substâncias orgânicas lipofílicas se acumulam \n\nprimariamente nas camadas cerosas das plantas. Além disso, ocorrem processos de troca \n\niônica entre os tecidos e a superfície das folhas que podem favorecer a acumulação de \n\nsubstâncias tóxicas (CONTI; CECHETTI, 2001). \n\n\n\n29 \n\n \n\nDo ponto de vista de monitoração ambiental, é mais fácil monitorar elementos \n\nquímicos tóxicos presentes em baixas concentrações nas plantas do que elementos \n\nquímicos essenciais para seu crescimento, ou elementos químicos não essenciais, porém \n\nde fácil absorção (NOGUEIRA, 2006). A maior parte dos estudos sobre ciclagem em \n\necossistemas brasileiros é direcionada para a avaliação dos elementos químicos \n\nnutrientes. Porém, outros elementos químicos, geralmente em quantidades traços, \n\npodem ser de grande importância, cuja transferência no sistema solo-vegetação merece \n\nser investigada. Para isso, tornam-se necessárias técnicas analíticas ou um conjunto de \n\ntécnicas analíticas capazes de determinar adequadamente uma gama de elementos \n\nquímicos (FRANÇA, 2006). \n\n \n\n2.6 Técnicas analíticas \n\n \n\n Dentre as técnicas analíticas mais comumente empregadas para a caracterização \n\nde elementos químicos e radionuclídeos em ecossistemas naturais, tem-se: \n\n? Cintilometria. Técnica simples empregada para o levantamento \n\nradiométrico na escolha de pontos de coleta com alta e baixa \n\nradioatividades ambientais para o estudo de avaliação de impactos \n\nambientais utilizando a interação solo-vegetação. \n\n? Espectrometria gama de alta resolução com detector de germânio \n\nhiperpuro. Técnica analítica nuclear empregada para a quantificação de \n\nradionuclídeos naturais emissores gamas em equilíbrio secular. \n\n? Fluorescência de raios-X por energia dispersiva - EDXRF. Técnica \n\nempregada para a quantificação de elementos químicos em folhas e \n\nsolos. \n\n? Espectrometria de massas com fonte de plasma acoplado indutivamente \n\n– ICP-MS. Técnica avançada e consolidada com alto nível metrológico \n\npara a quantificação de elementos químicos pesados como Cd, Sb, U e \n\nTh. \n\n \n\n \n\n \n\n \n\n\n\n30 \n\n \n\n2.6.1 Cintilometria aplicada ao levantamento radiométrico \n\n \n\nO cintilômetro é um tipo de instrumento de prospecção radiométrica de fácil \n\noperação, podendo medir diversos níveis de radioatividade gama. O método da \n\ncintilometria fundamenta-se na captura de radiação proveniente de radionuclídeos \n\nemissores gama na faixa de 500 keV a 1.500 keV. Os elementos químicos instáveis na \n\nnatureza procuram obter estabilidade por meio de associações com outros átomos. Por \n\noutro lado, elementos químicos com alto número atômico, como o U\n238\n\n, utilizam a \n\nemissão de partículas para obter a estabilidade nuclear. \n40\n\nK e radionuclídeos das séries \n\ndo \n232\n\nTh e \n238\n\nU são comumente encontrados em minerais que formam os solos e rochas. \n\nEsses radionuclídeos são responsáveis pela maior parte das doses ambientais, devido às \n\nsuas respectivas abundâncias na crosta (CORDEIRO et al., 2007). U\n238\n\n é o primeiro de \n\numa longa série de radionuclídeos que produz o Ra\n226\n\n e o Rn\n222\n\n. Ao contrário do urânio, \n\nque é sólido, o radônio possui uma grande mobilidade por ser um gás e, por esse \n\nmotivo, pode movimentar-se no solo pelos poros (ARAÚJO et al., 2008). Em florestas \n\ntropicais, o processo de transporte de radônio pode ser significativamente intensificado \n\ndevido à contribuição das atividades de organismos vivos, que aumentam a porosidade \n\ndo solo (FARIAS et al., 2015). \n\n \n\n2.6.1.1 Principais detectores de radiação empregados para medidas em campo \n\n \n\nCertos materiais tem a propriedade de emitir luz quando absorvem radiação, por \n\nisso, podem ser utilizados para confeccionar os chamados detectores de cintilação para a \n\nanálise de radiação alfa, beta, gama, prótons ou até mesmo nêutrons \n\n(HOLLER et al., 2009). A absorção de energia por uma substância e sua transferência \n\nsob a forma de radiação visível é conhecida como luminescência, cujas origens são a luz \n\nou as reações químicas ou térmicas. As cintilações relacionadas com a interação da \n\nradiação nuclear têm origem na excitação e ionização produzidas no cintilador. A \n\nradiação, por conseguinte, interage com o detector provocando ionização e excitação e, \n\nposteriormente, a produção de luz. Essas ondas eletromagnéticas são transmitidas para a \n\ncélula fotomultiplicadora, diretamente ou por meio de reflexão, causando a emissão de \n\nfotoelétrons. Esses elétrons por sua vez são acelerados e direcionados aos dinodos por \n\nmeio de um campo elétrico. A Figura 5 mostra um modelo de cintilômetro muito \n\nutilizado na análise em campo.  \n\n\n\n31 \n\n \n\n \n\nFigura 5 - Cintilômetro Saphymo SRAT SPP 2. \n\n \n\nFonte: Adaptado de Saphymo (2015). \n\n \n\n2.6.2 Espectrometria gama de alta resolução \n\n \n\nUma das principais vantagens dessa técnica é não ser um método destrutivo, \n\nembora seja menos sensível que outros métodos tradicionais que envolvem a preparação \n\nquímica com ácidos e a utilização de traçadores (RÓDENAS et al., 2003). Neste tipo de \n\ntécnica, é importante a geometria da amostra durante a detecção da radiação, pois \n\nquanto maior a superfície de exposição entre a amostra e o detector, maior a eficiência \n\nde detecção (MARISCO, 2005). Outros parâmetros como homogeneidade e a \n\nquantidade de massa da amostra influenciam na eficiência de detecção, assim como em \n\noutras técnicas analíticas (IAEA, 2003). Uma amostra pouco homogênea pode causar \n\ndistorções nos resultados dos cálculos de atividade, enquanto uma massa muito pequena \n\nde amostra pode não ser suficiente para que o detector identifique os fótons emitidos \n\npelos radionuclídeos. \n\nOs raios gamas emitidos pelos radionuclídeos contidos nas amostras são \n\nidentificados de acordo com a sua energia por detectores de iodeto de sódio ou \n\ngermânio hiper-puro – HPGe, por exemplo (IAEA, 2003). A interação da radiação com \n\no detector gera um pulso elétrico e este, por sua vez, é traduzido em fotopicos. \n\n \n\n\n\n32 \n\n \n\n2.6.2.1 Detector de HPGe \n\n \n\nO detector tem papel fundamental na determinação e quantificação de \n\nradionuclídeos por espectrometria de raios gama, pois é por meio da interação da \n\nradiação com os cristais de germânio hiper-puro que há transferência de energia \n\n(CID, 2011). Os processos físicos efeito fotoelétrico, efeito Compton e formação de \n\npares fazem parte da interação dos fótons com o detector. Os detectores de HPGe são \n\nsemicondutores de diodo, em que a região intrínseca é sensível à radiação ionizante, em \n\nparticular aos raios–X e raios gama. Sob polarização reversa e a baixas temperaturas, \n\num campo elétrico se estende por toda região intrínseca. Quando fótons interagem com \n\no material dentro do detector, partículas carregadas são produzidas e depois removidas \n\npelo campo elétrico produzido pelos eletrodos p e n. Posteriormente, estas partículas \n\ncarregadas com energia dos fótons de entrada do detector são convertidas em pulsos de \n\ntensão por um amplificador (CANBERRA, 2009). \n\n \n\n2.6.3 Fluorescência de Raios-X por Dispersão de Energia (EDXRF) \n\n \n\n A fluorescência de raios-X é uma técnica para análise mutielementar muito \n\nversátil, com empregada para a caracterização de elementos químicos para amostras \n\nsólidas, sem a necessidade de uma preparação prévia muito complexa da amostra, ou \n\nlíquidas, necessitando de tratamento químico. Nesta técnica, o tratamento de dados é \n\nusualmente feito por meio de curvas analíticas univariadas, em que são relacionadas as \n\nintensidades dos raios-X característicos com as correspondentes concentrações dos \n\nelementos químicos dos padrões (SCHIMIDT; POPPI, 2002).  \n\n A absorção de radiação pelos átomos, gerada por uma fonte externa, produz íons \n\neletronicamente excitados que retornam ao estado fundamental por transição dos \n\nelétrons de níveis de energia mais alta. Como mostrado na Figura 6, um íon excitado \n\ncom vacância na camada K é produzido, após um período o íon volta ao seu estado \n\nfundamental por meio de uma série de transições eletrônicas caracterizadas pela \n\nemissão de radiação X denominada fluorescência (SKOOG et al., 2002). Cada transição \n\nrepresenta a perda de energia por um elétron, que é emitida na forma de um fóton de \n\nraio-X. A energia característica dessa radiação permite a identificação do elemento \n\nquímico de origem (LEDERER, 1967). \n\n \n\n\n\n33 \n\n \n\nFigura 6 - Excitação de átomo a partir de raios-X. \n\n \n\nFonte: Adaptado de Thermo Scientific (2015).  \n\n \n\n Assim, pode-se, resumidamente, relacionar as etapas da análise por \n\nfluorescência de raios-X como a excitação dos átomos dos elementos químicos \n\nconstituinte da amostra, a dispersão dos raios-X característicos emitidos e detecção e \n\nmedição desses raios-X. A Figura 7 mostra o esquema geral de um EDXRF, composto, \n\nbasicamente, pela fonte geradora de radiação eletromagnética (tubo de raios-X), filtros \n\npara a radiação primária, a irradiação da amostra com consequente geração de raios-X \n\ncaracterísticos incidindo sobre a superfície do detector, seguido pelos sistemas \n\neletrônico e de interpretação de dados (SKOOG et al., 2002). \n\n \n\n\n\n34 \n\n \n\nFigura 7 - Esquema de um espectrômetro EDXRF. \n\n \n\nFonte: Adaptada de HOLLER et al. (2009) \n\n \n\n2.6.3.1 Excitação dos átomos dos elementos químicos \n\n \n\nOs elementos químicos constituintes da amostra podem ser excitados para a \n\nemissão de raios-X característicos de várias maneiras, por exemplo, usando partículas \n\ncarregadas aceleradas, como elétrons, prótons ou íons; ou por raios-X, radiação gama e \n\npartículas alfa e beta, emitidos por radionuclídeos. Dentre os radionuclídeos mais \n\ninteressantes do ponto de vista experimental, destacam-se aqueles que se desintegram \n\npor captura eletrônica, com conseqüente emissão de raios-X, como o Fe\n55\n\n (meia-vida \n\nfísica de 2,7 anos; emissor de raios-X Mn-K?, de 5,9 keV) e Cd\n109\n\n (meia-vida de \n\n1,27 anos; raios-X Ag-K?, 22,2 keV), e por emissão de partícula alfa, como o \n238\n\nPu \n\n(meia-vida de 86,4 anos; raios-X U-L, de 13,6 e 17,2 keV) e \n241\n\nAm (meia-vida de \n\n428 anos; raios-X Np-L, de 13,9 keV e 17,7 keV, e ainda os raios gama de 59,5 keV) \n\n(MORAES, 2004). \n\nOutra maneira de excitar os átomos dos elementos constituintes de uma amostra \n\né por meio de raios-X gerados em tubos. O tubo de raios-X consiste em um cátodo \n\nconstituído por um filamento de tungstênio e um ânodo volumoso inseridos em um \n\ninvólucro de alta resistência sob vácuo. O ânodo geralmente é feito de um bloco pesado \n\nde cobre com um alvo metálico depositado ou incrustado na superfície. Os metais-alvo \n\n\n\n35 \n\n \n\npodem ser cobalto, cobre, cromo, escândio, ferro, molibdênio, prata, ródio e tunsgtênio. \n\nCircuitos distintos servem para aquecer o filamento e acelerar os elétrons emitidos pelo \n\ncátodo em direção ao alvo, controlando a intensidade dos raios-X emitidos e sua energia \n\nou comprimento de onda. No impacto contra o alvo, os elétrons são levados à condição \n\nde repouso, transferindo sua energia cinética aos átomos do alvo de molibdênio \n\n(material anódico). O resultado é a emissão de raios-X na forma de um espectro \n\ncontínuo. Nem toda a energia elétrica é convertida em energia radiante, o restante \n\nperde-se na forma de calor, por isso a necessidade de refrigerar o tubo \n\n(SKOOG et al., 2002). \n\n \n\n2.6.3.2 Dispersão dos raios-X  \n\n \n\n Os métodos de dispersão usados na maioria dos espectrômetros de raios-X \n\npodem ser classificados nas categorias de dispersão por comprimento de onda \n\n(WDXRF) e de dispersão por energia (EDXRF). No EDXRF, os raios-X são \n\nselecionados por meio de pulsos eletrônicos produzidos em um detector apropriado, \n\nsendo as amplitudes destes pulsos diretamente proporcionais às energias dos raios-X. \n\nNo WDXRF, os raios-X característicos são selecionados por um cristal, de acordo com \n\nseus comprimentos de onda. \n\n \n\n2.6.3.3 Detecção e medida dos raios-X \n\n \n\n Os antigos equipamentos de raios-X usavam emulsões fotográficas para a \n\ndetecção e medidas da radiação. Todavia com a evolução da instrumentação eletrônica, \n\nos equipamentos têm transdutores que convertem a energia da radiação em sinais \n\nelétricos. Os tipos mais utilizados são, transdutores a gás, contadores de cintilação e \n\ntransdutores de semicondutores (SKOOG et al., 2002). São empregados no EDXRF, os \n\nsemicondutores de Si(Li), Ge(Li) e Ge hiperpuro, denominados de alta resolução, pois \n\ntêm a habilidade de separar diretamente os raios-X característicos. Os detectores mais \n\nutilizados na WDXRF são os transdutores a gás e os cintiladores sólidos de NaI(Tl), \n\ndenominados de baixa resolução (nota-se que neste caso a separação dos raios-X é feita \n\npelo cristal difrator). \n\n \n\n\n\n36 \n\n \n\n2.6.4 Espectrometria de massas com fonte de plasma acoplado indutivamente \n\n(ICP-MS) \n\n  \n\n Desde o início dos anos 1980, a Espectrometria de Massa com Plasma Acoplado \n\nIndutivamente – ICP-MS tornou-se uma das mais importantes técnicas para análise \n\nquímica devido aos seus baixos limites de detecção para a maioria dos elementos \n\nquímicos, ao seu alto grau de seletividade e à sua razoável precisão e exatidão. Oferece \n\nainda, limites de detecção na faixa de partes por trilhão (ppt) e também permite a \n\nquantificação no nível de partes por milhão. Uma tocha de ICP (plasma acoplado \n\nindutivamente) serve como atomizador e ionizador. Para soluções, a introdução das \n\namostras é efetuada por um nebulizador ultra-sônico convencional. No equipamento, os \n\níons produzidos por uma tocha de ICP convencional possibilitam a separação das \n\nespécies iônicas e a discriminação é realizada por espectrômetro de massa quadripolar \n\n(Figura 8) por espectrometria de massa (DELVES, 1988). Os espectros produzidos \n\ndessa forma são notavelmente simples, e consistem em uma série simples de picos dos \n\nisótopos de cada um dos elementos químicos presentes. Esses espectros são utilizados \n\npara determinação qualitativa. Para determinação quantitativa, são utilizadas curvas \n\nanalíticas nas quais a razão entre as contagens de íons para um analito e de um padrão \n\ninterno são relacionadas em função da concentração do analito no padrão interno \n\n(SKOOG et al., 2002).  \n\n \n\nFigura 8 – Esquema ilustrado de análise química por ICP-MS. \n\n \n\nFonte: Adaptado pelo autor de Kvech e Worley (2014). \n\n\n\n37 \n\n \n\n2.7 Elementos Químicos  \n\n \n\nAlguns elementos químicos são essenciais para o desenvolvimento normal dos \n\norganismos terrestres, e são divididos em macronutrientes e micronutrientes, de acordo \n\ncom a quantidade necessária para o desempenho de suas funções biológicas, contudo \n\nnem todos os elementos químicos possuem suas funções biológicas claramente \n\nconhecidas. Fränzle e Markert (2000) construíram o Sistema Biológico dos Elementos, \n\nSBE, a partir da correlação de dados da função fisiológica dos elementos individuais em \n\norganismos vivos, do desenvolvimento evolutivo do ambiente inorgânico e de \n\ninformações da absorção dos elementos pela planta (molécula simples ou troca de íons) \n\npara elucidar a utilização dos elementos químicos pelos organismos (Figura 9). \n\nAlgumas peculiaridades do SBE são referentes ao H e Na, que exercem várias funções \n\nno sistema biológico, por isso não são fixos no sistema. Outros não foram posicionados \n\ndevido à ausência de informações, como é o caso de elementos tóxicos, lantanídeos e \n\nactinídeos. \n\n \n\nFigura 9 - Sistema Biológico dos Elementos – SBE*. \n\n \n*Baseado na correlação entre dados da função fisiológica dos elementos químicos individuais em \n\norganismos vivos, do desenvolvimento evolutivo do ambiente inorgânico e de informações da absorção \n\ndos elementos químicos pelas plantas. Fonte: Adaptado de Fränzle e Markert (2000). \n\n\n\n38 \n\n \n\nOs macronutrientes são cálcio, enxofre, fósforo, potássio, magnésio e nitrogênio, \n\nenquanto boro, cloro, cobalto, cobre, ferro, zinco, manganês e molibdênio são \n\nconsiderados micronutrientes. Os elementos químicos essenciais podem, ainda, ser \n\nclassificados de acordo com sua funcionalidade nos processos fisiológicos essenciais \n\ndos organismos vivos. De acordo com esse critério, os elementos essenciais podem ser \n\nsubdivididos em três grupos funcionais: estruturais (C, H, O, N, P, S, Si, Ca), \n\neletrolíticos (K, Na, Ca, Cl, Mg) e enzimáticos (V, Cr, Mo, Mn, Fe, Co, Ni, Cu, Zn, B, \n\nSn, Se, F, I, Mg) (MARKERT et al., 2000). \n\nEsses mesmos elementos químicos essenciais, quando acima de determinadas \n\nconcentrações, tornam-se tóxicos, como é o caso do cobalto, cobre, ferro, manganês, \n\nníquel, selênio e zinco que são benéficos em pequenas quantidades para os seres vivos, \n\ntodavia podem causar efeitos danosos quando presentes em grande quantidade \n\n(LUOMA; RAINBOW, 2005; FRÄNZLE; MARKERT, 2000). Alguns elementos \n\nquímicos mesmo em concentrações traço, são considerados tóxicos como o alumínio, \n\nantimônio, arsênio, bário, berílio, chumbo e mercúrio, por exemplo. Alguns elementos \n\nquímicos, mesmo não tendo grande toxicidade, são de relevância ambiental, pois, na \n\nmaior parte das vezes, seu efeito indesejado não é completamente conhecido \n\n(FRANÇA, 2006). Estudos ambientais envolvendo as mais diversas substâncias \n\nquímicas tornam-se, assim, necessários para o entendimento do uso, acumulação e \n\ntoxicidade dos elementos químicos para um ecossistema.  \n\n \n\n2.8 Radionuclídeos \n\n \n\nOs isótopos radioativos naturalmente ocorrentes - NORM podem ser de origem \n\ncosmogênica, provenientes das séries radioativas do \n238\n\nU (Série do Urânio), do \n235\n\nU \n\n(Série do Actínio) e do \n232\n\nTh (Série do Tório) ou isolados como é o caso do \n40\n\nK \n\n(KATHREN, 1998). Para as séries radioativas, o decaimento radioativo dos nuclídeos-\n\npais acontece predominantemente por emissão alfa e beta, com liberação ou não de \n\nradiação gama. Os nuclídeos gerados a partir do decaimento dos núcleos-pais são \n\ndenominados de nuclídeos-filhos. \n\n\n\n39 \n\n \n\nOs nuclídeos-filhos, gerados a partir de um núcleo-pai, podem apresentar \n\npropriedades químicas diferentes. Por exemplo, o \n222\n\nRn e \n210\n\nPb que fazem parte da série \n\ndo 238U, enquanto \n222\n\nRn é um gás nobre, o \n210\n\nPb apresenta-se como sólido (BIRD, \n\n2002). Radionuclídeos primordiais como \n40\n\nK, \n232\n\nTh, \n235\n\nU e \n238\n\nU estão presentes na Terra \n\ndesde a sua formação, apresentando-se em grandes quantidades na natureza e com \n\nmeias-vidas comparadas com à idade da Terra (EISENBUD; GESELL, 1997). \n\n \n\n2.8.1 Potássio – 40 (\n40\n\nK) \n\n \n\nDo potássio natural ocorrente, 0,0118% é referente ao isótopo radioativo (meia-\n\nvida de 1,3x10\n9\n anos) sendo responsável por uma das mais importantes fontes de \n\nradiação natural do planeta (BRADY, 1989), ou seja, 98% da radiação gama emitida \n\npelos radionuclídeos primordiais que estão presentes na crosta terrestre (PIRES, 1995). \n\nQuando um núcleo desse nuclídeo decai, pode ser emitida uma partícula beta negativa \n\n(?\n-\n) com energia máxima de 1,314 MeV, transformando-se no elemento estável \n\n40\nCa \n\n(Figura 10). Essa forma de decaimento ocorre com 89,3% de probabilidade, porém há \n\noutra forma de decaimento desse núcleo, com probabilidade de 10,7%, por meio da \n\ncaptura eletrônica (CE), quando um próton do núcleo captura um dos elétrons que fica \n\npróximo ao núcleo. Nessa forma de decaimento, o núcleo de \n40\n\nK captura um elétron \n\norbital, transformando, assim, um próton do núcleo em um nêutron, seguido de emissão \n\nde um fóton da radiação gama com energia de 1,46 MeV, que resulta em argônio estável \n\n(Figura 10). \n\nFigura 10 - Esquema de decaimento do \n40\n\nK \n\n \n\nFonte: Paiva (2014). \n\n \n\nEsse nuclídeo é encontrado em níveis altos na maioria dos solos de clima \n\ntemperado, tornando-se disponível quando está adsorvido às partículas de argila, \n\n\n\n40 \n\n \n\nfacilitando a absorção desse radionuclídeo facilmente (BRADY, 1989). O \n\ncomportamento do \n40\n\nK, no corpo humano, é muito parecido ao do respectivo nutriente \n\nessencial, K estável, encontrado nos tecidos musculares, cuja concentração se apresenta \n\nconstante devido ao equilíbrio homeostático (KATHREN, 1998). \n\nEm rochas, K ocorre na proporção que varia de 0,3 a 4,5%, sendo normalmente \n\nassociado aos minerais das rochas que contenham feldspato potássico \n\n(ANJOS et al., 2005). A média mundial da concentração de atividade deste \n\nradionuclídeo na crosta terrestre é 412 Bq kg\n-1\n\n, variando de 100 Bq kg\n-1\n\n a 700 Bq kg\n-1\n\n \n\n(MCAULAY; MORAN, 1988; UNSCEAR, 2015). \n\n \n\n2.8.2 Série do \n238\n\nU \n\n \n\nO urânio natural é encontrado principalmente na forma de óxidos, sendo um dos \n\nmais importantes a uraninita (UO2). O urânio possui três isótopos, \n238\n\nU, \n235\n\nU e \n234\n\nU, \n\ncom abundâncias isotópicas de 99,2740%, 0,7204% e 0,0056% respectivamente. Os \n\nisótopos \n238\n\nU e \n235\n\nU são nuclídeos-pais de duas séries de decaimento radioativo \n\n(EISENBUD; GESELL, 1997) como mostra a Figura 11. O teor médio de urânio na \n\ncrosta terrestre é muito baixo, aproximadamente 2,8 mg kg\n-1\n\n, podendo sua fração de \n\nmassa variar de 0,5 a 5 mg.kg\n-1\n\n (EISEBUND; GESELL, 1997). A atividade média de \n\n238\nU em solo corresponde a 25 Bq kg\n\n-1\n (DIMOVA et al., 2003). Ambas as séries \n\nfinalizam-se com isótopos estáveis de Pb. \n\n \n\n\n\n41 \n\n \n\nFigura 11 - Séries radioativas do \n238\n\nU e \n235\n\nU. \n\n \n\nFonte: Bourdon et al. (2004). \n\n \n\nSegundo a Agência Internacional de Energia Atômica (IAEA, 2003) na série de \n\ndecaimento radioativo do \n238\n\nU, em um sistema fechado, todos os radionuclídeos filhos \n\nestão em equilíbrio radioativo com o radionuclídeo pai (\n238\n\nU). Porém, pode ocorrer \n\ndesequilíbrio devido à remoção completa ou parcial de um ou mais produtos da cadeia \n\nradioativa, como é o caso do \n222\n\nRn, que, por ser um gás nobre, pode escapar do solo e \n\nrochas para a atmosfera. Tal fato cria a possibilidade de erros nos cálculos das \n\nconcentrações da atividade de \n238\n\nU por espectrometria gama, caso o equilíbrio secular \n\nnão seja alcançado no momento da análise. Outro fator complicador nos estudos \n\nenvolvendo radionuclídeos da série do Urânio está relacionado ao fato dos \n\nradionuclídeos-filhos da série do \n238\n\nU possuírem características físico-químicas \n\ndiferenciadas (BOURDON et al., 2004), por isso, podem ser diferentemente \n\nacumulados em diversos órgãos de vegetais, como folhas e frutos. Do ponto de vista \n\n\n\n42 \n\n \n\nbiológico, o \n226\n\nRa é um dos radionuclídeos mais importantes da série do \n238\n\nU. Isto se \n\ndeve a sua longa meia-vida (1.622 anos), ao seu decaimento alfa, que forma o \n222\n\nRn, e a \n\nsua similaridade química com o Ca. Esse radionuclídeo está presente em rochas e solos \n\nem quantidade variável (EISENBUD; GESELL, 1997), porém, segundo UNSCEAR \n\n(2015), a concentração de atividade média de \n226\n\nRa estimada na superfície do solo é 30 \n\nBq kg\n-1\n\n. \n\n \n\n2.8.3 Série do \n232\n\nTh \n\n \n\nO tório apresenta seis isótopos radioativos naturais (\n227\n\nTh, \n228\n\nTh, \n230\n\nTh, \n231\n\nTh, \n\n232\nTh e \n\n234\nTh), resultado de decaimento das séries do \n\n235\nU, \n\n238\nU e \n\n232\nTh. O \n\n232\nTh é um \n\nradionuclídeo precursor da série natural de decaimento (série do Tório), que origina o \n\n208\nPb, isótopo estável, após 7 transformações do tipo alfa e 5 do tipo beta como mostra a \n\nFigura 12 (BOURDON et al., 2004). O tório-232 pode ser encontrado em concentrações \n\nque variam de 8 mg kg\n-1\n\n a 33 mg kg\n-1\n\n em rochas ígneas (IAEA, 2003). Estando presente \n\nem diversos tipos de rochas e solos, sua concentração média de atividade no solo é \n\n40 Bq kg\n-1\n\n (PAPP et al., 1997). \n\n\n\n43 \n\n \n\nFigura 12 - Série radioativa do \n232\n\nTh. \n\n \n\nFonte: Bourdon et al. (2004). \n\n \n\nA absorção de \n232\n\nTh pelas plantas é muito pequena devido à baixa solubilidade. \n\nPor isso, a sua concentração em materiais biológicos pode ser insignificante \n\n(EISENBUD; GESELL, 1987), dependendo do organismo estudado. Entretanto, como a \n\nsérie do tório possui radionuclídeos com os mesmos comportamentos daqueles da série \n\ndo urânio dada a semelhança química entre \n228\n\nRa e Ca, cria-se a possibilidade de serem \n\nabsorvidos e depositados em alguns órgãos de plantas (UMISEDO, 2007). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n44 \n\n \n\n3. MATERIAL E MÉTODOS \n\n \n\nPara o desenvolvimento deste trabalho, foram quantificados elementos químicos \n\npresentes no solo e na vegetação do Refúgio Ecológico Charles Darwin no município de \n\nIgarassu, Estado de Pernambuco. Neste trabalho, os elementos químicos Al, Ba, Ca, Cd, \n\nCu, Fe, K, Mg, Mn, P, S, Sb, Sr, Th, U e Zn foram estudados nas folhas de algumas \n\nespécies arbóreas; Al, Br, Ca, Cd, Cu, Fe, K, Mg, Mn, Ni, P, Pb, Sb, Sr, Si, Ti, Th, U e \n\nZn, e os radionuclídeos \n40\n\nK, \n214\n\nBi, \n214\n\nPb\n \ne \n\n228\nAc, foram estudados no solo, aplicando-se \n\nas técnicas analíticas disponíveis no Serviço de Monitoração Ambiental – SEAMB do \n\nCRCN-NE.  \n\n \n\n3.1 Área de estudo \n\n \n\nO Refúgio Ecológico Charles Darwin é um remanescente de Mata Atlântica com \n\nárea de aproximadamente 60 ha (Figura 13). A vegetação é do tipo Floresta Ombrófila \n\nAberta (HIROTA et al., 2015), situada dentro da subzona de Mata Úmida de \n\nPernambuco, localizada no município de Igarassu, litoral norte do Estado de \n\nPernambuco (coordenadas geográficas: latitude 07°48’37’’S e 07°49’2’’S e longitude \n\n34°27’25”W e 34°56’52”W). A área é cortada pelo Rio Jacoca, também chamado de \n\nTabatinga, que é perene e faz parte da Bacia Hidrográfica do Rio Botafogo. O local \n\napresenta uma trilha principal e trilhas acessórias destinadas às caminhadas dos \n\nvisitantes no interior da mata (SANTIAGO, 2003). As áreas florestais do município de \n\nIgarassu vêm sendo bastante degradadas ao longo dos anos com o desmatamento para \n\nfins agropecuários. Essa degradação é observada também nas áreas em torno do refúgio, \n\ncontudo, devido às medidas de proteção, os 60 ha da área de estudo estão em processo \n\nde recomposição principalmente na parte sul da reserva. \n\nO clima do local é do tipo Am’s segundo a classificação de Köppen, com \n\ntransição para o tipo As. A temperatura média anual é de 27 °C, com umidade relativa \n\ndo ar em torno de 80% (ANDRADE-LIMA, 1961). A floresta é formada por estrato \n\narbóreo com dossel variando entre 8 e 15 m de altura e um estrato herbáceo-arbustivo. \n\nEspécies invasoras estão presentes na unidade de conservação. O solo da região do \n\nRefúgio Ecológico Charles Darwin é do tipo cambissolo, formado principalmente por \n\nrochas calcáreas (ARAÚJO FILHO, 2000). \n\n\n\n45 \n\n \n\n \n\n \n\nFigura 13 - Localização do Refúgio Ecológico Charles Darwin no Município de Igarassu, \n\nPernambuco. A. Município de Igarassu. B. Detalhe do Refúgio Ecológico Charles Darwin. Números \n\nindicam locais selecionados para a realização do levantamento radiométrico. \n\n \n\n \n\n \n\n3.2 Levantamento florístico \n\n \n\n O levantamento florístico foi empregado como principal ferramenta para o \n\nconhecimento da vegetação do Refúgio Ecológico Charles Darwin. Foram realizadas \n\nduas expedições à área de estudo, a primeira em janeiro de 2014 e a segunda em \n\nsetembro de 2014 (período chuvoso) com o objetivo de realizar um levantamento e \n\nobservação da população no campo e a posterior amostragem de folhas e solo sob a \n\nprojeção da copa das árvores. Foram observadas fisionomias diferenciadas entre duas \n\náreas da reserva, isto é, a área alta da reserva apresentou grande quantidade de \n\nindivíduos da Família Myrtaceae, enquanto na parte baixa, observou-se um domínio de \n\numa espécie invasora, a Pachira aquatica (Figura 13).  \n\nA Tabela 5 apresenta as espécies coletadas para o estudo. A espécie Pachira \n\naquatica, nome vulgar Carolina, é nativa do sul do México até o norte da América do \n\nSul. Na Amazônia, ocorre em terrenos sujeitos a inundações periódicas, especialmente \n\n\n\n46 \n\n \n\nàs margens de rios e córregos. É uma espécie muito cultivada como ornamental para \n\narborização de praças e jardins (PEIXOTO; ESCUDEIRO, 2002). A Tapirira guianensis \n\né uma espécie determinante em áreas em estágios avançados de regeneração e atingem de \n\n15 e 20 m de altura e destaca-se como típica de floresta secundária (GUEDES, 1998). A \n\nSchefflera morototoni, conhecida como embaúba do sexo masculino, é uma espécie pioneira \n\nbem conhecida na América Tropical, cuja madeira leve é empregada como substituta de \n\ncertos tipos de madeira de balsa. \n\nMyrtaceae constitui uma das mais importantes famílias de Angiospermas no \n\nBrasil, de acordo com Soares-Silva (2000), a família Myrtaceae corresponde a 1,32% do \n\ntotal de angiospermas conhecidas, sendo assim, bastante representativa, considerando-se \n\num total de 400 famílias. Particularmente para a Mata Atlântica, a diversidade de \n\nMyrtaceae é indicativo do grau de conservação do ecossistema (DUARTE, 2003). \n\nA espécie arbórea Simarouba amara ocorre nas Índias Ocidentais, na Amazônia \n\ne nos Estados da Bahia, Ceará e Pernambuco. A espécie habita matas de várzeas e é \n\nocasional nas capoeiras e savanas de solo arenoso. A madeira é fácil de trabalhar e \n\nmuito resistente ao ataque de insetos (LOUREIRO et al., 1979). \n\nJá a Cyathea microdonta é uma pteridófita arborescente associada a cursos \n\nd’água (SANTIAGO; BARROS, 2003). Os indivíduos desta família podem alcançar \n\nmais de cinco metros de altura e apresentam caules lenhosos formados por tecidos \n\nprimários (FERNANDES, 2003). \n\n \n\n  \n\n \n\n \n\n \n\n\n\n47 \n\n \n\nTabela 5: Listagem das espécies coletadas no Refúgio Ecológico Charles Darwin no \n\nMunicípio de Igarassu, Pernambuco. \n\nFamília Espécie Abreviação N Ilustração* \n\nAnacardiaceae Tapirira guianensis Aubl. Tgui 3 \n\n \n\nAraliaceae Schefflera morototoni (Aubl.) \n\nMaguire, Steyerm. &amp; Frodin \n\nSmor 4 \n\n \n\nMalvaceae Pachira aquatica Aubl. Paqua 11 \n\n \n\nMyrtaceae Myrcia sp. Myrt 16 \n\n \n\nSimaroubaceae Simarouba amara Aubl. Sama 2 \n\n \n\nCyatheaceae Cyathea microdonta (Desv.) \n\nDomin \n\nCyathea 8 \n\n \n\nFonte: O Autor. \n\n \n\n \n\n \n\n \n\nhttps://www.google.com.br/search?q=cyathea+microdonta&amp;espv=2&amp;biw=1242&amp;bih=606&amp;tbm=isch&amp;tbo=u&amp;source=univ&amp;sa=X&amp;ved=0CB8QsARqFQoTCN73u9zblcYCFcIYjAodC2EA_w\n\n\n48 \n\n \n\n3.3 Amostragem e preparação das amostras \n\n \n\nPara o presente estudo, espécies arbóreas mais abundantes (Tabela 5) foram \n\nselecionadas para a caracterização química dos compartimentos ecológicos vegetação e \n\nsolo sob a projeção das copas das árvores no Refúgio Ecológico Charles Darwin.  \n\n \n\n3.3.1 Levantamento radiométrico \n\n \n\nO cintilômetro portátil Saphymo foi empregado para monitorar a radiação de \n\nfundo na unidade de conservação. Este equipamento consiste de um cristal de Nal (Tl) \n\ncom o diâmetro e comprimento de 1,5 \"e 1\", respectivamente. O detector opera na faixa \n\nde radiação gama de 500 keV a 1.500 keV com 70% de eficiência. Durante seis horas, a \n\nunidade de conservação foi monitorada por meio de medições realizadas a 0,7 m do \n\nsolo. As leituras foram obtidas com uma contagem gama de 0 cps (choques por \n\nsegundo) a 150 cps. A partir dos valores obtidos no levantamento radiométrico, foi \n\npossível diferenciar duas áreas na Reserva Ecológica Charles Darwin, uma área \n\napresentando contagens baixas e outra, na parte mais alta, com contagens mais elevadas \n\n(Figura 13). \n\n \n\n3.3.2 Compartimento geológico \n\n \n\nForam amostrados solos sob a projeção das copas das árvores selecionadas na \n\nprofundidade de 0-15 cm com auxílio de pá de jardinagem. Foram coletadas \n\n41 amostras simples, das quais 20 foram coletadas na parte alta da reserva e 21 foram \n\ncoletadas na parte baixa da reserva (Figura 13). As amostras foram acondicionadas em \n\nsacos de coleta e levados para o Laboratório de Amostras Geológicas do CRCN-NE. As \n\namostras foram secas em estufa à 60 °C e, posteriormente, cominuídas com auxílio do \n\nalmofariz e pistilo a partículas de diâmetros menores que 0,5 mm. Porções analíticas \n\nindependentes foram direcionadas a EGAR, a EDXRF e a ICP-MS para a realização das \n\nanálises químicas e radiométricas. \n\n \n\n\n\n49 \n\n \n\n3.3.3 Compartimento biológico  \n\n \n\nFolhas de espécies arbóreas de maior ocorrência na região\n1\n foram coletadas a \n\npartir do protocolo modificado de Ernst (1995). Os indivíduos vegetais foram marcados \n\npor plaquetas numeradas para facilitar a localização dos indivíduos (Figuras 14 e 15). \n\nAs Figuras 14 e 15 apresentam croquis mostrando a distribuição das árvores, cujas \n\nfolhas foram coletadas na parte baixa e na parte alta, respectivamente. Vale ressaltar que \n\nna parte alta, uma das árvores de Schefflera morototoni – Smor está crescendo na antiga \n\nestrada, indicando área de regeneração (Figura 15). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n                                                \n1\n ARAÚJO, F. Levantamento Florístico do Refúgio Ecológico Charles Darwin. 2013. Dados \n\nnão publicados \n\n\n\n50 \n\n \n\n \n\n \n\nFigura 14 - Croqui representando as árvores coletadas na parte baixa do Refúgio \n\nEcológico Charles Darwin. Cyathea = Cyathea microdonta. Paqua = Pachira aquatica. \n\nSama = Simarouba amara. Smor = Schefflera morototoni. Tgui = Tapirira guianensis. A \n\nárea verde refere-se ao dossel da floresta, ou seja, as árvores coletadas foram ressaltadas \n\nna ilustração. \n\n \n\nFonte: O Autor. \n\n\n\n51 \n\n \n\n \n\n \n\nFigura 15– Representação dos indivíduos amostrados na parte alta do Refúgio Ecológico \n\nCharles Darwin. Myrt = espécies da Família Myrtaceae. Smor = Schefflera morototoni. \n\nTgui = Tapirira guianensis. A área verde refere-se ao dossel da floresta, ou seja, as árvores \n\ncoletadas foram ressaltadas na ilustração. \n\n \n\nFonte: O Autor. \n\n \n\n\n\n52 \n\n \n\n \n\nAs coletas de material vegetal foram realizadas em Janeiro e Setembro de 2014. \n\nCerca de 500 g de folhas das árvores com perímetro a altura do peito (PAP) acima de \n\n15 cm foram retiradas com auxílio de tesoura de alto-poda do tipo empregado na poda \n\nde árvores próximas de rede de transmissão elétrica (Figura 16) dos terços médio e \n\ninferior das copas das árvores (FRANÇA, 2006). Informações sobre herbivoria e \n\ninfestação por fungos foram registradas durante as coletas. Tipicamente, as folhas \n\napresentaram 15% de herbivoria e infestação. As amostras de folhas foram lavadas com \n\nágua de torneira, secas em estufa à 60 ºC até peso constante e moídas em liquidificador \n\nindustrial com lâminas de titânio para a redução do tamanho das partículas (&lt;1 mm). \n\nPorções analíticas independentes foram direcionadas a EDXRF e a ICP-MS para a \n\nrealização das análises químicas. De acordo com os resultados de Paiva (2014), a \n\nanálise radiométrica por EGAR de vegetação deve ser realizada a partir de \n\nprocedimento especial, necessitando de geometria apropriada (Marinelli adaptado) e \n\ngrande quantidade de amostra (cerca de 200 g em peso seco). Por isso, os \n\nradionuclídeos não foram avaliados nas folhas das espécies do Refúgio Ecológico \n\nCharles Darwin. \n\n \n\nFigura 16 - Tesoura de poda com cabo telescópico para coleta de amostra. \n\n \n\nFonte: O Autor. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n53 \n\n \n\n3.4 Determinação de radionuclídeos no solo \n\n \n\nApós a homogeneização, porções analíticas de aproximadamente 40 g foram \n\ntransferidas para recipientes de polietileno de geometria circular de raio 3 cm e altura de \n\n1,4 cm (Figura 17). Todos os recipientes contendo as amostras foram vedados com \n\nsilicone para garantir o equilíbrio secular. A utilização de menor massa é justificada \n\npelo fato do solo apresentar uma maior quantidade de radionuclídeos do que nas folhas, \n\nfacilitando a detecção por espectrometria gama de alta resolução - EGAR. A geometria \n\ncircular foi escolhida por ser uma geometria padrão para solos no Laboratório de \n\nEspectrometria Gama do CRCN-NE/CNEN.  \n\n \n\nFigura 17 - Recipientes de polietileno para a quantificação de radionuclídeos nas amostras \n\nde solos. \n\n \nFonte: O Autor. \n\n \n\nA quantificação da radioatividade natural foi realizada por meio de um detector \n\nde Germânio Hiper-puro (HPGe) da Canberra (Figura 18), modelo GC4018, resolução \n\nde 2,2 keV no fotopico de 1,33 MeV do \n60\n\nCo. O tempo de contagem utilizado para \n\nanálise dos solos foi 80.000 segundos e para o branco analítico 1.000.000 segundos, \n\ntempos de medição normalmente empregados para a quantificação de radionuclídeos \n\nnaturais em solos por EGAR. \n\n \n\n\n\n54 \n\n \n\nFigura 18 - Detector de Germânio Hiper-puro (HPGe) da Canberra. \n\n \nFonte: O Autor. \n\n \n\n A curva de eficiência do detector foi obtida a partir da dopagem de um padrão \n\ninterno de solo com solução de \n133\n\nBa, \n137\n\nCs, \n152\n\nEu e \n241\n\nAm de atividades conhecidas. \n\nApós detecção da radioatividade do padrão dopado, o ajuste polinomial foi realizado no \n\nprograma de computador Genie. As concentrações de atividade de \n40\n\nK, \n226\n\nRa e \n228\n\nRa \n\nforam, então, quantificadas utilizando o programa de computador Genie da Canberra \n\n(CANBERRA, 2009). Também foram estimadas as incertezas analíticas combinadas e, \n\nposteriormente, expandidas em nível de 95% de confiança a partir do Genie \n\n(CANBERRA, 2009). Detalhes da obtenção da curva de eficiência, do procedimento \n\nanalítico e do cálculo de incertezas analíticas podem ser consultados em Paiva (2014). \n\n \n\n3.5 Análises químicas de solos e folhas por EDXRF \n\n \n\nPorções analíticas de 1 g de folhas e solos foram transferidas para tubos de \n\npolietileno vedados com filme de polipropileno específicos para a análise por EDXRF. \n\nO equipamento EDX-720 da Shimadzu foi empregado para a realização das análises, \n\nconsistindo de tubo de raios-X de ródio e detector de Si(Li) para a quantificação dos \n\nraios-X característicos (Figura 19). Para a demonstração da qualidade do procedimento \n\nanalítico, porções dos materiais de referência certificados SRM 1547 - Peach Leaves, \n\n\n\n55 \n\n \n\nSRM 2976 - Mussel Tissue, SRM 8415 - Whole Egg Powder, IAEA-SOIL-7 e \n\nSRM 2709 San Joaquin Soil, produzidos pelo National Institute of Standard and \n\nTechnology – NIST e pela Agência Internacional de Energia Atômica – IAEA foram \n\nanalisadas juntamente com as amostras. A quantificação dos elementos químicos \n\ncontidos na amostra foi obtida a partir de curvas analíticas geradas a partir das análises \n\nde material de referência (SOUSA et al., 2013). Foi utilizada voltagem de 15 kV para a \n\ndeterminação dos elementos químicos de número atômico (&lt;22) e de 50 kV para os \n\ndemais elementos químicos (Tabela 6). \n\n \n\nFigura 19 - Equipamento EDX – 720 da Shimadzu. \n\nFonte: O Autor. \n\n \n\n\n\n56 \n\n \n\n \n\nTabela 6 - Parâmetros específicos para quantificação de elementos químicos por EDXRF. \n\nVoltagem \n\n(kV) \nAnalito \n\nCorrente \n\nelétrica (µA) \n\nEnergia do \n\nfotopico \n\n(keV) \n\nFiltro* \n\n15 Cloro 1000 2,62 Alumínio \n\n15 Fósforo 300 2,01 Nenhum \n\n15 Magnésio 300 1,25 Nenhum \n\n50 Cobre 50 8,02 Nenhum \n\n50 Estrôncio 50 14,14 Nenhum \n\n50 Ferro 80 6,40 Titânio \n\n50 Manganês 80 5,90 Titânio \n\n50 Zinco 635 8,64 Prata \n\n*Auxilia na redução de ruídos durante as medições. \n\n \n\nApós as quantificações dos analitos, os resultados foram compilados em planilha \n\nExcel da Microsoft para os cálculos das concentrações dos elementos químicos e \n\nestimativa de incertezas analíticas. \n\n \n\n3.6 Análises químicas de solos e folhas por ICP-MS \n\n \n\n3.6.1 Tratamento químico das amostras \n\n \n\n3.6.1.1 Amostras de solos \n\n \n\nAproximadamente 0,5 g das amostras de solo foram submetidas ao tratamento \n\nquímico para possibilitar a análise por ICP-MS. O branco analítico foi analisado \n\njuntamente com as amostras. Também foram transferidos 0,5 g dos materiais de \n\nreferência certificados SRM 2709 e SRM 2711 Montana Soil diretamente em tubos de \n\nteflon de capacidade de 30 ml, sendo as etapas do procedimento relacionadas abaixo:  \n\n- Adição de 9,0 ml de HNO3 (ácido nítrico) concentrado p.a. (~65%);  \n\n- Repouso da solução por 24 horas em capela de fluxo laminar;  \n\n- Agitação da solução manualmente a fim de evitar a adesão da mistura às \n\nparedes dos frascos;  \n\n- Adição de 3,0 ml de ácido fluorídrico concentrado (HF).  \n\n\n\n57 \n\n \n\n- Aquecimento da solução em micro-ondas (Figura 20), conforme programa de \n\nciclos adaptado para esse trabalho.  \n\n- Após a digestão foi adicionado à amostra uma pequena quantidade de ácido \n\nbórico como objetivo de eliminar o HF remanescente na amostra e, assim, \n\nproteger partes sensíveis do ICP-MS.  \n\n- Por fim a amostra foi filtrada e acondicionada em potes de polietileno \n\ncontendo 50 ml de solução final de amostras e materiais de referência \n\ncertificados. \n\n  \n\nFigura 20 - Forno digestor de amostras MarsXpress 5 CEM. \n\n \n\nFonte: O Autor. \n\n \n\n3.6.1.2 Amostras de folhas \n\n \n\nPara as amostras de folhas, aproximadamente 1 g do material foram submetidas \n\nao tratamento químico para possibilitar a análise por ICP-MS. O branco analítico foi \n\nanalisado juntamente com as amostras, assim como os materiais de referência \n\ncertificados. Todas as amostras foram colocadas em um balão de 200 ml, sendo as \n\netapas do procedimento relacionadas abaixo: \n\n- Adição de 12,0 ml de HNO3 (ácido nítrico) concentrado p.a. (~65%);  \n\n- Repouso da solução por 24 horas em capela de fluxo laminar;  \n\n\n\n58 \n\n \n\n- Agitação da solução manualmente a fim de evitar a adesão da mistura às \n\nparedes dos frascos; \n\n- Aquecimento da solução se deu em chapa aquecedora até restar cerca de 1 ml \n\nda solução (Figura 21); \n\n- Adição de 1,0 ml de ácido perclórico concentrado (HClO4) com o objetivo de \n\ndigestão da matéria orgânica residual; \n\n- Finalmente, a amostra foi filtrada e acondicionada em potes de polietileno de \n\n100 mL. \n\n \n\nFigura 21 – Tratamento químico das amostras de folhas em balão de fundo chato. \n\n \n\nFonte: O Autor. \n\n \n\n3.6.2 Análise química das amostras de solos e folhas por ICP-MS \n\n  \n\n Alíquotas de 20 µl das soluções de materiais de referência, amostras e brancos \n\nanalíticos foram analisadas no equipamento NexION 300 ICP-MS, PerkinElmerSCIEX \n\n(Figura 22) para a determinação de Cd, Sb, Th e U. Este equipamento é considerado um \n\ndos mais modernos disponíveis no mercado e possui três modos de operação: \n\n- modo padrão para medições de rotina; \n\n- modo colisão para medições sujeitas a interferências durante a análise, \n\n- modo reação, em que interferências são quase totalmente removidas. \n\n\n\n59 \n\n \n\nPara a determinação da configuração do equipamento, empregou-se solução \n\ncontendo 1 µg l\n-1\n\n de Be, Ce, Fe, In, Li, Mg, Pb e U. Tal procedimento referiu-se aos \n\nparâmetros potência, fluxo do gás de nebulização, fluxo do gás refrigerante, temperatura \n\nde aquecimento, potencial de viés do quadrupolo, voltagem do multiplicador, fluxo do \n\ngás argônio e tempo de retenção (Tabela 7). Juntamente, o equipamento realizou \n\nautomaticamente a verificação da razão de CeO/Ce, cujo valor não deve ultrapassar \n\n2,5%. Caso este parâmetro não tenha sido aprovado, foi novamente ajustada as \n\nconfigurações relacionadas coma nebulização e o vácuo durante as análises. O \n\nequipamento foi calibrado empregando-se solução-padrão (Merck) multielementares de \n\nconcentrações conhecidas para cada elemento químico analisado.  \n\n \n\nFigura 22 - Equipamento NexION 300 ICP-MS, PerkinElmerSCIEX. \n\n \n\nFonte: O autor. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n60 \n\n \n\n \n\nTabela 7 - Condições operacionais do ICP-MS. \n\nParâmetros Valores \n\nNebulizer gas flow 1,095 L min\n-1\n\n \n\nAuxiliary gas flow 1,20 L min\n-1\n\n \n\nPlasma gas   18,00 L min\n-1\n\n \n\nICP RF Power 1470 W \n\nAnalog stage voltage -1642 W \n\nPulse stage voltage 848 V \n\nSweeps/reading 60 \n\nReadings/replicates 1 \n\nReplicates  3 \n\nDetector Analog \n\nScanning mode Peak hopping \n\nFonte: O Autor. \n\n \n\n Após as quantificações dos analitos, os resultados de concentração de elementos \n\nquímicos foram compilados em planilha Excel da Microsoft para o cálculo das \n\nconcentrações em mg kg\n-1\n\n e estimativa das incertezas analíticas associadas ao resultado. \n\n \n\n3.7 Análise dos resultados \n\n \n\n3.7.1 Incertezas analíticas \n\n \n\n As incertezas analíticas combinadas das medições por EDXRF e ICP-MS foram \n\nobtidas a partir da soma quadrática das incertezas referentes à precisão e à exatidão com \n\na conseguinte obtenção das incertezas analíticas expandidas em nível de 95% de \n\nconfiança (ELISON; WILLIAMS, 2012). \n\n \n\n3.7.2 Qualidade do procedimento analítico – Número En \n\n \n\nA garantia de qualidade do procedimento analítico foi demonstrada a partir dos \n\nresultados dos materiais de referência analisados. O Número En (Equação 1) foi \n\nempregado para a avaliação da qualidade dos procedimentos analíticos conforme a \n\n\n\n61 \n\n \n\nISO 13528 (2005), em que valores entre -1 e 1 são indicativos de controle de qualidade \n\ndo procedimento analítico em nível de 95% de confiança. \n\n \n\n \n\n \n\n(1) \n\n \n\nna qual, \n\nVobt = valor obtido do elemento químico; \n\nVref = valor de referência constante do certificado de análise dos materiais de \n\nreferência certificados; \n\nUobt = incerteza expandida em nível de 95% de confiança do valor obtido; \n\nUref = incerteza expandida em nível de 95% de confiança do valor de referência. \n\n \n\n3.7.3 Análise estatística \n\n \n\n3.7.3.1 Matriz de gráficos de dispersão  \n\n \n\nA matriz de gráficos de dispersão permite identificar elementos químicos \n\ncorrespondentes, esclarecendo pontos problemáticos de uma situação multidimensional. \n\nNa forma abordada para esse trabalho, a ferramenta apresenta estas relações em formato \n\nde uma matriz contendo vários gráficos de dispersão, em que as relações entre os \n\nelementos químicos podem ser facilmente verificadas e entendidas. O diagrama de \n\ndispersão (ou correlação) é um gráfico, em que pontos no espaço cartesiano XY são \n\nusados para representar simultaneamente os valores de duas variáveis quantitativas \n\nmedidas em cada elemento do conjunto de dados. Também é apresentado na matriz um \n\nhistograma para cada elemento químico presente, e assim pode-se constatar ou não a \n\nnormalidade dos dados. Na matriz de gráficos de dispersão, observam-se possíveis \n\npontos fora de controle bivariados, ou seja, fora da elipse de predição em nível de 95% \n\nde confiança. Podem ser observadas as correlações positivas, inclusive o achatamento \n\ndas elipses é indicativo de maior correlação entre os elementos químicos. A \n\nnormalidade bivariada pode ser avaliada pela matriz de gráfico de dispersão, permitindo \n\nassumir normalidade multivariada a partir da comprovação da normalidade dessas \n\n\n\n62 \n\n \n\ndistribuições marginais. Todas as análises foram realizadas no programa de computador \n\nStatistica (STATSOFT, 2004). \n\n \n\n3.7.3.2 Análise fatorial  \n\n \n\nA análise fatorial por componentes principais possibilita a redução de muitas \n\nvariáveis observadas a fatores subjacentes não observados. Ou seja, a principal função \n\ndas diferentes técnicas de análise fatorial é reduzir uma grande quantidade de variáveis \n\nobservadas em um número menor de fatores, que são combinações lineares das \n\nvariáveis (FIGUEIREDO FILHO; SILVA JUNIOR, 2010). A partir das cargas fatoriais \n\né possível agrupar nos fatores os elementos químicos que estão, por algum motivo, \n\ncorrelacionados. Todas as análises foram realizadas no programa de computador \n\nStatistica (STATSOFT, 2004). Os valores dos fatores foram empregados na análise de \n\nagrupamento. \n\n \n\n \n\n3.7.3.3 Análise de agrupamento \n\n \n\nAnálise de agrupamento ou Cluster analysis é uma sequência de regras \n\n(algoritmo) para agrupar objetos sem inferência de probabilidade a priori dos grupos. \n\nConsiste em técnica estatística utilizada em classificadores denominados de ‘não \n\nsupervisionados’, em que dado um conjunto de ‘n’ unidades amostrais os quais são \n\nmedidas ‘p’ variáveis, permite a obtenção de algoritmo para agrupamento de variáveis \n\nou indivíduos (REGAZZI, 2000). Dentre as análises, o dendrograma é um gráfico em \n\nforma de árvore, em que se podem observar alterações dos níveis de similaridade para \n\nas sucessivas etapas do agrupamento. Todas as análises foram realizadas no programa \n\nde computador Statistica (STATSOFT, 2004). \n\n \n\n3.7.3.4 Teste t para médias pareadas \n\n \n\nA análise estatística univariada foi baseada em teste t para médias pareadas em \n\nnível de 95% de confiança. Foi aplicado teste de Shapiro-Wilk para avaliar a \n\nproximidade da distribuição dos desvios à função de densidade de probabilidade normal \n\nem nível de 95% de confiança. \n\n\n\n63 \n\n \n\n \n\n3.7.4 Fator de transferência solo-vegetação - FT \n\n \n\nAinda pouco se conhece sobre a transferência de elementos químicos no sistema \n\nsolo-planta em florestas naturais. A vegetação, na maioria das vezes composta por \n\nespécies nativas e exóticas, absorve elementos químicos do solo acumulando-os nos \n\ncompartimentos biológicos (KABATA-PENDIAS; PENDIAS, 1984). O cálculo de \n\nfatores de transferência (FT) adotado nesse trabalho é descrito pela Equação 2 a partir \n\ndas concentrações dos elementos químicos obtidas nos compartimentos folha e solo \n\n(Equação 2). \n\n \n\n \n\n(2) \n\n \n\nna qual, \n\nC = concentração nas folhas avaliadas (mg kg\n-1\n\n), \n\nCsubstrato = concentração no substrato (mg kg\n-1\n\n). \n\n \n\nPara facilitar o entendimento dos fatores de transferência, aplicou-se a \n\nEquação 3 utilizada por Silmón et al. (2002) para estudar a absorção de radionuclídeos \n\npela vegetação. \n\n \n\n FT = A*Csubstrato\n(1-b)\n\n (2) \n\n \n\nna qual, \n\nCsubstrato = concentração no substrato (mg kg\n-1\n\n) \n\nA,b  = parâmetros a serem ajustados do modelo \n\n Cerca de 1.000 iterações foram empregadas utilizando a função de estimação \n\nnão linear do STATISTICA (STATSOFT, 2004) com métodos dos quadrados mínimos \n\npara a obtenção dos parâmetros A e b. Para avaliar a qualidade do ajuste, foram \n\ncalculados os resíduos, que foi avaliada a sua distribuição aproximada à normalidade \n\nem nível de 95% de confiança. \n\n\n\n64 \n\n \n\n4. RESULTADOS E DISCUSSÃO \n\n \n\n4.1 Levantamento radiométrico \n\n \n\nSegundo o levantamento radiométrico, o menor nível de radiação gama de fundo \n\n(background) foi 5 contagens por segundo (cps) para o Refúgio Ecológico Charles \n\nDarwin. A Figura 23 mostra o mapa radiométrico obtido para os níveis de radiação \n\ngama na unidade de conservação. Na verdade, os resultados foram bastante semelhantes \n\naos obtidos por Souza (2006), para áreas de baixa influência de urânio durante seu \n\nestudo sobre a distribuição de fosforito no Estado de Pernambuco. A taxa de contagem \n\nmáxima encontrada na porção central do Refúgio Ecológico Charles Darwin foi 75 cps, \n\nou seja, cerca de quinze vezes superior ao da radiação de fundo. Para fins de \n\ncomparação, a área de hotspot para a atividade de urânio chegou a 250 cps no \n\nMunicípio de Abreu e Lima, Estado de Pernambuco. Os resultados corroboraram a \n\ndefinição das regiões de estudo para a vegetação da parte alta e da parte baixa do \n\nRefúgio Ecológico Charles Darwin. \n\n \n\n\n\n65 \n\n \n\nFigura 23 - Mapa radiométrico do Refúgio Ecológico Charles Darwin. \n\n \n\nFonte: O Autor. \n\n \n\nÁrea alta \n\n\n\n66 \n\n \n\n4.2 Radionuclídeos naturais nos solos do Refúgio Charles Darwin \n\n \n\n4.2.1 Qualidade do procedimento analítico \n\n \n\nOs resultados da avaliação da qualidade do procedimento analítico das \n\ndeterminações de radionuclídeos no solo a partir das análises dos materiais de referência \n\nIAEA 314 Stream Sediment produzido pela Agência Internacional de Energia Atômica \n\n– IAEA e do padrão interno de solo RadCheMTM CustomSoil Standard do Programa \n\nNacional de Intercomparação (PNI), organizado pelo Instituto de Radioproteção e \n\nDosimentria, IRD/CNEN, estão na Tabela 8. Considerando que para as amostras \n\nanalisadas foi estabelecido equilíbrio secular entre os nuclídeos-filhos e os nuclídeos-\n\npais, selecionou-se os nuclídeos \n214\n\nBi (energias: 1120 keV; 1764 keV) e \n214\n\nPb (energias: \n\n295 keV; 351 keV) para o cálculo das concentrações de atividade de \n226\n\nRa, enquanto \n\nque \n228\n\nAc (energias: 911 keV; 968 keV) foi empregado para a determinação de \n228\n\nRa. \n\nOs Números En estiveram entre -1 e 1, por isso, foram indicativos de controle de \n\nqualidade do procedimento analítico em nível de 95% de confiança (Tabela 8). \n\n \n\nTabela 8 – Valores obtidos e certificados e suas respectivas incertezas expandidas em nível \n\nde 95% de confiança para o material de referência IAEA-314 e o padrão \n\ninterno de solo RadCheMTM CustomSoil Standard IRD. \n\nIAEA 314 Stream Sediment \n\nNuclídeo \n\nValor de referência Valor obtido \nNúmero En \n\n(Bq kg\n-1\n\n) (Bq kg\n-1\n\n) \n\n214\nPb (\n\n226\nRa) 732 ± 54,5 695 ± 10 -0,67 \n\n214\nBi (\n\n226\nRa) 732 ± 54,5 692 ± 32 -0,63 \n\nPadrão interno de solo RadCheMTM CustomSoil Standard \n\nNuclídeo \nValor de referência Valor obtido \n\nNúmero En \n(Bq kg\n\n-1\n) (Bq kg\n\n-1\n) \n\n40\nK 381 ± 66 383 ± 23 0,03 \n\n228\nAc (\n\n228\nRa) 46,6 ± 8,1 41,9 ± 5,0 -0,49 \n\nFonte: O Autor. \n\n \n\n \n\n \n\n\n\n67 \n\n \n\n4.2.2 Radionuclídeos naturais nos solos \n\n \n\nOs resultados das concentrações de atividades dos radionuclídeos naturais \n214\n\nBi, \n\n214\nPb e \n\n228\nAc, determinados em amostras de solo do Refúgio Ecológico Charles Darwin \n\nestão apresentados na Tabela 9 para as partes baixa e alta. O radionuclídeo \n40\n\nK \n\napresentou valores abaixo da concentração de atividade mínima detectável de \n\n39 Bq kg\n-1\n\n.  \n\n \n\nTabela 9 - Valores da concentração de atividadedos (Bq kg\n-1\n\n) radionuclídeos determinados \n\nno solo do Refúgio Ecológico Charles Darwin. \n\n              Parte Alta (Bq kg\n-1\n\n)                   Parte Baixa (Bq kg\n-1\n\n) \n\nNúmero \n214\n\nBi \n214\n\nPb \n228\n\nAc  Número \n     214\n\nBi \n           214\n\nPb \n   228\n\nAc \n\n1 47 + 5 49 + 2 63 + 3  21 16 + 4 28 + 1 19 + 2 \n\n2 39 + 6 43 + 2 55 + 3  22 36 + 7 42 + 2 46 + 3 \n\n3 51 + 6 54 + 2 90 + 3  23 18 + 5 18 + 1 23 + 2 \n\n4 30 + 5 29 + 2 45 + 2  24 25 + 5 29 + 2 27 + 2 \n\n5 54 + 5 47 + 2 62 + 3  25 25 + 4 21 + 1 24 + 2 \n\n6 48 + 5 47 + 2 71 + 3  26 30 + 6 30 + 2 37 + 3 \n\n7 42 + 5 45 + 2 69 + 3  27 25 + 5 28 + 1 23 + 2 \n\n8 49 + 6 51 + 2 99 + 3  28 24 + 4 25 + 1 24 + 2 \n\n9 45 + 5 43 + 2 44 + 3  29 25 + 5 19 + 2 24 + 2 \n\n10 41 + 5 38 + 1 50 + 2  30 36 + 5 30 + 1 27 + 2 \n\n11 38 + 5 36 + 2 48 + 3  31 42 + 4 39 + 2 39 + 2 \n\n12 37 + 5 28 + 2 40 + 3  32 29 + 5 27 + 1 30 + 2 \n\n13 23 + 4 22 + 1 29 + 2  33 28 + 4 26 + 1 30 + 2 \n\n14 40 + 5 42 + 2 57 + 3  34 68 + 4 28 + 2 25 + 3 \n\n15 34 + 6 34 + 2 47 + 3  35 36 + 7 42 + 2 54 + 4 \n\n16 47 + 5 40 + 2 59 + 3  36 44 + 7 43 + 2 50 + 4 \n\n17 25 + 5 34 + 2 40 + 3  37 14 + 4 11 + 1 54 + 4 \n\n18 46 + 6 52 + 2 104 + 4  38 27 + 4 22 + 1 20 + 2 \n\n19 21 + 4 34 + 2 30 + 2  39 40 + 5 36 + 2 35 + 3 \n\n20 27 + 5 23 + 2 31 + 3  40 34 + 5 29 + 2 28 + 2 \n\n \n\n                   41 49 + 6 40 + 2 45 + 3 \n\nMédia     39     40    57  Média       32    29        33 \n\nMáximo     54     54    104  Máximo       68    43        54 \n\nMínimo     21     22    29  Mínimo       14    11        19 \n\nDP     9,7     9,5     21,5  DP      12,3    8,6        11,2 \n\nCV%    25    24   38  CV%      39    29       34 \n\nFonte: O Autor. \n\n \n\n\n\n68 \n\n \n\nObservou-se que, nos solos, as concentrações de atividade do \n226\n\nRa variaram de \n\n21 Bq kg\n-1\n\n a 54 Bq kg\n-1\n\n com média de (39 ± 10) Bq kg\n-1\n\n para a parte alta, enquanto que, \n\npara a parte baixa, as concentrações de atividade variaram de 14 Bq kg\n-1\n\n a 68 Bq kg\n-1\n\n \n\ncom média de (32 ± 12) Bq kg\n-1\n\n. Para \n228\n\nRa, a situação foi mais diferenciada, pois as \n\nmédias foram (57 ± 21) Bq kg\n-1\n\n e (33 ± 11) Bq kg\n-1\n\n para partes altas e baixas, \n\nrespectivamente. Mesmo considerando as diferenças encontradas, as médias obtidas são \n\nmuito parecidas aos valores médios mundiais desses radionuclídeos em solos \n\n(UNSCEAR, 2015).  \n\n \n\n4.3 Caracterização de elementos químicos dos compartimentos solo e \n\nfolhas do Refúgio Ecológico Charles Darwin \n\n \n\n4.3.1 Qualidade do procedimento analítico \n\n4.3.1.1 Materiais de referência geológicos para as análises químicas por EDXRF \n\n Os valores obtidos e certificados e suas respectivas incertezas expandidas em \n\nnível de 95% de confiança para os elementos químicos analisados nos materiais de \n\nreferência SRM 2709 - San Joaquin Soil e IAEA-SOIL-7 por EDXRF estão \n\napresentados nas Tabelas 10 e 11, respectivamente.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n69 \n\n \n\nTabela 10 - Valores obtidos e certificados e suas respectivas incertezas expandidas em \n\nnível de 95% de confiança dos elementos químicos determinado no material de referência \n\nSRM 2709 analisado por EDXRF ( n = 5). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFonte: O Autor. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAnalito \nSRM 2709 - San Joaquin Soil \n\nValor obtido (mg kg\n-1\n\n) Valor certificado (mg kg\n-1\n\n) \n\nAl 70100 + 5100 75000 + 600 \n\nBr 9 + 3  -  \n\nCa 18300 + 1000 18900 + 500 \n\nCo 14,0 + 1,0 13,4 + 0,7 \n\nCu 32 + 5 34 + 0,7 \n\nNi 99 + 15 88 + 5 \n\nFe 33700 + 1400 35000 + 1100 \n\nK 1900 + 1600 20300 + 600 \n\nLa 30 + 5 23 + 4,6 \n\nMg 17200 + 3000 15100 + 500 \n\nMn 552 + 54 538 + 17 \n\nP 446 + 169 620 + 50 \n\nPb 20 + 12 18,9 + 0,5 \n\nRb 98,0 + 6 96 + 2 \n\nSi 267600 + 29400 296600 + 2300 \n\nSr 234 + 11 231 + 2 \n\nTi 3600 + 510 3420 + 240 \n\nV 144 + 35 112 + 5 \n\nZn 117 + 17 106 + 3 \n\n\n\n70 \n\n \n\nTabela 11 - Valores obtidos e certificados e suas respectivas incertezas expandidas em \n\nnível de 95% de confiança para o material de referência IAEA-Soil-7 analisado por \n\nEDXRF (n = 5) \n\nAnalito \nIAEA-SOIL-7 \n\nValor obtido (mg kg\n-1\n\n) Valor certificado (mg kg\n-1\n\n) \n\nAl 49000 + 4960 47000 + 7000 \n\nBr 8 + 3 7 + 3,5 \n\nCa 171000 + 1100 163000 + 17000 \n\nCo 9 + 0,7 8,9 + 1,6 \n\nCu 9 + 3 11 + 2 \n\nFe 24000 + 1400 25700 + 1100 \n\nK 13700 + 1600 12100 + 1400 \n\nLa 30 + 5 28 + 2 \n\nMg 8200 + 3200 11300 + 800 \n\nMn 561 + 54 631 + 46 \n\nNi 25 + 7 26 + 8 \n\nP 521 + 198 460 + 2 \n\nPb 54 + 5 60 + 16 \n\nRb 50 + 5 51 + 9 \n\nSi 188000 + 29400 180000 + 32000 \n\nSr 102 + 11 108 + 11 \n\nTi 3000 + 295 3000 + 1100 \n\nV 103 + 37 66 + 14 \n\nZn 97 + 17 104 + 12 \n\n \n\nFonte: O Autor. \n\n \n\nOs valores do Número En estiveram dentro do intervalo entre -1 e 1 para os \n\nmateriais de referência analisados conforme mostra a Figura 24, indicando controle da \n\nqualidade do procedimento analítico em nível de 95% de confiança. Ao considerar-se \n\numa incerteza analítica expandida de 20% (valor máximo admitido para a maior parte \n\ndos elementos químicos constantes dos certificados de análise dos materiais de \n\nreferência), os resultados mostraram-se satisfatórios. O elemento químico Pb só possui \n\nvalor de referência passível de determinação por EDXRF para o material de referência \n\nIAEA-Soil-7, por isso deve-se considerar somente o valor -0,25 (Figura 24). \n\n \n\n \n\n \n\n \n\n\n\n71 \n\n \n\nFigura 24 - Valores obtidos do Número En em nível de 95% de confiança para os materiais \n\nde referência SRM 2709 e IAEA-Soil-7, analisados por EDXRF. \n\nMnFe\n\nCo\n\nNi\n\nCu\nZnGa\n\nRb\n\nSr\nPb\n\nTi\n\nV\n\nLa\n\nMg\n\nAl\nSiP\n\nK Ca\n\n-2 -1 0 1 2\n\nSRM2709\n\n-2\n\n-1\n\n0\n\n1\n\n2\nIA\n\nE\nA\n\n S\no\nil\n 7\n\nMnFe\n\nCo\n\nNi\n\nCu\nZnGa\n\nRb\n\nSr\nPb\n\nTi\n\nV\n\nLa\n\nMg\n\nAl\nSiP\n\nK Ca\n\n \n\nFonte: O Autor. \n\n \n\n4.3.1.2 Materiais de referência biológicos analisados por EDXRF \n\n  \n\nOs valores obtidos e certificados e suas respectivas incertezas expandidas em \n\nnível de 95% de confiança para os elementos químicos analisados nos materiais de \n\nreferência SRM 1547 – Peach Leaves e no SRM 2976 - Mussel Tissue, SRM 8415 - \n\nWhole Egg Powder, por EDXRF estão apresentados nas Tabelas 12 e 13, \n\nrespectivamente. Os valores do Número En estiveram dentro do intervalo entre -1 e 1 \n\n(Figura 25), indicando controle da qualidade do procedimento analítico em nível de \n\n95% de confiança (ISO 13528, 2005). É importante ressaltar que o EDXRF é bastante \n\ndependente da matriz a ser analisada, por isso, tem-se necessidade ainda maior da \n\ndemonstração da qualidade do procedimento analítico. Os materiais de referência \n\nempregados na construção da curva analítica foram de diversas matrizes, incluindo \n\ntecidos de animais e plantas (SOUSA et al., 2013), corroborando os resultados obtidos \n\npara a determinação de elementos químicos em amostras de folhas. \n\n\n\n72 \n\n \n\nTabela 12 - Valores obtidos e certificados e suas respectivas incertezas expandidas em \n\nnível de 95% de confiança para o material de referência SRM 1547 analisados por \n\nEDXRF (n = 6). \n\nAnalito \nSRM 1547 - Peach Leaves \n\nValor obtido (mg kg\n-1\n\n) Valor certificado (mg kg\n-1\n\n) \n\nAl 330 + 92 249 + 8 \n\nBa 98 + 26 124 + 4 \n\nCa 17900 + 2580 15600 + 200 \n\nCu 5 + 0,8 3,7 + 0,4 \n\nFe 231 + 12 218 + 14 \n\nK 23940 + 1200 24300 + 300 \n\nMg 4520 + 770 4320 + 80 \n\nMn 99 + 9 98 + 3 \n\nP 1200 + 155 1370 + 70 \n\nSr 49 + 6 53 + 4 \n\nZn 20 + 2 17,9 + 0,4 \nFonte: O Autor. \n\n \n\nTabela 13 - Valores obtidos e certificados e suas respectivas incertezas expandidas em \n\nnível de 95% de confiança para o material de referência SRM 2976 e SRM 8415 \n\nanalisados por EDXRF. \n\nAnalito \nSRM 2976 - Mussel Tissue \n\nValor obtido (mg kg\n-1\n\n) Valor certificado (mg kg\n-1\n\n) \n\nAs 13 + 1,3 13,3 + 1,8 \n\nCa 6600 + 2600 7600 + 300 \n\nCl 57000 + 350 57000 + 5000 \n\nCu 5,0 + 1,0 4,02 + 0,33 \n\nFe 172 + 15 171 + 4,9 \n\nK 8500 + 1100 9700 + 500 \n\nMg 4800 + 800 5300 + 500 \n\nMn 37 + 8 33 + 2 \n\nNa 35000 + 5000 35000 + 1000 \n\nP 9500 + 170 8300 + 1660 \n\nSr 87 + 7 93 + 2 \n\nZn 144 + 7 137 + 13 \n\nAnalito \nSRM 8415 - Whole Egg Powder \n\nValor obtido (mg kg\n-1\n\n) Valor certificado (mg kg\n-1\n\n) \n\nS 5250 + 600 5120 + 500 \nFonte: O Autor. \n\n \n\nEstes resultados estão dentro do intervalo esperado para o valor de En (entre -1 e \n\n1), comprovando a qualidade analítica para este elemento químico como está \n\napresentado na Figura 25. O resultado do Número En para o material SRM 8415 - \n\n\n\n73 \n\n \n\nWhole Egg Powder de 0,2 também indicou boa qualidade do procedimento analítico \n\npara a análise de S, considerando incerteza analítica expandida de 20% (valor máximo \n\nadmitido para a maior parte dos elementos químicos constantes dos certificados de \n\nanálise dos materiais de referência). Os elementos químicos As, Cl e Na estão presentes \n\nem concentrações certificadas somente para o material de referência certificado \n\nSRM 2976, enquanto que Ba somente foi determinado no material de referência \n\ncertificado SRM 1547 (Figura 25). \n\n \n\nFigura 25 - Valores obtidos do Número En em nível de 95% de confiança para os materiais \n\nde referência SRM 2976 e SRM 1547, analisados por EDXRF. \n\nNa\n\nMg\n\nAl\n\nP\n\nCl\n\nK\n\nCa\n\nMn\n\nFe\n\nCu\nZn\n\nAs\n\nSr\n\nBa\n\n-2 -1 0 1 2\n\nSRM1547\n\n-2\n\n-1\n\n0\n\n1\n\n2\n\nS\nR\n\nM\n2\n\n9\n7\n\n6\n\nNa\n\nMg\n\nAl\n\nP\n\nCl\n\nK\n\nCa\n\nMn\n\nFe\n\nCu\nZn\n\nAs\n\nSr\n\nBa\n\n \n\nFonte: O Autor. \n\n \n\n4.3.1.3 Materiais de referência geológicos analisados por ICP-MS \n\n \n\nPara a técnica de ICP-MS, foram empregados os materiais de referência \n\ncertificados SRM 2709 – San Joaquin Soil e SRM 2711 – Montana Soil, cujos valores \n\ndas concentrações obtidos, valores de referência dos certificados de análise e Números \n\nEn calculados estão apresentados na Tabela 14. Como esses valores também se \n\nencontram no intervalo entre -1 e 1 (Tabela 14), faixa considerada adequada em nível de \n\n\n\n74 \n\n \n\n95% de confiança, garantiu-se a qualidade do procedimento analítico para a \n\ndeterminação dos elementos químicos nas amostras de solos do Refúgio Ecológico \n\nCharles Darwin. \n\n \n\nTabela 14 - Valores obtidos e certificados, as respectivas incertezas expandidas em nível de \n\n95% de confiança e Números En para os elementos químicos determinados nos materiais \n\nde referência certificados SRM 2709 e SRM 2711, analisados por ICP-MS. \n\nAnalito \nSRM 2709 - San Joaquin Soil \n\nValor obtido \n\n(mg kg\n-1\n\n) \n\nValor certificado \n\n(mg kg\n-1\n\n) En \n\nCd 0,36 + 0,06 0,38 + 0,01 -0,4 \n\nSb 6,6 + 1,4 7,9 + 0,6 -0,9 \n\nU 2,3 + 0,4 3 + 0,9 -0,7 \n\nTh 11,5 + 1,4 11 + 3,3 0,1 \n\nAnalito \nSRM 2711 - Montana Soil \n\nValor obtido \n\n(mg kg\n-1\n\n) \n\nValor certificado (mg \n\nkg\n-1\n) En \n\nCd 43 + 8 41,7 + 0,25 0,2 \n\nSb 21 + 4 19,4 + 1,8 0,4 \n\nU 2,0 + 0,4 2,6 + 0,8 -0,4 \n\nTh 15,3 + 1,8 14 + 4,2 0,3 \n\nFonte: O Autor. \n\n \n\nComo observado anteriormente, os valores do Número En encontram-se dentro \n\ndos limites estabelecidos, isto é, entre -1 e 1, o que demonstrou a qualidade do \n\nprocedimento analítico para a determinação de Cd, Sb, U e Th.  \n\n \n\n4.3.1.4 Materiais de referência biológicos analisados por ICP-MS \n\n \n\n A Tabela 15 apresenta os resultados da análise do material de referência IAEA-\n\nV-10 Hay Powder e SRM 1547 – Peach Leaves por ICP-MS para Cd, Sb, U e Th, assim \n\ncomo suas respectivas incertezas, valores certificados e Números En calculados para \n\ndemonstrar a qualidade do procedimento analítico. \n\n \n\n\n\n75 \n\n \n\nTabela 15 - Valores obtidos e certificados, as respectivas incertezas expandidas em nível de \n\n95% de confiança e Números En para os elementos químicos determinados nos materiais \n\nde referência certificados IAEA-V-10 e SRM 1547 analisados por ICP-MS. \n\nAnalito \nIAEA-V-10 Hay Powder (n = 5) \n\nValor obtido \n\n(mg kg\n-1\n\n) \n\nValor certificado \n\n(mg kg\n-1\n\n) En \n\nCd 0,034 + 0,004 0,026 + 0,01 -0,0 \n\nSb 0,024 + 0,006 0,02 + 0,006 0,4 \n\nU 0,0105 + 0,0017 0,015 + 0,01 -0,4 \n\nTh 0,055 + 0,008 0,05 + 0,015 0,3 \n\nAnalito \nSRM 1547 Peach Leaves (n = 3) \n\nValor obtido \n\n(mg kg\n-1\n\n) \n\nValor certificado \n\n(mg kg\n-1\n\n) En \n\nCd 0,030 + 0,010 0,026 + 0,003 0,3 \n\nSb 0,019 + 0,001 0,020 + 0,005 0,1 \n\nTh 0,011 + 0,0016 0,013 + 0,0015 -0,8 \n\nFonte: O Autor. \n\n \n\nResultados satisfatórios para o material IAEA V-10 e para o material SRM \n\n1547- Peach Leaves também foram alcançados em comparação com os valores \n\ncertificados para Cd, Sb, U e Th, cujos Números Em encontram-se entre o valor \n\nesperado de 1 e -1.  \n\n \n\n4.3.2 Elementos químicos e radionuclídeos no compartimento solo do Refúgio \n\nEcológico Charles Darwin  \n\n \n\nA Tabela 16 apresenta as médias das concentrações (mg kg\n-1\n\n) dos elementos \n\nquímicos determinados nos solos por EDXRF e ICP-MS e as concentrações de \n\natividade (Bq kg\n-1\n\n) dos radionuclídeos \n228\n\nAc, \n214\n\nBi e \n214\n\nPb quantificados por EGAR. \n\n \n\n\n\n76 \n\n \n\nTabela 16 - Concentrações (mg kg\n-1\n\n) de elementos químicos e concentrações de atividade \n\nde radionuclídeos (Bq kg\n-1\n\n) determinados nas amostras de solo do RECD. \n\nParte Alta \n\n \n\nAc-228* Al Bi-214* Br Cd Ca Cu \n\nMédia 5,7E+01 9,6E+04 3,9E+01 1,9E+01 6,6E-02 3,3E+03 1,3E+01 \n\nMáximo 1,0E+02 1,4E+05 5,4E+01 3,8E+01 1,3E-01 5,9E+03 1,8E+01 \n\nCV% 38 22 25 35 38 27 22 \n\n \n\nFe Mn Ni P Pb-214* Sb Si \n\nMédia 2,0E+04 1,5E+02 1,8E+01 2,7E+02 4,0E+01 5,9E-01 2,7E+05 \n\nMáximo 3,4E+04 1,7E+02 2,7E+01 2,7E+02 5,4E+01 2,8E+00 3,2E+05 \n\nCV% 27 7 22 1 24 92 13 \n\n \n\nSr Th Ti U V Zn \n\n Média 5,3E+01 1,1E+01 5,9E+03 2,3E+00 3,8E+02 5,1E+01 \n\n Máximo 8,1E+01 1,6E+01 7,2E+03 3,4E+00 4,8E+02 6,0E+01 \n\n CV% 29 27 11 27 15 10 \n\n Parte Baixa \n\n \n\nAc-228* Al Bi-214* Br Cd Ca Cu \n\nMédia 3,4E+01 7,2E+04 3,5E+01 2,1E+01 9,8E-02 2,8E+03 1,3E+01 \n\nMáximo 5,4E+01 1,1E+05 6,8E+01 4,9E+01 8,3E-01 5,0E+03 1,9E+01 \n\nCV% 33 26 36 74 163 22 21 \n\n \n\nFe Mn Ni P Pb-214* Sb Si \n\nMédia 1,4E+04 1,4E+02 1,6E+01 2,7E+02 3,0E+01 2,0E-01 2,8E+05 \n\nMáximo 2,6E+04 1,6E+02 2,2E+01 2,7E+02 4,3E+01 9,9E-01 3,6E+05 \n\nCV% 34 6 17 1 29 86 15 \n\n \n\nSr Th Ti U V Zn \n\n Média 3,1E+01 6,5E+00 4,8E+03 1,3E+00 2,9E+02 5,0E+01 \n\n Máximo 6,3E+01 1,1E+01 6,3E+03 2,1E+00 4,1E+02 7,4E+01 \n\n CV% 55 32 17 37 23 16 \n\n *Valores em concentração de atividade (Bq.kg\n-1\n\n) \n\n \n\nFrança (2006) estabeleceu valores de concentração de elementos químicos em \n\nsolos da Unidade de Conservação Parque Estadual Carlos Botelho – PECB (Tabela 17), \n\nque é uma área remanescente de Mata Atlântica em São Paulo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n77 \n\n \n\nTabela 17- Concentrações médias (mg kg\n-1\n\n) dos elementos químicos nos solos da parcela \n\npermanente do Parque Estadual Carlos Botelho – PECB. CV% = coeficiente de \n\nvariação em porcentagem. \n\nFonte: Adaptado de França (2006). \n\n \n\nForam quantificados valores de Fe em solo do PECB, cuja concentração \n\nobservada foi 24.200 mg kg\n-1\n\n (Tabela 17). Todavia, no Refúgio Ecológico Charles \n\nDarwin, as concentrações médias de Fe foram 20.000 mg kg\n-1\n\n para a parte alta e \n\n14.000 mg kg\n-1\n\n para a parte baixa. Bromo foi quantificado nos solos de PECB na ordem \n\nde 23,0 mg kg\n-1\n\n, enquanto que, neste trabalho, as concentrações médias deste elemento \n\nquímico foram 19 mg kg\n-1\n\n e 21 mg kg\n-1\n\n para os solos das partes alta e baixa, \n\nrespectivamente. Valores de Sr também foram obtidos para o PECB com concentração \n\nmédia de 310 mg kg\n-1\n\n. Como anteriormente notado, os valores do RECD foram também \n\ninferiores quando comparados com os solos de PECB, com concentrações de 53 mg kg\n-1\n\n \n\npara a parte alta e 31 mg kg\n-1\n\n para a parte baixa. Para Th, os valores dos solos de RECD \n\nforam 11 mg kg\n-1 \n\ne 6,5 mg kg\n-1 \n\npara a área alta e baixa, respectivamente. No PECB, a \n\nconcentração média no solo foi 15,2 mg kg\n-1\n\n. Exceção foi encontrada para Zn, em que \n\nas concentrações do elemento químico na Reserva Ecológica Charles Darwin foram \n\nmaiores do que aquelas encontradas por França (2006). Para o PECB, os solos \n\napresentaram valor de concentração média de 36,5 mg kg\n-1\n\n, enquanto que os valores dos \n\nsolos do RECD foram 51 mg kg\n-1 \n\nna parte alta e 50 mg kg\n-1 \n\nna parte baixa. No PECB, \n\npredominam cambissolos com textura argilosa ou areno-argilosa, variando de profundos \n\na pouco profundos provenientes de rochas graníticas (RODRIGUES, 2005), \n\ndiferentemente do Refúgio Ecológico Charles Darwin, cujo cambissolo é formado \n\nprincipalmente a partir de rochas sedimentares (ARAÚJO FILHO, 2000). Desse modo, \n\nas diferenças encontradas são esperadas devido às diferentes composições químicas das \n\nrochas-mãe e a condição ambiente de formação dos solos. \n\nPara o conhecimento das correlações entre os elementos químicos e \n\nradionuclídeos quantificados no solo do Refúgio Ecológico Charles Darwin, matriz de \n\ngráficos de dispersão foi construída como mostra a Figura 26. Alguns pontos fora de \n\ncontrole, ou seja, fora das elipses de predição em nível de 95% de confiança fora m \n\nSolo Ba Br Ce Co Cs Fe Hf K La Na Rb Sc Sm Sr Th Zn \n\nMédia 1250 23,0 80,8 3,22 4,38 24200 11 29700 47,9 2190 100 4,21 4,40 310 15,2 36,5 \n\nMediana 1290 23,3 77,0 2,98 4,37 24200 11 31100 46,3 1820 100 4,19 4,24 314 15,2 34,9 \n\nCV% 31 28 29 40 14 18 16 31 25 69 27 19 26 29 19 29 \n\n\n\n78 \n\n \n\nencontrados (entre U e Zn, por exemplo). Foram encontradas correlações positivas \n\nmuito bem definidas para alguns elementos químicos, assim como correlações negativas \n\nbem definidas entre o Si e os demais elementos químicos da matriz. O maior teor de Si \n\nestá associado à presença de fração areia (Si2O), ou seja, à fração argila foram atribuídas \n\nas maiores quantidades de elementos químicos. A matriz também apresenta resultados \n\nde normalidade univariada para todos os 20 elementos que compõem a matriz assim \n\ncomo uma normalidade bivariada quando se avaliam os elementos químicos em pares. \n\nA Figura 26 permite ainda inferir a normalidade multivariada devido à propriedade de \n\ndistribuições marginais bivariadas, necessária para aplicação das análises multivariadas \n\nsubsequentes. \n\n \n\n\n\n79 \n\n \n\nFigura 26 - Matriz de gráficos de dispersão para os elementos químicos e radionuclídeos determinados no solo superficial do Refúgio \n\nEcológico Charles Darwin. Elipses de predição em nível de 95% de confiança. \n\n \n\nFonte: O Autor\n\n\n\n80 \n\n \n\nNa Tabela 18 são apresentados os resultados da aplicação de análise fatorial por \n\ncomponentes principais com rotação varimax às concentrações de elementos químicos \n\ndeterminados nos solos. Pelas correlações entre elementos químicos, foi possível a redução de \n\n20 variáveis (elementos químicos) para apenas 3 fatores, cuja contribuição de cada fator para \n\na variação total observada do elemento químico é representada pela comunalidade. A cada \n\nfator estão correlacionados diversos elementos químicos, sendo a redução no número de \n\nvariáveis uma das principais vantagens da estatística multivariada (FRANÇA, 2006). Os \n\nfatores foram nomeados de acordo com a distribuição de cada elemento químico, sendo o \n\nprimeiro fator correlacionado com a maior parte dos elementos químicos (\n228\n\nAc, Al, \n214\n\nBi, Br, \n\nCo, Fe, Ni, \n214\n\nPb, Sb, Si, Sr, Th, Ti, V, U e Zn), o segundo com os elementos químicos \n\nnutrientes Cu e Mn, e o último fator com Cd, Co e P. \n\n \n\nTabela 18 - Cargas fatoriais rotacionadas (rotação=varimax) obtidas pela aplicação da análise \n\nfatorial por componentes principais. \n\n \n\nFator1 Fator2 Fator3 \n\n \n\nComunalidade \n\nAc-228 0,88 0,00 0,01 \n\n \n\n0,77 \n\nAl 0,94 -0,09 0,00 \n\n \n0,90 \n\nBi-214 0,69 -0,03 0,37 \n\n \n\n0,61 \n\nBr 0,60 -0,27 0,31 \n\n \n\n0,53 \n\nCd 0,20 -0,13 0,70 \n\n \n0,54 \n\nCu -0,18 0,81 -0,13 \n\n \n\n0,71 \n\nFe 0,93 -0,11 -0,05 \n\n \n\n0,87 \n\nMn 0,18 0,68 0,23 \n\n \n\n0,55 \n\nNi 0,85 -0,08 0,01 \n\n \n\n0,73 \n\nP -0,10 0,32 0,73 \n\n \n0,65 \n\nPb-214 0,85 0,03 0,24 \n\n \n\n0,78 \n\nSb 0,75 0,26 0,07 \n\n \n\n0,64 \n\nSi -0,88 0,31 -0,12 \n\n \n0,89 \n\nSr 0,89 0,07 0,31 \n\n \n\n0,89 \n\nTh 0,95 0,00 0,12 \n\n \n\n0,91 \n\nTi 0,97 0,07 0,11 \n\n \n\n0,96 \n\nU 0,95 0,04 0,12 \n\n \n\n0,92 \n\nV 0,95 0,07 0,13 \n\n \n0,93 \n\nZn 0,72 -0,12 0,30 \n\n \n\n0,62 \n\nFonte: O Autor \n\nUtilizando os valores das respectivas cargas fatoriais, foram construídos gráficos de \n\ndispersão (dois a dois fatores) para averiguar a formação de grupos de solos baseados na \n\n\n\n81 \n\n \n\ncomposição de elementos químicos (Figura 27). A Figura 27-A apresenta o resultado dos \n\nvalores dos fatores da análise fatorial por componentes principais entre os Fatores 1 e 2, em \n\nque a maior parte dos resultados não foram agrupados. Porém, foi verificada tendência de \n\nagrupamento entre os solos referentes às espécies de Myrtaceae, pontos correspondentes à \n\nparte alta do RECD. A Figura 27-B mostra os resultados para os Fatores 2 e 3, cuja nenhuma \n\ntendência clara de formação de grupos pôde ser avaliada. De maneira geral, as concentrações \n\ndos elementos químicos característicos do solo indicaram similaridade dos solos estudados \n\nquanto à composição química. \n\n \n\n\n\n82 \n\n \n\nFigura 27 - Valores dos fatores para os dados de elementos químicos e radionuclídeos em solos \n\ndo Refúgio Ecológico Charles Darwin. Análise fatorial por componentes principais (rotação = \n\nvarimax). A. Resultados dos Fatores 1 e 2. B. Resultados dos Fatores 1 e 3. \n\nMyrt   \n\nMyrt   \n\nMyrt   \n\nMyrt   \n\nMyrt   \n\nMyrt   \n\nMyrt   \n\nMyrt   \n\nTgui   \n\nSmor   \n\nMyrt   Myrt   \n\nMyrt   \nMyrt   \n\nMyrt   \n\nMyrt   \n\nSmor   \n\nSmor   \n\nMyrt   \n\nMyrt   \nPaqua  \n\nPaqua  \n\nTgui   \nTgui   \n\nPaqua  \n\nPaqua  \n\nSama   \n\nSmor   \n\nPaqua  \nSama   \n\nPaqua  \n\nPaqua  \n\nPaqua  \n\nSmor   \n\nPaqua  \n\nPaqua  \n\nPaqua  \n\nCyathea\n\nCyathea\nCyathea\n\nCyathea\n\n-2 -1 0 1 2\n\nFator1\n\n-2\n\n-1\n\n0\n\n1\n\n2\n\nF\na\n\nto\nr2\n\nA \n\nMyrt   \n\nMyrt   \nMyrt   Myrt   \n\nMyrt   \n\nMyrt   \n\nMyrt   \n\nMyrt   \nT gui   \n\nSmor   \n\nMyrt   Myrt   \n\nMyrt   \n\nMyrt   \nMyrt   \n\nMyrt   \n\nSmor   \nSmor   \n\nMyrt   \nMyrt   \n\nPaqua  \n\nPaqua  \n\nT gui   \n\nT gui   \n\nPaqua  \n\nPaqua  \nSama   \n\nSmor   \nPaqua  \n\nSama   \n\nPaqua  \n\nPaqua  \n\nPaqua  \n\nSmor   \n\nPaqua  \n\nPaqua  \n\nPaqua  \n\nCyathea\nCyathea\n\nCyathea\nCyathea\n\n-2 -1 0 1 2\n\nFator2\n\n-4\n\n-3\n\n-2\n\n-1\n\n0\n\n1\n\n2\n\n3\n\n4\n\nF\na\n\nto\nr3\n\nB \n\n \n\n \n\n \n\n \n\n\n\n83 \n\n \n\n4.3.3 Caracterização de elementos químicos no Compartimento Folha  \n\n \n\nAs folhas de ambientes de Mata Atlântica possuem concentração de elementos \n\nquímicos elevada, em comparação com outros órgãos da planta. Além disso, são produzidas \n\nconstantemente durante todo o ciclo de vida (FRANÇA, 2006). Neste capítulo, as \n\nconcentrações de elementos químicos obtidas no compartimento folha foram comparadas \n\nentre as épocas de coletas, entre as diversas espécies analisadas e entre diferentes \n\necossistemas de Mata Atlântica. A análise química das folhas das espécies arbóreas por \n\nEDXRF e por ICP-MS permitiu a avaliação das concentrações Al, Ca, Cd, Cl, Cu, Fe, K, Mg, \n\nMn, S, Sr, Th, U e Zn no compartimento folha das amostras coletadas no Refúgio Ecológico \n\nCharles Darwin. \n\nAs Tabelas 19 e 20 apresentam as médias das concentrações (mg kg\n-1\n\n) de elementos \n\nquímicos encontradas nas folhas das espécies arbóreas, os coeficientes de variação e os \n\nvalores máximos e mínimos encontrados para as coletas realizadas em Janeiro de 2014 e \n\nSetembro de 2014, respectivamente. Altas concentrações de Ca foram observadas nas folhas \n\nde Pachira aquatica quando comparada a demais espécies, atingindo o valor máximo de \n\n3,4%. Para os solos, os valores de Ca foram abaixo de 0,3%, sendo que a situação é pior para \n\na parte baixa, local de ocupação de P. aquatica. Desse modo, forte tendência da Pachira \n\naquática em acumular Ca pôde ser comprovada. Tal estratégia pode corroborar a dominância \n\nda espécie nesse tipo de habitat, o que prejudicaria o crescimento das espécies nativas na área. \n\nConcentrações de Zn consistentes foram observadas em folha de Schefflera morototoni, \n\natingindo cerca de 100 mg kg\n-1\n\n. Esse valor também foi acumulado por Endlicheria paniculata \n\n– Família Lauraceae no Parque Estadual Carlos Botelho (FRANÇA et al., 2010). Por ser \n\nassociado ao Ca, Sr também foi acumulado nas folhas dessa espécie. \n\n \n\n\n\n84 \n\n \n\nTabela 19 – Concentrações (mg kg\n-1\n\n) de elementos químicos encontradas nas 20 amostras de folhas das espécies coletadas em Janeiro de 2014. \n\nEspécie Ca Cd Cl Cu Fe K Mg Mn Sr Th U Zn \n\nCyathea microdonta 6,60E+03 9,20E-02 1,40E+04 8,00E+00 3,10E+02 8,90E+03 7,60E+03 3,20E+01 3,40E+01 8,20E-02 1,10E-02 6,30E+01 \n\nCV % 19 182 11 7 46 11 9 23 14 94 65 18 \n\nMáximo 8,30E+03 3,40E-01 1,50E+04 8,40E+00 5,00E+02 1,00E+04 8,30E+03 3,90E+01 3,90E+01 1,90E-01 2,20E-02 7,30E+01 \n\nMínimo 5,62E+03 5,48E-03 1,17E+04 7,20E+00 1,90E+02 7,85E+03 6,77E+03 2,21E+01 2,79E+01 1,95E-02 5,66E-03 4,92E+01 \n\nMyrcia sp. 9,20E+03 1,20E-02 5,00E+03 7,10E+00 7,40E+01 4,60E+03 2,70E+03 4,70E+01 5,20E+01 1,70E-02 7,10E-03 2,90E+01 \n\nCV % 23 64 25 4 35 39 46 110 36 37 25 19 \n\nMáximo 1,50E+04 2,80E-02 8,40E+03 7,50E+00 1,30E+02 8,20E+03 6,80E+03 2,30E+02 1,10E+02 2,60E-02 9,60E-03 4,80E+01 \n\nMínimo 6,77E+03 4,00E-03 3,11E+03 6,40E+00 3,57E+01 1,49E+03 1,75E+03 1,49E+01 2,60E+01 6,10E-03 4,40E-03 2,43E+01 \n             \n\nPachira aquatica 1,90E+04 5,60E-03 9,70E+03 7,70E+00 1,50E+02 1,50E+04 7,80E+03 6,20E+01 1,20E+02 1,40E-02 3,10E-03 3,50E+01 \n\nCV % 41 75 22 6 54 40 24 68 33 65 71 12 \n\nMáximo 3,40E+04 1,70E-02 1,30E+04 8,30E+00 3,30E+02 2,50E+04 1,10E+04 1,50E+02 2,00E+02 4,00E-02 7,80E-03 4,10E+01 \n\nMínimo 8,21E+03 7,34E-04 5,50E+03 6,60E+00 5,93E+01 5,91E+03 4,42E+03 1,58E+01 4,36E+01 7,10E-03 8,26E-04 2,78E+01 \n             \n\nShefflera morototoni 1,80E+04 1,70E-02 7,90E+03 7,10E+00 1,00E+02 6,70E+03 4,00E+03 1,30E+02 7,10E+01 2,70E-02 8,20E-03 1,00E+02 \n\nCV % 20 25 41 6 34 29 14 37 25 30 42 39 \n\nMáximo 2,30E+04 2,30E-02 1,10E+04 7,70E+00 1,30E+02 9,40E+03 4,60E+03 1,80E+02 8,70E+01 3,30E-02 1,20E-02 1,40E+02 \n\nMínimo 1,53E+04 1,33E-02 3,33E+03 6,70E+00 5,89E+01 4,95E+03 3,35E+03 6,31E+01 4,84E+01 1,60E-02 4,01E-03 6,59E+01 \n             \n\nSimarouba amara 1,26E+04 4,00E-03 4,29E+03 6,70E+00 4,01E+01 3,32E+03 2,15E+03 3,11E+01 4,22E+01 2,98E-03 4,08E-03 3,56E+01 \n\nCV % 1 34 14 3 21 11 10 35 18 39 30 3 \n\nMáximo 9,20E+03 1,90E-02 6,10E+03 7,10E+00 4,40E+01 8,10E+03 2,80E+03 2,40E+01 2,70E+01 1,10E-02 3,00E-03 2,40E+01 \n\nMínimo 9,07E+03 1,53E-02 5,55E+03 6,95E+00 3,80E+01 7,57E+03 2,65E+03 1,93E+01 2,37E+01 8,83E-03 2,49E-03 2,35E+01 \n\nTapirira guianensis 1,90E+04 1,80E-02 6,10E+03 7,60E+00 4,90E+01 5,60E+03 4,60E+03 1,10E+02 1,00E+02 5,30E-03 4,50E-03 4,40E+01 \n\nCV % 29 135 27 11 19 66 73 98 50 65 9 23 \n\nMáximo 2,30E+04 4,60E-02 7,40E+03 8,40E+00 5,90E+01 9,80E+03 8,30E+03 2,20E+02 1,30E+02 9,20E-03 4,90E-03 5,60E+01 \n\nMínimo 9,07E+03 1,53E-02 5,55E+03 6,95E+00 3,80E+01 7,57E+03 2,65E+03 1,93E+01 2,37E+01 8,83E-03 2,49E-03 2,35E+01 \n             \n\nFonte: O Autor. \n\n \n\n \n\n\n\n85 \n\n \n\nTabela 20 - Concentrações (mg kg\n-1\n\n) de elementos químicos encontradas nas 20 amostras de folhas das espécies coletadas em Setembro de 2014. \n\nEspécie Ca Cd Cl Cu Fe K Mg Mn Sr Th U Zn \n\nCyathea microdonta 5,70E+03 1,40E-02 1,10E+04 7,70E+00 1,40E+02 1,10E+04 6,00E+03 3,00E+01 2,80E+01 1,30E-02 5,10E-03 5,20E+01 \n\nCV % 33 76 18 8 35 33 20 9 35 69 42 19 \n\nMáximo 7,80E+03 2,90E-02 1,30E+04 8,30E+00 1,80E+02 1,50E+04 6,90E+03 3,10E+01 3,70E+01 2,40E-02 7,60E-03 6,60E+01 \n\nMínimo 3,27E+03 4,00E-03 8,16E+03 7,00E+00 7,47E+01 7,61E+03 4,26E+03 2,58E+01 1,59E+01 5,85E-03 3,03E-03 4,51E+01 \n             \n\nMyrcia sp.  9,00E+03 1,90E-02 5,80E+03 7,10E+00 5,50E+01 6,00E+03 3,30E+03 5,40E+01 4,40E+01 1,50E-02 7,70E-03 3,00E+01 \n\nCV % 26 93 25 5 41 34 59 123 64 55 52 22 \n\nMáximo 1,50E+04 6,60E-02 9,00E+03 7,70E+00 1,20E+02 8,90E+03 8,50E+03 2,30E+02 1,40E+02 3,30E-02 2,00E-02 4,90E+01 \n\nMínimo 6,33E+03 4,00E-03 3,19E+03 6,40E+00 2,54E+01 1,82E+03 1,22E+03 1,36E+01 2,08E+01 4,50E-03 3,10E-03 2,43E+01 \n\nPachira aquatica 2,00E+04 9,20E-03 8,20E+03 7,60E+00 1,60E+02 1,40E+04 7,50E+03 6,70E+01 1,20E+02 1,30E-02 4,40E-03 3,80E+01 \n\nCV % 62 61 23 9 53 58 32 75 56 39 22 24 \n\nMáximo 4,70E+04 1,70E-02 1,10E+04 8,80E+00 2,90E+02 2,90E+04 1,10E+04 1,70E+02 2,30E+02 2,10E-02 5,60E-03 6,20E+01 \n\nMínimo 6,44E+03 4,00E-03 4,91E+03 6,70E+00 3,81E+01 6,08E+03 3,01E+03 1,63E+01 4,28E+01 6,94E-03 2,00E-03 2,80E+01 \n             \n\nShefflera morototoni 1,60E+04 2,20E-02 6,80E+03 7,30E+00 7,30E+01 1,00E+04 3,50E+03 1,10E+02 6,40E+01 1,80E-02 7,20E-03 1,00E+02 \n\nCV % 47 20 43 9 24 82 19 60 58 63 49 52 \n\nMáximo 2,30E+04 2,60E-02 1,00E+04 8,10E+00 9,20E+01 2,30E+04 4,30E+03 1,80E+02 1,20E+02 2,60E-02 1,10E-02 1,60E+02 \n\nMínimo 6,24E+03 1,57E-02 3,33E+03 6,70E+00 5,08E+01 4,74E+03 2,79E+03 3,26E+01 3,15E+01 2,11E-03 3,28E-03 5,07E+01 \n\nSamarouba amara 7,90E+03 1,40E-02 5,50E+03 6,50E+00 2,00E+01 8,10E+03 2,70E+03 1,40E+01 2,00E+01 5,40E-03 4,70E-03 2,30E+01 \n\nCV % 50 28 34 9 9 16 10 12 17 86 3 4 \n\nMáximo 1,10E+04 1,60E-02 6,80E+03 6,90E+00 2,10E+01 9,00E+03 2,90E+03 1,60E+01 2,20E+01 8,70E-03 4,80E-03 2,40E+01 \n             \n\nTapirira guianensis 1,30E+04 5,20E-03 4,60E+03 7,80E+00 5,10E+01 7,90E+03 2,70E+03 4,00E+01 6,70E+01 1,30E-02 5,80E-03 3,20E+01 \n\nCV % 72 39 7 7 18 31 43 71 64 72 45 16 \n\nMáximo 2,40E+04 7,50E-03 4,90E+03 8,20E+00 6,20E+01 1,10E+04 4,00E+03 7,10E+01 1,20E+02 2,10E-02 8,60E-03 3,70E+01 \n\nMínimo 7,71E+03 4,00E-03 4,32E+03 7,20E+00 4,52E+01 6,38E+03 1,83E+03 1,42E+01 4,00E+01 3,26E-03 3,68E-03 2,68E+01 \nFonte: O Autor. \n\n\n\n86 \n\n \n\nA concentração de Sb nas folhas das espécies foi bastante variável, verificando-\n\nse concentração máxima de 11 ?g kg\n-1\n\n nas folhas de um indivíduo de Schefflera \n\nmorototoni, enquanto a faixa esperada em plantas terrestres é 0,1-200 ?g kg\n-1\n\n \n\n(SCHÜÜRMANN; MARKERT, 1998). Mesmos os maiores valores de Cd \n\ndeterminados nas folhas estiveram também na faixa de 0,03 mg kg\n-1\n\n a 0,5 mg kg\n-1\n\n \n\nproposta por Schüürmann e Markert (1998). A presença de Cd no ecossistema também \n\nfoi verificada por Magalhães (2015) durante seus estudos com insetos terrestres. A \n\nconcentração máxima esperada de Cd em insetos foi 0,28 mg kg\n-1\n\n (MAGALHÃES, \n\n2015). \n\nFrança (2006) em trabalho realizado no Parque Estadual Carlos Botelho no \n\nEstado de São Paulo quantificou diversos elementos químicos em folhas de espécies \n\narbóreas da Família Myrtaceae. A Tabela 21 apresenta dados para os elementos \n\nquímicos Ca, Cl, Fe, K, Mg, Sr, Th e Zn em espécies de Myrtaceae analisadas por \n\nFrança (2006) e comparadas com os valores obtidos nas Myrtaceae da Reserva Charles \n\nDarwin. As folhas apresentaram concentrações elevadas de Ca na faixa de \n\n5.800 mg kg\n-1\n\n a 15.000 mg kg\n–1\n\n, valores próximos ao encontrado nas Myrtaceae do \n\nRefúgio Ecológico Charles Darwin, em que as amostras apresentaram média de \n\n9.000 mg kg\n–1\n\n, com valores máximos de 15.000 mg kg\n–1\n\n. As principais diferenças foram \n\nobtidas para K, Mn e Sr, cujos valores foram superiores àqueles quantificados por \n\nFrança (2006). \n\n \n\nTabela 21 - Comparação da concentração (mg kg\n-1\n\n) de elementos químicos entre \n\nMyrtaceae no Estado de São Paulo e as da Reserva Charles Darwin. \n\n \n\nCalycorectes \n\naustralis \n\nEugenia \n\ncuprea \n\nEugenia \n\nmelanogyna \n\nEugenia \n\nmosenii \n\nMyrcia sp. \n\n(este trabalho) \n\nCa 1,20E+04 1,00E+04 1,50E+04 6,10E+03 9,00E+03 \n\nCl 8,70E+03 8,70E+03 2,30E+04 1,30E+04 5,70E+03 \n\nFe 8,70E+01 1,30E+02 1,00E+02 7,50E+01 7,40E+01 \n\nK 1,60E+04 8,60E+03 1,40E+04 1,60E+04 6,00E+03 \n\nMn 3,70E+02 1,50E+02 4,00E+01 8,70E+01 2,70E+02 \n\nSr 1,60E+02 2,00E+02 2,20E+02 1,00E+02 5,00E+01 \n\nTh 1,80E-02 3,10E-02 2,20E-02 1,60E-02 5,00E+01 \n\nZn 2,50E+01 2,10E+01 1,40E+01 1,50E+01 3,00E+01 \n\nFonte: O Autor. \n\n \n\n\n\n87 \n\n \n\nA variação das concentrações de elementos químicos foi testada a partir de \n\ncoletas realizadas em diferentes épocas (6 meses). Ocorreu maior acúmulo de elementos \n\nquímicos nas folhas na coleta referente ao período de secas (Janeiro de 2014) \n\ncomparado aos valores dos elementos químicos determinados nas folhas das mesmas \n\nárvores coletadas em Setembro de 2014. O teste de Shapiro-Wilk foi utilizado para a \n\navaliação da distribuição normal das concentrações dos elementos químicos \n\ndeterminados nas folhas. Assim, foi aplicado teste t para médias pareadas de modo a \n\navaliar as diferenças entre os resultados das concentrações dos elementos químicos das \n\nfolhas coletadas em duas ocasiões. A Tabela 22 apresenta os resultados das \n\nprobabilidades, em que valores menores que 0,05 indicam diferenças significativas em \n\nnível de 95% de confiança entre as médias para cada elemento químico. \n\n \n\nTabela 22 – Resultados do teste t para os valores médios de concentração de elementos \n\nquímicos entre as coletas de Janeiro e Setembro. Valores em negrito significativos em nível \n\nde 95% de confiança \n\n \n\nP valor \n\n \n\nP valor \n\n \n\nP valor \n\nAl 0,08 Fe 0,02 S&lt;0,0001 \n\nCa 0,3 K 0,06 Sr 0,09 \n\nCl 0,03 Mg 0,3 Th 0,05 \n\nCu 0,3 Mn 0,3 U 0,5 \n\nCd 0,03 P 0,08 Zn 0,3 \n\nFonte: O Autor. \n\n \n\nOs elementos químicos Cl, Cd, Fe e S mostraram diferenças significativas em \n\nnível de 95% de confiança entre os resultados das épocas de coleta. Para os demais \n\nelementos químicos, não houve diferenças significativas, contudo, para Th, o valor da \n\nprobabilidade quase significativo (Tabela 22). \n\nDe acordo com os dados pluviométricos obtidos do posto Pluviométrico 294, \n\nIgarassu (Usina São José) da Figura 28, a precipitação mensal acumulada foi muito \n\nmaior no período que antecede a segunda coleta, o que pôde ser responsável pelas \n\ndiferenças encontradas entre as concentrações dos elementos químicos Cl, Cd, Fe e S \n\ndeterminadas nas folhas coletadas em Janeiro e Setembro de 2014. \n\n \n\n \n\n\n\n88 \n\n \n\nFigura 28 - Precipitação mensal acumulada (mm) para o período de Setembro de 2013 a \n\nSetembro de 2014 para o Posto Pluviométrico 294, Igarassu (Usina São José). \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\nP\nre\n\nc\nip\n\nit\na\n\nç\nã\n\no\n m\n\ne\nn\n\ns\na\n\nl \na\n\nc\nu\n\nm\nu\n\nla\nd\n\na\n (\n\nm\nm\n\n)\n\n \n\nFonte: O Autor. \n\n \n\nPara verificar o comportamento de cada espécie arbórea a Figura 29 apresenta as \n\nvariações de concentrações de elementos químicos nutrientes em mg kg\n-1\n\n para Ca, Cl, K \n\ne Mg, das espécies, Tapirira guianensis, Schefflera morototoni, Pachira aquática, \n\nMyrcia sp., Simarouba amara e Cyathea microdonta nas diferentes épocas de coletas. \n\n \n\n \n\n \n\n\n\n89 \n\n \n\nFigura 29- Concentrações médias (mg kg\n-1\n\n) dos nutrientes Ca, Cl, K e Mg determinadas \n\nnas folhas das espécies arbóreas coletadas em Janeiro e Setembro de 2014. \n\n0\n\n5.000\n\n10.000\n\n15.000\n\n20.000\n\n25.000\n\n30.000\n\n35.000\n\n40.000\n\n45.000\n\n50.000\n\nMyrt Pa qua Smor Cya thea Tgui Sa ma\n\nC\no\n\nn\nc\ne\nn\n\ntr\na\n\nçã\no\n d\n\ne\n C\n\na\n (\n\nm\ng\n\n k\ng\n\n-1\n)\n\nEspécies\n\nSeca\n\nChuvosa\n\n \n\n0\n\n2.000\n\n4.000\n\n6.000\n\n8.000\n\n10.000\n\n12.000\n\n14.000\n\n16.000\n\nMyrt Pa qua Smor Cya thea Tgui Sa ma\n\nC\no\n\nn\nc\ne\nn\n\ntr\na\n\nçã\no\n d\n\ne\n C\n\nl \n(m\n\ng\n k\n\ng\n-1\n\n)\n\nEspécies\n\nSeca\n\nChuvosa\n\n \n\n0\n\n5.000\n\n10.000\n\n15.000\n\n20.000\n\n25.000\n\n30.000\n\n35.000\n\nMyrt Pa qua Smor Cya thea Tgui Sa ma\n\nC\no\n\nn\nc\ne\nn\n\ntr\na\n\nçã\no\n d\n\ne\n K\n\n (\nm\n\ng\n k\n\ng\n-1\n\n)\n\nEspécies\n\nSeca\n\nChuvosa\n\n \n\n0\n\n2.000\n\n4.000\n\n6.000\n\n8.000\n\n10.000\n\n12.000\n\nMyrt Pa qua Smor Cya thea Tgui Sa ma\n\nC\no\n\nn\nc\ne\nn\n\ntr\na\n\nçã\no\n d\n\ne\n M\n\ng\n (\n\nm\ng\n\n k\ng\n\n-1\n)\n\nEspécies\n\nSeca\n\nChuvosa\n\n \n\nFonte: O Autor. \n\n \n\n As concentrações médias de Ca na folha de  Pachira aquatica apresentaram \n\nvalores de 19.000 mg kg\n-1\n\ne 20.000 mg kg\n-1\n\n nos períodos seco e chuvoso, \n\nrespectivamente. Também foi observada concentração média de Ca de 19.000 mg kg\n-1\n\n \n\nnas folhas de Tapirira guianensis no período seco, contudo a concentração média foi \n\ninferior no período chuvoso. Para as folhas de Schefflera morototoni, os valores foram \n\n18.000 mg kg\n-1\n\ne 16.000 mg kg\n-1\n\n nos períodos seco e chuvoso, respectivamente. Os \n\nvalores de Ca nessas três espécies foram superiores à concentração esperada de 10.000 \n\nmg kg\n-1\n\n estipulada por Schuurmann e Market (1998). França (2006) determinou \n\nconcentrações menores deste elemento em folhas das espécies da Família Myrtaceae \n\ncom valores variando de 12.000 mg kg\n-1\n\n a 15.000 mg kg\n-1\n\n. Para Alsophila sternbergii \n\ntambém da família Cyatheaceae como Cyathea microdonta, a concentração de Ca foi \n\n5.000 mg kg\n-1\n\n, ou seja, valores semelhantes aos obtidos no RECD. Deste modo, Ca \n\npode ser considerado um elemento químico limitante para o ecossistema como ocorre \n\npara outras florestas tropicais (FRANÇA, 2006). \n\n\n\n90 \n\n \n\nPara as concentrações de Cl, as folhas de Cyathea microdonta também \n\napresentaram os maiores valores, atingindo 14000 mg kg\n-1\n\ne 11000 mg kg\n-1\n\n nos períodos \n\nseco e chuvoso respectivamente. Esses valores de Cl encontrados da RECD estão de \n\nacordo com a faixa de concentração proposta Schuurmann e Market (1998), isto é, de \n\n2.000 mg kg\n-1\n\n a 20.000 mg kg\n-1\n\n. França (2006) determinou concentrações variando de \n\n13.000 mg kg\n-1\n\n a 32.000 mg kg\n-1\n\n de Cl. Para Alsophila sternbergii (família \n\nCyatheaceae), a concentração de Cl foi 5.000 mg kg\n-1\n\n. As espécies de Myrtaceae da \n\nMata Atlântica de São Paulo demonstraram tendência em acumular maiores quantidades \n\nde Cl nas folhas em comparação com as espécies do RECD. Contudo, Cyathea \n\nmicrodonta (RECD) acumulou mais Cl do que Alsophila sternbergii (PECB). Uma \n\npossível explicação para esta diferença nas concentrações de Cl entre as duas unidades \n\nde conservação é a proximidade do oceano e as condições do relevo, em que o PECB \n\nperfaz parte da cadeia montanhosa que se estende desde o Rio de Janeiro até o norte de \n\nSanta Catarina. \n\nA faixa de concentração de K propostos por Schuurmann e Market (1998) esperada em \n\nplantas varia de 5.000 mg kg\n-1\n\n a 34.000 mg kg\n-1\n\n. No RECD, os maiores valores médios \n\nde K foram encontrados para as árvores de Pachira aquatica (15.000 mg kg\n-1\n\ne 14.000 \n\nmg kg\n-1\n\n nos períodos seco e chuvoso, respectivamente). Folhas de Schefflera morototoni \n\ne de Cyathea microdonta apresentaram valores de concentração deste elemento químico \n\nde 10.000 mg kg\n-1\n\n e 11.000 mg kg\n-1\n\n no período seco. As máximas concentrações médias \n\nde K determinadas por França (2006) no PECB atingiram 24.000 mg kg\n-1\n\n nas folhas de \n\nGuapira opposita (família Nyctaginaceae). Alsophila sternbergii (família Cyatheaceae) \n\napresentou concentração deste elemento químico de 16.000 mg kg\n-1\n\n, ou seja, superior \n\nàquelas observadas da RECD. Aparentemente, o solo do RECD possui menores \n\nconcentrações de K disponíveis para as espécies vegetais, diferentemente do PECB, \n\ncuja média foi 29.700 mg kg\n-1\n\n. \n\nA Figura 30 apresenta as variações de concentrações de elementos químicos em \n\nmg kg\n-1\n\n para Fe, K, Mg e Mn nas espécies analisadas. Cyathea microdonta apresentou \n\nconcentração de 310 mg kg\n-1\n\n para Fe no período seco, sendo esse valor superior ao \n\nproposto por Schuurmann e Market (1998), ou seja, de 5 mg kg\n-1\n\n a 200 mg kg\n-1\n\n. As \n\nconcentrações de Fe determinadas por França (2006) em seu trabalho no PECB \n\natingiram 220 mg kg\n-1\n\n nas folhas de Alsophila sternbergii (família Cyatheaceae), \n\nindicando a acumulação preferencial deste elemento químicos nas folhas desta espécie.  \n\n \n\n\n\n91 \n\n \n\nFigura 30- Concentrações médias (mg kg\n-1\n\n) dos elementos terrígenos Fe, Sr, Th e U \n\ndeterminadas nas folhas das espécies arbóreas coletadas em Janeiro e Setembro de 2014. \n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\nMyrt Pa qua Smor Cya thea Tgui Sa ma\n\nC\no\n\nn\nc\ne\nn\n\ntr\na\n\nçã\no\n d\n\ne\n F\n\ne\n (\n\nm\ng\n\n k\ng\n\n-1\n)\n\nEspécies\n\nSeca\n\nChuvosa\n\n \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\nMyrt Pa qua Smor Cya thea Tgui Sa ma\n\nC\no\n\nn\nc\ne\nn\n\ntr\na\n\nçã\no\n d\n\ne\n S\n\nr\n (\n\nm\ng\n\n k\ng\n\n-1\n)\n\nEspécies\n\nSeca\n\nChuvosa\n\n \n\n0,00\n\n0,02\n\n0,04\n\n0,06\n\n0,08\n\n0,10\n\n0,12\n\n0,14\n\n0,16\n\n0,18\n\n0,20\n\nMyrt Pa qua Smor Cya thea Tgui Sa ma\n\nC\no\n\nn\nc\ne\nn\n\ntr\na\n\nçã\no\n d\n\ne\n T\n\nh\n (\n\nm\ng\n\n k\ng\n\n-1\n)\n\nEspécies\n\nSeca\n\nChuvosa\n\n \n\n0,000\n\n0,005\n\n0,010\n\n0,015\n\n0,020\n\n0,025\n\nMyrt Pa qua Smor Cya thea Tgui Sa ma\n\nC\no\n\nn\nc\ne\nn\n\ntr\na\n\nçã\no\n d\n\ne\n U\n\n (\nm\n\ng\n k\n\ng\n-1\n\n)\n\nEspécies\n\nSeca\n\nChuvosa\n\n \n\nFonte: O Autor. \n\n \n\nAs concentrações mais elevadas de Sr foram observadas nas folhas das espécies \n\nPaquira aquatica no período seco e no período chuvoso (concentração média de 120 \n\nmg kg\n-1\n\n) e Tapirira guianensis no período seco (concentração média de 100 mg kg\n-1\n\n). \n\nEsses valores estão de acordo com a faixa de concentração de 3-400 mg kg\n-1\n\n em plantas \n\n(SCHUURMANN; MARKET, 1998). França (2006) determinou plantas possivelmente \n\nacumuladoras de Sr na Mata Atlântica como Coussarea contracta (família Rubiaceae), \n\ncuja acumulação alcançou 950 mg kg\n-1\n\n de Sr. \n\nA concentração máxima de Th encontrada nas espécies analisadas no RECD foi \n\n0,19 mg kg\n-1\n\n em Cyathea microdonta coletada no período seco, assim como observado \n\npara o elemento químico U (Figura 30). Os valores de concentração de Th estipulados \n\npor Schuurmann e Market (1998) variam de 0,03 mg kg\n-1\n\n a 1,3 mg kg\n-1\n\n. Essa \n\nconcentração encontrada na RECD foi maior do que a concentração média encontrada \n\npor França (2006) nas espécies de Alsophila sternbergii (família Cyatheaceae) presentes \n\nno PECB de 0,048 mg kg\n-1\n\n. As espécies Euterpe edulis (família Aracaceae) e Eugenia \n\n\n\n92 \n\n \n\ncuprea (família Myrtaceae) apresentaram 0,1 mg kg\n-1\n\n e 0,031 mg kg\n-1\n\n de Th, \n\nrespectivamente, no PECB. Tório pode estar associado à contaminação da superfície de \n\nfolhas, assim como, Fe e U, conforme o estudo realizado por Ferrari et al. (2006). \n\nA Figura 31 apresenta as variações de concentrações de elementos químicos Cd, \n\nCu, Mn e Zn em mg kg\n-1\n\n nas folhas das espécies arbóreas do RECD coletadas em \n\nJaneiro e Setembro de 2014. Cyathea microdonta no período seco apresentou valor \n\nmédio de Cd na ordem de 0,09 mg kg\n-1\n\n, sendo esse valor de acordo com a faixa de 0,03-\n\n0,5 mg kg\n-1\n\n para plantas (SCHUURMANN; MARKET, 1998). Folhas de Schefflera \n\nmorototoni e Tapirira guianensis no período seco apresentaram maiores concentrações \n\nmédias de Mn de 130 mg kg\n-1\n\n e 110 mg kg\n-1\n\n, respectivamente. Todavia, os valores estão \n\nde acordo com a faixa proposta por Schuurmann e Market (1998) de 1 mg kg\n-1\n\n a 700 mg \n\nkg\n-1\n\n. As concentrações de Mn determinadas por França (2006) foram bem maiores para \n\no PECB, alcançando 580 mg kg\n-1\n\n nas espécies Euterpe edulis (família Aracaceae). \n\nAs espécies Schefflera morototoni e Cyathea microdonta apresentaram altas \n\nconcentrações de Zn (Figura 31), apresentando valores de concentração média de 100 \n\nmg kg\n-1\n\n e  de 140 mg kg\n-1\n\n, respectivamente. Já Cyathea microdonta apresentou valores \n\nde concentração média de 63 mg kg\n-1\n\ne 52 mg kg\n-1\n\n nos períodos seco e chuvoso \n\nrespectivamente, valores maiores que aqueles encontrados por França (2006) nas \n\nespécies de Alsophila sternbergii (família Cyatheaceae) do PECB (41 mg kg\n-1\n\n). França \n\n(2006) também classificou duas espécies como acumuladoras de Zn, isto é, Euterpe \n\nedulis (família Aracaceae) e Endlicheria paniculata (família Lauraceae). \n\n \n\n \n\n\n\n93 \n\n \n\nFigura 31- Concentrações médias (mg kg\n-1\n\n) dos elementos Cd, Cu, Mn e Zn \n\ndeterminadas nas folhas das espécies arbóreas coletadas em Janeiro e Setembro de 2014. \n\n0,00\n\n0,05\n\n0,10\n\n0,15\n\n0,20\n\n0,25\n\n0,30\n\n0,35\n\n0,40\n\nMyrt Pa qua Smor Cya thea Tgui Sa ma\n\nC\no\n\nn\nc\ne\nn\n\ntr\na\n\nç\nã\n\no\n d\n\ne\n C\n\nd\n (\n\nm\ng\n\n k\ng\n\n-1\n)\n\nEspécies\n\nSeca\n\nChuvosa\n\n \n\n0,0\n\n1,0\n\n2,0\n\n3,0\n\n4,0\n\n5,0\n\n6,0\n\n7,0\n\n8,0\n\n9,0\n\n10,0\n\nMyrt Pa qua Smor Cya thea Tgui Sa ma\n\nC\no\n\nn\nc\ne\nn\n\ntr\na\n\nç\nã\n\no\n d\n\ne\n C\n\nu\n (\n\nm\ng\n\n k\ng\n\n-1\n)\n\nEspécies\n\nSeca\n\nChuvosa\n\n \n\n-50\n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\nMyrt Pa qua Smor Cya thea Tgui Sa ma\n\nC\no\n\nn\nc\ne\nn\n\ntr\na\n\nçã\no\n d\n\ne\n M\n\nn\n (\n\nm\ng\n\n k\ng\n\n-1\n)\n\nEspécies\n\nSeca\n\nChuvosa\n\n \n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\n140\n\n160\n\n180\n\nMyrt Pa qua Smor Cya thea Tgui Sa ma\n\nC\no\n\nn\nc\ne\nn\n\ntr\na\n\nç\nã\n\no\n d\n\ne\n Z\n\nn\n (\n\nm\ng\n\n k\ng\n\n-1\n)\n\nEspécies\n\nSeca\n\nChuvosa\n\n \n\nFonte: O Autor. \n\n \n\nDo ponto de vista multivariado, a partir dos dados padronizados das folhas, \n\nmatriz de gráfico de dispersão foi construída para averiguar as correlações de 11 \n\nelementos químicos para a primeira coleta realizada em Janeiro de 2014 (Figura 32) e \n\npara a segunda coleta realizada em Setembro de 2014 (Figura 33). A separação foi \n\nnecessária devido às diferenças encontradas para alguns elementos químicos como \n\nexplicado anteriormente. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n94 \n\n \n\nFigura 32 - Matriz de gráficos de dispersão para as concentrações dos elementos químicos \n\ndeterminados em folhas das espécies arbóreas coletadas em Janeiro de 2014 no Refúgio \n\nEcológico Charles Darwin. Elipses de predição em nível de 95% de confiança. \n\nCa\n\nCd\n\nCl\n\nCu\n\nFe\n\nK\n\nMg\n\nMn\n\nSr\n\nTh\n\nU\n\nZn\n\n \n\nFonte: O Autor. \n\n\n\n95 \n\n \n\nFigura 33 - Matriz de gráficos de dispersão para as concentrações dos elementos químicos \n\ndeterminados em folhas das espécies arbóreas coletadas em Setembro de 2014 no Refúgio \n\nEcológico Charles Darwin. Elipses de predição em nível de 95% de confiança. \n\nFonte: O Autor. \n\n \n\nPelas elipses de predição em nível de 95% de confiança dos gráficos de \n\ndispersão, a normalidade bivariada entre os elementos químicos pôde ser avaliada. \n\nQuanto mais achatadas e inclinadas as elipses, maiores são as correlações entre os \n\nelementos químicos. Nota-se claramente a presença de pontos fora de controle e a \n\npossível formação de grupos de dados como ocorre para o gráfico de dispersão entre U \n\ne Zn (Figuras 32 e 33), a ser comprovada posteriormente pela análise de agrupamentos. \n\nConfirmando-se a distribuição aproximada à normalidade para 60% dos elementos \n\nquímicos, foi realizada análise fatorial por componentes principais. \n\nCa\n\nCd\n\nCl\n\nCu\n\nFe\n\nK\n\nMg\n\nMn\n\nSr\n\nTh\n\nU\n\nZn\n\n\n\n96 \n\n \n\nNa Tabela 23, a nova organização dos dados referente aos valores das cargas \n\nfatoriais em destaque separaram os elementos químicos correlacionados com cada fator. \n\nQuatro fatores foram necessários para explicar a distribuição dos elementos químicos \n\nnas folhas, corroborando a complexidade da acumulação por espécies nativas. Os \n\nelementos Cl, Fe, K e Mg passaram a constituir o Fator 1, podendo estar associados às \n\nfontes de spray marinho devido à proximidade da área de coleta com o mar. Fe, Th, U e \n\nZn formaram o fator 2, cuja classificação determina influência de terra ressuspendida \n\nnas amostras (FERRARI et al., 2006). O Fator 3 agrupou os metais alcalinos terrosos Ca \n\ne Sr com Mn, enquanto que o Fator 4 agrupou Cd, Cu, Mn e Zn. Ao correlacionar Cd, \n\nMn e Zn a este último fator, efeitos negativos de atividades antropogênicas podem estar \n\ncontribuindo para a acumulação desses elementos químicos nas folhas. \n\n \n\nTabela 23 - Cargas fatoriais rotacionadas (rotação=varimax) obtidas pela aplicação da \n\nanálise fatorial por componentes principais para a coleta de Janeiro de 2014. \n\nComunalidade = proporção da variância explicada para cada variável. \n\n \nFator1 Fator2 Fator3 Fator4 Comunalidade \n\n \n\nSpray \n\nmarinho? \n\nTerra \n\nressuspendida \n\nAlcalinos \n\nterrosos \nAntropogênico? \n\n \n\nCa 0,08 -0,15 0,90 0,16 0,87 \n\nCd -0,21 0,30 -0,14 0,83 0,83 \n\nCl 0,87 0,17 0,07 -0,01 0,79 \n\nCu 0,45 0,25 0,31 -0,56 0,67 \n\nFe 0,56 0,69 0,13 -0,09 0,81 \n\nK 0,85 -0,22 -0,01 -0,18 0,80 \n\nMg 0,85 0,14 0,33 0,09 0,86 \n\nMn 0,19 0,01 0,54 0,74 0,87 \n\nSr 0,16 -0,08 0,91 -0,19 0,90 \n\nTh 0,15 0,89 -0,21 0,15 0,88 \n\nU -0,44 0,79 -0,21 0,13 0,88 \n\nZn 0,37 0,45 0,17 0,46 0,58 \n\n \n\nDe acordo com os resultados da análise fatorial por componentes principais, as \n\nvariáveis também foram reorganizadas em quatro fatores (Tabela 24). Diferentemente \n\nda Tabela 23, os resultados da Tabela 24 foram um pouco mais complexos, em que os \n\nelementos alcalinos terrosos Ca e Sr foram agrupados junto com o Mn no Fator 1. U e \n\nTh foram agrupados no Fator 2, indicando terra ressuspendida, contudo, com a ausência \n\nda correlação com Fe é difícil comprovar tal afirmação. O Fator 3 agrupou \n\nconsistentemente Cd, Mn e Zn, podendo corroborar efeitos antropogênicos. Já o Fator 4 \n\n\n\n97 \n\n \n\nagrupou os elementos químicos Cl, Cu, Fe e Mg, que poderiam ser relacionados com \n\nfontes atmosféricas marinhas. A correlação negativa com K foi algo diferenciado, \n\nporém pode estar associada à transformação dos dados aplicadas às concentrações do \n\nelemento químico. \n\n \n\nTabela 24 - Cargas fatoriais rotacionadas (rotação=varimax) obtidas pela aplicação da \n\nanálise fatorial por componentes principais para a coleta de Setembro de 2014. \n\nComunalidade = proporção da variância explicada para cada variável. \n\n \n\nFator1 Fator2 Fator3 Fator4 Comunalidade \n\n \n\nAlcalinos \n\nterrosos \n\nTerra \n\nressuspendida \nAntropogênico? \n\nSpray \n\nmarinho?  \n\nCa 0,92 0,09 0,23 0,09 0,92 \n\nCd -0,14 0,39 0,80 -0,07 0,81 \n\nCl -0,21 -0,32 0,27 0,77 0,81 \n\nCu 0,20 -0,11 -0,24 0,57 0,43 \n\nFe 0,35 0,07 0,07 0,81 0,80 \n\nK -0,09 -0,83 0,00 0,26 0,76 \n\nMg 0,33 -0,10 0,42 0,72 0,81 \n\nMn 0,56 0,17 0,70 0,11 0,84 \n\nSr 0,84 0,18 0,01 0,39 0,90 \n\nTh 0,31 0,82 0,11 0,26 0,85 \n\nU -0,05 0,82 0,25 -0,25 0,80 \n\nZn 0,32 -0,05 0,62 0,20 0,53 \n\n \n\nOs valores dos fatores obtidos nas AFCP permitiram a construção de \n\ndendrogramas para cada época de coleta, isto é, Janeiro de 2014 (Figura 34) e Setembro \n\nde 2014 (Figura 35), em que ficaram evidentes as formações de grupos característicos \n\ndas amostras de Pachira aquatica, Schefflera morototoni, Cyathea microdonta e de \n\nárvores da Família Myrtaceae. Vale ressaltar que os agrupamentos demonstraram \n\ncomposição intrínseca das folhas das espécies analisadas conforme encontrado por \n\nFrança (2006). \n\n \n\n \n\n \n\n\n\n98 \n\n \n\nFigura 34 - Dendrograma para as espécies arbóreas coletadas em Janeiro \n\nde 2014.  \n\nT\ng\n\nu\ni\n\nT\ng\n\nu\ni\n\nP\na\nq\n\nu\na\n\nP\na\nq\n\nu\na\n\nP\na\nq\n\nu\na\n\nP\na\nq\n\nu\na\n\nP\na\nq\n\nu\na\n\nP\na\nq\n\nu\na\n\nP\na\nq\n\nu\na\n\nP\na\nq\n\nu\na\n\nP\na\nq\n\nu\na\n\nP\na\nq\n\nu\na\n\nP\na\nq\n\nu\na\n\nC\ny\na\nth\n\ne\na\n\nC\ny\na\nth\n\ne\na\n\nC\ny\na\nth\n\ne\na\n\nC\ny\na\nth\n\ne\na\n\nS\nm\n\no\nr\n\nS\nm\n\no\nr\n\nS\nm\n\no\nr\n\nS\nm\n\no\nr\n\nT\ng\n\nu\ni\n\nS\nm\n\no\nr\n\nM\ny\nrt\n\nS\na\nm\n\na\nS\n\na\nm\n\na\nM\n\ny\nrt\n\nM\ny\nrt\n\nM\ny\nrt\n\nM\ny\nrt\n\nM\ny\nrt\n\nM\ny\nrt\n\nM\ny\nrt\n\nM\ny\nrt\n\nM\ny\nrt\n\nM\ny\nrt\n\nM\ny\nrt\n\nM\ny\nrt\n\nM\ny\nrt\n\nM\ny\nrt\n\nM\ny\nrt\n\n0\n\n5\n\n10\n\n15\n\n20\nD\n\nis\ntâ\n\nn\nc\nia\n\n \n\nFonte: O Autor. \n\n \n\nFigura 35 - Dendrograma para as espécies arbóreas coletadas em Setembro \n\nde 2014.  \n\nT\ng\n\nu\ni\n\nP\na\n\nq\nu\n\na\nP\n\na\nq\n\nu\na\n\nP\na\n\nq\nu\n\na\nP\n\na\nq\n\nu\na\n\nP\na\n\nq\nu\n\na\nP\n\na\nq\n\nu\na\n\nP\na\n\nq\nu\n\na\nP\n\na\nq\n\nu\na\n\nP\na\n\nq\nu\n\na\nP\n\na\nq\n\nu\na\n\nP\na\n\nq\nu\n\na\nC\n\ny\na\n\nth\ne\n\na\nC\n\ny\na\n\nth\ne\n\na\nS\n\nm\no\n\nr\nC\n\ny\na\n\nth\ne\n\na\nC\n\ny\na\n\nth\ne\n\na\nS\n\nm\no\n\nr\nS\n\nm\no\n\nr\nM\n\ny\nrt\n\nS\nm\n\no\nr\n\nM\ny\n\nrt\nS\n\na\nm\n\na\nS\n\na\nm\n\na\nT\n\ng\nu\n\ni\nM\n\ny\nrt\n\nM\ny\n\nrt\nM\n\ny\nrt\n\nM\ny\n\nrt\nM\n\ny\nrt\n\nM\ny\n\nrt\nM\n\ny\nrt\n\nM\ny\n\nrt\nM\n\ny\nrt\n\nT\ng\n\nu\ni\n\nM\ny\n\nrt\nM\n\ny\nrt\n\nM\ny\n\nrt\nM\n\ny\nrt\n\nM\ny\n\nrt\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\nD\nis\n\ntâ\nn\n\nc\nia\n\n \n\nFonte: O Autor. \n\n\n\n99 \n\n \n\n \n\n4.4 Transferência de elementos químicos no Sistema Solo-Vegetação \n\n \n\nAs razões entre as concentrações totais determinadas no solo sob a projeção das \n\ncopas das árvores e aquelas encontradas nas folhas foram utilizadas para estimar os \n\nfatores de transferência entre os compartimentos solo e folha - FT (Tabela 23). Os \n\nvalores de FT do Refúgio Ecológico Charles Darwin para Ca, K, Sr e Zn foram maiores \n\nque aqueles encontrados por França et al (2007) na Mata Atlântica do Estado de São \n\nPaulo. De fato, a maior transferência para esses elementos químicos indica sua limitação \n\npara o ecossistema em questão. \n\nA transferência de Sb ocorreu principalmente para Schefflera morototoni, \n\nindependentemente da época de coleta. Vale ressaltar que a transferência de Cd no \n\nsistema biogeoquímico é considerável (Tabela 25 e Figuras 36 e 37). \n\nFicou evidente que a espécie exótica Pachira aquatica demonstrou habilidade de \n\nacumulação de elementos químicos, principalmente Ca, K, Mg e Sr, indicando alta \n\nexigência nutricional comparada com as espécies nativas do RECD (Figura 36 e 37). \n\nContudo, a acumulação foi mais expressiva nas folhas coletadas em Setembro de 2014 \n\n(Figura 36).  \n\n \n\n \n\n \n\n\n\n100 \n\n \n\nTabela 25 - Fatores de transferência solo-folha de elementos químicos. DP = desvio padrão e CV = coeficiente de variação em porcentagem. \n\nEspécie Época \n\n \n\nAl Ca Cd Cu Fe K Mg Mn P Sb Sr Th U Zn \n\nCyathea \n\nmacrodonta \n\nInverno Mediana 7,55E-03 2,16E+00 3,24E-01 6,78E-01 8,63E-03 7,45E+01 3,58E+00 7,66E-03 4,00E+00 1,11E-01 8,49E-01 1,65E-03 3,55E-03 9,43E-01 \n\n \n\nCV% 23 33 72 18 29 31 19 9 31 12 27 75 43 17 \n\n \n\nMax 8,84E-03 3,09E+00 6,62E-01 8,86E-01 1,11E-02 1,04E+02 3,85E+00 7,83E-03 5,24E+00 1,26E-01 9,34E-01 3,45E-03 5,72E-03 1,15E+00 \n\n \n\nn 4 4 4 4 4 4 4 4 4 4 4 4 4 4 \n\nVerao Mediana 1,17E-02 2,73E+00 1,75E-01 6,66E-01 2,16E-02 5,99E+01 4,24E+00 8,33E-03 2,87E+00 - 1,55E+00 8,65E-03 8,03E-03 1,42E+00 \n\n \n\nCV% 24 16 2517 48 58 9 9 22 19 - 53 161 92 25 \n\n \n\nMax 1,41E-02 3,30E+00 8,93E+00 1,13E+00 3,88E-02 6,58E+01 4,60E+00 9,65E-03 3,43E+00 - 2,62E+00 3,44E-02 2,16E-02 1,69E+00 \n\n \n\nn 4 4 4 4 4 4 4 4 4 - 4 4 4 4 \n\nMyrcia sp. Inverno Mediana 2,50E-03 2,47E+00 2,14E-01 5,04E-01 2,58E-03 4,38E+01 2,08E+00 7,05E-03 1,34E+00 5,95E-02 7,50E-01 1,46E-03 3,07E-03 5,54E-01 \n\n \n\nCV% 68 42 105 34 47 32 67 235 25 60 42 56 76 17 \n\n \n\nMax 7,74E-03 5,59E+00 8,01E-01 1,09E+00 6,15E-03 6,12E+01 6,09E+00 5,70E-02 2,30E+00 1,34E-01 1,68E+00 3,04E-03 1,08E-02 8,34E-01 \n\n \n\nn 16 16 16 16 16 16 16 16 16 10 16 16 16 16 \n\nVerao Mediana 1,99E-03 2,84E+00 1,69E-01 5,09E-01 3,33E-03 3,37E+01 1,69E+00 7,35E-03 1,25E+00 - 1,02E+00 1,54E-03 3,25E-03 5,59E-01 \n\n \n\nCV% 69 24 55 34 37 35 52 177 14 - 25 35 32 18 \n\n \n\nMax 6,61E-03 3,98E+00 3,84E-01 1,12E+00 6,64E-03 5,60E+01 4,85E+00 5,80E-02 1,86E+00 - 1,32E+00 2,58E-03 5,22E-03 8,25E-01 \n\n \n\nn 16 16 15 16 16 16 16 16 16 - 16 16 16 16 \n\nPachira \n\naquatica \n\nInverno Mediana 6,40E-03 6,66E+00 1,67E-01 6,16E-01 1,08E-02 7,49E+01 4,47E+00 1,08E-02 3,85E+00 - 3,64E+00 1,66E-03 2,77E-03 7,48E-01 \n\n \n\nCV% 131 63 113 20 61 82 30 116 45 - 120 57 62 21 \n\n \n\nMax 2,98E-02 1,38E+01 5,75E-01 7,67E-01 2,57E-02 1,98E+02 6,31E+00 4,14E-02 7,15E+00 - 1,53E+01 4,26E-03 6,51E-03 1,01E+00 \n\n \n\nn 11 11 11 11 11 11 11 11 11 - 11 11 11 11 \n\nVerao Mediana 5,72E-03 6,75E+00 2,04E-01 5,79E-01 9,34E-03 1,15E+02 4,44E+00 1,40E-02 4,26E+00 - 3,41E+00 1,75E-03 1,64E-03 7,06E-01 \n\n \n\nCV% 115 51 65 21 54 39 24 75 30 - 152 48 129 21 \n\n \n\nMax 1,98E-02 1,39E+01 3,17E-01 7,82E-01 1,92E-02 1,92E+02 6,08E+00 3,79E-02 7,00E+00 - 1,93E+01 3,31E-03 7,84E-03 8,59E-01 \n\n \n\nn 11 11 11 11 11 11 11 11 11 - 11 11 11 11 \n\nSimarouba \n\namara \n\nInverno Mediana 5,21E-03 2,39E+00 4,02E-01 5,35E-01 2,05E-03 5,72E+01 1,53E+00 3,61E-03 2,83E+00 1,69E-01 9,24E-01 9,25E-04 4,69E-03 5,18E-01 \n\n \n\nCV% 31 41 3 6 5 15 10 12 62 19 20 75 20 12 \n\n \n\nMax 6,35E-03 3,08E+00 4,11E-01 5,56E-01 2,12E-03 6,33E+01 1,63E+00 3,93E-03 4,07E+00 1,92E-01 1,05E+00 1,42E-03 5,34E-03 5,63E-01 \n\n \n\nn 2 2 2 2 2 2 2 2 2 2 2 2 2 2 \n\nVerao Mediana 4,04E-03 2,79E+00 4,98E-01 5,72E-01 4,02E-03 5,33E+01 1,47E+00 4,83E-03 2,23E+00 - 1,11E+00 1,66E-03 2,52E-03 5,19E-01 \n\n \n\nCV% 18 8 62 0 34 10 10 35 47 - 18 53 46 11 \n\n \n\nMax 4,57E-03 2,95E+00 7,17E-01 5,73E-01 4,98E-03 5,70E+01 1,58E+00 6,03E-03 2,97E+00 - 1,26E+00 2,28E-03 3,34E-03 5,58E-01 \n\n \n\nn 2 2 2 2 2 2 2 2 2 - 2 2 2 2 \n\nSchefflera \n\nmorototoni \n\nInverno Mediana 4,02E-03 5,87E+00 4,33E-01 6,46E-01 4,76E-03 5,25E+01 2,13E+00 2,77E-02 2,29E+00 1,62E-01 1,47E+00 2,08E-03 3,75E-03 2,00E+00 \n\n \n\nCV% 162 45 35 18 30 125 32 58 106 61 74 46 28 51 \n\n \n\nMax 1,58E-02 8,88E+00 5,64E-01 8,07E-01 6,01E-03 1,76E+02 3,10E+00 4,43E-02 6,85E+00 2,89E-01 3,02E+00 2,44E-03 5,19E-03 3,32E+00 \n\n \n\nn 4 4 4 4 4 4 4 4 4 3 4 4 4 4 \n\nVerao Mediana 2,44E-03 6,52E+00 4,28E-01 5,90E-01 7,20E-03 4,32E+01 2,39E+00 3,74E-02 1,80E+00 9,97E-02 2,13E+00 3,16E-03 4,38E-03 2,47E+00 \n\n \n\nCV% 77 28 43 20 58 29 28 29 40 29 50 34 41 25 \n\n \n\nMax 5,78E-03 8,88E+00 6,46E-01 8,07E-01 1,39E-02 6,82E+01 3,61E+00 4,43E-02 3,26E+00 1,15E-01 3,46E+00 4,80E-03 7,30E-03 2,85E+00 \n\n \n\nn 5 5 5 5 5 5 5 5 5 5 5 5 5 5 \n\nTapirira \n\nguianensis \n\nInverno Mediana 4,27E-03 2,86E+00 1,71E-01 5,22E-01 3,28E-03 4,55E+01 1,56E+00 8,90E-03 6,27E+00 1,33E-01 1,66E+00 2,41E-03 4,65E-03 6,98E-01 \n\n \n\nCV% 17 138 34 11 25 40 38 80 70 38 140 50 29 11 \n\n \n\nMax 4,77E-03 9,60E+00 1,75E-01 5,79E-01 4,17E-03 7,58E+01 2,21E+00 1,77E-02 1,01E+01 1,64E-01 5,52E+00 2,73E-03 5,26E-03 7,75E-01 \n\n \n\nn 3 3 3 3 3 3 3 3 3 3 3 3 3 3 \n\nVerao Mediana 3,41E-03 7,59E+00 1,08E+00 5,35E-01 3,22E-03 2,58E+01 1,77E+00 1,56E-02 4,67E+00 - 4,83E+00 6,06E-04 3,00E-03 8,84E-01 \n\n \n\nCV% 20 31 - 13 6 86 147 165 101 - 49 45 38 32 \n\n \n\nMax 4,27E-03 9,03E+00 1,08E+00 5,57E-01 3,26E-03 6,27E+01 5,95E+00 5,56E-02 1,10E+01 - 6,01E+00 1,03E-03 4,77E-03 1,29E+00 \n\n \n\nN 3 3 1 3 3 3 3 3 3 - 3 3 3 3 \n\nFonte: O Autor\n\n\n\n101 \n\n \n\nFigura 36 – Fatores de transferência para as espécies arbóreas amostradas em Setembro de \n\n2014. Paqua = Pachira aquatica, Cyathea = Cyathea macrodonta, Myrt = Myrcia sp., \n\nSama = Simarouba amara, Smor = Schefflera morototoni, Tgui = Tapirira guianensis. \n\n0.0001\n\n0.001\n\n0.01\n\n0.1\n\n1\n\n10\n\n100\n\nAl Ca Cd Cu Fe K Mg Mn P Sb Sr Th U Zn\n\nFa\nto\n\nr \nd\n\ne\n t\n\nra\nn\n\nsf\ne\n\nrê\nn\n\nci\na\n\nPaqua Cyathea Myrt Sama Smor Tgui\n \n\nFonte: O Autor. \n\n \n\nFigura 37 – Fatores de transferência para as espécies arbóreas amostradas em Janeiro de \n\n2014. Paqua = Pachira aquatica, Cyathea = Cyathea macrodonta, Myrt = Myrcia sp., \n\nSama = Simarouba amara, Smor = Schefflera morototoni, Tgui = Tapirira guianensis. \n\n0.0001\n\n0.001\n\n0.01\n\n0.1\n\n1\n\n10\n\n100\n\n1000\n\nAl Ca Cd Cu Fe K Mg Mn P Sb Sr Th U Zn\n\nFa\nto\n\nr \nd\n\ne\n t\n\nra\nn\n\nsf\ne\n\nrê\nn\n\nci\na\n\nPaqua Cyathea Myrt Sama Smor Tgui\n \n\nFonte: O Autor. \n\n\n\n102 \n\n \n\n \n\n4.4.1 Modelos de predição \n\n \n\n Para este capítulo, apenas foram computados os dados de fatores de transferência - FT \n\nda coleta realizada em Janeiro de 2014. A Figura 38 apresenta o modelo de transferência para \n\no elemento químico Al, e também apresenta a distribuição normal do resíduo (resíduo = valor \n\nobservado – valor do modelo). O comportamento observado no gráfico da Figura 38 para \n\nalgumas espécies esta relacionado com a absorção de Al não somente pelas raízes, porém \n\ntambém pelas folhas (absorção foliar) ou a acumulação preferencial de Al pelas árvores de \n\nCyathea microdonta. Resultado semelhante foi obtido por Araújo et al. (2012) no Parque \n\nEstadual da Serra do Mar, contudo, para o elemento terrígeno Th. Pôde-se comprovar baixa \n\nvariabilidade dos resíduos obtidos para o modelo de predição para Al, embora existam alguns \n\ndesvios não normais. No entanto, a maioria dos valores dos resíduos segue a distribuição \n\nnormal (Figura 38 – B).  \n\n \n\nFigura 38 – A. Ajuste do modelo de predição para fatores de transferência de Al no Refúgio Charles \n\nDarwin. B. Resíduos obtidos e distribuição normal \n\nMyrt1Myrt2 Myrt3Myrt4\nMyrt5\n\nMyrt6\nMyrt7\n\nMyrt8\n\nTgui1\n\nSmor1\n\nMyrt9\n\nMyrt10\n\nMyrt11 Myrt12\n\nMyrt13\n\nMyrt14Smor2\nSmor3\n\nMyrt15\n\nMyrt16\n\nPaqua1\n\nPaqua2\n\nTgui2\nTgui3\n\nPaqua3\n\nPaqua4\n\nSama1\nSmor4\n\nPaqua5\nSama2\n\nPaqua6\n\nPaqua7\n\nPaqua8\n\nSmor 5\n\nPaqua9Paqua10\n\nPaqua11\n\nCyathea1\n\nCyathea2Cyathea3\n\nCyathea4\n\n2E+04 4E+04 6E+04 8E+04 1E+05 1E+05 1E+05 2E+05\n\nAlSolo (mg kg\n-1\n\n)\n\n0,000\n\n0,005\n\n0,010\n\n0,015\n\n0,020\n\n0,025\n\n0,030\n\nF\nB\n\nF\nS\n\nA\nl\n\nMyrt1Myrt2 Myrt3Myrt4\nMyrt5\n\nMyrt6\nMyrt7\n\nMyrt8\n\nTgui1\n\nSmor1\n\nMyrt9\n\nMyrt10\n\nMyrt11 Myrt12\n\nMyrt13\n\nMyrt14Smor2\nSmor3\n\nMyrt15\n\nMyrt16\n\nPaqua1\n\nPaqua2\n\nTgui2\nTgui3\n\nPaqua3\n\nPaqua4\n\nSama1\nSmor4\n\nPaqua5\nSama2\n\nPaqua6\n\nPaqua7\n\nPaqua8\n\nSmor 5\n\nPaqua9Paqua10\n\nPaqua11\n\nCyathea1\n\nCyathea2Cyathea3\n\nCyathea4\n\nFBFSAl=5.2E7*Alsolo^(-2.0522)\n\nA \n\n-1E-02\n\n-1E-02\n\n-8E-03\n\n-6E-03\n\n-4E-03\n\n-2E-03\n\n0E-01\n\n2E-03\n\n4E-03\n\n6E-03\n\n8E-03\n\n1E-02\n\n1E-02\n\nResíduo\n\n-3,0\n\n-2,5\n\n-2,0\n\n-1,5\n\n-1,0\n\n-0,5\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\n3,0\n\nV\na\n\nlo\nr \n\nn\no\n\nrm\na\n\nl \ne\n\ns\np\n\ne\nra\n\nd\no\n\n0.01\n\n0.05\n\n0.15\n\n0.30\n\n0.50\n\n0.70\n\n0.85\n\n0.95\n\n0.99\n\nB \n\nFonte: O Autor \n\n \n\nA Figura 39 apresenta o modelo de acumulação para o elemento químico Ca, assim \n\ncomo a avaliação da distribuição normal dos resíduos. Algumas árvores de Pachira aquatica \n\napresentaram valores de FT muito superiores, prejudicando o ajuste ao modelo de predição. \n\nAlém disso, a árvore Paqua6 apresentou valor de FT igual a 4, enquanto o modelo sugeriu FT \n\npróximo a 1. O mesmo fenômeno ocorreu com Paqua7, Smor3 e Paqua5. Apenas uma árvore \n\nde Schefflera morototoni apresentou valores de FT na mesma ordem de grandeza de Pachira \n\n\n\n103 \n\n \n\naquatica, indicando que a acumulação de Ca pode ser independente da concentração total do \n\nelemento químico no solo. Essa informação é muito importante para futuras atividades de \n\nmanejo florestal no RECD. \n\n \n\nFonte: O Autor \n\n \n\nA Figura 40 apresenta o modelo de transferência para o elemento químico Cd e \n\ntambém apresenta a distribuição normal dos resíduos. Aparentemente, a absorção de Cd segue \n\na concentração do elemento químico no solo. Exceções aconteceram para árvores de \n\nSimarouba amara, Schefflera morototoni e espécies da Família Myrtaceae. Pela Figura 40-B, \n\nfoi possível comprovar a normalidade dos resíduos. Como Cd não é um elemento químico \n\nessencial, é possível dizer que algumas espécies nativas não estejam conseguindo evitar a \n\nabsorção deste elemento químico no solo. Contudo, acumulação de Cd ocorreu para \n\nSimarouba amara e Myrcia sp. Futuros estudos de biomonitoração desse elemento químico \n\npoderão ser realizados utilizando, principalmente, a espécie S. amara. Vale ressaltar que \n\nvalores de FT para este elemento químico são raros na literatura. \n\n \n\nFigura 39 – A. Ajuste do modelo de predição para fatores de transferência de Ca no Refúgio Ecológico \n\nCharles Darwin. B. Resíduos obtidos e  distribuição normal. \n\nMyrt1\n\nMyrt2\n\nMyrt3\nMyrt4\n\nMyrt5Myrt6\n\nMyrt7\n\nTgui1 Smor1\n\nMyrt9\n\nMyrt10\n\nMyrt11\n\nMyrt12\nMyrt13\n\nMyrt14\n\nSmor2\n\nSmor3\n\nMyrt15\n\nMyrt16\n\nTgui3\n\nSama1\n\nSmor4\n\nPaqua5\n\nSama2\n\nPaqua6\n\nPaqua7\n\nPaqua8\n\nSmor 5\nPaqua9\n\nPaqua10\n\n2000 2500 3000 3500 4000 4500 5000 5500 6000 6500\n\nCaSolo (mg kg\n-1\n\n)\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\nF\nB\n\nF\nS\n\nC\na\n\nMyrt1\n\nMyrt2\n\nMyrt3\nMyrt4\n\nMyrt5Myrt6\n\nMyrt7\n\nTgui1 Smor1\n\nMyrt9\n\nMyrt10\n\nMyrt11\n\nMyrt12\nMyrt13\n\nMyrt14\n\nSmor2\n\nSmor3\n\nMyrt15\n\nMyrt16\n\nTgui3\n\nSama1\n\nSmor4\n\nPaqua5\n\nSama2\n\nPaqua6\n\nPaqua7\n\nPaqua8\n\nSmor 5\nPaqua9\n\nPaqua10\n\nFBFSCa=3.6E+7*CaSolo\n(1-(2.99))\n\nA \n\n-4 -3 -2 -1 0 1 2 3 4 5\n\nResíduo\n\n-2,5\n\n-2,0\n\n-1,5\n\n-1,0\n\n-0,5\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\nV\na\nlo\n\nr \nn\no\nrm\n\na\nl \ne\ns\np\ne\nra\n\nd\no\n\n0.01\n\n0.05\n\n0.15\n\n0.30\n\n0.50\n\n0.70\n\n0.85\n\n0.95\n\n0.99\n\nB \n\n\n\n104 \n\n \n\nFigura 40 – A. Fatores de transferência de Cd e ajuste de modelo de predição. B. Resíduos obtidos e \n\ndistribuição normal esperada. \n\nMyrt1\n\nMyrt2\nMyrt3Myrt4\n\nMyrt5\n\nMyrt6\n\nMyrt7\n\nMyrt8\n\nSmor1\n\nMyrt9\n\nMyrt11\nMyrt12\n\nMyrt13\n\nMyrt14\n\nSmor3\n\nMyrt15\n\nMyrt16\n\nPaqua2\n\nPaqua3\n\nSama1\n\nSmor4\n\nSama2\n\nPaqua6\n\nSmor 5\n\nPaqua10\n\nCyathea1\nCyathea2\n\nCyathea3\n\nCyathea4\n\n0,02 0,04 0,06 0,08 0,10 0,12 0,14 0,16 0,18 0,20\n\nCdSolo (mg kg\n-1\n\n)\n\n0,0\n\n0,1\n\n0,2\n\n0,3\n\n0,4\n\n0,5\n\n0,6\n\n0,7\n\n0,8\n\nF\nB\n\nF\nS\n\nC\nd\n\nMyrt1\n\nMyrt2\nMyrt3Myrt4\n\nMyrt5\n\nMyrt6\n\nMyrt7\n\nMyrt8\n\nSmor1\n\nMyrt9\n\nMyrt11\nMyrt12\n\nMyrt13\n\nMyrt14\n\nSmor3\n\nMyrt15\n\nMyrt16\n\nPaqua2\n\nPaqua3\n\nSama1\n\nSmor4\n\nSama2\n\nPaqua6\n\nSmor 5\n\nPaqua10\n\nCyathea1\nCyathea2\n\nCyathea3\n\nCyathea4\n\nFBFSCd=0.008*CdSolo\n(1-(2.13))\n\nA \n-0,3 -0,2 -0,1 0,0 0,1 0,2 0,3\n\nResíduo\n\n-2,5\n\n-2,0\n\n-1,5\n\n-1,0\n\n-0,5\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\nV\na\n\nlo\nr \n\nn\no\n\nrm\na\n\nl \ne\n\ns\np\n\ne\nra\n\nd\no\n\n0.01\n\n0.05\n\n0.15\n\n0.30\n\n0.50\n\n0.70\n\n0.85\n\n0.95\n\n0.99\n\nB \n\nFonte: O Autor \n\n \n\nA Figura 41 apresenta o modelo de transferência para o elemento químico Cu, cujos \n\nvalores de FT foram perfeitamente ajustados às concentrações do elemento químico nos solos. \n\nComo aconteceu para os demais elementos químicos, os resíduos também foram considerados \n\ncomo normalmente distribuídos. Por ser nutriente, é normal que ocorre a acumulação do \n\nelementos nas folhas das espécies. Porém, há uma pequena tendência de P. aquatica acumular \n\nCd nas folhas.  \n\n \n\nFigura 41 – A. Ajuste de modelo de predição para fatores de transferência de Cu no Refúgio Ecológico \n\nCharles Darwin. B. Resíduos obtidos e distribuição normal \n\nMyrt1\nMyrt2\n\nMyrt3\n\nMyrt4\n\nMyrt5\n\nMyrt6Myrt7 Myrt8\n\nTgui1\n\nSmor1\n\nMyrt9\n\nMyrt10\n\nMyrt11\nMyrt12\n\nMyrt13\nMyrt14\n\nSmor2\n\nSmor3\n\nMyrt15\n\nMyrt16\n\nPaqua1\n\nPaqua2\n\nTgui2\nTgui3\n\nPaqua3\n\nPaqua4\n\nSama1\nSmor4\nPaqua5Sama2\n\nPaqua6Paqua7\n\nPaqua8\n\nSmor 5Paqua9Paqua10\n\nPaqua11\n\nCyathea1\n\nCyathea2\n\nCyathea3\n\nCyathea4\n\n6 8 10 12 14 16 18 20\n\nCuSolo (mg kg\n-1\n\n)\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1,0\n\n1,2\n\n1,4\n\nF\nB\n\nF\nS\n\nC\nu\n\nMyrt1\nMyrt2\n\nMyrt3\n\nMyrt4\n\nMyrt5\n\nMyrt6Myrt7 Myrt8\n\nTgui1\n\nSmor1\n\nMyrt9\n\nMyrt10\n\nMyrt11\nMyrt12\n\nMyrt13\nMyrt14\n\nSmor2\n\nSmor3\n\nMyrt15\n\nMyrt16\n\nPaqua1\n\nPaqua2\n\nTgui2\nTgui3\n\nPaqua3\n\nPaqua4\n\nSama1\nSmor4\nPaqua5Sama2\n\nPaqua6Paqua7\n\nPaqua8\n\nSmor 5Paqua9Paqua10\n\nPaqua11\n\nCyathea1\n\nCyathea2\n\nCyathea3\n\nCyathea4\n\nFBFSCu=8.4*CuSolo^(1-(2.05))\n\nA \n-1E-01 -9E-02 -6E-02 -3E-02 0E-01 3E-02 6E-02 9E-02 1E-01\n\nResiduals\n\n-3,0\n\n-2,5\n\n-2,0\n\n-1,5\n\n-1,0\n\n-0,5\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\n3,0\n\nV\na\n\nlo\nr \n\nn\no\n\nrm\na\n\nl \ne\n\ns\np\n\ne\nra\n\nd\no\n\n0.01\n\n0.05\n\n0.15\n\n0.30\n\n0.50\n\n0.70\n\n0.85\n\n0.95\n\n0.99\n\nB \n\nFonte: O Autor \n\n \n\nDiferentemente de Cu, Fe, por ser um constituinte dos solos, não apresentou fator de \n\nbioacumulação perfeitamente ajustado às concentrações totais do solo, assim como os \n\n\n\n105 \n\n \n\nresíduos aparentemente não apresentarem normalidade (Figura 42). Acumulação diferenciada \n\ntambém foi notada para P. aquatica. No trabalho desenvolvido no PESM por \n\nAraújo et al. (2012), os fatores de transferência para Fe ajustaram muito bem ao modelo, \n\nprincipalmente para espécies de samambaias (Família Cyatheaceae). A principal dificuldade \n\ncom relação ao Fe é a contribuição da contaminação da superfície das folhas com terra \n\naderida, dificultando o conhecimento exato da transferência desse elemento químico para a \n\nvegetação, pois a concentração encontrada nas folhas podem ser divido a terra (FRANÇA, \n\n2006; FERRARI et al., 2006). \n\n \n\nFonte: O Autor \n\n \n\nQuando comparado a Ca, os fatores de bioacumulação do traço associado Sr \n\napresentou relação com as concentrações totais encontradas no solo, assim como normalidade \n\ndos resíduos (Figura 43). Apenas alguns pontos fora da curva foram evidenciados para \n\nPachira aquatica e Tapirira guianensis, indicando acumulação preferencial. \n\n \n\nFigura 42 – A. Fatores de transferência de Fe e ajuste de modelo de predição. B. Resíduos obtidos e  \n\ndistribuição normal esperada. \n\nMyrt1\n\nMyrt2\n\nMyrt3\nMyrt4\n\nMyrt5\n\nMyrt6\nMyrt7\n\nMyrt8\nTgui1\n\nSmor1\n\nMyrt9Myrt10Myrt11 Myrt12\n\nMyrt13Myrt14\n\nSmor2\n\nSmor3Myrt15\n\nMyrt16\n\nPaqua1\n\nPaqua2\n\nTgui2 Tgui3\n\nPaqua3\n\nPaqua4\nSama1Smor4\n\nPaqua5\n\nSama2\n\nPaqua6\nPaqua7\n\nPaqua8\n\nSmor 5\n\nPaqua9\n\nPaqua10\n\nPaqua11\n\n4E+03 8E+03 1E+04 2E+04 2E+04 2E+04 3E+04 3E+04 4E+04\n\nFeSolo (mg kg\n-1\n\n)\n\n0,000\n\n0,002\n\n0,004\n\n0,006\n\n0,008\n\n0,010\n\n0,012\n\n0,014\n\n0,016\n\n0,018\n\n0,020\n\n0,022\n\n0,024\n\nF\nB\n\nF\nS\n\nF\ne\n\nMyrt1\n\nMyrt2\n\nMyrt3\nMyrt4\n\nMyrt5\n\nMyrt6\nMyrt7\n\nMyrt8\nTgui1\n\nSmor1\n\nMyrt9Myrt10Myrt11 Myrt12\n\nMyrt13Myrt14\n\nSmor2\n\nSmor3Myrt15\n\nMyrt16\n\nPaqua1\n\nPaqua2\n\nTgui2 Tgui3\n\nPaqua3\n\nPaqua4\nSama1Smor4\n\nPaqua5\n\nSama2\n\nPaqua6\nPaqua7\n\nPaqua8\n\nSmor 5\n\nPaqua9\n\nPaqua10\n\nPaqua11\n\nFBFSFe=68.8*FeSolo^(1-(1.97))\n\nA \n\n-6E-03 -3E-03 0E-01 3E-03 6E-03 9E-03 1E-02\n\nResíduo\n\n-3,0\n\n-2,5\n\n-2,0\n\n-1,5\n\n-1,0\n\n-0,5\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\n3,0\n\nV\na\nlo\n\nr \nn\no\nrm\n\na\nl \ne\ns\np\ne\nra\n\nd\no\n\n0.01\n\n0.05\n\n0.15\n\n0.30\n\n0.50\n\n0.70\n\n0.85\n\n0.95\n\n0.99\n\nB \n\n\n\n106 \n\n \n\nFigura 43 – A. Ajuste de modelo de predição para fatores de transferência do elemento traço Sr. \n\nB. Resíduos obtidos e distribuição normal \n\nMyrt1Myrt2 Myrt3\nMyrt4 Myrt5 Myrt6\n\nMyrt7\nMyrt8\n\nTgui1 Smor1Myrt9Myrt10 Myrt11Myrt12Myrt13 Myrt14\nSmor2\n\nSmor3Myrt15\nMyrt16\n\nPaqua1\n\nPaqua2\n\nTgui2\nTgui3\n\nPaqua3\n\nPaqua4Smor4\n\nPaqua5\n\nSama2\n\nPaqua6\nPaqua7\n\nPaqua8 Smor 5 Paqua9Paqua10\n\nPaqua11\n\nCyathea2\nCyathea3\n\nCyathea4\n\n0 10 20 30 40 50 60 70 80 90\n\nSrSolo (mg kg\n-1\n\n)\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n20\n\n22\n\n24\n\nF\nB\n\nF\nS\n\nS\nr\n\nMyrt1Myrt2 Myrt3\nMyrt4 Myrt5 Myrt6\n\nMyrt7\nMyrt8\n\nTgui1 Smor1Myrt9Myrt10 Myrt11Myrt12Myrt13 Myrt14\nSmor2\n\nSmor3Myrt15\nMyrt16\n\nPaqua1\n\nPaqua2\n\nTgui2\nTgui3\n\nPaqua3\n\nPaqua4Smor4\n\nPaqua5\n\nSama2\n\nPaqua6\nPaqua7\n\nPaqua8 Smor 5 Paqua9Paqua10\n\nPaqua11\n\nCyathea2\nCyathea3\n\nCyathea4\n\nFBFSSr=191*SrSolo\n(1-(2.28))\n\nA \n-3 -2 -1 0 1 2 3 4 5\n\nResíduo\n\n-3,0\n\n-2,5\n\n-2,0\n\n-1,5\n\n-1,0\n\n-0,5\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\n3,0\n\nV\na\nlo\n\nr \nn\no\nrm\n\na\nl \ne\ns\np\ne\nra\n\nd\no\n\n0.01\n\n0.05\n\n0.15\n\n0.30\n\n0.50\n\n0.70\n\n0.85\n\n0.95\n\n0.99\n\nB \n\nFonte: O Autor \n\n \n\nPor serem metais bastante pesados, Th e U não deveriam ser transferidos para o \n\nsistema biológico de ecossistemas naturais. De fato, as Figuras 44 e 45 demonstram a \n\ndificuldade no ajuste dos modelos. Mesmo assim, algumas espécies nativas apresentaram \n\nacumulação dos elementos químicos nas folhas como Cyathea microdonta, como notado por \n\nAraújo et al. (2012) no PESM. Algumas samambaias são acumuladoras de radionuclídeos \n\nnaturais conforme discutido por Koyama et al. (1987). \n\n \n\nFigura 44 – A. Ajuste de modelo de predição para fatores de transferência de Th. B. Resíduos obtidos e \n\ndistribuição normal \n\nMyrt1\n\nMyrt2\nMyrt3\n\nMyrt4\nMyrt5\n\nMyrt6\n\nMyrt7 Myrt8Tgui1\n\nSmor1\n\nMyrt9\n\nMyrt10\nMyrt11\n\nMyrt12\n\nMyrt13\n\nMyrt14\n\nSmor2\n\nSmor3\n\nMyrt15\n\nMyrt16Paqua1\n\nPaqua2\n\nTgui2 Tgui3\n\nPaqua3\n\nPaqua4\n\nSama1 Smor4\n\nPaqua5\nSama2\n\nPaqua6\nPaqua7\n\nPaqua8\n\nSmor 5\n\nPaqua9\n\nPaqua10\n\nPaqua11\n\nCyathea1\n\nCyathea2\n\n2 4 6 8 10 12 14 16 18\n\nThSolo (mg kg\n-1\n\n)\n\n0,000\n\n0,001\n\n0,002\n\n0,003\n\n0,004\n\n0,005\n\n0,006\n\nF\nB\n\nF\nS\n\nT\nh\n\nMyrt1\n\nMyrt2\nMyrt3\n\nMyrt4\nMyrt5\n\nMyrt6\n\nMyrt7 Myrt8Tgui1\n\nSmor1\n\nMyrt9\n\nMyrt10\nMyrt11\n\nMyrt12\n\nMyrt13\n\nMyrt14\n\nSmor2\n\nSmor3\n\nMyrt15\n\nMyrt16Paqua1\n\nPaqua2\n\nTgui2 Tgui3\n\nPaqua3\n\nPaqua4\n\nSama1 Smor4\n\nPaqua5\nSama2\n\nPaqua6\nPaqua7\n\nPaqua8\n\nSmor 5\n\nPaqua9\n\nPaqua10\n\nPaqua11\n\nCyathea1\n\nCyathea2\n\nA \n-0,003 -0,002 -0,001 0,000 0,001 0,002 0,003\n\nResíduo\n\n-3,0\n\n-2,5\n\n-2,0\n\n-1,5\n\n-1,0\n\n-0,5\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\n3,0\n\nV\na\n\nlo\nr \n\nn\no\n\nrm\na\n\nl \ne\n\ns\np\n\ne\nra\n\nd\no\n\n0.01\n\n0.05\n\n0.15\n\n0.30\n\n0.50\n\n0.70\n\n0.85\n\n0.95\n\n0.99\n\nB \n\nFonte: O Autor \n\n\n\n107 \n\n \n\n \n\nFigura 45 – A. Fatores de transferência de U e ajuste de modelo de predição. B. Resíduos obtidos e \n\ndistribuição normal \n\nMyrt1\n\nMyrt2\n\nMyrt3\n\nMyrt4\n\nMyrt5Myrt6\nMyrt7\n\nMyrt8\nTgui1\n\nSmor1\n\nMyrt9\n\nMyrt10\n\nMyrt11\n\nMyrt12\n\nMyrt13\n\nMyrt14\nSmor2\n\nSmor3\n\nMyrt15\n\nMyrt16\n\nPaqua1\n\nPaqua2\n\nTgui2\n\nTgui3\nPaqua3\n\nPaqua4\n\nSama1\nSmor4\n\nPaqua5\nSama2Paqua6\n\nPaqua7\n\nPaqua8\n\nSmor 5\n\nPaqua9Paqua10\nPaqua11\n\nCyathea1\n\nCyathea2\n\n0,5 1,0 1,5 2,0 2,5 3,0 3,5 4,0\n\nUSolo (mg kg\n-1\n\n)\n\n0,000\n\n0,001\n\n0,002\n\n0,003\n\n0,004\n\n0,005\n\n0,006\n\n0,007\n\n0,008\n\n0,009\n\n0,010\n\nF\nB\n\nF\nS\n\nU\n\nMyrt1\n\nMyrt2\n\nMyrt3\n\nMyrt4\n\nMyrt5Myrt6\nMyrt7\n\nMyrt8\nTgui1\n\nSmor1\n\nMyrt9\n\nMyrt10\n\nMyrt11\n\nMyrt12\n\nMyrt13\n\nMyrt14\nSmor2\n\nSmor3\n\nMyrt15\n\nMyrt16\n\nPaqua1\n\nPaqua2\n\nTgui2\n\nTgui3\nPaqua3\n\nPaqua4\n\nSama1\nSmor4\n\nPaqua5\nSama2Paqua6\n\nPaqua7\n\nPaqua8\n\nSmor 5\n\nPaqua9Paqua10\nPaqua11\n\nCyathea1\n\nCyathea2\n\nFBFSU=0.004*USolo\n(1-(1.53))\n\nA \n-4E-03 -2E-03 0E-01 2E-03 4E-03\n\nResiduals\n\n-3,0\n\n-2,5\n\n-2,0\n\n-1,5\n\n-1,0\n\n-0,5\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\n3,0\n\nV\na\nlo\n\nr \nn\no\nrm\n\na\nl \ne\ns\np\ne\nra\n\nd\no\n\n0.01\n\n0.05\n\n0.15\n\n0.30\n\n0.50\n\n0.70\n\n0.85\n\n0.95\n\n0.99\n\nB \n\nFonte: O Autor \n\n \n\nA Figura 46 apresenta o modelo de transferência para o elemento químico Zn, assim \n\ncomo a distribuição normal dos resíduos. A acumulação de Zn foi muito diferenciada para \n\nalgumas espécies, indicando uma possível contribuição antrópica ou uma preferência de \n\nalgumas espécies em acumular zinco. A espécie Alsophila sternbergii, da Família \n\nCyatheaceae, também acumulou Zn na Mata Atlântica do Estado de São Paulo (FRANÇA et \n\nal., 2010).  \n\n \n\nFigura 46 – A. Ajuste do modelo de predição para fatores de transferência de Zn. B. Resíduos obtidos e \n\ndistribuição normal. \n\nMyrt1\n\nMyrt2\n\nMyrt3Myrt4\n\nMyrt5\n\nMyrt6\nMyrt7 Myrt8\n\nTgui1\n\nMyrt9Myrt10\nMyrt11Myrt12\n\nMyrt13\nMyrt14\n\nMyrt15\nMyrt16\n\nPaqua1\n\nPaqua2\n\nTgui2\n\nTgui3\n\nPaqua3 Paqua4\n\nSama1\n\nSmor4\n\nPaqua5\n\nSama2\n\nPaqua6\nPaqua7Paqua8\n\nSmor 5\n\nPaqua9\nPaqua10\n\nPaqua11\n\nCyathea1\n\nCyathea2\n\nCyathea3\n\nCyathea4\n\n35 40 45 50 55 60 65 70 75 80\n\nZnSolo (mg kg\n-1\n\n)\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1,0\n\n1,2\n\n1,4\n\n1,6\n\n1,8\n\nF\nB\n\nF\nS\n\nZ\nn\n\nMyrt1\n\nMyrt2\n\nMyrt3Myrt4\n\nMyrt5\n\nMyrt6\nMyrt7 Myrt8\n\nTgui1\n\nMyrt9Myrt10\nMyrt11Myrt12\n\nMyrt13\nMyrt14\n\nMyrt15\nMyrt16\n\nPaqua1\n\nPaqua2\n\nTgui2\n\nTgui3\n\nPaqua3 Paqua4\n\nSama1\n\nSmor4\n\nPaqua5\n\nSama2\n\nPaqua6\nPaqua7Paqua8\n\nSmor 5\n\nPaqua9\nPaqua10\n\nPaqua11\n\nCyathea1\n\nCyathea2\n\nCyathea3\n\nCyathea4\n\nFBFSZn=585*ZnSolo^(1-(2.71))\n\nA \n\n-0,6 -0,4 -0,2 0,0 0,2 0,4 0,6 0,8 1,0\n\nResíduo\n\n-3,0\n\n-2,5\n\n-2,0\n\n-1,5\n\n-1,0\n\n-0,5\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\n3,0\n\nV\na\nlo\n\nr \nn\no\nrm\n\na\nl \ne\ns\np\ne\nra\n\nd\no\n\n0.01\n\n0.05\n\n0.15\n\n0.30\n\n0.50\n\n0.70\n\n0.85\n\n0.95\n\n0.99\n\nB \n\nFonte: O Autor \n\n \n\n \n\n\n\n108 \n\n \n\n4. CONCLUSÕES \n\n \n\nA partir do emprego de solos e folhas de espécies arbóreas nativas do Refúgio \n\nEcológico Charles Darwin para emprego da interação solo-vegetação para a avaliação de \n\nimpactos ambientais, conclui-se que: \n\n \n\n1- A caracterização de elementos químicos para os compartimentos ecológicos do \n\necossistema natural estudado foi apreciável a partir da aplicação das técnicas analíticas \n\nde EGAR, EDXRF e ICP-MS. \n\n \n\n2- A análise de solo por Espectrometria Gama de Alta Resolução foi eficiente para a \n\nquantificação de radionuclídeos naturais no solo da reserva, indicando diferenças entre \n\nas partes alta e baixa do Refúgio Ecológico Charles Darwin quanto à distribuição de \n\nradionuclídeos naturais. \n\n \n\n3- A partir da determinação de \n40\n\nK, confirmaram-se as baixas concentrações do elemento \n\nquímico K no solo do RECD. \n\n \n\n4- Com os esforços analíticos, os solos da unidade de conservação foram caracterizados \n\npara futuros trabalhos científicos realizados na região. \n\n \n\n5- As fontes dos elementos químicos para as plantas foram convenientemente agrupadas \n\npela análise fatorial, indicando um possível efeito de atividades humanas para a \n\nacumulação de Cd, Mn e Zn nas folhas. \n\n \n\n6- As concentrações dos elementos químicos das folhas das espécies Tapirira guianensis, \n\nSchefflera morototoni, Pachira aquatica, Simarouba amara, Cyathea microdonta e \n\ndemais espécies da Família Myrtaceae corroboraram uma identidade química das \n\nespécies, mesmo com efeito das diferentes épocas de coleta; \n\n \n\n7- Os estudos realizados demonstraram a influência direta da precipitação na \n\nconcentração de elementos químicos nas folhas das espécies coletadas, principalmente \n\npela alteração dos fatores de bioacumulação devido à lavagem das folhas das árvores. \n\n \n\nhttps://www.google.com.br/search?q=cyathea+microdonta&amp;espv=2&amp;biw=1242&amp;bih=606&amp;tbm=isch&amp;tbo=u&amp;source=univ&amp;sa=X&amp;ved=0CB8QsARqFQoTCN73u9zblcYCFcIYjAodC2EA_w\n\n\n109 \n\n \n\n8- Considerando a concentração de cálcio nas folhas e no solo das duas regiões estudadas \n\nno Refúgio Ecológico Charles Darwin, a espécie Pachira aquatica está acumulando \n\ncálcio e mantendo o elemento químico no sistema biológico. Contudo, as demais \n\nespécies podem ser prejudicadas; \n\n \n\n9- Observou-se tendência das espécies analisadas da Região Nordeste de acumular maior \n\nquantidade de elementos químicos do que espécies analisadas no Parque Estadual \n\nCarlos Botelho, fator associado ao tipo de solo e outras condições ambientais; \n\n \n\n10- As espécies Schefflera morototoni e Cyathea microdonta apresentaram tendência de \n\nacumulação de Zn, inclusive se comparada a outras espécies de Mata Atlântica; \n\n \n\n11- Os fatores de transferência corroboraram possíveis interações ecológicas entre as \n\nespécies vegetais, em que a espécie P. aquatica apresentou valores maiores para todos \n\nos elementos químicos estudados com exceção do elemento tóxico Cd e Sb; \n\n \n\n12- Os resultados confirmam a distribuição pronunciada de Cd no Refúgio Ecológico \n\nCharles Darwin a partir dos dados de vegetação e solo; \n\n \n\n13- Elementos químicos como Th e U foram pouco transferidos para a vegetação, embora \n\nalgumas espécies demonstraram a capacidade de acumulação desses elementos em \n\nsuas folhas. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n110 \n\n \n\nREFERÊNCIAS \n\n \n\nANDRADE-LIMA, D. Tipos de Florestas de Pernambuco. Anais da Associação de \n\nGeógrafos Brasileiros, 1961. 12: 69-85. \n\n \n\nANJOS, R. M.; VIEGA, R.; SOARES, T.; SANTOS, A. M. A.; AGUIAR, J. G.; FRASCÁ, \n\nM. H. B. O.; BRAGE, J. A. P.; UZÊDA, D.; MANGIA, L.; FACURE, A.; MOSQUERA, B.; \n\nCARVALHO, C.; GOMES, P. R. S. Natural radionuclide distribution in Brazilian \n\ncommercial granites. Radiation Measurements, v.39, p.245-253, 2005. \n\n \n\nARAÚJO, A. L. L. Complexidade da acumulação de elementos químicos por árvores \n\nnativas da Mata Atlântica.  Dissertação (Mestrado). Piracicaba, Centro de Energia Nuclear \n\nna Agricultura, Universidade de São Paulo, 2009, 113p. \n\n \n\nARAÚJO, A. L. L.; FERNANDES, E. A. N.; BACCHI, M. A.; FRANÇA, E. J. \n\nBioaccumulation pattern of lanthanides in pteridophytes and magnoliophytes species from \n\nAtlantic Forest. Journal of Radioanalytical and Nuclear Chemistry, v.291, p.187-192, \n\n2012. \n\n \n\nARAÚJO FILHO J. C. Levantamento de reconhecimento de baixa e média intensidade dos \n\nsolos do Estado de Pernambuco. Embrapa Solos. Rio de Janeiro, 2000. \n\n \n\nARAÚJO, J. S; SILVA, C. M.; AMARAL, R. S; BRECKENFELD, M. R. O; MENEZES, R. \n\nS. C. Radium-226 in sugar cane, Saccharum officinarum, products in the State of \n\nPernambuco, Brazil. Bulletin of Environmental Contamination and Toxicology, v.80, \n\np.447-449, 2008. \n\n \n\nBARTHLOTT, W.; MUTKE, J.; RAFIQPOOR, M. D.; KIER, G.; KREFT, H. Global centres \n\nof vascular plant diversity. Nova Acta Leopoldina, v.92, p.61-83, 2005. \n\n \n\nBIRD, C. Química ambiental. 2ºed. Bookman, Porto Alegre-RS, 2002, 30p. \n\n \n\nhttp://lattes.cnpq.br/1701327421787600\nhttp://lattes.cnpq.br/4393328045619151\nhttp://lattes.cnpq.br/7765730420070015\nhttp://lattes.cnpq.br/7765730420070015\n\n\n111 \n\n \n\nBONATO C. M.; RUBIN C. J.; MELGES E. Nutrição Mineral de Plantas, Universidade \n\nEstadual de Maringá, Maringá, PR, 1998. 60p.  \n\n \n\nBOURDON, G. M.; HENDERSON, C. C.; LUDSTROM S.P.; TURNER. P. Reviews in \n\nmineralogy &amp; geochemistry. Uranium- Series Geochemistry, v.52, p.90, 2004. \n\n \n\nBRADY, C. N. Natureza e propriedade dos solos. Rio de Janeiro: Freitas Barros, 7a \n\ned.,1989, 899p. \n\n \n\nBREULMANN, G.; MARKERT, B.; WECKERT, V.; HERPIN, U.; YONEDA, R.; OGINO, \n\nK. Heavy metals in emergent trees and pioneers from tropical forest with special reference to \n\nforest fires and local pollution sources in Sarawak, Malaysia. The Science of the Total \n\nEnvironment, v.285, p.107-115, 2002. \n\n \n\nCANBERRA. Genie 2000 2.3. Customization tools manual. Meriden: Canberra, 2009. 587p. \n\n \n\nCID, S. A. Evolução temporal da incorporação de \n137\n\nCs\n+\n, K\n\n+\n e Na\n\n+\n em plantas frutíferas \n\ntropicais e suas correlações com a fisiologia vegetal, Dissertação (Mestrado), Rio de \n\nJaneiro: UFF, 2011, 71p. \n\n \n\nCLÉMENT, A. Determination of trace elements in foliar tissues of forest trees for nutrition \n\ndiagnostics. The Science of the Total Environment, v.176, p.117-120, 1995. \n\n \n\nCONTI, M. E.; CECCHETTI, G. Biological monitoring: lichens as bioindicators of air \n\npollution assessment - a review. Environmental Pollution, v.114, p.471-492, 2001.  \n\n \n\nCORDEIRO, J. S.; FERREIRA A. F.; ARANHA, P. R. A.; COSTA, R. D.; FILHO, J. A. S. \n\nAplicação de GPR e cintilometria para a caracterização de descontinuidades estruturais e \n\nlitológicas na porção leste da Serra do Cantagalo, São Tomé das Letras (MG). Geonomos, \n\nv.15, p.21-31, 2007. \n\n \n\nDELVES, H. T. Biomedical applications of ICP-MS. Chemistry in Britain, v.24, p.1009-\n\n1012, 1988. \n\n \n\n\n\n112 \n\n \n\nDE NICOLA, F.; MAISTO, G.; ALFANI, A. Assessment of nutritional status and trace \n\nelement contamination of holm oak woodlands through analyses of leaves and surrounding \n\nsoils.  The Science of the Total Environment, v.311, p.191- 203, 2003. \n\n \n\nDEPARTAMENT OF AGRICULTURE AND FOOD. Effects of soil acidity. Disponível em: \n\n&lt;https://www.agric.wa.gov.au/soil-acidity/effects-soil-acidity?page=0%2C1>, Acesso em 23 \n\nde Maio de 2015. \n\n \n\nDIMOVA, N.; KINOVA, L.; VELEVA, B.; SLAVCHEV, B. Radiochemical procedures for \n\ndetermination of naturally ocurred uranium isotopes in environmental samples. Geology and \n\nGeophysics. v.46, p.241-246, 2003. \n\n \n\nDUARTE, A. R.. Espécies de Myrtaceae de uma parcela permanente de Floresta \n\nOmbrófila Densa Baixo Montana no Parque Estadual Carlos Botelho, município de Sete \n\nBarras-SP. Dissertação (Mestrado), Escola Superior de \"Agricultura Luiz de Queiroz\", \n\nUniversidade de São Paulo, 2003, 92p. \n\n \n\nEISENBUD, M.; GESELL, T. Environmental radioactivity: from natural, industrial and \n\nmilitary sources, New York: Academic Press 3º ed., 1997, 656p. \n\n \n\nELISON, S. L. R.; WILLIAMS, A. Eurachem/CITAC guide: Quantify Uncertainty in \n\nAnalytical Measurement, 3 ed, 2012. Disponível em:&lt;www.eurachem.org> , Acesso em 23 \n\nde Janeiro de 2015.  \n\n  \n\nERNST, W.H.O. Sampling of plant material for chemical analysis. The Science of the Total \n\nEnvironment, Amsterdam, v.176, p.15-24, 1995. \n\n \n\nFARIAS, E. E. G.; SILVA NETO, P. C.; SOUZA, E. M.; FRANÇA, E.J.; HAZIN, C. A. \n\nRadon levels and transport parameters in Atlantic Forest soils. Journal of Radioanalytical \n\nand Nuclear Chemistry, 2015. \n\n \n\nFERNANDES, I. Taxonomia dos representantes de Cyatheaceae do Nordeste Oriental do \n\nBrasil. Pesquisas Botânicas, v.53, p.7-53, 2003. \n\n \n\nhttp://lattes.cnpq.br/7368359235931826\n\n\n113 \n\n \n\nFERRARI, A. A.; FRANÇA, E. J.; DE NADAI FERNANDES, E.A.; BACCHI, M.A. \n\nSurface contamination effects on leaf chemical composition in the Atlantic Forest. Journal of \n\nRadioanalytical and Nuclear Chemistry, Budapest, v.270, n.1, p.69-73, 2006.  \n\n \n\nFIDEM - FUNDAÇÃO DO DESENVOLVIMENTO DA REGIÃO METROPOLITANA DO \n\nRECIFE . Monitoramento das Reservas Ecológicas da RMR. Recife: FIDEM, 1993. \n\n \n\nFIGUEIREDO FILHO, D. B.; SILVA JÚNIOR, J. A. Visão além do alcance: uma introdução \n\nà análise fatorial. Opinião Pública, v.16, n.1, p.160-185, 2010. \n\n \n\nFONSECA F. Y.  Aplicabilidade do compartimento ecológico fauna em estudos de \n\navaliação da qualidade ambiental.  Dissertação (Mestrado), Piracicaba, Centro de Energia \n\nNuclear na Agricultura, Universidade de São Paulo, 2010, 107p. \n\n \n\nFRANÇA, E. J. A biomonitoração da Mata Atlântica na conservação da biodiversidade: \n\nespécies arbóreas nativas acumuladoras de elementos químicos. Tese (Doutorado), \n\nPiracicaba, Centro de Energia Nuclear na Agricultura, Universidade de São Paulo, 2006, \n\n376p. \n\n \n\nFRANÇA, E. J.; CAMILLI, L.; DE NADAI FERNANDES, E. A.; ELIAS, C.; RODRIGUES, \n\nV. S.; CAVALCA, I. P. O.; FONSECA, F. Y.; BARDINI JUNIOR, C. Atmospheric chemical \n\nelement pollution in an urban water-associated environment. International Journal of \n\nEnvironment and Health, v.5, p.148-162, 2011. \n\n \n\nFRANÇA, E. J.; DE NADAI FERNANDES, E. A.; BACCHI, M. A. Native plant \n\nbioaccumulation strategies: a baseline study for biomonitoring the Atlantic Forest. \n\nInternational Journal of Environment and Health, v.4, p.181-200, 2010. \n\n \n\nFRANÇA, E. J.; DE NADAI FERNANDES, E. A.; BACCHI, M. A.; ELIAS, C. Atlantic \n\nForest: a natural reservoir of chemical elements. Journal of Radioanalytical and Nuclear \n\nChemistry, Budapest, v.276, p.221-228, 2008. \n\n \n\nhttp://lattes.cnpq.br/1091109705617885\nhttp://lattes.cnpq.br/2859915651740743\nhttp://lattes.cnpq.br/3564046540826148\nhttp://lattes.cnpq.br/1091109705617885\nhttp://lattes.cnpq.br/1524196108704680\nhttp://lattes.cnpq.br/2859915651740743\n\n\n114 \n\n \n\nFRANÇA, E. J.; DE NADAI FERNANDES, E. A.; BACCHI, M. A.; RODRIGUES, R. R.; \n\nVERBURG, T. G. Inorganic chemical composition of native trees of the Atlantic Forest. \n\nEnvironmental Monitoring and Assessment, Dordrecht, v.102, p.349-357, 2005. \n\n \n\nFRANÇA, E.J. ; DE NADAI FERNANDES, E.A. ; BACCHI, M.A. ; SAIKI, M. . Native \n\ntrees as biomonitors of chemical elements in the biodiversity conservation of the Atlantic \n\nForest. Journal of Atmospheric Chemistry, Dordrecht, v.49, n.1-3, p.579-592, 2004. \n\n \n\nFRANÇA, E.J.; DE NADAI FERNANDES, E.A. ; CAVALCA, I. P. O. ; FONSECA, F.Y. ; \n\nCAMILLI, L. ; RODRIGUES, V.S. ; FERREIRA, J. R. ; BACCHI, M.A. . Characterizing \n\nsuspended sediments from the Piracicaba River Basin by means of k0 INAA. Nuclear \n\nInstruments &amp; Methods in Physics Research. Section A, Accelerators, Spectrometers, \n\nDetectors and Associated Equipment, v.622, p.479-483, 2010. \n\n \n\nFRÄNZLE, S.; MARKERT, B. The Biological System of the Elements (BSE). Part II: a \n\ntheoretical model for establishing the essentiality of chemical elements. The application of \n\nstoichiometric network analysis to the Biological System of the Elements. The Science of the \n\nTotal Environment, v.249, p.223-241, 2000. \n\n \n\nGOLLEY, F. B.; MCGINNIS, J. G.; CLEMENTS, R. G.; CHILD, G. I.; DUEVER, M. J. \n\nCiclagem de minerais em um ecossistema de floresta tropical úmida. São Paulo: EDUSP, \n\n1978. 256p. \n\n \n\nGRANTZ, D. A.; GARNER, J. H. B.; JOHNSON, D. W. Ecological effects of particulate \n\nmatter. Environment International, v.29, p.213-239, 2003. \n\n \n\nGUEDES, M. L. S. A vegetação fenerogâmica da Reserva Ecológica de Dois Irmãos. \n\nReserva Ecológica de Dois Irmãos: Estudos em um remanescente de Mata Atlântica em \n\nárea urbana (Recife – Pernambuco – Brasil). Recife, Secretaria de Ciências, Tecnologia e \n\nMeio Ambiente, Editora Universitária da UFPE. p.157-172, 1998. \n\n \n\nHAMILTON, E.I. State of the art of trace element determinations in plant \n\nmatrices;Determination of the chemical elements in plant matrices, an overview. The Science \n\nofthe Total Environment, Amsterdam, v.176, p.3-14, 1995. \n\nhttp://lattes.cnpq.br/1091109705617885\nhttp://lattes.cnpq.br/1524196108704680\nhttp://lattes.cnpq.br/1091109705617885\nhttp://lattes.cnpq.br/1524196108704680\nhttp://lattes.cnpq.br/1091109705617885\nhttp://lattes.cnpq.br/3564046540826148\nhttp://lattes.cnpq.br/4399379959466298\nhttp://lattes.cnpq.br/1524196108704680\n\n\n115 \n\n \n\n \n\nHIROTA M. Atlas dos remanescentes florestais da Mata Atlântica período 2013-2014, \n\nRelatório Técnico. Fundação SOS Mata Atlântica, Instituto de Pesquisas Espaciais. São \n\nPaulo, 2015, 60p. \n\n \n\nHOLLER, F. J.; SKOOG, D.; CROUCH, S. R. Princípios de Análise Instrumental, 6a ed., \n\nPorto Alegre: Bookman, 2009. \n\n \n\nIAEA - INTERNACIONAL AGENCY ATOMIC ENERGY. Guideline for radioelement \n\nmapping using gamma ray spectrometry, 23-67 p, 2003. \n\n \n\nIBGE. Mapa de Vegetação do Brasil. Diretoria de Geociências. IBGE-Instituto Brasileiro de \n\nGeografia e Estatística. 2 ed .1993.  \n\n \n\nINTERNATIONAL ORGANIZATION FOR STANDARTIZATION – ISO. ISO13528 \n\nStatistical methods for use in proficiency testing by interlaboratory comparisons. \n\nGenebra: ISO, 2005. 66p. \n\n \n\nJORDAN, C. Nutrient cycling in tropical forest ecosystems. New York: John Wiley, 1985. \n\n190 p. \n\n \n\nKABATA-PENDIAS A. Soil–plant transfer of trace elements—an environmental issue. \n\nGeoderma. v.122, n.2-4, p.143-149, 2004. \n\n \n\nKABATA-PENDIAS, A.; PENDIAS, H. Trace elements in soils and plants. Boca Raton: \n\nCRC Press, 1984. 315p. \n\n \n\nKATHREN, R. L. NORM sources and their origins. Applied Radiation and Isotopes, v.49, \n\np.149-168, 1998. \n\n \n\nKOYAMA, M.; SHIRAKAWA, M.; TAKADA, J.; KATAYAMA, Y.; MATSUBARA, T. \n\nTrace elements in land plants: concentration ranges and accumulators of rare earths, Ba, Ra, \n\nMn, Fe, Co and heavy halogens. Journal of Radioanalytical and Nuclear Chemistry, \n\nBudapest, v.112, n.2, p.489-506, 1987. \n\nhttp://www.sciencedirect.com/science/article/pii/S0016706104000084\nhttp://www.sciencedirect.com/science/journal/00167061\nhttp://www.sciencedirect.com/science/journal/00167061/122/2\n\n\n116 \n\n \n\n \n\nKVECH S.; WORLEY J. ICP-MS. WEBAPPS. Disponível em: \n\n<http://www.webapps.cee.vt.edu/ewr/environmental/teach/smprimer/icpms/icpms.htm>. Acesso em: 18 de \n\nJulho de 2014. \n\n \n\nLEDERER, C.M.; HOLLANDER, J. M.; PEARLMAN, I. Table of Isotopes, 6.ed. New \n\nYork, John Wiley, 1967. 594p. \n\n \n\nLIMA, M. L. C. A Reserva da Biosfera da Mata Atlântica em Pernambuco. Conselho \n\nNacional da Reserva da Biosfera. São Paulo, 44p, 1998. \n\n \n\nLOUREIRO, A.A.; SILVA, M.F.; ALENCAR, J.C. Essências madeireiras da Amazônia. \n\nInstituto Nacional de Pesquisas da Amazônia, INPA/SUFRAMA-MA. Manaus, AM, v.1, \n\n245p, 1979.  \n\n \n\nLUOMA, S.N.; RAINBOW, P.S. Why is metal bioaccumulation so variable? Biodynamics as \n\na unifying concept. Environmental Science &amp; Technology, Easton, v.39, n.7, p.1921-1931, \n\n2005. \n\n \n\nMAGALHÃES, M. R. Concentrações naturais de elementos químicos da classe insecta do \n\nfragmento florestal de Mata Atlântica Reserva Charles Darwin. Dissertação (Mestrado), \n\nUFPE, Recife, 2015. \n\n \n\nMARISCO E. T. Bioacumulação de \n210\n\nPo e \n210\n\nPb em pescado. Tese (Doutorado), Rio de \n\nJaneiro: UFF, 2005, 80p. \n\n \n\nMARKERT, B. Establishing of ‘Reference Plant’ for inorganic characterization of different \n\nplant species by chemical fingerprint. Water, Air, &amp; Soil Pollution, Dordrecht, v.64, n.3-4, \n\np.533-538, 1991. \n\n \n\nMARKERT, B.  Plants as biomonitors: indicators for heavy metals in the terrestrial \n\nenvironment.  Weinheim: VCH, 1993. 645p.   \n\n \n\n\n\n117 \n\n \n\nMARKERT, B.; KAYSER, G.; KORHAMMER, S.; OEHLMANN. Distribution and effects \n\nof trace substances in soils, plants and animals.  In: MARKERT, B.; FRIESE, K. (Ed.) Trace \n\nelements: their distribution and effects in the environment. Oxford: Elsevier, p.3-31, \n\n2000. \n\n \n\nMCAULY, I. R.; MORAN, D. Natural radioactivity in soil in the republic of Ireland. \n\nRadiation Protection Dosimetry. v.24, p.47-49, 1988. \n\n \n\nMINISTÉRIO DO MEIO AMBIENTE - MMA. Avaliação e ações prioritárias para a \n\nconservação da biodiversidade da Mata Atlântica e Campos Sulinos. Brasília, Ministério \n\ndo Meio Ambiente, 2000. 40p. \n\n \n\nMORAES, L. M. B. Utilização de duas variantes da fluorescência de raios X (EDXRF e \n\nTXRF) na determinação de chumbo em água e sedimentos. Dissertação (Mestrado), \n\nUniversidade de São Paulo, Piracicaba, 2004, 118p. \n\n \n\nNOGUEIRA, C. A. Avaliação da poluição atmosférica por metais na região \n\nmetropolitana de São Paulo utilizando a bromélia Tillandsia usneoides como biomonitor. \n\nTese (Doutorado), Instituto de Pesquisas Energéticas e Nucleares, São Paulo, 2006, 112p. \n\n \n\nPAIVA J. D. S. Plantas nativas na Costa Pernambucana: Bioacumuladores de \n\nradionuclídeos naturais e artificiais. Dissertação (Mestrado). Recife, Universidade Federal \n\nde Pernambuco, 2014. 82p. \n\n \n\nPAPP, Z.; DEZSO, Z.; DARÓCZY, S. Measurement of the radioactivity of \n238\n\nU, \n232\n\nTh, \n226\n\nRa, \n\n137\nCs and \n\n40\nK in soil using direct Ge (Li) gamma-ray spectrometry. Journal of \n\nRadioanalytical and Nuclear Chemistry. v.222, n.1-2, p.171-176, 1997. \n\n \n\nPEIXOTO, A. L.; ESCUDEIRO, A. Pachira aquatica (Bombacaceae) na obra “história dos \n\nAnimais e Árvores do Maranhão” de Frei Cristóvão de Lisboa. Rodriguésia, Rio de Janeiro, \n\nv.53, n.82, p.123-130, 2002. \n\nPIRES, A. C. B. Identificação geofísica de áreas de alteração hidrotermal, Crixás-Guarinos, \n\nGóias. Revista Brasileira de Geociências. v.25, n.1, p.61-68, 1995. \n\n\n\n118 \n\n \n\n \n\nREGAZZI, A. J. Análise multivariada. Viçosa, MG: Universidade Federal de Viçosa, v.2, \n\n2000.  \n\n \n\nRÓDENAS, J.; PASCUAL, A.; ZARZA, I.; SERRADELL, V.; ORTIZ, J.; BALLESTEROS, \n\nL. Analysis of the influence of germanium dead layer on detector calibration simulation for \n\nenviromental radioactive samples using the Monte Carlo method. Nuclear Instruments and \n\nMethods in Physics Researchs, v.496, p.390-399, 2003. \n\n \n\nRODRIGUES, R.R. III Relatório científico do projeto “Diversidade, Dinâmica e \n\nConservação de Florestas do Estado de São Paulo: 40 ha de Parcelas Permanentes”. \n\nPiracicaba: ESALQ, 2005. 327p. \n\n \n\nSANTIAGO, A. C. P.; BARROS, I. C. L. Pteridoflora do refúgio ecológico Charles Darwin \n\n(Igarassu, Pernambuco, Brasil). Acta Botânica Brasileira. v.17, p.597-604, 2003. \n\n \n\nSAPHIMO. Radioactivity Nuclear Industry. Disponível em: \n\n<http://www.saphymo.com/radiation-measurement/survey-meters/spp2-survey-\n\nmeter/167.htm> Acesso em 21 de Março de 2014. \n\n \n\nSCHIMIDT, F.; POPPI, R. Aplicação de alguns modelos quimiométricos à espectroscopia de \n\nfluorescência de raios-X de energia dispersiva. Química Nova. v.25, p.949-956, 2002. \n\n \n\nSCHLEPPI, P.; TOBLER, L.; BUCHER, J.B.; WYTTENBACH, A. Multivariate \n\ninterpretation of the foliar chemical composition of Norway spruce (Picea abies). Plant and \n\nSoil, v.219, p.251-262, 2000. \n\n \n\nSHÜÜRMANN, G., MARKERT, B. Ecotoxicology. Amsterdam: John Wiley, 1998. 900p. \n\n \n\nSIMÓN, S.L.; GRAHAM J.C.; TERP S.D. Uptake of \n40\n\nK and \n137\n\nCs in native plants of the \n\nMarshall Islands. Journal of Environmental Radioactivity, v.59, p.223-243, 2002. \n\n \n\nSKOOG, D. A.; HOLLER, F. J.; NIEMAN, T. A. Princípios de Análise Instrumental. 5. \n\nEd. São Paulo. Bookman, 2002, 836p. \n\n\n\n119 \n\n \n\n \n\nSOARES-SILVA, L. H. A família Myrtaceae – subtribos: Myrciinae e Eugeniinae na \n\nbacia hidrográfica do Rio Tibagi, estado do Paraná, Brasil.. Tese. (Doutorado), \n\nUniversidade Estadual de Campinas, São Paulo, 2000, 462p. \n\n \n\nSOUSA, E. E. Qualidade nas análises químicas de matrizes biológicas pela fluorescência de \n\nraios-x por dispersão de energia. International Nuclear Atlantic Conference – INAC, \n\nRecife, 2013.  \n\n \n\nSOUZA, E. M. Estratigrafia da seqüência clástica inferior (andares Coniaciano-\n\nMaastrichtiano inferior) da Bacia da Paraíba e suas implicações paleogeográficas. \n\nDissertação (Mestrado), UFPE, Recife, 2006. 351p. \n\n \n\nSTATSOFT. Statistica 7.0. Tulsa: StatSoft, 2004. \n\n \n\nTAIZ, L.; ZEIGER, E. Plant Physiology. 2nd ed. Massachusetts: Sinauer Associates, 1998, \n\n792p. \n\n \n\nTHERMO SCIENTIFIC. Disponível em:&lt;http://www.niton.com/en/portable-xrf-\n\ntechnology/how-xrf-works/x-ray-fluorescence-(edxrf)-overview> Acesso em 21 de Março de \n\n2015. \n\n \n\nUMISEDO, N. K. Dose de radiação ionizante decorrente do uso de fertilizantes agrícolas, \n\nTese (Doutorado), USP, São Paulo, 2007, 98p. \n\n \n\nUNESCO. Atlantic Forests (Southeast) (Brazil). World heritage nomination – IUCN \n\nTechnical Evaluation, 1999. Disponívelem:&lt;http://whc.unesco.org/archive/ \n\nadvisory_body_evaluation/893-894.pdf.> Acesso em 21 de Março de 2014. \n\n \n\nUNSCEAR. United Nations Scientific Committee on the Effects of Atomic Radiation. \n\nDisponível em:&lt;http://www.unscear.org/unscear/en/general_assembly_all.html> Acesso em \n\n23 de Maio de 2015.  \n\n \n\nhttp://www.unscear.org/unscear/en/general_assembly_all.html\n\n\n120 \n\n \n\nVERONESE J. V. Análise de fragmentos florestais e proposição de corredores ecológicos \n\ncom base no Código Florestal – Lei 4.771/65: Aplicação na Serra do Brigadeiro – MG. \n\nUFJF, Juiz de Fora, MG, 2009. 20p. \n\n \n\nVIANA V. M.; PINHEIRO. L. A. F. V.; Conservação da biodiversidade em fragmentos \n\nflorestais. Série Técnica IPEF ESALQ/USP, v.12, p.25-42, 1998. \n\n \n\nWHITE, M. G. Uranium in the marine phosphate deposits neat Recife, State of Pernambuco, \n\nNortheast Brazil. Eng. Min. Met., v.160, p.209–210, 1957.  \n\n \n\nZHAO, B.; WANG, S.; DONG, X.; WANG, J.; DUAN, L.; FU, X.; HAO, J.; FU, J. \n\nEnvironmental effects of the recent emission changes in China: implications for particulate \n\nmatter pollution and soil acidification. Environmental Research Letters, v. 8, p.2-11, 2013."}]}}}