{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09273"}, {"@name": "filename", "#text": "14244_Cerejo%20et%20al%20-%20Volume%20de%20Resumos%20CNG%202014.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "IXCONGRESSO ‘ NACIONAL DE\nGEOLOGIA PORTUGAL\n2WNGRESSO DE GEOLOGIA DOS PAÍSES DE LÍNGUA PORTUGUESA\nIX CNG/2° COGEPLIP\nDESENVOLVIMENTO SUSTENTÁVEL DA TERRA: NOVAS FRONTEIRAS\n18 A 24 DE JULHO DE 2014\nLOCAL\tV\nFACULDADE DE CIÊNCIAS DA UNIVERSIDADE DO PORTO\n\nPROGRAMA E RESUMOS\nIX Congresso Nacional ce Geologia\n2° Congresso de Geologia dos Países de Língua Portuguesa\nGeocronologia e geoquímica isotópica de granito ides e metassedimentos da área de São Pedro das Águias (Concessão para a prospeção de W de Tabuaço)\nT. Cerejo J.F. Santos J.C. Sousa 2, N. Castanho 2, G. Sérgio 2, S. Ribeiro 1\n1 Geobiotec, Departamento de Geociências, Universidade de Aveiro, 3810-193 Aveiro, Portugal\n2 Colt Resources, Rua Centro Empresarial, Ed. 13, Corpo A, Beloura Office Park, 2710-693 Sintra, Portugal * Autor correspondente, jfsantos@ua.pt\nResumo\nAs litologias identificadas na área da Quinta de São Pedra das Águias correspondem a: xistos biotíticos, xistos negros, mármores, rochas calcossilicatadas s.s. e skams da sequência metassedimentar da Formação de Bateiras, pertencente ao Grupo do Douro do CXG; granito de Paredes da Beira-Tabuaço; vários corpos aplíticos e pegmatíticos. Para as litologias granitoides, foi obtida uma isócrona Rb-Sr de 311±7 Ma (MSWD=1.7; 87Sr/86Sr inicial = 0.7146), a qual é aqui interpretada como datando a sua instalação durante uma etapa tardia da D3 varisca. O granito revela caraterísticas do tipo S, nomeadamente por ser moscovítico e peralumínoso (A/CNK médio = 1.28), e ter assinatura Isotópica claramente compatível com crosta metassedimentar (-8.9<eNd311<-7.8; +129<ESr311<+192). A sobreposição da assinatura isotópica do granito com a dos metapelitos encaixantes indica que o magma parental foi provavelmente gerado por anatexia de metassedimentos do Grupo do Douro. Os metapelitos estudados são, do ponto de vista isotópico, em particular por apresentarem valores mais baixos de cNd311, claramente distintos dos metassedimentos do CXG do Grupo das Beiras, assemelhando-se, em contrapartida, a outras unidades metassedimentares do Maciço Ibérico.\nPalavras-chave: metassedimentos do Grupo do Douro, skarns com scheelite, granito de Paredes da Beira-Tabuaço, isócrona Rb-Sr, assinaturas isotópicas de Sr e Nd.\nPetrografía e bioquímica do enxame de diques mófleos Eocretáceo transminas (Minas Gerais - Brasil): implicações geodinámicas\nA.O. Chaves ’\nCentro de Pesquisas Manoel Teixeira da Costa - Departamento de Geologia - Instituto de Geociências -Universidade Federal de Minas Gerais. Av. Antonio Carlos, 6627, Belo Horizonte - MG, Brasil.\nCEP 31270-901\n* Autor correspondente, alex2010@ufmQ.br\nResumo\nAtravessando todo o Estado de Minas Gerais (Brasil) com mais de 500 km de extensão e direção geral NW, um expressivo enxame de diques máficos eocretáceo (130 Ma), denominado Transminas, guarda as mesmas características petrográficas e litoquímicas dos diques dos enxames eocretáceos adjacentes do sul-sudeste do Brasil, denominados Florianópolis, Ponta Grossa, Serra do Mar e Vitória-Colatina e dos basaltos Serra Geral da Província Vulcânica Paraná-Etendeka (134 Ma). Os diques Transminas são diabásios com textura intergranular a oñtica/subofítica, essencialmente com plagioclásio, augita/pigeonita e alguma olivina, aparecendo acessoriamente llmenomagnetitas, apatita e sulfetos. Em termos litoquímicos, são basaltos toleíticos Intra-placa de baixo- e principalmente alto-titânio, com ampla variação no Mg#, e guardam assinatura OIB típica de plumas mantélicas. O enxame Transminas constitui um ramo adicional representativo do magmatismo básico fissural eocretáceo do sudeste da América do Sul aparentemente ligado à atividade da pluma mantélica de Tristão da Cunha.\nPalavras-chave: petrografía, litoquímica, diques máficos, eocretáceo, Minas Gerais."}]}}}