{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07214"}, {"@name": "filename", "#text": "11876_bodelao_tg_tcc_rcla.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "unesp\nUNIVERSIDADE ESTADUAL PAULISTA “JULIO DE MESQUITA FILHO”\nINSTITUTO DE GEOCIÊNCIAS E CIÊNCIAS EXATAS\nTrabalho de Formatura\nCurso de Graduação em Geologia\nCARACTERIZAÇÃO HIDROQUÍMICA DOS SISTEMAS AQUÍFEROS SERRA GERAL E GUARANI DA SUB-BACIA DO RIO PARDO E MUNICÍPIOS ADJACENTES, NO SUDOESTE DO ESTADO DE SÃO PAULO.\nThomás Gerdulo Bodelão\nOrientador: Profa. Dra. Maria Rita Caetano Chang\nCo-orientador: Dr. Didier Gastmans\nRio Claro (SP)\nUNIVERSIDADE ESTADUAL PAULISTA\nInstituto de Geociências e Ciências Exatas\nCâmpus de Rio Claro\nTHOMÁS GERDULO BODELÃO\nCARACTERIZAÇÃO HIDROQUÍMICA DOS SISTEMAS AQUÍFEROS SERRA GERAL E GUARANI DA SUB-BACIA DO RIO PARDO E MUNICÍPIOS ADJACENTES, NO SUDOESTE DO ESTADO DE SÃO PAULO.\nTrabalho de Formatura apresentado ao Instituto de Geociências e Ciências Exatas - Câmpus de Rio Claro, da Universidade Estadual Paulista Júlio de Mesquita Filho, para obtenção do grau de Geólogo.\nRio Claro - SP\nTHOMÁS GERDULO BODELÃO\nCARACTERIZAÇÃO HIDROQUÍMICA DOS SISTEMAS AQUÍFEROS SERRA GERAL E GUARANI DA SUB-BACIA DO RIO PARDO E MUNICÍPIOS ADJACENTES, NO SUDOESTE DO ESTADO DE SÃO PAULO.\nTrabalho de Formatura apresentado ao Instituto de Geociências e Ciências\nExatas - Câmpus de Rio Claro, da Universidade Estadual Paulista Júlio de Mesquita Filho, para obtenção do grau de Geólogo.\nComissão Examinadora\nProfa. Dra. Maria Rita Caetano Chang (orientador)\nDr. Flavio de Paula e Silva\nDra. Silvia Maria Ferreira\nRio Claro, 23 de Novembro de 2011.\nAssinatura do aluno\nassinatura da orientadora\n551.49 B666c\tBodelão, Thomás Gerdulo Caracterização hidroquímica dos sistemas aquíferos Serra Geral e Guarani da sub-bacia do rio Pardo e municípios adjacentes, no sudoeste do Estado de São Paulo / Thomás Gerdulo Bodelão. - Rio Claro : [s.n.], 2011 57 f. : il., figs., tabs. Trabalho de conclusão de curso (bacharelado - Geologia) - Universidade Estadual Paulista, Instituto de Geociências e Ciências Exatas Orientador: Maria Rita Caetano Chang Co-Orientador: Didier Gastmans 1. Águas subterrâneas. 2. Bacia do Médio Paranapanema. 3. Modelo geoquímico conceitual. I. Título.\nFicha Catalográfica elaborada pela STATI - Biblioteca da UNESP Campus de Rio Claro/SP\nDedico este trabalho aos meus pais\nPedro e Claudia e ao meu irmão André.\nEu poderia, embora não sem dor, perder todos os meus amores, mas morreria se perdesse todos os meus amigos.\n(Vinícius de Moraes)\nAGRADECIMENTOS\nÀ Prof. Dra. Maria Rita Caetano-Chang pelas discussões, ensinamentos, orientação e dedicação durante este trabalho.\nAo Dr. Didier Gastmans pela paciência, os conselhos, discussões e a co-orientação e dedicação durante este trabalho.\nA todo o pessoal do Laboratório de Estudos de Bacias - LEBAC, em especial Prof. Dr. Chang, Cristiane, Fernando, Elias, Homero, Flávio, Marcelo, Marco, Andresa, Márcia, Bruno, Roger, Ariane, Maria Fernanda, Milena, Paco, Diego e Filipe.\nAos amigos de graduação, em especial Filipe, Guilherme, Andrew, Iuri, Luis, Ande, Rafael, Yuri, Ílio, João, Caio, Gustavo, Carol e Mariana.\nAos amigos da minha cidade - Cerqueira César - SP, João, Emiliano, Murilo, Rafael R., Rafael C., Luiz, Junior, Tiago, Daniel, Lucas, Victor, Maicon, Giorgio, Lauro, Edu, Ângela, Joyce, Aline, Renata, Carol e Lívia.\nAos amigos de Avaré - SP, em especial Daniel e Hamilton.\nAo Laboratório de Hidrogeologia e Hidroquímica do IGCE - UNESP - Campus de Rio Claro, em especial ao químico Emílio.\nÀ Companhia de Saneamento Básico do Estado de São Paulo - SABESP, concessionárias públicas e prefeituras municipais da região sudoeste paulista.\nE, finalmente, a todos aqueles que em algum momento me ajudaram e apoiaram ao longo deste caminho e não foram aqui citados.\nSUMARIO\nÍNDICE__________________________________________________i\nÍNDICE DE FIGURAS_______________________________________ii\nÍNDICE DE TABELAS_______________________________________iv\nRESUMO__________________________________________________v\nABSTRACT________________________________________________vi\n1\tINTRODUÇÃO___________________________________________01\n2\tMATERIAIS E MÉTODOS__________________________________04\n3\tASPECTOS GEOLÓGICOS REGIONAIS E LOCAIS_______________11\n4\tSISTEMAS AQUÍFEROS DE INTERESSE NA ÁREA ESTUDADA_____21\n5\tRESULTADOS E DISCUSSÕES______________________________23\n6\tCONCLUSÕES___________________________________________38\nÍNDICE\n1\tINTRODUÇÃO___________________________________________01\n1.1\tOBJETIVOS_______________________________________01\n1.2\tÁREA ESTUDADA___________________________________01\n1.3\tASPECTOS FISIOGRÁFICOS DA ÁREA ESTUDADA_________02\n2\tMATERIAIS E MÉTODOS__________________________________04\n2.1\tLEVANTAMENTOS PRELIMINARES______________________04\n2.2\tPESQUISA BIBLIOGRÁFICA__________________________04\n2.3\tLEVANTAMENTOS DE CAMPO E COLETA DE AMOSTRAS_____05\n2.4\tORGANIZAÇÃO E INTERPRETAÇÃO DOS DADOS___________08\n3\tASPECTOS GEOLÓGICOS REGIONAIS E LOCAIS______________11\n4\tSISTEMAS AQUÍFEROS DE INTERESSE NA ÁREA ESTUDADA____21\n5\tRESULTADOS E DISCUSSÕES_____________________________23\n5.1\tCLASSIFICAÇÃO DAS ÁGUAS_________________________27\n5.1.1\tSISTEMA AQUÍFERO GUARANI____________________27\n5.1.2\tSISTEMA AQUÍFERO SERRA GERAL________________30\n5.1.3\tMODELO GEOQUÍMICO CONCEITUAL________________33\n6\tCONCLUSÕES__________________________________________38\nÍNDICE DE FIGURAS\nFigura 1: Localização da área de estudo (Sub-bacia do Rio Pardo)________________02\nFigura 2: Modelo Digital do Terreno - MDT - da área de estudo com rede de drenagem e principais rodovias_____________________________________________________________03\nFigura 3: Poço jorrante de onde foi coletada amostra de água (P-10 - Águas de Santa\nBárbara)._______________________________________________________________________06\nFigura 4: Equipamento de medição dos parâmetros físico-químicos em campo________08\nFigura 5: Diagrama de Piper_____________________________________________________09\nFigura 6: Diagrama de Stiff_____________________________________________________10\nFigura 7: Localização da Bacia Sedimentar do Paraná na Plataforma Sul-americana. Fonte:\nMILANI (2004)___________________________________________________________________12\nFigura 8: Carta Estratigráfica da Bacia do Paraná (Fonte: MILANI et al., 1994)__14\nFigura 9: Mapa do arcabouço estrutural da Bacia do Paraná (Fonte: ZALÁN et al., 1990, in\nGODOY et al, 2006)______________________________________________________________16\nFigura 10: Mapa geológico da área de estudo e adjacências_______________________20\nFigura 11: Mapa de aquíferos no estado de São Paulo e na área de estudo (Fonte: Modificado de Lebac/ Bacias do Oeste, 2010)__________________________________________________22\nFigura12: Mapa dos Pontos Amostrados_____________________________________________25\nFigura 13: Classificação das águas do SAG segundo o diagrama de Piper____________28\nFigura 14: Mapa de distribuição de diagrama de Stiff para as águas do SAG. As curvas isopiezométricas e as direções de fluxo foram retiradas de Lebac (2008)_________29\nFigura 15: Classificação das águas do SASG segundo o diagrama de Piper___________31\nFigura 16: Mapa de distribuição de diagrama de Stiff para as águas do SASG. As curvas isopiezométricas e as direções de fluxo foram retiradas de Lebac (2008)_________32\nFigura 17: Correlação entre as concentrações de Bicarbonato+Carbonato e os valores de condutividade elétrica nas águas do SAG e do SASG_______________________________33\nFigura 18: Correlação entre as concentrações de Bicarbonato+Carbonato e pH nas águas do\nSAG e do SASG____________________________________________________________________34\nFigura 19: Correlação entre as concentrações de Ca e Mg nas águas do SAG e do SASG 35\nFigura 20: Correlação entre SiO2 e Mg presentes nas águas do SAG e do SASG___36\nFigura 21: Correlação entre a concentração em Ca e a alcalinidade das águas do SAG e do\nSASG_________________________________________________________________________37\nÍNDICE DE TABELAS\nTabela 1: Parâmetros das águas subterrâneas medidos em campo (pH, condutividade elétrica e temperatura das amostras)__________________________________________________________07\nTabela 2: Análises físico-químicas das águas subterrâneas coletadas na área de estudo.\nConcentrações estão representadas em mg/L__________________________________________26\nRESUMO\nO presente trabalho teve por objetivo a caracterização hidroquímica das águas subterrâneas dos sistemas aquíferos Guarani e Serra Geral, na sub-bacia do rio Pardo, no sudoeste do estado de São Paulo. Para tanto foram realizadas análises físico-químicas das águas coletadas em 32 poços. Os resultados das análises químicas foram plotados em diagramas de Piper, permitindo sua classificação em: bicarbonatadas cálcicas, cálcio-magnesianas e bicarbonatadas sódicas em ambos os sistemas. A plotagem em diagramas de Stiff permitiu a visualização da composição hidroquímica em área. Os mecanismos envolvidos na evolução hidroquímica dessas águas são: dissolução de minerais magnesianos, como a olivina presente no basalto, e dissolução de feldspatos e remoção do cimento carbonático do arcabouço mineral dos arenitos. Além dessas reações químicas, a troca iônica parece ter sido um processo efetivo na evolução dessas águas, responsável pelo aumento nas concentrações de sódio e diminuição nas concentrações de cálcio.\nPalavras-chaves: Bacia do Médio Paranapanema, Águas subterrâneas, Sistemas Aquífero Guarani e Serra Geral, Hidroquímica, Modelo Geoquímico Conceitual.\nABSTRACT\nThe main purpose of this work is to evaluate the chemical composition of the groundwaters from Guarani Aquifer System and Serra Geral Aquifer System in the Rio Pardo basin, located at the southwestern of São Paulo state. To the hydrochemical characterization, physicalchemical analyses from 32 sampled wells were used. These results were plotted in Piper diagrams allowing the classification of groundwater as calcium or calcium-magnesium bicarbonate type and sodium bicarbonate type for both aquifer systems. Distribution of hydrochemical facies over the study area was obtained using Stiff diagrams. The groundwater can be classified, representing in this sequence its hydrochemical evolution. The recognized mechanisms responsible for groundwater evolution are dissolution of minerals magnesium, such as olivine, present in the basalt, dissolution of feldspars and removal of the carbonate cement of the sandstones mineral framework. Ionic exchange may represent an important processes in the groundwater evolution, responsible for the increase in the sodium concentration and decrease of calcium.\nKey Words: Middle Paranapanema Basin. Groundwater, Guarani and Serra Geral Aquifer System, Hydrochemistry, Geochemical Conceptual Model.\n1 INTRODUÇÃO\nDevido à crescente contaminação dos mananciais superficiais pela ação antrópica, aliada ao alto custo para sua recuperação e tratamento, os recursos hídricos subterrâneos destacam-se como uma importante fonte alternativa para o abastecimento público.\nApesar do grande potencial hídrico superficial da sub-bacia do rio Pardo, o abastecimento público nas cidades localizadas nessa região é quase totalmente feito a partir de poços tubulares, uma vez que aí ocorrem algumas das principais unidades aquíferas do estado de São Paulo, tais como os sistemas aquíferos Bauru, Serra Geral e Guarani.\nA falta de estudos detalhados a respeito da hidrogeoquímica na região motivou a realização deste trabalho, que está inserido no projeto de regionalização das Bacias do Oeste (convênio DAEE/FUNDUNESP), atualmente em execução pelo Laboratório de Estudos de Bacias (LEBAC), do DGA/IGCE/UNESP.\n1.1\tOBJETIVOS\nO objetivo principal deste trabalho foi a caracterização hidroquímica das águas subterrâneas dos sistemas aquíferos\tSerra\tGeral e Guarani\tpresentes\nna sub-bacia\tdo rio Pardo e municípios adjacentes,\tno\tSW do estado\tde São\nPaulo. Tal\tcaracterização foi feita com\tbase\tem\tresultados de\tanálises\nquímicas de\tamostras de águas de poços\tda área\tde\testudo, cujos\tresultados\nforam plotados em diagramas hidroquímicos, e mais a avaliação das razões hidroquímicas.\n1.2\tÁREA ESTUDADA\nOcupando uma região predominantemente agrícola, a área de estudo - sub-bacia do rio Pardo - estende-se por cerca de 4400 km2 e está localizada entre as latitudes 22o30’S e 23o20’S e as longitudes 48°W e 50°W, situando-se na porção sudoeste do estado de São Paulo (Figura 1). Está inserida na bacia do Médio Paranapanema (UGRHI-17) e abrange os\nmunicípios de Águas de Santa Bárbara, Avaré, Cerqueira César, Chavantes, Iaras, Itatinga, Óleo, Ourinhos, Pardinho, Pratania e Santa Cruz do Rio Pardo.\nA sub-bacia do rio Pardo faz limite, a sul, com a própria bacia do Alto Paranapanema (UGRHI-14) e com o estado do Paraná, a oeste, com a sub bacia do rio Turvo, a norte, com a bacia Tietê-Jacaré (UGRHI-13) e, a leste, com a bacia Tietê-Sorocaba (UGRHI-10).\nFigura 1: Localização da área de estudo (Sub-bacia do Rio Pardo).\n1.3\tASPECTOS FISIOGRÁFICOS DA ÁREA ESTUDADA\nA área selecionada para a realização deste trabalho está integralmente inserida na Província Geomorfológica denominada Planalto Ocidental. A região tem como drenagem principal o rio Pardo, que apresenta vales abertos, geralmente pouco profundos, de caráter meandrante. O rio Pardo é afluente do rio Paranapanema próximo às cidades de Ourinhos e Salto Grande e, durante longo percurso, segue paralelo à rodovia Castelo Branco (SP-280), em direção à região oeste do estado de São Paulo (Figura 2).\nO embasamento do Planalto Ocidental é principalmente constituído por rochas do Grupo Bauru, na grande maioria arenitos que, por vezes, apresentam cimento carbonático e/ou silicoso. No vale dos rios Paranapanema e Pardo ocorrem também basaltos da Formação Serra Geral (CBH-MP, 2007).\nSegundo a classificação de Koppen (In CBH-MP, 2007), o clima da região mostra duas estações bem definidas, com inverno seco e verões quentes e chuvosos, sendo considerado clima temperado brando.\nA vegetação natural da área é reduzida e prevalece o uso do solo para a agricultura.\nFigura 2: Modelo Digital do Terreno - MDT - da área de estudo com rede de drenagem e principais rodovias.\n2\tMATERIAIS E MÉTODOS\n2.1\tLevantamentos preliminares\nNuma primeira etapa de trabalho, foram levantadas informações sobre poços perfurados na sub-bacia do rio Pardo, nas bases de dados da Companhia de Saneamento Básico do Estado de São Paulo (Sabesp) e em concessionárias públicas.\nA estes dados foram adicionadas informações de poços cadastrados no Sistema de Informações de Águas Subterrâneas do Serviço Geológico do Brasil (SIAGAS/CPRM) e Sistema de Informações de Águas Subterrâneas do Departamento de Águas e Energia Elétrica (SIDAS/DAEE).\nPosteriormente, essas informações foram armazenadas em uma base de dados que reúne aspectos construtivos e geológicos dos poços, assim como seu posicionamento geográfico.\nEssa mesma etapa constou, ainda, de digitalização de mapas da área de estudo (mapa de localização).\n2.2\tPesquisa bibliográfica\nJuntamente com os levantamentos preliminares foi feita a pesquisa bibliográfica referente aos aspectos geológicos e hidrogeológicos da área de pesquisa, bem como a outros assuntos relacionados ao presente trabalho (métodos químicos de análise de águas; classificação hidroquímica; softwares usados no trabalho, como ArcGIS, Rockworks etc.).\nPara tanto, foram consultados livros, teses, artigos científicos e publicações diversas, bem como sites de instituições públicas (CPRM, SABESP, SIGRH).\nO levantamento de poços e a revisão bibliográfica foram realizados ao longo de todo o período requerido para execução deste trabalho.\n2.3\tLevantamentos de campo e coleta de amostras\nNessa etapa foram selecionados os pontos de interesse neste trabalho, distribuídos ao longo da área de estudo, para coleta de amostras de água. Tal seleção baseou-se na vazão do poço, no aquífero de interesse (Guarani e Serra Geral), no conhecimento do perfil geológico do poço (confiabilidade de informação) e facilidade de acesso.\nA campanha de amostragem foi realizada no mês de fevereiro de 2011, e, ao todo, foram coletadas 32 amostras de água subterrânea (Figura 3). Para a correta localização dos pontos de coleta (poços) utilizou-se GPS (Global Positioning System) da marca Garmin.\nAs amostras de água subterrânea foram coletadas diretamente nos cavaletes dos poços ou na entrada do reservatório, de maneira a evitar contaminações por outras fontes e representar apenas o aquífero explorado. Essas amostras, depois de coletadas, foram filtradas com filtro Milipore® 0,45 q. Após a filtragem, as amostras de água foram armazenadas em dois frascos de polietileno de 300 ml, e preservadas de acordo com a análise a ser realizada: para a determinação de cátions foi adicionado ácido nítrico até a obtenção de pH<2, e para a determinação de ânions as amostras foram preservadas sob refrigeração. A seguir, foram encaminhadas ao laboratório para a realização das análises físico-químicas.\nOs cátions metálicos Na+, K+, Li, NH4+ foram analisados por Cromatografia de Íons. Os demais cátions (Ca2+, Fe2+, Mg2+, Mn2+, Sr2+, Ba2+, Zn2+, Pb2+, Si, Al3+, Ni2+, Cr, P e Cd2+) foram analisados por Espectrometria de Emissão Atômica com Fonte de Plasma de Argônio Induzido (ICP-AES marca ARL, modelo 3410, com sistema de mini tocha e nebulização ultrassónica, marca CETAC, modelo U5000AT+).\nOs ensaios por ICP foram realizados no laboratório do Centro de Estudos Ambientais (CEA/UNESP) e as análises dos cátions metálicos foram realizadas no laboratório de Hidrogeologia e Hidrogeoquímica do IGCE - UNESP - Câmpus de Rio Claro.\nPara a análise de alcalinidade (determinação de carbonatos, bicarbonato e hidroxila -HCO3 , CO3 , OH ) foi utilizada titulação potenciométrica, empregando um eletrodo indicador de pH. As determinações dos ânions foram efetuadas no laboratório de Hidrogeologia e Hidroquímica do Departamento de Geologia Aplicada do IGCE/UNESP, Câmpus de Rio Claro.\nAinda em campo foram medidos os seguintes parâmetros: pH, condutividade elétrica e temperatura das amostras, que estão apresentadas na Tabela 1.\nAs medidas de pH foram efetuadas com phmetro Digimed, modelo MD-2P, e as de condutividade elétrica e temperatura com condutivímetro Digimed, DM-3P ( Figura 4).\nFigura 3: Poço jorrante de onde foi coletada amostra de água (P-10 - Águas de Santa Bárbara).\nTabela 1: Parâmetros das águas subterrâneas medidos em campo (pH, condutividade elétrica e temperatura das amostras).\nPoço\tMunicípios\tX\tY\tPH\tCE (mS/cm)\tTemp. 0C\tProf. (m)\tVazão (m3/h)\tAquífero\nP-1\tPratania\t739298\t7475693\t6,3\t168,4\t24\t\t\tSerra Geral\nP-2\tSão Manoel\t745293\t7485035\t6,8\t93,6\t24,5\t430\t\tGuarani\nP-3\tSão Manoel\t749449\t7485322\t6,8\t150\t27,7\t270\t\tGuarani\nP-4\tItatinga\t737180\t7454980\t6\t29,7\t24,6\t70\t4,95\tGuarani\nP-5\tAvaré\t712220\t7444474\t7\t231\t26,8\t420\t72\tGuarani\nP-6\tAvaré\t712913\t7442659\t6,9\t223\t28,1\t426\t\tGuarani\nP-7\tAvaré\t706368\t7427360\t6,4\t54,9\t24\t\t\tSerra Geral\nP-8\tCerqueira César\t690037\t7452647\t7,1\t97,9\t23,5\t\t55\tSerra Geral\nP-9\tCerqueira César\t690239\t7452563\t6,5\t72,4\t24,2\t\t42\tSerra Geral\nP-10\tÁguas de Santa Bárbara\t680347\t7468811\t7\t189,3\t26,6\t368\t\tGuarani\nP-11\tIaras\t688261\t7469268\t6,8\t99,1\t25,9\t340\t\tGuarani\nP-12\tManduri\t673413\t7454920\t6,8\t55,4\t23,6\t188\t45\tSerra Geral\nP-13\tManduri\t671192\t7456670\t6,8\t132,3\t23,7\t\t\tSerra Geral\nP-14\tÓleo\t670128\t7462354\t6,8\t201\t23,6\t150\t24,48\tSerra Geral\nP-15\tBernardino de Campos\t655331\t7454470\t6,7\t199\t31,4\t600\t\tGuarani\nP-16\tTimburi\t642499\t7432732\t6,5\t62,7\t24\t182\t\tSerra Geral\nP-17\tTimburi\t642076\t7432481\t6,4\t125,7\t24,1\t\t\tGuarani\nP-18\tIpaussu\t641723\t7449134\t6,2\t37,7\t24,1\t130\t40\tGuarani\nP-19\tIpaussu\t641400\t7448664\t7\t45,5\t23,3\t90\t52\tGuarani\nP-20\tCanitar\t623946\t7455024\t6,4\t132\t23,8\t\t40\tGuarani\nP-21\tOurinhos\t616116\t7458125\t9,3\t288\t34,5\t667\t\tGuarani\nP-22\tOurinhos\t614906\t7455879\t7,4\t188,5\t27,7\t449\t\tGuarani\nP-23\tSanta Cruz do Rio Pardo\t641498\t7466440\t7,3\t212\t25,3\t198\t\tSerra Geral\nP-24\tSanta Cruz do Rio Pardo\t642800\t7466649\t7,1\t131,2\t28,5\t350\t237,6\tSerra Geral\nP-25\tAgudos\t706356\t7513018\t6,6\t176,9\t28,4\t170\t145,8\tSerra Geral\nP-26\tAgudos\t707828\t7513556\t6,6\t148,2\t27,9\t430\t191,6\tGuarani\nP-27\tLençois Paulista\t725688\t7499520\t6,6\t162,6\t25,3\t70\t25\tSerra Geral\nP-28\tLençois Paulista\t725745\t7498648\t8,4\t178,5\t28,8\t\t\tGuarani\nP-29\tPederneiras\t729647\t7526416\t7,1\t202\t24,5\t300\t248,4\tGuarani\nP-30\tPederneiras\t725768\t7530355\t7,2\t210\t28,2\t\t146\tGuarani\nP-31\tJaú\t749406\t7530881\t7\t148,5\t35\t600\t164\tGuarani\nP-32\tJaú\t752623\t7532225\t7,4\t246\t26,3\t150\t71,2\tSerra Geral\nFigura 4: Equipamento de medição dos parâmetros físico-químicos em campo.\n2.4\tOrganização e interpretação dos dados\nNesta etapa foram feitos a tabulação e o tratamento dos dados, com a utilização dos softwares ArcGIS e Rockworks.\nPosteriormente, para a interpretação dos dados hidroquímicos foram construídos os diagramas de Piper e Stiff -(Figuras 5 e 6, respectivamente) e o estudo das razões hidroquímicas, para estabelecimento da relação das águas analisadas com a rocha formadora do aquífero.\nDiagrama de Piper\nEsse diagrama é frequentemente utilizado para classificação e comparação de distintos grupos de águas quanto aos íons dominantes. Calcula-se a percentagem (em meq/L) de cada cátion ou ânion em relação ao total dos cátions [Ca2+, Mg2+, (Na++K+] e ao total dos ânions (CF, SO4 [CO3 +HCO3]), respectivamente. Os valores encontrados são projetados no triângulo de cátions e de ânions e, em seguida, projetados no losango. O cruzamento do\nprolongamento desses dois pontos, na área do losango, determina o tipo químico da amostra de água (FETTER, 2001) (Figura 5).\nFigura 5: Diagrama de Piper.\nDiagrama de Stiff\nEsse diagrama tem como objetivo facilitar a visualização da composição química das águas e permite comparar rapidamente as diferentes amostras. É a representação gráfica do resultado de uma análise química em que os íons de interesse são expressos em meq/L, segundo quatro eixos horizontais paralelos, que se estendem nas duas direções a partir de um eixo central vertical (STIFF, 1951). Os pontos são então unidos, resultando em polígonos. As concentrações de alguns cátions (sódio, potássio, ferro, magnésio e cálcio) são projetadas do\nlado esquerdo das retas que o compõem, e as concentrações de alguns ânions (cloreto, sulfato, nitrato, bicarbonato e carbonato) do lado direito das mesmas retas. Desta projeção resultam os picos que apontam os íons presentes em maior quantidade (Figura 6).\n3\tASPECTOS GEOLÓGICOS REGIONAIS E LOCAIS\nA área de estudo está inserida no contexto geológico da Bacia Sedimentar do Paraná, que abrange parte dos territórios do Brasil, Paraguai, Argentina e Uruguai. O Brasil abriga a maior porção dessa unidade geológica, aproximadamente 1.100.000 km , compreendendo partes dos estados de Mato Grosso, Mato Grosso do Sul, Goiás, Minas Gerais, São Paulo, Paraná, Santa Catarina e Rio Grande do Sul (Figura 7).\nA bacia possui formato elíptico, com seu eixo maior na direção NNE-SSW. Suas bordas são definidas por limites erosivos, na maior parte relacionados à tectónica mesozoica-cenozoica (MILANI et al., 2007).\nO conteúdo sedimentar revela um pacote estratigráfico que pode alcançar até 7 km de espessura composto por rochas sedimentares e magmáticas. O preenchimento da bacia teve início no Ordoviciano, passando por fases de não-deposição e/ou erosão, e prolongando-se até o Cretáceo (MILANI et al., 2007).\nFigura 7: Localização da Bacia Sedimentar do Paraná na Plataforma Sul-americana. Fonte: MILANI (2004).\nA Bacia do Paraná é composta por seis sequências sedimentares limitadas por discordâncias regionais (SOARES, 1992; MILANI et al., 1993, apud MILANI et al.,1994) (Figura 8), conforme abaixo resumidamente descritas:\n•\tordovício-siluriana - rochas do Grupo Rio Ivaí, formadas por arenitos, seguidos por diamictitos e culminando com pelitos fossilíferos;\n•\tdevoniana - rochas do Grupo Paraná, formadas por arenitos brancos a amarelados, médios a grossos, seguidos por pelitos, folhelhos, siltitos e arenitos com marcas onduladas;\n•\tcarbonífera-eotriássica - rochas do Grupo Itararé e Formação Aquidauana, cujos depósitos mostram influência glacial, marcados por grande variabilidade lateral e vertical dos litotipos (intercalações de diamictitos, arenitos, folhelhos, além de margas e calcários subordinados);\n•\tneotriássica - rochas das formações Pirambóia e Rosário do Sul, constituídas por arenitos eólicos e fluviais, avermelhados e esbranquiçados, com estratificações cruzadas acanalada e planar;\n•\tjurássica-eocretácea - rochas da Formação Botucatu, compostas por arenitos eólicos, e da Formação Serra Geral, formadas por derrames de magmas básicos, que se dispõem na forma de soleiras e diques, cortando todo o pacote antecessor;\n•\tneocretácea - rochas do Grupo Bauru, com depósitos continentais fluviais e eólicos, areno-conglomeráticos, além de siltitos argilosos e carbonatos de caliche.\nFmTURNAS\nKTTmJwç\nUHAW\nFm'HQTuCATU\n■\t■ r ■\t■\t■ x.\nNo-i\n-UM I\nMu©\n£<H\nMrt\nMi-ia\nNau\nNa-d\nNrc\nM*bò\n-■¡I IO\nMea-o\n-5(Hi\nMUWUMO\najSILMW-\nHX. •■. V. X-,\" ui ¿Jaüituxú\nif,*i * y — I -—■ft*\n• u\t1\n\"\t/ FmCAMPO MOURÃÓf ’«J -^\"\"J\n= r“AqijD'juX!jÀ—■_ \\ '. ’.\t'’’tSIx\n\nFigura 8: Coluna cronoestratigráfica da Bacia do Paraná (Milani, 2004).\nSOARES et al. (1982) e ZALÁN et al. (1990 in BARTORELLI, 2004), identificaram e agruparam os fotolineamentos na Bacia do Paraná em: Médio Ivaí (N45W), Médio Piquiri (N65W), Goioxim (N25W), Médio Paraná (N35E), Tapiracuí (N5W) e Pitinga (N60E). Esses autores sugerem que:\n•\ta alta densidade de lineamentos na direção Médio Ivaí é correlacionável a estruturas pré-basálticas e indicam zonas de fraqueza do embasamento que sofreram reativações;\n•\tas faixas estruturais identificadas são zonas de maior mobilidade tectônica, que mantiveram-se ativas durante toda a sedimentação na bacia;\n•\talgumas direções superpõem-se a megaestruturas do embasamento;\n•\talgumas faixas estruturais apresentam soerguimento unilateral, enquanto outras se assemelham a anticlinais alongados;\n•\talgumas direções, como Médio Ivaí e Médio Piquiri estão associadas a intrusões de diques básicos.\nAs principais direções de lineamento podem ser encontradas na figura 9.\nFigura 9: Mapa do arcabouço estrutural da Bacia do Paraná. Direção NW: 1-Arco do Alto Paranaíba; 2-Flexura de Goiânia; 3-Baixo de Ipiaçu/Campina Verde; 4-Alto de Cardoso; 5-Zona de Falha de Guapiara; 6-Falha de Santo Anastácio; 7-Falha de São Jerônimo-Curiúva; 8-Arco de Ponta Grossa; 9-Zona de Falha Curitiba-Maringá; 10-Falha do Rio Alonzo; 11-Zona de Falha Cândido de Abreu-Campo Mourão; 12-Lineamento do Rio Piquiri; 13-Zona de Falha Caçador; 14-Sinclinal deTorres; 15-Arco do Rio Grande. Direção NE: 16-Zona de Falha (ou Lineamento) Transbrasiliano; 17-Lineamento de Araçatuba; 18-Falha de Guaxupé; 19-Falha de Jacutinga; 20-Falha de Taxaquara; 21- Zona de Falha de Lancinha-Cubatão; 22-Zona de Falha Blumenau-Soledade; 23-Falhado Leão; 24-Falha de Açotea. Direção E-W: 25-Lineamento de Cassilândia; 26- Lineamento Mogi Guaçu-Dourados; 27-Lineamento de São Sebastião; 28-Lineamento de Taquara Verde; 29-Lineamento de Bento Gonçalves. Direção N-S: 30-Arco de Assunção: 31-Domo de Aragurainha. (Fonte: ZALÁN et al., 1990, in GODOY et al, 2006).\nAs unidades geológicas da Bacia Sedimentar do Paraná que afloram na sub-bacia do rio Pardo são representadas por rochas sedimentares e ígneas, de idade predominantemente mesozoica e depósitos sedimentares recentes, de idade cenozoica (Figura 10).\nGRUPO SÃO BENTO\nO grupo São Bento subdivide-se em três unidades representadas, da base para o topo, pelas formações Pirambóia, Botucatu e Serra Geral.\nFormação Pirambóia\nÉ representada por arenitos esbranquiçados, amarelados e avermelhados com grãos subarredondados e esféricos, intercalados frequentemente por camadas tabulares de arenitos siltosos ou siltitos arenosos, além de esparsos níveis de lamitos (CAETANO-CHANG, 1997). Os arenitos são marcados por estratificações cruzadas, acanaladas ou planares, de médio e grande portes, formadas por dunas eólicas, e estratificações plano-paralelas, em geral formadas pela migração de ôndulas eólicas em interdunas secas e sandsheets (CAETANO-CHANG, 1997). Os arenitos siltosos e siltitos arenosos constituem camadas de aspecto maciço, intensamente bioturbadas, resultantes de deposição em interdunas úmidas, geralmente associadas à ingressão de águas fluviais de inundação, ou mesmo de wadis, em clara interação flúvio-eólica (CAETANO-CHANG, 1997). A paleontologia representativa da Formação Pirambóia é dada por conchostráceos, ostracodes e restos vegetais (SCHNEIDER, 1974). Na área da sub-bacia do rio Pardo ocorre apenas em sub-superfície, mas apresenta grande importância por constituir, junto com a Formação Botucatu, o Sistema Aquífero Guarani.\nFormação Botucatu\nÉ constituída essencialmente por arenitos com estratificações cruzadas, acanaladas ou planares, com raras intercalações de arenitos com estratificação planoparalela (SOARES, 1975; CAETANO-CHANG, 1997; ASSINE et al., 2004). São depósitos eólicos de ambiente desértico (SOARES, 1975).\nFormação Serra Geral\nCompreende uma grande sucessão de derrames basálticos, contendo lentes de arenito na base (arenitos intertrap), diques e soleiras. As lavas basálticas são de composição toleítica,\ntextura afanítica e coloração cinza a preto. É resultado principalmente de vulcanismo fissural iniciado quando ainda ocorria a sedimentação da Formação Botucatu (SCHNEIDER, 1974). Segundo ERNESTO et al. (1999), as soleiras de diabásio aflorantes no estado de São Paulo apresentam idades variando de 132 Ma. a 130 Ma.\nGRUPO BAURU\nO Grupo Bauru é subdivido em sete unidades representadas, da base para o topo, pelas formações Caiuá, Pirapozinho, Santo Anastácio, Birigui, Araçatuba, Adamantina e Marília (PAULA E SILVA, 2003), que estão assentadas sobre substrato de rochas basálticas da Formação Serra Geral. Na área ocorrem somente as formações Adamantina e Marília.\nFormação Adamantina\nÉ representada por arenitos avermelhados a acastanhados, finos a muito finos, argilosos, quartzosos, intercalados por camadas de lamito marrom a avermelhado, arenoso, carbonático (PAULA E SILVA et al. 1994). Segundo esse autor, caracteriza-se por depósitos arenosos passando eventualmente a sedimentos pelíticos no topo, indicando sedimentação fluvial em canais meandrantes.\nFormação Marília\nÉ constituída essencialmente por arenitos grossos a conglomeráticos, com teor de matriz variável e cimento calcífero, raras estratificações cruzadas de médio porte e raras camadas descontínuas de lamitos vermelhos e calcários (SOARES et al., 1980).\nDEPÓSITOS CENOZOICOS\nSão depósitos em terraços suspensos, cascalheiras e aluviões pré-atuais, e depósitos recentes de encostas e associados às calhas atuais, que constituem coberturas coluvionares e aluvionares, respectivamente.\nDepósitos Aluviais\nSão constituídos por areias e argilas, níveis de cimentação limonítica e cascalheiras (conglomerados na base).\nDepósitos Coluviais\nSão constituídos por areias, siltes e argilas, frequentemente com grânulos e seixos associados; contêm cascalhos de limonita e quartzo na base.\nMapa Geológico\nFigura 10: Mapa geológico da área de estudo e adjacências.\n4\tSISTEMAS AQUÍFEROS DE INTERESSE NA ÁREA ESTUDADA\nOs sistemas aquíferos Guarani, Serra Geral e Bauru são os mais importantes na área de pesquisa e têm suas áreas de exposição no estado de São Paulo apresentadas na figura 11. No entanto, nesta pesquisa não foram estudadas as águas do Sistema Aquífero Bauru.\nO Sistema Aquífero Bauru (SAB) ocupa praticamente a metade do oeste do território do estado de São Paulo, possuindo uma área aproximada de 96.880 km . Seu limite a sul e a leste é marcado pelo afloramento de basaltos da Formação Serra Geral. O SAB é composto pelas rochas sedimentares do Grupo Bauru (PAULA E SILVA, 2003; PAULA E SILVA et al., 2005). As águas ocorrem regionalmente de forma livre podendo, localmente, se apresentar de forma semi-confinada ou confinada. Segundo Campos (1993), o SAB apresenta pH variando de ácido (4,59) a básico (9,64) e, de modo geral, baixa concentração salina (&lt;200mg/L). Predominam águas bicarbonatadas cálcicas nas áreas de planaltos e espigões, e bicarbonatadas cálcio-magnesianas, nas áreas próximas aos vales.\nO Sistema Aquífero Serra Geral (SASG) corresponde aos basaltos da Formação Serra Geral. São rochas mais jovens que as do SAG, originadas a partir de intensa atividade vulcânica no Eocretáceo, que afloram em faixa irregular na porção central do estado. O SASG sobrepõe-se ao Sistema Aquífero Guarani (SAG) e é recoberto pelo SAB. Segundo Campos (1993), o SASG apresenta temperaturas que variam de 18,2 °C a 27,50 °C, pH variando de ácido (5,38) a básico (9,89) e concentrações salinas inferiores a 250 mg/L. As águas são predominantemente bicarbonatadas cálcicas e secundariamente bicarbonatadas cálcio-magnesianas e bicarbonatadas sódicas.\nO SAG ocorre desde a porção centro-leste, onde é aflorante em grande parte, até o oeste do estado de São Paulo, em subsuperfície, ocupando aproximadamente 76% de seu território. É composto por arenitos das formações Pirambóia, na base, e Botucatu, no topo. Todo o pacote está assentado, em discordância angular, sobre o Grupo Passa Dois, e parte dele, a porção confinada, está recoberta pelos derrames basálticos da Formação Serra Geral, que apresenta intertraps de arenito em sua porção basal (IPT, 1981). Segundo Campos (1993), o SAG em sua parte aflorante apresenta temperaturas que variam de 22 °C a 27 °C, pH variando de ácido (5,4) a básico (9,27) e geralmente concentrações salinas inferiores a 50 mg/L. Predominam águas bicarbonatadas cálcicas seguidas de bicarbonatadas magnesianas. Na parte\nconfinada o SAG apresenta temperaturas que variam de 22 até 58,7 OC, pH variando de ácido (6,3) a básico (9,8) e concentrações salinas na faixa de 50 mg/L a 500 mg/L. Predominam águas bicarbonatadas cálcicas e bicarbonatadas sódicas.\nMapa de Sistemas Aquíferos do Estado de São Pauto\nAqulfem SífTi\nAquífero Guanru\nAquCiuc* PfltM Don\nAquífera Tubarlo\nAquífera Furniii\nAquífera SaaPauta\nAquífera TitAill\nAquífera Litorânea\nAquífera CnnaUna\nLegenda\nE52G A-h » EtrjSs\nAquífera Bhl-tj\n■\nFigura 11: Mapa de aquíferos no estado de São Paulo e na área de estudo (Fonte: Modificado de Lebac/ Bacias\ndo Oeste, 2010).\n5\tRESULTADOS E DISCUSSÕES\nA partir dos resultados das análises físico-químicas das 32 amostras de águas subterrâneas coletadas em campo, bem como dos parâmetros físico-químicos, foram realizados cálculos, gráficos e mapas que auxiliaram na caracterização hidroquímica das águas dos sistemas aquíferos Serra Geral e Guarani, de interesse na área de estudo.\nA localização dos pontos de coleta destas amostras é apresentada na figura 12, e os resultados das análises físico-químicas realizadas são apresentados na tabela 2.\nDas 32 amostras de águas subterrâneas estudadas, 19 foram coletadas em poços captando água do SAG e 13 do SASG.\nInicialmente foi verificada a validação dos resultados analíticos por meio do cálculo de balanço iônico das amostras. Para tanto foi necessário realizar cálculos de transformação das concentrações dos principais constituintes iônicos, cuja concentração expressa originalmente em mg/L foi transformada para meq/L (miliequivalente por litro).\nPara transformação dos resultados em mg/L para meq/L, utilizou-se a equação:\nmeq/L = P x V/ Pa\nonde:\nP = concentração em mg/L do íon\nPa = peso atômico do elemento\nV = valência do elemento\nPosteriormente foi feito o cálculo do erro iônico para essas análises, como forma de se verificar a qualidade dos dados, utilizando-se a equação:\nonde, EÂnions ou SCátions representam a somatória das concentrações dos ânions e cátions, em meq/L.\nA maior parte das análises químicas (29 amostras) apresentou erro abaixo de 5%; apenas três amostras apresentaram erros acima deste índice, chegando a um máximo de 12%, valores considerados aceitáveis para esse tipo de estudo.\nEstas amostras de águas subterrâneas são normalmente pouco mineralizadas, apresentando condutividades elétricas entre 29,7 mS/cm e 288 mS/cm, temperatura variando de 23,3 °C a 35 °C e pH geralmente neutro, variando de 6 a 9,3.\nAs relações iônicas calculadas (Tabela 2) ajudaram a compreender melhor o quimismo das águas do SAG e do SASG. As relações rK/RNa, rCl/rHCO3 e rCl/rSO4 servem como medida do grau de salinização das águas. Já as relações rNa/rCa e rMg/rCa auxiliam na indicação de fatores modificadores que ocorram no aquífero.\nObserva-se que a relação rNa/rCa é maior para o SAG (varia de 0 a 43), mostrando maiores concentrações de sódio, e para o SASG a relação rMg/rCa é maior (varia de 0 a 23), mostrando maiores concentrações de magnésio.\nA relação rCl/rHCO3 varia de 0 a 0,3 para o SASG e de 0 a 0,1 para o SAG, mostrando baixas concentrações de cloreto para os dois grupos de águas.\nMapa dos Pontos Amostrados\nMapj índiçf IMdlA Pa rio apMWWU\nLegenda\nPontos Amostrados\n® Aquífero Guarani\nO Aquífero Serra Geral (_: Anea da Esludo Cola (m)\nValue\nHrtjh HBB.LUS\nLo* 3ED.113\nPedeiwras\nP-30\nSão Manuel\nSaHfi Grande\nP-15 Barnai\nC«nri*r\nTifflbfjri]&lt;3\n■ÍPV-M\nLanee-i PauIrtiB\nJ P.1, Prating\nBotuto\nFigural2: Mapa dos Pontos Amostrados.\nTabela 2: Análises físico-químicas das águas subterrâneas coletadas na área de estudo. Concentrações estão representadas em mg/L.\nPoço\tHCO3\tCO3\tF\tCl\tNO3\tSO4\tNa\tK\tCa\tMg\tSr\tSi\tErro (%)\trK/rNa\trMg/rCa\trNa/rCa\trCI/rHCO3\trCI/rSO4\tAquífero\np-1\t75,6\t0\t0,06\t4,69\t15,7\t0,25\t3,59\t1,75\t16\t7,12\t0,21\t19,7\t1,206\t0,28\t12,83\t0,20\t0,11\t25,44\tSerra Geral\nP-2\t47,6\t0\t0,03\t1,38\t7,87\t0,03\t1,76\t0,92\t9,9\t3,41\t0,078\t17,6\t4,78\t0,3\t11,69\t0,15\t0,05\t62,37\tGuarani\nP-3\t96,7\t0\t0,05\t0,13\t0\t0,08\t2,46\t2,58\t22,3\t2,29\t0,13\t16,1\t3,74\t0,61\t2,80\t0,10\t0,00\t2,20\tGuarani\nP-4\t14,5\t0\t0,03\t0,16\t2,30\t0,02\t0,74\t0,75\t1,73\t1,29\t0,027\t8,95\t4,68\t0,59\t5,42\t0,37\t0,02\t10,85\tGuarani\nP-5\t147\t0\t0,23\t0,48\t0,64\t0,75\t13,9\t1,19\t25,1\t5,32\t0,17\t21,5\t2,57\t0,05\t14,10\t0,48\t0,01\t0,87\tGuarani\nP-6\t146\t0\t0,16\t0,28\t0,37\t0,63\t10,6\t1,17\t27\t5,56\t0,18\t24,5\t2,75\t0,06\t14,98\t0,34\t0,00\t0,60\tGuarani\nP-7\t33,1\t0\t0,05\t0,27\t0,25\t0,14\t1,66\t3,36\t4,82\t1,31\t0,036\t11,5\t5,7\t1,19\t1,23\t0,30\t0,01\t2,62\tSerra Geral\nP-8\t60,1\t0\t0,05\t0,78\t0,77\t0,05\t2,58\t1,58\t9,83\t3,62\t0,11\t18,9\t4,1\t0,36\t7,22\t0,23\t0,02\t21,15\tSerra Geral\nP-9\t45,6\t0\t0,04\t0,07\t0\t0,06\t2,25\t1,94\t6,54\t2,74\t0,085\t17,2\t3,7\t0,5\t4,45\t0,30\t0,00\t1,58\tSerra Geral\nP-10\t121\t0\t0,05\t0,09\t0\t0,11\t12,5\t1,89\t22,8\t1,46\t0,14\t21,3\t3,52\t0,08\t2,44\t0,48\t0,00\t1,11\tGuarani\nP-11\t62,6\t0\t0,04\t0,05\t0\t0,04\t5,24\t1,24\t10,5\t2,08\t0,18\t20,9\t4,1\t0,13\t5,29\t0,43\t0,00\t1,69\tGuarani\nP-12\t34,1\t0\t0,04\t0,30\t1,58\t0,05\t6,44\t0,36\t4,12\t0,26\t0,017\t8,91\t4,67\t0,05\t1,50\t1,44\t0,02\t8,14\tSerra Geral\nP-13\t84,7\t0\t0,17\t0,46\t0,45\t0,12\t22,1\t0,40\t5,61\t0,38\t0,032\t16\t5,1\t0,01\t3,00\t3,43\t0,01\t5,20\tSerra Geral\nP-14\t108\t0\t0,07\t4,01\t9,48\t0,10\t7,84\t1,10\t21,9\t5,11\t0,18\t24,9\t4\t0,08\t14,65\t0,31\t0,06\t54,37\tSerra Geral\nP-15\t123\t0\t0\t0,35\t0,47\t0,29\t18,7\t1,16\t19,8\t0,82\t0,16\t18\t3,4\t0,04\t2,23\t0,82\t0,00\t1,64\tGuarani\nP-16\t16\t0\t0,04\t3,48\t10,2\t0,07\t3,44\t4,36\t2,56\t1,32\t0,04\t15,3\t3,1\t0,75\t0,95\t1,17\t0,37\t67,41\tSerra Geral\nP-17\t60,1\t0\t0,07\t3,83\t4,60\t0,48\t4,26\t3,19\t8,91\t4,99\t0,17\t16,4\t0,95\t0,44\t4,93\t0,42\t0,11\t10,82\tGuarani\nP-18\t20,5\t0\t0,03\t0,78\t0,18\t0,09\t2,31\t4,07\t1,23\t0,87\t0,03\t14,6\t4,2\t1,04\t0,67\t1,63\t0,07\t11,75\tGuarani\nP-19\t21\t0\t0,03\t1,22\t2,20\t0,10\t2,85\t3,81\t2,02\t0,87\t0,034\t15,6\t3,7\t0,79\t0,72\t1,23\t0,10\t16,54\tGuarani\nP-20\t63,1\t0\t0,08\t2,26\t9,63\t0,11\t5,62\t0,98\t11,4\t4,47\t0,071\t26,4\t2,3\t0,10\t14,38\t0,43\t0,06\t27,86\tGuarani\nP-21\t85,7\t58,1\t0,28\t1,89\t1,21\t7,64\t62,5\t0,42\t1,26\t0,2\t0,019\t12,4\t12\t0,00\t1,50\t43,13\t0,04\t0,34\tGuarani\nP-22\t122\t0\t0,031\t0,049\t0,38\t0,19\t7,58\t1,95\t21,1\t4,55\t0,2\t24,3\t4,9\t0,15\t7,36\t0,31\t0,00\t0,35\tGuarani\nP-23\t106\t0\t0,089\t4,46\t13,4\t0,77\t34,7\t0,36\t6,91\t2,16\t0,024\t18,2\t1,4\t0,01\t18,92\t4,37\t0,07\t7,85\tSerra Geral\nP-24\t79,1\t0\t0,13\t0,21\t0\t0,20\t23,2\t0,54\t4,17\t0,026\t0,093\t11,6\t3,1\t0,01\t0,15\t4,84\t0,00\t1,42\tSerra Geral\nP-25\t108\t0\t0,050\t0,062\t0\t0,044\t10,8\t1,77\t18,7\t2,81\t0,6\t11,1\t2,5\t0,10\t5,01\t0,50\t0,00\t1,91\tSerra Geral\nP-26\t91,7\t0\t0,056\t0,080\t0\t0,083\t13,2\t1,44\t11,7\t2,31\t0,79\t9,18\t3,6\t0,06\t5,06\t0,98\t0,00\t1,31\tGuarani\nP-27\t63,6\t0\t0,049\t6,93\t10,7\t4,08\t8,90\t0,93\t11,6\t5,37\t0,14\t17,7\t2,3\t0,06\t18,21\t0,67\t0,19\t2,30\tSerra Geral\nP-28\t103\t3,94\t0,11\t0,21\t0\t0,14\t37,8\t0,72\t1,36\t0\t0,028\t8,51\t2,8\t0,01\t0,00\t24,17\t0,00\t2,03\tGuarani\nP-29\t118\t0\t0,071\t0,97\t2,55\t0,085\t2,77\t5,01\t27,5\t3,02\t0,24\t13\t3,6\t1,06\t1,90\t0,09\t0,01\t15,47\tGuarani\nP-30\t125\t0\t0,10\t0,26\t0,46\t0,11\t1,17\t5,74\t31,1\t2,29\t0,12\t11,5\t3,3\t2,89\t1,26\t0,03\t0,00\t3,20\tGuarani\nP-31\t84,2\t0\t0,13\t1,82\t0,28\t0,27\t2,23\t2,58\t22,1\t0,78\t0,08\t11,2\t4\t0,68\t0,95\t0,09\t0,04\t9,14\tGuarani\nP-32\t115\t0\t0,12\t9,08\t14,4\t2,07\t9,30\t1,29\t22,1\t9,58\t0,15\t28,2\t1,9\t0,08\t23,42\t0,37\t0,14\t5,95\tSerra Geral\n5.1\tClassificação das Aguas\n5.1.1\tSistema Aquífero Guarani\nAs águas subterrâneas do SAG na área de estudo podem ser classificadas em dois grandes grupos hidroquímicos: um de águas bicarbonatadas cálcicas e cálcio-magnesianas e outro de bicarbonatadas sódicas, conforme apresentado no diagrama de Piper da figura 13.\nO grupo de águas bicarbonatadas cálcicas e cálcio-magnesianas (17 amostras) apresenta valores de pH inferior a 7,4, enquanto os valores de condutividade elétrica situam-se entre\n29,7\tmS/cm a 231 mS/cm.\nDe maneira geral, esse grupo de águas é caracterizado pelas seguintes razões entre as concentrações de cátions e ânions:\nrCa>rMg>rNa>rK\nrHCO3>>rSO4>rCl.\nAs duas amostras de águas bicarbonatadas sódicas (P-21 e P-28) apresentam valores de pH maiores que 8,4, e valores de condutividade elétrica acima de 175 mS/cm.\nDe maneira geral, as relações entre cátions e entre ânions nesse grupo de águas o seguinte:\nrNa>>>rCa>rK=rMg\nrHCO3>rCO3>>rSO4>rCl\nA distribuição das fácies hidroquímicas do SAG, para a área de estudo, pode ser visualizada na figura 14, onde foram plotados os diagramas de Stiff para cada amostra coletada.\nNo mapa, observa-se que a maior parte das águas subterrâneas apresenta características bicarbonatadas cálcicas e cálcio-magnesianas, com exceção das amostras coletadas nas cidades de Ourinhos e Lençóis Paulista (P-21 e P-28), que apresentam características bicarbonatadas sódicas.\nFigura 13: Classificação das águas do SAG segundo o diagrama de Piper.\n«WOOD\nMí»DOO\nMapa de Distribuição de\nLegenda\nDepMríErt túluviart\nDepOito* de cmeira\n-----► DtfflÇÔefi fie Flifi®\n□ Srô-bD&amp;a do no Pando Aquífero\nUiB Surwni\nUnidades LltoestrãtlgráficãS □epMrt&amp;i alimfls\nDiagrama Stiff\nFormaçào Adamantina\nF úrrraçiD Botucatu\nFormação Coombaiai\nFormação MtMihü\nFormaçAo P^ambOa\nFOrmaçâo Seria Geral\n. Suirrrt thâàtai\n7JWBD\nP22\nP-17\nFigura 14: Mapa de distribuição de diagrama de Stiff para as águas do SAG. As curvas isopiezométricas e as direções de fluxo foram retiradas de Lebac (2008).\n5.1.2\tSistema Aquífero Serra Geral\nAs águas do SASG na área de estudo também podem ser classificadas em dois grandes grupos: um de águas principalmente bicarbonatadas cálcicas e cálcio-magnesianas e outra de bicarbonatadas sódicas.\nO grupo de águas bicarbonatadas cálcicas e cálcio-magnesianas (10 amostras) apresenta valores de pH em sua maior parte inferiores a 7,4, enquanto a condutividade elétrica situa-se entre 29,7 mS/cm a 246 mS/cm.\nAs amostras de águas desse grupo podem ser caracterizadas pelas seguintes razões entre as concentrações de cátions e ânions:\nrCa>rMg>>rNa>rK\nrHCO3>> rCl>>rSO4.\nO grupo de águas bicarbonatadas sódicas, representado por apenas três amostras (P-13, P-23 e P-24), apresenta valores de pH inferiores a 7,3, enquanto os valores de condutividade elétrica são respectivamente 132,3 mS/cm, 212 mS/cm e 131,2 mS/cm.\nDe maneira geral esse grupo de águas é caracterizado pelas seguintes razões entre as concentrações de cátions e ânions:\nrNa>>rC a>rMg>>rK\nrHCO3>> rCl> rSO4.\nAnalisando o diagrama triangular dos cátions e ânions de Piper (Ca - Mg - Na+K) da figura 15, observa-se que ocorre uma diminuição nas concentrações de magnésio e cálcio com um consequente enriquecimento em sódio.\nA distribuição das fácies hidroquímicas do SASG, para a área de estudo, pode ser visualizada na figura 16, onde foram plotados os diagramas de Stiff para cada amostra analisada.\nNo mapa, observa-se que a maior parte das águas subterrâneas coletadas apresenta características bicarbonatadas cálcicas e cálcio-magnesianas com exceção das amostras\ncoletadas em Manduri e Santa Cruz do Rio Pardo (P-13, P-23 e P-24) que apresentam características bicarbonatadas sódicas.\nFigura 15: Classificação das águas do SASG segundo o diagrama de Piper.\nmomo\n«GOMO\nT21KBD\n?«DOG\nFormação Adamantina\nFormação Bolaulti\nFormação Cotuisibaial\nFormação Marina\nFormação Pira/ntóa\nDepOs-flos cOhiviai*\nDepósitos dc ctmaira\nLegenda\n2] SüEhMM do no P»do\nAquífero\n| Sorra Gerai\nFormação Sttna Gor.ll\nSwloi bascas\nUnidades Liloesiratigráficas\nDepâsrtos aluviais\nmomú\nf.ÉÕMÜ\nT2OWD\nP-16\nMapa de Distribuição de Diagrama Stifí\n\nFigura 16: Mapa de distribuição de diagrama de Stiff para as águas do SASG. As curvas isopiezométricas e as direções de fluxo foram retiradas de Lebac (2008).\n5.1.3\tModelo Geoquímico Conceituai\nA composição química das águas subterrâneas está associada a uma série de processos e reações químicas que ocorrem desde a sua recarga, nas áreas de afloramento, e durante seu fluxo subterrâneo, quando reações entre a água e o arcabouço mineralógico do aquífero acabam imprimindo as características observadas nas águas subterrâneas.\nAssim, a avaliação entre as concentrações de íons dissolvidos e parâmetros físico-químicos medidos em campo pode auxiliar na compreensão desses processos e na definição de algumas reações responsáveis pela composição final das águas subterrâneas.\nO ânion predominante nas águas dos sistemas aquíferos Guarani e Serra Geral é o bicarbonato, proveniente, nas áreas de recarga, da combinação da água com o CO2 presente nos solos, bem como por meio da dissolução de carbonatos presentes na rocha, quando em subsuperfície. O íon carbonato torna-se detectável a partir da elevação do pH acima de 8,4. O aumento da condutividade elétrica está diretamente relacionado à entrada de bicarbonato e carbonato nas águas do SAG e SASG, como mostra a figura 17, em que se verifica a forte correlação entre as concentrações da alcalinidade, expressa em mg/L de HCO3, e a condutividade elétrica, para as águas dos dois aquíferos.\nFigura 17: Correlação entre as concentrações de Bicarbonato+Carbonato e os valores de condutividade elétrica nas águas do SAG e do SASG.\nA figura 18 mostra tendência de aumento do pH com o aumento da alcalinidade da água, com estabilização em torno de 7, indicando o controle da concentração da alcalinidade sobre o pH.\n♦ Guarani\n■ Serra Geral\nHCO3+CO3 (mg/L)\nFigura 18: Correlação entre as concentrações de Bicarbonato+Carbonato e pH nas águas do SAG e do SASG.\nApesar das águas do SAG e do SASG apresentarem classificações hidroquímicas semelhantes, essencialmente águas bicarbonatadas cálcicas e cálcio-magnesianas, a relação entre as concentrações de cálcio e magnésio permite a distinção dos dois grupos (Figura 19). Observa-se que, para um aumento da concentração de cálcio nas águas do SAG não se verifica aumento proporcional da concentração de magnésio, como o que ocorre para as águas do SASG.\nFigura 19: Correlação entre as concentrações de Ca e Mg nas águas do SAG e do SASG.\nA ocorrência de magnésio nas águas subterrâneas do SASG está associada a processos de dissolução de minerais magnesianos, como a olivina, presentes no basalto. Este fenômeno pode ser avaliado pela distribuição das amostras desse sistema aquífero na figura 20, que mostra o contínuo enriquecimento em magnésio com o aumento nas concentrações de sílica.\nEsse processo é representado pela seguinte reação:\nMg2SiÜ4 + 4CÜ2 + 4H2O -► 2Mg2+ + H4SiÜ4 + 4HCO3\"\nA mesma relação é observada para as águas do SAG, ou seja, um enriquecimento em magnésio associado a um enriquecimento em sílica, que pode estar associado a processos de dissolução de feldspatos no arenito ou dissolução da olivina, presentes no basalto sobrejacente.\nFigura 20: Correlação entre SiO2 e Mg presentes nas águas do SAG e do SASG.\nA presença do íon cálcio nas águas subterrâneas do SAG e do SASG está associada principalmente à dissolução de calcita, conforme a seguinte reação de dissolução:\nCO2 + CaCOa + H2O -► Ca+ + + 2HCOa-\nEssa associação é confirmada quando se observa a relação entre as concentrações de cálcio e a alcalinidade total das amostras coletadas (Figura 21). Existe uma tendência de aumento nas concentrações de cálcio com o aumento da alcalinidade para ambos os aquíferos.\nApesar da boa correlação entre as concentrações de cálcio e a alcalinidade, a dissolução da calcita não explica a quantidade de bicarbonato introduzida na água. O gráfico da figura 21 mostra a reta que representaria a dissolução da calcita, e observa-se que a maior parte das amostras encontra-se abaixo dessa linha, indicando que pode ser aventada outra fonte para o bicarbonato observado. A dissolução de feldspatos alcalinos, segundo a reação:\n2 KAlSiaOs + 2 CO2 + 11 H2O = 2 K+ + AlAid b(( )H) 4 + 4 H4SiO4 + 2HCOa-pode ser o processo pelo qual ocorre a introdução de bicarbonatos na água, conforme proposto por Gastmans (2007) e Gastmans et al. (2010).\nFigura 21: Correlação entre a concentração em Ca e a alcalinidade das águas do SAG e do SASG.\nA evolução das águas bicarbonatadas cálcicas e das bicarbonatadas cálcio-magnesianas para as bicarbonatadas sódicas nas zonas de maior confinamento do aquífero, foi estudada por Sraceck &amp; Hirata (2002). O modelo de troca iônica (cálcio por sódio) pode explicar esta evolução hidroquímica.\n6\tCONCLUSÕES\nNa área de estudo, as águas pertencentes aos sistemas aquíferos Guarani e Serra Geral foram classificadas como bicarbonatadas cálcicas e cálcio-magnesianas e bicarbonatadas sódicas.\nA maior parte das águas subterrâneas representativas do SAG apresenta características bicarbonatadas cálcicas e cálcio-magnesianas. Essa característica também é observada nas amostras coletadas em poços do SASG.\nTermos bicarbonatados sódicos estão relacionados a zonas confinadas do SAG e algumas amostras do SASG. Encontram-se nesta situação as amostras coletadas nas cidades de Ourinhos e Lençóis Paulista (SAG) e Manduri e Santa Cruz do Rio Pardo (SASG).\nAs águas bicarbonatadas cálcicas e cálcio-magnesianas do Sistema Aquífero Guarani concentram-se na porção oeste, nordeste e central da área, enquanto que as bicarbonatadas sódicas concentram-se na porção oeste e nordeste da área.\nPara o Sistema Aquífero Serra Geral as águas bicarbonatadas cálcicas e cálcio-magnesianas concentram-se na porção nordeste e central da área, enquanto que as bicarbonatadas sódicas concentram-se na porção oeste da área.\nAs temperaturas das águas subterrâneas do SAG variam de 23,3 °C a 35 °C, e do SASG de 23,5 °C a 28,5 °C. As águas para o SAG e para o SASG são geralmente neutras, com valores de pH variando de 6 a 9,3, e 6,3 a 7,4, respectivamente. As águas do SAG e do SASG são normalmente pouco mineralizadas, apresentando condutividades elétricas entre 29,7 mS/cm e 288 mS/cm e entre 54,9 mS/cm e 246 mS/cm, respectivamente.\nO ânion predominante nas águas é o bicarbonato, sendo que o aumento da condutividade elétrica está diretamente relacionado à alcalinidade nas águas do SAG e SASG, e, portanto associado a processo de dissolução de CO2 nas áreas de recarga e de dissolução de minerais de carbonatos presentes na matriz dos arenitos, ou preenchendo as vesículas dos basaltos em subsuperfície.\npara as águas do SASG, em que o aumento de cálcio é acompanhado pelo aumento de magnésio.\nA variação das concentrações de cálcio, para as águas bicarbonatadas cálcicas, está associada ao aumento das concentrações de bicarbonato, mostrando que a dissolução de calcita pode ser a origem dos elementos na água subterrânea. Nas amostras classificadas como bicarbonatadas sódicas, essa relação é inversa, ou seja, as amostras apresentam baixas concentrações de cálcio em relação à alcalinidade.\nREFERÊNCIAS BIBLIOGRÁFICAS\nAB’SABER, A. N. 1954. A geomorfologia do Estado de São Paulo. Aspectos geográficos da terra Bandeirante. IBGE, CNG, 92p.\nALMEIDA, F. F. M. Síntese sobre a tectônica da Bacia do Paraná. In: SIMPÓSIO REGIONAL DE GEOLOGIA, 3., 1981, Curitiba. Atas. São Paulo: SBG. 1981. V.1, p.1-20.\nALMEIDA, F.F.M de. Fundamentos Geológicos do Relevo Paulista. São Paulo: Instituto de Geografia, Universidade de São Paulo, 1964. 99p. (Série Teses e Monografias)\nASSINE, M. L.; PIRANHA, J. M.; CARNEIRO, C. D. R.. Os Paleodesertos Pirambóia e Botucatu In: MANTESSO-NETO, V., BARTORELLI, A., CARNEIRO, C. D. R., BRITO-NEVES, B. B. (Eds.). Geologia do Continente Sul-Americano: Evolução da Obra de Fernando Flávio Marques de Almeida. São Paulo: Beca Produções Culturais Ltda., p. 76 a 93.2004.\nBARTORELLI, A.. Origem das Grandes Cachoeiras do Plantalto Basáltico da Bacia do Paraná: Evolução Quaternária e Geomorfologia In: MANTESSO-NETO, V., BARTORELLI, A., CARNEIRO, C. D. R., BRITO-NEVES, B. B. (Eds.). Geologia do Continente Sul-Americano: Evolução da Obra de Fernando Flávio Marques de Almeida. São Paulo: Beca Produções Culturais Ltda., p. 95-111. 2004\nCAETANO-CHANG, M. R.. A Formação Pirambóia no centro no centro-oeste do Estado de São Paulo. Tese de Livre-docência. UNESP Rio Claro, Instituto de Geociências e Ciências Exatas. 1997.\nCAMPOS, H. C. N. S. Caracterização e cartografia das províncias hidrogeoquímicas do Estado de São Paulo. 1993.117 f. Tese (Doutorado) - Instituto de Geociências, Universidade de São Paulo, São Paulo, 1993.\nCBH-MP- COMITÊ DE BACIA HIDROGRÁFICA DO MÉDIO PARANAPANEMA.\nRelatório de Situação dos Recursos Hídricos - UGRHI-17. Marília: DAEE, 2007.\nCHRISTOFOLETTI, A. Geomorfologia. 2. ed. São Paulo: Edgar Blüchler, 1980.\nERNESTO, M., RAPOSO, M. I. B.; MARQUES, L. S.; RENNE, P. R.; DIOGO, L. A.; DE MIN, A. Paleomagnetism, geochemistry and 40Ar/39Ar dating of the North-eastern Paraná magmatic province: tectonic implications. Journal of Geodynamics, v. 28, p. 321-340, 1999.\nFETTER, C.W. Applied Hydrogeology 4 Ed., Upper Saddle River: Prentice Hall, 2001.\n598p.\nGASTMANS, D. Hidrogeologia e hidroquimica do Sistema Aqüífero Guarani na porção ocidental da Bacia Sedimentar do Paraná. Tese (Doutorado em Geociências). Instituto de Geociências e Ciências Exatas, UNESP. Rio Claro, 2007. 194 f.\nGASTMANS, D. ; CHANG, H.K. ; HUTCHEON, I. Groundwater geochemical evolution in the northern portion of the Guarani Aquifer System (Brazil) and its relationship to diagenetic features. Applied Geochemistry 25 16-33, 2010.\nGODOY, D. F. DE ; HACKSPACHER, P. C. ; GUEDES, Sandro ; HADLER NETO, Júlio C. Reconhecimento da tectônica mesozóicacenozóica na borda leste da Bacia do Paraná através da aplicação de traços de fissão em apatitas no Domo de Pitanga (SW de Rio Claro, SP). Geociências (UNESP. Impresso), v. 25, p. 151-164, 2006.\nGOUVÊA DA SILVA, R.B. - Estudo Hidroquímico e isotópico das águas subterrâneas do Aquífero Botucatu no Estado de São Paulo. Tese de Doutoramento, Inst. Geociências da USP, São Paulo, 1983.\nINSTITUTO DE PESQUISAS TECNOLÓGICAS DO ESTADO DE SÃO PAULO - IPT. Mapa Geomorfológico do Estado de São Paulo. Escala 1:1.000.000. São Paulo. 2v. (IPT. Monografias, 5. Publicação, 1 183).1981.\nMILANI E.J.. Comentários sobre a origem e a evolução tectônica da Bacia do Paraná. In: Mantesso-Neto V., Bartorelli A., Carneiro C.D.R., Brito Neves B.B.,Eds., Geologia do Continente Sul-Americano: Evolução da obra de Fernando Fávio Marques de Almeida. São Paulo. Becca, p.265-279.2004.\nMILANI, E. J. et al. Bacia do Paraná. In: Cartas Estratigráficas. Boletim de Geociências da Petrobras, Rio de Janeiro, v. 15, n. 2, p. 265-287, mai/Nov. 2007.\nMILANI E.J., França A.B.,Schneider R.L. Bacia do Paraná. Boletim Geociências Petrobras, 8(l):69-82, 1994.\nPAULA E SILVA F., SAAD A. R., PERINOTTO J. A. J. &amp; FÚLFARO V. J. Arquitetura deposicional do Grupo Bauru (Ks) na região sudoeste do estado de São Paulo. In: SBG, Simp. Cretaceo do Brasil, 5, Simp. Cretacico da America del Sur, 1, Serra Negra, Boletim de Resumos, p.45-49. 1999.\nPAULA E SILVA F. 2003. Geologia de subsuperfície e hidroestratigrafia do Grupo Bauru no estado de São Paulo. Tese de Doutorado, Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista (UNESP), Rio Claro. 166p.\nPAULA E SILVA F., CHANG H. K. &amp; CAETANO-CHANG M. R.. Perfis de referência do Grupo Bauru (K) no estado de São Paulo. Revista Geociências, 22(especial): 21-32,2003.\nSOARES, P.C.. Elementos estruturais da parte nordeste da Bacia do Paraná: Classificação e gênese. In: Congresso Brasileiro de Geologia, 28, Porto Alegre. Anais, Porto Alegre, Sociedade Brasileira de Geologia, v.4, p.107-121.1974.\nSOARES, P.C. 1975. Divisão estrati gráfica do Mesozóico no Estado de São Paulo. Revista Brasileira de Geociências, 5: 229-251.\nSOARES, P.C. et al.. Ensaio de Caracterização Estratigráfica do Cretáceo no Estado de São Paulo: Grupo Bauru. Rev. Bras. de Geologia, V. 10, n° 3, p. 177-185, il. 1980.\nSOARES P.C., Barcellos P.E., Csordas S.M. 1982. Análise, interpretação e integração de lineamentos a partir de imagens (Radar-Landsat) e suas relações com a tectônica da Bacia do Paraná. São Paulo: Relatório RT-342/82, Paulipetro. Consórcio CESP/IPT.\nSOARES P.C. 1992. Tectônica sinsedimentar cíclica na Bacia do Paraná-Controles. Dep. Geologia Universidade Federal do Paraná, Curitiba, 131p.\nSCHNEIDER, R.L.; MÜHLMANN, H.; TOMMASI, E.; MEDEIROS, R. A.; DAEMON, R. F.; NOGUEIRA, A. A. Revisão estratigráfica da Bacia do Paraná. In: Congresso Brasileiro de Geologia, 28, Porto Alegre, 1974. Anais. Porto Alegre: SBG, 1974. v. 1, p.41-65.\nSRACEK, O. ; HIRATA, R. Geochemical and Stable Isotopic Evolution of the GuaraniAquifer System in the State of São Paulo, Brazil. Hydrogeology Journal, v. 10, p. 643-655, 2002.\nSTIFF, H.A. The interpretation of chemical water analysis by means of paterns. Journal of Petroleoum Technology, v. 3, n° 10, p. 15-17, 1951."}]}}}