{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12118"}, {"@name": "filename", "#text": "1765_000889851.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA \n“JÚLIO DE MESQUITA FILHO” \n\nINSTITUTO DE BIOCIÊNCIAS - RIO CLARO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nANA CAROLINA DOS SANTOS \n\nANÁLISE DA TOXICIDADE DE ÁGUA DE \nRIO CONTAMINADA COM HERBICIDA \nAMETRINA UTILIZANDO COLUNAS DE \n\nWINOGRADSKY E MICROALGAS COMO \nBIOINDICADORAS \n\n \n\nRio Claro \n2016 \n\nECOLOGIA \n\n\n\n \n\nAna Carolina dos Santos \n\n \n\n \n\nANÁLISE DA TOXICIDADE DE ÁGUA DE RIO CONTAMINADA COM \nHERBICIDA AMETRINA UTILIZANDO COLUNAS DE WINOGRADSKY \n\nE MICROALGAS COMO BIOINDICADORAS \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n                                                Orientador: Ederio Dino Bidoia \n\n                                               Co-orientador: Ana Paula Justiniano Régo \n\n                                                 \n\n \n\n \n\n \n\n \n\nTrabalho de Conclusão de Curso apresentado \nao Instituto de Biociências da Universidade \nEstadual Paulista “Júlio de Mesquita Filho” - \nCâmpus de Rio Claro, para obtenção do grau de \necóloga. \n \n \n \n \n\n \nRio Claro \n\n2016 \n \n\n\n\n \n\nSantos, Ana Carolina dos\n      Análise da toxicidade de água de rio contaminada com\nherbicida ametrina utilizando colunas de Winogradsky e\nmicroalgas como bioindicadoras / Ana Carolina dos Santos. -\nRio Claro, 2016\n      50 f. : il., figs., gráfs., tabs., fots.\n\n      Trabalho de conclusão de curso (Ecologia) - Universidade\nEstadual Paulista, Instituto de Biociências de Rio Claro\n      Orientador: Ederio Dino Bidoia\n      Coorientadora: Ana Paula Justiniano Régo\n\n      1. Ecologia aquática. 2. Ametrina. 3. Microalgas. 4.\nColuna de Winogradsky. I. Título.\n\n \n574.5263\nS237a\n\n\t Ficha Catalográfica elaborada pela STATI - Biblioteca da UNESP\nCampus de Rio Claro/SP\n\n\n\n3 \n \n\nAGRADECIMENTOS \n \n \n\n Não há pessoas no mundo pelas quais eu gostaria de agradecer mais do que \na minha família, principalmente aos meus pais por todo o apoio de todos esses anos. \nTanto carinho, amor e cuidados, tanta preocupação e por tudo que fizeram por mim \n(o possível e o impossível). A chance que me deram de continuar meus estudos, \ntoda a ajuda. Saibam que só cheguei até aqui por causa de vocês.  \n Ao meu irmão por todos os momentos, mas também por todas as risadas e \napoio. Você é muito especial para mim.  \n Tio Zé e tia Dalva, meus tios e padrinhos, agradeço vocês por todo apoio e \npor vocês estarem sempre presentes. Tia Joana, minha tia querida, por sempre me \nensinar sobre esforço e dedicação e por todos os momentos.   \n Todos vocês foram muito importantes para meu crescimento pessoal e isso \ncom certeza refletirá no meu crescimento profissional.  \n\nAgradeço ao professor Ederio pela paciência e oportunidade de realizar os \nprojetos de pesquisa em seu laboratório, Ana Paula, pela dedicação, paciência, \napoio e conselhos e correções, a todos do Laboratório Multidisciplinar pelas \npequenas ajudas, principalmente em encontrar vidrarias. Aos técnicos e funcionários \ndo Departamento de Bioquímica e Microbiologia, da Unesp. \n\nAos funcionários e professores da Unesp, pois, sem eles a graduação não \nteria sido realidade. \n\nA toda a Eco 012. Eu agradeço todos os momentos que passamos juntos, \ntodo aprendizado e crescimento pessoal e profissional. Todos os campos, cafés, \nfestas, tudo com vocês foi especial. Vocês são incríveis.  \n\nA pessoas especiais do curso de ecologia que conheci. “Dedico à ecologia” \n Um agradecimento especial aos amigos que se tornaram uma família. Chico, \n\nVag, Coxis, Briza, Maori, Spyro, Lulis, Gabi, Matias, Luan, Gema, vocês me \nensinaram muito e continuam me ensinando, cada um com suas qualidades \ne...peculiaridades (tentando mostras que essa palavra pode representar coisas \nboas). Amo muito vocês.  \n A todas as pessoas que colaboraram para a minha formação, agradeço.   \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n4 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n\"Nunca duvide da capacidade de um pequeno grupo de dedicados cidadãos para \nmudar rumos do planeta. Na verdade, eles são a única esperança para que isso \n\npossa ocorrer”.  \n\nMargaret Mead \n\n\n\n5 \n \n\n \nRESUMO \n\n \nAmetrina é um herbicida muito utilizado para combate de ervas daninhas em \n\nprodução de cana- de açúcar, milho, café, entre outros, persistente e tóxico, capaz \n\nde atingir lençóis freáticos e ser carreado até os rios. Capaz de inibir fotossíntese, \n\npodendo prejudicar o desenvolvimento de algas. O objetivo do estudo foi analisar um \n\necossistema aquático contaminado com herbicida ametrina. Para tanto, foram \n\ncoletados água e sedimento do Ribeirão Claro (afluente do Rio Corumbataí) na \n\nEstação de Tratamento 1 (ETA 1) do DAAE da cidade de Rio Claro- SP para \n\nPreparar 8 colunas de Winogradsky, para monitoramento de algas. Os ensaios \n\ncontinham quatro volumes do herbicida, na concentração 3,75 g.L- 1 (0 µL, 100 µL, \n\n250 µL e 500 µL de ametrina), em duplicata (ensaios A e B). As algas foram \n\nidentificadas por microscopia de luz, as células de algas contadas semanalmente, \n\natravés da câmara de Neubauer. Para fitotoxicidade, utilizou-se 20 sementes de \n\nLactuca sativa/placa, contendo papel de filtro esterilizado e umedecido com 3 mL de \n\nágua proveniente das colunas, as placas foram incubadas por 120 horas à 20ºC, foi \n\nmedido o crescimento radicular das sementes. Foram feitas leituras de \n\ncondutividades e pHs de alíquotas semanais das colunas. A biomassa algal foi \n\nquantificada pela determinação de clorofila a, por espectrofotometria. Houve \n\nalteração nas espécies encontradas nas colunas com diferentes volumes de \n\nametrina, além de diminuição do número de células de algas, alterações no pH e \n\ncondutividade, além de apresentar fitotoxicidade para sementes de alface e \n\ndiminuição da biomassa. O herbicida ametrina apresenta toxicidade para as \n\nmicroalgas. \n\n \n\nPalavras-chave: Ametrina, microalgas, coluna de Winogradsky. \n\n\n\n6 \n \n\nABSTRACT \n\n \n\n \n\nAmetryne is a herbicide widely used for combating weeds in production of sugar \n\ncane, corn, coffee , among others , persistent, toxic, capable of reaching groundwater \n\nand be carried into the rivers. Capable of inhibiting photosynthesis, which may disturb \n\nthe growth of algae. The objective of the study was to analyze an aquatic ecosystem \n\ncontaminated with herbicide ametryne. Therefore, were collected water and sediment \n\nof Ribeirão Claro (tributary of the Rio Corumbataí) in Treatment Plant 1 ( ETA 1) \n\nDAAE the city of Rio Claro- SP to prepare 8 Winogradsky columns for monitoring \n\nalgae. The tests contained four volumes of the herbicide, at concentrations 3.75 g.L-1 \n\n(0 uL, 100 uL, 250 uL , and 500 uL of ametryne) in duplicate (trials A and B) .The \n\nalgae were identified by light microscopy , the cells of algae counted weekly by \n\nNeubauer chamber. For phytotoxicity was used 20 seeds of Lactuca/ plate containing \n\nsterile and moistened paper filter with 3 mL of water from the column , the plates \n\nwere incubated for 120 hours at 20° C was measured root growth of the seeds. \n\nConductivity anh pHs readings were taken after weekly of the columns. The algal \n\nbiomass was quantified by determining the chlorophyll a by spectrophotometer. \n\nThere was alteration in the species found in columns with different volumes of \n\nametryne, besides decrease in the number of algae cells, changes in pH and \n\nconductivity, besides presenting phytotoxicity to seeds of lettuce and reduced \n\nbiomass. The herbicidal toxicity presents ametryne microalgae. \n\n \nKey words: Ametryne, microalgae, Winogradsky.  \n \n \n\n\n\n7 \n \n\nSUMÁRIO \n\n \n\n \n\n1 INTRODUÇÃO ............................................................................................................................ 8 \n\n1.1 Agricultura ....................................................................................................................................8 \n\n1.2 Agroquímicos................................................................................................................................9 \n\n1.3 Ametrina .................................................................................................................................... 10 \n\n1.4 Contaminação aquática por herbicida ...................................................................................... 11 \n\n1.5 Coluna de Winogradsky............................................................................................................. 12 \n\n1.6 Microalgas ................................................................................................................................. 13 \n\n1.7 Biorremediação ......................................................................................................................... 15 \n\n2 OBJETIVOS .......................................................................................................................... 17 \n\n2.1 Objetivo geral ............................................................................................................................ 17 \n\n2.2 Objetivos específicos ................................................................................................................. 17 \n\n3 MATERIAL E MÉTODOS ........................................................................................................ 18 \n\n3.1 Coleta ........................................................................................................................................ 18 \n\n3.2 Coluna de Winogradsky............................................................................................................. 18 \n\n3.3 Identificação de microalgas ....................................................................................................... 20 \n\n3.4 Contagem de células de microalgas .......................................................................................... 20 \n\n3.5 Condutividade e pH ................................................................................................................... 21 \n\n3.6 Ensaios de fitotoxicidade com sementes de Lactuca sativa ..................................................... 21 \n\n3.7 Determinação de clorofila a ...................................................................................................... 22 \n\n4 RESULTADOS E DISCUSSÃO .................................................................................................. 24 \n\n4.1 Aspecto da coluna de Winogradsky .......................................................................................... 24 \n\n4.2        Identificação de microalgas ...................................................................................................... 25 \n\n4.3 Contagem de células de microalgas .......................................................................................... 32 \n\n4.4 Condutividade e pH ................................................................................................................... 35 \n\n4.5 Ensaio de fitotoxicidade com sementes de L. sativa ................................................................ 39 \n\n4.6       Determinação de clorofila a ...................................................................................................... 42 \n\n5 CONCLUSÃO ........................................................................................................................ 46 \n\n         REFERÊNCIAS ...................................................................................................................... 47 \n\n \n\n\n\n8 \n \n\n1 INTRODUÇÃO \n\n \n\n1.1  Agricultura \n\n \n\nO homem aprendeu sobre a natureza e aprimora seus conhecimentos sobre \n\nela cada vez mais, do mesmo modo, o uso dos recursos naturais, pelo ser humano, \n\ntambém aumenta. A agricultura é o meio através do qual o ser humano garante sua \n\nsobrevivência. Porém, a agricultura tem se modificado cada vez mais, através de \n\nnovas tecnologias que orientam a agricultura a uma enorme produtividade (SILVA et \n\nal., 2005). \n\n As transformações advêm do grande incentivo em se utilizar insumos \n\nagrícolas e maquinários para produção agropecuária, aumentando e enriquecendo o \n\nsetor agroindustrial (MENASCHE, MARQUES &amp; ZANETTI, 2008). Essa produção \n\ncomercial que se utiliza de inovações tecnológicas vem ao encontro com a \n\nnecessidade de alimentar milhões de pessoas que constituem a população mundial \n\n(SILVA, et al., 2005).  \n\nAo longo dos anos, a necessidade de produtividade fez com que a mão de \n\nobra do agricultor fosse substituída por máquinas, já que as mesmas garantem mais \n\nprodutos em menos tempo. Quando o homem começou a cultivar e descobrir novas \n\ntécnicas agrícolas que garantiam a produtividade, se iniciou a “Revolução Agrícola” \n\n(GONÇALVES, 1998 apud OLIVEIRA &amp; THOMAZ JÚNIOR, 2002), a partir daí \n\necossistemas, antes muito complexos em interações, em seu estado natural, se \n\ntornam simples e perdem as suas inúmeras interações, tendo perda de diversidade, \n\nisso é comum, principalmente quando se fala de agricultura em larga escala \n\n(OLIVEIRA &amp; THOMAZ JÚNIOR, 2002).   \n\nCom a Revolução Industrial, no século XX, ocorreu o que se chama \n\nRevolução Verde. Tal revolução, no Brasil, foi marcada pelo cultivo agrícola mais \n\nrentável, o que facilitou a consolidação da monocultura no país (SILVA &amp; MARTINS, \n\n2010).  \n\nO homem passa utilizar- se da monocultura, que consiste na presença de \n\numa única cultura em campo. Entende-se que essa prática agrícola, independente \n\nda espécie cultivada, não é sustentável, pensando a médio e longo prazo. Pois, a \n\n\n\n9 \n \n\nmonocultura gera um desequilíbrio nas condições físicas, químicas e biológicas do \n\nsolo, o que pode levar até mesmo a uma perda de produtividade. Esses \n\ndesequilíbrios que ocorrem, são agravados com o mal preparo do solo antes de \n\nreceber o cultivo, com o uso abusivo e inadequado de equipamentos que aumentam \n\na agressão do solo, levando à desagregação, compactação e erosão, além de \n\ndiminuir matéria orgânica e os nutrientes, o que leva à ocorrência de doenças na \n\nagricultura (ZANLORENSI, 2008).   \n\nA pouca competição, que a monocultura traz, acaba por favorecer a \n\nreprodução de predadores e de plantas de maneira desenfreada. Esses predadores \n\npodem se tornar superpopulações e passam a serem chamados de pragas, pelo \n\nsetor agrícola (ANDRADE, 1995).  \n\nComo os agricultores que utilizam a monocultura como prática, acabam se \n\ndeparando com problemas de esgotamento de solo e aparecimento de pragas, os \n\nmesmos passam a se beneficiar do desenvolvimento da química a partir do século \n\nXVI e novas técnicas de agricultura. A química agrícola se torna importante para a \n\nresolução desses problemas (SILVA &amp; MARTINS, 2010). \n\n \n\n1.2  Agroquímicos \n\n \n\nA adoção de agroquímicos se dá como reposta aos problemas que ocorrem \n\npela substituição de uma vegetação natural por monoculturas (SILVA &amp; MARTINS, \n\n2010).  \n\nPara combater essas pragas agrícolas, na Segunda Guerra Mundial, surgem \n\nos agrotóxicos atuais. São conhecidos, três tipos principais de agrotóxicos, são eles: \n\ninseticidas (controle de insetos), fungicidas (controle de fungos) e herbicidas \n\n(controle de ervas daninhas), embora existam outros inúmeros tipos (ANDRADE, \n\n1995).  \n\nAgroquímicos são definidos pelo Decreto nº 4.074, de 04 de janeiro de 2002, \n\nque regulamenta a Lei 7.802/1989, em seu artigo 1º, inciso IV, como sendo:  \n\n \n\nProdutos e agentes de processos físicos, químicos ou biológicos destinados \nao uso nos setores de produção, armazenamento e beneficiamento de \nprodutos agrícolas, nas pastagens, na proteção de florestas, nativas ou \nplantadas, e de outros ecossistemas e de ambientes urbanos, hídricos e \n\n\n\n10 \n \n\nindustriais, cuja finalidade seja alterar a composição da flora ou da fauna, a \nfim de preservá-las da ação danosa de seres vivos considerados nocivos, \nbem como as substâncias de produtos empregados como desfolhantes, \ndessecantes, estimuladores e inibidores de crescimento. \n\n \n\nOs agrotóxicos são empregados para preservar a cultura, protegendo- a de \n\nseres vivos considerados nocivos para a mesma. Porém, muitos são os problemas \n\ngerados pelo uso excessivo desses produtos. Os agrotóxicos podem apresentar \n\nriscos, tanto para os ecossistemas, quanto para a saúde humana. Atualmente, esses \n\nprodutos têm sido altamente comercializados, e aplicados. A quantidade \n\ncomercializada tem subido muito nos últimos anos devido ao agravamento das \n\ncondições do solo (SILVA &amp; MARTINS, 2010).  \n\n \n\n1.3  Ametrina  \n \n\n \n\nAmetrina (Figura 01) é um herbicida que pertence ao grupo químico das \n\ntriazinas. Cuja fórmula molecular é C9H17N5S (2-etilamina-4-isopropilamina-6-\n\nmetiltio-s-2,4,6-trazina). O grupo triazina compreende o maior número de herbicidas, \n\nrepresentam cerca de 30% da produção mundial (CABRAL et al., 2003).  \n\nTriazinas possuem um anel heterocíclico com 6 átomos, onde carbonos e \n\nnitrogênios são simétricos e o os grupos substituintes nas posições 2, 4 e 6 são o \n\nque diferenciam entre as fórmulas vendidas. São utilizados nos controles pré e pós- \n\nemergentes no combate a ervas daninhas (CABRAL et al., 2003). \n\n A ametrina é um herbicida seletivo, utilizado para controle de ervas daninhas \n\nna produção de cana de açúcar, milho, café, abacaxi, citrus, banana, entre outros. É \n\num produto altamente tóxico, capaz de inibir a fotossíntese dessas plantas \n\n(CABRAL, et al., 2003). Por conta da ampla atuação da ametrina em diferentes \n\nespécies de ervas daninhas, é um dos herbicidas mais utilizados. A degradação do \n\nherbicida se dá por micro-organismos e pelo processo de fotólise (ANDRADE, 2008), \n\nembora as propriedades físicas e químicas da molécula do herbicida conferem-lhe \n\numa grande resistência (COSTA, MONTEIRO &amp; TORNISIELO, 2000). \n\n A molécula possui certa estabilidade e uma meia vida de 20 a 100 dias. \n\nTambém possui alta mobilidade e resistência em água e no solo (CABRAL, et al., \n\n2003). Sendo que para o solo, conhecidamente, apresenta uma resistência de até 6 \n\n\n\n11 \n \n\nmeses (PRATA et al., 2001), especialmente em solos com grande teor de argila e de \n\nmatéria orgânica. No caso do Brasil, a persistência nos solos é entendida como alta \n\nou média, dependendo do tipo de solo e da adição de substrato orgânico (COSTA, \n\nMONTEIRO &amp; TORNISIELO, 2000). Metabólitos da molécula do herbicida podem \n\nser encontrados em água subterrâneas, mesmo longos períodos após sua aplicação \n\nno solo (CABRAL et al., 2003). \n\nSabidamente, esse produto pode causar prejuízos ao meio ambiente, \n\ncontaminando o solo e corpos d’água. Por ser muito persistente, encontram-se \n\nresíduos da ametrina por um longo período de tempo em águas subterrâneas \n\n(IGNJATOVIC et al., 1993 apud CABRAL et al., 2003). \n\n \nFigura 01: Fórmula molecular do herbicida ametrina \n\n \n\n \n \n\nFonte: CABRAL et al., 2003. \n \n\n1.4  Contaminação aquática por herbicida \n \n\n \n\nQuando ocorre a adição de uma ou mais substâncias estranhas para o \n\nsistema, como é o caso da adição de ametrina no solo e/ou ecossistemas aquáticos, \n\nessas substâncias são chamadas de xenobióticos. Os xenobióticos são fontes \n\npoluidoras, capazes de prejudicar a saúde de ecossistemas.  \n\nSegundo Norris &amp; Thoms (1999), ecossistemas aquáticos de um modo geral, \n\npara serem considerados saudáveis, tem que se analisar uma série de fatores \n\nquímicos e físicos e a presença e ausência de atividades industriais no entorno e \n\netc. A gravidade da poluição dependem também da habilidade que o sistema tem de \n\nse regenerar (CALLISTO; GOULART &amp; MORETTI, 2001). Muito estudos estão \n\n\n\n12 \n \n\nsendo feitos para analisar a saúde dos ecossistemas aquáticos, pós adição de \n\nxenobióticos. \n\nMuitos xenobióticos podem alterar propriedades físicas e químicas de um \n\necossistema, bem como alterar direta ou indiretamente a biota aquática. Para poder \n\nobservar essas mudanças são medidos fatores como: condutividade, pH, testes de \n\ntoxicidade, identificação e quantificação de organismos, considerados bioindicadores \n\ne etc. (ARMAS et al., 2007). \n\nEcossistemas têm sido alvos de poluição por aditivos agrícolas, que são \n\nutilizados o solo, como fertilizantes e agroquímicos. Os herbicidas que são utilizados \n\nno solo, de um modo geral, tem grande risco de se direcionarem aos lençóis \n\nfreáticos, isso tende a ocorrer devido ao fluxo superficial. Dependendo das \n\ncaracterísticas do solo, como a porosidade, por exemplo, a infiltração pode ocorrer \n\ncom maior ou menor facilidade.  Além disso, com uma maior aplicação do produto \n\nem épocas de ocorrência de chuvas, essa probabilidade de contaminação tende a \n\nser maior (ARMAS et al., 2007). \n\n \n\n1.5  Coluna de Winogradsky \n \n\nUma técnica muito utilizada em estudos de poluição aquática é a coluna de \n\nWinogradsky (Figura 02).  A coluna de Winogradsky foi criada pelo microbiologista \n\nSergei Winogradsky, em 1880. A coluna tem capacidade de imitar um ambiente \n\naquático (GAMAZO; LÓPEZ-GOÑI &amp; DÍAZ, 2005). Esse microcosmo permite \n\nobservar o crescimento e a função de diferentes grupos de micro-organismos. Nessa \n\ncoluna são colocadas amostras de solo e de água do ambiente ao qual se pretende \n\nanalisar. A coluna é exposta à luz solar ou mesmo à luz artificial. De acordo com as \n\ncondições ambientais surgem estratificações desses grupos de micro-organismos \n\n(GOMES &amp; OSÓRIO, 2011). \n\nSendo assim, a coluna de Winogradsky é um excelente meio de se monitorar \n\no desenvolvimento de um ecossistema aquático e uma técnica que pode ser \n\nutilizada amplamente para estudos ambientais, como os de contaminação aquática. \n\n \n\n \n\n \n\n\n\n13 \n \n\n \n\n \nFigura 02: Coluna de Winogradsky. \n\n \n\n \nFonte: GOMES &amp; OSÓRIO, 2011.  \n\n \n\n1.6  Microalgas \n\n \n\nAlgas (Figura 03) são organismos de características muito heterogêneas, \n\npodendo ser macroscópicas ou microscópicas, em sua forma microscópica são \n\nchamadas de microalgas (RAVEN, EVERT &amp; EICHHORN, 2001).  Como é um grupo \n\nmuito heterogêneo, as algas estão presentes em três reinos conhecidos, sendo eles: \n\nPlantae, Metazoa e Bacteria (BICUDO &amp; MENEZES, 2004, p.1).  \n\n \n\n\n\n14 \n \n\n \n\n \nFigura 03: Microalgas vistas sobre microscopia de luz. \n\n \n\n \n\n \n\nFonte: do autor. \n \n\nMicroalgas são geralmente unicelulares, e em alguns casos formam colônias. \n\nSão organismos autotróficos, produtores primários, responsáveis pela produção de \n\noxigênio em ecossistemas aquáticos, marinhos e de água doce (RAVEN, EVERT &amp; \n\nEICHHORN, 2001), como são muito abundantes em diferentes regiões, são \n\nresponsáveis por fixar a maior parte do carbono do planeta e geram, através da \n\nfotossíntese, a maior parte do oxigênio da atmosfera (FRANKLIN et al., 2000). Além \n\nde servirem como alimento para demais organismos aquáticos, sabe-se que um \n\ndéficit no crescimento das algas seria capaz de causar um grande desequilíbrio \n\necológico (FALKOWSKI &amp; RAVEN, 1997). \n\nO crescimento de populações de microalgas é resultado da interação entre \n\nfatores biológicos, químicos e físicos do meio (FALKOWSKI &amp; RAVEN,1997). \n\nBiologicamente, o crescimento das mesmas ocorre de acordo com as taxas \n\nmetabólicas das espécies encontradas e até mesmo pode sofrer influencias de \n\n\n\n15 \n \n\noutros organismos. Em relação aos fatores físicos e químicos, estes estão \n\nrelacionados às condições ambientais de luminosidade, temperatura, salinidade e \n\ndisponibilidade de nutrientes (GUILLARD, 1975; RICHMOND, 2004). \n\nSendo assim, microalgas são organismos muito importantes para estudos de \n\ntoxicidade aquática, tendo um importante papel como bioindicadoras de \n\ncontaminação. Pois, alterações quantitativas e qualitativas na comunidade de \n\nmicroalgas são intimamente relacionadas às alterações na qualidade da água \n\n(LIMBERGER, 2011). Quando as algas são expostas a qualquer efeito adverso, \n\nesse efeito se refletirá em organismos de níveis tróficos superiores, isso afeta \n\ndiretamente a qualidade desses ambientes aquáticos. Há uma relação entre menor \n\ndiversidade de algas e microalgas e aumento da poluição, assim como é conhecida \n\na capacidade de algumas algas em retirar elementos químicos do ambiente na qual \n\nse inserem, sendo importante ferramenta na recuperação de ecossistemas \n\ndegradados (VIDOTTI &amp; ROLLEMBERG, 2004). Desse modo, microalgas se tornam \n\num grupo importante no estudo da contaminação aquática pelo herbicida ametrina.  \n\n \n\n1.7  Biorremediação \n \n\n \n\nAlguns organismos possuem metabolismos com capacidade de agir como \n\nagentes modificadores e decompositores de agentes contaminantes presentes no \n\nambiente. Esses agentes biológicos, que contem essa capacidade, são usados no \n\nprocesso de biorremediação. A biorremediação possui estratégias distintas para \n\ndescontaminação de ambientes, uma delas está relacionada a utilização de agentes \n\nque são naturais do ambiente em que a técnica será utilizada (agentes autóctones), \n\nsem adições externas, esse processo se chama biorremediação natural, passiveis \n\nem ecossistemas aquáticos ou mesmo terrestres. Outra abordagem conta com o \n\nauxilio de agentes estimulantes, como adição de nutrientes para estimular o \n\naumento dos agentes biológicos responsáveis pela biorremediação, essa estratégia \n\né chamada bioestimulação. Outra estratégia é o bioaumento, com a inoculação de \n\nmicro-organismos. O produto final do processo de biorremediação é o gás carbônico \n\ne a água, isso significa que o processo de remediação foi total, atingindo o objetivo \n\nde descontaminação (MARIANO, 2006).   \n\n\n\n16 \n \n\nBiorremediação pode ser feita in situ ou ex situ. Quando a técnica é aplicada no \n\npróprio local onde houve contaminação, é denominado in situ, contrariamente, \n\nquando se opta pela biorremediação ex itu, a remediação não ocorre no local de \n\ncontaminação, desse modo, se torna mais fácil, controlar algumas variáveis \n\nambientais, que podem alterar o processo de biorremediação (PIMENTA, 2012).  \n\nMuitos organismos podem ser utilizados para o processo de biorremediação, \n\npodendo esse processo ser realizado por bactérias, fungos, plantas, etc. Algas são \n\namplamente utilizadas nesse processo, principalmente quando se trata de \n\ncontaminação aquática. Para tanto, a ficorremediação é uma técnica de baixo custo \n\ne de fácil aplicação para esse ambiente contaminado, já que se utiliza, na maioria \n\ndas vezes das algas já existentes no local. Na ficorremediação, macroalgas e \n\nmicroalgas são utilizadas para transformar compostos nocivos ao ambiente, em \n\ncompostos menos ou nada nocivos (PIMENTA, 2012).   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n17 \n \n\n2 OBJETIVOS \n \n\n2.1  Objetivo geral \n \n\n \n\nO presente projeto tem como objetivo geral a utilização da coluna de \n\nWinogradsky para a identificação das algas e a determinação de biomassa por \n\nclorofila a, para a análise da toxicidade de um ecossistema aquático contaminado \n\ncom herbicida ametrina. \n\n \n\n2.2  Objetivos específicos  \n \n\nOs objetivos específicos são: \n\nI.  Avaliar a evolução da coluna de Winogradsky contendo água contaminada com \n\nherbicida ametrina; \nII. Realizar a identificação e a contagem das microalgas em diferentes alturas na \ncoluna de Winogradsky, através de microscopia de luz; \n\nIII. Realizar a determinação de biomassa por clorofila a; \n\nIII. Avaliar a condutividade e o pH na coluna; \n\nIV. Verificar a ecotoxicidade do herbicida ametrina na coluna de Winogradsky \n\nutilizando sementes de Lactuca sativa. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n18 \n \n\n3 MATERIAL E MÉTODOS  \n \n\n3.1  Coleta \n \n\n \n\nA coleta de sedimento e água foi realizada no Ribeirão Claro (afluente do Rio \n\nCorumbataí) na Estação de Tratamento 1 (ETA 1) do DAAE da cidade de Rio Claro- \n\nSP. Cujas coordenadas geográficas são: -22.409811 (S) -47.540542 (W) (Figura 04). \n\nA água do ribeirão é considerada como de boa qualidade, atendendo aos requisitos \n\nde um ambiente saudável, o que é importante para a veracidade do experimento.  \n\n \n\nFigura 04: Ribeirão Claro (afluente do Rio Corumbataí) na Estação de Tratamento 1 (ETA 1) do \nDAAE da cidade de Rio Claro- SP. \n\n \n\n \nFonte: do autor. \n\n \n\n3.2  Coluna de Winogradsky \n \n\n \n\nForam realizados testes com a coluna de Winogradsky, baseado na \n\nmetodologia de LOSS et al. (2003). No qual, para cada coluna foram utilizadas \n\n100,000 g de sedimento do Ribeirão Claro, 4,500 g de Na2SO4, 0,200 g de Na2CO3, \n\n0,200 g de K2HPO4, 0,500 g (NH4)SO4, 0,500 g de fonte de carbono (filtro de papel \n\ndesfiado) pesados com uma balança semi-analítica BL220H e 1000 mL de água \n\n\n\n19 \n \n\ntambém do Ribeirão Claro. Para cada coluna foi adicionado uma quantidade \n\nespecífica do herbicida ametrina, na concentração de 3,75 g L-1 (a concentração foi \n\nescolhida de acordo com as aplicações em campo). Foram montadas 8 colunas de \n\nWinogradsky para cada ensaio, foram dois ensaios, no total, com quatro quantidades \n\nde ametrina (0 µl, 100 µL, 250 µL e 500 µL de ametrina), em duplicata (ensaios A e \n\nB). Esse teste foi realizado com a finalidade de acompanhar o desenvolvimento do \n\nambiente com adição de ametrina, nesse experimento as colunas receberam os \n\nseguintes tratamentos representados na Tabela 1. O primeiro ensaio foi realizado no \n\nperíodo de janeiro a abril, enquanto que o segundo ensaio foi realizado de maio a \n\njulho.  \n\n \nTabela 1- Volumes do herbicida ametrina, na concentração 3,75 g L-1, para cada tratamento da \ncoluna de Winogradsky para os dois ensaios.  \n\nFonte: do autor \n\n \n\nA partir dessas quantidades foram realizados testes com as colunas de \n\nWinogradsky, sendo eles a identificação das espécies de microalgas, a contagem do \n\nnúmero de células de microalgas, foram medidos os valores de condutividade e pH \n\nnas colunas, os ensaios de fitotoxicidade com sementes de L. sativa e a \n\ndeterminação da clorofila a.  \n\n \n\n \n\n \n\n \n\nTRATAMENTO VOLUME DE AMETRINA (µL) \n\nControle A (CA) 0 \n\nControle B (CB) 0 \n\nTratamento 1A (1A) 100 \n\nTratamento 1B (1B) 100 \n\nTratamento 2A (2A) 250 \n\nTratamento 2B (2B) 250 \n\nTratamento 3A (3A) 500 \n\nTratamento 3B (3B) 500 \n\n\n\n20 \n \n\n3.3  Identificação de microalgas \n \n\n \nSemanalmente, foi realizada a identificação das espécies de algas existentes \n\nna coluna de Winogradsky. Essa identificação foi feita com o auxílio de um \n\nmicroscópio de luz Olympus CX41 e do guia de identificação de algas “Gêneros de \n\nAlgas de Águas Continentais do Brasil” (BICUDO &amp; MENEZES, 2004). Cuja \n\nfinalidade do teste foi analisar a evolução das espécies de algas na coluna, assim \n\npode-se observar alterações ocasionadas pelo herbicida ametrina. \n\nFoi quantificada a frequência de algumas algas mais encontradas nas colunas \n\nde Winogradsky, essa frequência é dada pela quantidade de vezes que a espécie de \n\nalga é avistada na coluna, em todas as leituras.  \n\n  \n\n3.4  Contagem de células de microalgas \n \n\n \n\nA contagem de células de algas presentes na coluna de Winogradsky foi feita \n\ncom o auxílio da câmara de Neubauer Knittel gläser e de um microscópio de luz \n\nOlympus CX41. Essa contagem serve como uma estimativa sobre o número de \n\ncélulas de microalgas total existentes no meio analisado, sendo demonstrado por: \n\n nº de células/ mL. Essa quantificação demonstra se o herbicida ametrina tem \n\ncapacidade para reduzir o número de células de microalgas.  \n\nA quantidade de células de microalgas encontradas na coluna de \n\nWinogradsky, é estimada pelo seguinte cálculo, demonstrado na equação 1, a \n\nseguir. \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n(1) \n\n\n\n21 \n \n\n3.5  Condutividade e pH \n \n\n \n\nA condutividade expressa a capacidade da água em conduzir corrente \n\nelétrica. Essa capacidade é dependente da temperatura e dos íons presentes na \n\nágua. O valor mostra a quantidade de sais existentes na coluna d’água. Esse valor \n\nrepresenta a mudança de composição da água, bem como, a concentração mineral. \n\nA condutividade está muito relacionada com as características geoquímicas da bacia \n\nde drenagem e com características climáticas (ARAÚJO, COSTA &amp; CHELLAPPA, \n\n2000). Quanto maior for a quantidade de íons dissolvidos na água, maior será o \n\nvalor da condutividade, expressa em mS cm-1. Sendo assim, pode ser usada como \n\nmedida indireta para indicar poluentes (LAUERMANN, 2007). Essa medida foi feita \n\ncom o auxílio de um condutivímetro Tecnopon CA150. \n\nO pH é uma das variáveis ambientais mais importantes. O pH pode ser visto \n\ncomo um fator limitante para organismos, mas também é modificado por organismos \n\natravés do metabolismo dos mesmos. Sendo uma resposta às alterações químicas e \n\nbiológicas do meio. O pH expressa a atividade do íon hidrogênio (WAGNER \n\nJÚNIOR, 2007), determinando se o ambiente apresenta maior acidez ou um caráter \n\nmais básico. Para medida de pH foi utilizado o auxílio de um pHmetro da Denver \n\nInstrument UB-5.  \n\n \n\n3.6  Ensaios de fitotoxicidade com sementes de Lactuca sativa \n \n\n \n\n Os ensaios de toxicidade com sementes de L. sativa são ensaios de \n\ntoxicidade aguda, pois se trata de um ensaio feito com exposição direta por 120h, \n\ntendo assim uma prova estatística dessa toxicidade. A partir desse teste, podemos \n\navaliar efeitos fitotóxicos de uma substância ou uma mistura de várias substâncias \n\ndurante a germinação de sementes, já que no período de germinação e no inicio do \n\ndesenvolvimento da planta, os processos fisiológicos envolvidos são muito \n\nnumerosos, então, a sensibilidade da planta nesse período é alta. Quando a \n\nsemente entra em contato com condições externas adversas é possível detectar \n\nsubstâncias toxicas, mesmo em baixa concentração. O ensaio de toxicidade com \n\nsemente de alface é importante para detectar toxicidades de compostos puros ou \n\n\n\n22 \n \n\nnão em águas superficiais, subterrâneas, de consumo humano e águas residuais, \n\ndomesticas ou industriais. Esse teste de toxicidade traz dados de efeitos de \n\ncontaminantes em vegetais que se desenvolvem próximo à margem de corpos \n\nd’água. Além que L. sativa, é uma espécie importante para a horticultura, sendo \n\ntambém uma espécie de rápido crescimento, gerando dados em poucos dias \n\n(CASTILLO, 2004).  \n\n Foram realizados ensaios de fitoxicidade com a semente L. sativa (alface), \n\ncom a fração líquida das colunas de Winogradsky, a fim de avaliar a germinação e o \n\nelongamento da raiz, baseando-se na metodologia de CASTILLO (2004).  Os \n\nexperimentos foram realizados em triplicata e constituídos de controle positivo com o \n\nsulfato de zinco (ZnSO4) como substância tóxica de referência e o controle negativo \n\nutilizando-se água desionizada. Foram utilizadas 3 placas com papel filtro para cada \n\ntratamento e controles. Para cada placa foram utilizadas 20 sementes de L. sativa, \n\nsem aditivos, e foram adicionados 3 mL de cada amostra da coluna de Winogradsky. \n\nFeito isso, as placas foram incubadas por 120 horas à 20ºC.  \n\n Para a quantificação da inibição radicular das sementes de L. sativa, foi \n\nutilizada a seguinte equação: \n\n \n\n \n\n \n\n Onde % de IR corresponde à porcentagem de inibição de crescimento \n\nradicular, M(A) é a média do comprimento das raízes do controle (A), M(TX) é a \n\nmédia do comprimento das raízes dos tratamentos X, onde X pode ser C, T1, T2 ou \n\nT3. \n\n \n\n3.7  Determinação de clorofila a \n \n\n \nClorofila é um pigmento importante para a realização de funções metabólicas em \n\nplantas, algas e algumas bactérias, funções como captura de luz solar, produção de \n\noxigênio e açúcares, pela fotossíntese. Dentre as clorofilas, está a clorofila a, \n\nnormalmente é utilizada como indicadora da biomassa do fitoplâncton, considerada \n\n(2) \n\n\n\n23 \n \n\na mais recorrente, indicando o crescimento de algas e cianobactérias em razão do \n\nenriquecimento por nutrientes (MAESTRIN et al., 2009). \n\nPara a realização desse experimento, foram filtradas 10 mL das amostras da \n\ncoluna de Winogradsky, em filtro Whatman GF/F, 47 mm diâmetro e 0,6 µm de \n\ntamanho de poro. O filtro foi dobrado e guardado em vidro âmbar envolto com papel \n\nalumínio para evitar luminosidade, que possa degradar a amostra. Foram \n\nadicionados 10 mL de etanol 90% no vidro âmbar contendo o filtro. O etanol 90% foi \n\npreparado adicionando-se 5 mL de água desionizada em 90 mL de etanol 95%.  O \n\nvidro âmbar com o filtro foi colocado por 5 min em banho maria quando a água \n\natingiu a temperatura de 78º C. Após o banho maria, o vidro âmbar foi colocado em \n\ngelo por 5 min. O vidro âmbar foi deixado em geladeira por 24 horas. Após as 24 \n\nhoras, foram feitas as leituras da extração em etanol em espectrofotômetro UV-\n\nvisível Hach Odissey 2500 no comprimento de onda 665 nm e 750 nm. Após a \n\nleitura, foi adicionado 1 gota de HCl e foi feita a releitura nos dois comprimentos de \n\nonda.  O branco utilizado foi a solução etanol 90%. O teste da clorofila a foi baseado \n\nem CETESB (2014). \n\nA equação (3) que quantifica a biomassa de algas na coluna de Winogradsky \n\nestá representada a seguir, dada em µg.L-1: \n\n \n\n \n\n \n \n\nOnde, Eb corresponde à absorbância do extrato à 665 nm antes da \n\nacidificação, menos a absorbância a 750 nm. Ea corresponde à absorbância do \n\nextrato à 665 nm depois da acidificação, menos a absorbância a 750 nm, R é igual \n\n1,72 (razão de rendimento da clorofila a não acidificada, R-1 é igual a 2,39, K é o \n\ncoeficiente de absorção da clorofila a igual à 11, 49 (para o etanol), v é o volume do \n\nsolvente utilizado (etanol) em mL (10 mL), V é o volume da água filtrada (em litros) e \n\nL é o comprimento da cubeta em cm (1cm). Segundo CETESB (2014).  \n\n \n\n \n\n \n\n(3) \n\n\n\n24 \n \n\n4 RESULTADOS E DISCUSSÃO \n \n\n4.1  Aspecto da coluna de Winogradsky \n \n\n \n\nNa figura 05, a seguir, estão representadas as colunas de Winogradsky, após os \n\ntrês meses de incubação das mesmas.  \n \n\nFigura 05: Representação das colunas de Winogrdsky após os três meses de incubação. \n \n\n \n\nFonte: do autor. \n \n\n Na figura 05, acima estão representadas as colunas de Winogradsky, nota-se \n\nque o aspecto da coluna já após os três meses expostas a luminosidade natural, \n\napresenta coloração esverdeada, esse verde que pode ser notado nas colunas é por \n\nconta das algas presentes no microcosmo. Com o passar do tempo, as algas se \n\naglomeram e se aderem à parede da coluna de Winogradsky.  As colunas 3A e 3B \n\napresentam uma coloração menos intensa que as demais, o que estaria relacionado \n\ncom a queda no número de células de algas, por conta do grande volume do \n\nherbicida, correspondente à 500 µL do herbicida. A Figura 06, a seguir é uma \n\ncomparação próxima das colunas controle (CA) e de tratamento 3 (3B).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n25 \n \n\n \nFigura 06: Comparação entre as colunas Controle A e Tratamento 3B. \n\n \n\n \n \n\nFonte: do autor \n\n Na Figura 06, pode-se comparar as colunas Controle A e Tratamento 3B, a \n\ncoluna controle não contém o herbicida ametrina, desse modo, apresenta uma \n\ncoloração mais esverdeada, representando as algas fotossintetizantes. A coluna \n\ntratamento 3B, contendo 500 µL apresenta uma coloração mais clara, não muito \n\nverde. O que pode representar que essa coluna contém menos células de algas, \n\nrepresentando ação tóxica do herbicida ametrina.  \n\n \n\n4.2 Identificação de microalgas \n \n\n \n\nAs algas foram identificadas através de microscopia de luz, em nível de espécie, \n\npara cada tratamento, em diferentes regiões da coluna, para o primeiro ensaio, as \n\nespécies estão representadas na Tabela 2, a seguir, enquanto que o segundo \n\nensaio está representado na Tabela 3, a seguir. \n\n \n\n \n\n \n\n \n\n \n\nCA \n \n\n3B \n\n\n\n26 \n \n\nTabela 2- Espécies de algas encontradas em diferentes locais da coluna de Winogradsky (T- topo, M- \nmeio e F- fim), de acordo com cada tratamento. C- controle, 1- tratamento1, 2- tratamento, 3- \ntratamento 3. A e B representam as duplicatas, para o primeiro ensaio. \n\n \n\n \nFonte: do autor \n\n \n\n \n\nColuna CA CB 1ª 1B 2A 2B 3A 3B \n\nEspécies de algas T M F T M F T M F T M F T M F T M F T M F T M F \n\nAnabaena circucinalis   X X X X X       X X X       X X X   X   X   X \n\nArthrosfera jenerii     X X X X   X X   X X   X   X                 \n\nCalothrix fusca               X   X       X   X                 \n\nCharaciopsis longipis               X     X X                         \n\nChlorella vulgaris     X X X X       X X   X X X X X   X           \n\nCylindrospermopsis \n\nraciborskii X X   X X X   X X X X                           \n\nDichothrix willei           X     X           X X X X             \n\nDiplochloris hortobgyi,     X     X         X X       X     X X           \n\nEuastropsis richteri                         X   X   X X     X   X X \n\nEucapsis densa X X X   X X   X X X X   X     X X   X     X   X \n\nGleitlerinema \n\nsplendidum                         X     X X               \n\nGloeotila  pelagica         X     X       X     X       X X   X X X \n\nGomphonema parvilium   X X X X X X X                                 \n\nHydrocoleum \n\nheterotrichum X   X     X X     X X X X X X X X X             \n\nJuraneyella javorkae   X         X         X     X       X           \n\nLemnicola hungarica X X X     X X X X       X   X X X X X           \n\nNeochloris \n\npseudoestigmatica   X X X X X         X X X X X       X X X       \n\nPalmella arantia X X X X X X X X X X X X       X X X X           \n\nPetalonema alatum                     X X X   X X X   X   X       \n\nPleurocapsa fusca       X X   X X       X     X                   \n\nPseudanabaena \n\nmoliniformes X   X X       X X X     X X X     X   X   X X   \n\nRaphidonema nivele    X    X  X   X   X                     \n\n    \n\n  \n\n Romeria gracilis          X   X   X  X                     \n\n   \n\n  \n\n Stauroneis \nphoenicentheron       X X X     X     X     X     X             \n\nStichosephon mangle     X     X     X       X       X               \n\nStigonema hormoides                     X   X X X X X X X           \n\nSynechocystis aquatilis X X   X   X   X   X   X     X   X X     X   X   \n\n\n\n27 \n \n\nPara o primeiro ensaio, segundo a Tabela 2, foram encontradas diferentes \n\nespécies de algas. A frequência das algas encontradas está representada no gráfico \n\na seguir (Figura 07). Esse gráfico foi criado com base no número de vezes em que a \n\nespécie é marcada na Tabela 2.  \n\n \n\nFigura 07: Frequência das algas encontradas na coluna de Winogradsky. A frequência é determinada \npelo número de vezes em que a alga é encontrada na coluna, calculada através da Tabela 2, acima. \nE1: Anabaena circucinalis. E2: Arthrosfera jenerii. E3: Calothrix fusca. E4: Characiopsis longipis. E5: \nChlorella vulgaris. E6: Cylindrospermopsis raciborskii. E7: Dichothrix willei. E8: Diplochloris hortobgyi. \nE9: Euastropsis richteri. E10: Eucapsis densa. E11: Gleitlerinema splendidum. E12: Gloetila pelágica. \nE13: Gomphonema parvilium. E14: Hydrocoleum heterotrichum. E15: Juraneyella javorkae. E16: \nLemnicola hungarica. E17: Neochiloris pseudoestigmatica. E18: Palmella arantia. E19: Petalonema \nalatum. E20: Pleurocapsa fusca. E21: Pseudanabaena moliniformes. E22: Raphidonema nivele. E23: \nRomeria gracilis. E24: Stauroneis phoenicentheron. E25: Stichosephon mangle. E26: Stigonema \nhormoides. E27: Synechocystis aquatilis. \n\nE2 E4 E6 E8 E10 E12 E14 E16 E18 E20 E22 E24 E26\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\nfr\ne\n\nq\nu\n\nê\nn\n\nc\nia\n\nespécie de microalga\n\n \n \n\nFonte: do autor \n \n \n A Figura 07 será discutida adiante.  \n \n \n \n \n \n \n \n \n\n\n\n28 \n \n\nTabela 3- Espécies de algas encontradas em diferentes locais da coluna de Winogradsky (topo, meio \ne fim), de acordo com cada tratamento. C- controle, 1- tratamento1, 2- tratamento, 3- tratamento 3. A \ne B representam as duplicatas, para o segundo ensaio. \n \n\nColuna CA CB 1A 1B 2ª 2B 3ª 3B \n\nEspécies de algas T M F T M F T M F T M F T M F T M F T M F T M F \n\nAnabaena circucinalis X X X X   X   X   X X X X     X X X X X         \n\nArthrosfera jenerii       X X     X X   X     X X X     \n\n \n\n          \n\nCalothrix fusca       X   X   X   X   X   X   X                 \n\nCharaciopsis longipis   X                 X                           \n\nChlorella vulgaris     X X X X             X X         \n\n  \n\n        \n\nCylindrospermopsis \n\nraciborskii X X   X       X   X         X     X             \n\nDichothrix willei           X           X     X   X               \n\nDiplochloris hortobgyi   X     X       X X X       X     X X           \n\nEuastropsis richteri           X   X         X   X   X X     X   X X \n\nEucapsis densa X X X   X X   X   X                 X   X X X X \n\nGleitlerinema \n\nsplendidum                         X     X X               \n\nGloetila pelagica         X                         X X     X   X \n\nGomphonema \n\nparvilium   X   X   X       X       X     X               \n\nHydrocoleum \n\nheterotrichum     X       X     X   X   X   X       X   X X   \n\nJuraneyella javorkae   X         X         X     X                   \n\nLemnicola hungarica X X X     X X X X       X   X X X X             \n\nNeochiloris \n\npseudoestigmatica   X X X   X         X   X X X   X     X X       \n\nPalmella arantia X   X   X   X   X   X X       X X X             \n\nPetalonema a alatum                     X X X   X X X       X       \n\nPleurocapsa fusca       X X   X X       X     X                   \n\nPseudanabaena \n\nmoliniformes X X X X       X   X       X X     X   X   X X   \n\nRaphidonema nivele                                     X X X X   X \n\nRomeria gracilis                         X             X X X   X \n\nStauroneis \n\nphoenicentheron   X   X X X   X X     X     X     X             \n\nStichosephon mangle     X     X     X       X   X   X     X   X   X \n\nStigonema hormoides                         X   X   X X             \n\nSynechocystis aquatilis     X X   X X X   X  X X    X X X X X   X         \n\n \n\nFonte: do autor \n\n \n\n \n \n\n\n\n29 \n \n\nPara o segundo ensaio, segundo a Tabela 3, foram encontradas diferentes \n\nespécies de algas. A frequência das algas encontradas está representada no gráfico \n\na seguir (Figura 08). Esse gráfico foi criado com base no número de vezes em que a \n\nespécie é marcada na Tabela 3.  \n\n \n\nFigura 08: Frequência das algas encontradas na coluna de Winogradsky. A frequência é determinada pelo \n\nnúmero de vezes em que a alga é encontrada na coluna, calculada através da Tabela 3, acima. E1: Anabaena \n\ncircucinalis. E2: Arthrosfera jenerii. E3: Calothrix fusca. E4: Characiopsis longipis. E5: Chlorella vulgaris. E6: \n\nCylindrospermopsis raciborskii. E7: Dichothrix willei. E8: Diplochloris hortobgyi. E9: Euastropsis richteri. \n\nE10: Eucapsis densa. E11: Gleitlerinema splendidum. E12: Gloetila pelágica. E13: Gomphonema parvilium. \n\nE14: Hydrocoleum heterotrichum. E15: Juraneyella javorkae. E16: Lemnicola hungarica. E17: Neochiloris \n\npseudoestigmatica. E18: Palmella arantia. E19: Petalonema alatum. E20: Pleurocapsa fusca. E21: \n\nPseudanabaena moliniformes. E22: Raphidonema nivele. E23: Romeria gracilis. E24: Stauroneis \n\nphoenicentheron. E25: Stichosephon mangle. E26: Stigonema hormoides. E27: Synechocystis aquatilis. \n\n \n\nE2 E4 E6 E8 E10 E12 E14 E16 E18 E20 E22 E24 E26\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\nfr\ne\n\nq\nu\n\nê\nn\n\nc\nia\n\nespécie de microalga\n\n \n\nFonte: do autor \n\n \n\nDe acordo com as Tabelas 2 e 3 e com as Figuras 07 e 08 acima, algumas \n\nalgas foram mais abundantes que outras, observado pelos gráficos de frequência ou \n\nmais resistentes, sendo essas encontradas em grandes volumes de herbicida \n\nametrina. \n\n Uma alga frequente e que apresentou certa resistência, sendo avistada em \n\ngrandes quantidades de ametrina, como no caso do tratamento 3, que apresenta \n\n500 µL do herbicida ametrina, foi a Anabaena circucinalis, essa alga pertencente à \n\n\n\n30 \n \n\nfamília Nostocaceae, e ao gênero Anabaena, esse gênero apresenta espécies de \n\nágua doce e são frequentemente encontradas no plâncton ou perifíton, formam \n\nflorações em lagos, represas e possuem toxinas, que em excesso se tornam \n\ncausadoras de desequilíbrio ecológico e problemas de saúde pública (BICUDO &amp; \n\nMENEZES, 2004).   \n\nEucapsis densa foi uma espécie também vista em abundância. Alga \n\npertencente a família Microcystaceae. O gênero Eucapsis, é colonial, as colônias \n\nsão de forma cúbica, possuem um envelope mucilagionoso incolor, são bastante \n\nhomogêneas.  E. densa é encontrada no metafiton de águas continentais, no Brasil. \n\nEssa espécie foi encontrada em diferentes volumes do herbicida (BICUDO &amp; \n\nMENEZES, 2004).   \n\nGloeotila pelágica, pertencente à família Ulotrichaceae. O gênero Gloeotila \n\npossui filamentos solitários, encontra-se flutuando na região litorânea de ambientes \n\nlênticos, espécie encontrada em grandes volumes do herbicida (BICUDO &amp; \n\nMENEZES, 2004).   \n\nHydrocoleum heterotrichum, pertencente à família Phormidiaceae foi bastante \n\nabundante, mas não foi vista quando se tem a maior quantidade de ametrina (500 \n\nµL), porém, avistado em (100 e 250 µL), esse gênero Hydrocoleum estão \n\ngeralmente arranjados e raramente isolado, com bainha espessa, podendo \n\napresentar tricomas. Foi encontrada em diferentes volumes do herbicida (BICUDO &amp; \n\nMENEZES, 2004).   \n\nLemnicola hungarica, pertencente a família Bacillariophyceae, pertencente ao \n\ngênero Lemnicola, são células solitárias, apresentando valvas, podendo ser de \n\nlineares a elípticas. Vista em diferentes volumes do herbicida (BICUDO &amp; \n\nMENEZES, 2004).   \n\nNeochiloris pseudoestigmatica, pertencentes à família Palmellaceae, são \n\nalgas unicelulares, isolados, dificilmente são avistados em grupos, células \n\nperiféricas, de parede celular evidente, a espécie é resistente à corpos d’água \n\neutrofizados. A espécie foi vista em diferentes volumes do herbicida (BICUDO &amp; \n\nMENEZES, 2004).   \n\nPalmella arantia, também pertencente à família Palmellacea, são indivíduos \n\ncoloniais, podem ser vistas isoladas, em pares ou grupos de quatro, no interior da \n\nmucilagem, que o gênero contém, são encontradas em solo úmido, onde se \n\n\n\n31 \n \n\nmostram com massas gelatinosas e coloração esverdeada, podendo ser vista a olho \n\nnú. Encontrada em diferentes volumes de ametrina (BICUDO &amp; MENEZES, 2004). \n\n Petalonema alatum, pertencente à família Microchaetaceae, esse gênero \n\npossui uma bainha de mucilagem bem evidente e ampla, possui tricomas, foi vista \n\nem grandes concentrações de ametrina. A espécie foi encontrada em colunas com \n\nvolumes intermediários do herbicida ametrina, 100 e 250 µL (BICUDO &amp; MENEZES, \n\n2004).   \n\nPseudanabaena moliniformes, pertencente à família Pseudanabaenaceae, o \n\ngênero possui tricomas, cresce em locais úmidos, em ambientes aquáticos, no \n\nplâncton, podem viver na mucilagem de outras cianobactérias, como as do gênero \n\nMicrocystis. Espécie encontrada em diferentes volumes de ametrina, na coluna de \n\nWinogradsky (BICUDO &amp; MENEZES, 2004).   \n\n Synechocystis aquatilis, muito abundante, pertence a família Cyanophyceae, \n\né unicelular e ocorre principalmente no plâncton, contem mucilagem, bastante \n\nencontrado em diferentes volumes do herbicida (BICUDO &amp; MENEZES, 2004).  \n\n Muitas essas espécies de algas mais abundantes, são mais resistentes ao \n\nherbicida, pois são encontradas em coluna de Winogradsky que continham grandes \n\nvolumes de ametrina, como 100, 250 e até mesmo 500 µL, muito embora para esse \n\núltimo volume, não foi possível encontrar muitas espécies, entende-se então que \n\nametrina atrapalha o crescimento e desenvolvimento de algas, bem como as \n\nespécies mais sensíveis a poluição.  \n\nMuitas dessas algas encontradas abundantemente, que foram descritas \n\nacima, possuem tricomas, podem possuir paredes espessas, ou vivem em colônias \n\nou associadas a outras espécies, tem mucilagem ou já foram encontradas em \n\ncondições extremas, como eutrofização, algumas também, principalmente \n\ncianobactérias, possuem e liberam toxinas. Algumas adaptações celulares nas algas \n\npodem ser importantes para a sobrevivência das mesmas às condições ambientais \n\nde estresse, como é o caso do microcosmo analisado, contaminado com herbicida \n\nametrina (VIDOTTI &amp; ROLLEMBERG, 2004).  \n\n \n\n \n\n \n\n \n\n\n\n32 \n \n\n4.3  Contagem de células de microalgas \n \n\n O número de células de microalgas encontrado está demonstrado nos \n\ngráficos a seguir, para ambos os ensaios. Sendo Figura 09, o número de células \n\nencontrado no primeiro ensaio da coluna de Winogradsky, enquanto a Figura 10, o \n\nnúmero de células para o segundo ensaio. A quantidade de células é obtida a partir \n\nda equação (1) citada na seção 3.4. \n\n \nFigura 09: Quantidade de células de algas encontradas nas colunas de Winogradsky para cada \ntratamento em função do tempo. Tempo (dias) corresponde aos dias pós montagem das colunas de \nWinogradsky. (C) corresponde ao tratamento controle, (1) corresponde ao tratamento 1, (2) \ncorresponde ao tratamento 2, (3) corresponde ao tratamento 3. Sendo A e B, as duplicatas, para o \nprimeiro ensaio. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nFonte: do autor \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n0 10 20 30 40 50 60 70\n\n1,2\n\n1,4\n\n1,6\n\n1,8\n\n2,0\n\n2,2\n\n2,4  CA\n\n CB\n\n 1A\n\n 1B\n\n 2A\n\n 2B\n\n 3A\n\n 3B\n\ntempo (dias)\n\nq\nu\n\na\nn\n\nti\nd\n\na\nd\n\ne\n d\n\ne\n c\n\né\nl.\n d\n\ne\n a\n\nlg\na\n\ns\n (\n\n1\n04 \nc\né\n\nl.\nm\n\nL\n)\n\n \n\n\n\n33 \n \n\n \nFigura 10: Quantidade de células de algas encontradas nas colunas de Winogradsky para cada \ntratamento em função do tempo. Tempo (dias) corresponde aos dias pós montagem das colunas de \nWinogradsky. (C) corresponde ao tratamento controle, (1) corresponde ao tratamento 1, (2) \ncorresponde ao tratamento 2, (3) corresponde ao tratamento 3. Sendo A e B, as duplicatas, para o \nsegundo ensaio. \n\n0 10 20 30 40 50 60 70\n\n1,4\n\n1,6\n\n1,8\n\n2,0\n\n2,2\n CA\n\n CB\n\n 1A\n\n 1B\n\n 2A\n\n 2B\n\n 3A\n\n 3B\n\ntempo (dias)\n\nq\nu\n\na\nn\n\nti\nd\n\na\nd\n\ne\n d\n\ne\n c\n\né\nl.\n d\n\ne\n a\n\nlg\na\n\ns\n (\n\n1\n04 \n\n c\né\n\nl.\nm\n\nL\n)\n\n \n\n \nFonte: do autor \n\n \n A coluna de Winogradsky, no momento da montagem recebe nutrientes, \n\nprovenientes de reagentes químicos que são adicionados, para que sirva como \n\nalimento para organismos, como as algas, principalmente, que utilizam nutrientes \n\ncomo nitrogênio, fósforo e potássio e os metaboliza. O aumento desses nutrientes \n\nfavorece o aparecimento e desenvolvimento das algas, o que explica o aumento do \n\nnúmero de células na coluna de Winogradsky.  \n\nEsse processo, ocorrido na coluna, assemelha-se ao processo de \n\neutrofização que ocorre em lagos, por exemplo, obervando que a coluna imita esse \n\nambiente, uma vez que não há corrente, sendo um corpo lêntico, a única \n\nmovimentação que ocorre é com a retirada de alíquotas da água da coluna para \n\nanálise, o que gera pouco impacto.  \n\nA eutrofização, iniciada pelo aumento de nutrientes, gera o aumento das \n\nalgas e consequentemente, essas algas levam ao esgotamento desses nutrientes, \n\nalém do mais, o aumento de algumas cianobactérias, como Anabaena sp., e \n\n\n\n34 \n \n\nChlorella sp. possuem toxinas, que podem levar a morte de alguns organismos, bem \n\ncomo outras espécies de algas, sensíveis à essas citotoxinas (FIGUEIRÊDO et al., \n\n2007). \n\nA adição da ametrina, também gerou impacto significativo no \n\ndesenvolvimento das algas, observado nas Figuras 07 e 08, acima, pois as colunas \n\nde Winogradsky que continham ametrina tiveram um aumento de células menor m \n\nrelação a coluna controle. A queda no número de espécies nessas colunas se deve \n\ntambém a queda da quantidade de nutrientes, mas também pode ser entendida \n\ncomo ação do herbicida, inibindo a capacidade de fotossíntese das algas, assim \n\ncomo ocorre com as ervas daninhas (IGNJATOVIC et al., 1993 apud CABRAL et al., \n\n2003). \n\nA redução que apresentada nas colunas estão representadas pelas Tabelas 4 \n\ne 5, a seguir, considerando o número de células no final da coluna, ou seja, por volta \n\ndos 70 dias.  \n\n \n\nTabela 4- Porcentagem de redução de células de algas em relação à coluna controle para o primeiro \nensaio. (A) representa as colunas (CA, 1A, 2A, 3A) e (B) representa as colunas (CB, 1B, 2B, 3B). \n(MÉDIA) representa a média das colunas A e B. (%) é a porcentagem de células de algas em cada \ntratamento em relação ao controle. (REDUÇÃO (%)) é a porcentagem de redução de células em \nrelação ao tratamento controle.  \n \n\nTrat. A B Média (%) \nRedução \n\n(%) \nControle 2,2 2,3 2,25 100 0 \nTrat. 1 1,8 1,6 1,70 75,5 24,5 \nTrat. 2 1,6 1,5 1,55 68,9 31,1 \nTrat.3 1,2 1,2 1,20 53,3 46,7 \n\n \nFonte: do autor \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n35 \n \n\nTabela 5- Porcentagem de redução de células de algas em relação à coluna controle para o segundo \nensaio. (A) representa as colunas (CA, 1A, 2A, 3A) e (B) representa as colunas (CB, 1B, 2B, 3B). \n(MÉDIA) representa a média das colunas A e B. (%) é a porcentagem de células de algas em cada \ntratamento em relação ao controle. (REDUÇÃO (%)) é a porcentagem de redução de células em \nrelação ao tratamento controle.  \n \n\nTrat. A B Média (%) \nRedução \n\n(%) \nControle 2 2,2 2,10 100 0 \n\nTrat. 1 1,5 1,3 1,40 66,7 33,3 \n\nTrat. 2 1,3 1,2 1,25 59,5 40,5 \n\nTrat.3 1,3 1,0 1,15 55,0 42,9 \n \n\nFonte: do autor \n \n\nAssim, podemos verificar que a redução na quantidade de células do tratamento \n3 fica entre 40 e 50%, mostrando que ametrina tem um potencial tóxico.  \n\n \n\n4.4  Condutividade e pH \n \n\n \n\nOs valores de condutividade e pH foram analisados ao longo da evolução da \n\ncoluna, de acordo com cada tratamento e para ambos os ensaios. Os gráficos são \n\nrepresentados a seguir, nas Figuras 11, 12, 13 e 14. Figura 11 corresponde à \n\nvariação de condutividade nas colunas de Winogradsky, do primeiro ensaio, \n\nenquanto a Figura 12 representa a condutividade no segundo ensaio. As Figuras 13 \n\ne 14, representam o pH nas colunas do primeiro e segundo ensaio, respectivamente.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n36 \n \n\n \n\nFigura 11: Condutividade medida ao longo do tempo. (C) corresponde ao tratamento controle. (1) \ncorresponde ao tratamento 1. (2) corresponde ao tratamento 2. (3) corresponde ao tratamento 3. A e \nB são as duplicatas, para o primeiro ensaio de coluna de Winogradsky. \n\n0 10 20 30 40 50 60\n\n4,0\n\n4,5\n\n5,0\n\n5,5\n\n6,0\n\n6,5\n\n CA\n\n CB\n\n 1A\n\n 1B\n\n 2A\n\n 2B\n\n 3A\n\n 3B\n\ntempo (dias)\n\nc\no\n\nn\nd\n\nu\nti\nv\nid\n\na\nd\n\ne\n (\n\nm\nS\n\n.c\nm\n\n-1\n)\n\n \n\n \n\nFonte: do autor \n \n \n \n \n A Figura 11 será discutida na página seguinte.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n37 \n \n\n \n \nFigura 12: Condutividade medida ao longo do tempo. (C) corresponde ao tratamento controle. (1) \ncorresponde ao tratamento 1. (2) corresponde ao tratamento 2. (3) corresponde ao tratamento 3.  A e \nB são as duplicatas, para o segundo ensaio de coluna de Winogradsky. \n\nFonte: do autor \n \n\nA condutividade teve aumento, ao longo do desenvolvimento da coluna de \n\nWinogradsky. Isso de deve pelo aumento dos nutrientes nitrogênio e fósforo, \n\nnutrientes que foram adicionados no momento da montagem das colunas, como \n\ndescrito na seção 3.2 já que os íons nitrato, fosfato e cálcio contribuem para o \n\naumento da condutividade, esses íons contribuem para a modificação da qualidade \n\nda água, sendo que o aumento dos mesmos, leva à um processo de eutrofização \n\n(VALENTE, PADILHA &amp; SILVA, 1997).  \n\nA condutividade também está relacionada às atividades de organismos \n\npresentes nas colunas e tende de aumentar, pois significa um maior aumento de \n\níons decorrente das atividades das células dos micro-organismos. Os valores de \n\ncondutividade encontrados nas colunas foram entre Mín: 0,2 mS.cm-1, Máx: 6,5 \n\nmS.cm-1. Em ambos os ensaios as condutividades aumentaram. A condutividade \n\naumenta ao longo do tempo, apresentando um possível aumento na atividade \n\nmetabólica dos organismos. Também a degradação de organismos, como as \n\npróprias algas podem ocasionar um aumento na quantidade de íons na coluna \n\n0 10 20 30 40 50 60\n\n2,0\n\n2,5\n\n3,0\n\n3,5\n\n4,0\n\n4,5\n\n5,0\n\n CA\n\n CB\n\n 1A\n\n 1B\n\n 2A\n\n 2B\n\n 3A\n\n 3B\n\ntempo (dias)\n\nc\no\n\nn\nd\n\nu\nti\nv\nid\n\na\nd\n\ne\n (\n\nm\nS\n\n.c\nm\n\n-1\n)\n\n\n\n38 \n \n\nd’água, levando ao aumento da condutividade elétrica (HENRY et al., 2005 apud \n\nDAVANSO &amp; HENRY, 2006). \n\n \nFigura 13: O pH medido ao longo do tempo. (C) corresponde ao tratamento controle, (1) corresponde \nao tratamento 1, (2) corresponde ao tratamento 2, (3) corresponde ao tratamento 3. Sendo A e B, as \nduplicatas. Para o primeiro ensaio com colunas de Winogradsky. \n\n0 10 20 30 40 50 60\n\n7,4\n\n7,6\n\n7,8\n\n8,0\n\n8,2\n\n8,4\n\n8,6\n\n CA\n\n CB\n\n 1A\n\n 1B\n\n 2A\n\n 2B\n\n 3A\n\n 3B\n\ntempo (dias)\n\np\nH  \n\n \nFonte: do autor \n\n \nFigura 14: O pH medido ao longo do tempo. (C) corresponde ao tratamento controle, (1) corresponde \nao tratamento 1, (2) corresponde ao tratamento 2, (3) corresponde ao tratamento 3. Sendo A e B, as \nduplicatas. Para o segundo ensaio com colunas de Winogradsky. \n \n \n\n \n\nFonte: do autor \n\n-5 0 5 10 15 20 25 30 35 40\n\n9,0\n\n9,1\n\n9,2\n\n9,3\n\n9,4\n\n9,5\n\n9,6\n\n CA\n\n CB\n\n 1A\n\n 1B\n\n 2A\n\n 2B\n\n 3A\n\n 3B\n\ntempo (dias)\n\np\nH  \n\n\n\n39 \n \n\nO pH é alterado na coluna, como sendo a medida de acidez da água, essa é \n\nalterada pelo consumo de gás carbônico (CO2) é consumido pela fotossíntese de \n\nalgas eutrofização (VALENTE, PADILHA &amp; SILVA, 1997).  \n\nO pH é um dos principais parâmetros de qualidade de água. Sem fatores \n\nexcepcionais, o pH em águas naturais fica em torno de 6,5 e 8,5. Valores de pH em \n\ntorno de 6 a 9 é considerado aceitável e não prejudicial para os organismos, porém \n\nvalores que fiquem muito abaixo ou acima dessa faixa podem ser letais para alguns \n\norganismos. O aumento do pH na faixa acima de 8 intensifica a eutrofização, pela \n\nliberação de fosfatos, que enriquecem a água com nutrientes (VIEIRA, 2011).  \n\nA presença de algas, principalmente quando em alta quantidade, ao \n\nconsumirem o dióxido de carbono, para realização da fotossíntese, promovem a \n\ndissociação do bicarbonato em OH- e CO2, o que favorece o aumento do pH \n\n(CASTRO, 2001).  \n\n4.5  Ensaio de fitotoxicidade com sementes de L. sativa  \n \n\nOs resultados de toxicidade utilizando sementes de L. sativa estão representados \n\nnas Figuras 15 e 16, a seguir. O cálculo de inibição radicular segue a equação (2), \n\nda seção 3.6. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n40 \n \n\nFigura 15: Porcentagem de inibição de crescimento radicular de sementes de L. sativa em função do \ntempo. Tempo (dias) representa os dias testados após a montagem da coluna de Winogradsky. (A) \ncorresponde ao controle negativo, com água destilada, (C) corresponde ao tratamento controle, sem \nametrina, (1) corresponde ao tratamento 1, (2) corresponde ao tratamento 2, (3) corresponde ao \ntratamento 3 e (Z) controle positivo, com sulfato de zinco. Sendo A e B, as duplicatas, para o primeiro \nensaio. \n\n10 20 30 40 50\n\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1,0\n\nin\nib\n\niç\na\n\no\n d\n\no\n c\n\nre\ns\nc\nim\n\ne\nn\n\nto\n r\n\na\nd\n\nic\nu\n\nla\nr\n\nTempo (dias)\n\n A\n\n CA\n\n CB\n\n 1A\n\n 1B\n\n 2A\n\n 2B\n\n 3A\n\n 3B\n\n Z\n\n \nFonte: do autor \n\n \n \n \n \n A Figura 15 será discutida na página seguinte. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n41 \n \n\nFigura 16: Porcentagem de inibição de crescimento radicular de sementes de L. sativa em função do \ntempo. Tempo (dias) representa os dias testados após a montagem da coluna de Winogradsky. (A) \ncorresponde ao controle negativo, com água destilada, (C) corresponde ao tratamento controle, sem \nametrina, (1) corresponde ao tratamento 1, (2) corresponde ao tratamento 2, (3) corresponde ao \ntratamento 3 e (Z) controle positivo, com sulfato de zinco. Sendo A e B, as duplicatas, para o segundo \nensaio. \n\n10 20 30 40 50\n\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1,0\n\nin\nib\n\niç\na\n\no\n d\n\no\n c\n\nre\ns\nc\nim\n\ne\nn\n\nto\n r\n\na\nd\n\nic\nu\n\nla\nr\n\nTempo (dias)\n\n A\n\n CA\n\n CB\n\n 1A\n\n 1B\n\n 2A\n\n 2B\n\n 3A\n\n 3B\n\n Z\n\n \n  Fonte: do autor \n \n\nComo (A) apresenta o controle negativo, no qual, foi utilizada água \n\ndesionizada, não há porcentagem de inibição do mesmo. Porém, podemos notar que \n\no controle negativo (Z), sulfato de zinco, como agente tóxico conhecido, apresenta \n\nem todas as leituras inibição de 1 ou 100%. A Tabela 6, a seguir representa as \n\nmédias de inibição para cada tratamento e para ambos os ensaios. \n\n \nTabela 6- Médias de inibição de crescimento radicular para cada tratamento, para o primeiro e \nsegundo ensaio. \n  \n\nEnsaio de fitotoxicidade (média da % de inibição radicular) \n\nTratamento CA CB 1A 1B 2A 2B 3A 3B \n\nPrimeiro ensaio 29,4 21,4 50,8 54,7 58,8 51,1 65,8 70,5 \n\nSegundo ensaio 31,3 36,9 40,8 47,6 60,5 54,3 69,6 61,8 \n\n \n\nFonte: do autor \n\n\n\n42 \n \n\nDe acordo com a porcentagem de inibição radicular das sementes de L. \n\nsativa, representadas na Tabela 6, acima, podemos notar que a exposição das \n\nsementes à água proveniente das colunas de Winogradsky contaminadas com o \n\nherbicida ametrina foi maior em relação às colunas controle (CA e CB) em todos os \n\nensaios realizados.  \n\n Todas as colunas contaminadas com o herbicida apresentaram uma grande \n\nporcentagem de inibição, sendo que as colunas com maior volume do herbicida, que \n\ncorresponde a 500 µL, apresentaram inibições entre 61,8 e 70,5, sendo assim, a \n\nágua contaminada com o herbicida apresenta toxicidade alta para as sementes de \n\nalface.  \n\nA evolução da toxicidade parece seguir um padrão, sendo menor no inicio, \n\nbastante acentuada no meio do teste e decai no fim, por volta dos 40 dias. Isso pode \n\nser explicado pelos nutrientes que diminuem na coluna d’água, nutrientes como \n\nfósforo e nitrogênio. Um fato muito importante que deve ser notado é que houve uma \n\nqueda na inibição do crescimento radicular das sementes em todos os tratamentos, \n\na partir de cerca de 40 dias de leitura, isso pode ser um indicio de que a ametrina, \n\nperdeu um pouco de sua toxicidade, sugerindo degradação do herbicida ao logo do \n\ntempo, isso pode estar relacionado à atividade das microalgas mais resistentes ao \n\nherbicida, agindo na degradação da ametrina. Essa tendência não é tão evidente \n\nnas colunas dos tratamentos 2A e 3A, para o primeiro ensaio, sendo que para o \n\nsegundo em 2A e 2B.  \n\n \n\n4.6 Determinação de clorofila a \n \n\n \n\n A evolução da biomassa das algas, determinadas através da clorofila a está \n\nrepresentado nas Figuras 17 e 18, a seguir.  \n\n Os valores estão relacionados à equação (3) apresentada na seção 3.7. \n\n \n\n \n\n \n\n \n\n \n \n\n\n\n43 \n \n\n \nFigura 17: Determinação da clorofila a, em µg. L-1 para os tratamentos C,1, 2 e 3. Sendo A e B, as \nduplicatas, para o primeiro ensaio.   \n\n0 10 20 30 40 50 60\n\n20\n\n40\n\n CA\n\n CB\n\n 1A\n\n 1B\n\n 2A\n\n 2B\n\n 3A\n\n 3B\n\ntempo (dias)\n\nc\nlo\n\nro\nfi\nla\n\n-a\n (\n?\ng\n\n.L\n-1\n)\n\n \n\n \nFonte: do autor \n\nFigura 18: Determinação da clorofila a, em µg. L-1 para os tratamentos C,1, 2 e 3. Sendo A e B, as \nduplicatas, para o segundo ensaio.   \n\n0 10 20 30 40 50 60\n\n28\n\n29\n\n30\n\n31\n\n32\n\n33  CA\n CB\n\n 1A\n\n 1B\n\n 2A\n\n 2B\n\n 3A\n\n 3B\n\ntempo(dias)\n\nc\nlo\n\nro\nfi\nla\n\n- \na\n\n (\n?\ng\n\n.L\n-1\n)\n\n \n\n \nFonte: do autor \n\n \n\n\n\n44 \n \n\nA medida de determinação de clorofila a, com resultados nas Figuras 17 e 18, \n\ndemonstra a quantidade de biomassa de algas na coluna de Winogradsky. A \n\nquantidade do pigmento aumenta no inicio do desenvolvimento da coluna de \n\nWinogradsky, esse é o período em que os nutrientes adicionados à coluna ainda \n\nestão em alta quantidade, sendo assim, ainda há o aumento de biomassa, \n\ncaracterizando o aumento das algas na coluna. Por volta dos 30 dias, a coluna \n\napresenta um decréscimo, sendo detectadas menores quantidades de clorofila. Isso \n\npode se dever ao declínio dos nutrientes com o passar do tempo, com o consumo \n\ndos mesmos pelas algas (VERCELLINO &amp; BICUDO, 2006).  \n\nSá-Júnior &amp; Sipaúba-Tavares, 1997, relacionam em seu estudo, o aumento da \n\nconcentração de fósforo e do nitrogênio com o aumento da clorofila a. Porém, esse \n\nprocesso pode ter sido acentuado pela ação do herbicida ametrina, nas colunas, \n\ndiminuindo a ação das algas, na coluna. \n\nAs Tabelas 7e 8, a seguir mostra a porcentagem de redução da biomassa, nas \n\ncolunas de Winogradsky.  \n\n \n\nTabela 7- Representa a porcentagem de redução de biomassa nas colunas de Winogradsky em \nrelação à coluna controle. (MÉDIA) é a média entre os tratamentos (A e B), (%) é a porcentagem \ncorrespondente à média entre A e B e ((%) REDUÇÃO) representa a porcentagem de redução da \nclorofila a, em relação ao controle. Para o primeiro ensaio. \n  \n\nTratamento Média (%) redução (%) \nControle 26 100 0 \n\nTratamento 1 23,3 89,6 10,4 \nTratamento 2 20,6 79,4 20,6 \nTratamento 3 19,1 73,6 26,4 \n\n \nFonte: do autor \n\n \nTabela 8- Representa a porcentagem de redução de biomassa nas colunas de Winogradsky em \nrelação à coluna controle. (MÉDIA) é a média entre os tratamentos (A e B), (%) é a porcentagem \ncorrespondente à média entre A e B e ((%) REDUÇÃO) representa a porcentagem de redução da \nclorofila a, em relação ao controle. Para o segundo ensaio. \n \n\nTratamento Média (%) redução (%) \nControle 30,3 100 0 \n\nTratamento 1 28,4 93,7 6,3 \nTratamento 2 28 92,4 7,6 \nTratamento 3 26,7 88,1 11,9 \n\n \nFonte: do autor \n\n \n \n\n\n\n45 \n \n\nÉ possível notar uma diminuição da quantidade de clorofila em relação ao \n\ntratamento controle. Para o primeiro tratamento, a quantidade máxima de nutrientes \n\nencontrada é de cerca de 40 µg.L-1, sendo a quantidade máxima de biomassa \n\nencontrada nas colunas. Para o segundo, também houve uma diminuição, porém, a \n\nredução foi menor do que o primeiro ensaio, como pode ser vista na Tabela 7, \n\nacima.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n46 \n \n\n5 CONCLUSÃO \n \n\nO microcosmo, a coluna de Winograsky foi realizada para demonstrar a \n\nevolução de um ecossistema contaminado com o herbicida ametrina. Os resultados \n\ndos testes realizadas demonstraram alterações na biota aquática, sendo essa \n\nrepresentada pelas microalgas, que são base da cadeia alimentar no ambiente \n\naquático e que contem grande importância para a produção e permanência do \n\noxigênio para o ecossistema, sendo então usadas como bioindicadoras para o \n\nestudo. O teste de identificação de algas apresentou alteração na composição das \n\nmicroalgas no meio, tendo sido identificadas diferenças nas espécies de algas em \n\ndiferentes tratamentos e na frequência das mesmas. Ametrina também foi \n\nresponsável pela queda na quantidade de células de microalgas nas colunas, \n\napresentando toxicidade. No teste das sementes, foi possível notar que a inibição do \n\ncrescimento radicular foi ampliada pela presença do herbicida. Os ensaios de \n\nclorofila a mostraram que a quantidade de algas clorofiladas diminui o longo do \n\ntempo, demonstrando toxicidade do herbicida.  \n\nPortanto, entende-se após esse estudo, que o herbicida ametrina tem ação \n\ninibidora no desenvolvimento de algas. O herbicida também pode ter influencia na \n\nseleção de espécies tolerantes no ecossistema, devido à alteração da comunidade \n\nde microalgas encontradas.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n47 \n \n\nREFERÊNCIAS \n \n\nANDRADE, D.C. Processo de oxidação avançada por radiação ionizante na \ndegradação do herbicida Ametrina em embalagens de pead descartadas. 2008. \nDissertação (Mestrado em Tecnologia Nuclear - Aplicações) - Instituto de Pesquisas \nEnergéticas e Nucleares, Universidade de São Paulo, São Paulo, 2008. \n \nANDRADE, M. J. F. V. Economia do Meio Ambiente e Regulamentação: Análise da \nLegislação Brasileira Sobre Agrotóxicos. Fundação Getúlio Vargas (FGV). p. 4-5, \n1995.  \n \nARAÚJO, M.F.F.; COSTA, I.A.S. &amp; CHELLAPPA, N.T. Comunidade fitoplanctônica e \nvariáveis ambientais na lagoa de Extremoz, Natal-RN, Brasil. Acta limnologica \nbrasiliensia, v.12, n.1, 127-140, 2000.  \n \nARMAS, E. D. et al. Diagnóstico Espaço-Temporal da Ocorrência de Herbicidas nas \nÁguas Superficiais e Sedimentos do rio Corumbataí e Principais Afluentes. Química \nNova, v. 30, n. 5, p. 1119-1127, 2007. \n \nBICUDO, C. E. M &amp; MENEZES, M. Gêneros de Algas de Águas Continentais do \nBrasil: Chave para identificação e descrições. 2a edição. São Carlos-SP: RIMa. \n502p. 2004. \n \nBRASIL. Decreto nº 4.074, de 4 de janeiro de 2002. Regulamenta a Lei no 7.802, de \n11 de julho de 1989, que dispõe sobre a pesquisa, a experimentação, a produçgão, \na embalagem e rotulagem, o transporte, o armazenamento, a comercialização, a \npropaganda comercial, a utilização, a importação, a exportação, o destino final dos \nresíduos e embalagens, o registro, a classificação, o controle, a inspeção e a \nfiscalização de agrotóxicos, seus componentes e afins, e dá outras providências. \nDiário Oficial [da República Federativa do Brasil], Brasília, DF, 4 de janeiro de 2002. \n \nCABRAL, M. F. et al. Estudo do Comportamento eletroquímico do herbicida ametrina \nutilizando a técnica de voltametria de onda quadrada. Editora Unesp. v. 28, n. 2, p. \n41, 2003. \n \nCALLISTO, M.; GOULART, M. &amp; MORETTI, M. Macroinvertebrados bentônicos \ncomo ferramenta para avaliar a saúde de riachos. Revista Brasileira de Recursos \nHídricos. Minas Gerais, v. 6, n. 1, p. 71-82, 2001. \n \nCASTILLO, G.M. Ensayos toxicológicos y métodos de evaluación de calidad de \náguas. Estandarizacion, intercalibracion, resultados y aplicaciones. Edição n. 1. \nMéxico: IMTA. 2004. \n \nCASTRO, M. C. A. A. Avaliação de um sistema australiano de lagoas no \ntratamento conjunto de esgoto sanitário e líquidos percolados gerados em \naterro sanitário. 2001. Tese (Doutorado em Hidráulica e Saneamento) - Escola de \nEngenharia de São Carlos, Universidade de São Paulo, São Carlos, 2001.  \n \n\n\n\n48 \n \n\nCETESB. Determinação de Clorofila a e Feofitina a: método espectrofotométrico. \nNorma técnica L5.306- São Paulo, 2014. \n \nCOSTA, M.A.; MONTEIRO, R.T.R. &amp; TORNISIELO, V.L. Degradação de ametrina \nem areia quartzosa com adição de solo rizosférico de cana-de-açúcar. Revista \nBrasileira de Ciência do Solo. v.24, p. 43-48, 2000. \n \nDAVANSO, R.C.S. &amp; HENRY, R. A biodiversidade bentônica em lagoa marginal \nao rio Paranapanema na zona de sua desembocadura, na represa de Jurumirim. \nActa Scientiarum. Biological Sciences, v. 28, n. 4, p. 347-357, 2006. \n \nFALKOWSKI, P. G. &amp; RAVEN, J. A. Aquatic photosynthesis.Blackwell Science. \nedição n.2. p. 375, 1997. \n \nFIGUEIRÊDO, M.C.B. et al. Avaliação da vulnerabilidade ambiental de reservatórios \nà eutrofização. Revista Engenharia Sanitária, v.12, n.4, p.399-409, 2007.  \n \nFRANKLIN, N.M. et al. pH-dependent toxicity of copper and uranium to a tropical \nfreshwater alga (Chlorella sp.). Aquatic Toxicology, v. 48, p. 275–289, 2000.  \n \nGAMAZO, C., LÓPEZ-GOÑI, I. &amp; DÍAZ, R. Manual Práctico de Microbiología. \nedição n. 3, Masson, Barcelona, 2005. \n \nGOMES, A. &amp; OSÓRIO, L.S. Utilização da Coluna de Winogradsky para a \ndemonstração do efeito dos metais pesados na microbiota oxidante de enxofre em \nambientes aquáticos: Uma abordagem experimental. Cadernos UniFOA, edição n. \n16, p. 22, 2011. \n \nGONÇALVES, C.W. P. Os (des)caminhos do Meio ambiente. São Paulo: \nContexto, 1998.  \n \nGUILLARD, R. R. L. Culture of phytoplankton for feeding marine invertebrates. In: \nSmith, W. L. &amp; Chanley, M. H. (eds.). Culture of Marine Invertebrate Animals. \nPlenum, New York, USA, p.29-60, 1975. \n \nHENRY, R. et al. Relações hidrológicas entre lagoas marginais e o Rio \nParanapanema na zona de sua desembocadura na Represa de Jurumirim. In: \nNOGUEIRA, M.G. et al. (Ed.). Ecologia de reservatórios: impactos potenciais, \nações de manejo e sistemas em cascata. São Carlos: Rima, p. 57-82, 2005. \n \nIGNJATOVIC, L. M., MARKOVIC, D. A. &amp; VESELINOVIC, D. S.  Electroanalysis, n. \n5, p. 529, 1993. \n \nLAUERMANN, A. Caracterização química dos efluentes gerados pelo aterro \ncontrolado de Santa Maria e retenção de chumbo e zinco por um argissolo da \ndepressão central do Rio Grande do Sul. 2007. 72 f. Dissertação (Mestrado em \nciência do solo) Programa de Pós-Graduação em Ciência do Solo, Universidade \nFederal de Santa Maria, Rio Grande do Sul, Brasil, 2007. \n \n\n\n\n49 \n \n\nLIMBERGER, S. Microalgas perifíticas como bioindicadores na foz do Rio \nOcoy: tributário do Lago de Itaipu – PR. 2011. 36 f. Trabalho de Conclusão de \nCurso (Graduação) - Universidade Tecnológica Federal do Paraná, Medianeira, \n2011. \n \nLOSS, R. A. et al. Biohydrogen production by a mixed photoheterotrophic culture \nobtained from a Winogradsky column prepared from the sediment of a southern \nBrazilian lagoon. Renewable Energy. Santa Catarina: v. 50, p. 648–654, 2013. \n \nMARIANO, A. P. Avaliação do potencial de biorremediação de solos e de águas \nsubterrâneas contaminados com óleo diesel. 2006. Tese de Doutorado. Instituto \nde Geociências. \n \nMAESTRIN, A.P.J. et al. Extração e purificação de clorofila a, da alga spirulina \nmaxima: um experimento para os cursos de química. Química Nova. vol. 32, n. 6, \n1670-1672, 2009.  \n \nMENASCHE, R.; MARQUES, F.C. &amp; ZANETTI, C. Autoconsumo e segurança \nalimentar: a agricultura familiar a partir dos saberes e práticas da alimentação. \nRevista de Nutrição, v 21, p.145-158, 2008.  \n \nNORRIS, R. H. &amp; THOMS, M. S. What is a River Health. Cooperative research \ncentre for fresh water ecology, university of Canberra. Freshwater biology. v. 41, p. \n197-209, 1999. \n \nOLIVEIRA, A. M. S. &amp; THOMAZ JÚNIOR, A. A relação homem/natureza no modo \nde produção capitalista. revista pegada eletrônica (online), Presidente Prudente, \nv. 3, n. especial, p. 123-130, 2002. \n \nPIMENTA, S. F. P. Comparação entre a biorremediação de água natural e água \nresidual utilizando Chlorella vulgaris. Dissertação submetida à Faculdade de \nCiências da Universidade do Porto para a obtenção do grau de Mestre em Biologia e \nGestão da Qualidade da Água. 2012. \n \nPRATA, F. et al. Degradação e sorção de ametrina em dois solos com aplicação de \nvinhaça. Pesquisa Agropecuária Brasileira, v. 36, n. 7, p. 975-981, 2001 \n \nRAVEN, P. H.; EVERT, R. F. &amp; EICHHORN, S. E. Biologia Vegetal. 6ª ed. Editora \nGuanabara Koogan, Rio de Janeiro, Brasil. p. 906, 2001. \n \nRICHMOND, A. Handbook of microalgal culture: biotechnology and applied \nphycology. Blackwell Science, Oxford, UK, p. 566. 2004. \n \nSÁ-JUNIOR, W.H.R.D.E &amp; SIPAÚBA-TAVARES, L. H. Produtividade primária fito \nplanctònica e variação de parámetros limnológicos ?? longo do dia, em tanques de \ncultivo planctònico da estação de hidrobiología e piscicultura de furnas. Acta \nLimnologica BrasHUnsìa voi, v. 9, p. 83-91, 1997. \n \n\nhttp://lattes.cnpq.br/1283115540482082\n\n\n50 \n \n\nSILVA, J.M. et al. Agrotóxico e trabalho: Uma combinação perigosa para a saúde do \ntrabalhador rural. Ciência &amp; Saúde Coletiva. v. , n , p. 891-903, 2005.  \n \nSILVA, M.A.M.; MARTINS, R.C. A degradação social do trabalho e da natureza no \ncontexto da monocultura canavieira paulista. Sociologias, v., n. 24, p. 196-240, 2010.  \n \nVALENTE, J. P. S., PADILHA, P. M., &amp; SILVA, A. D. Contribuição da cidade de \nBotucatu-SP com nutrientes (fósforo e nitrogênio) na eutrofização da represa de \nBarra Bonita. Eclética Química, v. 22, p. 31-48, 1997. \n \nVERCELLINO, I.S. &amp; BICUDO, D.C. Sucessão da comunidade de algas perifíticas \nem reservatório oligotrófico tropical (São Paulo, Brasil): comparação entre período \nseco e chuvoso. Revista Brasileira de Botânica, V.29, n.3, p.363-377, 2006.  \n \nVIDOTTI, E.A. &amp; ROLLEMBERG, M.C.E. Algas: da economia nos ambientes \naquáticos à bioremediação e à química analítica. Química Nova, v. 27, n. 1, 139-\n145, 2004. \n \nVIEIRA, M. R. Os principais parâmetros monitorados pelas sondas \nmultiparâmetros são: pH, condutividade, temperatura, turbidez, clorofila ou \ncianobactérias e oxigênio dissolvido. 2011.  \n \nWAGNER JÚNIOR, A. et al., Efeito do pH da água de embebição e do trincamento \ndas sementes de maracujazeiro amarelo na germinação e desenvolvimento inicial. \nCiência agrotecnologica. Minas Gerais, v. 31, n. 4, p. 1014-1019, 2007. \n \nZANLORENSI, V.L. Estimativa do custo da produção agrícola 2005/2006 da soja \nconvencional através de conhecimentos científicos e empíricos, entrevistas e \npesquisas em Boa Esperança e Guarapuava, realizadas nas empresas Agrária \ne Coamo. 2008."}]}}}