{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.04189"}, {"@name": "filename", "#text": "BGP_1988_2_2_4_14_Noticias.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "NOTÍCIAS\nNEWS\nMEMÓRIA\nMEMORY\nFREDERICO WALDEMAR LANGE (1911-1988)\nFrederico Waldemar Lange, paleontólogo, geólogo, economista, administrador, faleceu no dia 16 de junho de 1988, na cidade do Rio de Janeiro. Nascido na cidade de Ponta Grossa, estado do Paraná, Brasil, em 23 de dezembro de 1911, formou-se em Ciências Contábeis e Econômicas pelo Instituto Superior de Comércio, em Curitiba, Paraná, no ano de 1932, e em História Natural pela Universidade Federal do Paraná/ Museu Paranaense, em 1941.\nIniciou sua carreira no Museu Paranaen-se/Universidade do Paraná, como assistente, na Subseção de Paleontologia, no período de 1941 a 1946. Nessa fase, produziu diversos trabalhos paleontoló-gicos, dos quais o primeiro, publicado em 1942, foi \"Restos vermiformes do Arenito Furnas\". Ainda no Museu Paranaense, exerceu, de 1947 a 1954, a função de Chefe do Setor de Geologia. □ entre os vários artigos publicados, destaca-se um que iria convertê-lo no pioneiro no estudo dos quítinozoários no Brasil; o trabalho foi publicado em 1949 e recebeu o título de \"Novos microfósseis devonianos do Paraná\". Em 1954, organizou e publicou um volume comemorativo do primeiro centenário do estado do Paraná, sob o título de \"Paleontologia do Paraná\". Co\nroando sua permanência no Museu Paranaense, assumiu sua Diretoria de 1954 a 1955.\nIniciou suas atividades na PETROBRÁS (Petróleo Brasileiro S.A.), como geólogo de superfície e subsuperfície entre 1955 e 1957, sem, contudo, abandonar as pesquisas paleontológicas. Em reconhecimento à sua capacidade de trabalho, tenacidade e liderança, foi designado para assumir a chefia do então Distrito de Exploração da Bacia do Paraná (1958/ 1959), e, logo a seguir, nomeado Supe-rintendente-Geral Adjunto do Departamento de Exploração (DEPEX) no Rio de Janeiro (1959/1960). Embora exercendo atividades administrativas, encontrou tempo para publicar no \"Bulletin of the American Association of Petro-leum Geologists\", como co-autor, um trabalho juntamente com R.M.Sanford, em 1960, sob o título \"Basin study approach to oil evaluation of Paraná miogeosyncline of South Brazil\". De janeiro de 1961 a fevereiro de 1962, atingiu o ápice na área administrativa, exercendo a função de Superintendente-Geral do Departamento de Exploração da PETROBRÁS, no Rio de Janeiro.\nA partir de março de 1962, retornou às atividades técnicas no Rio de Janeiro, continuando-as a partir de agosto desse mesmo ano no Distrito de Exploração do Sul, em Ponta Grossa, Paraná. Nessa oportunidade, Lange iniciou o estudo detalhado dos quitinozoários e leiofusí-deos das bacias do Paraná e Amazonas. Essa revisão bioestratigráfica foi retardada diversas vezes por atividades burocráticas, principalmente no período de no\nvembro de 1965 a outubro de 1967, quando assumiu a supervisão do Laboratório de Paleontologia do DESUL (Distrito do Sul), Paraná. Em 1967, foram concluídos e publicados esses estudos, considerados clássicos para as bacias do Amazonas e Paraná. O do Amazonas recebeu o título de \"Subdivisão bioestratigráfica e revisão da coluna siluro-devo-niana da Bacia do Baixo Amazonas\", publicado nas Atas do Simpósio sobre a Biota Amazônica, e o do Paraná, \"Bio-stratigraphic subdivision and correlation of the Devonian in the Paraná Basin\", editado pelo Boletim Paranaense de Geociências.\nUma vez mais, Lange foi obrigado a abandonar as funções exciusivamente técnicas, pois a sede da PETROBRÁS, no Rio de Janeiro, carecia de um profissional experiente, dinâmico e incansável para controlar, opinar e integrar os dados bioestratigráficos que provinham dos laboratórios de paleontologia, sediados naquela época em Belém, Salvador e Ponta Grossa. Dessa maneira, Lange foi nomeado Chefe do Setor de Estrati-grafia do DEPEX (Departamento de Exploração da PETROBRÁS) no Rio de Janeiro, cargo que ocupou de novembro de 1967 a outubro de 1972, quando então se aposentou por tempo de serviço e por motivos de saúde.\nLange foi membro da Paleontological Society, EUA; Paleontological Research I nstitution, E UA; Société Géologique de France; Sociedade Brasileira de Geologia, onde ocupou a vice-presidência nos anos de 1950, 1951, 1956 e 1959; Sociedade Brasileira de Paleontologia, na\ncategoria de sócio fundador e onde exerceu a vice-presidência no período de 9 de maio de 1960 a 27 de julho de 1961; Sociedade Brasileira para o Progresso da Ciência; American Association for the Advancement of Science; Society for the Study of Evolution, EUA; Society of Systematic Zoology, EUA; Sociedade dos Engenheiros de Petróleo da Bacia do Paraná; Comission International du Microflore du Paleozoique; e membro titular da Academia Brasileira de Ciências.\nEmbora com sérios problemas de saúde, foi sempre assediado pelos colegas geocientistas para participar de bancas examinadoras e correções de teses em virtude de seu alto conhecimento e poder de crítica construtiva.\nEm março de 1975, atendendo a um convite da então Mineração Colorado Ltda. colaborou, na qualidade de consultor técnico, em uma série de projetos de pesquisas minerais do País. Permaneceu nesse cargo até janeiro de 1986, quando, então, sentiu que suas energias traíam sua vontade indômita de pesquisar.\nRespeitado pela comunidade científica do Brasil, foi agraciado em 1976 como troféu Geo-Carioca pelo núcleo da Sociedade Brasileira de Geologia do Rio de Janeiro; em 1982, foi premiado pela Sociedade Brasileira de Geologia no Congresso Brasileiro de Geologia de Salvador com a medalha de ouro José Bonifácio de Andrada e Silva, e recebeu, em 1983, da Sociedade Brasileira de Paleontologia, uma placa de prata em homenagem às suas valiosas contribuições à pesquisa paleontológica.\nLange nos deixou importantes trabalhos científicos, exemplo de capacidade de trabalho e organização que jamais serão esquecidos por aqueles que com ele conviveram.\nr t\nPEDRO DE MOURA (1901-1988)\nPedro de Moura, um dos principais artífices deste monumento que é hoje a PETROBRÁS, faleceu no dia 11 de junho de 1988, na cidade do Rio de Janeiro. Era natural de Uberaba, Minas Gerais, onde nasceu em 16 de junho de 1901.\nPedro de Moura graduou-se em Engenharia de Minas e Civil, no ano de 1925, pela Escola de Minas de Ouro Preto. Logo a seguir, foi trabalhar na Amazônia, como geólogo do antigo Serviço Geológico e Mineralógico do Brasil, encarregado das pesquisas de petróleo no rio Tapajós. Sua estada na Amazônia foi um constante batalhar em busca não só do petróleo como também do ouro do Amapá e do Gurupi.\nSuportou uma vida de sacrifícios, vivendo na selva, acampando nas barrancas dos rios e deslocando-se em canoas ou batendo as picadas mata adentro, em seus reconhecimentos geológicos pelo Tapajós, Oiapoque, Gurupi e nas regiões de Monte Alegre, Amapá e Acre.\nNo rio Tapajós, executou a perfuração pioneira próximo à foz do igarapé Bom Jardim, em Itaituba, assinalando pela primeira vez a ocorrência de petróleo no Devoniano amazônico. Na ocasião, iluminou seu acampamento com gás natural captado de um dos poços perfurados.\nEm 1938, foi designado membro da Comissão Mista Brasil-Bolívia e chefe da Comissão Brasileira de Estudos de Petróleo, em decorrência do tratado com a Bolívia. Nesse mesmo ano, foi requisitado para o Conselho Nacional do Petróleo (CNP).\nLogo após a descoberta de petróleo em Lobato, Bahia, foi designado geólogo-chefe da exploração de petróleo na Bahia e na faixa sedimentar costeira do\nNordeste. Na ocasião, executou o mapeamento geológico do Recôncavo Ba-hiano e locou o poço pioneiro que deu origem ao primeiro campo comercial de óleo do País, o campo de Candeias, que até hoje contribui com sua cota de produção.\nO mapa geológíco-estrutural do Recôncavo, onde figuravam os grandes altos estruturais dessa bacia, serviu de base durante muitos anos para o desenvolvimento dos trabalhos de pesquisa de petróleo conduzidos pelo CNP, que levaram às descobertas dos campos petrolíferos de Dom João, Água Grande e Mata de São João.\nRealizou viagem de reconhecimento geológico na faixa sedimentar da costa nordeste, desde o norte do Recôncavo, abrangendo os estados da Bahia, Sergipe, Alagoas, Pernambuco, Paraíba, Rio Grande do Norte, Ceará e Piauí. Fez, também, extensos reconhecimentos geológicos no estado de Mato Grosso e viajou pela Bacia do Paraná, especialmente com o objetivo de visitar as ocorrências de folhelhos betuminosos e pirobetumi-nosos, tendo estendido suas observações até o vale do Paraíba, em São Paulo, região de Guareí.\nEm 1944, foi designado chefe dos trabalhos do CNP na Bahia, onde desenvolveu os trabalhos de exploração, produção e industrialização de petróleo. Durante sua gestão, foram descobertos e entraram em produção os grandes campos de petróleo do Recôncavo; foi iniciada a industrialização do gás natural, com utilização na fábrica de cimento Aratu, na estrada de ferro Leste Brasileiro e em pequenas fábricas de tecidos e usinas de açúcar da região; foram construídos os primeiros oleodutos e montada a primeira refinaria de petróleo com unidade de craqueamento no País, a Refinaria de Mataripe.\nBatalhou pela formação de técnicos brasileiros em petróleo, quando nacionalizou as equipes de sondagens e fomentou a criação de escolas de geologia e de diversos cursos de engenharia de petróleo no Brasil. Tanto se empenhou, que em 1953 fundava o primeiro curso de\nengenharia de petróleo, na Escola Politécnica da Bahia.\nCom a criação da PETROBRÁS, foi designado chefe do Escritório de Nova Iorque e representante da Companhia nos Estados Unidos. A seguir, foi removido para a chefia do Escritório de Paris, na França, como representante da PETROBRÁS na Europa.\nEm 1961, regressando ao Brasil, foi incumbido de analisar o relatório do geólogo americano Walter Link, o que realizou com a cooperação da equipe técnica da exploração. No seu parecer, melhorou as classificações de perspectivas petrolíferas atribuídas a algumas bacias sedimentares brasileiras, para as quais recomendou trabalhos exploratórios urgentes. Imprimiu, assim, um otimismo e entusiasmo conscientes, direcionando a exploração no caminho do sucesso hoje alcançado.\nEm 1962, recebeu a designação de Supe-rintendente-Geral do Departamento de Exploração, função que exerceu até\n1965.\tNessa função, teve a oportunidade de, mais uma vez, demonstrar sua preocupação com a formação de equipes técnicas brasileiras, quando nacionalizou, com sucesso, todo o corpo técnico do Departamento. Nesse período, foram descobertas novas áreas petrolíferas no Recôncavo Bahiano e ocorreu a primeira descoberta de óleo, em quantidade comercial, fora da Bahia, o Campo de Carmópolis, na Bacia de Sergipe-Alagoas.\nPedro de Moura foi um profissional notável, exemplo de tenacidade, inteligência e capacidade de traballho, que será sempre lembrado por aqueles que conviveram com ele.\nOs resultados que obteve na Bahia permitiram a idealização de uma empresa estatal para o desenvolvimento da indústria do petróleo no País, idéia que tanto defendeu e pela qual lutou.\nPedro de Moura foi, incontestavelmente, um dos principais artífices deste colosso que é hoje a PETROBRÁS.\n2? CONGRESSO BRASILEIRO DE GEOQUÍMICA/13? SIMPÓSIO INTERNACIONAL DE EXPLORAÇÃO GEOQUÍMICA\n2nd BRAZILIAN GEOCHEMICAL CONGRESS/13 rd INTERNATIONAL GEOCHEMICAL EXPLORATION SYMPOSilJM\n0 Rio de Janeiro foi escolhido como sede do 13th International Geochemical Exploration Symposium, a ser realizado no período de 1 a 6 de outubro de 1989, juntamente com o 2? Congresso Brasileiro de Geoquímica. Os eventos têm o patrocínio conjunto da Association of Exploration Geochemists (AEG) e da Sociedade Brasileira de Geoquímica (SBGq). Estima-se que esses encontros, a serem realizados no Hotel Glória, deverão reunir mais de mil geoquímicos, geólogos e geocientistas oriundos de mais de quarenta países, incluindo, especialmente, grandes delegações dos Estados Unidos, Canadá, Austrália, França e União Soviética. Em paralelo aos eventos, será realizada uma exposição com mais de trinta stands representando as grandes empresas de pesquisa minerais, de mineração, de meio ambiente e de equipamentos e serviços relacionados àquelas áreas.\nOs eventos programados incluirão dez excursões técnicas, envolvendo os principais distritos mmerais brasileiros (Carajás, Quadrilátero, Ferrífero, Carbona-titos de Minas Gerais, Ouro de Jacobina e da Fazenda Brasileiro, Potássio de Sergipe, etc.).\nOs temas principais do RIO'89 (13th IGES —2? CBGq) incluem: (1) enriquecimento e formação de depósitos minerais por processos geoquímicos; (2) exploração geoquímica para petróleo;\n(3)\tgeoquímica aplicada a terrenos áridos e a terrenos tropicais úmidos; (4) exploração geoquímica para metais preciosos, estratégicos e de alta tecnologia; (5) geoquímica de carbonatitos e de elementos terras raras; (6) geoquímica ambiental.\nInformações mais detalhadas sobre o RIO'89 poderão ser obtidas junto ao Secretário Executivo da Comissão Organizadora, geoquímico Dorival Correia Bruni (Caixa Postal 2432, Rio de Janeiro, RJ, CEP 20010, telefone: (021) 296-7766 — ramais: 273 ou 373)."}]}}}