{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07419"}, {"@name": "filename", "#text": "12103_ISSN1980-900X-2013-32-4-760-769.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "IMPACTOS AMBIENTAIS DA MINERAÇÃO DE ARGILA PARA CERÂMICA VERMELHA NA SUB-BACIA DO RIBEIRÃO JACUTINGA -RIO CLARO E CORUMBATAÍ (SP)\nJheynne Pereira SCALCO 1 &amp; Gilda Carneiro FERREIRA2\n(1) Ecóloga, Mestre pelo Programa de Pós Graduação Geociências e Meio Ambiente, UNESP - Rio Claro.. Endereço eletrônico: jscalco@rc.unesp.br.\n(2) Departamento de Geologia Aplicada, IGCE, UNESP - Rio Claro. Endereço eletrônico: gilda@rc.unesp.br.\nIntrodução\nÁrea de estudos\nMaterial e métodos\nMapeamento e diagnóstico da sub-bacia do Ribeirão Jacutinga\nDistribuição dos produtores na sub-bacia\nCaracterização dos impactos das áreas de lavra ativas e desativadas\nResultados\nCobertura florestal da sub-bacia\nImpactos ambientais da lavra de argila\nDiagnósticos ambientais da sub-bacia\nDiscussão\nConclusão Referências\nRESUMO - O presente estudo teve como objetivo caracterizar os impactos decorridos da mineração de argila para cerâmica vermelha por 10 produtores localizados na Sub-bacia do Ribeirão Jacutinga. A extração da matéria-prima proveniente do manto de alteração da Formação Corumbataí constitui uma forma de mineração de pequeno porte, a qual acumula impactos por um longo período. Para caracterização dos impactos fez-se uso de Sistema de Informação Geográfica para análise de imagens orbitais (TM-Landsat) e dados obtidos em base 1:10.000 e observação in situ. Os principais impactos detectados foram: abertura de cavas em locais de várzea, formação de lagos em cavas abandonadas, modificação da paisagem, falta de ações de recuperação de áreas lavradas e corte de vegetação nativa. Foram identificadas as áreas de maior fragilidade ambiental na sub-bacia, as quais estão associadas a zonas de maior declividade ou a locais de extração. A exploração mineral trouxe significativas alterações no quadro natural desta sub-bacia e o conhecimento sobre as limitações ambientais, aptidões para exploração e formas de mitigação dos impactos, mostram-se de extrema necessidade para uma ocupação mais racional do espaço, respeitando as limitações impostas pelo meio físico e prezando por ações sustentáveis.\nPalavras-chave: impacto ambiental, mineração, bacia hidrográfica.\nABSTRACT - The knowledge of some of the aspects of environmental impacts made by a determinated activity on a local scale is a very important tool to discuss about the relationship between humans and nature. Many environmental problems are the result of ignorance about the limits of the physical mean causing misuse of those resources. This research aims to characterize the impacts of mining of 10 producers located in “Ribeirão Jacutinga” watershed. The small mining of raw material (clay) from Corumbataí formation causes impacts in this sub-basin and the region for a long term. It was Geographic Information System for analysis of satellite images (Landsat-TM) and data obtained on the cartographic basis (scale 1:10.000) as means of impact characterization. The main impacts identified were related to mining activities: open pits in lowland sites, lake formation in abandoned pits, changes in the landscape, lack of actions for recovery of mined areas, cutting of native forest in previous years. Also was identified greater environmental fragility in the watershed, which is associated with areas of greater slope or the extraction sites. Mineral exploration has brought significant changes in the natural environmental of this sub-basin; hence the importance of knowing more about environmental limitations. Moreover is important the development of technologies that allow impact management. This study concludes that it is very important to respect the limits imposed by the physical environment and valuing sustainable activities. Keywords: environmental impact, clay mining, watershed.\nINTRODUÇÃO\nA região de Rio Claro apresenta grande potencial mineral de argila que é explorada tanto pela indústria cerâmica de revestimento, quanto por pequenos produtores de cerâmica vermelha. Existem atualmente cerca de 50 olarias que produzem tijolos nesta região há mais de quatro décadas (DAITX e FERREIRA,\n2006)\te possuem suas lavras de argila dentro de pequenas propriedades rurais, em geral\npróximas das próprias olarias. A grande disponibilidade de argila e material argiloso dos mantos intempéricos provenientes da Formação Corumbataí, faz com que esta região seja altamente explorada.\nA caracterização de impactos tem como foco avaliar a origem, evolução e as consequências de ações impactantes, sejam estas a curto, médio ou longo prazo. Por meio da\ninvestigação destas alterações, que podem ser mensuradas, delimitadas, localizadas e detalhadas em um estudo, torna-se mais viável a elaboração de um projeto de recuperação ambiental de um determinado local, de maneira a propor medidas mitigadoras e um plano de ação para a melhoria da qualidade ambiental.\nSánchez (2008) alertou, em relação aos estudos de impactos, ser necessário entender como as ações humanas podem afetar os processos naturais, sendo que, através de estudos prévios e de caracterização de impactos já ocorridos, pode-se reconhecer as causas e os efeitos de um evento impactante, e assim possibilitar a intervenção no sentido de mitigar estes impactos.\nPara a caracterização dos impactos da mineração de argila para cerâmica vermelha fez-se uso de estudo multi-temporal de imagens orbitais dos últimos 25 anos e análise espacial da sub-bacia, obtendo-se desta forma um panorama dos impactos decorridos na sub-bacia. Também fez uso da análise dos Relatórios Finais de Pesquisa (FERREIRA,\n2007)\tde todos os produtores que fizeram parte do estudo.\nDe acordo com Rocha (1997), a bacia hidrográfica é a unidade de área mais aconselhável para estudo e projetos. Este mesmo autor sugere que o manejo integrado de uma bacia hidrográfica refere-se a estudos técnicos e científicos, através dos quais se pode conhecer a realidade ambiental de uma área. A realização da pesquisa tomando como base a sub-bacia visou atingir estes princípios.\nOptou-se por trabalhar com os produtores de cerâmica vermelha e mineradores que estivessem distribuídos ao longo de uma mesma sub-bacia. Posteriormente a um levantamento preliminar de dados, verificou-se que na Sub-bacia do Ribeirão Jacutinga estavam presentes 10 produtores, dos mais de 50 existentes na região de Rio Claro - SP.\nUm estudo realizado com 52 oleiros da região de Rio Claro entre os anos de 1985 e 1990 (VILLALOBOS, 1990), mostra que a região ocupada pela produção de cerâmica vermelha e mineração de pequeno porte de argila causaram um considerável dano ambiental contribuindo para a fragmentação florestal, uma vez que a maior parte das olarias pesquisadas, mantinha a prática do\ndesmatamento para acesso aos locais de lavra e posterior uso da madeira para a fabricação de tijolos.\nOs impactos acumulados pela prática da mineração de pequeno porte na região de Rio Claro são inúmeros. Há pelo menos 50 anos dezenas de fabricantes de cerâmica vermelha atuam na região de Rio Claro e Corumbataí, as quais utilizam como matéria-prima o material argiloso formado pelo intemperismo de rochas da Formação Corumbataí, sendo aproveitado desde a camada mais superficial, até níveis mais profundos de rocha parcialmente intemperizada (FERREIRA, 2007).\nMoreira (1992) define impacto ambiental como “qualquer alteração no meio ambiente em um ou mais de seus componentes, provocada por uma ação humana”. Sanchéz (2008), por sua vez, traz impacto ambiental como sendo “qualquer alteração no sistema físico, químico, biológico, cultural ou socioeconômico que passa a ser atribuído às atividades humanas relativas às alternativas em um estudo para satisfazer as necessidades de um projeto”.\nUma das questões abordadas neste trabalho está relacionada ao aumento da fragilidade ambiental, causado pela ação antrópica degradadora. De acordo com Ferreira et al (2008) ao se fazer uso inadequado dos recursos naturais, as condições de potencialidade são alteradas e ocorre o aumento da fragilidade ambiental, desestabilizando a dinâmica do meio ambiente, o que traz impactos negativos.\nHá níveis de impactos diferentes, desde alterações severas com sérios danos a um ecossistema até alterações mais brandas, que causam alguns distúrbios, de forma que não cessam completamente com a capacidade de uma área de se recompor (SANCHEZ, 2008).\nUm dos primeiros impactos advindos da mineração em seu início é a retirada da cobertura vegetal, seguida da retirada da camada fértil do solo e posteriormente as camadas de rochas/minério sem interesse econômico (estéril) (FERREIRA et al, 2008).\nFormas de mineração organizadas e com planejamento, mesmo sendo fonte de impactos, conseguem fazer uso de medidas de controle mesmo durante a operação. Alguns aspectos relacionados à degradação podem ser reduzidos e controlados com o emprego de técnicas adequadas de extração (KOPEZINSKI, 2000).\nA fim de mensurar os impactos decorridos na sub-bacia em questão, fez-se uso de técnicas de sensoriamento remoto, geoprocessamento e levantamento de dados em campo. O uso de imagens orbitais permitem o estudo e o monitoramento de fenômenos naturais dinâmicos do meio ambiente. Esta ferramenta possibilita o estudo de grandes áreas em tempo real, no caso de monitoramento ambiental e também o estudo, a longo prazo, de uma determinada área por meio da sobreposição de imagens de diferentes datas - estudo multitemporal (LAWRENCE et al, 2006).\nSegundo Bauer et al (2003), existem vantagens no uso de imagens orbitais, como a cobertura de grandes áreas geográficas, a compatibilidade com sistemas de informação geográfica (SIG), os mapas finais de cobertura do solo serem mais baratos e eficientes, quando comparado a outros métodos, como o uso de fotografias aéreas, por exemplo.\nO geoprocessamento oferece ferramentas tecnológicas para que se possa determinar, em diferentes tipos de estudos, evolução temporal e espacial de fenômenos ambientais e as inter-relações entre estes (CÂMARA e MEDEIROS,\n1998).\nÁREA DE ESTUDOS\nA área selecionada para o desenvolvimento da pesquisa foi a sub-bacia do Ribeirão Jacutinga, a qual está situada na porção do Médio Corumbataí, compreendendo uma área de 54,7 Km2, entre os municípios de Rio Claro e Corumbataí (SP). As coordenadas que abrangem a sub-bacia são: 7534339m; 234883m; 7523750m; 226285m (Coordenadas UTM - Universal Transversa de Mercator -Córrego Alegre).\nEsta região hidrográfica encontra-se por longo período exposta a impactos antrópicos de diversas fontes e intensidades. Na bacia do\nde 3% de sua área. A ausência da cobertura vegetal tem ocasionado o aumento de processos erosivos e desequilíbrio do regime hídrico de dos rios desta bacia (FERRAZ et al, 2009).\nO principal rio desta sub-bacia - Ribeirão Jacutinga, passa por dois municípios: Rio Claro e Corumbataí e deságua no Rio Corumbataí na cidade de Rio Claro. As propriedades rurais dos produtores de cerâmica vermelha estão distribuídas no interior da sub-bacia ao longo do Ribeirão Jacutinga, totalizando dez produtores, que praticam tanto a atividade de lavra, quanto a produção de tijolos nas olarias (figura 1).\nCorumbataí a vegetação natural ocupa menos\nFigura 1. Localização da Sub-bacia do Ribeirão Jacutinga e propriedades com atividade de mineração, Rio Claro e Corumbataí, SP.\nO clima da área de estudo é classificado como mesotérmico, com uma estação mais seca no inverno, o qual é identificado como Cwa, segundo a classificação climática de Koppen, com temperaturas médias anuais de 21°C; média das máximas de 30°C e das mínimas de 12°C.\nA sub-bacia pesquisada e as respectivas propriedades rurais nela inseridas estão localizadas, em um contexto geológico, no setor paulista do flanco nordeste da Bacia Sedimentar do Paraná. Trata-se de uma bacia intracratônica, estabelecida sobre a Plataforma Sul-Americana, preenchida com quase 6.000 metros de sedimentos paleozoicos, mesozoicos, lavas basálticas e na região de Rio Claro, rochas cenozoicas (PETRI e FULFARO, 1983).\nOs principais litotipos encontrados na área pesquisada são constituídos principalmente por argilitos-siltosos pertencentes à Formação\nCorumbataí, alterados em sua porção superficial,\tproduzindo\tsolos\npredominantemente argilosos, gerados por processos pedogenéticos atuantes sobre esses litotipos (FERREIRA, 2007).\nAs formações florestais que recobriam esta bacia originalmente faziam parte de biomas de mata atlântica e cerrado, sendo que as formações vegetais da mata atlântica de interior eram representadas pela floresta estacional semidecidual e mata de galeria (CORTEZ, 1991; IVANAUSKAS, 2000; PAGANO et al, 1987).\nDe acordo com Rodrigues (1999), os remanescentes florestais da bacia estão distribuídos entre as seguintes formações: floresta estacional semidecidual; florestas ripárias; florestas paludosas; floresta estacional decidual e cerrado.\nMATERIAL E METODOS\nMapeamento e diagnóstico da sub-bacia do Ribeirão Jacutinga\nPara o mapeamento da sub-bacia foram utilizadas cartas topográficas do IGC (Instituto Geográfico e Cartográfico do Estado de São Paulo) na escala de 1:10.000 (SF-23-Y-A-I-4-NO-B; SF-23-Y-A-I-4-NE-C; SF-23-Y-A-I-4-NO-D; SF-23-Y-A-I-4-NE-E; SF-23-Y-A-I-4-NO-F). As cartas foram vetorizadas utilizando o SIG ArcGIS 9.3.1 (ESRI, 2009). Também fez-se uso de banco de dados com informações referentes à Bacia do Rio Corumbataí cedidos pelo Centro de Análise e Planejamento Ambiental (CEAPLA).\nA fim de detectar as mudanças decorridas na vegetação devidas à abertura de cavas de minas, fez-se uso de imagens orbitais LANDSAT-TM dos anos de 1985 e 2010.\nForam feitos levantamentos em campo com a demarcação das áreas mineradas em cada propriedade de produtores de cerâmica vermelha para demarcação de áreas de extração antigas e atuais.\nPara a elaboração dos mapas de distribuição da vegetação natural na sub-bacia nos anos de 1985 e 2010, fez-se uso da classificação supervisionada a partir do treinamento de amostras em cada uma das imagens no programa ENVI 4.7.\nOs modelos digitais de elevação, declividade e mapa de distribuição das áreas mineradas foram elaborados a partir dos dados vetorizados inicialmente.\nOs dados referentes ao volume de material argiloso lavrado nos últimos 25 anos foram levantados por meio da análise dos Relatórios Finais de Pesquisa de cada produtor. Nesta etapa foi possível estimar este volume por meio da produção anual de tijolos.\nPara o diagnóstico da fragilidade ambiental da sub-bacia fez-se uso das classes de fragilidade ambiental em relação ao nível de declividade de Ross (2000).\nDistribuição dos produtores na sub-bacia\nA localização de cada produtor na sub-bacia foi feita a partir das plantas planimétricas georreferenciadas, as quais foram elaboradas pelo projeto “Apoio técnico às atividades de extração de matéria prima indústria oleira da região de Rio Claro” (DAITX e FERREIRA,\n2006).\nOs arquivos em dwg foram importados para o SIG utilizado na elaboração dos mapas e por meio da utilização de ferramentas de georreferenciamento e transformações, os limites das propriedades foram sobrepostos ao mapa da sub-bacia do Ribeirão Jacutinga.\nCaracterização dos impactos das áreas de lavra ativas e desativadas\nNesta etapa do estudo foi feito o uso da observação sistemática ou planejada, destacada por Lakatos e Marconi (1999).\nOs trabalhos de campo foram planejados no sentido de identificação das áreas já lavradas desativadas e das lavras em atividade. Para a demarcação destes locais, fez-se uso de GPS (Global Position Sistem), seguido da anotação em tabela de campo dos dados de localização e\nregistro fotográfico. Também foram levantados dados do meio físico, sendo estes: presença de processos erosivos, solo exposto, quebras no relevo, formação de lagos em cavas antigas e fragmentos de vegetação nativa.\nO mapa das áreas de lavra foi gerado fazendo-se uso dos shapes do limite da bacia, drenagem, imagem Landsat classificada com a vegetação do ano de 2010 e com a criação de um shape para áreas de lavra em atividade e desativadas.\nRESULTADOS\nCobertura florestal da sub-bacia\nOs mapas da figura 2 representam as mudanças ocorridas na vegetação natural da sub-bacia estudada nos últimos 25 anos. Foi\nobservado um aumento de vegetação natural na porção superior da sub-bacia e um decréscimo da cobertura vegetal nativa na região onde estão localizadas as propriedades com lavra de argila.\n228000__________________232000___________________ __________________228000_________________232000\n228000\t232000\t228000\t232000\n7526500\t7531000\nFigura 2. Distribuição da cobertura florestal da sub-bacia nos anos de 1985 e 2010. Ocorreu aumento de fragmentos florestais na região onde não existe a atividade de extração de argila.\nA situação indicada pelos mapas elaborados a partir da análise das imagens Lansat TM evidencia um panorama que vai ao encontro do nível de fragmentação florestal no Estado de São Paulo.\nA atividade de mineração foi mais intensa na região sudoeste da sub-bacia, onde se distribuem as propriedades estudadas e o aumento da cobertura florestal na parte mais alta da bacia pode ser explicada pela ausência de ações antrópicas desta natureza.\nImpactos ambientais da lavra de argila\nDentre as propriedades rurais onde estão instalados os produtores abrangidos pelo estudo, foram identificados pontos onde já houve extração de matéria-prima e atualmente não há mais, e locais com lavra em atividade. Dos dez produtores, sete possuem lavras em atividade e nos demais foram encontrados pontos de lavras desativadas. Algumas destas lavras desativadas se encontram em locais de áreas de preservação permanente, as quais não\npassaram por nenhum processo de restauração. constituem atualmente lagos que se formaram Foram identificados ao todo vinte e quatro em antigas cavas (figura 3).\npontos de lavras desativadas, dentre estes, doze\n227000\n_______\n232000\n1\nProjeçflo UTM Datum Corrego Alegre Fuso 23 - Sul\nI\no\neo\no\nO\nCM\nLO\n232000\nLEGENDA\nLavras em atividade\nX Lavras antigas (destivadas)\nO Lagos formados em cavas\nDrenagem\nI I Propriedades\nC3 Limite da Sub-bacia do Riberiâo Jacutinga\nH Distribuição de fragmentos florestais em 2010\n227000\nFigura 3. Distribuição das lavras ativas e desativadas. Relação direta com a redução da cobertura florestal.\nObservou-se uma relação direta com a redução da cobertura vegetal natural da sub-bacia, uma vez que as regiões onde não estão presentes as lavras de argila, ocorreu um sutil aumento da distribuição dos fragmentos de vegetação, ao passo que, na porção sudoeste da bacia, os impactos da lavra causaram efeitos adversos.\nOutro impacto que afetou diretamente a modificação da paisagem na área de estudos foi a formação de lagos em áreas lavradas em épocas remotas, nas quais o nível freático era atingido e com o afloramento deste, formaram-se reservatórios artificiais. O efeito maior desta modificação é a criação de novas áreas de preservação permanente, as quais de acordo com a legislação brasileira, ficam enquadrados em áreas de proteção que também não foram recuperadas no interior da sub-bacia.\nOs impactos ambientais observados nestes locais foram: formação de processos erosivos, carreamento de material proveniente das cavas para corpos hídricos próximos (afluentes do Ribeirão Jacutinga) e falta da prática de recuperação das áreas de lavra, uma vez que é feito apenas o acerto do terreno em alguns locais.\nA vulnerabilidade ambiental desta região deve-se principalmente, à exploração de recursos minerais durante um longo período, sem a devida orientação e planejamento e por fim, carecendo de medidas de reparação de danos ambientais.\nDiagnósticos ambientais da sub-bacia\nA partir das classes de declividade da sub-bacia, e dos parâmetros de fragilidade ambiental de Ross (2000), foram descritas as\náreas de fragilidade ambiental da sub-bacia. O mapa de declividade (figura 4) foi elaborado considerando os parâmetros instituídos por Ross (2000), de maneira que, para cada classe de declividade, são atribuídas categorias de fragilidade ambiental, como mostra a tabela 1. Segundo o mesmo autor, “os ambientes, em face às intervenções humanas, apresentam maior ou menor fragilidade em função de suas\ncaracterísticas genéticas”, já que os diferentes ambientes naturais são decorrentes das relações de troca de energia e matéria. Em um estudo de caracterização de impactos, ter em mente o grau de fragilidade ambiental de uma bacia hidrográfica é de extrema importância, pois serve como parâmetro para uma possível intervenção para o melhoramento da qualidade ambiental.\nFigura 4. Relação entre a distribuição das classes de declividade com as classes de fragilidade ambiental, áreas prioritárias para restauração florestal de acordo com a fragilidade ambiental e ocorrência áreas lavradas.\nDe acordo com a tabela 1 a sub-bacia estudada possui 60 % do total da sua área (33,14 km2) com declividades que se situam entre 20 e 30%, sendo esta faixa considerada de forte a muito forte fragilidade ambiental. Estas ocorrem preferencialmente nos interflúvios da porção com maiores altitudes e oriental da sub-bacia. É importante ressaltar que dos produtores de cerâmica vermelha, apenas dois estão localizados em regiões com faixa de declividade de mais de 18 %, ou seja, em local de fragilidade forte.\nA região de média fragilidade ambiental ocupa aproximadamente 20% da sub-bacia, com uma área de 11,26 km2 (tabela 1), apresentando declividades que vão de 11 a 18% e a região de fragilidade fraca a muito fraca (0 -\n11% de declividade) ocupa um total de 18,8% da bacia em uma área de 10,3 km2. Estas ocorrem preferencialmente nos topos suavemente convexos e nas planícies aluvionares dos rios, coincidindo fortemente com os locais de menor altitude.\nA maior parte dos produtores (80%) está situada nestas duas faixas de declive, no entanto, vale ressaltar que esta análise de fragilidade ambiental leva em consideração apenas a declividade como fator de definição. De qualquer maneira, por estarem distribuídos em uma região onde a declividade define a área com fragilidade de muito fraca a média, tornase mais favorável a tomada de ações de recuperação e restauração ambiental.\nTabela 1. Categorias de fragilidade ambiental de acordo com as classes de declividade (ROSS, 2000) e área total da bacia contida em cada classe de declividade.\nCategoria de\t\t\t\tDistribuição (%) das classes de declividade na sub-bacia\nClasses de\t\t\tÁrea (km2)\t\nFragilidade Ambiental (ROSS, 2000)\tdeclividade (ROSS, 2000)\tClasses de declividade (fig.4)\t\t\nMuito Fraca\t0 - 6 %\t0 - 6 %\t2,54\t4,6\nFraca\t6 - 12 %\t6 - 11%\t7,76\t14,2\nMédia\t12 - 20 %\t11 - 18 %\t11,26\t20,6\nForte\t20 - 30 %\t18 - 31 %\t23,41\t42,8\nMuito forte\t> 30 %\t31 - 73%\t9,73\t17,8\n\tTotal\t-\t54,7\t100\nDe acordo com as classes de fragilidade ambiental da bacia descritas, foram demarcados no mapa (figura 4), os locais que constituem fragilidade ambiental forte e muito forte como áreas prioritárias para restauração florestal, uma vez que são estes os pontos com maior potencial de erosão devido à alta declividade.\nAinda foram incluídos como áreas prioritárias para recuperação (figura 4) os locais com a cota mais baixa da bacia, de forma que esta constitui a região de maior deposição de\nsedimentos (depósitos aluvionares), principalmente daquelas onde estão situadas as minerações e os locais identificados como lavras desativadas e em atividade, de forma que áreas mineradas demandam reabilitação e restauração. Uma faixa maior de floresta recuperada diminui o impacto do escoamento superficial de águas pluviais, diminuindo assim, processos de assoreamento não só do Ribeirão Jacutinga, mas também do rio Corumbataí, que recebe as águas da sub-bacia estudada.\nDISCUSSÃO\nO presente estudo fornece uma importante fonte de dados, os quais podem ser aplicados no planejamento ambiental desta sub-bacia, trazendo para as propriedades envolvidas, informações que forneçam condições de colocar em prática medidas de adequação ambiental e consequentemente, a melhoria da qualidade ambiental da sub-bacia.\nDe maneira geral o impacto mais significativo é e foi ocasionado pela própria atividade de mineração em mais de 50 anos de exploração mineral mal planejada e produção. Verificou-se, que durante os períodos iniciais de exploração e produção, não houve a preocupação com o uso correto de técnicas de extração e recomposição das áreas já exploradas. No entanto, como se trata de uma atividade de pequeno porte, os efeitos da degradação podem ser monitorados e a área pode ser recomposta com facilidade, se\ncomparadas a outras minerações, como as pedreiras e de minerais metálicos, cuja devastação atinge amplas áreas, dificultando a recuperação ou reabilitação.\nComo ressalta Sánchez (2008), o impacto ambiental sempre acontece na interface de espaço e tempo. Os resultados deste estudo mostram que um dos maiores impactos decorridos na sub-bacia, foi a exposição aos efeitos da mineração por um longo período, ou seja, pelo menos 25 anos.\nDe acordo com os dados de análise do espaço, a paisagem da bacia foi fortemente modificada, inclusive com a alteração dos cursos dos rios.\nKopezinsk (2000) observou tanto os impactos causados em escala pontual, quanto os impactos regionais decorrentes da mineração, de forma que o meio físico acaba sofrendo as maiores alterações. No caso do presente estudo,\nnotou-se que profundas alterações ocorreram na paisagem, devido à constantes movimentações de solo e abertura de cavas sem planejamento.\nA vegetação sofreu forte impacto e atualmente possui uma distribuição menos frequente de que possuía em 1985 na região onde se localizam as propriedades dos produtores de cerâmica vermelha, no entanto, a partir da análise das duas imagens com diferença de 25 anos, foi possível perceber que a vegetação natural no ano inicial já era rarefeita, portanto, a retirada da vegetação nestes anos não sofreu grande alteração. A modificação da paisagem pode ser atribuída a fatores que ocorreram concomitantemente a partir da ação antrópica sobre a bacia.\nDe acordo com Umetsu (2012) e colaboradores um estudo realizado em uma bacia na região amazônica, detectou que o uso da terra com o predomínio de pastagens e mata ciliar degradada, favorecem a ocorrência de processos erosivos e consequentemente a perda de fertilidade do solo e assoreamento dos cursos d'água.\nDa mesma maneira, na sub-bacia objeto desta pesquisa, mesmo tendo sido exposta a outros impactos e estando situada em outra região do país, está exposta a ocorrência dos processos de perda de solo e suas consequências.\nA exploração mineral trouxe significativas alterações no quadro natural desta sub-bacia e desta forma, ter conhecimento sobre as limitações ambientais, aptidões para exploração e formas de mitigação dos impactos, mostra-se de extrema necessidade para uma ocupação mais racional do espaço, respeitando as limitações impostas pelo meio físico.\nÉ importante ressaltar a necessidade de uma exploração adequada dos recursos naturais. Kopezinski (2000) ressalta que formas de mineração organizadas e com planejamento, mesmo sendo fonte de impactos, conseguem fazer uso de medidas de controle mesmo durante a operação. Alguns aspectos relacionados à degradação podem ser reduzidos e controlados com o emprego de técnicas adequadas de extração e posterior restauração das áreas.\nCONCLUSÃO\nA atividade de extração de argila na Sub-bacia do Ribeirão Jacutinga causou impactos no meio biótico e físico, com a retirada da cobertura vegetal e do grande volume de material lavrado. Atualmente os rios da sub-bacia estão expostos aos efeitos da erosão e assoreamento, de forma que urge restauração\nflorestal das áreas de maior fragilidade da sub-bacia, sendo que esta se encontra com um alto índice de fragilidade ambiental. As técnicas utilizadas se mostraram eficientes no sentido de realizar uma caracterização dos impactos ambientais da extração mineral de pequeno porte.\nREREFÊNCIAS\n1.\tBAUER, M.E.; YUAN, F.; SAWAYA, K.E. Multitemporal Landsat image classification and change analysis of land cover in the Twin Cities (Minnesota) metropolitan area. Second International Workshop on the Analysis of Multitemporal Remote Sensing Images. July 16-18. Ispra, Italy, 2003.\n2.\tCÂMARA, G.; MEDEIROS, J.S. Princípios básicos em geoprocessamento. In: ASSAD, E.D; SANO, E.E. Sistemas de Informações Geográficas. Aplicações na agricultura, 2. ed. Brasília: Embrapa, CPAC, 1998. p.3-8.\n3.\tCORTEZ, A.T.C. Contribuição ao Estudo das Matas Ciliares: O Exemplo da Porção Meridional da APA de Corumbataí (SP). (Tese de Doutorado), Rio Claro, 1991, Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista.\n4.\tDAITX, E. C.; FERREIRA, G. C. Apoio técnico às atividades de extração de matéria-prima executadas pela indústria oleira da região de Rio Claro. Projeto Parceria -\nFUNDUNESP/SEBRAE-SP-PREFEITURA MUNICIPAL DE RIO CLARO. Rio Claro 2006.\n5.\tDAINESE, R.C. Sensoriamento Remoto e Geoprocessamento aplicado ao Estudo Temporal do Uso da Terra e na Comparação entre Classificação Não-supervisionada e Análise Visual. (Dissertação de Mestrado) Botucatu, 2001, Faculdade de Ciências Agronômicas da UNESP, Campus de Botucatu.\n6.\tESRI - ENVIRONMENTAL SYSTEM RESEARCH INSTITUTE. ARC/INFO v.9.3.1 Redlands, 2009. Programa de computador. DVD-ROM.\n7.\tFERRAZ, S.F.B.; PAULA, F.R.; VETTORAZZI, A. Incorporação de indicadores de sustentabilidade na priorização de áreas para restauração florestal na bacia do rio Corumbataí, SP. Revista Árvore, v. 33, n.05, p.937-947, 2009.\n8.\tFERREIRA, G.C. Relatório Final de Pesquisa. Processo DNPM - Argila para Cerâmica Vermelha. Rio Claro, 2007.\n9.\tFERREIRA, C. J.; BROLLO, M.J.; UMMUS, M.E.; NERY, T.D. Indicadores e quantificação da degradação ambiental em áreas mineradas, Ubatuba (SP). Revista Brasileira de Geociências. v. 38(1), p. 141-152, 2008.\n10.\tIVANAUSKAS, N.M.; RODRIGUES, R.R. Florística e fitossociologia de Remanescentes da Floresta Estacional Semidecidual em Piracicaba. Revista Brasileira de Botânica, 23(3), São Paulo, 2000. p. 291-304.\n11.\tKOPEZINSKI, I. Mineração x Meio Ambiente: Considerações legais, principais impactos e seus processos modificadores. Porto Alegre: Editora da Universidade Federal do Rio Grande do Sul, 2000.\n12.\tLAKATOS, E.M.; MARCONI, M.D.A. Técnicas de pesquisa: planejamento e execução de pesquisa, amostragens e técnicas de pesquisa, elaboração, análise e interpretação de dados. São Paulo: CEPAM, 1999.\n13.\tLAWRENCE, R.; HURST, R. WEAVER, T.; ASPINALL, R. Mapping prairie pothole communities with multitemporal Ikonos satellite imagery. Photogrammetric Engineering &amp; Remote Sensing. Vol. 72, n2, p. 169-174, 2006.\n14.\tMOREIRA, I.V.D. Vocabulário Básico do meio ambiente. Rio de Janeiro: Feema/Petrobrás, 1992.\n15.\tPAGANO, S.N.; LEITÃO-FILHO, H.F.; SHEPHERD, G. Estudo fitossociológico em Mata mesófila Semidecídua no Município de Rio Claro, SP. Revista Brasileira de Botânica, São Paulo, 10:49-61, 1987.\n16.\tPETRI, S.; FULFARO, J. V. Geologia do Brasil. São Paulo, T.A. Queiroz/Edusp. 623 p., 1983.\n17.\tROCHA, J.S.M. Manual de Projetos Ambientais. 1 ed. Santa Maria: Imprensa Universitária, 1997.\n18.\tROSS, J.L.S. Geomorfologia Aplicada aos EIA-RIMAs.\nIn: Geomorfologia e meio ambiente. 3 ed. Rio de Janeiro: Bertrand Brasil, 2000.\n19.\tRODRIGUES. R.R. A vegetação de Piracicaba e municípios do entorno. Circular Técnica IPEF. n.189. p 1 -18, 1999.\n20.\tSÁNCHEZ, L.E. Avaliação de Impacto Ambiental: conceitos e métodos. São Paulo: Oficina de Textos, 2008.\n21.\tUMETSU, R.K.; PEREIRA, N.; CAMPOS, E.M.F.; UMETSU, C.; MENDONÇA, R.A.M.; BERNASCONI, P.; CAMARGO, M.F. Análise morfométrica e socioambiental de uma Bacia Hidrográfica Amazônica, Carlinda, MT. Revista Árvore, v.36, n.1, p. 83-92, 2012.\n22.\tVILLALOBOS, J. U. G., 1990. As Olarias do Município de Rio Claro SP: Uma alternativa de sobrevivência de pequenos proprietários rurais. (Dissertação de Mestrado). Rio Claro (SP), 1990, Universidade Estadual Paulista, 1990.\nManuscrito recebido em: 03 de junho de 2013\nRevisado e Aceito em: 23 de outubro de 2013"}]}}}