{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21449"}, {"@name": "filename", "#text": "517_BonillaSanabria_FabianCamilo_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "i \n \n \n\n FABIAN CAMILO BONILLA SANABRIA \n\nAVALIAÇÃO  DA INJEÇÃO DE SURFACTANTES \n\nCOMO MÉTODO DE RECUPERAÇÃO \n\nAVANÇADA EM RESERVATÓRIOS DE ARENITO \n\nCAMPINAS \n\n2013 \n\n \n\n\n\nii \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\niii \n \n \n\n \n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \n\nFACULDADE DE ENGENHARIA MECÂNICA \n\nE INSTITUTO DE GEOCIÊNCIAS \n\nFABIAN CAMILO BONILLA SANABRIA \n\nAVALIAÇÃO DA INJEÇÃO DE SURFACTANTES COMO \n\nMÉTODO DE RECUPERAÇÃO AVANÇADA EM \n\nRESERVATÓRIOS DE ARENITO \n\nOrientadora: Profa. Dra. Rosângela Barros Zanoni Lopes Moreno \n\nCo-Orientador: Prof. Dr. Nome Completo do Co-Orientador \n\nDissertação de Mestrado apresentada ao Programa de Pós-Graduação em \n\nCiências e Engenharia de Petróleo da Faculdade de Engenharia Mecânica e Instituto de \n\nGeociências da Universidade Estadual de Campinas para obtenção do título de Mestre em \n\nCiências e Engenharia de Petróleo na área de Reservatórios e Gestão.  \n\nEste exemplar corresponde à versão final da \n\ndissertação defendida pelo aluno Fabian Camilo \n\nBonilla Sanabria e orientada pela Profa. Dra. \n\nRosângela Barros Zanoni Lopes Moreno. \n\n______________________________________ \n\nOrientadora \n\n \n\nCAMPINAS \n\n2013 \n\n \n\n\n\niv \n \n \n\n \n\n \n\n \n\n\n\nv \n \n \n\n \n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \n\nFACULDADE DE ENGENHARIA MECÂNICA \n\nE INSTITUTO DE GEOCIÊNCIAS \n\nDISSERTAÇÃO DE MESTRADO ACADÊMICO \n\nAVALIAÇÃO DA INJEÇÃO DE SURFACTANTES COMO \n\nMÉTODO DE RECUPERAÇÃO AVANÇADA EM \n\nRESERVATÓRIOS DE ARENITO \n\nAutor: Fabian Camilo Bonilla Sanabria \n\nOrientador: Profa. Dra. Rosângela Barros Zanoni Lopes Moreno \n\nCo-orientador: Prof. Dr. Nome Completo do Co-Orientador \n\nA banca examinadora composta pelos membros abaixo aprovou esta dissertação: \n\n____________________________________________________ \n\nProfa. Dra. Rosângela Barros Zanoni Lopes Moreno, Presidente \n\nDEP/FEM/UNICAMP \n\n____________________________________________________ \n\nProf. Dr. Osvair Vidal Trevisan \n\nDEP/FEM/UNICAMP \n\n____________________________________________________ \n\nDra. Rita de Cássia Comis Wagner \n\nRJ/PETROBRAS \n\nCampinas, 18 de Julho de 2013 \n\n \n\n \n\n\n\nvi \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nvii \n \n \n\nDEDICATÓRIA \n\nDedico este trabalho a Deus, minha força, meu amigo, meu apoio minha fé, minha \n\nesperança. \n\nAo meu pai e o seu enorme apoio, seu grande exemplo de vida, ele é meu guia, meu amigo \n\ne até meu maior torcedor. À minha mãe pelo seu imenso amor, seu carinho, por ser o meu anjo na \n\nterra.  \n\nAos meus irmãos Richard, Albita e Tutu, as pessoas que mais acreditam no meu trabalho \n\nno mundo. Sinto-me abençoado pela minha família, por sua confiança, por seu amor e por seu \n\napoio. \n\nAs minhas sobrinhas Laura Alejandra e María Camila. Sua alegria e seu carinho conseguem \n\nmudar tudo. \n\nA ti, meu amor. \n\nAos meus amigos da vida toda, esses amigos de verdade, esses amigos de sempre.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nviii \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nix \n \n \n\nAGRADECIMENTOS \n\nAgradeço a Deus pela oportunidade e por cada uma das coisas que de sua mão foram \n\npossíveis nestes dois anos de trabalho. \n\nAos meus pais, meus irmãos Richard, Albita e Tutu, minhas sobrinhas Laura Alejandra e \n\nMaría Camila, meus cunhados, meus avôs, meus tios, primos e amigos pela colaboração durante \n\ntodo este processo. \n\nA ti, por cada dia, cada noite... por me aguardar. Todos esses minutos e segundos valem a \n\npena, eu sei. \n\nAos meus amigos na UNICAMP especialmente à Julie Katerine, Diana e os seus filhos, \n\nAleidys, Julie Ballesteros, Tarcísio, Bibiana, Kelly, Jaime, Orlando pelos bons momentos e ótimo \n\nconvívio. \n\nÀ Profa. Dra. Rosângela Barros Zanoni Lopes Moreno pela disposição, dedicação, \n\npaciência, apoio, orientação e amizade cedida durante a realização do trabalho.  \n\nAos pesquisadores e aos funcionários do Laboratório de Departamento de Engenharia de \n\nPetróleo, Luis Pompeo, Leandro e Wellington pelo suporte e colaboração prestada. \n\nÀ Universidade Estadual de Campinas (UNICAMP), a Faculdade de Engenharia Mecânica \n\n(FEM), o Departamento de Engenharia de Petróleo (DEP), o Centro de Estudos de Petróleo \n\n(CEPETRO), professores e todos os seus funcionários pela oportunidade de receber educação de \n\nalta qualidade.  \n\nAo Prof. Dr. Edvaldo Sabadini e ao Jacks Patrick Priebe pela disposição dos equipamentos \n\ndo Laboratório de Físico-química de Soluções Poliméricas e Surfactantes no Instituto de Química \n\n(IQ) da UNICAMP. \n\nA CAPES pela bolsa de estudos concedida para a realização deste trabalho e à \n\nPETROBRAS pelo financiamento do projeto. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nx \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxi \n \n \n\n \n\n“As pessoas que vencem neste mundo são as que \n\nprocuram as circunstâncias de que precisam e, \n\nquando não as encontram, as criam.” \n\nBernard Shaw  \n\n\n\nxii \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxiii \n \n \n\n \n\nRESUMO \n\nSANABRIA, Fabian Camilo Bonilla. Avaliação da Injeção de Surfactantes como Método de \n\nRecuperação Avançada em Reservatórios de Arenitos. Campinas: Faculdade de Engenharia \n\nMecânica, Universidade Estadual de Campinas, 2013. \n\n \n\nOs surfactantes são utilizados para diferentes propósitos na indústria do petróleo. As \n\nformulações de recuperação avançada utilizando surfactantes são aplicadas visando incrementar o \n\nfator de recuperação em reservatórios de óleo, tanto na etapa de recuperação secundária como na \n\netapa terciária. Através de poços injetores, os volumes requeridos de uma solução aquosa com \n\numa concentração definida de surfactante são introduzidos no reservatório para induzir à geração \n\nde um novo banco de óleo móvel por meio da diminuição da tensão interfacial água-óleo. \n\nTensões interfaciais ultra baixas são obtidas e, consequentemente, o número capilar e a \n\nrecuperação de óleo são incrementados.  \n\nA eficiência do processo de deslocamento é influenciada por várias características das \n\nsoluções de surfactantes, incluindo o comportamento de fases, a tensão interfacial, a concentração \n\nde eletrólitos em solução (salinidade) e a adsorção à superfície sólida da rocha. Assim sendo, um \n\nprojeto de injeção de surfactantes deve ser planejado adequadamente para a obtenção do melhor \n\ncenário para a implementação da técnica. Este trabalho mostra um processo metodológico para \n\nidentificar e avaliar formulações de surfactantes a serem aplicadas como método de recuperação \n\nquímica. Três surfactantes aniônicos e dois surfactantes não-iônicos foram selecionados da \n\nliteratura para a análise experimental: Dodecil Sulfato de Sódio (SDS), Dodecil Sulfato de \n\nAmônio (ADS), Lauriléter Sulfato de Sódio (SLES), Monolaurato de sorbitano (SPAN-20) e o \n\nPolisorbato-20 (TWEEN-20). Álcool isopropílico foi utilizado como cosurfactante e \n\npoliacrilamida parcialmente hidrolisada (HPAM) foi empregada na solução polimérica usada \n\npara deslocar o banco de óleo formado e corroborar com a avaliação das formulações de \n\nsurfactante.  \n\nInicialmente, utilizando-se tensiometria ótica, foram feitas medições de tensão superficial \n\ndas soluções de surfactante para identificar a Concentração Micelar Crítica (CMC) característica \n\nde cada surfactante. A partir dos resultados de tensão interfacial obtidos e seguindo-se com o \n\nprocesso metodológico, foram selecionadas as formulações a serem analisadas nos Testes de \n\nComportamento de Fases. Estes testes foram conduzidos com diferentes formulações de \n\nsurfactante e uma mistura de óleo de campo e querosene. As soluções aquosas e o óleo foram \n\ncolocados em pipetas de 5 ml para a análise do comportamento das formulações de surfactante \n\nem uma dada faixa de salinidade. \n\n\n\nxiv \n \n \n\nEntre as formulações analisadas, algumas foram selecionadas para a avaliação da \n\nrecuperação avançada de óleo através de testes de deslocamento. Estes testes foram conduzidos \n\nem amostras de arenito de alta permeabilidade provenientes da formação Botucatu. Uma vez que \n\nnesses arenitos, o fenômeno de histerese pode ser negligenciado, é possível conduzir um processo \n\nde injeção de água convencional (embebição) seguido de um processo de injeção de óleo \n\n(drenagem) visando restaurar as saturações dos fluidos no meio poroso próximas daquelas \n\nobtidas no processo da saturação inicial. Finalmente, a eficiência do método de recuperação \n\nmelhorada é determinada injetando-se um banco de uma formulação de surfactante de tamanho \n\ndefinido. O banco de surfactante é deslocado ao longo do meio poroso utilizando soluções \n\npoliméricas e/ou água. \n\nOs resultados sugerem que os surfactantes podem ser utilizados com os requerimentos \n\ntécnicos para a aplicação como método de recuperação avançada em reservatórios de arenitos. \n\n \n\n \n\nPalavras-Chave:  \n\nRecuperação de óleo, Injeção de Surfactantes, Recuperação Química, Tensão Interfacial. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxv \n \n \n\n \n\nABSTRACT \n\n \n\nSANABRIA, Fabian Camilo Bonilla. Surfactant Flooding Evaluation for Enhanced Oil Recovery \n\nin Sandstone Reservoirs. Campinas: Faculdade de Engenharia Mecânica, Universidade Estadual \n\nde Campinas, 2013. \n\n \n\nSurfactants have been used for many purposes in petroleum industry. EOR surfactants \n\nformulations are applied for increasing the recovery factor in oil reservoirs as both secondary and \n\ntertiary techniques. By injector wells, required volumes are introduced into the reservoir with \n\nsurfactant formulations for developing a new stabilized oil bank via ultralow interfacial tension \n\nbetween oil and water phases. Ultralow Interfacial tensions are obtained and, consequently, \n\ncapillary number and oil recovery are increased.  \n\nThere are several surfactants characteristics involved with the efficiency of the process \n\nincluding phase behavior, IFT (Interfacial Tension), electrolyte concentration and rock solid \n\nadsorption. Therefore, it’s necessary to design properly the project to obtain the best scenario for \n\nimplementing the technique. This research work shows an applied methodological process for \n\nscreening, designing and testing surfactant formulations on reservoir sandstones. \n\nThree commercial anionic surfactants and two commercial non-ionic surfactants were \n\nselected from literature for experimental analysis: Sodium dodecyl sulfate (SDS), Ammonium \n\ndodecyl sulfate, Sodium laureth sulfate (SLES), Sorbitan Monolaurate (SPAN-20) and \n\nPolysorbate-20 (TWEEN-20). Isopropyl alcohol (2-propanol) was also used as co-surfactant for \n\ntesting the surfactant formulations. Initially, it was performed surface tensions measurements to \n\nidentify the critical micellar concentration (CMC) characteristic of each surfactant, using a \n\npendant drop tensiometer. After determining interfacial tensions (IFT), some of the tested \n\nformulations were selected for conducting phase behavior tests with field oil and kerosene \n\nmixture. Phase behavior tests were conducted by adding brine solutions and crude oil in 5 ml \n\npipettes to analyze the performance of the chemical formulations over a range of salinities.  \n\nAgain, some selected surfactant formulations were tested for enhanced oil recovery using \n\ncoreflood tests in high permeability Botucatu Formation samples. Since hysteresis phenomena \n\nare not significant on these sandstone cores, it’s possible to perform a waterflooding followed by \n\nanother drainage process for returning the porous media saturations close to the initial values. \n\nSubsequently, Enhanced Oil recovery is determined by injecting a slug of the surfactant \n\nformulation followed by brine, in a new imbibition process. \n\n\n\nxvi \n \n \n\nThe results suggest that surfactants can be used according technical requirements for their \n\napplication in sandstones reservoirs as enhanced oil recovery technique.  \n\n \n\n \n\nKey Words: \n\nOil Recovery, Surfactant Flooding, Chemical EOR, Interfacial Tension. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxvii \n \n \n\nSUMÁRIO \n\n \n\nLISTA DE FIGURAS .................................................................................................................. xxi \n\nLISTA DE TABELAS ................................................................................................................ xxv \n\nLISTA DE NOMENCLATURAS ............................................................................................. xxvii \n\n1. INTRODUÇÃO ....................................................................................................................... 1 \n\n1.1 Objetivo ............................................................................................................................ 2 \n\n1.2 Organização do trabalho ................................................................................................... 2 \n\n2. CONCEITOS E FUNDAMENTAÇÃO TEÓRICA ................................................................ 3 \n\n2.1 Tensão Interfacial ............................................................................................................. 3 \n\n2.2 Molhabilidade ................................................................................................................... 3 \n\n2.3 Pressão Capilar ................................................................................................................. 4 \n\n2.4 Número Capilar ................................................................................................................. 5 \n\n2.5 Permeabilidade Relativa ................................................................................................... 6 \n\n2.5.1 Curvas de permeabilidade relativa ............................................................................ 6 \n\n2.5.2 Obtenção das Curvas de Permeabilidade Relativa .................................................... 9 \n\n2.6 Razão de Mobilidade ...................................................................................................... 11 \n\n2.7 Fator de Resistência Residual ......................................................................................... 11 \n\n2.8 Reologia .......................................................................................................................... 12 \n\n2.9 Surfactantes ..................................................................................................................... 13 \n\n2.10 Propriedades físico-químicas das soluções de surfactantes ............................................ 16 \n\n2.10.1 Concentração Micelar Crítica (CMC) ..................................................................... 16 \n\n2.10.2 Salinidade ................................................................................................................ 19 \n\n2.10.3 Parâmetros de Solubilização .................................................................................... 23 \n\n2.10.4 Adsorção em superfícies sólidas ............................................................................. 25 \n\n3. REVISÃO BIBLIOGRÁFICA ............................................................................................... 26 \n\n3.1 Injeção de Químicos ....................................................................................................... 26 \n\n\n\nxviii \n \n \n\n3.2 Injeção de Surfactantes ................................................................................................... 27 \n\n3.3 Revisão dos estudos de laboratório ................................................................................. 29 \n\n3.4 Revisão das Aplicações de Campo ................................................................................. 32 \n\n4. METODOLOGIA .................................................................................................................. 36 \n\n4.1 Materiais ......................................................................................................................... 38 \n\n4.1.1 Rocha ....................................................................................................................... 38 \n\n4.1.2 Fluidos de Injeção .................................................................................................... 38 \n\n4.1.3 Equipamentos .......................................................................................................... 39 \n\n4.2 Protocolos de Testes ....................................................................................................... 40 \n\n4.2.1 Protocolo das Medidas de Concentração Micelar Crítica ....................................... 40 \n\n4.2.2 Protocolo dos Testes de Comportamento de Fase ................................................... 42 \n\n4.2.3 Protocolo dos Testes de Deslocamento ................................................................... 44 \n\n5. ENSAIOS REALIZADOS ..................................................................................................... 51 \n\n5.1 Reologia .......................................................................................................................... 51 \n\n5.2 Medidas de Concentração Micelar Crítica ...................................................................... 54 \n\n5.3 Testes de Comportamento de Fases. ............................................................................... 56 \n\n5.4 Testes de Deslocamento. ................................................................................................. 59 \n\n5.4.1 Preparação da amostra de rocha e dos fluidos. ........................................................ 61 \n\n5.4.2 1° Embebição – Saturação da amostra com água. ................................................... 65 \n\n5.4.3 1° Drenagem – Injeção de óleo até a saturação de água irredutível ou conata........ 66 \n\n5.4.4 2° Embebição – Injeção de água até a saturação de óleo residual. .......................... 68 \n\n5.4.5 2° Drenagem – Resaturação da amostra com óleo. ................................................. 71 \n\n5.4.6 1° Injeção de Químicos ........................................................................................... 73 \n\n5.4.7 3° Drenagem – Resaturação da amostra com óleo. ................................................. 76 \n\n5.4.8 2° Injeção de Químicos ........................................................................................... 77 \n\n6. RESULTADOS E DISCUSSÕES ......................................................................................... 79 \n\n6.1 Fator de Recuperação e Razão Água-Óleo ..................................................................... 79 \n\n6.2 Fluxo fracionário de água ............................................................................................... 85 \n\n6.3 Curvas de Permeabilidade Relativa ................................................................................ 88 \n\n\n\nxix \n \n \n\n6.4 Fator de Resistência Residual ......................................................................................... 90 \n\n7. CONCLUSÕES E SUGESTÕES FUTURAS ....................................................................... 92 \n\nREFERÊNCIAS BIBLIOGRÁFICAS .......................................................................................... 95 \n\nAPÊNDICES ............................................................................................................................... 101 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxx \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxxi \n \n \n\nLISTA DE FIGURAS \n\n \n\nFigura 2.1. Escala utilizada para o ângulo de contato na determinação da preferência de \n\nmolhabilidade ........................................................................................................................... 4 \n\nFigura 2.2. Correlação entre o Número Capilar e a Saturação de Óleo Residual em Reservatórios \n\nMolháveis à água. ..................................................................................................................... 6 \n\nFigura 2.3. Curva de permeabilidade relativa. ................................................................................ 7 \n\nFigura 2.4. Área de validade para o Número Capilar e a razão capilar-viscosa.. ............................ 8 \n\nFigura 2.5. a) Curvas de fluxo dos comportamentos reológicos. b) Curvas de viscosidade típicas \n\npara cada comportamento reológico.. .................................................................................... 12 \n\nFigura 2.6. Representação esquemática dos surfactantes. ............................................................. 13 \n\nFigura 2.7. Ilustração da mudança das propriedades físicas de um surfactante diante da \n\nConcentração Micelar Crítica ................................................................................................ 17 \n\nFigura 2.8. Representação esquemática do Modelo de Young-Laplace. ....................................... 19 \n\nFigura 2.9. Diagrama de fases para o ambiente Tipo II(-).. .......................................................... 20 \n\nFigura 2.10. Diagrama de fases para o ambiente Tipo II(+).......................................................... 21 \n\nFigura 2.11. Diagrama de fases para o ambiente Tipo III. . .......................................................... 22 \n\nFigura 2.12. Tensão interfacial e Salinidade ótima para o sistema: 4% 63/37 MEAC12OXS/TAA, \n\n48% 90/10 I/H e 48% X% NaCl. ........................................................................................... 23 \n\nFigura 2.13. Tensão interfacial e Parâmetros de Solubilização . ................................................... 24 \n\nFigura 2.14. Isoterma de adsorção para um surfactante iônico . ................................................... 25 \n\nFigura 3.1. Diagrama esquemático do processo de Injeção de Surfactantes. ................................ 28 \n\nFigura 3.2. Comparação do fator de recuperação com a tensão interfacial entre o óleo e soluções \n\naquosas com diferentes eletrólitos ......................................................................................... 29 \n\nFigura 3.3. Saturação de Óleo residual como função do Número Capilar. ................................... 30 \n\nFigura 3.4. Resposta de Produção do Projeto M-1 . ...................................................................... 34 \n\nFigura 4.1. Metodologia de avaliação dos surfactantes. ................................................................ 36 \n\nFigura 4.2. Surfactantes selecionados............................................................................................ 37 \n\nFigura 4.3. Aparato experimental do Tensiômetro de gota pendente. ........................................... 40 \n\nFigura 4.4. Determinação da CMC com as tensões superficiais. . ................................................ 41 \n\nFigura 4.5. Pipetas de borosilicato no suporte de acrílico. ............................................................ 42 \n\nFigura 4.6. Lâmpada de luz preta. ................................................................................................. 44 \n\nFigura 4.7. Procedimento dos Testes de Deslocamento. ............................................................... 45 \n\nFigura 4.8. (a) Porosímetro de gás; (b) Permeabilímetro de gás. .................................................. 46 \n\nFigura 4.9. Densímetros de imersão. ............................................................................................. 46 \n\nFigura 4.10. Reômetro. .................................................................................................................. 47 \n\n\n\nxxii \n \n \n\nFigura 4.11. Posições de monitoramento da pressão no testemunho. ........................................... 48 \n\nFigura 4.12. Representação esquemática de aparato experimental usado nos testes de \n\ndeslocamento. ......................................................................................................................... 48 \n\nFigura 4.13. Modificação das curvas de permeabilidade relativa depois de uma injeção de \n\nsurfactantes.  ........................................................................................................................... 50 \n\nFigura 5.1. Curva de Fluxo SDS (a) Tensão (b) Viscosidade ....................................................... 51 \n\nFigura 5.2. Curva de Fluxo ADS (a) Tensão (b) Viscosidade ....................................................... 52 \n\nFigura 5.3. Curva de Fluxo SLES (a) Tensão (b) Viscosidade ..................................................... 52 \n\nFigura 5.4. Curva de Fluxo SPAN-20 (a)Tensão (b) Viscosidade ................................................ 52 \n\nFigura 5.5. Curva de Fluxo TWEEN-20 (a) Tensão (b) Viscosidade ........................................... 53 \n\nFigura 5.6. Viscosidade aparente das soluções a 22,9 °C à taxa de cisalhamento de 88,59 s\n-1\n\n. .... 53 \n\nFigura 5.7. Isotermas de Gibbs para a determinação da concentração micelar crítica dos \n\nsurfactantes. ............................................................................................................................ 55 \n\nFigura 5.8. Comparação dos valores obtidos de salinidade ótima e tensão interfacial. ................ 57 \n\nFigura 5.9. Parâmetros de solubilização e Tensão interfacial em função da concentração de NaCl \n\nda formulação de surfactante selecionado (1,00% wt SDS). ................................................. 58 \n\nFigura 5.10. Parâmetros de solubilização e Tensão interfacial em função da concentração de NaCl \n\nda formulação de surfactante selecionado (0,1%wt TWEEN-20 - 2,0 %wt 2-propanol). ..... 59 \n\nFigura 5.11. Análise de estabilidade de escoamento do Teste 1. .................................................. 64 \n\nFigura 5.12. Análise de estabilidade de escoamento do Teste 2. .................................................. 64 \n\nFigura 5.13. Análise de estabilidade de escoamento do Teste 3. .................................................. 64 \n\nFigura 5.14. Análise de estabilidade de escoamento do Teste 4. .................................................. 65 \n\nFigura 5.15. Massa injetada e produzida versus Tempo. 1° Drenagem.. ...................................... 66 \n\nFigura 5.16. Pressão versus Tempo. 1° Drenagem.. ...................................................................... 67 \n\nFigura 5.17. Massa injetada e produzida versus Tempo. 2° Embebição. ...................................... 69 \n\nFigura 5.18. Pressão versus Tempo. 2°Embebição.. ..................................................................... 69 \n\nFigura 5.19. Volume versus Tempo. 2°Embebição.. ..................................................................... 70 \n\nFigura 5.20. Massa injetada e produzida versus Tempo. 2° Drenagem.. ...................................... 71 \n\nFigura 5.21. Pressão versus Tempo. 2° Drenagem. ....................................................................... 72 \n\nFigura 5.22. Massa injetada e produzida versus Tempo. 1°Injeção de Químicos. ........................ 73 \n\nFigura 5.23. Pressão versus Tempo. 1°Injeção de Químicos. ....................................................... 74 \n\nFigura 5.24. Pressão versus Tempo. 1°Injeção de Químicos. ....................................................... 75 \n\nFigura 5.25. Massa injetada e produzida versus Tempo. 3° Drenagem. ....................................... 76 \n\nFigura 5.26. Pressão versus Tempo. 3° Drenagem. ....................................................................... 76 \n\nFigura 5.27. Massa injetada e produzida versus Tempo. 2°Injeção de Químicos. ........................ 77 \n\nFigura 5.28. Pressão versus Tempo. 2°Injeção de Químicos. ....................................................... 78 \n\nFigura 6.1. FR e RAO versus VPI para o Teste 1. ........................................................................ 80 \n\nFigura 6.2. FR e RAO versus VPI para o Teste 2. ........................................................................ 81 \n\nFigura 6.3. FR e RAO versus VPI para o Teste 3. ........................................................................ 81 \n\n\n\nxxiii \n \n \n\nFigura 6.4. FR e RAO versus VPI para o Teste 4. ........................................................................ 82 \n\nFigura 6.5. FR versus VPI para a etapa da 2° Embebição. ............................................................ 83 \n\nFigura 6.6. FR e RAO versus VPI para a etapa da 1° Injeção de Químicos. ................................ 84 \n\nFigura 6.7. FR e RAO versus VPI para a etapa da 2° Injeção de Químicos. ................................ 85 \n\nFigura 6.8. Fluxo fracionário de água versus Saturação de Água. Teste 1. .................................. 86 \n\nFigura 6.9. Fluxo fracionário de água versus Saturação de Água. Teste 2. .................................. 86 \n\nFigura 6.10. Fluxo fracionário de água versus Saturação de Água. Teste 3. ................................ 87 \n\nFigura 6.11. Fluxo fracionário de água versus Saturação de Água. Teste 4. ................................ 87 \n\nFigura 6.12. Curvas de permeabilidade relativa água-óleo versus Saturação de Água. Teste 1. .. 88 \n\nFigura 6.13. Curvas de permeabilidade relativa água-óleo versus Saturação de Água. Teste 2. .. 89 \n\nFigura 6.14. Curvas de permeabilidade relativa água-óleo versus Saturação de Água. Teste 3. .. 89 \n\nFigura 6.15. Curvas de permeabilidade relativa água-óleo versus Saturação de Água. Teste 4. .. 90 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxxiv \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxxv \n \n \n\nLISTA DE TABELAS \n\n \n\nTabela 2.1. Funções de ajuste para cálculo de derivadas do método de JBN. .............................. 10 \n\nTabela 2.2. Estrutura de diferentes tipos de surfactantes aniônicos . ............................................ 14 \n\nTabela 2.3. Estrutura de diferentes tipos de surfactantes catiônicos . ........................................... 15 \n\nTabela 2.4. Estrutura de diferentes tipos de surfactantes não iônicos. . ........................................ 15 \n\nTabela 2.5. Valores típicos das tensões superficiais e interfaciais de diferentes sistemas  ........... 16 \n\nTabela 2.6. Métodos de Medição da Tensão Superficial e da Tensão Interfacial na indústria do \n\nPetróleo .................................................................................................................................. 18 \n\nTabela 3.1.  Componentes da(s) formulação(ões) principal(ais) dos Métodos Químicos de \n\nRecuperação. .......................................................................................................................... 26 \n\nTabela 3.2. Critérios de seleção para um projeto de injeção de surfactantes . .............................. 28 \n\nTabela 3.3. Características dos Projetos Marathon M-1, Exxon e Conoco. .................................. 32 \n\nTabela 3.4. Resultados de Produção do Projeto M-1 . .................................................................. 34 \n\nTabela 4.1. Aditivos utilizados nas soluções aquosas. .................................................................. 38 \n\nTabela 4.2. Equipamentos utilizados no trabalho experimental. ................................................... 39 \n\nTabela 5.1. Concentrações Micelares Críticas da literatura para os surfactantes utilizados . ....... 54 \n\nTabela 5.2. Resultados dos Testes de Concentração Micelar Crítica. ........................................... 54 \n\nTabela 5.3. Resultados dos testes de comportamento de fases. ..................................................... 56 \n\nTabela 5.4. Testes de deslocamento realizados. ............................................................................ 60 \n\nTabela 5.5. Propriedades físicas dos testemunhos utilizados nos testes de deslocamento. ........... 62 \n\nTabela 5.6. Propriedades físicas dos fluidos injetados nos testes de deslocamento. ..................... 62 \n\nTabela 5.7. Propriedades físicas dos fluidos injetados nos testes de deslocamento. ..................... 63 \n\nTabela 5.8. Resultados da Análise de Estabilidade. ...................................................................... 65 \n\nTabela 5.9. Informações obtidas da 1° Embebição. ...................................................................... 65 \n\nTabela 5.10. Informações obtidas da 1° Drenagem. ...................................................................... 68 \n\nTabela 5.11. Informações obtidas da 2° Embebição. .................................................................... 70 \n\nTabela 5.12. Informações obtidas da 2° Drenagem. ...................................................................... 72 \n\nTabela 5.13. Informações obtidas da 1° Injeção de Químicos. ..................................................... 75 \n\nTabela 5.14. Informações obtidas da 3° Drenagem. ...................................................................... 77 \n\nTabela 5.15. Informações obtidas da 2° Injeção de Químicos. ..................................................... 78 \n\nTabela 6.1. Fatores de Recuperação obtidos nos testes de deslocamento. .................................... 79 \n\nTabela 6.2. Características do escoamento e Fatores de Recuperação. ......................................... 83 \n\nTabela 6.3. Comparação dos Fatores de Resistência Residual. ..................................................... 91 \n\n \n\n \n\n\n\nxxvi \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxxvii \n \n \n\nLISTA DE NOMENCLATURAS \n\n \n\n \n\nLetras Latinas \n\n \n\n  \nCoeficientes de funções de ajuste de histórico de produção do Método \n\nJBN. \n \n\n  Área  [m\n2\n] \n\n   Área Superficial [m\n2\n] \n\n  \nCoeficientes de funções de ajuste de histórico de pressões do Método \n\nJBN. \n \n\n  Altura da coluna de mercúrio. Permeabilímetro a gás. [cm] \n    Fluxo fracionário de óleo.  \n    Fluxo fracionário de óleo na saída da amostra.  \n\n    Fluxo fracionário de água.  \n   Forças capilares [kg?m/s\n\n2\n] \n\n   Forças viscosas [N] \n  Aceleração da gravidade. [m/s\n\n2\n] \n\n   Energia livre de superfície. [N?m] \n   Altura da coluna de água. Permeabilímetro a gás. [cm] \n  Injetividade [cm\n\n3\n/min/psi] \n\n   Injetividade Relativa.  \n   Injetividade inicial.  \n  Permeabilidade absoluta do meio. [mD] \n   Permeabilidade absoluta medida com o permeabilímetro a gás. [mD] \n\n     Permeabilidade de referência. [mD] \n   Permeabilidade efetiva ao óleo. [mD] \n   Permeabilidade efetiva à água. [mD] \n\n     Permeabilidade Relativa ao óleo.  \n   \n\n  Permeabilidade Relativa ao óleo normalizada.  \n\n     Permeabilidade Relativa à água.  \n   \n\n  Permeabilidade Relativa à água normalizada.  \n\n  Comprimento da amostra. [cm] \n  Razão de mobilidade.  \n   Número Capilar  \n\n    Volume de óleo produzido acumulado.  [cm\n3\n] \n\n  Pressão [N/m\n2\n] \n\n  Pressão Capilar [N/m\n2\n] \n\n   Pressão da fase aquosa [N/m\n2\n] \n\n\n\nxxviii \n \n \n\n    Pressão da fase oleica [N/m\n2\n] \n\n   Parâmetro de solubilização da fase oleica.  \n   Parâmetro de solubilização da fase aquosa.  \n  Vazão de injeção. [cm\n\n3\n/min] \n\n   Vazão de injeção inicial. [cm\n3\n/min] \n\n   Vazão de gás. Permeabilímetro a gás. [cm\n3\n/min] \n\n  Raio da amostra. [cm] \n   Raio do capilar [cm] \n  Tamanho de garganta de poro. [cm] \n\n       Raios principais de curvatura da superfície [cm] \n   Maior raio da gota pendente. [cm] \n   Fator de Resistência Residual  \n  Comprimento de arco. [cm] \n   Saturação de óleo.  \n    Saturação de óleo residual.  \n\n    Saturação de água.  \n    Saturação de óleo inicial.  \n    Saturação de água na saída da amostra.  \n\n  ????   Saturação média de água na amostra.  \n  Temperatura [°C] \n  Velocidade de deslocamento no meio poroso. [cm/min] \n   Volume de óleo na fase microemulsão. [cm\n\n3\n] \n\n   Volume de surfactante na fase microemulsão. [cm\n3\n] \n\n   Volume de água na fase microemulsão. [cm\n3\n] \n\n   Volume poroso [cm\n3\n] \n\n   Volume de água injetado acumulado. [cm\n3\n] \n\n    Volume de água injetado em volumes porosos.  \n ,   Coordenadas lineares.  \n \n\nLetras gregas \n\n \n\n  Fator de forma.  \n   Queda de Pressão ao longo da amostra. [psi] \n    Queda de Pressão inicial ao longo da amostra. [psi] \n   Diferença de massa específica entre dois fluidos. [g/cm\n\n3\n] \n\n   Razão capilar-viscosa.  \n   Razão gravitacional-viscosa.  \n\n  Viscosidade [Pa?s] \n  Porosidade  \n\n    Energia de interação entre as fases A e B mN?m \n  Tensão Superficial. [mN/m] \n ? Taxa de deformação [s\n\n-1\n] \n\n\n\nxxix \n \n \n\n  Mobilidade [mD/Pa?s] \n   Mobilidade da água na 2° Embebição [mD/Pa?s] \n   Mobilidade da água pós-injeção de químicos [mD/Pa?s] \n   Mobilidade da fase deslocante [mD/Pa?s] \n   Mobilidade da fase deslocada [mD/Pa?s] \n  Tensão Interfacial água-óleo [mN/m] \n\n    Tensão Interfacial microemulsão-óleo [mN/m] \n    Tensão Interfacial microemulsão-água [mN/m] \n    Tensão Interfacial água-sólido [mN/m] \n    Tensão Interfacial óleo-sólido [mN/m] \n   Massa específica do óleo. [g/cm\n\n3\n] \n\n   Massa específica da água. [g/cm\n3\n] \n\n   Viscosidade do óleo. [cp] \n   Viscosidade da água. [cp] \n  Tensão de cisalhamento Pa \n  Coordenada polar.  \n   Ângulo de contato [rad] \n\n \n\nSiglas \n\n \n\n1IS Primeira Injeção de Surfactante \n\n2IS Segunda Injeção de Surfactante \n\nADS Ammonium Dodecyl Sulphate (Dodecil Sulfato de Amónio) \n\nCMC Concentração Micelar Crítica \n\nFR Fator de Recuperação \n\nHPAM Partially Hydrolized Polyacrilamide (Poliacrilamida parcialmente hidrolizada) \n\nRAO Razão Água Óleo \n\nSDS Sodium Dodecyl Sulphate (Dodecil Sulfato de Sódio) \n\nSLES Sodium Laureth Sulphate (Lauriléter Sulfato de Sódio) \n\nVPI Volumes Porosos Injetados \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nxxx \n \n \n\n \n\n \n\n \n\n \n\n\n\n1 \n \n \n\n1. INTRODUÇÃO \n\nA recuperação avançada de óleo (Enhanced Oil recovery – EOR) representa um conjunto \n\nde técnicas envolvidas no gerenciamento do reservatório que pretendem incrementar o fator de \n\nrecuperação de óleo após uma etapa de recuperação primária e/ou secundária. A recuperação \n\nprimária é caracterizada pela energia natural do reservatório e a recuperação secundária \n\nrepresentada pela injeção de água ou injeção de gás. \n\nEntre as técnicas empregadas para a recuperação avançada de óleo encontram-se os \n\nmétodos químicos. Nestes métodos são utilizados compostos químicos entre os quais pode-se \n\ncitar os polímeros, os surfactantes e alguns sustâncias alcalinas, que visam modificar as \n\ncondições do deslocamento de óleo ao longo do meio poroso e, portanto, aumentar o volume de \n\nóleo recuperado durante o processo. \n\nOs surfactantes ou tensoativos são utilizados desde os primeiros anos da indústria do \n\npetróleo. Atualmente, os métodos químicos para a recuperação avançada encontram-se \n\nrevitalizados e a utilização de surfactantes, tanto na etapa secundária como na terciária do \n\ngerenciamento do reservatório, representa uma alternativa atrativa para o incremento do fator de \n\nrecuperação de óleo (Stoll et al, 2010).  \n\nAtravés da aplicação dos surfactantes, é possível modificar o comportamento molecular na \n\ninterface de um sistema de dois fluidos imiscíveis que coexistem no mesmo lugar. \n\nParticularmente, esse é o caso das fases óleo e água, presentes desde os poros da rocha \n\nreservatório até as redes de distribuição de petróleo. Os surfactantes são úteis como aditivos na \n\npreparação dos fluidos de perfuração, completação, estimulação (fraturamento hidráulico ou \n\nacidificação) e, adicionalmente, em alguns dos processos de recuperação terciária ou avançada. \n\nPor outro lado, alguns surfactantes são empregados no tratamento químico das emulsões durante \n\no transporte de óleo através dos poços, das facilidades de produção e das redes de distribuição. \n\nA presença de uma fase aquosa em contato com uma fase oleica desencadeia fenômenos \n\ninterfaciais que influenciam o escoamento das fases óleo e água assim como a distribuição dos \n\nfluidos no meio poroso. Portanto, os surfactantes apresentam potencial como método de \n\nrecuperação avançada. Através desses compostos pretende-se mobilizar e produzir o óleo retido \n\nno reservatório pelas forças capilares por meio da redução da tensão interfacial água-óleo. \n\nAs propriedades especiais dos surfactantes estão relacionadas com sua estrutura molecular \n\ne a forma como eles se comportam em solução. Deste modo, a aplicação de um processo de \n\nrecuperação requer o estudo das formulações de surfactante a serem injetadas, bem como \n\nalgumas das suas propriedades físico-químicas incluindo a tensão superficial, a concentração \n\nmicelar crítica, o comportamento de fases e a adsorção nas superfícies sólidas. Algumas variáveis \n\ninfluenciam as propriedades das soluções de surfactantes como a salinidade, a temperatura, a \n\nestabilidade química, o conteúdo de íons bivalentes, a presença de cosolventes, entre outras. \n\nA ideia da recuperação avançada de óleo utilizando surfactantes existe desde as primeiras \n\ndécadas do século XX. Posteriormente, através de estudos de laboratório e de algumas aplicações \n\nde campo, diferentes tipos de surfactantes e de co-solventes aplicados em formulações distintas, \n\n\n\n2 \n \n \n\nbem como várias configurações do processo, têm sido avaliados. Como processos de recuperação \n\nressaltam-se: a injeção alternada de bancos de surfactante e de polímero, a injeção alternada de \n\nbancos de alcalino, de surfactante e de polímero (conhecida como ASP), e a injeção de bancos de \n\nfluidos micelares (microemulsões). No entanto, o desenvolvimento da aplicação destes tipos de \n\nprocessos ao longo da história relacionou-se a algumas questões econômicas como o preço do \n\npetróleo em nível mundial e o custo de produção dos químicos em escala industrial. \n\nA seleção efetiva de formulações de surfactantes é um processo relativamente complexo, \n\nque envolve a análise das diferentes interações entre os fluidos e entre a rocha e os fluidos.  \n\n \n\n1.1 Objetivo \n\n \n\nOs objetivos deste trabalho sumarizam-se como: \n\n \n\n? Realizar um processo de seleção (screening) de algumas soluções de surfactante com \ncaracterísticas definidas através de medidas de concentração micelar crítica e de testes \n\nde comportamento de fases, visando obter formulações que ofereçam baixas tensões \n\ninterfaciais com um óleo particular. \n\n \n\n? Avaliar a recuperação de óleo obtida para a injeção de surfactantes em reservatórios de \narenitos, utilizando as formulações de surfactante selecionadas no processo de seleção. \n\n \n\n1.2 Organização do trabalho \n\n \n\nEste trabalho está dividido em 7 capítulos: \n\nNo Capítulo 1 é apresentada a introdução ao tema estudado, além dos objetivos do trabalho. \n\nNo Capítulo 2, são apresentados os conceitos mais relevantes relacionados à Injeção de \n\nSurfactantes, tais como a tensão interfacial, número capilar, molhabilidade, reologia, \n\npermeabilidade relativa, razão de mobilidade, assim como as características físico-químicas dos \n\nsurfactantes. \n\nNo Capítulo 3, apresenta-se a revisão bibliográfica relacionada com o método de \n\nrecuperação com surfactantes mostrando os resultados experimentais mais interessantes, além de \n\nalgumas das experiências de campo registradas aplicando o método. \n\nO Capítulo 4 refere-se à metodologia utilizada para a condução dos experimentos, sendo \n\napresentados os protocolos empregados em cada teste. \n\nNo Capítulo 5 são apresentados os resultados obtidos tanto para as medições de \n\nconcentração micelar crítica (CMC), quanto para os testes de comportamento de fases e os testes \n\nde deslocamento.  \n\nNo Capítulo 6, os resultados em relação à recuperação de óleo são discutidos de forma \n\ncomparativa e, no Capítulo 7, são sumarizadas as conclusões do trabalho. \n\n\n\n3 \n \n \n\n \n\n2. CONCEITOS E FUNDAMENTAÇÃO TEÓRICA \n\nNeste capítulo são apresentados alguns conceitos fundamentais associados ao processo de \n\nrecuperação melhorada com surfactantes. São abordados conceitos como tensão interfacial, \n\npressão capilar, molhabilidade, número capilar, permeabilidade relativa, razão de mobilidade, \n\nfator de resistência residual e reologia, bem como as principais características e propriedades dos \n\nsurfactantes. \n\n \n\n2.1  Tensão Interfacial \n\n \n\nDefine-se a tensão superficial     como a variação da energia livre de superfície do líquido \n      com a variação da área superficial      , sob condições determinadas de temperatura e \npressão (Holmberg et al., 2002). Em outras palavras, a tensão superficial representa a quantidade \n\nde trabalho requerido para incrementar a área de superfície de um líquido nessas condições. \n\n  (\n   \n   \n\n*                      \n\nA tensão superficial é uma propriedade termodinâmica que se pode medir, sob condições de \n\ntemperatura e pressão constantes, a partir da energia livre de superfície por unidade de área \n\nsuperficial entre o líquido e o ar, ou da força normal à interface por unidade de comprimento da \n\nsuperfície em equilíbrio (Farn R., 2006). \n\nA tensão interfacial ( ) apresenta-se na interface entre duas fases imiscíveis (A e B) e \nexpressa-se com a relação: \n\n                              \n\nOnde   ,    e      são a tensão superficial da fase A, a tensão superficial da fase B e a \nenergia de interação entre A e B por unidade de área, respectivamente. \n\nA tensão interfacial ( ) também é um indicativo da similitude das moléculas das fases em \ncontato na superfície. Quanto maior for a similitude das moléculas, maior é a energia de interação \n\nentre os fluidos       e, portanto, a tensão interfacial     entre os fluidos é mais baixa. \n\n \n\n2.2 Molhabilidade \n\n \n\nA natureza dos fluidos em contato com a rocha nos reservatórios de petróleo influencia \n\nfortemente os processos de deslocamento através do meio poroso (embebição e drenagem). Green \n\ne Willhite (1998) definiram a molhabilidade como a tendência de um fluido espalhar-se sobre \n\numa superfície sólida, ou aderir-se à ela, na presença de um segundo fluido. \n\n\n\n4 \n \n \n\nGeralmente, quando dois fluidos imiscíveis estão em contato com a mesma superfície \n\nsólida, existe uma tendência de atração maior para um fluido que para o outro. A fase que \n\n“molha” preferencialmente a superfície é denominada fase molhante e, por conseguinte, a outra \n\nfase é chamada de não molhante. Uma medida da tendência de molhabilidade da rocha é o ângulo \n\nde contato (  ) entre a superfície sólida e o fluido mais denso.  \n\nPara um sistema água-óleo-rocha, o ângulo de contato entre a superfície sólida e a interface \n\ndos fluidos, pode ser relacionado com as energias de superfície a partir de um balanço de forças \n\nno ponto de contato entre os fluidos (Equação 2.3). \n\n                                  \n\nSegundo Willhite (1986), a medição do ângulo de contato é uma determinação qualitativa \n\nda molhabilidade e geralmente pode ser utilizada uma escala arbitrária para o valor do ângulo de \n\ncontato entre 0° e 180°. A classificação apresentada por Craig (1971) estabelece que os ângulos \n\nde contato menores do que 90° indicam condições de preferência de molhabilidade à fase aquosa, \n\nenquanto os ângulos de contato maiores do que 90° são característicos de preferência de \n\nmolhabilidade à fase oleosa (Figura 2.1).  \n\n \n\n \n\nFigura 2.1. Escala utilizada para o ângulo de contato na determinação da preferência de \n\nmolhabilidade. \n\n \n\n2.3 Pressão Capilar \n\n \n\nA pressão capilar é um fator muito importante já que controla a distribuição dos fluidos no \n\nreservatório como resultado da ação das forças coesivas e das forças adesivas entre os fluidos e a \n\nsuperfície sólida da rocha. A pressão capilar é uma propriedade observável quando dois fluidos \n\nimiscíveis estão em contato dentro de um capilar. \n\nA equação de Young Laplace define a pressão capilar entre dois fluidos imiscíveis (água e \n\nóleo) em contato dentro um capilar de raio    (Equação 2.4) como: \n\n          \n         \n\n  \n               \n\nEm um capilar reto, os raios de curvatura são iguais em todos os pontos da interface, e o \n\nraio do capilar      pode ser expresso como          , onde      é o ângulo de contato. \n\n A equação para o cálculo da pressão capilar em qualquer ponto da interface entre o óleo e a \n\nágua quando os fluidos estiverem confinados pode ser expressa como (Dake, 1978): \n\n\n\n5 \n \n \n\n             (\n \n\n  \n \n\n \n\n  \n*                \n\nOnde    e    são os raios principais de curvatura da superfície na posição de medição da \npressão capilar.  \n\n \n\n2.4 Número Capilar \n\n \n\nO número capilar é um grupo adimensional que permite relacionar as magnitudes das \n\nforças viscosas e capilares na análise do escoamento de fluidos no meio poroso. A equação típica \n\nde número capilar é: \n\n   \n  \n  \n\n \n   \n\n        \n                    \n\nOnde    e    são as forças viscosas e capilares, respectivamente,   é a velocidade \nintersticial,    é a viscosidade da fase deslocante,     é a tensão interfacial entre as fases óleo e \nágua, e    é o ángulo de contato. Assumindo que o meio é fortemente molhável à água (      \n ), a Equação 2.6 aproxima-se de: \n\n   \n  \n  \n\n \n   \n   \n\n                    \n\nPara o caso de deslocamento imiscível em um reservatório de petróleo, quanto maior o \n\nnúmero capilar, maior a predominância das forças viscosas sobre as forças capilares. Segundo \n\nAbrams (1975), os processos de injeção de água caracterizam-se por atingir valores do número \n\ncapilar      \n  , deixando no reservatório entre 30% e 50% do óleo recuperável distribuido \n\nem forma de pequenas gotas imóveis nos poros da rocha.  \n\nA utilização de soluções aquosas de surfactantes como fluido deslocante permite reduzir as \n\nforças capilares de forma a incrementar o número capilar em até três ordens de grandeza e, por \n\nconseguinte, diminuir o volume de óleo preso nos poros da rocha em relação ao volume residual \n\nobtido por um processo de injeção de água convencional. \n\nAbrams (1975) apresentou o comportamento decrescente da saturação de óleo residual com \n\no incremento do Número Capilar (Figura 2.2) para um sistema particular molhável à água. \n\n \n\n\n\n6 \n \n \n\n \n\nFigura 2.2. Correlação entre o Número Capilar e a Saturação de Óleo Residual em Reservatórios \n\nMolháveis à água (adaptado de Abrams, 1975). \n\n \n\n2.5 Permeabilidade Relativa \n\n \n\nA Lei de Darcy é aplicável para o escoamento em um meio poroso saturado 100% por um \n\nmesmo fluido. No entanto, se duas fases diferentes (água e óleo) estiverem escoando \n\nsimultaneamente através do sistema, as vazões podem ser escritas para um sistema \n\nunidimensional na seguinte forma (Dake, 1978): \n\n    \n   \n\n  \n\n  \n\n  \n                   \n\nOnde    é chamada de permeabilidade efetiva ao fluido l,    a vazão do fluido através do \n\nmeio poroso,   a área da seção transversal,    a viscosidade do fluido e \n  \n\n  \n o gradiente de pressão \n\nna direção  . A permeabilidade depende principalmente da molhabilidade, das saturações dos \nfluidos, do histórico da saturação, da distribuição do tamanho de poros, entre outros fatores.  \n\nDe acordo com Willhite (1986), a permeabilidade relativa define-se como a razão entre a \n\npermeabilidade efetiva de uma fase e alguma permeabilidade base (Equação 2.9). Geralmente são \n\nempregadas como permeabilidade base: a permeabilidade absoluta ao ar, a permeabilidade \n\nabsoluta à água e a permeabilidade efetiva ao óleo na saturação residual da fase molhante. \n\n    \n  \n\n    \n                    \n\n  \n\n2.5.1 Curvas de permeabilidade relativa \n\n \n\nAs curvas de permeabilidade relativa representam uma ferramenta útil para modelar o \n\nescoamento de sistemas multifásicos através de um meio poroso, e calcular a recuperação de \n\n\n\n7 \n \n \n\nhidrocarbonetos levando-se em conta a distribuição das saturações dos fluidos no reservatório. Na \n\nFigura 2.3, apresentam-se as curvas de permeabilidade relativa para o escoamento bifásico de \n\nágua e óleo e ilustram-se as mudanças de permeabilidade das fases óleo e água à medida que a \n\nsaturação de água no meio poroso aumenta. \n\n \n\n \n\nFigura 2.3. Curva de permeabilidade relativa. (Adaptado de Rosa et al, 2006) \n\n \n\nAs curvas de permeabilidade relativa são obtidas através de testes de deslocamento, nos \n\nquais é permitido o escoamento de fluidos através de uma amostra de rocha sob condições \n\ndefinidas para observar o comportamento da produção dos fluidos e da pressão na amostra ao \n\nlongo do tempo de teste. \n\nOs testes de deslocamento são uma ferramenta útil para analisar a eficiência de um \n\nprocesso de recuperação. Segundo Hussain e Cinar (2010), os testes de deslocamento em regime \n\ntransiente são os mais utilizados já que são conduzidos com maior rapidez e requerem \n\ninvestimentos mínimos. No entanto, na sua aplicação existem algumas limitações como: \n\n? O tratamento de dados é bastante complexo. \n\n? A maioria dos métodos analíticos e semi-analíticos utilizados no tratamento de dados \nnão incluem os efeitos do gradiente de pressão capilar. \n\n? Ainda que os efeitos do gradiente de pressão capilar sejam negligenciáveis com vazões \nde injeção altas, o tratamento de dados produz alguns erros adicionais. \n\nDos Santos et al. (1997) desenvolveram um sistema de desigualdades em termos de \n\nparâmetros adimensionais para definir as condições de estabilidade apropriadas para conduzir um \n\nteste de escoamento. Assim, é possível determinar o comprimento mínimo da amostra e a \n\nvelocidade ótima de deslocamento durante um teste em regime transiente. O sistema de \n\ndesigualdades é aplicável para avaliar a injeção de água e diferentes métodos de recuperação \n\navançada.  \n\nLevando em conta os fenômenos ocorridos durante o deslocamento, os critérios \n\nadimensionais foram definidos a partir das suposições descritas a seguir: \n\n? O escoamento bifásico é dominado pelas forças capilares durante o teste, de modo que a \nqueda de pressão é insuficiente para deslocar o óleo residual que permanece imóvel. \n\n\n\n8 \n \n \n\nAtravés do número capilar (  ), a equação 2.10 representa a condição de imobilidade de \numa gota de óleo residual saturando o meio poroso depois do deslocamento, sendo   o \nraio do poro,   a permeabilidade e   a porosidade do meio. \n\n   \n?  \n\n \n                    \n\n? O efeito do gradiente de pressão capilar é negligenciável comparado com a influência \ndas forças viscosas no escoamento do fluido, isto é, a razão capilar-viscosa (  ) é muito \nmenor do que um, sendo   a tensão Interfacial água-óleo,    a viscosidade do óleo,   o \ncomprimento da amostra e   a velocidade de deslocamento no meio poroso. \n\n   \n ?  \n\n    \n                    \n\n? Não ocorre segregação das fases durante o teste, ou seja, a queda da pressão na amostra \ndevida às forças viscosas excede consideravelmente a diferença entre as pressões \n\nhidrostáticas dos fluidos e, assim a razão gravitacional-viscosa (  ) é muito menor do \n\nque um, sendo    e    as massas específicas da água e o óleo respectivamente,     a \npermeabilidade relativa ao óleo na saturação de água irredutível,   a aceleração da \ngravidade e   o raio da amostra. \n\n   \n              \n\n    \n                 \n\n \n\nUtilizando esse sistema de desigualdades é possível definir uma área de validade (Figura \n\n2.4) para a aplicação dos métodos analíticos de tratamento de dados e do Método de Welge como \n\numa região do gráfico de comprimento da amostra ( ) versus velocidade de deslocamento ( ), \nobtida a partir dos critérios dados pela razão capilar-viscosa (  ) ou pela razão gravitacional-\nviscosa (  ) e pelo Número Capilar    ). \n\n \n\n \n\nFigura 2.4. Área de validade para a aplicação dos métodos analíticos de tratamento de dados e do \n\nMétodo de Welge. (Adaptado de Dos Santos et al¸ 1997). \n\n\n\n9 \n \n \n\n \n\n2.5.2 Obtenção das Curvas de Permeabilidade Relativa \n\n \n\nO método JBN (Johnson et al, 1959) é um método analítico que permite calcular \n\npermeabilidades relativas água-óleo ou gás-óleo durante qualquer etapa de um teste de \n\ndeslocamento efetuado em uma amostra porosa, sem considerar os efeitos do gradiente da \n\npressão capilar. Diversas modificações têm sido publicadas em vários trabalhos posteriores como \n\nJones e Rozelle (1978) e Toth et al (2002).  \n\nEstes métodos são similares entre si, sendo a única diferença a forma de determinação dos \n\ngradientes dos dados obtidos. O método JBN é aplicado utilizando métodos numéricos (Splines \n\npolinomiais de ordem  ) ou ajustes de curvas propostos por diferentes autores como Collins \n(1976) e Miller (1983). O método JR (Jones e Rozelle, 1978) usa uma aproximação gráfica para \n\ndeterminar os gradientes e o método de Toth et al (2002) propõe uma aproximação utilizando \n\nfunções matemáticas.  \n\nA seguir são descritas as bases teóricas do método JBN utilizado neste trabalho para a \n\nobtenção das curvas de permeabilidade relativa de um teste de deslocamento em regime \n\ntransiente para um processo de embebição, no qual uma amostra de rocha saturada com a fase \n\nnão molhante e a fase molhante na saturação residual, é submetida à injeção da fase molhante \n\npara modelar o processo de recuperação. No caso das amostras com preferência de molhabilidade \n\nà água (como no caso dos arenitos), a fase molhante é a água e a fase não molhante é o óleo. \n\nO método JBN baseia-se na Teoria de Deslocamento de Buckley-Leverett e nas \n\nmodificações apresentadas por Welge: \n\n   \n \n\n      ?\n                       \n\n  \n    \n\n \n    \n\n  \n \n\n   \n   \n\n  \n  \n\n                    \n\n    \n   ????\n\n   \n \n\n   \n\n  \n                      \n\n  ????                                 \n\n \n\nOnde    representa os volumes porosos injetados,   o volume acumulado de água \ninjetada,    o volume acumulado de óleo produzido,    e    o fluxo fracionário de água e o fluxo \n\nfracionário de óleo,     e     o a permeabilidade relativa à água e ao óleo respectivamente,    a \nsaturação de água,   ????  a saturação média de água no meio poroso e    e    as viscosidades dos \nfluidos água e óleo, respectivamente. O subscrito 2 indica que a variável é avaliada na saída da \n\namostra. \n\nJohnson et al (1959) definiram a injetividade relativa (  ) como a razão entre a injetividade \n\nem um tempo qualquer do deslocamento (  ) e a injetividade inicial     , como mostra-se na \n\nexpressão: \n\n\n\n10 \n \n \n\n    \n  \n\n  \n \n\n      \n\n      \n                        \n\nOnde   representa a vazão de injeção e    a queda de pressão ao longo da amostra. O \nsubscrito   indica que as propriedades são avaliadas em qualquer tempo e o subscrito   que \n\nsão avaliadas no início de escoamento. \n\nAlém disso, Johnson et al (1959) mostraram que utilizando o conceito de injetividade \n\nrelativa é possível encontrar uma relação entre o fluxo fracionário de óleo e a permeabilidade \n\nrelativa ao óleo assim: \n\n  \n   \n\n \n (\n\n (\n \n\n   \n)\n\n (\n \n \n\n)\n)                       \n\nLevando-se em conta que permeabilidade relativa ao óleo     \n   na Equação 2.18 é uma \n\npermeabilidade normalizada à permeabilidade efetiva ao óleo, a permeabilidade relativa ao óleo \n\n    pode ser calculada. Finalmente, a permeabilidade relativa à água     é obtida utilizando a \nEquação 2.14. \n\nO cálculo das derivadas \n      ?  \n\n    ?  \n e \n\n   ?? ??\n\n   \n é requerido no Método JBN. Como foi mencionado \n\nanteriormente, existem diferentes aproximações utilizadas para esse propósito como métodos \n\nnuméricos (Splines polinomiais de ordem  ) e ajustes de curvas. Segundo Hussain e Cinar \n(2010), ajustes de curvas como os propostos por Collins (1976) ou por Miller (1983), ou ajustes \n\nde funções matemáticas como as propostas por Toth et al. (2002) oferecem aproximações \n\nadequadas e conduzem a erros mínimos no processo. \n\nOs conjuntos de dados de produção de fluidos e pressão são ajustados às funções. Então, os \n\nvalores das derivadas são obtidos por derivação analítica das funções ajustadas. Na Tabela 2.1 \n\nsão apresentadas algumas funções de ajuste propostas para o cálculo das derivadas durante a \n\naplicação do método JBN. \n\n \n\nTabela 2.1. Funções de ajuste para cálculo de derivadas do método de JBN. \n\nAutor (es) \nFunção de Ajuste \n\nAjuste do histórico de produção Ajuste do histórico de pressão \n\nCollins (1976)                \n\nMiller (1983)             (    )\n \n \n\n(\n \n\n   \n*\n \n\n        (\n \n\n \n*\n \n\n   (  (\n \n\n \n*\n \n)\n\n \n\n \n\nToth et al. \n\n(2002) \n\n  \n\n   \n                \n\n   \n\n \n\n\n\n11 \n \n \n\nNo Apêndice I, apresenta-se um fluxograma mostrando os passos da aplicação do método \n\nutilizado para a obtenção das curvas de permeabilidade relativa em função da saturação de água, \n\nusando os dados obtidos de testes de deslocamento em regime transiente na etapa de embebição. \n\n \n\n2.6 Razão de Mobilidade \n\n \n\nA mobilidade de uma fase refere-se à razão entre a permeabilidade efetiva dessa fase no \n\nmeio poroso e sua viscosidade (Sheng, 2011). \n\n   \n  \n  \n\n                        \n\nA razão de mobilidade     é o parâmetro mais utilizado no controle de mobilidade. É \ndescrita pela razão entre a mobilidade da fase deslocante (  ) e a mobilidade da fase deslocada \n(  ) (Green e Willhite,1998).  \n\n                                \n\nDe acordo com Craig (1971), as razões de mobilidade menores do que 1       são \nfavoráveis e as maiores do que 1        são desfavoráveis para o deslocamento. Para melhorar \na eficiência de varrido, a razão de mobilidade deveria ser reduzida a valores menores ou iguais a \n\n1      .  \n\nSegundo Dake (1978), essa redução da razão de mobilidade pode ser obtida: \n\n? Incrementando a viscosidade da fase deslocante    a partir de substâncias químicas. \n? Reduzindo a viscosidade da fase deslocada    através de métodos térmicos tais como \n\ninjeção de vapor e combustão in situ. \n\n \n\n2.7 Fator de Resistência Residual \n\n \n\nO fator de resistência residual (  ) é usado para descrever a redução da permeabilidade \nefetiva à água e é definido como a relação entre a mobilidade da água antes e depois da injeção \n\nde um químico no meio poroso (Zampieri, 2012). \n\n   \n  \n  \n\n \n       \n       \n\n                        \n\nOnde    é a mobilidade da água na 2° Embebição,    é a mobilidade da água pós-injeção \nde químicos,     é a permeabilidade efetiva à água na 2° Embebição,     é a permeabilidade \nefetiva à água pós-injeção de químicos,     é a viscosidade da água na 2° Embebição e     é a \nviscosidade da água pós-injeção de químicos. \n\nDe acordo com Zampieri (2012), experimentalmente, o fator de resistência residual (  ) \ntambém pode ser determinado assim: \n\n   \n    ?   \n    ?   \n\n                        \n\n\n\n12 \n \n \n\nonde    é a diferença de pressão, após atingir o regime permanente e   é a vazão de \nescoamento. O índice 1 representa a 2° Embebição e o índice 2 representa a etapa de injeção de \n\nágua pós-injeção de químicos. \n\n \n\n2.8 Reologia \n\n \n\nAtravés da reologia é possível analisar a deformação de um corpo gerada pela aplicação de \n\nalguma força. Fundamentalmente, define-se o módulo de deformação característico de um \n\nmaterial como a variação da tensão de cisalhamento (força imposta em uma direção determinada) \n\ncom a taxa de cisalhamento (taxa de deformação resultante). \n\n  \n  \n\n  ?\n                         \n\nDe acordo com o Modelo de Newton, o valor da tensão de cisalhamento     aplicada no \nmaterial é proporcional ao gradiente de velocidade gerado ao longo das partes (lâminas) do \n\nfluido. Então, a viscosidade ( ) representa a constante de proporcionalidade entre a tensão de \ncisalhamento e o gradiente de velocidade gerado (representado pela taxa de cisalhamento ( ?), \ncomo mostra-se na Equação 2.24. \n\n    ?                          \n\nSendo a viscosidade dinâmica     uma propriedade característica do material e \nindependente da taxa de cisalhamento.  \n\nOs fluidos seguindo o Modelo de Newton são conhecidos como Fluidos Newtonianos. No \n\nentanto, para algumas características dos sistemas em escoamento, o Modelo de Newton não \n\nconsegue descrever adequadamente o comportamento reológico, já que este pode ser diferente \n\npara um dado material, dependendo da taxa de cisalhamento aplicada em regime de escoamento \n\nlaminar. \n\nAssim, diferentes modelos foram publicados visando facilitar a análise das curvas de fluxo \n\nde sistemas que apresentam não linearidade na resposta.  \n\n \n\n \n\nFigura 2.5. a) Curvas de fluxo dos comportamentos reológicos. b) Curvas de viscosidade \n\ntípicas para cada comportamento reológico. (Adaptado de Machado¸ 2002). \n\n\n\n13 \n \n \n\n \n\nExistem materiais que sofrem afinamento (redução da viscosidade aparente) com o \n\naumento da taxa de cisalhamento (shear thinning) e, por outro lado, estão os materiais que sofrem \n\naumento da viscosidade aparente com o aumento da taxa de cisalhamento, conhecidos como \n\ndilatantes (shear thickening). \n\nOs materiais que afinam por cisalhamento (shear thinning) podem ser plásticos ou pseudo-\n\nplásticos. Os materiais plásticos requerem a aplicação de uma tensão limite para escoar, \n\nconhecida como tensão de escoamento inicial mínima. Contudo, os materiais pseudo-plásticos \n\napresentam uma redução da viscosidade aparente quase instantânea com o aumento da taxa de \n\ncisalhamento.  \n\nSorbie (1991) classificou a água e o óleo (sob condições normais de pressão e temperatura) \n\ncomo fluidos Newtonianos, enquanto soluções poliméricas quase sempre apresentam \n\ncomportamento de fluidos não Newtonianos para concentrações suficientemente altas de \n\npolímeros. \n\n \n\n2.9 Surfactantes \n\n \n\nOs surfactantes representam uma classe de moléculas anfifílicas especiais conhecidas como \n\nagentes de superfície ativa ou tensoativos, têm caráter ambivalente, pois uma parte da molécula é \n\ncontida por um grupo polar ou iônico que possui grande afinidade com a fase aquosa (parte \n\nhidrofílica) e a outra parte é geralmente formada por uma cadeia hidrocarbônica que possui pouca \n\nafinidade com a fase aquosa (parte hidrofóbica). Na maioria das vezes, essa cadeia \n\nhidrocarbônica está ligada através de radicais alquilo e tem entre 8 e 18 átomos de carbono, \n\npodendo ter estrutura ramificada ou linear. \n\nAs propriedades incomuns das soluções com diferentes tipos de surfactantes são resultado \n\ndas fortes interações da parte hidrofílica com a fase aquosa. A classificação mais comum dos \n\nsurfactantes é feita a partir da carga do grupo polar da cabeça da molécula como: Aniônicos, \n\nCatiônicos, Não-Iônicos e Zwitteriônicos. \n\n \n\n \n\nFigura 2.6. Representação esquemática dos surfactantes. \n\n \n\n\n\n14 \n \n \n\nOs surfactantes aniônicos são utilizados em maior escala, já que o seu processo de obtenção \n\né simples e tem baixo custo. Os grupos polares comuns encontrados na cabeça da molécula de um \n\nsurfactante aniônico são: carboxilatos (como o íon formiato HCOO\n-\n ou o íon acetato CH3COO\n\n-\n), \n\nsulfato (-SO4\n-2\n\n), sulfonato (-SO\n-3\n\n) e fosfato (-PO4\n-3\n\n), enquanto a parte apolar da molécula está \n\ncomposta por grupos alquilo ou alquilo-arilo. Os contra-íons mais utilizados para essas moléculas \n\nde surfactante são o sódio (Na\n+\n), potássio (K\n\n+\n), amônio (NH4\n\n+\n), cálcio (Ca\n\n2+\n) e vários tipos de \n\nalquil-aminas protonadas (Holmberg et al, 2002). \n\nNa Tabela 2.2 apresentam-se os nomes e as representações esquemáticas de alguns tipos de \n\nsurfactantes aniônicos. \n\n \n\nTabela 2.2. Estrutura de diferentes tipos de surfactantes aniônicos (Adaptado de Holmberg et al, \n\n2002). \n\nTipos Estrutura \n\nAlquil sulfatos \n \n\nAlquil éter sulfatos \n \n\nAlquil éter carboxilatos \n \n\nAlquil fosfato \n \n\nAlquil éter fosfato \n \n\nAlquil benzeno sulfonato \n\n \n \n\nA grande maioria dos surfactantes catiônicos é composta por íons de amina ou produtos de \n\namônio quaternários. Alguns deles apresentam sensibilidade a valores de pH altos. Também \n\nexistem surfactantes gerados a partir de íons fosfônio, sulfônio e sulfoxônio.  \n\nNa Tabela 2.3 apresentam-se os nomes e as representações esquemáticas de alguns tipos de \n\nsurfactantes catiônicos. \n\nOs surfactantes não iônicos geralmente contém um grupo polar formado a partir de algum \n\npoliéter ou polihidroxilo, sendo o mais comum um tipo de poliéter composto por unidades de \n\noxietileno.  O processo industrial conhecido como etoxilação consiste na adição do óxido de \n\netileno, usualmente em condições alcalinas, a alguns alcoóis, ácidos graxos, fenóis e aminas para \n\na obtenção de agentes de superfície ativa.  \n\n \n\n \n\n\n\n15 \n \n \n\nTabela 2.3. Estrutura de diferentes tipos de surfactantes catiônicos (Adaptado de Holmberg et al, \n\n2002).  \n\nTipos Estrutura \n\nAminas graxas \n \n\nDiaminas graxas \n \n\nAlquil amônios quaternários \n\n \n\nDialquil amônios quaternários \n\n \n \n\nOs surfactantes não iônicos mais importantes são aqueles produzidos da etoxilação de \n\nálcoois, devido a sua forte capacidade detergente e sua habilidade para estabilizar diferentes tipos \n\nde emulsões. \n\nNa Tabela 2.4 apresentam-se os nomes e as representações esquemáticas de alguns tipos de \n\nsurfactantes não iônicos. \n\n \n\nTabela 2.4. Estrutura de diferentes tipos de surfactantes não iônicos. (Adaptado de Holmberg et \n\nal, 2002). \n\nTipos Estrutura \n\nÁlcoois graxos \n\npolietoxilados  \n\nÁcidos graxos \n\npolietoxilados  \n\nAmidas graxas \n\npolietoxiladas  \n\nAminas graxas \n\npolietoxiladas \n\n \n\nAlquil fenol etoxilado \n \n\n \n\n\n\n16 \n \n \n\n2.10  Propriedades físico-químicas das soluções de surfactantes \n\n \n\nNo processo de recuperação melhorada de hidrocarbonetos com agentes de superfície ativa, \n\no sistema gerado no reservatório é composto tipicamente por uma mistura dos componentes: \n\nóleo, salmoura, surfactante e um cosurfactante. O comportamento da formulação principal é \n\ncaracterístico das condições do sistema e dos fluidos saturando o reservatório. A seguir são \n\ndescritas as principais propriedades dos sistemas que contém surfactantes. \n\n \n\n2.10.1 Concentração Micelar Crítica (CMC) \n\n \n\nOs surfactantes são capazes de diminuir a tensão interfacial entre duas fases imiscíveis \n\nporque conseguem reduzir a energia necessária para expandir a superfície da interface. A \n\neficiência da redução é característica de cada surfactante, das propriedades das fases e das \n\ncondições do sistema. Na Tabela 2.5, apresenta-se de forma quantitativa, o efeito esperado dos \n\nsurfactantes na redução da tensão interfacial. \n\n \n\nTabela 2.5. Valores típicos das tensões superficiais e interfaciais de diferentes sistemas \n\n(adaptado de Holmberg et al., 2002) \n\nSistema \nTensão Interfacial \n\n(mN/m) \n\nAr-Água 72 – 73 \n\nAr-Solução Aquosa NaOH 10% 78 \n\nAr- Solução Aquosa com surfactante 40 – 50 \n\nHidrocarboneto Alifático-Água 28 – 30 \n\nHidrocarboneto Aromático-Água 20 – 30 \n\n \n\nAs moléculas de surfactante adsorvidas pela interface orientam-se de modo que a sua parte \n\nhidrofílica fica voltada para o interior da fase polar e a cadeia hidrocarbônica (parte hidrofóbica) \n\npara a fase apolar formando monocamadas.  \n\nExiste uma condição limite quando se incrementa a concentração de surfactante, a partir da \n\nqual, devido a efeitos termodinâmicos, não é possível obter uma maior redução da energia livre \n\nde superfície com o aumento da quantidade de moléculas de surfactante na interface. Geralmente, \n\nesse limite é atingido quando o fenômeno de formação das micelas em solução começa \n\nespontaneamente.  \n\n\n\n17 \n \n \n\n \n\nFigura 2.7. Ilustração da mudança das propriedades físicas de um surfactante diante da \n\nConcentração Micelar Crítica (adaptado de Preston, 1948). \n\n \n\nA concentração de surfactante no começo do fenômeno de formação das micelas é \n\nconsiderada um ponto de referência, a partir da qual é observada uma drástica mudança nas \n\npropriedades físico-químicas do surfactante. Essa concentração de referência é conhecida como: \n\nConcentração Micelar Crítica (Critical Micellar Concentration – CMC). A concentração micelar \n\ncrítica é particular para cada surfactante e é função da temperatura, da natureza do surfactante e \n\ndas impurezas presentes na mistura. \n\nA partir de um grande número de observações experimentais, Preston (1948) representou \n\ngraficamente a concentração micelar crítica (CMC) do laurilsulfato de sódio (surfactante \n\naniônico) como uma pequena faixa de concentração, na qual, a maioria das propriedades físico-\n\nquímicas apresenta uma mudança abrupta. \n\nAssim, pode-se obter a concentração micelar crítica de um surfactante qualquer utilizando \n\naquelas propriedades físico-químicas que apresentam uma mudança característica na \n\nconcentração micelar crítica (CMC). Segundo Schramm (2000), alguns métodos comuns para a \n\nmedição da concentração micelar crítica são:  \n\n \n\n? Espectroscopia UV/visível. \n\n? Espectroscopia de infravermelho. \n\n? Espectroscopia de Fluorescência. \n\n\n\n18 \n \n \n\n? Espectroscopia NMR. \n\n? Técnicas de dispersão. \n\n? Medição de Condutividade Elétrica. \n\n? Calorimetria. \n\n? Medição da Tensão Superficial. \n \n\nA medição da tensão superficial variando a concentração de surfactante é o método clássico \n\npara determinar a concentração micelar crítica característica de um surfactante em condições \n\nadequadas de temperatura (Schramm, 2000). \n\nExistem vários métodos disponíveis para medir a tensão superficial ou a tensão interfacial \n\ndas soluções de surfactante. Na Tabela 2.6 são apresentados alguns métodos para a medição das \n\ntensões superficiais e das tensões interfaciais descritos na literatura especializada da indústria do \n\npetróleo, incluindo algumas das suas vantagens e limitações relacionadas com a capacidade de \n\nmedição do equipamento. \n\n \n\nTabela 2.6. Métodos de Medição da Tensão Superficial e da Tensão Interfacial na indústria do \n\nPetróleo (Adaptado de Schramm, 2000). \n\nMétodo \nValores \n\nEstáticos \n\nValores \n\nDinâmicos \n\nTensão \n\nSuperficial \n\n( ) \n\nTensão \n\nInterfacial \n\n( ) \n\nÂngulo de \n\nContato (  ) \n\nPlaca de \n\nWilhelmy \nSim Aprox. Sim Não \n\nSim (Requerido \n\nvalor de  ) \n\nAnel du Nouy Sim Não Sim Não \nNão (Líquidos \n\npuros) \n\nGota Pendente \n\n(Pendant drop) \nSim Sim Sim Sim Não \n\nGota Séssil \n\n(Sessile drop) \nSim Sim Sim Sim Sim \n\nSpinning drop Sim Aprox. Sim Sim Não \n\nDispersão de \n\nluz laser \nSim Sim Sim Aprox. Não \n\n \n\nA seguir é descrito o método da gota pendente empregado neste trabalho experimental.  \n\nO método da gota pendente é baseado na deformação de uma gota por causa da sua tensão \n\ninterfacial (Schramm, 2000). Uma gota é dispensada da agulha utilizando uma seringa graduada a \n\npartir de 0.01 ml e imagens da gota são registradas por meio de uma câmera ultrarrápida que tira \n\naté 10000 fotos por minuto. As fotos registradas da gota são processadas ajustando a forma da \n\ngota através da Equação de Young-Laplace na sua forma tridimensional.  \n\n    ?      \n    ?      \n\n    ?            ?\n                      \n\n \n\n\n\n19 \n \n \n\nOnde   e   são as direções principais do sistema coordenado,   é o comprimento do arco e \n  é a inclinação da reta tangente à curva no ponto (x, Z). Na Figura 2.8 é apresentado o eixo \ncoordenado utilizado na equação de Young-Laplace. \n\n \n\n \n\nFigura 2.8. Representação esquemática do Modelo de Young-Laplace. (Adaptado de Cabezas et \n\nal, 2005) \n\n \n\nO fator de forma     é obtido a partir do ajuste da imagem tridimensional à equação de \nYoung-Laplace (Equação 2.25), e para calcular a tensão superficial utiliza-se a Equação 2.26 \n\ndeduzida de um balanço de forças na gota.  \n\n  \n       \n\n \n\n \n                      \n\nAssim, é obtido o valor da tensão superficial média para cada concentração de surfactante \n\nempregada e o desvio padrão entre as medidas significativas (Tensões superficiais calculadas \n\npara as imagens das gotas seguindo a forma do modelo de Young-Laplace) das imagens \n\nregistradas.  \n\nA medição da tensão interfacial é feita para várias concentrações do surfactante em estudo, \n\nabaixo e acima da CMC teórica. Finalmente, a CMC do surfactante é obtida de uma análise \n\ngráfica da variação da tensão superficial com a concentração do surfactante. \n\n \n\n2.10.2 Salinidade \n\n \n\nDurante o uso de surfactantes como método de recuperação avançada de óleo, o sistema \n\ndeve manter-se quimicamente estável, gerar a redução da tensão interfacial, manter uma baixa \n\ntaxa de adsorção à rocha, formando soluções aquosas pouco túrbidas nessas condições de \n\ntemperatura e pressão. \n\nA instabilidade gerada na mistura é o resultado da redução da solubilidade do surfactante na \n\nsalmoura devida à alta concentração de eletrólitos. O comportamento de fases dos sistemas \n\nsurfactante-óleo-água é analisado graficamente através de diagramas ternários de pseudo-\n\ncomponentes, sendo o surfactante representado no topo, o óleo no ápice direito e a salmoura no \n\n\n\n20 \n \n \n\nápice esquerdo. Esse tipo de diagramas é muito importante porque o efeito da concentração de \n\neletrólitos na tensão interfacial é particular para cada sistema óleo-salmoura-surfactante. \n\nQuando a salinidade é baixa, a solubilidade do surfactante é maior na fase aquosa \n\n(Ambiente Tipo II (-)). Esse tipo de ambiente caracteriza-se pela existência de no máximo duas \n\nfases e por linhas de amarração (tie lines) com derivada negativa, como se mostra na Figura 2.9. \n\nAs fases formadas são óleo essencialmente puro em excesso e uma microemulsão que contém \n\nsalmoura, surfactante e uma pequena quantidade de óleo solubilizado. \n\nPara sistemas de alta salinidade, o ambiente característico é chamado de Ambiente Tipo II \n\n(+). Nesse caso também são formadas no máximo duas fases, porém as linhas de amarração \n\ncaracterizam-se pela derivada positiva. Nesse tipo de ambiente são formadas as seguintes fases: \n\numa salmoura de alta salinidade e uma microemulsão que contém óleo, surfactante e uma \n\npequena quantidade de salmoura. \n\n \n\n \n\nFigura 2.9. Diagrama de fases para o ambiente Tipo II(-). (adaptado de Lake, 1989). \n\n \n\n \n\n\n\n21 \n \n \n\n \n\nFigura 2.10. Diagrama de fases para o ambiente Tipo II(+) (adaptado de Lake, 1989). \n\n \n\nNos sistemas de salinidade intermediária (Ambiente Tipo III), mostrados na Figura 2.11, \n\npodem existir três fases em equilíbrio. Estes sistemas caracterizam-se pela geração de tensões \n\ninterfaciais mais baixas, sendo a condição ótima para o processo de injeção de surfactantes. Os \n\ndiagramas ternários para os pseudocomponentes evidenciam uma região de uma fase na parte \n\nsuperior, duas regiões de duas fases e uma região de três fases na parte inferior (região de baixas \n\nconcentrações de surfactante) formando um triângulo. \n\nConsiderando as três fases possíveis no sistema, existem dois tipos de interfaces: a interface \n\nentre a fase aquosa (salmoura) e a fase de microemulsão e a interface entre a fase oleosa e a fase \n\nde microemulsão. A tensão da interface óleo-microemulsão       decresce de forma apreciável \nem função da salinidade, visto que a solubilidade do surfactante na fase oleosa aumenta nessa \n\ndireção. Consequentemente, o efeito contrário ocorre com a tensão da interface água-\n\nmicroemulsão      , ou seja, a solubilidade dos surfactantes será maior quando a concentração \nde eletrólitos dissolvidos é menor e promove uma tensão interfacial menor. \n\n \n\n\n\n22 \n \n \n\n \n\nFigura 2.11. Diagrama de fases para o ambiente Tipo III. (adaptado de Lake, 1989). \n\n \n\nNas curvas da Figura 2.12, apresenta-se o efeito da variação da salinidade para o sistema \n\nconstituído de uma mistura de surfactantes com 63% de dodecil o-xileno sulfonato de \n\nmonoetanolamina (MEAC12OXS) e 37% de 2-metil-2-butanol (TAA) e uma fase oleica \n\ncomposta por 90% de Isopar-M (I) e 10% de Nafta pesada aromática (H). \n\nO valor de salinidade no qual (   )=(    ) é chamado de Salinidade Ótima. Tipicamente, \na sensibilidade dos aparelhos de medida da tensão interfacial não permite fazer uma medição \n\nrepresentativa da propriedade nesse tipo de sistema (Green e Willhite, 1998). Sendo assim, \n\nusualmente a salinidade ótima é determinada através do cálculo dos parâmetros de solubilização \n\n(vide próximo item). \n\n \n\n\n\n23 \n \n \n\n \n\nFigura 2.12. Tensão interfacial e Salinidade ótima (adaptado de Green e Willhite, 1998) para o \n\nsistema: 4% 63/37 MEAC12OXS/TAA, 48% 90/10 I/H e 48% X% NaCl. \n\n \n\n2.10.3 Parâmetros de Solubilização \n\n \n\nHealy e Reed (1974) definiram os parâmetros de solubilização do óleo      e da água      \ncomo a razão entre o volume de cada fase (óleo      e água     , respectivamente) e o volume de \nsurfactante contido na fase de microemulsão     , sem incluir o volume de co-surfactante.  \n\n   \n  \n  \n\n                        \n\n   \n  \n  \n\n                      \n\nAtravés de testes de comportamento de fase é possível obter valores dos parâmetros de \n\nsolubilização (     ) e assim, valores aproximados da tensão interfacial. \n\nO objetivo é preparar soluções de surfactante com concentrações diferentes e misturá-las \n\ncom o óleo em recipientes de vidro a uma razão volumétrica de 1:1, com o fim de observar o \n\ncomportamento da mistura em uma faixa de salinidade, ou concentração de algum tipo de \n\neletrólito, em uma temperatura definida. A variação da salinidade modifica o comportamento \n\ninterfacial e a fase microemulsão é observada desde o Ambiente tipo II(-), que é característico de \n\nsalinidades baixas, até o Ambiente tipo II(+), próprio de salinidades altas, passando pelo \n\nAmbiente tipo III que é um ambiente de transição no qual geralmente encontra-se a Salinidade \n\nÓtima. \n\n\n\n24 \n \n \n\nOs volumes das fases são medidos constantemente, observando-se também a aparência das \n\nfases e o tempo de estabilização. A partir dos volumes medidos são determinados os volumes de \n\nsurfactante e de óleo na microemulsão (   e   ) e, posteriormente os parâmetros de solubilização \n(   e   ). As tensões interfaciais podem ser calculadas utilizando-se as equações de Chun-Huh \n(Huh, 1979): \n\n    \n   \n\n   \n \n                      \n\n    \n   \n\n  \n \n                      \n\nUsualmente, os valores da salinidade ótima obtidos a partir da análise dos parâmetros de \n\nsolubilização das fases (    ?      ? ) e da medição da tensão interfacial (   )=(    ) são \nmuito próximos para a maioria dos surfactantes, como se mostra na Figura 2.13 (Green e \n\nWillhite, 1998). Assim, é possível determinar a salinidade ótima através de medições dos \n\nparâmetros de solubilidade sem medir as tensões interfaciais.  \n\n \n\n \n\nFigura 2.13. Tensão interfacial e Parâmetros de Solubilização (adaptado de Green e Willhite, \n\n1998). \n\n \n\n\n\n25 \n \n \n\n2.10.4 Adsorção em superfícies sólidas \n\n \n\nO fenômeno de adsorção das moléculas de surfactante na superfície sólida da rocha afeta a \n\nredução da tensão interfacial, a reologia da solução de surfactante e, portanto, a eficiência do \n\nprocesso de injeção de surfactantes. Esse fenômeno inevitável ocorre de forma quase instantânea \n\ne, dependendo da sua severidade, pode tornar um projeto economicamente inviável.  \n\nO fenômeno de adsorção é resultado das atrações eletrostáticas entre o sólido (adsorvente) e \n\no surfactante (adsorvato) por meio de mecanismos como troca iônica, emparelhamento de íons e \n\nligação hidrofóbica. Estas atrações podem resultar de interações eletrostáticas, interações de Van \n\nder Waals e pontes de hidrogênio. \n\nAs superfícies da maioria dos minerais, à exceção de algumas argilas, caracterizam-se por \n\nsua carga negativa em dadas condições de temperatura e pH. \n\nUma isoterma de absorção típica para um surfactante iônico em contato com uma superfície \n\ncom carga positiva é mostrada na Figura 2.14. Nesse gráfico pode-se identificar 4 regiões com \n\ncomportamentos diferentes. Na região 1, o surfactante adsorve principalmente por troca iônica \n\nsem interações com outras moléculas de surfactante. Na região 2, ocorre um aumento na adsorção \n\ncom a neutralização da superfície e a inclinação acentuada é um indicativo do início de interações \n\nhidrofóbicas. Na região 3, a inclinação da curva é menor que na região 2 devido à repulsão \n\neletrostática entre os grupos polares dos surfactantes. A transição entre as regiões 3 e 4 ocorre \n\npróxima ou na CMC. Portanto, a região 4 corresponde ao platô de adsorção, devido à formação \n\nde micelas em solução ser, termodinamicamente, mais favorável que a associação na interface. \n\nEsta região é caracterizada por ter uma inclinação próxima do zero. \n\n \n\n \n\nFigura 2.14. Isoterma de adsorção para um surfactante iônico (Adaptado de Curbelo, 2006). \n\n\n\n26 \n \n \n\n3. REVISÃO BIBLIOGRÁFICA \n\nNeste capítulo é apresentada a revisão bibliográfica dos principais avanços e aplicações no \n\nestudo da injeção de surfactantes como método de recuperação melhorada.  \n\n \n\n3.1 Injeção de Químicos \n\n \n\nAtravés da injeção de químicos é possível melhorar a eficiência microscópica de \n\ndeslocamento ou a eficiência macroscópica, ou as duas. Os surfactantes podem melhorar a \n\neficiência microscópica de deslocamento reduzindo as forças capilares e alterando o ângulo de \n\ncontato. As substâncias alcalinas reagem com alguns ácidos orgânicos do óleo para gerar \n\nsurfactantes in situ para minimizar o uso de surfactantes sintéticos e obter a redução das forças \n\ncapilares desejada. Os polímeros são adicionados à água de injeção para obter razões de \n\nmobilidade favoráveis na frente de deslocamento e assim, melhorar a eficiência macroscópica de \n\ndeslocamento. \n\nExistem variações dos processos químicos utilizados para recuperação avançada de óleo, de \n\nacordo com a composição química e o volume utilizado da formulação principal utilizada. Os \n\nsistemas químicos podem conter os componentes: surfactante, cosurfactante (o qual pode ser um \n\nálcool ou algum outro surfactante), água, hidrocarboneto, sustância alcalina e eletrólitos (Green e \n\nWillhite, 1998). Em alguns casos o polímero é adicionado na formulação para incrementar a \n\nviscosidade. Na Tabela 3.1, mostram-se as variações dos métodos químicos de recuperação. \n\n \n\nTabela 3.1.  Componentes da(s) formulação(ões) principal(ais) dos Métodos Químicos de \n\nRecuperação. \n\nMétodo \nComponentes da(s) formulação(ões) principal(ais) \n\nPolímero Surfactante Alcalina Óleo Água Eletrólitos \n\nInjeção de Polímeros X    X X \n\nInjeção de \n\nSurfactantes (SP) \n X   X X \n\nInjeção de Alcalinos \n\n(AP) \n  X  X X \n\nInjeção de Micelares \n\n(Microemulsões)  \n X  X X X \n\nInjeção de Bancos de \n\nAlcalinos e \n\nSurfactante (ASP) \n\n X (Banco 2) X (Banco 1)  X X \n\n \n\n\n\n27 \n \n \n\nNa maioria de processos químicos envolvendo o uso de soluções de surfactantes e soluções \n\nalcalinas (geralmente de baixa viscosidade), a injeção da formulação química é feita em bancos, \n\nseguida pela injeção de uma solução polimérica para manter o controle da mobilidade. Segundo \n\nGreen e Willhite (1998), geralmente a concentração dessa solução polimérica varia entre 200 \n\nppm e 2.500 ppm, sendo a poliacrilamida e os biopolímeros, os mais utilizados de acordo com os \n\ncasos reportados. \n\nUsualmente, a injeção de químicos é iniciada na etapa terciária da recuperação de óleo no \n\nreservatório, ou seja, após da injeção de água. No entanto, tem sido reportados projetos com uso \n\ndos métodos químicos na etapa secundária, quando os valores de saturação de óleo ainda eram \n\nconsideravelmente altos (Al-dasani; Bai, 2011). \n\nNa seção a seguir, será descrito o método de injeção de surfactantes estudado neste \n\ntrabalho. \n\n \n\n3.2 Injeção de Surfactantes \n\n \n\nNo método de injeção de surfactantes, um volume determinado de solução aquosa com uma \n\nconcentração definida de surfactante é injetado na formação produtora, através de um poço, \n\npretendendo-se atingir e manter valores ultrabaixos de tensão interfacial, visando à criação de um \n\nbanco de óleo móvel.  \n\nO processo inicia-se com a injeção de um fluido de pré-fluxo composto por uma salmoura \n\n(em alguns casos, com inibidores de adsorção), para ajustar o pH e preparar o meio poroso para o \n\ncontato com o banco de surfactante. Posteriormente, o banco da formulação principal de \n\nsurfactante é injetado para promover a tensão interfacial ultrabaixa entre a água e o óleo. Assim, \n\nas gotas de óleo presas na fase aquosa coalescem favorecendo a formação de um banco de óleo \n\nmóvel. \n\nUma vez injetado o volume do banco da formulação principal, o(s) fluido(s) de \n\ndeslocamento é(são) admitido(s) no reservatório (Figura 3.1), deslocando o banco da solução de \n\nsurfactante através do volume poroso disponível e mobilizando o banco de óleo gerado até o poço \n\nprodutor.  \n\nComo mencionado anteriormente, um banco de solução polimérica é utilizado para o \n\ndeslocamento da formulação principal seguido da injeção continua de água. \n\nDe acordo com resultados experimentais, a injeção de surfactantes ou de micelares \n\n(microemulsões) é principalmente um processo de deslocamento imiscível. A recuperação \n\nacumulada para um volume poroso injetado depende principalmente da velocidade de \n\nescoamento, como ocorre nos métodos convencionais de deslocamento imiscível (Green e \n\nWillhite, 1998). Contudo, o deslocamento miscível pode ocorrer rapidamente nas etapas iniciais \n\ndo processo durante a formação da fase microemulsão. \n\n \n\n\n\n28 \n \n \n\n \n\nFigura 3.1. Diagrama esquemático do processo de Injeção de Surfactantes. \n\n \n\nEm geral, a aplicabilidade do método de injeção de surfactante está sujeita a estudos de \n\nlaboratório realizados particularmente para cada reservatório, pois as condições são diferentes na \n\nmaioria dos casos e, por conseguinte, as respostas ao método de recuperação diferem umas das \n\noutras. \n\nNo entanto, sabe-se que o método é recomendado para reservatórios preferencialmente de \n\narenitos, com conteúdo mínimo de argila e anidrita, contendo óleos leves ou óleos médios, e \n\nsalmouras com concentrações de íons bivalentes (Ca\n2+\n\n e Mg\n2+\n\n) menores do que 5.000 ppm \n\n(Jimenez, 2009). \n\nVários autores como Taber et al (1997) e Pope (2007) apresentaram faixas para as \n\npropriedades do óleo e do reservatório (Tabela 3.2), a serem levadas em conta para o possível \n\nsucesso da aplicação da injeção de surfactantes. Os critérios para a aplicação do método de \n\ninjeção de surfactantes foram formulados a partir da análise da informação dos projetos \n\nreportados ao redor do mundo. \n\n \n\nTabela 3.2. Critérios de seleção para um projeto de injeção de surfactantes (Adaptado de Pope, \n\n2007) (Taber et al,1997). \n\nPropriedade \n \n\nAPI do óleo > 20 API \n\nViscosidade do óleo no reservatório &lt;200 cp \n\nSaturação de óleo no início da injeção > 25% \n\nTipo de Formação Arenitos \n\nPermeabilidade > 10 mD \n\nProfundidade &lt;9.000 ft \n\nTemperatura &lt;150 °C \n\n\n\n29 \n \n \n\n \n\n3.3 Revisão dos estudos de laboratório \n\n \n\nInicialmente, em um estudo sobre os fatores que influenciam a recuperação de óleo \n\nutilizando a injeção de água, Ureh e Fahmy (1927) sugeriram o uso de surfactantes para \n\nrecuperação avançada (EOR), mostrando o incremento obtido na recuperação de óleo para baixas \n\ntensões interfaciais com a adição de diferentes tipos de eletrólitos à água de injeção (Figura 3.2). \n\nEles atribuíram os incrementos na recuperação de óleo a possíveis mudanças na preferência de \n\nmolhabilidade. No entanto, na época, a produção de surfactantes caracterizava-se por um \n\nprocesso de alto custo que não representava benefício econômico levando-se em conta o volume \n\nde óleo incremental obtido com o processo. \n\n \n\n \n\nFigura 3.2. Comparação do fator de recuperação com a tensão interfacial entre o óleo e soluções \n\naquosas com diferentes eletrólitos (Adaptado de Ureh e Fahmy, 1927). \n\n \n\nParalelamente ao estudo de Ureh and Fahmy, Atkinson (1927) patenteou o conceito da \n\nrecuperação melhorada gerando surfactantes in situ a partir da injeção de compostos alcalinos no \n\nreservatório (Alkaline Flooding). Embora os compostos alcalinos fossem uma opção mais \n\neconômica do que o uso de surfactantes sintéticos, o processo não representou uma alternativa \n\nviável para sua aplicação naquele período. \n\nDurante os 30 anos seguintes, a importância dos métodos químicos foi reduzida. Contudo, \n\nos estudos publicados da recuperação química nesse período discutiram aspectos tais como: (1) \n\nEficiência dos surfactantes na recuperação de óleo (2) Alteração da molhabilidade para a \n\n\n\n30 \n \n \n\nrecuperação de óleo (3) Adsorção dos surfactantes (4) Influência de diferentes fatores da injeção \n\nde surfactantes na recuperação de óleo (Hill et al, 1973). \n\nNa década de 1960, os surfactantes começaram a ser produzidos por sulfonação direta dos \n\ngrupos aromáticos nas refinarias (sulfonatos de petróleo) ou através da síntese orgânica dos \n\nalquil/aril sulfonatos (Hirasaki; Miller; Puerto, 2011). Assim, o baixo custo, a disponibilidade da \n\nmatéria prima e suas propriedades particulares tornaram atrativo o estudo dos surfactantes para \n\nprocessos de recuperação melhorada (EOR). \n\nO uso de sistemas aquosos para a recuperação de óleo utilizando sulfonatos de petróleo \n\ncomo surfactantes e alcoóis como co-surfactantes foi estudado por vários grupos de pesquisa na \n\ndécada de 1970 como: Hill et al (1973), Foster (1973) e Cayias et al (1977). Eles encontraram \n\nque essas formulações permitiam obter tensões interfaciais ultrabaixas na faixa requerida para a \n\nrecuperação de óleo. Adicionalmente, determinaram a sensibilidade da tensão interfacial com \n\nvariáveis como a salinidade, a composição do óleo e a temperatura.  \n\nAlém disso, outros autores desenvolveram estudos sistemáticos analisando o deslocamento \n\nde óleo para reconhecer a influência do número capilar na quantidade de óleo residual depois de \n\nprocessos de injeção de água e injeção de sistemas aquosos com sulfonatos de petróleo como \n\nsurfactantes e alcoóis como co-surfactantes (Hirasaki; Miller; Puerto, 2011).  \n\nNa Figura 3.3 apresentam-se alguns dos resultados desses estudos nos quais é possível \n\nidentificar a correlação entre o incremento do número capilar e a quantidade de óleo residual após \n\num processo de embebição (Saturação de óleo residual) em um sistema molhado \n\npreferencialmente pela água. \n\n \n\n \n\nFigura 3.3. Saturação de Óleo residual como função do Número Capilar. (Adaptado de Green e \n\nWillhite, 1998). \n\n \n\nNa mesma época, Healy, Reed e Carperter (1975) desenvolveram um dos estudos mais \n\nimportantes na recuperação química de hidrocarbonetos, mostrando a relação entre a tensão \n\n\n\n31 \n \n \n\ninterfacial e o comportamento de fase das microemulsões. Esses autores definiram o conceito de \n\nSalinidade Ótima e mostraram a variação da solubilidade da água e do óleo e da tensão interfacial \n\ncomo função da salinidade para surfactantes aniônicos, permitindo relacionar o conceito de \n\nparâmetros de solubilização (     ) com a tensão interfacial          . Posteriormente, foram \ndesenvolvidas algumas correlações para essas variáveis sendo as correlações de Chun-Huh \n\n(1979) as mais utilizadas nos estudos experimentais. \n\nContinuando com os estudos de comportamento de fase conduzidos pelos autores Healy, \n\nReed e Carperter (1975), Nelson e Pope (1978) mostraram que o volume da fase microemulsão é \n\ndependente do volume de óleo, água e microemulsão e guarda proporcionalidade direta com a \n\nconcentração de surfactante.  \n\nSalter (1977) estudou o efeito dos alcoóis como cosurfactantes e mostrou que o efeito \n\nadverso do uso de alcoóis é o incremento no valor da tensão interfacial na salinidade ótima. Por \n\noutro lado, Abe et al (1986) mostraram que o uso de cosurfactante para a formação da fase \n\nmicroemulsão pode ser dispensado variando-se a concentração de surfactante, em sistemas \n\naquosos com sulfonatos de petróleo. Além disso, testaram o comportamento de fases de outros \n\ntipos de sulfonatos de petróleo e misturas deles para eliminar o requerimento do cosurfactante na \n\nformulação.  \n\nSalager et al (1979) estudaram o comportamento de fases de misturas de surfactantes de \n\ndiferentes tipos. Eles estabeleceram uma regra de mistura, útil para calcular o valor da salinidade \n\nótima da mistura, a partir dos valores da salinidade ótima de cada químico na mistura em uma \n\nconcentração de surfactante específica. \n\nAdams e Schievelbein (1987) conduziram testes de deslocamento em carbonatos utilizando \n\nsulfonatos de petróleo, sulfonatos sintéticos e misturas deles. Os resultados mostraram que é \n\npossível utilizar surfactantes aniônicos como os alquil sulfatos ou os alquil sulfatos etoxilados \n\nmisturados com sulfonatos do petróleo para deslocar o óleo (Hirasaki; Miller; Puerto, 2011).  \n\nMisturas entre alquil sulfatos propoxilados de cadeias ramificadas e sulfonatos de olefina \n\n(Internal Olefin Sulfonates - IOS) foram usadas em testes de laboratório com óleos do Estado de \n\nTexas (USA) em ambientes de baixa salinidade e baixa temperatura. Levitt et al (2009) \n\nutilizaram misturas desses surfactantes utilizando cosurfactantes, enquanto Liu et al (2010) \n\nconduziram os testes com a formulação principal sem cosurfactante.  \n\nWu et al (2010) apresentaram um estudo do comportamento de fases e da aplicação dos \n\nalquil alcoóis propoxilados de cadeia ramificada para a recuperação de petróleo utilizando óleos \n\ndo Golfo de México. \n\nZhao et al (2008), Barnes et al (2008) e Puerto et al (2012) apresentaram alguns resultados \n\ndos seus trabalhos relacionados ao comportamento de fase dos sulfonatos de olefina (Internal \n\nOlefin Sulfonates - IOS) em altas temperaturas (Hirasaki; Miller; Puerto, 2011). \n\nIglauer et al (2010) identificaram o potencial de novos tipos de surfactante para \n\nrecuperação avançada de petróleo. Os surfactantes propostos nesse estudo são dos tipos: Ésteres \n\ndo ácido succínico, alquil sulfatos propoxilados e dietanolamida de ácido graxo de coco. \n\nAssim, uma ampla variedade de surfactantes está disponível para ser aplicada em projetos \n\nde recuperação melhorada, inclusive para condições complexas de aplicação do método como \n\naltas temperaturas e salinidades. \n\n\n\n32 \n \n \n\n \n\n3.4 Revisão das Aplicações de Campo \n\n \n\nO sucesso de um processo de injeção de surfactantes é altamente dependente de um \n\nconjunto de variáveis que requerem um estudo multidisciplinar. Os processos químicos têm sido \n\navaliados através de testes de campo de pequena escala, no entanto, sua aplicação comercial tem \n\nsido limitada. \n\nAs primeiras tentativas da injeção de surfactantes como método para incrementar a \n\nrecuperação de óleo em campo foram registradas no início do século XX com a adição de \n\npequenas quantidades de surfactante à água de injeção. Desses projetos obtiveram-se volumes de \n\nóleo recuperado consideráveis, porém devido ao alto custo de obtenção e comercialização dos \n\nsurfactantes na época, a técnica não representava uma alternativa viável comparada com a injeção \n\nde água.  \n\nComo consequência dos elevados preços do petróleo registrados na década de 1970, a \n\natividade relacionada com as técnicas de recuperação melhorada de hidrocarbonetos registrou um \n\nincremento e, particularmente, a ideia do uso dos surfactantes para recuperação melhorada de \n\nhidrocarbonetos foi retomada pelas empresas operadoras. Na literatura encontram-se \n\nreferenciados alguns dos projetos de grande escala que utilizaram algum sistema químico para a \n\nrecuperação de petróleo. No entanto, a maioria dos projetos na escala de campo não foi \n\nreferenciada e os resultados permaneceram de uso interno das empresas relacionadas.  \n\nGreen e Willhite (1988) apresentaram os resultados de três projetos desenvolvidos entre a \n\ndécada de 1970 e 1980: O projeto M-1 Maraflood (Marathon Oil Co.), o projeto Big Muddy \n\n(Conoco Inc.), e o projeto Loudon (Exxon). As principais características dos projetos são \n\nmostradas na Tabela 3.3.  \n\n \n\nTabela 3.3. Características dos Projetos Marathon M-1, Exxon e Conoco. \n\nProjeto \nM-1  \n\nMaraflood \nBig Muddy Loudon Field \n\nReservatório Robinson Wall Creek Weller Sand \n\nÁrea do Padrão [acres] 407 90 0.71 \n\nMalha de Injeção 5 spot 5 spot 5 spot invertido \n\nEspaçamento [acres] 2.5-5.0 10 - \n\nPermeabilidade [mD] 103 56 65 a 189 \n\nPorosidade [%] 18.9 ?20 19.5 \n\nEspessura média, ft 27.8 65 15.6 \n\nProfundidade, [ft]&lt;1.000 3100 1.400 a 1.600 \n\nTemperatura, [°F] 78 115 78 \n\n\n\n33 \n \n \n\nProjeto \nM-1  \n\nMaraflood \nBig Muddy Loudon Field \n\nViscosidade do óleo, [cp] 5 a 6 5 5 \n\nDensidade API do óleo 36 - - \n\nTipo de Injeção Terciária Terciária Terciária \n\nSaturação de óleo no início \n\nda injeção, [%] \n40 32 24.1 \n\nTipo do surfactante Sulfonato \nMistura de \n\nsulfonatos  \nSulfonato \n\nConcentração de \n\nSurfactante ativo, [%] \n10 3 2.3 \n\npH 6.5 a 7.5  5.2 \n\nVolume injetado da \n\nsolução [%VP] \n10 10.2 30 \n\nSalinidade [mg/l] 16.575 - 104.000 \n\nCa2+, [mg/l] 166 - 2.840 \n\nMg2+, [mg/l] 118 - 1.210 \n\n \n\nA companhia operadora Marathon Oil Co. desenvolveu um teste em escala comercial, \n\nconhecido como Projeto “M-1 Maraflood®”, no qual realizou-se uma injeção de químicos para a \n\nrecuperação terciária de petróleo no reservatório de arenitos chamado de Robinson (Crawford \n\nCounty, Illinois, USA) (Green e Willhite, 1998).  \n\nO principal alvo do projeto foi estabelecer o efeito do espaçamento do padrão no \n\ncomportamento do deslocamento, através da injeção de uma microemulsão composta por \n\nsulfonatos de petróleo, óleo e água compatível com o reservatório. O projeto foi iniciado em 1977 \n\ncom a injeção de bancos de 0.1 VP para padrões 5-spot com espaçamentos de 2.5 acres e 5 acres. \n\nNa Figura 3.3 mostra-se a resposta de produção do projeto, e na Tabela 3.4 são mostrados os \n\nresultados finais após 10 anos do início da injeção. \n\nOs volumes recuperados foram significativamente menores do que os volumes calculados \n\nna etapa de planejamento, portanto, o projeto foi considerado não viável economicamente. O \n\nresultado foi atribuído à baixa eficiência volumétrica de varrido e a efeitos adversos da salinidade \n\ne do conteúdo de íons bivalentes da salmoura do reservatório.  \n\n \n\n\n\n34 \n \n \n\n \n\nFigura 3.4. Resposta de Produção do Projeto M-1 (Adaptado de Green e Willhite, 1998). \n\n \n\nTabela 3.4. Resultados de Produção do Projeto M-1 (Adaptado de Green e Willhite, 1998). \n\nEspaçamento [acres] Óleo recuperado [bbls] Incremento da Produção [%] \n\n2.5 807.000 22.3% \n\n5 590.000 19.4% \n\n \n\nA companhia Conoco Inc., proprietária do reservatório Wall Creek (Casper, Wyoming, \n\nUSA) testou, em escala comercial, o processo da injeção de químicos utilizando os surfactantes \n\nna solução principal em um processo terciário de recuperação (Green e Willhite, 1998). \n\nO surfactante formulado para esse projeto foi um sistema composto por sulfonatos de \n\npetróleo e álcool isobutílico como cosurfactante. As principais características do reservatório e do \n\nprojeto são mostradas na Tabela 3.3. A produção de óleo incremental obtida foi \n\naproximadamente um quarto da produção esperada e o resultado foi atribuído às condições da \n\ncompletação dos poços e à presença de um sistema de fraturas naturais. A avaliação econômica \n\ndeterminou que os preços do óleo no final da década de 1980 tiveram efeitos negativos no \n\nsucesso do projeto (Guilliland e Conley, 1976). \n\nO reservatório Weller Sand, produzido do campo Loudon (Fayette County, Illinois, USA), \n\nfoi submetido a testes de campo em 1981 injetando-se uma formulação de sulfonatos (Green e \n\nWillhite, 1998). \n\nNesse projeto foi desenvolvida uma formulação com surfactantes de maior tolerância à \n\nsalinidade, tendo sido injetado um volume equivalente a 0.3 VP em padrões de 5-spot invertido \n\ncom diferentes espaçamentos (Bragg et al, 1982). \n\n \n\n\n\n35 \n \n \n\nO campo Daquing (Heilongjiang, China) foi submetido a vários testes de campo usando \n\ninjeção de químicos, particularmente, injeção de surfactantes e injeção de alcalino-surfactantes-\n\npolímeros (ASP). Os resultados dessas aplicações mostram valores na produção de óleo \n\nincremental de até 20% (Chang et al., 2006). \n\nO campo Salem (Marion County Illinois) é um dos mais importantes sucessos no nível \n\ntécnico da aplicação de injeção de químicos. Em 1981, as companhias Texaco Inc. e Mobil Oil \n\nCorp. conseguiram desenvolver e aplicar com sucesso um sistema químico capaz de tolerar uma \n\nsalmoura de formação com 70.000 ppm de sólidos dissolvidos e 3.700 ppm de íons bivalentes. O \n\nprojeto foi desenvolvido em uma área de 60 acres, produzindo 592.000 barris de óleo, o que \n\nrepresentou 54% do óleo remanescente após da injeção de água (DeBons, 2002). \n\nRSI Company Inc. conduziu testes de laboratório para aplicar surfactantes sintéticos no \n\nCampo Oklahoma City (Oklahoma,USA). Os resultados do teste de campo foram satisfatórios já \n\nque foi possível reduzir a saturação de óleo residual e, assim, o projeto foi expandido para toda a \n\nárea do reservatório (DeBons, 2002). \n\nO campo Gleen Pool localizado em Tulsa (Oklahoma,USA) foi submetido à injeção de \n\nsurfactantes em padrões 5 spot com espaçamentos de 20 acres em um reservatório de arenito de \n\nbaixa permeabilidade (Gleen Pool Sand). Em Outubro de 1992, 10 anos após o início do projeto, \n\ntinham sido produzidos 1.14 milhões barris de óleo, que representou 30% do óleo remanescente \n\napós da injeção de água (Bae, 1995).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n36 \n \n \n\n4. METODOLOGIA \n\n \n\nA avaliação da injeção de surfactantes, como de qualquer método químico de recuperação \n\navançada de petróleo, deve ser conduzida de maneira particular para um dado sistema \n\nrocha/água/óleo. Assim sendo, é preciso estabelecer as características das interações entre os \n\nfluidos e as interações rocha-fluido para definir os melhores cenários de aplicação do método. \n\nEssas interações estão relacionadas principalmente com as características físico-químicas das \n\nsoluções de surfactantes que foram descritas no Capítulo 2. \n\nA metodologia para a realização do trabalho foi dividida em quatro etapas principais, \n\nlevando-se em conta a disponibilidade de materiais e equipamentos, como mostra-se na Figura \n\n4.1, em ordem cronológica: 1) Seleção dos surfactantes a serem avaliados; 2) Medidas de \n\nConcentração Micelar Crítica; 3) Testes de Comportamento de Fases; 4) Testes de deslocamento. \n\n \n\n \n\nFigura 4.1. Metodologia de avaliação dos surfactantes. \n\n \n\nNa primeira etapa do trabalho foi desenvolvida uma revisão bibliográfica extensa onde \n\nforam identificados e pré-selecionados diferentes tipos de surfactantes utilizados para \n\nrecuperação avançada de petróleo.  \n\nDesse processo seletivo foram escolhidos cinco surfactantes que permitissem desenvolver \n\num estudo experimental comparativo e que estivessem disponíveis no mercado de produtos \n\nquímicos brasileiros, sendo três surfactantes aniônicos e dois surfactantes não iônicos. Na Figura \n\n4.2 são apresentadas as estruturas químicas dos surfactantes selecionados. \n\n \n\n\n\n37 \n \n \n\n \n\nFigura 4.2. Surfactantes selecionados. a) Dodecil Sulfato de Sódio (SDS) b) Dodecil Sulfato de \n\nAmônia (ADS) c) Lauriléter Sulfato de Sódio (SLES) d) Monolaurato de sorbitan (SPAN-20) e) \n\nMonooleato de polioxietileno sorbitano (Polisorbato-20, TWEEN-20). (Adaptado de Schramm, \n\n2000). \n\n \n\nA concentração micelar crítica dos surfactantes foi determinada na segunda etapa medindo \n\na tensão superficial de um número determinado de soluções de cada surfactante com \n\nconcentrações variando em faixas definidas. As medidas de CMC foram feitas utilizando-se \n\ntensiometria ótica através de um Tensiômetro de gota pendente.  \n\nNa terceira etapa, os testes de comportamento de fase foram conduzidos variando-se a \n\nconcentração de surfactante e de cosurfactante da formulação. Observou-se o comportamento das \n\nfases geradas em uma faixa de salinidade, ou de concentração de algum tipo de eletrólito, em \n\numa temperatura definida, e determinaram-se os valores das tensões interfaciais e das salinidades \n\nótimas. \n\nEntão, foram comparadas tanto as salinidades ótimas obtidas com as formulações \n\nempregadas em cada um dos cinco surfactantes quanto as tensões interfaciais nesse valor de \n\nsalinidade. Assim, foram definidas as melhores formulações a serem avaliadas através dos testes \n\nde deslocamento. \n\nDe acordo com os resultados dos testes de comportamento de fase, as melhores \n\nformulações foram selecionadas para realizar os testes de deslocamento variando-se \n\nprincipalmente a concentração do banco de solução polimérica injetada e o tamanho dos bancos \n\nde surfactante e de polímero. \n\nOs testes de deslocamento foram realizados visando possibilitar a análise comparativa entre \n\nas respostas obtidas para a recuperação de óleo através da injeção de água, a injeção de bancos de \n\nsurfactante e água (Surfactant Flooding), e a injeção de bancos de surfactante, polímero e água \n\n(Surfactant-Polymer Flooding).  \n\nA seguir são apresentados de forma detalhada os materiais e equipamentos utilizados, assim \n\ncomo os protocolos empregados para a realização dos testes. \n\n \n\n\n\n38 \n \n \n\n4.1    Materiais \n\n \n\nNeste item são abordados os materiais e o aparato experimental utilizados para realizar os \n\ntestes de concentração micelar crítica, os testes de comportamento de fases e os testes de \n\ndeslocamento. \n\n \n\n4.1.1 Rocha \n\n \n\nPara a realização dos testes de deslocamento, amostras de aproximadamente 1 polegada de \n\ndiâmetro e 30 cm de comprimento foram cortadas de um mesmo bloco de rocha proveniente do \n\nafloramento da Formação Botucatu localizado em Ribeirão Claro na Bacia do Paraná. Segundo, \n\nGesicki (2007), a litologia dessa formação corresponde a arenitos de alta permeabilidade com \n\nestratificações cruzadas de grande porte, de coloração rosa avermelhada. Foram escolhidas \n\namostras com aspecto homogêneo para manter semelhança entre os testes. \n\n \n\n4.1.2 Fluidos de Injeção \n\n \n\n? Óleo: \nComo óleo do teste, foi utilizado óleo desidratado proveniente de um campo na Bacia de \n\nCampos misturado com querosene (30% em volume). Para selecionar a razão volumétrica da fase \n\noleosa, realizou-se um estudo reológico da mistura variando-se a razão volumétrica óleo-\n\nquerosene sob condições de laboratório. A viscosidade da mistura desejada variou entre cerca de \n\n50 cp e 100 cp e a massa específica variou entre 0.89 g/cm\n3 \n\ne 0.91 g/cm\n3\n nas condições de \n\nlaboratório (         ). \n \n\n? Soluções aquosas: \nAs soluções aquosas foram preparadas utilizando-se água destilada (densidade de 0.986 \n\ng/cm\n3\n a         ) e os aditivos descritos na Tabela 4.1. As propriedades das soluções aquosas \n\nutilizadas são fortemente dependentes da concentração do(s) aditivo(s) utilizado(s) e, portanto, \n\ntais propriedades são descritas no Capítulo 5. \n\n \n\nTabela 4.1. Aditivos utilizados nas soluções aquosas. \n\nTipo Nome Fórmula Química Fornecedor \nMatéria \n\nAtiva \n\nSal Cloreto de Sódio NaCl Chemco 99% \n\nSurfactante \n\n \n\n \n\nSurfactante \n\n \n\nSDS CH3(CH2)11OSO3Na LabSynth 90% \n\nADS CH3(CH2)11OSO3NH4 Sigma Aldrich 30% \n\nSLES \nCH3(CH2)10CH2(OCH2CH2)n\n\nOSO3Na \nLabSynth 26.8% \n\nSPAN-20 C18H34O6 Sigma Aldrich 99% \n\n\n\n39 \n \n \n\nTipo Nome Fórmula Química Fornecedor \nMatéria \n\nAtiva \n\nTWEEN-20 C58H114O26 LabSynth 99% \n\nCosurfactante i-propanol C3H8O CQ Ltda. 99% \n\nPolímero HPAM (C3H5NO) n SNF Floeger 99% \n\n \n\n4.1.3    Equipamentos \n\nOs equipamentos utilizados nesta pesquisa encontram-se citados na Tabela 4.2. \n\n \n\nTabela 4.2. Equipamentos utilizados no trabalho experimental. \n\nEquipamento Modelo Fabricante \n\nTensiômetro de gota pendente Theta Attension - Biolin Scientific \n\nReômetro Haake Mars Thermo Scientific \n\nDensímetro de Imersão  Incoterm \n\nMicropipeta de Volume Ajustável I1-V200 GO PET II \n\nLâmpada de Luz Preta  OuroLux \n\nEstufa com circulação e renovação de \n\nar \nMA-035 Marconi \n\nEstufa 315 SE FANEM \n\nBalanças PM4000 Mettler Toledo \n\nBalança de Precisão XB220A Precisa \n\nPorosímetro a gás  Core Laboratories. \n\nPermeabilímetro a gás  Core Laboratories. \n\nCoreholder Série FCH Core Laboratories \n\nBomba de vácuo SK49PN4167 GE Motors \n\nVacuômetro Vacustat Edwards \n\nBomba de deslocamento positivo 260D Syringe Teledyne \n\nTransdutores de Pressão DP 215-58 Validyne \n\nIndicadores de Pressão CD23 Validyne \n\nSoftware de Aquisição de Dados Aqdados Lynx \n\n \n\nA grande maioria dos equipamentos está disponível no Laboratório de Reologia e Fluidos \n\nde Perfuração e de Petrofísica e no Laboratório de Escoamento em Meios Porosos do \n\nDepartamento de Engenharia de Petróleo da Faculdade de Engenharia Mecânica (FEM) da \n\n\n\n40 \n \n \n\nUniversidade Estadual de Campinas (UNICAMP). No entanto, o tensiômetro da gota pendente, \n\nutilizado nas medidas de Concentração Micelar Crítica (CMC), encontra-se no Laboratório de \n\nFísico-Química de Soluções Poliméricas e Surfactantes do Instituto de Química da UNICAMP. A \n\nestufa com circulação e renovação de ar, utilizada nos Testes de Comportamento de Fases, foi \n\ndisponibilizada pelo Laboratório de Métodos Miscíveis de Recuperação (LMMR) do Centro de \n\nEstudos do Petróleo (CEPETRO). \n\n \n\n4.2   Protocolos de Testes \n\n \n\nOs protocolos são um conjunto das etapas e passos necessários para conduzir um teste \n\ndeterminado. Nesta seção são apresentados os procedimentos utilizados para as Medidas de \n\nConcentração Micelar Crítica, Testes de comportamento de fases e Testes de deslocamento. \n\n \n\n4.2.1 Protocolo das Medidas de Concentração Micelar Crítica \n\n \n\nComo foi mencionado anteriormente, uma das formas de obter o valor da Concentração \n\nMicelar Crítica (CMC) é medir a tensão superficial de soluções de surfactante em uma ampla \n\nfaixa de concentração de surfactante e observar o seu comportamento. Esse protocolo de testes \n\nfoi empregado para a medição da tensão superficial utilizando o Tensiômetro da gota pendente \n\n(Figura 4.3).  \n\n \n\n \n\nFigura 4.3. Aparato experimental do Tensiômetro de gota pendente. \n\n \n\nNo caso dos surfactantes comerciais, uma concentração micelar crítica obtida da literatura \n\npode ser utilizada como referência para estabelecer a faixa de concentrações nas quais a tensão \n\nsuperficial vai ser medida. Deve-se garantir que a curva de tensão interfacial em função da \n\nconcentração permita estabelecer as tendências de variação de tensão que possibilitem definir a \n\nCMC. Assim sendo, é preciso medir a tensão superficial, no mínimo, para 20 concentrações (10 \n\nacima e 10 abaixo da CMC teórica). \n\n\n\n41 \n \n \n\nO protocolo para a determinação da CMC consiste de duas etapas: uma etapa de preparação \n\ne uma etapa de medição. Na etapa de preparação do teste, é conduzida uma série de passos \n\nincluindo: \n\n(1) Definição da faixa de concentrações de surfactante para o teste baseado no valor da \n\nconcentração micelar crítica teórica, caso essa última seja conhecida. (2) Preparação das soluções \n\nde surfactante por diluição (Vide planilha no Apêndice II). (3) Calibração do tensiômetro com \n\nágua deionizada (Milli-Q), observando-se que o valor da tensão superficial obtida seja de 72 \n\nmN/m ± 2 mN/m. (4) Ajuste da resolução da câmara para a obtenção de imagens nítidas do \n\ncontorno da gota. (5) Registro da temperatura da sala. \n\nOs passos realizados para a medição da tensão superficial de uma solução de surfactante de \n\nconcentração definida são descritos a seguir: \n\n(1) Limpeza da agulha utilizando a solução de surfactante. (2) Enchimento da seringa com \n\naproximadamente 1 ml de solução. (3) Posicionamento da seringa na unidade móvel do \n\ntensiômetro. (4) Dosagem de uma gota de solução até a obtenção da forma da gota desejada. (5) \n\nSeleção do número de imagens requerida e da velocidade de captura no software do equipamento. \n\n(6) Captura das imagens da gota. (7) Ajuste do diâmetro da agulha utilizada. (8) Cálculo da \n\ntensão superficial de cada imagem registrada pelo software. O programa fornece o valor da \n\ntensão superficial média e do volume de gota médio calculados com seus respectivos desvios \n\npadrão. (9) Descarte da gota utilizada e repetição desde o passo (4) visando a medição da tensão \n\nsuperficial em triplicatas. \n\nOs passos descritos anteriormente são repetidos para cada uma das soluções do surfactante \n\nvariando-se a concentração. É recomendável começar com as soluções de menor concentração e \n\nincrementar a concentração no decorrer do teste.  \n\nCom os resultados obtidos, é produzido um gráfico de tensão superficial vs. logaritmo da \n\nconcentração do surfactante. A tensão superficial pode ser ajustada utilizando-se duas linhas retas \n\ncomo mostra-se na Figura 4.4. Uma das linhas modela o comportamento da tensão antes da \n\nconcentração micelar crítica (CMC), enquanto a outra linha modela os dados obtidos acima da \n\nCMC.  A CMC é obtida graficamente a partir do ponto de interseção das retas de ajuste. \n\n \n\n \n\nFigura 4.4. Determinação da CMC com as tensões superficiais. (Adaptado de Fischer e Wu, \n\n2008). \n\n\n\n42 \n \n \n\n \n\n4.2.2 Protocolo dos Testes de Comportamento de Fase \n\n \n\nNos testes de comportamento de fases, é avaliada a interação entre a fase oleica e a fase \n\naquosa para estabelecer a formulação ótima que oferece a menor tensão interfacial água-óleo     \nentre as formulações avaliadas. As fases são misturadas em pipetas volumétricas de borosilicato, \n\nfechadas na ponta, com capacidade de 5 ml e graduadas a cada 0.1 ml. A salinidade da \n\nformulação é variada entre 0 e 90.000 ppm de NaCl utilizando-se dez pipetas de borosilicato \n\ncolocadas em suportes de acrílico (Figura 4.5). As pipetas são deixadas em uma estufa à \n\ntemperatura constante e os volumes e as características das fases são medidos no decorrer do \n\nexperimento. \n\n \n\n \n\nFigura 4.5. Pipetas de borosilicato no suporte de acrílico. \n\n \n\nA seguir são descritas as etapas do teste para uma concentração de surfactante. \n\n \n\n? Preparação das Soluções Padrão \n\nAs formulações de surfactante são preparadas diluindo-se soluções padrão ou soluções \n\nestoque de cloreto de sódio e soluções padrão da formulação de surfactante na concentração \n\nrequerida.  \n\nDurante a preparação da formulação de surfactante padrão, as massas requeridas de \n\nsurfactante, co-surfactante e água destilada são medidas na balança eletrônica de precisão e, \n\nposteriormente, esses reagentes são misturados em recipientes de vidro utilizando-se agitadores \n\nmagnéticos. A quantidade calculada dos químicos adicionados foi baseada na matéria ativa do \n\naditivo. A salmoura padrão é preparada da mesma forma em uma concentração suficiente para ser \n\ndiluída em cada pipeta dependendo da concentração requerida. \n\n\n\n43 \n \n \n\n \n\n? Dosagem dos fluidos nas pipetas. \n\nA razão volumétrica da fase oleica à fase aquosa empregada em todas as pipetas é de 1:1. \n\nPortanto, 2 ml de solução aquosa (formulação de surfactante) são combinados com 2 ml da fase \n\noleosa (óleo), usando-se uma Micropipeta de volume variável (10 µL a 100 µL). As soluções \n\npadrão da salmoura e do surfactante são misturadas com água destilada nas pipetas de acordo \n\ncom os volumes requeridos. No Apêndice II, apresenta-se uma planilha desenvolvida para o \n\ncálculo dos volumes adicionados na preparação das formulações da fase aquosa. \n\nSegundo Flaaten et al. (2009), a ordem da dosagem dos componentes da mistura de fluidos \n\nnas pipetas deve ser considerada, já que as concentrações das soluções padrão normalmente são \n\nvárias vezes maiores do que as concentrações finais desejadas e, por conseguinte, é necessário \n\nprevenir efeitos adversos quando os fluidos entrarem em contato, tais como a formação de géis \n\nou precipitados. Assim sendo, a ordem de adição dos componentes nas pipetas é: \n\n1. Solução padrão de eletrólito (Cloreto de Sódio). \n\n2. Água destilada. \n\n3. Solução Padrão de surfactante. \n\n4. Óleo \n\n \n\nDepois de dosar os fluidos, as pipetas são agitadas vigorosamente durante três minutos para \n\nhomogeneizar a mistura. Supõe-se que a agitação seja suficiente quando a mistura mostra-se \n\nuniforme. \n\n \n\n? Medições e observações \n\nAs pipetas são colocadas em uma estufa a uma temperatura constante durante vários dias \n\npara permitir que o equilíbrio seja atingido. Os níveis dos fluidos nas pipetas são registrados \n\nperiodicamente e a tendência no comportamento de fases é observada com o tempo. Também é \n\nimportante observar a aparência das fases para determinar incompatibilidades entre os fluidos. No \n\nApêndice II, encontra-se uma planilha de registro dos dados utilizada nos testes de \n\ncomportamento de fases. \n\nÉ frequente a utilização lâmpadas de luz preta (Figura 4.6) para registrar de maneira mais \n\nprecisa os volumes das fases quando o óleo estudado é um óleo de campo, como no caso desta \n\npesquisa. \n\nFinalmente, os volumes das fases em equilíbrio são utilizados para calcular os parâmetros \n\nde solubilização. Como foi descrito anteriormente, os parâmetros de solubilização (   e   ), \ncalculados em função da salinidade (concentração de NaCl), permitem estimar as tensões \n\ninterfaciais óleo-microemulsão e microemulsão-água, bem como a Salinidade Ótima para \n\nformulação de surfactante em contato com o óleo do teste. \n\n \n\n\n\n44 \n \n \n\n \n\nFigura 4.6. Lâmpada de luz preta. \n\n \n\n4.2.3 Protocolo dos Testes de Deslocamento \n\n \n\nUm teste de deslocamento é conduzido em várias etapas, nas quais uma amostra de rocha é \n\nsubmetida a processos contínuos de drenagem e embebição forçados pela injeção de um fluido ou \n\noutro. \n\nNa Figura 4.7, pode-se observar em ordem cronológica as diferentes etapas dos testes de \n\ndeslocamento empregadas nesta pesquisa, começando com uma etapa de preparação onde as \n\npropriedades petrofísicas da amostra são medidas e o aparato experimental é preparado para a \n\ninjeção dos fluidos. \n\nA amostra de rocha é saturada 100% com salmoura de formação e a sua permeabilidade \n\nabsoluta é medida durante a primeira embebição. Na primeira drenagem injeta-se óleo até a \n\nsaturação de água irredutível, medindo-se a permeabilidade efetiva ao óleo nessa saturação. A \n\nrecuperação de óleo obtida através da injeção de água é calculada para a segunda embebição. \n\nAdicionalmente, as curvas de permeabilidade relativa água-óleo são geradas, utilizando-se \n\nmétodos analíticos de tratamento dos dados obtidos na segunda embebição. \n\nDurante a segunda drenagem, a amostra é restaurada até condições próximas das condições \n\niniciais determinadas após a primeira drenagem. O processo drenagem é realizado injetando-se \n\nóleo até a saturação de água irredutível. Então, na etapa final é avaliada a recuperação de óleo \n\ninjetando-se o(s) volume(s) do(s) banco(s) de químico(s) definido(s). O banco de químicos \n\ninjetado é deslocado através do meio poroso, injetando-se água até a saturação de óleo residual.  \n\nFinalmente, a recuperação de óleo obtida na etapa de injeção de químicos é comparada com \n\naquela obtida para a injeção de água da segunda embebição. \n\n \n\n \n\n \n\n \n\n\n\n45 \n \n \n\n \n\nFigura 4.7. Procedimento dos Testes de Deslocamento. \n\n \n\nAs etapas dos testes de deslocamento são descritas detalhadamente nas seções abaixo. \n\n \n\n? Preparação da amostra de rocha e dos fluidos. \n\nA preparação das amostras de rocha envolve os passos a seguir: \n\n(1) Secagem da amostra na estufa a 100°C. (2) Medição das dimensões (comprimento e \n\ndiâmetro) e da massa da amostra seca. (3) Posicionamento e confinamento da amostra no porta-\n\ntestemunho (coreholder). (4) Medição do volume de sólidos da rocha para a determinação da \n\nporosidade com o Porosímetro a gás (Figura 4.8a) (5) Medição dos parâmetros:   (altura da \ncoluna de mercúrio),    (altura da coluna de água) e    (vazão de escoamento), para o cálculo \nda permeabilidade ao gás utilizando o Permeabilímetro a gás (Figura 4.8b). (6) Determinação da \n\npermeabilidade ao gás utilizando-se a Equação 4.1., a qual é uma adaptação da Lei de Darcy \n\nfornecida pelo fabricante do permeabilímetro a gás. (7) Correção da permeabilidade calculada a \n\npartir da Equação 4.1 em relação ao escorregamento de gás, utilizando a Equação 4.2 proposta \n\npelo fabricante. \n\n   \n      \n\n     \n                      \n\n\n\n46 \n \n \n\n       (  )\n    \n\n                      \n\n \n\nDa mesma forma, a preparação e a caracterização dos fluidos de injeção incluem os \n\nseguintes passos: \n\n(1) Preparação dos fluidos utilizados no experimento (Óleo, Solução Salina, Solução de \n\nSurfactante e Solução Polimérica) (2) Medição da viscosidade dos fluidos a serem injetados \n\nusando o Reômetro Haake Mars (Figura 4.10). (3) Medição da densidade dos fluidos utilizando \n\nos Densímetros de imersão mostrados na Figura 4.9. (4) Armazenamento dos fluidos nas \n\nrespectivas garrafas utilizadas na injeção. \n\n \n\n \n\nFigura 4.8. (a) Porosímetro de gás; (b) Permeabilímetro de gás. \n\n \n\n \n\nFigura 4.9. Densímetros de imersão. \n\n \n\n(a) (b) \n\n\n\n47 \n \n \n\n \n\nFigura 4.10. Reômetro. \n\n \n\n? 1° Embebição – Saturação da amostra com água.  \n\nNessa etapa, a amostra confinada no coreholder é submetida a vácuo até obter-se 0,1 mBar \n\nno leitor do vacuômetro. Então, a solução salina é admitida até saturar completamente a amostra. \n\nPor fim, a permeabilidade absoluta ( ) é determinada de acordo com a Lei de Darcy, variando-se \na pressão de injeção e, por conseguinte, a vazão de escoamento de água no meio poroso. \n\nOs passos conduzidos nessa etapa são: \n\n(1) Preenchimento da garrafa de acrílico com solução salina; (2) Imposição de vácuo na \n\namostra, através da bomba de vácuo até obtenção de 0,1 mBar no leitor do vacuômetro; (3) Uma \n\nvez obtido esse valor de pressão, a amostra é deixada sob vácuo durante 3 horas; (4) Abertura da \n\nválvula para permitir a entrada da solução salina no coreholder; (5) Fechamento da válvula após \n\na saturação completa (100%) da amostra com água; (6) Desligamento da bomba de vácuo; (7) A \n\namostra é deixada entrar em equilíbrio durante pelo menos 12 horas; (8) Escoamento de solução \n\nsalina para a determinação da permeabilidade absoluta aplicando-se a Lei de Darcy. \n\nPosteriormente, deve-se preparar o aparato experimental do teste de deslocamento para o \n\ncomeço da injeção seguindo os passos: \n\n(1) Seleção dos diafragmas a serem utilizados nos transdutores de pressão em cada posição \n\nde monitoramento, de acordo com os níveis de pressão esperados; (2) Calibração e aferição dos \n\ntransdutores de pressão, de acordo com a faixa de pressão, mínima e máxima, suportada por cada \n\ndiafragma; (3) Posicionamento do coreholder na bancada de teste; (4) Conexão das linhas de \n\nprodução e de injeção, união entre as garrafas dos fluidos e a bomba; (5) Posicionamento dos \n\ntransdutores no coreholder; (6) Ajuste do sistema de aquisição de dados no programa “Aqdados” \n\npara a coleta de dados de massa dos fluidos produzidos e das pressões na entrada e ao longo do \n\ntestemunho nas posições mostradas na Figura 4.11; (7) Medição dos volumes mortos do aparato \n\nexperimental. \n\n \n\n\n\n48 \n \n \n\n \n\nFigura 4.11. Posições de monitoramento da pressão no testemunho. \n\n \n\nNa Figura 4.12, mostra-se uma representação esquemática do aparato experimental \n\nutilizado nestes tipos de testes. \n\n \n\n \n\nFigura 4.12. Representação esquemática de aparato experimental usado nos testes de \n\ndeslocamento. \n\n \n\n? 1° Drenagem – Injeção de óleo até a saturação de água irredutível ou conata.  \n\nDurante este processo, o óleo é injetado até que a produção de água seja nula e, \n\nconsequentemente não haja mais água móvel nos poros da amostra. Na saturação de água \n\nirredutível ou conata, é medida a permeabilidade efetiva ao óleo. Os passos seguidos nesta etapa \n\ndo experimento são: \n\n (1) Medição das massas das provetas a serem utilizadas; (2) Ajuste da vazão de injeção \n\nplanejada para o teste na bomba de injeção; (3) Inicialização do software do sistema de aquisição \n\nde dados; (4) Abertura da válvula para permitir a entrada de óleo no coreholder; (5) Início da \n\ninjeção de óleo na amostra com aquisição automática das pressões e da massa dos fluidos \n\nproduzidos; (6) Registro manual, durante a injeção, do volume produzido total, do volume de \n\n\n\n49 \n \n \n\ncontato, da massa de fluidos produzidos e da pressão dos indicadores. (7) Fechamento da válvula \n\nde óleo uma vez que a produção de água seja nula (Saturação de água irredutível    ); (8) \nDeterminação da permeabilidade efetiva ao óleo na saturação de água irredutível (   ). \n\n \n\n? 2° Embebição – Injeção de água até a saturação de óleo residual.  \n\nO método de injeção de água é simulado nesta etapa do teste. Uma solução salina de \n\nconcentração conhecida é injetada na amostra até que a produção de óleo seja nula, atingindo-se a \n\nSaturação de óleo residual    . Para isso, são realizados os passos abaixo: \n\n(1) Medição das massas das provetas a serem utilizadas; (2) Abertura da linha de solução \n\nsalina simultaneamente ao fechamento da válvula da linha de óleo para permitir a entrada de \n\nsolução salina no coreholder; (3) Início da injeção de água na amostra com aquisição automática \n\ndas pressões e da massa dos fluidos produzidos; (4) Registro manual durante a injeção do volume \n\nproduzido total, do volume de contato, da massa de fluidos produzidos e da pressão dos \n\nindicadores. (5) Fechamento da válvula da solução salina uma vez que a produção de óleo seja \n\nnula (Saturação de óleo residual    ); (6) Determinação da permeabilidade efetiva à água na \nsaturação de óleo residual (   ). \n\nO fator de recuperação para a injeção convencional de água pode ser calculado a partir dos \n\nresultados desta etapa, assim como as curvas de permeabilidade relativa água-óleo e as curvas de \n\nfluxo fracionário características do processo. \n\n \n\n? 2° Drenagem – Ressaturação da amostra com óleo.  \n\nO objetivo desta etapa nos testes de deslocamento é restaurar as condições o mais próximo \n\npossível às condições da 1° drenagem. Uma vez que o trabalho experimental é desenvolvido \n\nutilizando arenitos de alta permeabilidade, espera-se que apresentem um comportamento de \n\nhisterese baixo ou moderado. Os passos são descritos a seguir:  \n\n(1) Medição das massas das provetas a serem utilizadas; (2) Abertura da linha de óleo \n\nsimultaneamente ao fechamento da válvula da linha de solução salina para permitir a entrada de \n\nóleo no coreholder; (3) Início da injeção de óleo na amostra com aquisição automática das \n\npressões e da massa de fluidos produzidos; (4) Registro manual durante a injeção do volume \n\nproduzido total, do volume de contato, da massa de fluidos produzidos e da pressão dos \n\nindicadores; (5) Fechamento da válvula de óleo uma vez a produção de água seja nula (Saturação \n\nde água conata       ); (6) Determinação da permeabilidade efetiva ao óleo na saturação de água \nconata na 2° drenagem (      ). \n\n \n\n? Injeção de Químicos (Surfactante/Polímero). \n\nO método de injeção de surfactantes pode ser avaliado nesta etapa do teste. Um volume \n\ndefinido da formulação de surfactante de concentração conhecida é injetado na amostra seguido \n\npor um volume definido de uma solução polimérica e, finalmente, os bancos são deslocados por \n\nsolução salina até chegar à saturação de óleo residual. O procedimento inclui os passos: \n\n\n\n50 \n \n \n\n(1) Medição das massas das provetas a serem utilizadas; (2) Abertura da linha de \n\nformulação de surfactante simultaneamente ao fechamento da válvula da linha de óleo para \n\npermitir a entrada de formulação de surfactante no coreholder (3) Injeção do volume do banco de \n\nsurfactante na amostra; (4) Abertura da linha de solução polimérica simultaneamente ao \n\nfechamento da válvula da linha de formulação de surfactante para permitir a entrada de solução \n\npolimérica no coreholder; (5) Injeção do volume do banco de polímero na amostra; (6) Abertura \n\nda linha de solução salina simultaneamente ao fechamento da válvula da linha de solução \n\npolimérica para permitir a entrada de solução salina no coreholder; (7) Início da injeção de água \n\nna amostra; (8) Os dados são coletados automaticamente pelo software de aquisição de dados \n\nbem como registrados manualmente durante todo o processo de injeção de fluidos na amostra; (9) \n\nFechamento da válvula da solução salina ao atingir produção de óleo nula (Saturação de óleo \n\nresidual       ); (6) Determinação da permeabilidade efetiva à água na saturação de óleo residual, \nobtida para o método de recuperação avançada (      ). \n\nO fator de recuperação para a injeção de surfactante ou de surfactante-polímero pode ser \n\ncalculado a partir dos resultados desta etapa, assim como é possível fazer uma análise \n\ncomparativa entre as respostas obtidas para a recuperação com injeção convencional de água e a \n\ninjeção de surfactante ou surfactante-polímero. \n\nAdicionalmente, é possível obter uma estimativa das curvas de permeabilidade relativa e de \n\nfluxo fracionário características do processo. Essas curvas representam uma estimativa do efeito \n\nglobal do processo de injeção de químicos na permeabilidade relativa ao óleo e na \n\npermeabilidade relativa à água (Figura 4.13) e permitem inferir a preferência de molhabilidade do \n\nmeio poroso, através da forma das curvas de permeabilidade relativa e do ponto de interseção \n\nentre elas. \n\n \n\n \n\nFigura 4.13. Modificação das curvas de permeabilidade relativa depois de uma injeção de \n\nsurfactantes. (Adaptado de Degré et al, 2011). \n\n \n\n\n\n51 \n \n \n\n5. ENSAIOS REALIZADOS \n\nNeste capítulo são apresentados os testes realizados durante a aplicação da metodologia \n\nbem como os resultados obtidos. \n\n \n\n5.1 Reologia \n\n \n\nInicialmente, foi avaliado o comportamento reológico dos cinco surfactantes (SDS, ADS, \n\nSLES, SPAN-20, TWEEN-20) a serem empregados na metodologia proposta. Assim, utilizando \n\numa geometria de cilindros coaxiais no Reômetro Haake Mars, foram conduzidos testes de \n\nreologia para obter as curvas de fluxo de cada um dos surfactantes variando a concentração do \n\nquímico (Figuras 5.1. a 5.5).  \n\nAs curvas de fluxo para as soluções de diferentes concentrações de surfactante mostram as \n\ndificuldades de medida do reômetro a baixas taxas de cisalhamento (menores do que 10 s\n-1\n\n), \n\ncomo pode-se observar nos gráficos das Figuras 5.1 a 5.5. Portanto, essas medidas em baixas \n\ntaxas de cisalhamento foram desconsideradas para a análise do comportamento reológico dos \n\nfluidos. \n\nDe acordo com esses resultados, aparentemente as soluções dos surfactantes aniônicos \n\nSDS, ADS, SLES e do surfactante não iônico TWEEN-20, com concentrações inferiores a \n\n10%wt, exibem um comportamento Newtoniano. No caso do surfactante não iônico SPAN-20, as \n\ncurvas de fluxo foram obtidas até a concentração de 5%wt do surfactante, pois a concentrações \n\nacima dos 5%wt, a solução apresentou baixa solubilidade do surfactante nas condições de \n\ntemperatura da sala. Além disso, pode-se observar nas curvas de fluxo, que a viscosidade \n\ndiminuiu continuamente e nunca atingiu um valor constante nessa faixa de taxa de cisalhamento, \n\nevidenciando uma resposta não linear caracterizada por um comportamento viscoelástico. \n\n \n\n \n\nFigura 5.1. Curva de Fluxo SDS (a) Tensão (b) Viscosidade \n\n \n\n\n\n52 \n \n \n\n \n\nFigura 5.2. Curva de Fluxo ADS (a) Tensão (b) Viscosidade \n\n \n\n \n\nFigura 5.3. Curva de Fluxo SLES (a) Tensão (b) Viscosidade \n\n \n\n \n\nFigura 5.4. Curva de Fluxo SPAN-20 (a)Tensão (b) Viscosidade  \n\n \n\n\n\n53 \n \n \n\n \n\nFigura 5.5. Curva de Fluxo TWEEN-20 (a) Tensão (b) Viscosidade \n\n \n\nNa Figura 5.6, apresentam-se as curvas de viscosidade aparente das soluções de surfactante \n\npara a taxa de cisalhamento de 88,59 s\n-1\n\n.\n1\n Os dados obtidos da viscosidade aparente das soluções \n\nincrementam-se continuamente de forma exponencial nessa faixa de concentração, entretanto o \n\ncomportamento do SPAN-20 diferiu bastante dos demais. \n\n \n\nFigura 5.6. Viscosidade aparente das soluções a 22,9 °C à taxa de cisalhamento de 88,59 s\n-1\n\n. \n\n                                                           \n1\n O valor da taxa de cisalhamento selecionada para apresentar o valor da viscosidade aparente da solução em função \n\nda concentração de surfactante foi 88,59 s\n-1\n\n, sendo a primeira taxa na qual os resultados não apresentaram influência \n\nda precisão do reômetro nessa geometria de fluxo. \n\n\n\n54 \n \n \n\n5.2 Medidas de Concentração Micelar Crítica \n\n \n\nA concentração micelar crítica de cada surfactante foi determinada utilizando o protocolo \n\nde teste descrito na seção 4.3.1. Na Tabela 5, são apresentadas as concentrações micelares críticas \n\nobtidas da literatura para os surfactantes selecionados e a massa molecular fornecida pelo \n\nfabricante.  \n\n \n\nTabela 5.1. Concentrações Micelares Críticas da literatura para os surfactantes utilizados \n\n(Holmberg et al., 2002). \n\nSurfactante Tipo \nMassa Molecular \n\n[g/mol] \nCMC [M] CMC [%wt] \n\n SDS Aniônico 288,37 8,30E-03 0,239 \n\nADS Aniônico 283,43 6,25E-03 0,177 \n\nSLES Aniônico 272,38 1,02E-03 0,028 \n\nSPAN-20 Não iônico 346,47 2,10E-05 0,001 \n\nTWEEN-20 Não iônico 1227,54 8,04E-05 0,010 \n\n \n\nA partir desses valores da literatura foram definidas as faixas de concentração de \n\nsurfactante utilizadas para cada químico e os valores nos quais a tensão superficial foi medida. \n\nNa Figura 5.7 mostram-se as Isotermas de Gibbs empregadas para calcular o valor da \n\nConcentração Micelar Crítica de cada surfactante e na Tabela 5.2 apresentam-se os resultados \n\nobtidos. \n\n \n\nTabela 5.2. Resultados dos Testes de Concentração Micelar Crítica. \n\nSurfactante CMC [%wt]      [mN/m] Temperatura [°C] \n\nSDS 0,1 34,8 24 \n\nADS 0,15 29,8 22 \n\nSLES 0,047 37, 0 21 \n\nSPAN-20 0,0044 29,10 22 \n\nTWEEN-20 0,012 39,9 22 \n\n \n\nAs concentrações micelares críticas dos surfactantes não iônicos foram as mais baixas entre \n\nos surfactantes avaliados, sendo o SPAN-20 o surfactante com a menor CMC (0,0044 %wt). Esse \n\nresultado é conforme ao esperado, pois a repulsão eletrostática  entre os grupos polares das \n\nmoléculas de surfactante no caso dos surfactantes aniônicos afeta a disposição das moléculas na \n\nsuperfície do líquido e, portanto, a quantidade requerida de surfactante para saturar a superfície e \n\natingir a concentração micelar crítica. \n\n  \n\n\n\n55 \n \n \n\n \n\nFigura 5.7. Isotermas de Gibbs para a determinação da concentração micelar crítica dos \n\nsurfactantes. \n\n\n\n56 \n \n \n\nO alquil éter sulfato (SLES) apresentou um menor valor de CMC comparado com os outros \n\nsurfactantes aniônicos avaliados: SDS e ADS. No entanto, a tensão superficial na CMC (    ) \ndo lauril éter sulfato de sódio (SLES) é maior comparada com os alquil sulfatos (ADS e SDS), \n\ncomo se mostra na Tabela 5.2. \n\n \n\n5.3 Testes de Comportamento de Fases. \n\n \n\nA concentração micelar crítica obtida na segunda etapa da metodologia desenvolvida, foi \n\nempregada como o ponto de partida para conduzir os testes de comportamento de fases.  \n\nCom os resultados destes testes, pretendeu-se determinar a formulação (concentração de \n\nsurfactante e cosurfactante) que gerasse uma tensão interfacial ultrabaixa com o óleo a ser \n\nempregado nos testes de deslocamento. Assim, um total de 11 formulações foi avaliado no \n\ntrabalho experimental. Dessas formulações foram selecionadas as duas melhores: a melhor dos \n\nsurfactantes aniônicos e a melhor dos surfactantes não iônicos. \n\nNa Tabela 5.3 apresentam-se as formulações selecionadas junto com os valores de \n\nsalinidade ótima, bem como os parâmetros de solubilização (     ) e as tensões interfaciais \n(calculadas a partir das Equações 2.27 e 2.28) na salinidade ótima.  \n\n \n\nTabela 5.3. Resultados dos testes de comportamento de fases. \n\nSurfactante Cosurfactante \nSurfactante \n\n[%wt] \n\nCosurfactante \n\n[%wt] \n\nSalinidade \n\nÓtima \n\n[%wt] \n\n      \n[ml/ml] \n\nIFT \n\n[mN/m] \n\nSDS \n\n2-propanol 0,50 0,00 5,0 6,8 6,5E-03 \n\n2-propanol 1,00 0,00 1,3 9,0 3,7E-03 \n\n2-propanol 0,50 2,00 4,0 8,8 3,9E-03 \n\nADS \n2-propanol 0,50 0,00 6,9 6,4 7,3E-03 \n\n2-propanol 1,00 0,00 5,0 7,1 6,0E-03 \n\nSLES \n2-propanol 0,05 0,00 - - - \n\n2-propanol 0,10 2,00 - - - \n\nSPAN-20 \n2-propanol 0,05 0,00 5,5 5,0 1,2E-02 \n\n2-propanol 0,10 2,00 6,0 4,0 1,9E-02 \n\nTWEEN-\n\n20 \n\n2-propanol 0,05 0,00 5,9 5,2 1,1E-02 \n\n2-propanol 0,10 2,00 4,9 6,6 6,9E-03 \n\n \n\nDe acordo com os resultados apresentados na tabela acima, podem-se citar algumas \n\nanotações: \n\n \n\n\n\n57 \n \n \n\n? Comparando a tensão interfacial obtida na salinidade ótima com cada formulação de \nsurfactante, a redução gerada pelos surfactantes aniônicos (SDS e ADS) foi maior quase \n\nem uma ordem de grandeza. \n\n \n\n? Segundo os resultados, a redução da tensão interfacial foi maior para concentrações \nmaiores de surfactante, excetuando o caso do surfactante não iônico (SPAN-20), o qual \n\napresentou um valor menor da tensão interfacial na salinidade ótima empregando a \n\nformulação menos concentrada. \n\n \n\n? As formulações com o surfactante aniônico SLES não exibiram a presença da terceira \nfase, portanto, não foi possível calcular o valor da salinidade ótima assim como \n\nestabelecer o comportamento de fases do sistema. \n\n \n\n? Os valores da tensão interfacial e a salinidade ótima são comparados no gráfico da figura \nabaixo. \n\n \n\n \n\nFigura 5.8. Comparação dos valores obtidos de salinidade ótima e tensão interfacial. \n\n \n\n? A formulação de 1,00%wt (10.000 ppm) de dodecil sulfato de sódio (SDS) proporcionou \no menor valor da tensão interfacial dos testes de comportamento de fases para os \n\nsurfactantes aniônicos, e portanto, foi selecionada para conduzir os testes de \n\ndeslocamento com a mistura de óleo de campo e querosene (40%vol). Os gráficos dos \n\n\n\n58 \n \n \n\nparâmetros de solubilização e das tensões interfaciais da formulação 1,00%wt de \n\nDodecil Sulfato de Sódio (SDS) são apresentados na Figura 5.9.  \n\n \n\n \n\nFigura 5.9. Parâmetros de solubilização e de Tensão interfacial em função da concentração de \n\nNaCl da formulação de surfactante selecionado (1,00% wt SDS). \n\n \n\n? A salinidade ótima para a formulação selecionada foi 13.000 ppm (1,30%wt). Uma vez \nque se trata de um valor baixo, pode ser uma condição limitante na aplicação do método \n\nem reservatórios de alta salinidade. \n\n \n\n? Adicionalmente, de acordo com a tensão superficial calculada, foi selecionada a melhor \nformulação dos surfactantes não-iônicos: 0,10%wt de Polisorbato-20 (TWEEN-20) e \n\n2,00 %wt de 2-propanol como cosurfactante. A salinidade ótima para esta formulação \n\n\n\n59 \n \n \n\nselecionada foi 49.000 ppm (4,90%wt). Na Figura 5.10, apresentam-se o gráfico dos \n\nparâmetros de solubilização e o gráfico das tensões interfaciais calculadas para esta \n\nformulação. \n\n \n\n \n\nFigura 5.10. Parâmetros de solubilização e Tensão interfacial em função da concentração de \n\nNaCl da formulação de surfactante selecionado (0,1%wt TWEEN-20 - 2,0 %wt 2-propanol). \n\n \n\n5.4  Testes de Deslocamento. \n\n \n\nUtilizando a formulação selecionada, foram conduzidos testes de deslocamento. As \n\ncaracterísticas dos quatro testes realizados são apresentadas na Tabela 5.4. \n\n\n\n60 \n \n \n\nTabela 5.4. Testes de deslocamento realizados. \n\nCaracterísticas do Teste Teste 1 Teste 2 Teste 3 Teste 4 \n\nAmostra 12I/A 12I/B 12I/C 12I/D \n\nVazão de Injeção 1 [ml/min] 0,8 [ml/min] 0,8 [ml/min] 0,8 [ml/min] \n\n1° Embebição \nSolução NaCl \n\n(50.000 ppm) \n\nSolução NaCl \n\n(50.000 ppm) \n\nSolução NaCl \n\n(50.000 ppm) \n\nSolução NaCl \n\n(50.000 ppm) \n\n1° \n\nDrenagem \n\nFluido MRL-K 1 MRL-K 2 MRL-K 3 MRL-K 4 \n\nVPI 4 3,5 3,8 4,0 \n\n2° \n\nEmbebição \n\nFluido \nSolução NaCl \n\n(50.000 ppm) \n\nSolução NaCl \n\n(50.000 ppm) \n\nSolução NaCl \n\n(50.000 ppm) \n\nSolução NaCl \n\n(50.000 ppm) \n\nVPI 9,4 7,6 3,8 4,0 \n\n2° \n\nDrenagem \n\nFluido \n \n\nMRL-K 2 MRL-K 3 MRL-K 4 \n\nVPI \n \n\n3,5 3,8 4,0 \n\n1° Injeção \n\nde \n\nQuímicos \n\nSurfactante \n \n\nSolução SDS \n\n(10.000 ppm) \n\nSolução SDS \n\n(10.000 ppm) \n\nSolução \n\nTWEEN-20 \n\n(1.000 ppm) / \n\n2-propanol \n\n(20.000 ppm) \n\nVPI Banco S1 \n \n\n0,5 0,5 0,5 \n\nPolímero \n \n\n----- \n\nSolução \n\nHPAM \n\n(300 ppm) \n\nSolução \n\nHPAM \n\n(400 ppm) \n\nVPI Banco P1 \n \n\n----- 0,5 0,5 \n\nDeslocamento \n \n\nSolução NaCl \n\n(50.000 ppm) \n\nSolução NaCl \n\n(50.000 ppm) \n\nSolução NaCl \n\n(50.000 ppm) \n\nVPI Desloc. \n \n\n6,5 2,8 3,0 \n\n3° \n\nDrenagem \n\nFluido \n  \n\nMRL-K 3 MRL-K 4 \n\nVPI \n  \n\n3,8 4,0 \n\n2° Injeção \n\nde \n\nQuímicos  \n\nSurfactante 2 \n  \n\nSolução SDS \n\n(5.000 ppm) \n\nSolução \n\nTWEEN-20 \n\n(1.000 ppm) / \n\n2-propanol \n\n(20.000 ppm) \n\nVPI Banco S2 \n  \n\n0,25 0,25 \n\nPolímero 2 \n  \n\nSolução \n\nHPAM \n\n(300 ppm) \n\nSolução \n\nHPAM \n\n(400 ppm) \n\nVPI Banco P2 \n  \n\n0,25 0,25 \n\nDeslocamento \n\n2   \n\nSolução NaCl \n\n(50.000 ppm) \n\nSolução NaCl \n\n(50.000 ppm) \n\nVPI Desloc. 2 \n  \n\n3,3 3,5 \n\n \n\n\n\n61 \n \n \n\nO Teste 1 foi conduzido na amostra de arenito 12I/A, utilizando uma salmoura de 50.000 \n\nppm de Cloreto de sódio (NaCl) e uma mistura de óleo de campo e querosene (40%vol) com \n\nviscosidade de 22,8 cp. A sequência do teste incluiu a injeção de aproximadamente 4 volumes \n\nporosos (392,5 minutos) na 1° drenagem, seguido da injeção de 9,4 volumes porosos de água \n\n(921,67 minutos). O protocolo de teste foi interrompido na 2° drenagem uma vez que \n\ninesperadamente foi injetada água destilada (fluido de alimentação da bomba) na amostra, \n\nquando todo o volume de óleo armazenado na garrafa tinha sido utilizado nas duas etapas \n\nanteriores. \n\nNo Teste 2, conduzido na amostra de arenito 12I/B, utilizaram-se a formulação de \n\nsurfactante aniônico escolhida (1,0%wt SDS) e a salmoura de 50.000 ppm de Cloreto de sódio \n\n(NaCl). Porém, nesse caso, injetou-se uma mistura de óleo de campo e querosene (30%vol) com \n\nviscosidade de 50,7 cp a 22,9 °C. A amostra 100% saturada com solução salina foi submetida à \n\ninjeção de óleo durante 419,8 minutos (3,5 volumes porosos). Então, a 2° embebição foi \n\nconduzida, sendo injetados cerca de 7,6 volumes porosos durante 909,2 minutos. Posteriormente, \n\na amostra foi ressaturada com óleo durante 429 minutos (3,6 volumes porosos), seguida da \n\ninjeção da formulação de surfactante (1,0%wt SDS) durante 48,1 minutos (aproximadamente 0,5 \n\nvolume poroso) e, para o deslocamento desta formulação, foram injetados 6,5 volumes porosos \n\nde salmoura de 50.000 ppm de cloreto de sódio. \n\nNo Teste 3, injetaram-se os mesmos fluidos utilizados no Teste 2, sendo a viscosidade da \n\nmistura de óleo de 53,2 cp a 22,0°C. Adicionalmente à solução salina, como fluido de \n\ndeslocamento, usou-se uma solução polimérica de HPAM a uma concentração de 300 ppm. Neste \n\nteste, em cada etapa da sequência do protocolo, injetaram-se 3,8 volumes porosos, como se \n\nmostra na Tabela 5.4. Na etapa da 1° injeção de químicos foram injetados um banco de \n\nsurfactante e um banco de polímero de 50% do volume poroso da amostra, enquanto que na 2° \n\ninjeção de químicos, o tamanho dos bancos foi de 25% do volume poroso. \n\nNa amostra de arenito 12I/D, empregada no Teste 4, utilizaram-se a formulação de \n\nsurfactante não iônico escolhida (0,1%wt TWEEN-20 – 2,0%wt de 2-propanol), uma salmoura de \n\n50.000 ppm de Cloreto de sódio (NaCl), uma solução polimérica de HPAM a uma concentração \n\nde 400 ppm e uma mistura de óleo de campo e querosene (30%vol) com viscosidade de 51,6 cp a \n\n23,0 °C. Em cada etapa da sequência do teste injetaram-se aproximadamente 4 volumes porosos, \n\ncomo mostra-se na Tabela 5.4. Da mesma forma que no Teste 3, o tamanho dos bancos na 1° \n\ninjeção de químicos foi de 50% do volume poroso da amostra e na 2° injeção de químicos, os \n\nbancos foram de 25% do volume poroso. \n\n \n\n5.4.1 Preparação da amostra de rocha e dos fluidos. \n\n \n\nComo descrito no Capítulo 4, a primeira etapa do protocolo de testes inclui a caracterização \n\nda amostra de rocha utilizada em cada teste. Os resultados da medição das características físicas e \n\ndas propriedades petrofísicas dos testemunhos utilizados são apresentados na Tabela 5.5. \n\n \n\n \n\n\n\n62 \n \n \n\nTabela 5.5. Propriedades físicas das amostras utilizadas nos testes de deslocamento. \n\nPropriedade Unidade Teste 1 Teste 2 Teste 3 Teste 4 \n\nComprimento da amostra cm 32.17 30.10 31.00 33.75 \n\nDiâmetro da amostra mm 37.55 37.22 37.15 37.32 \n\nMassa da amostra seca g 643.54 598.96 613.30 669.15 \n\nÁrea da seção transversal cm² 11.07 10.88 10.84 10.94 \n\nVolume total da amostra cm³ 356.2 327.4 336.0 369.1 \n\nVolume Poroso cm³ 98.0 96.0 99.0 109.0 \n\nPorosidade fra 0.28 0.29 0.29 0.30 \n\nPermeabilidade medida com o gás (  ) mD 5965 6808 6727 7073 \n\nPermeabilidade absoluta     mD 4515 5194 5128 5408 \n \n\nAdicionalmente, nessa etapa caracterizaram-se os fluidos a serem injetados no meio poroso, \n\nmedindo-se sua massa específica e determinando-se sua viscosidade. A Tabela 5.6 mostra os \n\nresultados dessas medições para os testes de deslocamento. \n\n \n\nTabela 5.6. Propriedades físicas dos fluidos injetados nos testes de deslocamento. \n\nFluido          Teste Concentração \nMassa Específica \n\n[g/cm\n3\n] \n\nViscosidade \n\n[cp] \n\nÓleo \n\n \n\nTeste 1 (40% vol querosene) 0,88 22,8 \n\nTeste 2 (30% vol querosene) 0,89 50,7 \n\nTeste 3 (30% vol querosene) 0,91 52,2 \n\nTeste 4 (30% vol querosene) 0,89 51,6 \n\nSolução \n\nSalina \n\nTeste 1 50.000 ppm 1,02 0,99 \n\nTeste 2 50.000 ppm 1,01 1,01 \n\nTeste 3 50.000 ppm 1,02 0,99 \n\nTeste 4 50.000 ppm 1,01 1,13 \n\nSolução de \n\nSurfactante \n\nTeste 2 (1,0%wt SDS) 1,02 1,09 \n\nTeste 3 (1,0%wt SDS) 1,02 1,12 \n\nTeste 4 \n(0,1%wt TWEEN-20 \n\n/2,0wt 2-propanol) \n1,01 1,22 \n\nSolução \n\nPolimérica \n\nTeste 3 300 ppm 1,02 1,41 \n\nTeste 4 400 ppm 1,03 1,86 \n\n\n\n63 \n \n \n\nAs vazões de injeção utilizadas foram selecionadas dentro dos intervalos de estabilidade \n\ncalculados utilizando o critério de Dos Santos et al. (1997) para cada teste. Os parâmetros \n\nutilizados para o cálculo das variáveis adimensionais são apresentados na tabela abaixo.  \n\n \n\nTabela 5.7. Propriedades físicas dos fluidos e da rocha utilizados nos testes de deslocamento. \n\n \nÁgua Surfactante \n\nTeste 1 2 3 4 2 3 4 \n\nTensão \n\nInterfacial \nmN/m 30 30 30 30 3,70E-03 3,70E-03 6,90E-03 \n\nPorosidade % 0,28 0,29 0,29 0,30 0,29 0,29 0,30 \n\nPermeabilidade mD 4515 5194 5408 5128 5194 5408 5128 \n\nMassa \n\nEspecífica \n\nÓleo \n\ng/cm³ 0,88 0,89 0,91 0,89 0,89 0,91 0,89 \n\nMassa \n\nEspecífica \n\nFluido \n\ng/cm³ 1,019 1,012 1,02 1,01 1,025 1,022 1,01 \n\nRaio do poro µm 1,0 1,0 1,0 1,0 1,0 1,0 1,0 \n\nDiâmetro da \n\namostra \ncm 3,755 3,722 3,715 3,732 3,722 3,715 3,732 \n\nViscosidade \n\nÓleo \ncp 22,8 50,7 52,2 51,6 50,7 52,2 51,6 \n\n   fra 0,4 0,4 0,4 0,4 0,4 0,4 0,4 \n\n   fra 0,1 0,1 0,1 0,1 0,1 0,1 0,1 \n\n          fra 0,9 0,9 0,9 0,9 0,9 0,9 0,9 \n\n \n\nAtravés de uma análise de sensibilidade dos diferentes parâmetros na forma e na amplitude \n\nda área de validade definida pelos parâmetros de Dos Santos et al (1997), estabeleceu-se que no \n\ncaso de efetuar o deslocamento com surfactantes uma vez que a tensão interfacial água-óleo é \n\nmenor, o limite inferior da área de validade (definido pela razão capilar-viscosa (  ) ou pela razão \ngravitacional-viscosa (  )) encontra-se deslocado à esquerda e, portanto, a área de validade tem \nmaior amplitude para um valor dado de comprimento da amostra.  \n\nDesse modo, a análise de estabilidade de escoamento foi conduzida para o deslocamento de \n\nóleo utilizando-se uma salmoura como fluido de injeção em um teste de deslocamento, já que \n\nrepresenta o cenário mais crítico em termos de estabilidade do escoamento. \n\nNas Figuras 5.11 a 5.14 apresentam-se os gráficos de comprimento da amostra versus a \n\nvelocidade de escoamento para cada teste realizado. \n\n\n\n64 \n \n \n\n \n\n \n\nFigura 5.11. Análise de estabilidade de escoamento do Teste 1. \n\n \n\n \n\nFigura 5.12. Análise de estabilidade de escoamento do Teste 2. \n\n \n\n \n\nFigura 5.13. Análise de estabilidade de escoamento do Teste 3. \n\n \n\n  \n\n\n\n65 \n \n \n\n \n\nFigura 5.14. Análise de estabilidade de escoamento do Teste 4. \n\n \n\nNa Tabela 5.8 apresentam-se os resultados obtidos da análise para os limites da área de \n\nvalidade para o deslocamento com água, assim como as vazões selecionadas para cada teste. \n\n \n\nTabela 5.8. Resultados da Análise de Estabilidade. \n\nTeste \nVazão de Escoamento (ml/min) \n\nValor Mínimo Valor Máximo Valor Selecionado \n\nTeste 1 0,89 8,68 1,0 \n\nTeste 2 0,41 8,35 0,8 \n\nTeste 3 0,40 8,74 0,8 \n\nTeste 4 0,38 8,17 0,8 \n\n \n\n5.4.2 1° Embebição – Saturação da amostra com água.  \n\n \n\nNa etapa da 1° Embebição, após saturar 100% o meio poroso com a solução salina, pôde-se \n\ncalcular a permeabilidade absoluta ( ) característica das amostras de rocha utilizadas (Tabela 5.9) \nem cada teste.   \n\n \n\nTabela 5.9. Informações obtidas da 1° Embebição. \n\nParâmetro Unidade Teste 1 Teste 2 Teste 3 Teste 4 \n\nVazão ( ) cm\n3\n/s 0.12 0.15 0.11 0.08 \n\nQueda de Pressão (  ) atm 0.081 0.072 0.064 0.039 \n\nPermeabilidade absoluta ( ) mD 4115 5518 5258 5695 \n \n\n\n\n66 \n \n \n\nDe acordo com os resultados, as velocidades de escoamento para pequenos diferenciais de \n\npressão são consideravelmente altas, pois as amostras utilizadas nos testes caracterizam-se pela \n\nsua alta permeabilidade.  \n\n \n\n5.4.3 1° Drenagem – Injeção de óleo até a saturação de água irredutível ou conata. \n\n \n\nNesta etapa deu-se início à injeção de óleo monitorando-se os volumes das fases \n\nproduzidas, bem como à aquisição automática das pressões ao longo da amostra (medidas através \n\ndos transdutores) e da massa dos fluidos produzidos na saída do coreholder. \n\nAs curvas das massas dos fluidos produzidos e injetados na 1° drenagem de cada teste são \n\napresentadas nas Figuras 5.14 a 5.16. É possível observar uma mudança no coeficiente angular da \n\ncurva de massa dos fluidos produzidos, pois, após da irrupção de óleo, a produção de água reduz-\n\nse com o tempo até o fim da etapa (Saturação de água irredutível). Uma vez finalizada a \n\nprodução de água, as curvas de massa de fluidos injetados e de massa de fluidos produzidos com \n\no tempo mostram a mesma inclinação. \n\n \n\n  \n\nFigura 5.15. Massa injetada e produzida versus Tempo. 1° Drenagem. a)Teste 1. b)Teste 2. \n\nc)Teste 3. d)Teste 4. \n\n \n\na)\n\n) \n\nc) \n\nb)\n\n) \n\nd)\n\n) \n\n\n\n67 \n \n \n\nOs históricos de pressão ao longo da amostra durante esta etapa são mostrados na Figura \n\n5.16. Surgiram dificuldades na leitura de alguns dos transdutores durante os testes: o transdutor \n\nda posição P3 no Teste 1, o transdutor da posição P6 no Teste 2 e o transdutor da posição P5 no \n\nTeste 3. Então, essas medidas foram desconsideradas na apresentação de resultados. \n\nDurante a 1° Drenagem no Teste 1, passados 266,66 minutos desde o início da injeção de \n\nóleo (Figura 5.16a), houve problemas na leitura da balança de medição da massa dos fluidos \n\nproduzidos, sendo necessário trocar a balança e reiniciar o software de aquisição de dados \n\n(Aqdados). No entanto, a injeção de óleo continuou até 289.42 minutos e no dia seguinte foi \n\nreiniciada durante 103.03 minutos visando a estabilização das condições para o começo da 2 \n\nEmbebição. A etapa da 1° Drenagem dos testes 2, 3 e 4 foi conduzida continuamente como \n\nmostra-se nos gráficos da Figura 5.16, respectivamente. \n\n \n\n \n\nFigura 5.16. Pressão versus Tempo. 1° Drenagem. a) Teste 1. b) Teste 2. c) Teste 3. d) Teste 4. \n\n \n\nAs pressões registradas no Teste 1 são menores em consequencia da permeabilidade da \n\namostra e da viscosidade do óleo utilizado. Por outro lado, no teste 4, apresentou-se a maior \n\nqueda de pressão entre os experimentos devido também à viscosidade do óleo utilizado (Tabela \n\n5.6).  \n\na)\n\n) \n\nc) \n\nb)\n\n) \n\nd)\n\n) \n\n\n\n68 \n \n \n\nSendo a viscosidade dos óleos utilizados no Teste 2 e no Teste 3 muito próxima, pode-se \n\nexplicar a diferença entre as pressões ao se observar o valor da permeabilidade das amostras \n\ndesses testes (Tabela 5.9). Sendo a amostra 12I/C (Teste 3) mais permeável, registrou-se valores \n\nde pressão menores comparados com os valores registrados no Teste 2. \n\nAo final da 1° drenagem calculam-se as saturações de água e de óleo do meio poroso como \n\nresultado do processo, bem como a permeabilidade efetiva ao óleo nas condições residuais \n\n(Tabela 5.10). A amostra com maior permeabilidade efetiva ao óleo é a amostra 12I/C (Teste 3).  \n\n \n\nTabela 5.10. Informações obtidas da 1° Drenagem. \n\nParâmetro Unidade Teste 1 Teste 2 Teste 3 Teste 4 \n\nVolume de óleo injetado cm\n3\n 376 336 384 428 \n\nVolume de água produzido cm\n3\n 75,5 85,5 78,9 87,8 \n\nVolume de água residual na amostra cm\n3\n 33,1 23,0 32,6 33,7 \n\nSaturação de água residual na amostra fra. 0,30 0,2584 0,29 0,28 \n\nSaturação de óleo na amostra fra. 0,70 0,74 0,71 0,72 \n\nTempo de Irrupção min 73,8 106,5 107,4 114,0 \n\nPermeabilidade Efetiva ao óleo na Swi mD 3761 3914 4805 5196 \n\nPermeabilidade Relativa ao óleo na Swi fra. 0,91 0,71 0,91 0,91 \n\n \n\n5.4.4 2° Embebição – Injeção de água até a saturação de óleo residual. \n\n \n\nUma vez terminado o processo de drenagem, inicia-se a injeção de água, admitindo a \n\nentrada da solução salina na amostra. Da mesma forma que na 1° drenagem, os dados de pressão \n\ne de massa dos fluidos produzidos foram coletados automaticamente, e os volumes dos fluidos \n\nproduzidos foram registrados manualmente. \n\n Nos gráficos abaixo (Figura 5.17) são apresentados os dados obtidos da massa dos fluidos \n\nproduzidos durante o processo. Contrário ao acontecido na drenagem, é possível observar que a \n\nmassa entrando nas amostras é sempre maior do que a massa saindo, devido principalmente à \n\ndiferença da massa específica dos fluidos. A partir do instante no qual a produção de óleo torna-\n\nse nula, as curvas apresentam a mesma inclinação.  \n\nNos gráficos da Figura 5.18 podem-se observar os históricos de pressão registrados durante \n\na 2° embebição. Como resultado da diferença de viscosidades entre o óleo e a solução salina, a \n\npressão em todas as posições é reduzida rapidamente após o início da injeção da solução salina, \n\npois a resistência ao escoamento para deslocar a água injetada é menor do que aquela oferecida \n\npelo óleo que estava no espaço poroso que foi lavado. \n\n \n\n\n\n69 \n \n \n\n \n\nFigura 5.17. Massa injetada e produzida versus Tempo. 2° Embebição. a)Teste 1. b)Teste 2. \n\nc)Teste 3. d)Teste 4. \n\n \n\nFigura 5.18. Pressão versus Tempo. 2°Embebição. a)Teste 1. b)Teste 2. c)Teste 3. d)Teste 4. \n\na)\n\n) \n\nc) \n\nb)\n\n) \n\nd)\n\n) \n\na)\n\n) \n\nb)\n\n) \n\nc)\n\n) \n\nd)\n\n) \n\n\n\n70 \n \n \n\n \n\nOs volumes dos fluidos produzidos registrados manualmente durante a 2° Embebição são \n\napresentados na Figura 5.19. \n\n \n\n \n\nFigura 5.19. Volume versus Tempo. 2°Embebição. a)Teste 1. b)Teste 2. c)Teste 3. d)Teste 4. \n\n \n\nOs volumes dos fluidos injetados, produzidos e residuais na amostra, bem como a \n\npermeabilidade efetiva à água na saturação de óleo residual e o fator de recuperação para a \n\nsegunda embebição, são apresentados na Tabela 5.11. \n\n \n\nTabela 5.11. Informações obtidas da 2° Embebição. \n\nParâmetro Unidade Teste 1 Teste 2 Teste 3 Teste 4 \n\nVolume de água injetada cm\n3\n 921,7 727,4 388 436,5 \n\nVolume de óleo produzido cm\n3\n 62,7 55,6 50,3 68,9 \n\nVolume de óleo residual na amostra cm\n3\n 12,8 29,9 28,6 18,9 \n\nSaturação de óleo residual na amostra fra. 0,12 0,28 0,26 0,16 \n\nSaturação de água na amostra fra. 0,88 0,72 0,74 0,84 \n\nTempo de Irrupção min 53,1 42,37 31,60 24,00 \n\nPermeabilidade Efetiva à água na Sor mD 277 251 497 432 \n\na)\n\n) \n\nc) \n\nb)\n\n) \n\nd)\n\n) \n\n\n\n71 \n \n \n\nParâmetro Unidade Teste 1 Teste 2 Teste 3 Teste 4 \n\nPermeabilidade Relativa à água na Sor fra. 0,067 0,045 0,095 0,082 \n\nFator de Recuperação % 83,1 69,1 63,8 78,5 \n\n \n\nOs resultados do fator de recuperação obtido com a injeção de água na 2° embebição \n\nevidenciam uma alta recuperação de óleo como consequência da alta permeabilidade das \n\namostras.  \n\n \n\n5.4.5 2° Drenagem – Ressaturação da amostra com óleo. \n\n \n\nVisando a restauração da amostra a condições próximas às condições iniciais de \n\ndistribuição dos fluidos, iniciou-se a segunda drenagem, injetando óleo até a produção de água \n\nnula. Na Figura 5.20 apresentam-se os gráficos da massa dos fluidos injetados e produzidos, nos \n\nTestes 2, 3 e 4, lembrando que o Teste 1 foi interrompido pelas dificuldades mencionadas \n\nanteriormente. \n\n \n\n \n\nFigura 5.20. Massa injetada e produzida versus Tempo. 2° Drenagem. a)Teste 2. b)Teste 3. \n\nc)Teste 4. \n\n \n\na)\n\n) \n\nc) \n\nb)\n\n) \n\n\n\n72 \n \n \n\nOs históricos de pressão obtidos durante essa etapa do teste mostram-se na Figura 5.21. \n\n \n\n \n\nFigura 5.21. Pressão versus Tempo. 2° Drenagem. a)Teste 2. b)Teste 3. c)Teste 4. \n\n \n\nDa mesma forma que para a 1° drenagem, os parâmetros resultantes da 2° injeção de óleo \n\nforam sumarizados na tabela abaixo. \n\n \n\nTabela 5.12. Informações obtidas da 2° Drenagem. \n\nParâmetro Unidade Teste 1 Teste 2 Teste 3 Teste 4 \n\nVolume de óleo injetado cm\n3\n - 343,4 386 432,4 \n\nVolume de água produzido cm\n3\n - 49,9 50,0 64,1 \n\nVolume de água residual na amostra cm\n3\n - 27,7 28,9 31,5 \n\nSaturação de água residual na amostra fra. - 0,26 0,30 0,32 \n\nSaturação de óleo na amostra fra. - 0,74 0,70 0,68 \n\nTempo de Irrupção min - 62,2 58,10 61,1 \n\nPermeabilidade Efetiva ao óleo na Swi mD - 3920 4708 5212 \n\nPermeabilidade Relativa ao óleo na Swi fra. - 0,71 0,90 0,92 \n\n \n\na)\n\n) \n\nc) \n\nb)\n\n) \n\n\n\n73 \n \n \n\nComparando os parâmetros obtidos na primeira e segunda drenagem, pode-se observar que \n\no tempo de irrupção de óleo foi reduzido de 106,5 para 62,2 minutos no Teste 2, de 107,4 para \n\n58,10 minutos no Teste 3, e de 114,0 para 61,1 minutos no Teste 4. No entanto, os valores das \n\nsaturações de água na amostra após os processos foram muito próximos, de acordo com o \n\nesperado. \n\n \n\n5.4.6 1° Injeção de Químicos \n\n \n\nApós a 2° drenagem, os bancos com as formulações de surfactante selecionadas foram \n\ninjetados nos Testes 2, 3 e 4, seguindo o protocolo de testes. A variação das massas injetadas e \n\nproduzidas é mostrada na Figura 5.22. \n\n \n\n \n\nFigura 5.22. Massa injetada e produzida versus Tempo. 1°Injeção de Químicos. a)Teste 2. \n\nb)Teste 3. c)Teste 4. \n\n \n\nNos históricos de pressão da Figura 5.23, encontram-se diferenciados os períodos de tempo \n\nnos quais foram injetados os bancos de surfactante e de polímero. É possível identificar \n\ncomportamentos particulares da pressão no decorrer de cada etapa, os quais podem ser \n\nrelacionados com o período de injeção dos bancos de surfactante e dos bancos de polímero. \n\na)\n\n) \n\nc) \n\nb)\n\n) \n\n\n\n74 \n \n \n\nAs pressões registradas nos Teste 3 comportaram-se conforme o esperado durante a entrada \n\nda solução de surfactante no meio poroso. Além disso, é possível identificar sutilmente a variação \n\nda derivada de cada curva de pressão com a injeção de um fluido ou outro (Figura 4.23b). \n\nComparando a tendência da pressão nesta etapa com a segunda embebição pode-se observar que \n\ndurante a 1° Injeção de Químicos, a queda de pressão é maior no começo do teste e as pressões \n\nno sistema mantêm-se constantes durante quase todo o período da injeção, ou seja, condições de \n\nescoamento permanente são atingidas mais rapidamente com a injeção de químicos. \n\nNo Teste 4, observando o gráfico das pressões ao longo do teste, é possível evidenciar o \n\nincremento da queda de pressão como resultado da entrada da solução polimérica na amostra, e \n\nposteriormente, a redução das pressões com a entrada da água de deslocamento. Além disso, é \n\npossível observar que o nível de pressão no Teste 4 é maior nas condições de escoamento \n\npermanente do que o nível de pressão apresentado no Teste 3 (Figura 4.23b). \n\n \n\n \n\nFigura 5.23. Pressão versus Tempo. 1°Injeção de Químicos. a)Teste 2. b)Teste 3. c)Teste 4. \n\n \n\nOs volumes dos fluidos produzidos registrados manualmente durante a 1° Injeção de \n\nQuímicos são apresentados na Figura 5.24. \n\n \n\na)\n\n) \n\nc) \n\nb)\n\n) \n\n\n\n75 \n \n \n\n \n\nFigura 5.24. Pressão versus Tempo. 1°Injeção de Químicos. a)Teste 2. b)Teste 3. c)Teste 4. \n\n \n\nOs principais parâmetros medidos nesta etapa de injeção de químicos são apresentados na \n\nTabela 5.13. \n\n \n\nTabela 5.13. Informações obtidas da 1° Injeção de Químicos. \n\nParâmetro Unidade Teste 1 Teste 2 Teste 3 Teste 4 \n\nVolume de água injetada cm\n3\n - 664 388,2 434,5 \n\nVolume de óleo produzido cm\n3\n - 60,0 56,6 77,3 \n\nVolume de óleo residual na amostra cm\n3\n - 20,8 26,0 12,7 \n\nSaturação de óleo residual na amostra fra. - 0,19 0,23 0,10 \n\nSaturação de água na amostra fra. - 0,81 0,77 0,90 \n\nTempo de Irrupção min - 43,50 27,90 22,6 \n\nPermeabilidade Efetiva à água na Sor mD - 258 516 246 \n\nPermeabilidade Relativa à água na Sor fra. - 0,047 0,098 0,047 \n\nFator de Resistência Residual fra. - 1,0 1,0 2,1 \n\nFator de Recuperação % - 75,2 72,0 93,1 \n\n \n\na)\n\n) \n\nc) \n\nb)\n\n) \n\n\n\n76 \n \n \n\n5.4.7 3° Drenagem – Ressaturação da amostra com óleo. \n\n \n\nUma drenagem pode ser conduzida após a primeira injeção de químicos visando restaurar \n\nmais uma vez a uma distribuição inicial dos fluidos através da injeção de óleo até a produção de \n\nágua nula. Na Figura 5.25 apresentam-se os gráficos da variação da massa dos fluidos injetados e \n\nproduzidos nos Testes 3 e 4.  \n\n \n\n \n\nFigura 5.25. Massa injetada e produzida versus Tempo. 3° Drenagem. a)Teste 3. b)Teste 4. \n\n \n\nOs históricos de pressão obtidos durante essa etapa dos testes são mostrados na Figura 5.26. \n\n \n\nFigura 5.26. Pressão versus Tempo. 3° Drenagem. a)Teste 3. b)Teste 4. \n\n \n\nOs parâmetros resultantes da 3° injeção de óleo foram sumarizados na tabela a seguir. \n\n \n\n \n\n \n\na)\n\n) \n\nb)\n\n) \n\na)\n\n) \n\nb)\n\n) \n\n\n\n77 \n \n \n\nTabela 5.14. Informações obtidas da 3° Drenagem. \n\nParâmetro Unidade Teste 1 Teste 2 Teste 3 Teste 4 \n\nVolume de óleo injetado cm\n3\n - - 388 434,2 \n\nVolume de água produzido cm\n3\n - - 47,5 65,7 \n\nVolume de água residual na amostra cm\n3\n - - 42,0 50,1 \n\nSaturação de água residual na amostra fra. - - 0,38 0,41 \n\nSaturação de óleo na amostra fra. - - 0,62 0,59 \n\nTempo de Irrupção min - - 50,50 60,00 \n\nPermeabilidade Efetiva ao óleo na Swi mD - - 4635 5209 \n\nPermeabilidade Relativa ao óleo na Swi fra. - - 0,88 0,91 \n\n \n\nA saturação de água irredutível após este o processo de drenagem foi de 38,0% para o Teste \n\n3 e de 41,0% para o Teste 4. Nesse caso, a saturação de água conata obtida no primeiro e no \n\nsegundo processo de injeção de óleo foi menor para os dois testes. \n\n \n\n5.4.8 2° Injeção de Químicos \n\n \n\nEm seguida à ressaturação com óleo da amostra do Teste 3, iniciou-se o segundo processo \n\nde Injeção de Químico. Nessa etapa, bancos de surfactante e de polímero de aproximadamente \n\n25% do volume poroso foram injetados à mesma vazão, seguidos de solução salina até o final da \n\netapa. A variação das massas injetadas e produzidas nesta etapa é mostrada na Figura 5.27. \n\n \n\n \n\nFigura 5.27. Massa injetada e produzida versus Tempo. 2°Injeção de Químicos. a)Teste 3. \n\nb)Teste 4. \n\n \n\nNos históricos de pressão da Figura 5.28, encontram-se diferenciados os períodos de tempo \n\nnos quais foram injetados os bancos de surfactante e de polímero. \n\n \n\na)\n\n) \n\nb)\n\n) \n\n\n\n78 \n \n \n\n \n\nFigura 5.28. Pressão versus Tempo. 2°Injeção de Químicos. a)Teste 3. b)Teste 4. \n\n \n\nOs principais parâmetros medidos nesta etapa de injeção de químicos são apresentados na \n\nTabela 5.15. \n\n \n\nTabela 5.15. Informações obtidas da 2° Injeção de Químicos. \n\nParâmetro Unidade Teste 1 Teste 2 Teste 3 Teste 4 \n\nVolume de água injetada cm\n3\n - - 405,6 440,7 \n\nVolume de óleo produzido cm\n3\n - - 56,5 65,5 \n\nVolume de óleo residual na amostra cm\n3\n - - 13,00 5,9 \n\nSaturação de óleo residual na amostra fra. - - 0,12 0,05 \n\nSaturação de água na amostra fra. - - 0,88 0,95 \n\nTempo de Irrupção min - - 28,33 42,62 \n\nPermeabilidade Efetiva à água na Sor mD - - 524 212 \n\nPermeabilidade Relativa à água na Sor fra. - - 0,100 0,04 \n\nFator de Resistência Residual fra. - - 0,9 2,0 \n\nFator de Recuperação % - - 81,3 91,7 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\na)\n\n) \n\nb)\n\n) \n\n\n\n79 \n \n \n\n6. RESULTADOS E DISCUSSÕES \n\nOs resultados do trabalho experimental são analisados neste capítulo, visando comparar as \n\nrespostas da injeção de surfactantes como método de recuperação melhorada nos diferentes testes \n\nde deslocamento conduzidos. \n\n \n\n6.1    Fator de Recuperação e Razão Água-Óleo \n\n \n\nNesta seção são apresentados os resultados obtidos da recuperação de óleo assim como a \n\nRazão Água-Óleo nas etapas de embebição e de injeção de químicos. Na Tabela 6.1 sumarizam-\n\nse os resultados do fator de recuperação para os processos conduzidos em cada teste.  \n\n \n\nTabela 6.1. Fatores de Recuperação obtidos nos testes de deslocamento. \n\nTeste \n2° Embebição 1° Injeção de Químicos 2° Injeção de Químicos \n\nFR [%] FR [%] Diferença [%] FR [%] Diferença [%] \n\nTeste 1 83,1 - - - - \n\nTeste 2 69,1 75,2 6,1 - - \n\nTeste 3 63,8 72,0 8,3 81,3 17,5 \n\nTeste 4 78,5 93,1 14,7 91,7 13,3 \n\n \n\nNas Figuras 6.1. a 6.4 são apresentados os gráficos de Fator de Recuperação e de Razão \n\nÁgua-Óleo acumulada versus os volumes porosos injetados. A seguir são discutidos os resultados \n\nobtidos em cada teste. \n\n Em todos os casos pode-se observar que a injeção de químicos (surfactante e/ou polímero) \n\napresentou maior recuperação de óleo e menor produção de água que a injeção de água \n\nconvencional. \n\nNa 2° embebição (Injeção de água convencional) do Teste 1, o fator de recuperação de óleo \n\natingiu um valor final de 83,1% após a injeção de 9,4 volumes porosos de solução salina. O óleo \n\nfoi recuperado principalmente na primeira parte do teste, pois após a injeção de apenas 0,5 \n\nvolume poroso de solução salina, já tinha sido produzido perto de 75% do óleo inicial na amostra \n\n(Figura 6.1).  \n\nEssa rápida recuperação é uma resposta ao uso de um óleo de baixa viscosidade (22,8 cp) \n\nem uma amostra homogênea e de alta permeabilidade (aproximadamente 4 Darcy), as quais são \n\ncondições favoráveis para gerar um deslocamento pistão durante a injeção de água.  \n\n \n\n\n\n80 \n \n \n\n \n\nFigura 6.1. FR e RAO versus VPI para o Teste 1. \n\n \n\nApós ser conduzido o Teste 1, decidiu-se empregar um óleo de maior viscosidade \n\n(aproximadamente 50 cp) nos testes de deslocamento, o qual implicou na redução da fração \n\nvolumétrica na mistura de óleo de campo e querosene para 30% em volume. O objetivo dessa \n\nmudança foi reduzir a eficiência de deslocamento da água (solução salina) na amostra durante os \n\nprocessos de embebição, visando comparar a resposta obtida da recuperação de óleo utilizando \n\nInjeção de Água convencional e Injeção de surfactantes, em uma faixa mais ampla de saturação \n\nde óleo residual. \n\nA recuperação de óleo obtida na 2° Embebição do Teste 2 foi de 69,1% após da injeção de \n\n7,6 volumes porosos de solução salina de 50.000 ppm. Na 1° Injeção de químicos do Teste 2, foi \n\ninjetado 0,5 volume poroso de solução 1,0%wt (10.000 ppm) de SDS seguido de \n\naproximadamente 6,5 volumes porosos de solução salina, obtendo-se uma recuperação de óleo \n\nincremental de 6,1%. Também é possível observar na Figura 6.2 que o tempo de irrupção é \n\nsimilar para a injeção de água (42,4 minutos) e para a injeção de químicos (43,5 minutos). \n\nNa Figura 6.2 pode-se visualizar que no início do teste a recuperação de óleo incrementa-se \n\nda mesma forma para os dois processos, todavia, o fator de recuperação da injeção de químicos \n\nfoi maior. A curva de recuperação obtida na 1° Injeção de químicos exibe um comportamento \n\nparticular, já que após a injeção de perto de 2,8 volumes porosos, apresenta-se uma variação da \n\ntendência do fator de recuperação. Esse instante de tempo não está relacionado com a duração da \n\ninjeção do banco de surfactante e da solução de deslocamento. No entanto, no gráfico de pressão \n\nversus tempo apresentado na Figura 5.23a, observam-se mudanças na pressão ao longo da \n\namostra que podem ser indicativo da formação de um novo banco de óleo deslocado na etapa \n\nfinal do processo de injeção. \n\n \n\n\n\n81 \n \n \n\n \n\nFigura 6.2. FR e RAO versus VPI para o Teste 2. \n\n \n\nNo Teste 3 foram conduzidos dois processos de injeção de químicos variando o tamanho \n\ndos bancos de surfactante e de polímero. Na primeira injeção de químicos, injetaram-se bancos \n\nde surfactante e de polímero de 50% do volume poroso (48,5 ml) cada um. O fator de \n\nrecuperação incrementou-se de 63,8% (Injeção de água convencional) até 72,0%. Na Figura 6.3, \n\npode-se observar um incremento considerável da recuperação no decorrer do experimento, \n\nprincipalmente, após a irrupção do banco de surfactante. \n\n \n\n \n\nFigura 6.3. FR e RAO versus VPI para o Teste 3. \n\n\n\n82 \n \n \n\n \n\nApós ressaturar a amostra com óleo, injetaram-se bancos de surfactante e de polímero de \n\n25% do volume poroso (24,4 ml) cada um. O fator de recuperação incrementou-se 17,5%, desde \n\n63,8% da Injeção de água convencional até 81,3% da 2° Injeção de Químicos. Nesse caso, o \n\nincremento da recuperação de óleo em relação à segunda embebição somente foi observado a \n\npartir de aproximadamente 2 volumes porosos injetados (Figura 6.3).   \n\nO protocolo empregado no Teste 4 foi o mesmo do Teste 3: na primeira injeção de \n\nquímicos, injetaram-se bancos de surfactante e de polímero de 50% do volume poroso (54,5 ml) \n\ncada um e, na segunda injeção de químicos, bancos de surfactante e de polímero de 25% do \n\nvolume poroso (27,3 ml) cada um. O fator de recuperação incrementou-se de 78,5% (Injeção de \n\nágua convencional) até 93,1% na 1° injeção de químicos e até 91,7% na 2° injeção de químicos. \n\nComo se pode observar na Figura 6.4, na 1° injeção de químicos, é possível identificar um \n\ninstante de aumento repentino do fator de recuperação o qual coincide com o fim da injeção do \n\nbanco de polímero. Após esse instante, a recuperação de óleo incrementou-se rapidamente e a \n\nRazão Água-Óleo Acumulada exibiu uma variação da inclinação. \n\n \n\n \n\nFigura 6.4. FR e RAO versus VPI para o Teste 4. \n\n \n\nNos gráficos da Figura 6.5 são comparados os resultados da recuperação durante a 2° \n\nEmbebição (Injeção Convencional de água) nos testes mostrando o Fator de Recuperação e a \n\nRazão Água-Óleo, respectivamente. \n\n\n\n83 \n \n \n\n \n\nFigura 6.5. FR versus VPI para a etapa da 2° Embebição. \n\n  \n\nO fator de recuperação reflete o efeito de algumas das propriedades dos fluidos e do meio \n\nporoso, bem como as condições do teste, tais como vazão de escoamento selecionada. Como \n\nmencionado antes, o Teste 1 foi desenvolvido em condições favoráveis (amostra homogênea de \n\nalta permeabilidade, óleo de baixa viscosidade) para o deslocamento, assim o fator de \n\nrecuperação foi consideravelmente maior quando comparado aos obtidos nos Testes 2, 3 e 4, \n\nconforme esperado. O nível de viscosidade entre os fluidos é o mesmo nos testes 2, 3 e 4 (50,7 \n\ncp, 52,2 cp e 51,6 cp respectivamente), porém os valores calculados da permeabilidade absoluta e \n\nda permeabilidade efetiva ao óleo são maiores no Teste 4, como apresenta-se na Tabela 6.2. \n\nAssim sendo, a recuperação de óleo para o teste 4 foi maior que a recuperação dos Testes 2 e 3, \n\nna etapa da 2° embebição dos testes de deslocamento.  \n\n \n\nTabela 6.2. Características do escoamento e Fatores de Recuperação. \n\n \nTeste 1 Teste 2 Teste 3 Teste 4 \n\nVazão de injeção [cm³/s] 1,0 0,8 0,8 0,8 \n\nViscosidade do óleo [cp] 22,8 50,7 52,2 51,6 \n\nPermeabilidade Absoluta [mD] 4115 5518 5258 5695 \n\nPermeabilidade \n\nEfetiva ao Óleo na Sor \n\n[mD] \n\n1° Drenagem 3761 3914 4805 5196 \n\n2° Drenagem - 3920 4708 5212 \n\n3° Drenagem - - 4635 5209 \n\nFator de Recuperação \n\n[%] \n\n2° Embebição 83,1 69,1 63,8 78,5 \n\n1° Injeção de Químicos - 75,2 72,0 93,1 \n\n2° Injeção de Químicos - - 81,3 91,7 \n\n \n\nPor outro lado, a razão água-óleo também evidencia um comportamento esperado, pois as \n\nmaiores razões foram registradas para o Teste 2, seguidas daquelas para os Testes 3 e 4 e por \n\núltimo para o Teste 1. \n\n\n\n84 \n \n \n\n Nos gráficos da Figura 6.6 comparam-se os resultados da etapa de 1° Injeção de Químicos \n\nconduzida nos Testes 2, 3 e 4. \n\n \n\n  \n\nFigura 6.6. FR e RAO versus VPI para a etapa da 1° Injeção de Químicos. \n\n \n\nDe acordo com os resultados, comparando os Testes 2 e 3 que foram feitos utilizando o \n\nmesmo surfactante (Formulação de 1,0%wt SDS na salinidade ótima), o melhor esquema de \n\nrecuperação foi obtido para a 1° injeção de químicos, conduzida no Teste 3, com bancos de \n\nsurfactante e de polímero de 50% do volume poroso, já que a produção de óleo ocorre mais \n\nrapidamente ao longo do experimento (Figura 6.6).  \n\nNa Injeção de Químicos conduzida no Teste 2 foi injetado 0,5 volume poroso de solução de \n\n1%wt (10.000 ppm) de SDS, para observar a recuperação de óleo. Como mencionado \n\nanteriormente, o fator de recuperação foi maior em relação ao obtido na etapa de 2° embebição \n\n(injeção convencional de água), porém, comparado com as injeções de químico dos Testes 3 e 4, \n\no fator de recuperação foi menor no decorrer do processo. Após a injeção de 0,5 volume poroso \n\nda solução de surfactante, já tinham sido produzidos perto de 58% do óleo inicial na amostra \n\n(Figura 6.6), contudo, a partir desse instante a vazão de produção de óleo reduziu \n\nconsideravelmente.  \n\nPor outro lado, a recuperação obtida no Teste 4 para a formulação de surfactante não iônico \n\n(0,1%wt TWEEN-20 - 2,0 %wt 2-propanol) apresentou aquele incremento do fator de \n\nrecuperação como mencionado anteriormente que pode ser relacionado com a viscosidade da \n\nsolução polimérica injetada. Nesse caso, foi possível evidenciar os efeitos da redução de \n\npermeabilidade efetiva à água do meio poroso como resultado do controle de mobilidade \n\nexercido pelo polímero. \n\nNa 1° injeção de surfactante do Teste 2, a razão água-óleo foi maior durante quase todo o \n\nteste. A menor razão água-óleo foi oferecida pela 1° injeção de químicos no Teste 4, devido ao \n\ndecremento da produção de água uma vez a produção de óleo foi aumentada. Este resultado \n\ntambém pode ser correlacionado com as permeabilidades efetivas ao óleo calculadas (Tabela \n\n6.2.). \n\n\n\n85 \n \n \n\n \n\nNos gráficos da Figura 6.7 comparam-se os resultados da etapa de 2° Injeção de Químicos \n\nconduzida nos Testes 3 e 4.  \n\nO valor final da recuperação obtido para a 2° injeção de químicos no Teste 3 (com bancos \n\nde 25% do volume poroso utilizando a formulação de surfactante aniônico) foi aproximadamente \n\n5% maior quando comparado com o fator de recuperação final da 1° injeção de químicos, sendo \n\ninjetada quase a mesma quantidade de volumes porosos.  \n\nPara o Teste 4, o fator de recuperação na segunda injeção de químicos 3 (com bancos de \n\n25% do volume poroso utilizando a formulação de surfactante não iônico) foi 5% menor do que o \n\nfator obtido com a primeira injeção de químicos.  \n\nVale observar, que nos Testes 3 e 4, a segunda injeção de químicos foi realizada em \n\namostra já submetida à 1° Injeção de químicos, e por isso, fenômenos de adsorção já haviam \n\nocorrido, de acordo com os valores do fator de resistência residual. \n\n \n\n  \n\nFigura 6.7. FR e RAO versus VPI para a etapa da 2° Injeção de Químicos. \n\n \n\nAs razões água-óleo referentes à 2° injeção de químicos realizadas nos Testes 3 e 4 não \n\napresentaram diferença importante entre elas ao longo do experimento.  \n\n \n\n6.2    Fluxo fracionário de água \n\n \n\nAs curvas de fluxo fracionário em função da saturação de água correspondentes às etapas \n\nde 2° Embebição e de Injeção de Químicos realizadas nos testes são apresentadas abaixo. \n\n \n\n\n\n86 \n \n \n\n \n\nFigura 6.8. Fluxo fracionário de água versus Saturação de Água. Teste 1. \n\n \n\n \n\nFigura 6.9. Fluxo fracionário de água versus Saturação de Água. Teste 2. \n\n \n\n\n\n87 \n \n \n\n \n\nFigura 6.10. Fluxo fracionário de água versus Saturação de Água. Teste 3. \n\n \n\n \n\nFigura 6.11. Fluxo fracionário de água versus Saturação de Água. Teste 4.  \n\n \n\nOs gráficos apresentados nas Figuras 6.8 a 6.11 mostram que as curvas de fluxo fracionário \n\ncaracterísticas da injeção de químicos foram deslocadas para a direita em relação às curvas da \n\netapa da 2° Embebição. Para os Testes 2 e 3 (Figuras 6.9 e 6.10 respectivamente) o deslocamento \n\nfoi mais leve que para as curvas do Teste 4.   \n\nAs implicações do deslocamento das curvas podem ser: \n\n\n\n88 \n \n \n\n \n\n? O fluxo fracionário de água é menor para a injeção de químicos, por conseguinte, o \nfluxo fracionário e a vazão de escoamento de óleo serão maiores para qualquer valor de \n\nsaturação de água. \n\n? A saturação média de água na amostra   ???? , ou, saturação média de água atrás da frente \nde avanço é maior para a injeção de químicos durante todo o deslocamento. \n\n \n\nNo Teste 2, no qual foi injetado um banco de 50% de SDS à 1,0%wt (10.000 ppm), \n\napresenta-se um deslocamento muito leve da curva de fluxo fracionário, o qual é mais visível \n\npara valores de saturação de água perto da saturação de água média depois do deslocamento \n\n(Saturação de óleo residual).  \n\nPara o caso do Teste 4 o deslocamento das curvas mais evidente é devido à maior \n\nviscosidade da solução polimérica utilizada em relação à solução polimérica utilizada no Teste 3. \n\nOs pontos de saturação inicial da água não saíram do mesmo lugar pela pequena diferença \n\nentre as saturações de água irredutível apresentadas nos processos prévios de drenagem. \n\n \n\n6.3    Curvas de Permeabilidade Relativa \n\n \n\nNas Figuras 6.12 a 6.15 apresentam-se as curvas determinadas de permeabilidade relativa \n\ncaracterísticas de cada teste, tanto para a 2° Embebição ou injeção convencional de água como \n\npara as etapas de Injeção de Químicos.  \n\n \n\n \n\nFigura 6.12. Curvas de permeabilidade relativa água-óleo versus Saturação de Água. Teste 1. \n\n\n\n89 \n \n \n\n \n\nFigura 6.13. Curvas de permeabilidade relativa água-óleo versus Saturação de Água. Teste 2. \n\n \n\n \n\nFigura 6.14. Curvas de permeabilidade relativa água-óleo versus Saturação de Água. Teste 3. \n\n \n\n\n\n90 \n \n \n\n \n\nFigura 6.15. Curvas de permeabilidade relativa água-óleo versus Saturação de Água. Teste 4. \n\n \n\nNas curvas de permeabilidade relativa apresentadas, pode-se observar que as amostras de \n\nrocha utilizadas nos testes caracterizam-se pela preferência de molhabilidade à água, dado que o \n\nvalor de saturação de água na interseção das curvas é maior do que 50%. Assim sendo, o valor da \n\npermeabilidade relativa ao óleo na saturação de água igual a 50% é maior do que aquele para a \n\npermeabilidade relativa à água nesse valor de saturação. \n\nAo longo de toda a faixa de saturação de água, a curva de permeabilidade relativa à água \n\nexibiu valores muito baixos, próximos de zero em todas as etapas de 2° embebição e de injeção \n\nde químicos dos testes conduzidos. \n\nNeste caso também é possível evidenciar para as curvas da primeira injeção de químicos \n\num leve deslocamento das curvas de permeabilidade relativa dos processos de injeção de \n\nquímicos à direita quando comparadas com as curvas obtidas da 2° embebição (Injeção de água \n\nconvencional). Esse leve deslocamento pode ter ocorrido porque o fator de recuperação para a 2° \n\nembebição já foi elevado para todos os testes, refletindo em saturações de óleo residuais muito \n\nbaixas obtidas somente para o processo de injeção de água convencional. \n\n \n\n6.4    Fator de Resistência Residual \n\n \n\nO fator de resistência residual foi determinado a fim de avaliar a redução da permeabilidade \n\nà água após a injeção de químicos em cada amostra, segundo a Equação 2.21. A Tabela 6.3 \n\nsumariza os valores do fator de resistência residual obtidos nos testes realizados. \n\n \n\n\n\n91 \n \n \n\nTabela 6.3. Comparação dos Fatores de Resistência Residual. \n\n Fator de Resistência Residual (RR) \n\nTeste Teste 1 Teste 2 Teste 3 Teste 4 \n\n1° Injeção de Químicos - 1,0 1,0 2,1 \n\n2° Injeção de Químicos - - 0,9 2,0 \n\n \n\nPrincipalmente, observou-se um aumento de resistência ao escoamento de água após a \n\nprimeira injeção de químicos feita no Teste 4, RR>1, mostrando uma redução da permeabilidade \n\nefetiva à água depois da passagem da solução de surfactante e da solução polimérica no meio \n\nporoso. \n\nNos Testes 2 e 3, a permeabilidade relativa à água não apresentou uma mudança \n\nsignificativa, pois os fatores de resistência residual foram muito próximo à unidade e, em \n\nparticular, após a segunda injeção de químicos efetuada no Teste 3, a permeabilidade relativa à \n\nágua no regime permanente apresentou um leve aumento, resultando em um fator de resistência \n\nresidual de 0,9 (Tabela 6.3).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n92 \n \n \n\n7. CONCLUSÕES E SUGESTÕES FUTURAS \n\nNeste capítulo são apresentadas as conclusões do trabalho experimental e sugestões para os \n\ntrabalhos futuros. \n\n \n\nDe acordo com as curvas de fluxo obtidas para as soluções dos surfactantes utilizados \n\n(SDS, ADS, SLES, e TWEEN-20), os fluidos apresentam um comportamento Newtoniano na \n\nfaixa de concentração de surfactante avaliada (0 – 10%wt) e temperatura de 22,9 °C.  \n\nAs curvas de fluxo do surfactante não iônico SPAN-20 foram obtidas até a concentração de \n\n5%wt do surfactante, pois a concentrações acima dos 5%wt, a solução mostra-se não homogênea \n\ne instável na temperatura da sala (22,9 °C). Neste caso, a viscosidade nunca atingiu um valor \n\nconstante com o incremento da taxa de cisalhamento, exibindo um comportamento viscoelástico \n\n(não Newtoniano) que pode ser ajustado a algumas equações que descrevem esse \n\ncomportamento, como o Modelo de Bingham e Herschel-Bulkley. \n\nNeste trabalho reconheceu-se a importância de planejar uma metodologia experimental \n\nadequada para as condições particulares de laboratório, visando selecionar e testar uma \n\nformulação efetiva de surfactante como método de recuperação melhorada em uma amostra de \n\nrocha. A metodologia foi dividida em quatro etapas principais, sendo a primeira a etapa de \n\nseleção dos surfactantes a serem utilizados, seguida das Medições de Concentração Micelar \n\nCrítica (CMC), então os Testes de Comportamento de fases e, por último, os Testes de \n\ndeslocamento. \n\nComo previsto as CMC dos surfactantes não iônicos foram as mais baixas entre os \n\nsurfactantes avaliados, sendo o SPAN-20 o surfactante com a menor CMC (0.0044 %wt). Os \n\nAlquil Sulfatos (SDS e ADS) mostraram as maiores concentrações micelares críticas devido às \n\ninterações eletrostáticas entre a parte polar das suas moléculas. O lauriléter sulfato de sódio \n\n(SLES), um tipo de molécula mais complexa em relação a sua estrutura, apresentou um valor de \n\nCMC menor em uma ordem de grandeza entre os surfactantes aniônicos.  \n\nA salinidade é uma variável importante relacionada com a eficiência da redução da tensão \n\ninterfacial gerada pela adição de surfactantes na solução aquosa. Tal fato foi comprovado ao \n\nobservar o comportamento de fases do sistema água-óleo variando-se à concentração de NaCl \n\n(como principal eletrólito), para uma formulação com concentração constante de surfactante e de \n\ncosurfactante. Na maioria dos casos, identificou-se a presença de uma terceira fase nos Testes de \n\ncomportamento de fases, a variação dos volumes das fases óleo e água e, por conseguinte, a \n\nvariação da tensão interfacial água-óleo. \n\nA tensão interfacial obtida na salinidade ótima com cada formulação de surfactante para os \n\nsurfactantes aniônicos (SDS e ADS) foi menor quase em uma ordem de grandeza que a tensão \n\ninterfacial gerada pelos surfactantes não iônicos. Por outro lado, a redução da tensão interfacial \n\nfoi maior para concentrações maiores de surfactante com todos os surfactantes, excetuando o \n\ncaso do surfactante não iônico SPAN-20. \n\nA interação entre o óleo utilizado e o surfactante aniônico Lauriléter Sulfato de Sódio \n\n(SLES) nas concentrações selecionadas não apresentou a fase microemulsão na faixa de \n\n\n\n93 \n \n \n\nsalinidade testada (0 ppm – 90.000 ppm de NaCl). Portanto, não foi possível calcular os \n\nparâmetros de solubilização e as tensões interfaciais para esses ensaios. \n\nA formulação de 1,00%wt (10.000 ppm) do surfactante dodecil sulfato de sódio (SDS) \n\nproporcionou o menor valor da tensão interfacial entre as formulações com surfactantes \n\naniônicos, portanto, foi selecionada para conduzir os testes de deslocamento. De acordo com o \n\nresultado do Teste de comportamento de fases, a tensão interfacial óleo-água foi reduzida até um \n\nvalor de 3,7 x 10\n-3\n\n mN/m. A salinidade ótima para a formulação selecionada foi 13.000 ppm \n\n(1,30%wt), sendo um valor baixo, o que pode ser uma condição limitante na aplicação do método \n\nem reservatórios com uma concentração de sal muito maior do que esse valor. \n\nAdicionalmente, foi selecionada a formulação com 0,1%wt de TWEEN-20 e 2,0 %wt de 2-\n\npropanol, já que exibiu o menor valor da tensão interfacial entre as formulações com surfactantes \n\nnão iônicos. \n\nPor meio do aparato experimental utilizado para os testes de deslocamento, foi possível \n\nidentificar as respostas de pressão ao longo da amostra, acompanhando a frente de avanço nas \n\netapas de drenagem e nas etapas de embebição (injeção de água ou de químicos). A partir desses \n\ndados é possível estimar as curvas de permeabilidade relativa, assim como as permeabilidades \n\nefetivas em condições de regime permanente. \n\nEm todos os testes conseguiu-se observar que a injeção de químicos (surfactante e/ou \n\npolímero) apresentou maior recuperação de óleo e menor razão água-óleo que a injeção de água \n\nconvencional. O fator de recuperação foi elevado em todos os casos devido às condições \n\nfavoráveis nas quais os testes foram conduzidos. \n\nA recuperação de óleo obtida na 2° Embebição do Teste 2 foi de 55,91% enquanto que na \n\n1° Injeção de químicos obteve-se uma recuperação de óleo incremental de 64.1%. Nesse \n\nexperimento, o tempo de irrupção foi similar para a injeção de água (42,4 minutos) e para a \n\ninjeção de químicos (43,5 minutos). \n\nNo Teste 3 foram conduzidos dois processos de injeção de químicos variando o tamanho \n\ndos bancos de surfactante e de polímero para a formulação de surfactante aniônico (1,00%wt \n\nSDS). Na primeira injeção de químicos, injetaram-se bancos de surfactante e de polímero de 50% \n\ndo volume poroso cada um, e o fator de recuperação incrementou-se de 63,8% (Injeção de água \n\nconvencional) até 72,0%. Na segunda injeção de químicos, injetaram-se bancos de surfactante e \n\nde polímero de 25% do volume poroso cada um. O fator de recuperação incrementou-se 17,5%, \n\ndesde 63,8% da Injeção de água convencional até 81,3% da 2° Injeção de Químicos.  \n\nNo Teste 4 foram conduzidos dois processos de injeção de químicos utilizando o mesmo \n\nesquema empregado no Teste 3, porém injetando a formulação de surfactante não-iônico (0,1%wt \n\nde TWEEN-20 e 2,0 %wt de 2-propanol)., O fator de recuperação incrementou-se 14,7% na \n\nprimeira injeção de químicos e 13,3% na segunda injeção de químicos.  \n\nAtravés das curvas de permeabilidade relativa, obtidas na segunda saturação com água e na \n\ninjeção de químicos, foi identificado que as amostras de rocha testadas apresentam preferência de \n\nmolhabilidade à água. \n\nÉ possível evidenciar um leve deslocamento à direita das curvas de permeabilidade relativa \n\ne nas curvas de fluxo fracionário dos processos de injeção de químicos quando comparadas com \n\nas curvas obtidas para a 2° embebição. No entanto, o deslocamento das curvas foi leve uma vez \n\nque o fator de recuperação para o processo somente injetando água foi elevado em todos os casos.  \n\n\n\n94 \n \n \n\n \n\nA seguir estão algumas sugestões futuras: \n\n \n\n? Realizar testes de deslocamento com as formulações de surfactante utilizadas em \namostras de rocha de permeabilidade intermediária e permeabilidade baixa para \n\ncomparar as respostas do método.  \n\n \n\n? Realizar testes de adsorção estáticos e dinâmicos para estabelecer a influência do \nfenômeno de adsorção do surfactante na superfície da rocha e determinar a \n\nporcentagem de químico adsorvido em condições dinâmicas de deslocamento. \n\n \n\n? Avaliar o comportamento de diferentes surfactantes para condições de alta salinidade e \nde alta temperatura de reservatório. \n\n \n\n? Estender o estudo do método de injeção de surfactantes através do uso de simuladores \nnuméricos. Assim, é possível avaliar a eficiência do método tanto na escala \n\nmicroscópica quanto na escala macroscópica. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n95 \n \n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nABE, M et al. Microemulsion formation with branched tail polyoxyethylene sulfonate \n\nsurfactants. Journal of Colloids and Interface Science, v. 114, n. 12, p.342-356, dez. 1986. \n\nABRAMS, A. The Influence of Fluid Viscosity, Interfacial Tension, and Flow Velocity on \n\nResidual Oil Saturation Left by Waterflood. Society of Petroleum Engineers Journal, Houston, \n\nTexas, USA., p. 437-447. out. 1975. \n\nADAMS, W; SCHIEVELBEIN, V H. Surfactant Flooding Carbonate Reservoirs. SPE Reservoir \n\nEngineering Journal, v. 4, n. 2, p.619-626, nov. 1987. SPE 12686. \n\nAL ADASANI, A; BAI, B. Analysis of EOR projects and updated screening criteria. Journal of \n\nPetroleum Science and Engineering, v. 79, n. 1-2, p.10-24, out. 2011. \n\nATKINSON, H. Recovery of petroleum from Oil-Bearing Sands. US n. 1651311, 19 nov. \n\n1927. \n\nBAE, J H. Glenn Pool Surfactant Flood Expansion Project: A Technical Summary. SPE \n\nReservoir Engineering Journal, v. 10, n. 2, p.123-128, maio 1995. \n\nBARNES, J. Development of Surfactants for Chemical Flooding at Difficult Reservoir \n\nConditions. In: SPE/DOE Symposium on Improved Oil Recovery, 2008, Tulsa, Oklahoma, USA. \n\nAnais. Tulsa: Society of Petroleum Engineers (SPE 113313), 20-23 Abr, 2008. \n\nBONILLA, F. MORENO, R. Surfactant Flooding Evaluation for Enhanced Oil Recovery in \n\nSandstones Reservoirs. In: European Symposium on Improved Oil Recovery, 17, 2013, Saint \n\nPetersburg, Rússia. Anais. Saint Petersburg: European Association of Geoscientist and Engineers \n\n(EAGE), 16-18 Abr, 2013. \n\nBRAGG, J. R et al. Loudon Surfactant Flood Pilot Test. In: SPE Enhanced Oil Recovery \n\nSymposium, 1982, Tulsa, Oklahoma, USA. Anais. Tulsa: Society of Petroleum Engineers (SPE \n\n10862), 4-7 Abr, 1982. \n\n\n\n96 \n \n \n\nCABEZAS, M G et al. A new method of image processing in the analysis of axisymmetric drop \n\nshapes. Colloids And Surfaces A: Physicochemical And Engineering Aspects, College Road, \n\nToronto, Canada, v. 255, n. 1, p.153-200, mar. 2005. \n\nCAYIAS, J L et al. The Utilization of Petroleum Sulfonates for Producing Low Interfacial \n\nTensions between Hydrocarbons and Water. Journal of Colloids and Interface Science, v. 59, \n\nn. 1, p.31-38, 15 mar. 1977. \n\nCHANG, H L et al. Advances in Polymer Flooding and Alkaline/Surfactant/Polymer Processes \n\nas Developed and Applied in the People’s Republic of China. Journal of Petroleum \n\nTechnology, v. 58, n. 2, p.84-89, fev. 2006. \n\nCOLLINS, R E. Flow of Fluids Through Porous Materials. 2. ed. New York, Usa: Reinhold \n\nPublishing Corporation, 1976. \n\nCRAIG, F. The Reservoir Engineering Aspects of Waterflooding. Richardson, Texas, USA: \n\nSPE, 1971. (Monograph Series). \n\nCURBELO, F; SANTANA, V. Adsorption of surfactants in sandstones: effect of ethoxylation \n\ndegree. In: Mercosur Congress on Process Systems Engineering, 4., 2005, Rio de Janeiro, Brasil. \n\nAnais. Rio de Janeiro: ENPROMER, 14 - 18 Ago, 2005. \n\nDAKE, L P. Fundamentals of Reservoir Engineering. Amsterdam: Elsevier, 1978.  \n\nDEBONS, F.E. Operators reconsider chemical flooding. E&amp;P Exploration and Production, \n\nHouston, Texas, USA, 04 set. 2002. Disponível em:&lt;http://www.epmag.com/EP-\n\nMagazine/archive/Operators-reconsider-chemical-flooding_3165>. Acesso em: 05 jun. 2013. \n\nDEGRÉ, G. et al. Viscosifying Surfactants for Chemical EOR. In: European Symposium on \n\nImproved Oil Recovery, 16, 2011, Cambridge, UK. Anais. Cambridge: European Association of \n\nGeoscientist and Engineers (EAGE), 12-14 Abr, 2011. \n\nDOS SANTOS, R. et al. Optimal Design and Planning for Laboratory Corefloods. In: Latin \n\nAmerican and Caribbean Petroleum Engineering Conference, 1997, Rio de Janeiro, Brasil. \n\nAnais. Rio de Janeiro: Society of Petroleum Engineers (SPE 39038-MS), 30 Ago - 3 Set, 1997. \n\n\n\n97 \n \n \n\nFARN, R. Chemistry and Technology of Surfactants. Oxford: Wiley-Blackwell, 2006. \n\nFLAATEN, A. K. et al. A Systematic Laboratory Approach to Low-Costs, High-performance \n\nChemical Flooding. SPE Reservoir Evaluation &amp; Engineering Journal, v. 12, n. 5, p.713-723, \n\nout. 2009. \n\nFOSTER, W R. A Low-Tension Waterflooding Process. Journal of Petroleum Technology, v. \n\n25, n. 2, p.205-210, fev. 1973. SPE 3803. \n\nGESICKI, A.L.D. Evolução diagenética das formações Pirambóia e Botucatu (Sistema \n\nAqüífero Guarani) no Estado de São Paulo. São Paulo, 2007. 175 p. Tese (Doutorado em \n\nGeociências) – Instituto de Geociências, Universidade de São Paulo. \n\nGREEN, D W; WILLHITE, G P. Enhanced Oil Recovery. Richardson, Texas, Estados Unidos: \n\nSPE Publications, 1998.  \n\nGUILLILAND, H.; CONLEY, F R. A Pilot Test of Surfactant Flooding in the Big Muddy Field. \n\nIn: SPE Rocky Mountain Regional Meeting, 1976, Casper, Wyoming, USA. Anais. Casper: \n\nSociety of Petroleum Engineers (SPE 5891), 11-12 Mai, 1976. \n\nHEALY, R N; REED, R L. Physicochemical Aspects of Microemulsion Flooding. Society of \n\nPetroleum Engineers Journal, v. 14, p.491-501, out. 1974.  \n\nHEALY, R N; REED, R L; CARPENTER, C W. A laboratory study of microemulsion flooding. \n\nSociety of Petroleum Engineers Journal, v. 257, p.87-100, 1975.  \n\nHILL, H J et al. Aqueous Surfactant Systems for Oil Recovery. Journal of Petroleum \n\nTechnology, v. 25, n. 2, p.186-194, fev. 1973. SPE 3798. \n\nHIRASAKI, G; MILLER, C; PUERTO, M. Recent Advances in Surfactant EOR. Society of \n\nPetroleum Engineers Journal, v. 16, n. 4, p.889-907, dez. 2011. SPE 115386-PA. \n\nHOLMBERG, K et al. Surfactants and polymers in aqueous solution. West Sussex, Inglaterra: \n\nJohn Wiley and Sons, Ltd., 2002.  \n\n\n\n98 \n \n \n\nHUH, C. Interfacial Tensions and Solubilizing Ability of a Microemulsion Phase that Coexists \n\nwith Oil and Brine. Journal of Colloid Interface Science, Austin, Texas, USA., v. 71, p.408-\n\n426, 1979.  \n\nHUSAIN, F.; CINAR, Y. Comparison of Methods for Drainage Relative Permeability Estimation \n\nFrom Displacement Tests. In: SPE Improved Oil Recovery Symposium, 2010, Tulsa, Oklahoma, \n\nUSA. Anais. Tulsa: Society of Petroleum Engineers (SPE 129678-MS), 24-28 Abr, 2010. \n\nIGLAUER, S et al. New surfactant classes for enhanced oil recovery and their tertiary oil \n\nrecovery potential. Journal of Petroleum Science and Engineering, v. 71, p.23-29, 2010.  \n\nJIMENEZ, Ana. Análisis e interpretación de yacimientos sometidos a inyección de químicos \n\n(surfactantes, polímeros y miscelares) mediante analogías. 2009. 133 f. Dissertação \n\n(Mestrado) - Universidad Industrial de Santander, Bucaramanga, Colômbia, 2009. \n\nJOHNSON, E F et al. Calculation of Relative Permeability from Displacement Experiments. \n\nPetroleum Transactions, AIME, Tulsa, Oklahoma, USA, v. 216, p.370-372, jan. 1959. \n\nJONES, S C; ROSZELLE, W O. Graphical Techniques for Determining Relative Permeability \n\nfrom Displacement Experiments. Society of Petroleum Engineers Journal, Houston, Texas, \n\nUSA. v. 30, n. 5, p.807-817, maio 1978. \n\nLAKE, L. W. Enhanced Oil Recovery. Englewood Cliffs, Inglaterra: Prentice Hall, 1989.  \n\nLEVITT, D et al. Identification and Evaluation of High-Performance EOR Surfactants. SPE \n\nReservoir Evaluation &amp; Engineering Journal, v. 12, n. 2, p.243-253, abr. 2009. SPE 100089. \n\nLIU, S et al. Alkaline/Surfactant/ Polymer Processes: Wide Range of Conditions for Good \n\nRecovery. Society of Petroleum Engineers Journal, v. 15, n. 2, p.282-293, jun. 2010. SPE \n\n113936. \n\nMACHADO, J. C. V. Reologia e Escoamento de Fluidos. Rio de Janeiro: Interciência. 2002. \n\nMILLER, M. Effect of temperature on oil-water relative permeabilities of unconsolidated \n\nand consolidated sands. 1983. 253 f. Dissertação (Doutorado) - Standford University, Stanford, \n\n1983. \n\n\n\n99 \n \n \n\nNELSON, R C; POPE, G. Phase Relationships in Chemical Flooding. Society of Petroleum \n\nEngineers Journal, v. 18, n. 5, p.325-338, out. 1978. \n\nPOPE, G., Overview of Chemical EOR, Casper Enhanced Oil Recovery Workshop. Casper, \n\nWyomyng, USA. 2007. \n\nPRESTON, W C. Some Correlating Principles of Detergent Action. The Journal Of Physical \n\nChemistry, Irondale, Ohio, USA, p. 84-97. jan. 1948.  \n\nPUERTO, M et al. Surfactant Systems for EOR in High-Temperature, High-Salinity \n\nEnvironments. Society of Petroleum Engineers Journal, v. 17, n. 1, p.11-19, mar. 2012. SPE \n\n129675. \n\nROSA, A J; CARVALHO, R S; XAVIER, J A D. Engenharia de Reservatórios de Petróleo. \n\nRio de Janeiro: Editora Interciência Ltda, 2006. \n\nSALAGER, J L et al. Optimum Formulation of Surfactant/Water/Oil Systems for Minimum \n\nInterfacial Tension or Phase Behavior. Society of Petroleum Engineers Journal, v. 19, n. 2, \n\np.107-115, abr. 1979. SPE 7054. \n\nSALTER, S J. The Influence of Type and Amount of Alcohol on Surfactant-Oil-Brine Phase \n\nBehavior and Properties. In: SPE Annual Fall Technical Conference and Exhibition, 1977, \n\nDenver, Colorado, USA. Anais. Denver: Society of Petroleum Engineers (SPE 6843), 9-12 Out, \n\n1977. \n\nSCHRAMM, L L. Surfactants: Fundamentals and applications in the petroleum industry. \n\nCambridge, Inglaterra: Cambridge University Press, 2000. \n\nSHENG, James. Modern Chemical Enhanced Oil Recovery: Theory and Practice. \n\nBurlington, MA, USA: Elsevier Inc, 2011. \n\nSORBIE, K. S. Polymer-improved Oil Recovery, CRC Press, Inc.. USA and Canada. 1991.  \n\nSTOLL, W. M. et al. Alkaline-Surfactant-Polymer Flood: From the Laboratory to the Field. In: \n\nSPE EOR CONFERENCE AT OIL &amp; GAS WEST ASIA, 2010, Muscat, Oman. Anais. Muscat: \n\nSociety of Petroleum Engineers (SPE), 11-13 Abr, 2010. \n\n\n\n100 \n \n \n\nTABER, J.J.; MARTIN, F.D., SERIGHT, R.S., EOR Screening Criteria Revisited - Part 1: \n\nIntroduction to Screening Criteria and Enhanced Recovery Field Projects, Society of Petroleum \n\nEngineers Journal, 1997. SPE 35385. \n\nTOTH, J et al. Convenient formulae for determination of relative permeability from unsteady-\n\nstate fluid displacements in core plugs. Journal of Petroleum Science and Engineering, \n\nEgyetemvaros, Miskolc, Hungria, v. 36, n. 1, p.33-42, out. 2002.  \n\nUREN, L C; FAHMY, E H. Factors Influencing the Recovery of Petroleum from Unconsolidated \n\nSands by Waterflooding. Transactions Aime, California, v. 77, n. 1, p.318-335, fev. 1927. SPE \n\n927318-G. \n\nWILLHITE, P. Waterflooding. 3. ed. Richardson, Texas: SPE Textbook Series, 1986. \n\nWU, Y et al. Branched Alkyl Alcohol Propoxylated Sulfate Surfactants for Improved Oil \n\nRecovery. Tenside Surfactants Detergents, v. 47, p.152-161, 2010. \n\nZAMPIERI, M. Injeção Contínua e Alternada de Água e de Polímeros para a Recuperação \n\nde Petróleo. 2012. 128 f. Dissertação (Mestrado) - Universidade Estadual de Campinas, \n\nCampinas, São Paulo, Brasil, 2012. \n\nZHAO, P. Development of High-Performance Surfactants for Difficult Oils. In: SPE/DOE \n\nSymposium on Improved Oil Recovery, 2008, Tulsa, Oklahoma, USA. Anais. Tulsa: Society of \n\nPetroleum Engineers (SPE 113432), 20-23 Abr, 2008. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n101 \n \n \n\nAPÊNDICES \n\n \n\nAPÊNDICE I \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n102 \n \n \n\nAPÊNDICE II \n\n \n\nPlanilha para a preparação das soluções em um Teste de CMC. \n\n \n\n \n\n \n\n \n\nNome Tipo\nCMC teórica \n\n[M]\n\nMassa Molar \n\n[g/mol]\n\nCMC teórica \n\n[g/l]\n\nCMC teórica \n\n[%wt]\n\nDodecil sulfato de amônio \n\n(ADS)\nAniônico 6.25E-03 283.43 1.77 0.18\n\nMatéria Ativa\n\nVolume Agua [ml]\n\nVolume Surfactante [ml]\n\nConcentração da solução \n\npadrão [%wt]\n\nVol. Padrão Vol. Água\n\n0.04 80 920\n\n0.06 120 880\n\n0.08 160 840\n\n0.1 200 800\n\n0.11 220 780\n\n0.12 240 760\n\n0.13 260 740\n\n0.14 280 720\n\n0.15 300 700\n\n0.2 400 600\n\n0.21 420 580\n\n0.22 440 560\n\n0.23 460 540\n\n0.24 480 520\n\n0.25 500 500\n\n0.26 520 480\n\n0.28 560 440\n\n0.3 600 400\n\n0.32 640 360\n\n0.36 720 280\n\n0.4 800 200\n\n0.44 880 120\n\n0.48 960 40\n\n0.5 1000 0\n\nPontos [%wt]\n\n0.5\n\n1.67\n\n100\n\n30.00%\n\nVolumes Diluição [µl]\n\n\n\n103 \n \n \n\nPlanilha de preparação das formulações de surfactante – Testes de comportamento de fases \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n[%wt] [g/ml]\n\nSDS 2 0.02 0.9 0.04 2.22\n\ni-propanol 4 0.04 0.99 0.08 4.04\n\nÁgua 43.7\n\nTotal 50\n\n[%wt] [g/ml]\n\nNaCl 20 0.2 0.99 0.4 20.20\n\nÁgua 79.80\n\nTotal 100\n\nSurf. [4%] CoSurf [8%]\n\n1 0 0 1000 2000\n\n2 1 100 900 2000\n\n3 2 200 800 2000\n\n4 3 300 700 2000\n\n5 4 400 600 2000\n\n6 5 500 500 2000\n\n7 6 600 400 2000\n\n8 7 700 300 2000\n\n9 8 800 200 2000\n\n10 9 900 100 2000\n\nSURFACTANTE\n\nReagente\nConcentração Requerida\n\nMatéria Ativa [%]\nConcentração \n\nSolução padrão (2x) \n\nMassa reagente \n\nrequerida\n\nSAL\n\nConcentração Requerida\nMatéria Ativa [%]\n\nConcentração \n\nSolução padrão (2x) \n\nMassa reagente \n\nrequerida [g]\nReagente\n\nSolução Salina\n\n1000\n\nFormulação de surfactante\nÁgua destilada\n\n1000\n\n1000\n\n1000\n\n1000\n\nConcentração \n\nNaCl\n\n1000\n\n1000\n\n1000\n\nÓleo\n\n1000\n\n1000\n\nVolumes adicionados [µL]\nPipeta\n\n\n\n104 \n \n \n\nPlanilha de registro de dados – Testes de comportamento de fases \n\n \n\n \n\n \n\n \n\n \n\n \n\n1 2 3 4 5 6 7 8 9 10\n\nF. Óleo\n\nF. Intermediaria\n\nF. Água\n\nF. Óleo\n\nF. Intermediaria\n\nF. Água\n\nF. Óleo\n\nF. Intermediaria\n\nF. Água\n\nF. Óleo\n\nF. Intermediaria\n\nF. Água\n\nF. Óleo\n\nF. Intermediaria\n\nF. Água\n\nF. Óleo\n\nF. Intermediaria\n\nF. Água\n\nF. Óleo\n\nF. Intermediaria\n\nF. Água\n\nF. Óleo\n\nF. Intermediaria\n\nF. Água\n\nF. Óleo\n\nF. Intermediaria\n\nF. Água\n\nF. Óleo\n\nF. Intermediaria\n\nF. Água\n\nDías\n\nVolumes Medidos da fase[ml]\n\n9\n\n10\n\nSurfactante\n\nCo-Surfactante i-propanol\n\nElectrólito [SS] NaCl (Cloreto de Sódio)\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n2\n\nÓleo Marlim/Kerosene 70/30\n\nPIPETA FASE[SURF.]\n\nTESTE DE COMPORTAMENTO DE FASES - RECUPERAÇÃO MELHORADA COM SURFACTANTES (PHASE BEHAVIOR TEST - SURFACTANTS EOR)\n\n1\n\n[SS] [CO-SURF.]\n\nData Início\n\nTemperatura\n\nÓleo de Campo/Kerosene 70/30"}]}}}