{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.22939"}, {"@name": "filename", "#text": "7006_arquivo2120_1.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "CARLOS EDUARDO MENEZES DA SILVA \n\nPAGAMENTO POR SERVIÇOS AMBIENTAIS COMO \nINSTRUMENTO PARA A GESTÃO AMBIENTAL DE \n\nBACIAS HIDROGRÁFICAS \n\nProposta de Implementação de Sistemas de Compensação por \nServiços Ambientais em Microbacias Hidrográficas no Brasil e \n\nem Honduras \n\nRecife, \nAgosto de 2009 \n\nUniversidade Federal de Pernambuco \nCentro de Filosofia e Ciências Humanas \n\nPrograma de Pós-Graduação em Desenvolvimento e Meio \nAmbiente \n\nÁrea de Concentração: Gestão e Políticas Ambientais\n\n\n\nCARLOS EDUARDO MENEZES DA SILVA \n\nPAGAMENTO POR SERVIÇOS AMBIENTAIS COMO \nINSTRUMENTO PARA A GESTÃO AMBIENTAL DE \n\nBACIAS HIDROGRÁFICAS \n\nProposta de Implementação de Sistemas de Compensação por \nServiços Ambientais em Microbacias Hidrográficas no Brasil e em \n\nHonduras \n\n  \n\n  \n\n Recife, \nAgosto de 2009 \n\nDissertação apresentada ao Programa de \nPós-Graduação em Desenvolvimento e \nMeio Ambiente. Subprograma \nUniversidade Federal de Pernambuco, \ncomo parte dos requisitos para obtenção \ndo título de Mestre em Desenvolvimento e \nMeio Ambiente. \n\nOrientador: Ricardo A. P. Braga\n\n\n\nSilva, Carlos Eduardo Menezes da     \n     Pagamento por serviços ambientais como instrumento \npara a gestão ambiental de bacias hidrográficas : \nproposta de implementação de sistemas de \ncompensação por serviços ambientais em microbacias \nhidrográficas no Brasil e em Honduras / Carlos Eduardo \nMenezes da Silva. -- Recife: O Autor, 2009. \n     118 folhas : il., fig., tab. \n\n     Dissertação (mestrado) – Universidade Federal de \nPernambuco. CFCH. Desenvolvimento e Meio Ambiente, \n2009. \n     Inclui: bibliografia. \n\n1. Gestão ambiental. 2. Obrigações com o impacto \nambiental. 3. Bacias hidrográficas - Administração. 4. \nServiços ambientais. I. Título. \n\n         \n  \n\n       \n\n              504 \n              577 \n\n              CDU (2. \ned.) \n       CDD (22. ed.)\n\nUFPE \nBCFCH2009/102\n\n\n\nUNIVERSIDADE FEDERAL DE PERNAMBUCO \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM DESENVOLVIMENTO E \n\nMEIO AMBIENTE – PRODEMA –UFPE \n\nCarlos Eduardo Menezes da Silva \n\nPagamento por Serviços Ambientais como Instrumento para a \n\nGestão Ambiental de Bacias Hidrográficas: Proposta de \n\nImplementação de Sistemas de Compensação por Serviços \n\nAmbientais em Microbacias Hidrográficas no Brasil e em Honduras. \n\nDISSERTAÇÃO APROVADA EM 12 DE AGOSTO DE 2009. \n\n\n\nAGRADECIMENTOS \n\nAo poder superior, por nos dar a sabedoria e serenidade necessária para \ndiscernir entre as coisas que podemos mudar e para aceitar aquelas que não \npodemos.     \n\nÀ minha família pelo carinho, apoio e confiança que sempre me deram e sem \nos quais nada seria possível.  \n\nAo meu orientador prof. Ricardo Braga, pelo ensinamentos e acompanhamento \natencioso de longa data \n   \nAos demais membros da banca examinadora, prof. Henrique de Barros, prof. \nFelipe de Melo, prof. Jaime Cabral, profa. Márcia Alcoforado, profa.  Elba \nFerraz, pela disponibilidade e pelas contribuições ao desenvolvimento do \ntrabalho e ao nosso desenvolvimento profissional.  \n\nAo amigo Hugo Leonel Galeano, coordenador do Programa de Pequenas \nDoações – PPD e toda sua equipe em Honduras, pelo apoio, amizade e \nsugestões indispensáveis a esse trabalho. \n\nAos membros da comunidade de Nueva Esperanza que me apoiaram no \ntrabalho de campo. \n\nAos agricultores dos assentamentos Divina Graça e Serra Grande por se \ndisporem a participar da pesquisa. \n\nA coordenação do PRODEMA, pelo apoio e orientações durante o curso. Em \nespecial a Solange de Paula, pela amizade, carinho e paciência durante todo \neste tempo.   \n\nA Capes pela bolsa sem qual não haveria sido possível o desenvolvimento do \ntrabalho. \n\nA Sociedade Nordestina de Ecologia, pelo apoio fundamental em campo. Em \nespecial aos amigos Marcello Duarte e Josenaldo Neri. \n\nAos amigos que compartilharam esses bons momentos no Brasil e em \nHonduras. \n\n\n\nRESUMO \n\nO estudo enfoca o pagamento/compensação por serviços ambientais como  \ninstrumento para promover a gestão ambiental em duas microbacias rurais, \numa em Honduras e outra no Brasil. As duas microbacias, do Alto Rio Wampú \nno município de Dulce Nombre de Culmí em Honduras e a microbacia do \nMédio Rio Natuba, na zona rural dos municípios de Pombos e Vitória de Santo \nAntão em Pernambuco, apresentam entre outras, as semelhanças de estarem \nsituadas em áreas naturais importantes que geram recursos hídricos, que são \nutilizados para geração de energia e para abastecimento público. Em virtude da \nimportância desses ecossistemas para a produção os serviços ambientais de \nregularização da vazão de água e de redução da sedimentação, e em \nconsequência da situação de escassez de recursos materiais e financeiros que \ncaracteriza as comunidades circundantes, é que foi proposto a adoção de \nesquemas de pagamento pelos serviços ambientais (PSA) através de \nexercícios de valoração, utilizando o método de valoração contingente (MVC) e \nas ferramentas de disposição a pagar (DAP) e disposição a aceitar (DAA) como \nvetor financeiro de uma adequada gestão ambiental. Na microbacia do Alto Rio \nWampú por meio da aplicação de questionário com 50% das famílias \npotencialmente pagadoras pelos serviços ambientais se chegou a um valor de \n20.000,00 Lempiras mensais (R$ 2.105,00) de disposição a pagar pelos \nserviços ambientais. Comparando-se este valor a três cenários possíveis de \ncustos do projeto de geração de energia a ser paga pela comunidade, de \nobserva-se que este valor supera todos os custos. Já na microbacia do Médio \nNatuba foi aplicado questionário com 25% das famílias residentes nos \nassentamentos Serra Grande e Divina, onde estes, na qualidade de potenciais \nprovedores dos serviços ambientais apresentaram valores de disposição a \naceitar de R$ 301,5/ha para o plantio florestal e de R$ 187,5/ha para o plantio \nmisto. Tais dados se mostraram condizentes com a realidade das \ncomunidades. Muito embora em alguns momentos a relação custo/benefício da \nadoção deste tipo de programa não pareça justificar a sua realização, se faz \nnecessária a contabilização de uma maior quantidade de atributos para se \natingir o valor total dos muitos serviços ambientais prestados pelos \necossistemas existentes em uma bacia hidrográfica. \n\nPalavras-chave: Pagamento por Serviços Ambientais, Gestão de Bacia \nHidrográfica, Método de Valoração Contingente. \n\n\n\nABSTRACT \n\nThe study focuses on the payment / compensation for environmental services \nas a tool to promote environmental management in two rural micro watershed, \none in Honduras and one in Brazil. The microbasins of High River Wampú in \nthe town of Dulce Nombre de Culmí in Honduras and the watershed of Middle \nRiver Natuba in the rural municipalities of Pombos and Vitória de Santo Antão \nin Pernambuco, among others present, the similarities of being located in areas \nmajor natural resources that generate water, which are used for energy \ngeneration and supply. Given the importance of these ecosystems that provide \nenvironmental services to regularize the flow of water and reduction of \nsedimentation and in consequence of the shortage of financial and material \nresources that characterizes the surrounding communities, it was proposed that \nthe adoption of payment schemes for environmental services using the \ncontingent valuation method and the tools available to pay  and available to \naccept  as a vector of appropriate financial management environment. In the \nwatershed of High River Wampú through the application of a questionnaire with \n50% of households paying for environmental services potential, reached a value \nof 20,000.00 monthly Lempira (R$ 2.105,00) for provision to pay for \nenvironmental services. To compare this value to three possible scenarios of \nthe project cost of the power generation to be paid by the community to observe \nthat this value exceeds all costs. Already in the watershed of the Middle Natuba \nquestionnaire was applied with 25% of households living in settlements of \nDivina Graça e Serra Grande, where they, as potential providers of \nenvironmental services made available to accept the values of  R$ 301.5 / ha \nfor planting forest and R$ 187.5 / ha for planting mixed. These data were \nconsistent with the reality of communities. Although at times the cost / benefit of \nadopting this type of program does not seem to justify their conduct, it is \nnecessary to account for a larger number of attributes to achieve the total value \nof many environmental services provided by ecosystems exist in a river basin. \n\nKey – Words: Payment for Environmental Services; Watershed Management;\nContingent Valuation Method. \n\n\n\nLISTA DE FIGURAS \n\nFigura 1 – A força das ligações entre serviços ambientais e os constituintes do \n\nbem estar humano.  \n\n21 \n\nFigura 2 – Componentes do valor econômico total dos bens e serviços \n\nambientais. \n\n27 \n\nFigura 3 – Localização geral da microbacia do Alto Rio Wampú, na Reserva da \n\nBiosfera Rio Plátano – Departamento de Olancho  – Honduras - América \n\nCentral. \n\n37 \n\nFigura 4 – Localização geral da sub-bacia do Natuba na bacia do Tapacurá.   38 \n\nFigura 5 – Planta cadastral do assentamento Divina Graça em Pombos.  44 \n\nFigura 6 – Planta cadastral do assentamento Serra Grande em Vitória de Santo \n\nAntão. \n\n45 \n\nFigura 7 – Aplicação de questionário de DAP na comunidade de Nueva \n\nEsperanza – Olancho – Honduras.  \n\n47 \n\nFigura 8 – Aplicação de questionários nas comunidades de Bonanza e La \n\nFelicidad. \n\n48 \n\nFiguras 9  – Reunião na comunidades de Bonanza e La Felicidad para \n\nexplicação sobre PSA. .  \n\n48 \n\nFiguras 10 – Reunião na comunidades Nueva Esperanza para explicação sobre \n\nPSA. Foto:   \n\n48 \n\nFigura 11 – Esquema mostrando bacia hidrográfica saudável.  49 \n\nFigura 12 – Esquema mostrando degradação dos serviços ambientais de uma \n\nbacia pela modificação da cobertura vegetal.   \n\n49 \n\nFigura 13 – Entrevista ao senhor Maximiliano Gusmán (coordenador do projeto \n\nhidroelétrico de Nueva Esperanza). \n\n50 \n\nFigura 14  – Aplicação de questionário de DAA com agricultores na micobacia \n\ndo Médio Rio Natuba (a). \n\n51 \n\nFiguras 15 – Aplicação de questionário de DAA com agricultores na micobacia \n\ndo Médio Rio Natuba  (b) \n\n51 \n\nFiguras 16  – Reunião com agricultores na microbacia do médio natuba. (a) 52 \n\nFiguras 17 – Reunião com agricultores na microbacia do médio natuba.   52 \n\nFigura 18 – Esquema mostrando importância da conservação da cobertura \n\nvegetal para manutenção dos serviços ambientais na microbacia.  \n\n52 \n\nFigura 19 – Localização da microbacia do Alto Rio Wampú no departamento de \n\nOlancho \n\n54 \n\n\n\nFiguras 20 – Vista da comunidade de Nueva Esperanza.  55 \n\nFigura 21 – Vista da comunidade de La Felicidad.  55 \n\nFigura 22 – Vista da Comunidade de Bonanza.  55 \n\nFigura 23 – Localização da Reserva da Biosfera do Rio Plátano no Corredor \n\nBiológico Mesoamericano \n\n56 \n\nFigura 24– Cobertura Vegetal e tipos de ecossistemas encontrados na Reserva \n\nda Biosfera Río Plátano.  \n\n57 \n\nFigura 25 – Reserva do Homem e da Biosfera Rio Plátano. 58 \n\nFigura 26 – Vista frontal da represa do projeto hidroelétrico de Nueva \n\nEsperanza.  \n\n59 \n\nFigura 27 – Vista lateral da represa do projeto hidroelétrico de Nueva \n\nEsperanza.  \n\n59 \n\nFigura 28 – Classes de uso da terra encontradas na microbacia do alto rio \n\nwampú. \n\n60 \n\nFigura 29 – Área com plantação de milho e capim na margem direita do rio (a). 61 \n\nFigura 30 – Área com plantação de milho e capim na margem direita do rio (b). 61 \n\nFigura 31 – Propriedade na comunidade de La Felicidad. 61 \n\nFigura 32 – Rio Wampú.  61 \n\nFigura 33 – Plantação de café na comunidade de Nueva Esperanza (a)  62 \n\nFigura 34 – Plantação de café na comunidade de Nueva Esperanza (b)  62 \n\nFigura 35 – Desmatamento para formação de pastos. 62 \n\nFiguras 36 – Queimadas para plantio de feijão.   62 \n\nFigura 37 – Área com vegetação em recuperação (a). 63 \n\nFigura 38– Área com vegetação em recuperação (b).  63 \n\nFiguras 39 – Vista geral da floresta na microbacia do Alto Rio Wampú.  63 \n\nFigura 40 – Vista do interior da floresta na microbacia do Alto Wampú.  63 \n\nFigura 41 – Placa delimitando inicio da zona núcleo da Reserva da Biosfera do \n\nRio Plátano. \n\n64 \n\nFigura 42 – Vista da borda da floresta próxima a zona núcleo.  64 \n\nFigura 43 - Altimetria e hidrografia da microbacia na área de influencia do \n\nprojeto hidroelétrico de Nueva Esperanza. \n\n65 \n\nFigura 44 – Rio Wampú na comunidade de Bonanza. 65 \n\nFiguras 45 – Rio Wampú na comunidade de La Felicidad.  65 \n\nFigura 46 – Rio Wampú a jusante da represa em Nueva Esperanza. 66 \n\n\n\nFigura 47 - Nível de estudo da comunidade de Nueva Esperanza. 67 \n\nFigura 48 – Gasto Mensal com energia na comunidade de Nueva Esperanza. 70 \n\nFigura 49 – Tipos de fonte de energia elétrica na comunidade de Nueva \n\nEsperanza. \n\n70 \n\nFigura 50 – Qualidade da energia utilizada na comunidade de Nueva \n\nEsperanza \n\n71 \n\nFigura 51 – Percepção da responsabilidade de cuidar do ambiente para a \n\ncomunidade de Nueva Esperanza. \n\n72 \n\nFigura 52 – Localização dos assentamentos rurais Serra Grande e Divina \n\nGraça da microbacia do Médio Natuba. \n\n77 \n\nFigura 53 – Classes de uso da terra encontradas na microbacia do Médio Rio \n\nNatuba. \n\n78 \n\nFiguras 54 – Mata no Assentamento Serra Grande. 79 \n\nFiguras 55 – Plantio de Hortaliças no Assentamento Serra Grande.  79 \n\nFiguras 56 – Horticultura no assentamento Serra Grande.  79 \n\nFiguras 57 – Horticultura no assentamento Divina Graça.  79 \n\nFigura 58 – Área com pasto e cana de açúcar em Serra Grande. 79 \n\nFigura 59 – Vegetação em estado de regeneração inicial na Reserva Legal do \n\nAssentamento Divina Graça.  \n\n80 \n\nFiguras 60 – Embalagem de agrotóxico próximo a área de nascente. 81 \n\nFigura 61 – Aplicação de agrotóxico próximos a nascentes e cursos d`água.  81 \n\nFigura 62 – Área com aplicação de agrotóxicos nas margens do rio.  81 \n\nFigura 63 – Plantação nas margens do rio.  81 \n\nFigura 64 – Trecho do curso principal do rio Natuba.  82 \n\nFigura 65 – Sangradouro da barragem do Canha no Médio Rio Natuba. 82 \n\nFigura 66 – Lago da barragem do Canha no Médio Rio Natuba.  82 \n\nFigura 67 - Altimetria e Hidrografia da microbacia do Médio Rio Natuba 83 \n\nFigura 68 – Áreas de preservação permanente de nascente e margem de curso \n\nd`água no assentamento Divina Graça \n\n84 \n\nFigura 69 – Áreas de preservação permanente de nascente e margem de curso \n\nd`água no assentamento Serra Grande \n\n84 \n\nFigura 70 – Exemplo de áreas ocupada por APP em uma parcela no \n\nassentamento Serra Grande \n\n85 \n\nFigura 71 – Exemplo de áreas ocupada por APP em uma parcela no \n\nassentamento Divina Graça. \n\n85 \n\n\n\nFiguras 72 – Condições das nascentes e seu entorno no assentamento Serra \n\nGrande. \n\n86 \n\nFiguras 73 – Condições das nascentes e seu entorno no assentamentos  Divina \n\nGraça.  \n\n86 \n\nFigura 74 – Sexo dos entrevistados nos assentamentos Divina Graça e Serra \n\nGrande \n\n88 \n\nFigura 75 – Proporção da venda da produção agrícolas dos agricultores de \n\nDivina Graça e Serra Grande. \n\n90 \n\nFigura 76 - Quantidade de água disponível segundo os agricultores dos \n\nassentamentos Divina Graça e Serra Grande \n\n92 \n\nFigura 77 – Qualidade da água utilizada, segundo os agricultores dos \n\nassentamentos Divina Graça e Serra Grande. \n\n93 \n\nFigura 78 – Importância da água para os agricultores dos assentamentos \n\nDivina Graça e Serra Grande. \n\n93 \n\nFigura 79 – Importância das matas para os agricultores dos assentamentos \n\nDivina Graça e Serra Grande \n\n94 \n\n\n\nLISTA DE QUADROS \n\nQuadro 1 – Classificação dos Bens e Serviços Ambientais em uma bacia \n\nhidrográfica.  \n\n23 \n\nQuadro 2 – Planilha para cadastro das nascentes na microbacia do Médio Rio \n\nNatuba \n\n46 \n\nQuadro 3 – Custo anual atual com os diversos tipos de fonte energéticas \n\nutilizadas na comunidade de Nueva Esperanza \n\n73 \n\nQuadro 4 – Planilha de cadastro individual de nascentes preenchida no \n\nassentamento Serra Grande \n\n86 \n\nQuadro 5 – Planilha de cadastro individual de nascentes preenchida no \n\nassentamento Divina Graça \n\n87 \n\n\n\nLISTA DE TABELAS\n\nTabela 1 – Relação entre o tamanho das bacias e os impactos nos serviços \n\nambientais observáveis.  \n\n31 \n\nTabela 2 – Valor atribuído ao grau de intensidade de uso da terra, \n\nconsiderando os impactos na prestação dos serviços ambientais para a \n\nmicrobacia do Alto Rio Wampú.\n\n42 \n\nTabela 3 – Valor atribuído ao grau de intensidade de uso da terra, \n\nconsiderando os impactos na prestação dos serviços ambientais para a \n\nmicrobacia do Médio Rio Natuba. \n\n44 \n\nTabela 4 – Equivalência entre as moedas, Dólar (estadounidense), Lempira e \n\nReal. \n\n50 \n\nTabela 5 – Área coberta pelas diferentes classes de cobertura vegetal \n\nexistentes da microbacia do Alto Rio Wampú. \n\n60 \n\nTabela 6 – Dados hidrológicos da microbacia do Alto Rio Wampú. 64 \n\nTabela 7 – Pressão de uso circundante da microbacia Alto Rio Wampú 66 \n\nTabela 8 – Número de pessoas por casa em Nueva Esperanza. 67 \n\nTabela 9 – Ocupação laboral da comunidade de Nueva Esperanza 68 \n\nTabela 10 – Renda familiar média da comunidade de Nueva Esperanza. 68 \n\nTabela 11 – Número de pessoas nos Estados Unidos por família na \n\ncomunidade de Nueva Esperanza. \n\n68 \n\nTabela 12 – Importância da energia para a comunidade de Nueva Esperanza 69 \n\nTabela 13 – Quantidade de horas por dia de energia elétrica nas casas em \n\nNueva Esperanza. \n\n70 \n\nTabela 14 – Avaliação da quantidade de energia fornecida para a população de \n\nNueva Esperanza. \n\n71 \n\nTabela 15 – Classificação da importância das matas para a comunidade de \n\nNueva Esperanza.\n\n72 \n\nTabela 16 –  Disposição a pagar pela conservação dos serviços ambientais na \n\ncomunidade de Nueva Esperanza. \n\n72 \n\nTabela 17 – Custo mensal individual do consumo de energia elétrica \n\nconsiderando os três cenários propostos. \n\n75 \n\nTabela 18 – Cálculo do excedente entre o DAP e os custos da energia nos três \n\ncenários propostos. \n\n75 \n\nTabela 19 - Valor de produção por hectare dos produtos agropecuários \n\nhondurenhos. \n\n76 \n\n\n\nTabela 20 – Área coberta pelas diferentes classes de usos da terra na \n\nmicrobacia do Médio Rio Natuba. \n\n78 \n\nTabela 21 – Pressão de uso circundante na microbacia do Médio Rio Natuba 80 \n\nTabela 22 - Dados hidrológicos da microbacia do Médio Rio Natuba. 81 \n\nTabela 23 – Áreas de preservação permanente nos assentamentos Serra \n\nGrande e Divina Graça. \n\n83 \n\nTabela 24 – Quantidade de pessoas que vivem por parcela nos assentamentos \n\nSerra Grande e Divina Graça. \n\n89 \n\nTabela 25 – Grau de escolaridade dos agricultores dos assentamentos Divina \n\nGraça e Serra Grande. \n\n89 \n\nTabela 26 – Qualificação da quantidade da área para plantar segundo os \n\nagricultores entrevistados. \n\n90 \n\nTabela 27 – Renda obtida com a venda da produção agrícola nos \n\nassentamentos Divina Graça e Serra Grande. \n\n91 \n\nTabela 28 – Origem da água utilizada pelos agricultores nos assentamentos \n\nSerra Grande e Divina Graça. \n\n92 \n\nTabela 29 – Responsabilidade de cuidar das matas existentes na microbacia no \n\nMédio Rio Natuba segundo os agricultores dos assentamentos Divina Graça e \n\nSerra Grande \n\n94 \n\nTabela 30 – Disposição a aceitar para recuperação das APP’s com plantio \n\nflorestal nos assentamentos Serra Grande e Divina Graça \n\n95 \n\nTabela 31 - Disposição a aceitar para recuperação das APP’s com plantio misto \n\n(espécies florestais e de interessse econômico)  nos assentamentos Serra \n\nGrande e Divina Graça \n\n95 \n\nTabela 32 – Preferência declarada por parte dos agricultores de Serra Grande \n\ne Dvina Graça por tipo de recuperação a ser realizadas nas APP’s \n\n96 \n\nTabela 33 – Indicação de melhor meio para receber o pagamento por serviços \n\nambientais por parte dos agricultores dos assentamentos de Serra Grande e \n\nDivina Graça. \n\n96 \n\nTabela 34 – Relação custo benefício para adoção de um PSA nos \n\nassentamentos Divina Graça e Serra Grande. \n\n98 \n\nTabela 35 – Relação custo benefício para adoção de um PSA nos \n\nassentamentos Divina Graça e Serra Grande. \n\n98 \n\n\n\nLISTA DE SIGLAS \n\nAEM – Avaliação Ecosistêmica do Milênio \nAFE/COHDEFOR - Administración Forestal del Estado/Corporación \nHondurenha de Desesarrollo Forestal \nAPP – Área de Preservação Permanente  \nCARE – Cooperativa Americana para Remessas a Europa  \nCBM – Corredor Biológico Mesoamericano \nCOMPESA  - Companhia Pernambucana de Saneamento   \nCONABISAH – Comisión Nacional de Bienes y Servicios Ambientales de \nHonduras \nCONAMA – Conselho Nacional de Meio Ambiente  \nCONDEPE/FIDEM – Agência Estadual de Planejamento e Pesquisas de \nPernambuco. \nDAA - disposição a aceitar  \nDAP - Disposição a Pagar  \nERP – Estratégia de Redução da Pobreza \nEUA – Estados Unidos da América \nFAO – Organização das Nações Unidas para a Agricultura e Alimentação.  \nFMAM - Fundo Mundial para o Meio Ambiente \nGEE – Gases formadores do Efeito Estufa \nGEF - Global Environmental Facility \nGPS – Sistema de Posicionamento Global \nGTZ – Sociedade Alemã para a Cooperação Técnica  \nICMS – Imposto sobre Circulação de Mercadorias e Serviços  \nINCRA – Instituto Nacional de Colonização e Reforma Agrária  \nINE - Instituto Nacional de Estadística   \nMFS - Manejo Florestal Sustentável  \nMVC - Método de Valoração Contingente  \nNAD 27 – North American Datum 1927 \nPASOLAC – Programa para la Agricultura Sostenible en Laderas de América \nCentral \nPETI - Programa de Erradicação do Trabalho Infantil  \nPICD -  Projetos Integrados de Conservação e Desenvolvimento    \nPNMA - Política Nacional de Meio Ambiente  \nPNRH - Política Nacional de Recursos Hídricos   \nPNUD – Programa das Nações Unidas para o Desenvolvimento  \nPPD – Programa de Pequenas Doações \nPRORENA – Programa de Recursos Naturais \nPSA – Pagamento por Serviços Ambientais \nPUC - Pressão de Uso Circundante  \nRHBRP - Reserva do Homem e da Biosfera do Rio Plátano  \nRMR – Região Metropolitana do Recife \nRPPN - Reservas Particulares do Patrimônio Natural \nSAD 69 – South American Datum 1969 \nSAF - Sistema Agroflorestal \nSIG – Sistema de Informação Geográfica  \nSNE – Sociedade Nordestina de Ecologia \nUICN – União Internacional para a Conservação da Natureza  \nUNV – Agência de Voluntariado das Nações Unidas  \nUTM – Unidade Transversal de Mercator \nVET – Valor Econômico Total \nWWF – Fundo Mundial para a Natureza \n\n\n\nSUMÁRIO \n1. INTRODUÇÃO 16 \n\n2. REFERÊNCIAL TEÓRICO 19 \n2.1. Serviços Ambientais  19 \n2.2. Valoração e Pagamento por Serviços Ambientais 25 \n2.3. Gestão Ambiental de Bacias Hidrográficas 29 \n\n3. METODOLOGIA 36 \n3.1. Caracterização da Área 36 \n3.1.1. Microbacia do Alto Rio Wampú 36 \n3.1.2. Microbacia do Médio Rio Natuba 37 \n3.2. Aspectos Conceituais 38 \n3.2.1. Caracterização Ambiental  38 \n3.2.2. Método de Valoração Contingente 39 \n3.3. Procedimentos Metodológicos 41 \n3.3.1. Caracterização Ambiental 41 \n3.3.1.1. MIcrobacia do Alto Rio Wampú  41 \n3.3.1.2. Microbacia do Médio Rio Natuba 43 \n3.2.2. Método de Valoração Contingente 46 \n3.2.2.1. MIcrobacia do Alto Rio Wampú 47 \n3.2.2.2. Microbacia do Médio Rio Natuba.  50 \n\n4. RESULTADOS  54 \n4.1. Pagamento por Serviços Ambientais na Microbacia do Alto Rio \nWampú\n\n54 \n\n4.1.1. Caracterização Ambiental 54 \n4.1.1.1. Usos da Terra 59 \n4.1.1.2. Hidrografia 64 \n4.1.2. Valoração dos Serviços Ambientais. 66 \n4.2. Pagamento por Serviços Ambientais na Microbacia do Médio \nRio Natuba\n\n77 \n\n4.2.1. Caracterização Ambiental 77 \n4.2.1.1. Usos da terra 78 \n4.2.1.2. Hidrografia 81 \n4.2.2 Valoração dos Serviços Ambientais. 87 \n\n5. CONCLUSÕES 99 \n\nREFERÊNCIAS 102\n\nAPÊNDICE 1 – Modelo de Questionário de DAP aplicado na comunidade \nde Nueva Esperanza em Honduras \n\n109\n\nAPÊNDICE 2 – Questionário para levantamento de dados \nsocioeconômicos nas comunidades de Bonanza e La Felicidad \n\n112\n\nAPÊNDICE 3 – Modelo de Questionário de DAA aplicado nos \nAssentamento Serra Grande e Divina Graça \n\n113\n\nAPÊNDICE 4 - Proposta de acordo para pagamento por serviços \nambientais na microbacia do Alto Rio Wampú. \n\n116\n\nAPÊNDICE 5  - Proposta de acordo para pagamento por serviços \nambientais na microbacia do Médio Rio Natuba.\n\n118\n\n\n\n\n\n16\n\n1. INTRODUÇÃO \n\nA idéia de elaborar uma proposta de Pagamento por Serviços \n\nAmbientais - PSA para as comunidades no Brasil e em Honduras, fundamenta-\n\nse na situação na qual se encontram essas populações residentes em áreas \n\nrurais, cercadas de importantes bens naturais dos quais dependem e fazem \n\nuso direto em suas atividades produtivas.  \n\nAo mesmo tempo, essas populações se apresentam carentes de \n\nrecursos financeiros, o que as induz a exercer uma pressão sobre esses bens, \n\ncapazes de levá-los à exaustão e assim inviabilizar a própria sustentação de \n\nsuas vidas nessas áreas. \n\nA oportunidade de aprofundamento no tema surgiu ao conhecer o \n\ntrabalho desenvolvido pela comunidade de Nueva Esperanza em Honduras, \n\ncomo parte da experiência de voluntariado pela agência de Voluntários das \n\nNações Unidas – UNV. Na permanência nessa região foi possível observar a \n\nvontade e o empenho dos moradores em levar o “desenvolvimento” à sua \n\ncomunidade, através da construção de uma pequena hidroelétrica, sem, no \n\nentanto, esquecerem a necessidade de conservar os bens naturais que \n\nexistem na bacia hidrográfica.  Mais do que isso, existe o entendimento real de \n\nque essa riqueza traduzida em floresta exuberante conservada, e água em \n\nabundância, podem ser convertidas em melhoria da qualidade de vida, através \n\ndo aumento das oportunidades de trabalho nessa região, onde muitos jovens \n\nenxergam como única saída de crescimento pessoal e profissional a migração \n\npara os Estados Unidos.  \n\nO conhecimento dessa experiência da organização de uma comunidade \n\nrural para atingir uma melhoria na qualidade de vida, por meio do uso \n\nadequado dos bens naturais aos quais tem acesso, levou o autor a investigar a \n\npossibilidade de realização de algo similar nas áreas de assentamentos rurais \n\nna bacia do rio Natuba, em Pernambuco. Nesta região, os agricultores \n\ncompartilham de condições semelhantes no que diz respeito à escassez de \n\nrecursos materiais e financeiros, e ao mesmo tempo, são detentores de \n\nimportantes bens naturais.   \n\nPensando nisso e considerando a reflexão de Serôa da Motta (1998), de \n\nque qualquer que seja a forma de gestão a ser desenvolvida por governos, \n\n\n\n17\n\norganizações não-governamentais, empresas ou mesmo famílias, o gestor terá \n\nque equacionar o problema de alocar um orçamento financeiro limitado frente a \n\ninúmeras opções de gastos que visam diferentes opções de investimentos ou \n\nde consumo, é que se propôs o estabelecimento de esquemas de pagamento \n\npor serviços ambientais como vetor econômico indutor de uma adequada \n\ngestão ambiental. \n\nNeste sentido, esta pesquisa tem por objetivo geral identificar o potencial \n\nde contribuição de esquemas de pagamento por serviços ambientais como \n\ninstrumento para gestão ambiental de microbacias hidrográficas e alocação dos \n\nbenefícios gerados para as populações residentes. \n\nNa ótica abordada, foram definidos três objetivos específicos: \n\n• Realizar caracterização ambiental das microbacias do Alto Rio Wampú \n\n(Honduras) e do Médio Rio Natuba (Brasil) e dos potenciais de \n\ngeração de serviços ambientais; \n\n• Valorar os serviços ambientais de controle da sedimentação e da \n\nregulação de vazão de água para geração de energia elétrica e \n\nabastecimento público; \n\n• Realizar análise de custo/benefício da implementação de pagamentos \n\npor serviços ambientais.\n\nPara atender aos objetivos propostos, este trabalho foi divido em cinco \n\ncapítulos. Além deste introdutório – com contextualização geral e objetivos - o \n\nsegundo aborda o referencial teórico sobre os temas centrais do trabalho, ou \n\nseja, os serviços ambientais, a sua valoração e o pagamento pelos serviços \n\nambientais, além de discutir os princípios de gestão ambiental de bacias \n\nhidrográficas.  \n\n Após os conceitos chave passa-se, no terceiro capítulo à apresentação \n\nda metodologia utilizada para o desenvolvimento dessa pesquisa, como os \n\nmétodos cartográficos,  o cálculo do índice referente à Pressão de Uso \n\nCircundante para caracterização ambiental e o Método de Valoração \n\nContingente, com suas ferramentas para mensurar a disposição a pagar e a \n\ndisposição a aceitar, utilizadas para estimar o valor dos serviços ambientais.  \n\n\n\n18\n\n Os resultados obtidos com a aplicação dos métodos anteriormente \n\ncitados são expressos no capitulo quatro da dissertação, dividindo-se entre \n\numa proposta de pagamento por serviços ambientais para a microbacia do Alto \n\nRio Wanpú, em Honduras, e uma proposta de pagamento por serviços \n\nambientais para os assentamentos rurais localizados na microbacia do Médio \n\nNatuba, na zona rural dos municípios de Pombos e Vitória de Santo Antão, em \n\nPernambuco. \n\n Finalmente, o capitulo cinco apresenta as conclusões geradas na \n\npesquisa, apontando os aspectos mais relevantes a serem considerados.  \n\n\n\n19\n\n2 – REFERÊNCIAL TEÓRICO \n\nEsta etapa da pesquisa objetiva levantar as informações da literatura \n\nespecífica sobre o assunto, para fundamentar a tese de que os Pagamentos \n\npor Serviços Ambientais podem, guardadas as especificidades de cada \n\nmicrobacia, serem utilizados como instrumentos para promoção da gestão \n\nambiental destas unidades ambientais. \n\n2.1. Serviços Ambientais  \n\nSegundo a Avaliação Ecossistêmica do Milênio - AEM (Millenium \n\nEcossistem Assesment, 2005a) os serviços ecossistêmicos (expressão aqui \n\nutilizada como sinônimo de serviços ambientais) são os benefícios obtidos dos \n\necossistemas pelas pessoas. Inclui-se nesta condição uma grande gama de \n\necossistemas, desde aqueles relativamente intocados, como florestas naturais, \n\npassando por paisagens com diferentes formas de uso humano, até \n\necossistemas intensivamente manejados e modificados, como áreas agrícolas \n\ne urbanas. May e Geluda (2005) complementam esta conceituação ao se \n\nreferirem a estes como benefícios gerados à sociedade pela natureza, até \n\nentão sem remuneração monetária aos seus provedores. \n\nEm termos legais, o Brasil ainda não possui uma lei que verse sobre o \n\nassunto, porém já existe em discussão no Congresso Nacional um projeto de \n\nlei para instituir o Plano Nacional de Pagamento por Serviços Ambientais \n\n(BRASIL, 2009). O Projeto de Lei no 5.487 de 2009,   traz a seguinte definição:  \n\nArt. 2º Para fins desta Lei consideram-se: \n\nI - serviços ambientais: serviços desempenhados pelo meio ambiente \n\nque resultam em condições adequadas à sadia qualidade de vida.\n\nEm Honduras já existe um documento oficial elaborado sobre o assunto, \n\na Estratégia Nacional de Bienes y Servicios Ambientales de Honduras\n\n(CONABISAH, 2005). Este documento traz as seguintes definições: \n\nBens ambientais: são os produtos que a natureza fornece \nque incidem na proteção e no melhoramento do meio \nambiente, sendo aproveitados diretamente pelo ser \nhumano ou que podem ser transformados por um meio \nde produção. \nServiços ambientais: derivam-se a partir das funções, \ncondições e processos naturais que interagem nos \necossistemas e agroecossistemas, e incidem direta ou \n\n\n\n20\n\nindiretamente na proteção e melhoramento do ambiente, \ne ao mesmo tempo geram serviços úteis que melhoram a \nqualidade da vida das pessoas (pág.8). \n\nConcordando com a afirmação de Veiga Neto (2008), o que estes \n\nconceitos trazem de novo é a relevância que assumem os serviços que \n\nefetivamente dão sustentação à vida no planeta.   \n\nEsta relevância se torna ainda maior quando consideradas as \n\ninformações obtidas pela AEM (Millenium Ecossistem Assesment, 2005b),  \n\ndemonstrando que nos últimos 50 anos os seres humanos tem transformado os \n\necossistemas mais rápida e extensamente que em qualquer outro período de \n\ntempo comparável da história humana. Em grande parte para resolver \n\nrapidamente as demandas crescentes de alimento, água doce, madeira, fibra e \n\ncombustíveis. Isto gerou uma perda considerável e, em grande medida \n\nirreversível, de diversidade da vida sobre a Terra.   \n\nAfinal, os serviços ambientais são providos por ambientes/ecossistemas, \n\nnos quais suas funções - apesar de naturalmente flutuantes - apresentam um \n\nequilíbrio dinâmico, que é muitas vezes afetado por atividades humanas que \n\ndesequilibram o balanço entre utilização e preservação, levando à interrupção \n\nmomentânea da provisão desses serviços ou até à sua total inviabilização, pela \n\nsuperação da capacidade de resiliência1 desses ambientes. \n\nConforme a AEM (2005b), embora as mudanças realizadas nos \n\necossistemas pelas atividades humanas tenham contribuído para se obter \n\nconsideráveis benefícios iniciais ao bem estar das populações e ao \n\ndesenvolvimento econômico, estes benefícios foram obtidos com crescentes \n\ncustos consistentes na degradação de muitos serviços dos ecossistemas. \n\n. Tais serviços, devido às suas distintas características, receberam \n\nclassificações em grupos. Para a AEM (2005a) e FAO (2007) os serviços \n\nambientais dividem-se em: serviços de provisão, de comida, água, madeira e \n\nfibra; serviços de regulação, que afetam o clima, inundações, doenças, \n\nresíduos e qualidade da água; serviços culturais, que provêm benefícios \n\nrecreacionais, estéticos e espirituais; e serviços de suporte, como formação de \n\nsolo, fotossíntese e ciclagem de nutrientes. \n                                                \n1 Resiliência é a capacidade de um determinado ambiente de retornar ou retomar sua função \nhabitual após uma perturbação.\n\n\n\n21\n\n Por sua vez, o projeto de lei sobre pagamentos por serviços ambientais \n\nremetido ao Congresso Nacional traz a seguinte classificação: serviços de \n\naprovisionamento, que resultam em bens ou produtos ambientais com valor \n\neconômico, obtidos diretamente pelo uso e manejo sustentável dos \n\necossistemas; serviços de suporte e regulação, que mantêm os processos \n\necossistêmicos e as condições dos recursos ambientais naturais, de modo a \n\ngarantir a integridade dos seus atributos para as presentes e futuras gerações; \n\ne  serviços culturais, associados aos valores e manifestações da cultura \n\nhumana, derivados da preservação ou conservação dos recursos naturais; \n\nComo se pode observar, o emprego do termo “serviços ambientais” está \n\ntotalmente ligado à relação ambiente/homem, uma vez que na própria definição \n\ndeste termo está claro que para a existência desses benefícios gerados pelos \n\necossistemas tem que haver um beneficiário para usufruí-los.  E esta relação \n\nse dá de muitas formas e intensidades, como mostra a Figura 1.  \n\nFigura 1 – A força das ligações entre serviços ambientais e os constituintes do bem \nestar humano. Fonte: Millennium Ecosystem Assesment (2005a). \n\n\n\n22\n\nConcordando com esta afirmação, Nasi et al. (2002) acrescenta:  \n\nOs serviços ambientais são produto das funções e \natributos dos ecossistemas. No entanto, a partir do ponto \nde vista antropocêntrico, as funções dos ecossistemas só \nse convertem em serviços quando os humanos as \nreconhecem como parte de seu sistema social e de \ngeração de valores (pág.7).   \n\nComo observado na Figura 1, as relações entre os serviços ambientais e \n\no bem estar humano variam de acordo com o tipo de serviço, e também de \n\nacordo com as necessidades humanas. Além disso, variam com relação às \n\ncaracterísticas de abrangência ou territorial, como observa Irías (2008):  \n\nDo ponto de vista geográfico, os serviços ambientais \npodem ser de interesse global ou local. Por exemplo, os \nserviços ambientais de regulação de gases e do clima \nnão têm demarcação territorial e se consideram de \ninteresse global. Por outro lado, a regulação hídrica é um \nserviço ambiental com mais interesse local ou territorial, \nmas considerando que a escassez de água está se \nconvertendo em uma realidade mundial, este serviço está \nse tornando de interesse global (pág.12).  \n\nAnalisando as várias iniciativas relativas aos serviços ambientais pelo \n\nmundo, Wunder (2005) afirma que atualmente se destacam quatro tipos de \n\nserviços ambientais: seqüestro e armazenamento de carbono; proteção da \n\nbiodiversidade; proteção de bacias hidrográficas e beleza cênica. Em nosso \n\ntrabalho daremos enfoque aos serviços relativos à proteção das bacias \n\nhidrográficas. \n\nSegundo Tognetti et al. (2002), os serviços das bacias hidrográficas são  \n\nproduto das funções ou processos do ecossistema, que provêem fluxos de \n\nbenefícios aos seres humanos em forma direta ou indireta, que podem incluir: \n\na) Provisão de água doce, por usos para consumo  doméstico, agrícola e \n\nindustrial e por usos que não implicam em consumo (geração de energia \n\nhidroelétrica, refrigeração e navegação), \n\nb) Regulação de fluxos e filtração de partículas como por exemplo, na \n\nmanutenção da qualidade da água armazenada nos solos e planícies \n\ninundáveis,  que pode estabilizar as vazões durante o período de chuvas e  \n\nsecas, controlar a erosão e a sedimentação, controlar os níveis dos aqüíferos \n\n\n\n23\n\nque podem levar salinidade à superfície, e manter o equilíbrio dos habitats \n\nripários, e outros habitats de vida silvestre importantes.  \n\nc) Serviços culturais referentes a usos para recreação e turismo; \n\nd) Serviços de apoio, como seguro contra efeitos causados por \n\nmudanças nas condições climáticas, manutenção de fluxos e situações de \n\ndistúrbios naturais, isto é, mantendo a capacidade de recuperação do \n\necossistema, cujos limiares são geralmente incertos. \n\nA classificação de Tognetti et al. (2002) é corroborada por Smith et al., \n\n(2007), como apresentadado no Quadro 1.  \n\n. \n\nBens e Serviços  Atributos dos serviços \nProvisão  \n\nAbastecimento de água \n1 - Precipitação, infiltração,retenção de água nos solos, \nfiltração, caudal superficial, caudal de água subterrânea\n\nProvisão de alimentos \n1 -Produção agrícola e pecuária   \n2 -Plantas e animais comestíveis\n\nBens que não são alimentos \n1 -Produção de matérias primas (p.e. madeira, cana-de-\naçúcar) - Produção de medicinas\n\nEnergia hidroelétrica 1 -Caudal para geração de energia\nRegulação \n\nRegulação de caudais hídricos \n\n1 - Retenção e descarga de água (especialmente por \nmatas e áreas úmidas)            \n2 - Abastecimento de água por rios, lagos e áreas úmidas     \n3 -Recarga e descarga de água subterrânea.\n\nMitigação de riscos \n1 -Menores picos em inundações e danos por tempestades   \n2 -Proteção costeira                        \n3 -Estabilidade de pendentes \n\nControle de erosão de solos e \nsedimentação \n\n1 -Proteção de solos por \nvegetação e biota de solos\n\nPurificação de água \n\n1 -Menor contaminação de rios e lagos                                   \n2 -Absorção e descarga de nutrientes por ecossistemas         \n3 - Redução da decomposição de matéria orgânica, sais e \nc o n t a m i n a n t e s. \nServiços de apoio \n\nHábitat de vida silvestre \n1 -Habitats para vida silvestre e \nviveiros\n\nCaudal ambiental \n1 - Manutenção do regime de \ncaudal fluvial\n\nServiços culturais e de recreio \nServiços estéticos e \n\nrecreativos \n1 -Qualidade e características da \npaisagem\n\nPatrimônio e identidade \n1 -Características ou espécies da \npaisagem\n\nInspiração espiritual e \nartística \n\n1 - Valor de inspiração de características \nou espécies da paisagem.\n\nQuadro 1 – Classificação dos Bens e Serviços Ambientais em uma bacia hidrográfica \nFonte: Smith et al., (2007) \n\n\n\n24\n\nConhecidos os conceitos sobre bens e serviços ambientais, \n\nprincipalmente os hidrológicos, se faz necessário o entendimento dos aspectos \n\necológicos que permitem o fornecimento destes serviços por parte dos \n\necossistemas, principalmente daqueles localizados em uma bacia hidrográfica. \n\nComo afirmam Botelho e Silva (2004), a bacia hidrográfica é entendida como \n\ncélula básica da análise ambiental, sendo possível conhecer e avaliar seus \n\ndiversos componentes, os processos e interações que nela ocorrem.  \n\nOs processos ecológicos aos quais se deve dar maior atenção no estudo \n\nrelativo aos serviços ambientais de uma bacia hidrográfica, são àqueles ligados \n\nà relação vegetação-solo-água, uma vez que estes aspectos tem influência \n\ndireta no ciclo hidrológico e em vários dos serviços ambientais ligados a este, \n\nprincipalmente naqueles que são o foco desta pesquisa: a regularização da \n\nvazão e o controle da sedimentação.  \n\nSegundo Braga (2005), citando vários autores, estas influências são \n\ncomprovadas por pesquisas que quantificaram no balanço hídrico de uma \n\nbacia hidrográfica nas proximidades de Manaus (área coberta com floresta \n\ndensa), 25% da água da chuva (que totaliza 2.200 mm/ano) jamais atingem o \n\nsolo, ficando retidos nas folhas e voltando à atmosfera por evaporação direta; \n\nenquanto 50% da precipitação são utilizados pelas plantas, sendo devolvidos à  \n\natmosfera, na forma de vapor, por transpiração. Os 25% restantes, alimentam a \n\nvazão dos igarapés, que drenam a bacia hidrográfica.  \n\n Outros dados apresentados pelo mesmo autor sobre interceptação da \n\nágua de chuva por mata natural secundária em uma bacia experimental na \n\nSerra do Mar em São Paulo evidenciaram que 18,2% das águas das chuvas \n\nque chegam à floresta retornam à atmosfera pelo processo de interceptação. O \n\nrestante atinge a superfície do solo, principalmente pela precipitação interna \n\n(80,6%) e por uma pequena porção de água escoada pelo tronco das árvores \n\n(1,2%). Além disso, em um contexto de mata ciliar com vegetação do tipo \n\n“cerradão”, a interceptação da água de chuva na copa das árvores chega a \n\n37,6% evidenciando que mesmo não sendo Mata Atlântica, a recuperação de \n\nmatas ciliares, em processo de regeneração para uma floresta diversificada e \n\nbem estruturada, cumpre igual papel de proteção do solo, amenização \n\nclimática e regularização do regime hídrico. Além de afetar o regime hídrico, \n\n\n\n25\n\nrefletindo no clima e nas vazões dos cursos d’água, a vegetação ciliar tem \n\nrelevante papel no controle da erosão.  \n\nAs áreas de matas ciliares, também conhecidas como zonas ripárias, \n\ncaracterizam-se segundo Lima e Zakia (2000), pela condição de saturação do \n\nsolo, pelo menos na maior parte do ano, em decorrência da proximidade do \n\nlençol freático e do curso d’água e que, portanto, em um primeiro momento, \n\nconforme afirma Braga (2005), a floresta é capaz de retardar o escoamento, \n\natenuando os picos de vazão. Após as chuvas, a água é liberada \n\ngradativamente, amenizando as baixas vazões no período de estiagem.  \n\nAssim, a recuperação da vegetação contribui para o aumento da \n\ncapacidade de armazenamento da água na microbacia, o que regula o nível de \n\nvazão no período de estiagem, se comparada com a que seria gerada na \n\nsituação de uma área desmatada.  \n\nConsiderando tais informações, no presente estudo se dará especial \n\natenção às formas de uso da terra localizadas nas margens dos rios e \n\nnascentes, com a observação da existência de cobertura florestal como \n\ncondição fundamental para a provisão dos dois serviços ambientais: regulação \n\nde vazão e controle de sedimentos. Considera-se, neste caso, que os \n\nagricultores dessas áreas são passiveis de receberem pagamento por sua \n\nconservação, pagamento que deve ser realizado considerando-se os \n\npressupostos da valoração ambiental, conforme descritos a seguir.  \n\n  \n\n2.2. Valoração e Pagamento por Serviços Ambientais \n\nCom relação à valoração dos serviços ambientais, Mota (2006) afirma \n\nque todas as mercadorias têm valor econômico, pois têm preço definido pelo \n\nmercado. Mas os recursos da biodiversidade, tais como um orangotango, uma \n\nfloresta, o ar e tantos outros, não têm preço fixado pelos mercados. Esses \n\nrecursos naturais não são mercadorias, constituem-se em ativos essenciais à \n\npreservação da vida de todos os seres. Portanto, como afirma Serôa da Mota \n\n(1998), determinar o valor econômico de um recurso ambiental é estimar o \n\nvalor monetário deste em relação aos outros bens e serviços disponíveis na \n\neconomia. Embora o uso de recursos ambientais não tenha seu preço \n\n\n\n26\n\nreconhecido no mercado, seu valor econômico existe na medida em que seu \n\nuso altera o nível de produção e consumo (bem-estar) da sociedade. \n\nMesmo considerando que os serviços ambientais e, conseqüentemente, \n\na atribuição de valores a estes, só tenha sentido quando se trata da relação \n\ndestes com o homem, é importante ressaltar a afirmação de Ortiz (2003), de \n\nque todo recurso ambiental tem um valor intrínseco que, por definição, é o valor \n\nque lhe é próprio, interior, inerente ou peculiar. É o valor que reflete direitos de \n\nexistência de espécies não humanas e objetos inanimados, por exemplo.    \n\nEsta é a opinião corroborada por Serôa da Motta (2006), ao afirmar que \n\nprimeiro devemos perceber que o valor econômico dos recursos ambientais é \n\nderivado de todos os seus atributos e, segundo, que estes atributos podem \n\nestar ou não associados a um uso.          \n\nPara Smith et al.(2007), a valoração de serviços ecossistêmicos se \n\nbaseia no conceito de Valor Econômico Total  -VET, que tem se convertido em \n\num marco muito utilizado para examinar o valor dos ecossistemas. O usual é \n\nque o valor econômico total se desagregue em duas categorias: valores de uso \n\ne valores de não uso.  \n\nOs valores de uso se compõem de três elementos:  \n\n• Valor de uso direto, que também se conhece como valor de uso \n\nextrativo, de consumo ou estrutural. Exemplos destes bens incluem a água \n\npotável, os peixes e a energia hidroelétrica, assim como atividades recreativas. \n\n• Valor de uso indireto, que se obtêm sobretudo dos serviços que \n\nprovêem o meio ambiente, incluindo regulação de caudais fluviais, controle de \n\ninundações e purificação da água.  \n\n• Valor de opção, que é o valor atribuído à manutenção da possibilidade \n\nde obter benefícios de bens e serviços ecossistêmicos em data posterior, \n\nincluindo os procedentes de serviços ecossistêmicos que parecem ter um \n\nescasso valor na atualidade, mas que poderiam alcançar um valor muito mais \n\nelevado no futuro, devido à nova informação ou conhecimento. \n\nOs valores de não uso, por outro lado, provêm dos benefícios que o \n\nmeio ambiente pode proporcionar, que implica em não utilizá-lo de forma \n\nalguma, seja de forma direta ou indireta, e incluem: \n\n• Valor de existência, que é o valor dissociado de uso e deriva de uma \n\nposição moral, cultural, ética, altruística em relação ao direito de existência de \n\n\n\n27\n\noutras espécies. Assim, as pessoas dão valor à existência de baleias azuis ou \n\nde pandas, mesmo que nunca hajam visto um deles \n\n• Valor de legado, que é o valor que provêm do desejo de deixar \n\necossistemas como legado para gerações futuras.  \n\nNesse sentido, para se atingir valor ideal para um bem ou serviço \n\nambiental é necessário contabilizar todos esses tipos de uso, ou não uso, que \n\nse possa pensar para os recursos naturais, como evidenciado na Figura 2. \n\nFigura 2 – Componentes do valor econômico total dos bens e serviços \nambientais. Fonte: Smith et.al.,(2007) \n\n Entendido o fato de que os bens naturais, ainda que não disponíveis em \n\num mercado, podem sim apresentar um valor monetário, e que este valor pode \n\nser importante para promover a sua conservação, se faz necessário saber de \n\nque forma realizar os pagamentos por estes bens e serviços. \n\n Segundo Wunder (2005), o pagamento por serviços ambientais é: \n\nUma transação voluntária na qual um serviço ambiental \n\nbem definido ou uma forma de uso da terra que possa \n\nassegurar este serviço é comprado por pelo menos um \n\ncomprador de pelo menos um provedor, sob a condição \n\n\n\n28\n\nde que o provedor garanta a provisão deste serviço \n\n(pág.03).  \n\nÉ importante ressaltar, segundo PASOLAC (2006), que o PSA não é \n\numa subvenção ou subsídio à produção florestal ou agrícola, mas um \n\npagamento por um serviço que se recebe (internalização dos custos) para \n\nalcançar uma gestão mais sustentável dos recursos naturais. \n\nAfirmação corroborada por Serôa da Motta (1998) ao considerar que: \n\nse os custos da degradação ecológica não são pagos por \naqueles que a geram, estes custos são externalidades \npara o sistema econômico. Ou seja, custos que afetam \nterceiros sem a devida compensação. Atividades \neconômicas são, desse modo, planejadas sem levar em \nconta essas externalidades ambientais e, \nconseqüentemente, os padrões de consumo das pessoas \nsão forjados sem nenhuma internalização dos custos \nambientais. O resultado é um padrão de apropriação do \ncapital natural onde os benefícios são providos para \nalguns usuários de recursos ambientais sem que estes \ncompensem os custos incorridos por usuários excluídos. \nAlém disso, as gerações futuras serão deixadas com um \nestoque de capital natural resultante das decisões das \ngerações atuais, arcando os custos que estas decisões \npodem implicar (pág. 03). \n\nComplementando a definição de um PSA, Wunder (2008), afirma que, \n\nem princípio, pode ser comprador de um serviço ambiental qualquer pessoa \n\nfísica ou jurídica que tenha disposição a pagar pelo mesmo, distinguindo-se, \n\ncom relação ao comprador entre dois tipos: os PSA privados, aqueles \n\nfinanciados diretamente pelos usuários dos serviços; e os PSA públicos, onde \n\no Estado atua como comprador, representando os usuários dos serviços \n\nambientais.   \n\nSegundo Veiga Neto (2008) a discussão acerca do pagamento dos \n\nserviços realizados pelos ecossistemas teve início a partir de alguns pontos \n\nimportantes. O primeiro deles diz respeito à percepção crescente pela \n\nsociedade, da deterioração constante destes serviços, como demonstrado pela \n\nAEM (2005b), que concluiu que mais de 60% dos ecossistemas do mundo têm \n\nsido utilizados de forma não sustentável.  \n\n\n\n29\n\n Já para Wunder (2005), o desenvolvimento do conceito de Pagamentos \n\npor Serviços Ambientais se origina no debate sobre a eficiência das \n\nabordagens tradicionais para a conservação dos ecossistemas, comumente \n\nassociadas ao desenvolvimento rural, que foram bastante privilegiadas em \n\ndécadas recentes, particularmente nos países em desenvolvimento, sobretudo \n\ndepois da Conferência - Rio 92. Segundo este autor:\n\nAs duas abordagens principais, os “Projetos Integrados \nde Conservação e Desenvolvimento - PICD” e o “Manejo \nFlorestal Sustentável - MFS” sofreram diversas críticas \nquanto à eficácia de suas ações em relação à \nconservação, basicamente por conta de dúvidas em \nrelação à possibilidade de combinação destas duas \ngrandes agendas, que são a conservação da natureza e \na redução da pobreza, assim como a forma indireta de \nabordar os problemas ambientais (p.1). \n\n Já para Veiga Neto (2008), uma nova abordagem a partir dos \n\npagamentos pela água, pelo carbono ou pela biodiversidade, podem permitir \n\nagregar valor a sistemas de produção mais sustentáveis, beneficiando desta \n\nforma aqueles produtores rurais ou comunidades tradicionais que optam por \n\nsistemas de produção menos impactantes do ponto de vista social e ambiental.  \n\nA melhoria da qualidade de vida e o aumento da renda de produtores \n\nrurais são extremamente necessários, se considerarmos que nessas áreas, \n\nsegundo informações de Tyler (2006), se estima que o número de habitantes \n\npobres no mundo atualmente oscile entre 600 e 900 milhões, o que constitui \n\naproximadamente entre 9% e 14% da população mundial.  \n\nObserve-se que justamente nas áreas rurais é onde encontram-se as \n\nnascentes de microbacias que alimentam os sistemas de abastecimento das \n\ncidades. Portanto, a gestão destas microbacias deve-se realizar de maneira \n\nadequada, encontrando-se meios de conservar os recursos naturais e permitir \n\no desenvolvimento de atividades produtivas por parte das populações \n\nresidentes. \n\n2.3. Gestão Ambiental de Bacias Hidrográficas  \n\n.A manutenção dos recursos hídricos, tema que preocupa o homem há \n\nmuito tempo, assume atualmente caráter prioritário e vital, dada a escassez de \n\n\n\n30\n\nágua já sentida em várias regiões do mundo (LIMA e ZAKIA, 2006). Como \n\nafirma Veiga Neto (2008), poucos exemplos de capital natural podem ser tão \n\nsintomáticos da limitação para o desenvolvimento, quanto a crescente redução \n\nda qualidade e da quantidade de água para as populações humanas. \n\nDevido à importância deste bem natural é que se parte do recurso água \n\npara se atingir uma visão mais geral e sistêmica das microbacias, uma vez que, \n\ncomo afirma Lanna (1995), a água, por não ser o único elemento natural do \n\nambiente, não deve ser visto isoladamente. Assim, a presença ou ausência de \n\ncobertura florestal em uma bacia hidrográfica influencia a qualidade e a \n\nquantidade da água. Da mesma forma, os tipos de uso do solo são \n\ndeterminantes para a conservação dos mananciais hídricos. Verifica-se, \n\nportanto, que a gestão ambiental de uma bacia hidrográfica deve contemplar a \n\nqualidade e o gerenciamento da oferta e da demanda dos outros recursos \n\nnaturais, como o solo, o ar, a fauna, a flora e a energia.  \n\nPara Lino et al, 2003: \n\nA bacia hidrográfica é definida como a área de captação \nnatural da água da chuva que escoa superficialmente \npara o rio ou um seu tributário. Os limites são definidos \npelo relevo, considerando-se como divisores de água os \nterrenos mais elevados. O rio principal que dá nome à \nbacia recebe contribuição dos seus afluentes, sendo que \ncada um deles apresenta inúmeros tributários menores, \nalimentados direta ou indiretamente por nascentes. \nAssim, em uma bacia existem várias sub-bacias e muitas \nmicrobacias, que são as unidades fundamentais para a \nconservação e o manejo dos recursos hídricos (pág.52). \n\n A opção por uma microbacia como objeto de estudo deve-se ao fato de \n\nser esta uma unidade onde se tem diferentes características ambientais, desde \n\nregiões altas, onde normalmente estão localizadas as nasceentes dos riachos \n\ne córregos; áreas de encostas, onde as águas escorrem com maior velocidade; \n\ne as áreas de baixadas, onde normalmente são observadas as conseqüências \n\ndo manejo inadequado feito nas altitudes mais elevadas (PIROLI et al., 2002). \n\n Além dos aspectos considerados acima, é importante ressaltar que para \n\nse realizar de forma adequada gestão ambiental de uma bacia hidrográfica, é \n\nmuito importante considerar as especificidades existentes. No caso de se \n\ntrabalhar em uma bacia hidrográfica de grande dimensão, é muito provável que \n\n\n\n31\n\nse incorra no erro de generalizar as características da área, deixando assim de \n\nperceber aspectos fundamentais da paisagem que incidem diretamente no \n\nfuncionamento desses ecossistemas e assim influenciando a avaliação da \n\n“prestação” dos serviços ambientais.  \n\nAs possibilidade de observação dos impactos sobre os serviços \n\nambientais com relação ao tamanho das bacias foi resumido por Wickel (2008) \n\nna Tabela 1.  \n\nTabela 1 – Relação entre o tamanho das bacias e os impactos nos serviços \nambientais observáveis \n\nImpacto Tamanho da Bacia Hidrográfica (km2) \n  0.1  1 10 100 1.000 10.000 100.000 \nVazão média x x x x N N N \nVazão pico x x x x N N N \nVazão base x x x x N N N \nRecarga de água \nsubterrâneas x x x x N N N \nCarreamento de sedimentos x x x x N N N \nNutrientes x x x x x N N \nCarga Orgânica x x x x N N N \nPatógenos x x x N N N N \nSalinidade x x x x x x x \nPesticidas x x x x x x x \nMetais pesados x x x x x x x \nRegime Calórico x x N N N N N \n\nLegenda: x = Impactos observáveis N = Impactos não observáveis Fonte: Wickel (2008). \n\nAlém dos atributos do ambiente, se faz necessária a observação das \n\nnormas e instrumentos legais existentes, tanto para a gestão das bacias \n\nhidrográficas como para a implementação de esquemas de pagamento por \n\nserviços ambientais que visem contribuir para a gestão dessas áreas. \n\nPortanto, partindo-se para as referências da legislação ambiental, o \n\nprincipal marco legal para a gestão das águas no Brasil é a Lei 9.433 (BRASIL, \n\n1997) da Política Nacional de Recursos Hídricos – PNRH, que apresenta entre \n\nos seus objetivos: \n\nAssegurar à atual e às futuras  gerações  a  necessária  \ndisponibilidade  de  água,  em  padrões  de  qualidade \nadequados  aos  respectivos  usos;  a  utilização  racional  \ne  integrada  dos  recursos hídricos, com vistas ao  \ndesenvolvimento sustentável;  e  a preservação  e a \ndefesa contra  eventos  hidrológicos  críticos  de  origem  \nnatural  ou  decorrentes  do  uso inadequado dos \nrecursos naturais (Art.2o).    \n\n\n\n32\n\nNo entanto, como já observamos, devido à complexidade dos sistemas \n\nambientais, em especial das bacias hidrográficas, se faz necessário \n\nobservarmos outras normas e leis, como a Lei 6.938 (BRASIL, 1981) da \n\nPolítica Nacional de Meio Ambiente – PNMA, que define como um de seus \n\nobjetivos: \n\nA preservação, melhoria e recuperação da qualidade  \nambiental  propícia  à  vida,  visando  assegurar,  no  \nPaís,  condições  ao desenvolvimento sócio-econômico, \naos interesses da segurança nacional e à proteção da \ndignidade da vida humana (Art. 4o).  \n\n Já o Código Florestal Brasileiro Lei 4.771 (BRASIL, 1965), demonstra \n\nbem a necessidade de uma visão integrada dos recursos naturais, quando cita \n\nque:  \n\nNa preservação ambiental de uma bacia hidrográfica, \ndeve-se dar atenção especial à vegetação situada nas \ncabeceiras de drenagem, ao longo dos cursos d’água e \nno entorno dos reservatórios, que são denominadas de \nvegetação de zonas ripárias, sendo freqüentemente \nmatas ciliares. Essas áreas são consideradas como de \npreservação permanente (Art. 2o). \n\nPara tornarem efetivas suas premissas, estão previstos na legislação \n\ncitada instrumentos específicos. Segundo Braga (2006), os instrumentos \n\nidentificados nas duas políticas nacionais (PNRH e PNMA) são a base para \n\numa gestão ambiental sólida. Ainda segundo este autor, a própria Constituição \n\nFederal já prevê as duas políticas atuando de maneira articulada. Salienta-se \n\nque a lei das águas define, textualmente,  a necessidade de integração da \n\ngestão dos recursos hídricos com a gestão ambiental, e estabelece que a \n\nSecretaria Executiva do Conselho Nacional de Recursos Hídricos seja  \n\nexercida por órgão integrante do Ministério do Meio Ambiente. \n\nAlém destas normas e os instrumentos nelas previstos, destacam-se no \n\ncaso desta pesquisa, a Resolução CONAMA no 302 que dispõe sobre os \n\nparâmetros, definições e limites de Áreas de Preservação Permanente de \n\nreservatórios artificiais e o regime de entorno (CONAMA, 2002a); e a \n\nResolução Conama no 303 que dispõe sobre parâmetros, definições e limites \n\nde Áreas de Preservação Permanente (CONAMA, 2002b).\n\n\n\n33\n\nPor ser oportuno, apesar de ainda não aprovada, consideraremos aqui o \n\nProjeto de Lei da Política Nacional de Serviço Ambientais no 5.487 de 2009, de \n\nautoria do executivo que em seu Capítulo 2 que versa sobre o Programa \n\nFederal de Pagamento por Serviços Ambientais, propõe que: \n\nO Subprograma Floresta tem como finalidade gerir ações \nde pagamento aos povos e comunidades tradicionais, \npovos indígenas, assentados de reforma agrária e \nagricultores familiares do que trata a Lei n  11.326, de 24 \nde julho de 2006 (Art. 7). \nO Subprograma RPPN tem como finalidade gerir ações \nde pagamento aos instituidores de Reservas Particulares \ndo Patrimônio Natural de até quatro módulos fiscais que \nsejam reconhecidas pelo órgão ambiental federal \ncompetente, excluídas as áreas de reserva legal, de \npreservação permanente, bem como as áreas destinadas \npara servidão florestal (Art. 8). \nO Subprograma Água tem como finalidade gerir ações de \npagamento aos ocupantes regulares de áreas de até \nquatro módulos fiscais situadas em bacias hidrográficas \nde baixa disponibilidade e qualidade hídrica(Art. 9). \n\n   \n\nNo caso de Honduras, é possível observar a mesma visão integrada dos \n\nrecursos naturais, como forma de atingir satisfatoriamente a gestão dos \n\nambientes. Para tanto o país conta com a Lei Geral do Ambiente de Honduras \n\n(SEDA, 2002), que expressa essa visão integrada , quando diz que:  \n\nCorresponde ao Estado e aos municípios em sua \nrespectiva jurisdição, o manejo, proteção e conservação \ndas bacias e depósitos naturais de água, incluindo a \npreservação dos elementos naturais que intervêm no \nprocesso hidrológico (Art. 30) \n\n  \n\nDestaca-se ainda a existência na Política Nacional do Ambiente de \n\nHonduras, de princípios norteadores à utilização da valoração dos recursos \n\nnaturais e a internalização dos conceitos de bens e serviços ambientais, como \n\npodemos observar no trecho a seguir:  \n\nFomentar a valoração econômica do patrimônio natural,\ncriando mercado de bens e serviços ambientais e de \ninternalização dos custos ambientais (certificação \nambiental, mercado de carbono,produção mais limpa, \nentre outros (Pág.11). \n\n\n\n34\n\nAlém dessas duas leis que se apresentam com conceitos modernos, \n\nHonduras ainda conta com dois marcos regulatórios para a gestão ambiental e \n\no desenvolvimento de pagamentos por serviços ambientais. São a Estratégia \n\nde Redução da Pobreza – ERP  e a Estratégia Nacional de Bens e Serviços \n\nAmbientais.  \n\nA ERP (República de Honduras, 2001), instrumento político em que se \n\nbaseia o Estado hondurenho para o seu desenvolvimento social e econômico, \n\nvisualiza aspectos considerados como condições necessárias para fortalecer o \n\nsetor ambiental e que estão relacionadas com o PSA, entre elas:  \n\n• planificação por bacias e ordenamento territorial;  \n\n• focalização de setores populacionais mais desprotegidos; e  \n\n• desenvolvimento de mecanismos locais para o melhoramento da \n\ngestão da água.  \n\nJá a Estratégia Nacional de Bens e Serviços Ambientais de Honduras \n\ndeve servir como instrumento guia para o Estado, particularmente suas \n\nentidades responsáveis pela implementação política da mesma e para todos os \n\nsetores que, direta ou indiretamente, se relacionam e se beneficiam dos \n\necossistemas do país (CONABISAH, 2005).  \n\nHonduras ainda apresenta uma reformulada lei florestal, que define \n\náreas de proteção exclusiva, o equivalente às APP’s no Brasil, onde a proteção \n\nnas margens dos rios deve respeitar uma faixa que varia entre 50 e 150m, \n\ndependendo do percentual de declividade das áreas e uma área com raio de \n\naté 250m para as áreas de nascentes, nas partes altas das bacias \n\nhidrográficas utilizadas para abastecimento público.  \n\nEstas normas e os instrumentos nelas previstos podem ser \n\nconsideradas, como marco legal que permita dar subsídios a elaboração de \n\npropostas de pagamento por serviços ambientais como instrumentos capazes \n\nde auxiliar na gestão ambiental das microbacias em estudo. \n\nPara muitos autores, os instrumentos legais existentes concentram-se \n\nem dois grupos: os instrumentos de comando e controle e os instrumentos \n\neconômicos. No primeiro grupo a idéia que prevalece é a do estabelecimento \n\nde normas e padrões que devem ser cumpridos, sendo previstas punições aos \n\ninfratores. No segundo grupo se buscam compensações ambientais e incentivo \n\neconômicos. Apesar de não previstos em lei, os Pagamentos por Serviços \n\n\n\n35\n\nAmbientais poderiam se enquadrar nesse segundo grupo, que como citado por \n\nVeiga Neto (2008), tem seu embasamento no princípio do poluidor-pagador, \n\nque é um fundamento utilizado na Lei Nacional de Recursos Hídricos, marco \n\nregulatório do mercado de água no Brasil e que pode ser o principal \n\nmecanismo de transferência de renda dos poluidores/usuários para os \n\nprotetores dos mananciais e matas ciliares dos corpos d’água.  \n\nBaseado nesse principio é que se desenvolveu a idéia do provedor-\n\nrecebedor, onde os responsáveis por conservar determinado recurso natural \n\nsão compensados pelo serviço ambiental fornecido. Especificamente nos casos \n\nmostrados nesse trabalho, os agricultores localizados nas cabeceiras dos rios \n\nrecebem pelos serviços ambientais de regulação de vazão de água e redução \n\nda sedimentação, daqueles usuários que estão rio abaixo e farão uso da água \n\ne dos reservatórios para geração de energia e abastecimento público.  \n\nVeiga Neto (2008) ressalta que o aspecto interessante de instrumentos \n\nque adotam este princípio, como por exemplo o “ICMS Ecológico”, e sua \n\ncaracterística de incentivo positivo e não coercitivo, o que o torna \n\nextremamente atraente para aquelas situações onde os métodos de comando \n\ne controle causam freqüentes conflitos entre os agentes ambientais e a \n\npopulação local. \n\nJá Wunder (2005), em sua análise sobre o PSA como instrumento, \n\nafirma que a abordagem dos PSA’s pode ser considerada mais direta do que a \n\nmaioria das taxas e subsídios utilizados pelos gestores das políticas \n\nambientais, porque estes em geral buscam alterações nos padrões de \n\nprodução ou no uso dos recursos, enquanto que os esquemas de PSA buscam \n\nrealizar negócios com atores, envolvendo a entrega de algum serviço ambiental \n\nprestado.  \n\nPensando nisso é que se busca um maior conhecimento sobre os \n\npagamentos por serviços ambientais como forma de promover, ao mesmo \n\ntempo, uma melhoria na conservação dos ambientes e da condição sócio-\n\neconômica das pessoas, através da valoração dos bens naturais existentes nas \n\náreas ocupadas por essas populações (principalmente rurais) e de uma \n\ncompensação pelas ações de proteção por elas desenvolvidas. \n\n\n\n36\n\n3 – METODOLOGIA \n\nAqui são apresentadas as áreas de estudo, os pressupostos teóricos e \n\nos procedimentos metodológicos utilizados para  atendimento aos objetivos do \n\ntrabalho.\n\n3.1. Caracterização da Área \n\nNeste item são apresentadas as duas microbacias hidrográficas \n\nfocalizadas na pesquisa, em seu contexto geral. \n\n3.1.1. Microbacia do Alto Rio Wampú. \n\nHonduras é um país de 112 mil km2 de superfície, com uma população \n\nde cerca de 6.7 milhões de pessoas, dos quais 3.7 milhões, ou seja 54,7% \n\nvivem na área rural, onde 75% da população vive em lares pobres \n\n(HONDURAS, 2005; BARROS et.al., 2006; PNUD, 2006) \n\n As comunidades de Nueva Esperanza, Bonanza e La Felicidad fazem \n\nparte do município de Dulce Nombre de Culmí, Departamento de Olancho, \n\nzona oeste do país. As comunidades estão situadas na zona de amortecimento \n\nda Reserva do Homem e da Biosfera do Rio Plátano (Figura 3), uma das \n\nprincipais áreas de proteção ambiental do Corredor Biológico Mesoamericano - \n\nCBM e a maior de Honduras (BARZEV, 2002). Essas comunidades são \n\ncortadas pelo rio Wampú, principal afluente do rio Patuca, o maior do país, com \n\ncerca de 23.898 km (HONDURAS, 2005). \n\n Na parte alta da bacia do rio Wampú está sendo construída pelo \n\npatronato de Nueva Esperanza, com apoio de organismos de cooperação \n\ninternacional, uma pequena hidroelétrica com capacidade para gerar energia \n\npara 80 das 120 famílias que constituem a comunidade.  \n\nNo intuito de garantir o correto funcionamento desse projeto, o patronato \n\nde Nueva Esperanza conseguiu aprovação de projeto que prevê mudanças no \n\nuso da terra nas áreas das margens do rio, a montante da hidroelétrica, nas \n\ncomunidades de Bonanza e La Felicidad. O uso da terra passa do cultivo de \n\nhortaliças para o  de café sob sistema agroflorestal, que é mais adequado para \n\ngarantir o correto funcionamento do projeto hidroelétrico, gerando serviços \n\n\n\n37\n\nambientais de regulação da vazão e redução da sedimentação, via Programa \n\nde Pequenas Doações – PPD do Programa das Nações Unidas para o \n\nDesenvolvimento – PNUD,   \n\nFigura 3 – Localização geral da microbacia do Alto Rio Wampú, na Reserva da \nBiosfera Rio Plátano – Departamento de Olancho  – Honduras - América Central.\n\n3.1.2. Microbacia do Médio Rio Natuba\n\nA região média da sub-bacia do Natuba, afluente da margem direita do \n\nTapacurá (Figura 4), encontra-se dividida entre os municípios de Pombos, onde \n\nlocaliza-se o assentamento Divina Graça, e o município de Vitória de Santo \n\nAntão, onde localiza-se o assentamento Serra Grande.  \n\nEstes dois municípios inserem-se na mesorregião da Mata \n\nPernambucana e possuem populações de 23.351 e 117.609 habitantes, \n\nrespectivamente, dos quais 9.372 (40,1%) em Pombos e 18.267 (15,5%) em \n\nVitória de Santo Antão, vivem na área rural (CONDEPE-FIDEM,2009a; \n\nCONDEPE-FIDEM ,2009b) . \n\nNos assentamentos Divina Graça e Serra Grande está sendo \n\ndesenvolvido um projeto de recuperação das Áreas de Preservação \n\nPermanente, pela Sociedade Nordestina de Ecologia - SNE, que visa conservar \n\nas nascentes do rio Natuba.  \n\n\n\n38\n\nAs nascentes desta microbacia, assim como as presentes nas sub-\n\nbacias que formam a bacia do Tapacurá, são responsáveis pelo abastecimento \n\nde grande parte da população da Região Metropolitana do Recife – RMR. No \n\nentanto, encontram-se sob pressão, uma vez que os fragmentos florestais \n\nexistentes nessas áreas, que protegem os mananciais e propiciam serviços \n\nambientais como a manutenção da vazão de água e o controle da \n\nsedimentação, são suprimidos por grandes proprietários de terra para o plantio \n\nde cana de açúcar e/ou lentamente degradados por pequenos agricultores, que \n\ncarecem de meios para melhorar a produção sem degradar o ambiente.    \n\nFigura 4 – Localização geral da sub-bacia do Natuba na bacia do Tapacurá. Fonte: \nSilva (2006). \n\n3.2. Aspectos Conceituais \n\nNesta seção apresentam-se os aspectos teóricos que embasam os \n\nmétodos utilizados para realizar a caracterização ambiental da área, assim \n\ncomo para valorar os recursos naturais nas duas microbacias estudadas. \n\n3.2.1. Caracterização Ambiental  \n\nPara caracterização das duas áreas de estudo e determinação do nível \n\nde pressão em relação à conservação ambiental das microbacias, foi adaptada \n\n\n\n39\n\na metodologia utilizada Coll et al (2004), para delimitação de zonas prioritárias \n\npara pagamentos por serviços hidrológicos.  \n\nEsta metodologia se baseia na idéia de que a intensidade de \n\napropriação territorial é um indicador qualitativo, que reflete a soma dos \n\nimpactos que uma paisagem sofre devido ao grau de artificialização do uso e a \n\nquantidade de usos distintos que se dão em uma unidade de paisagem. \n\nPara estes autores o grau de artificialização atua como um fator de \n\nponderação, que reflete a profundidade com a qual o uso transforma a \n\npaisagem.  \n\nPara a realização de tais análises eles se baseiam em um modelo \n\ngeográfico que considera principalmente os tipos de uso da terra, com relação \n\nao tipo de vegetação existente. \n\nEste método demonstra, mais uma vez, a importância da utilização de \n\nrepresentações gráficas como mapas, elaborados em ambiente SIG para a \n\nanálise ambiental de dados e caracterização das áreas de estudo. Como afirma \n\nSouza (2000), a caracterização ambiental constitui uma importante etapa da \n\ngestão ambiental, isso porque ela é a responsável pela identificação das \n\nvocações e suscetibilidades naturais dos fatores ambientais.     \n\nNo entanto, como observa Brasil (2006), é preciso ter clareza quanto aos \n\nobjetivos da aplicação de um sistema de informações geográficas e fazer \n\nperguntas sobre que produto se deseja e que fenômenos espaciais devem ser \n\nestudados, ou seja, quais os objetivos da aplicação. \n\n Em nosso estudo, temos bem clara a finalidade do uso desta ferramenta, \n\nque é a representação das áreas das microbacias em mapas temáticos que \n\ndemonstrem os tipos de cobertura vegetal existentes, sobretudo nas áreas da \n\ncabeceira das bacias e nas margens dos cursos d`água. Estes são indicadores \n\nda saúde ambiental das áreas, demonstrando o potencial para prestação dos \n\nserviços ambientais a serem valorados.  \n\n  \n3.2.2. Método de Valoração Contingente \n\nPara valoração dos serviços ambientais existentes nessas áreas foi \n\nadotado o Método de Valoração Contingente - MVC, que consiste segundo \n\nMota (2006), em se estimar o valor da disposição a pagar dos usuários de \n\n\n\n40\n\nrecursos por meio de surveys2, em que as pessoas revelam suas preferências \n\npelo recurso natural, construindo assim, um mercado hipotético para o bem \n\ne/ou serviço ambiental.  \n\nUm bem ou serviço ambiental qualquer tem grande importância para o \n\nsuporte às funções que garantem a sobrevivência das espécies. De uma forma \n\ngeral, todas as espécies de animais e vegetais dependem dos serviços \n\necossistêmicos dos recursos naturais para sua existência. Essa importância \n\ntraduz-se em valores associados aos bens ou recursos ambientais, que podem \n\nser valores morais, éticos ou econômicos (ORTIZ, 2003).    \n\nOrtiz (2003), afirma que: \n\nAs técnicas de valoração econômica ambiental buscam \nmedir as preferências das pessoas por um recurso ou \nserviço ambiental e, portanto, o que está recebendo \n“valor” não é o meio ambiente ou o recurso ambiental, \nmas as preferências das pessoas em relação a \nmudanças de qualidade ou quantidade ofertada do \nrecurso ambiental. Essas preferências individuais, em \nrelação a mudanças na qualidade ou quantidade do \nrecurso ambiental, são traduzidas em medida de bem-\nestar – variação compensatória, excedente do \nconsumidor e variação equivalente – que podem ser \ninterpretadas como a disposição a pagar - DAP de um \nindivíduo por uma melhoria ou incremento no recurso \nambiental ou como a disposição a aceitar - DAA uma \npiora ou decréscimo na oferta do recurso (pág.82).   \n\nNa análise de Herrador e Dimas (2001) o método de valoração \n\ncontingente: \n\nÉ uma das técnicas que se tem para estimar o valor \neconômico dos serviços ambientais providos pelos \nagroecossistemas para os quais não existem mercado, \nsendo extraordinariamente simples sua compreensão \nintuitiva: se tratando de simular um mercado através de \nentrevistas aos consumidores em potencial dos serviços \nambientais (pág.11). \n\nPara Serôa da Motta (1998) a grande vantagem do MVC, em relação a \n\nqualquer outro método de valoração, é que ele pode ser aplicado em um \n\nespectro de bens ambientais mais amplo.  \n\n                                                \n2 Estudo de pesquisa de mercado que formula perguntas a fim de receber informação sobre \natitudes, motivos e opiniões. \n\n\n\n41\n\nO conceito de disposição a pagar reflete a medida do valor (ou utilidade) \n\nque as pessoas atribuem às mercadorias que pretendem comprar, inclusive no \n\nsentido de preferir umas em relação a outras (BELLIA, 1996). Tanto o DAP \n\nquanto o DAA são ferramentas utilizadas para estimação dos valores \n\nmonetários dos serviços ambientais, utilizadas dentro do MVC. Este é definido \n\npor Ortiz (2003) como a utilização de pesquisas amostrais para identificar, em \n\ntermos monetários, as preferências individuais em relação a bens que não são \n\ncomercializados em mercados.  \n\n3.3. Procedimentos Metodológicos \n\nConsiderando os aspectos teóricos acima, foram definidos os \n\nprocedimentos para caracterização ambiental das duas microbacias e \n\nvaloração dos recursos naturais de manutenção do fluxo de água e redução da \n\nsedimentação.\n\n3.3.1. Caracterização Ambiental \n\nEm um primeiro momento foram realizados os estudos na microbacia do \n\nAlto Rio Wampú, em Honduras. \n\n3.3.1.1. MIcrobacia do Alto Rio Wampú  \n\nPara caracterização ambiental da microbacia do Alto Rio Wampú foram \n\nlevantados dados cartográficos da região e realizado trabalho de campo \n\ndurante uma semana na área, onde residem as comunidades de Nueva \n\nEsperanza, Bonanza, La Felicidad e Las Brisas, no municipio de Dulce Nombre \n\nde Culmí, situado no departamento de Olancho, zona leste de Honduras.       \n\nNa etapa prévia de planejamento do trabalho de campo foram coletados \n\ndados cartográficos e de imagem de satélite referentes à cobertura vegetal do \n\nprojeto PRORENA/GTZ, da Agência Alemã de Cooperação Internacional. \n\nPara validação das informações sobre cobertura vegetal foram \n\nselecionados pontos, considerando-se as classes de uso da terra observáveis \n\nnas imagens com a utilização do software arcview Gis 3.2, e localizados em \n\ncampo com uso do GPS Garmin Etrex – Venture HC. Depois de localizados os \n\npontos em campo, foram registradas as paisagens com uma câmera digital \n\n\n\n42\n\nSony HSC – 2, de 6 megapixels, e anotada as características das áreas em \n\ncaderno de campo.  \n\n Os cálculos para caracterização hidrográfica foram realizados a partir \n\ndos diferentes parâmetros e fórmulas:  \n\n• Densidade de drenagem(DD): DD = L/A ( L = ? comprimento dos canais, \n\nA= área da bacia);  \n\n• Altitude máxima: medição feita no mapa de altimetria, utilizando as \n\nferramentas computacionais;  \n\n• Desnível: calculado pela diferença das altitudes medidas entre a \n\nnascente e o exutório;  \n\n• Índice de declividade global: considerado como a relação entre o \n\ndesnível e o comprimento do curso principal. \n\n`  \n\nA partir dos parâmetros de cobertura vegetal caracterizou-se o nível de \n\npressão em relação à conservação ambiental, com base nos valores do grau \n\nde intensidade de cada tipo de uso da terra existente como mostra a Tabela 2. \n\nTabela 2 – Valor atribuído ao grau de intensidade de uso da terra, considerando os \nimpactos na prestação dos serviços ambientais para a microbacia do Alto Rio Wampú.  \n\nTipo de Uso da Terra \nGrau de \n\nIntensidade de Uso \nCultivo ciclo curto (milho, feijão) 20 \n\nPasto (Gado Bovino) 15 \nCultivo Ciclo Longo (Café em Sistema \n\nAgroflorestal) 7 \nVegetação Nativa 2 \n\nTotal   \nFonte: Adaptado de Coll et.al.,(2004). \n\n  \n\nOs valores do grau de intensidade de uso da terra são os mesmos \n\nutilizados pelo autor referenciado. No entanto, na referida publicação o café \n\nnão era produzido em sistema agroflorestal, e por isso apresentava um grau de \n\nintensidade de uso maior, que foi reduzido para esta pesquisa. Além disso, \n\npelo fato de que na classificação dos tipos de uso da terra as classes pasto e \n\ncultivo aparecerem juntas, estas tiveram o seu percentual total na bacia \n\ndivididos, e atribuídos valores distintos para cada nova classe de uso da terra. \n\n  \n\n\n\n43\n\nDeterminados os valores de cada tipo de uso da terra, e conhecidos os \n\npercentuais que ocupam na microbacia, foi calculada a Pressão de Uso \n\nCircundante - PUC: \n\nPUC = ? Pi x Pui                                                  \n Onde: \n\n P = Percentual da área com uso Y \n\n Pu = Grau de Intensidade de uso da terra \n\n3.3.1.2 Microbacia do Médio Rio Natuba \n\n A Microbacia no Médio Rio Natuba é uma das três áreas em que é \n\ndividida a sub-bacia do rio Natuba. Localiza-se em zona rural, na divisa entre \n\nos municípios de Pombos e Vitória de Santo Antão. Na cabeceira da \n\nmicrobacia situam-se os assentamentos rurais Serra Grande e Divina Graça. \n\nPara o levantamento de dados da microbacia do Médio Rio Natuba \n\nforam realizados procedimentos similares aos anteriormente descritos para \n\nWampú.  \n\n Foram tomados como base os mapas de hidrografia e de altimetria da \n\nbacia do rio Tapacurá, nas escalas de 1: 25.000, 1: 50.000 e 1: 100.000, \n\nelaborados no Projeto Gestão Ambiental da Bacia do Tapacurá (BRAGA, \n\n2001), trabalhados com o auxílio do programa Arcview GIS 3.2 a. \n\n   A classificação dos diversos usos e ocupação da  terra foi realizada com \n\no processamento de uma imagem do satélite Landsat 5-TM 214.66 de \n\n29/08/2007 projeção UTM 24 S SAD 69 e pixel de 20 metros, cujas \n\ninformações foram  validadas em campo com uso de GPS. \n\n Para determinação do nível de pressão em relação à conservação \n\nambiental foram utilizados os mesmos procedimentos anteriormente descritos, \n\nconsiderando-se, no entanto, as especificidades da área em relação aos tipos \n\nde cobertura vegetal, conforme demonstra a Tabela 3. \n\n\n\n44\n\nTabela 3 – Valor atribuído ao grau de intensidade de uso da terra, considerando os \nimpactos na prestação dos serviços ambientais para a microbacia do Médio Rio \n\nNatuba.\n\nTipo de Uso da Terra \nGrau de \n\nIntensidade de Uso \nCultivo ciclo curto (hortaliças,milho, macaxeira) 20 \n\nPasto (Gado Bovino) 15 \nCultivo ciclo longo (Cana de açúcar) 10 \n\nVegetação nativa 2 \nTotal   \n\n Na microbacia do Natuba foram obtidos, junto ao INCRA, as plantas dos \n\nassentamentos Divina Graça e Serra Grande, com localização das 120 \n\nparcelas dos assentados, áreas de Reserva Legal e áreas de uso comum, \n\nincluindo as Áreas de Preservação Permanente – APPs (Figuras 5 e 6) \n\nFigura 5 – Planta cadastral do assentamento Divina Graça em Pombos. Fonte:INCRA, \n(2008a) \n\n\n\n45\n\nFigura 6 – Planta cadastral do assentamento Serra Grande em Vitória de Santo Antão. \nFonte:INCRA, (2008b). \n\n As plantas foram projetadas nos mapas hidrográfico e de uso do solo, \n\ncom checagens em campo, permitindo-se identificar a localização das faixas de \n\nAPP marginais aos cursos d`água. \n\n Com o auxílio de GPS e máquina fotográfica, foram registradas em \n\ncampo as nascentes identificadas, com o apoio de agricultores locais. Estas \n\ninformações foram consolidadas em planilhas, conforme demonstra o Quadro \n\n2.  \n\n\n\n46\n\nQuadro 2 – Planilha para cadastro das nascentes na microbacia do Médio Rio Natuba. \n\n As informações geradas embasaram a elaboração de mapas dos \n\nassentamentos, com a possibilidade de gerar a planta de cada propriedade \n\n(incluindo os corpos d`água e as APP correspondentes). Esses mapas \n\npossibilitam a realização de um programa de adequação ambiental dos \n\nassentamentos, conforme metodologia descrita por Rodrigues et al.( 2002), \n\nconsiderando-se a importância da adequação dessas áreas para prestação dos \n\nserviços ambientais  \n\n3.2.2. Método de Valoração Contingente \n\n Para valoração dos serviços ambientais de regulação da vazão da água \n\ne de redução da sedimentação nas duas microbacias, foram aplicados \n\nquestionários para estimar a Disposição a Pagar – DAP e Disposição a Aceitar \n\n- DAA das comunidades localizadas nas áreas estudadas. \n\nA utilização das duas ferramentas, uma para cada área, se deu pelas \n\nespecificidades das realidades encontradas.  \n\n\n\n47\n\n3.2.2.1 MIcrobacia do Alto Rio Wampú \n\nNa microbacia do Alto Rio Wampú o arranjo para o estabelecimento do \n\nPSA se deu entre três comunidades. Nueva Esperanza, que está localizada rio \n\nabaixo, devendo se beneficiar dos serviços ambientais para geração de \n\nenergia. Já as comunidades de Bonanza e La Felicidad, estão localizadas a \n\nmontante da hidroelétrica na microbacia, sendo responsáveis pela conservação \n\nda área que gera os serviços ambientais para a comunidade de Nueva \n\nEsperanza.  \n\nDevido ao nível de organização, e à já declarada pré-disposição por \n\nparte da comunidade de Nueva Esperanza em reverter um percentual do \n\nganho relativo ao projeto hidroelétrico para a conservação ambiental, é que se \n\noptou pela aplicação do DAP.    \n\n Para estimar a DAP foi aplicado questionário, que se encontra no \n\nApêndice1, com representantes de 50% das famílias participantes do projeto \n\nhidroelétrico de Nueva Esperanza (Figura 7), contendo além da pergunta sobre \n\na disposição a pagar, questões que visavam um levantamento de dados \n\nsocioeconômicos baseado no modelo elaborado por Martinez &amp; Dimas (2007), \n\nem estudo realizado pelo WWF – Fundo Mundial para a Natureza e a CARE – \n\nCooperativa Americana para Remessas a Europa na Guatemala.   \n\nFigura 7 – Aplicação de questionário de DAP na comunidade de Nueva Esperanza – \nOlancho – Honduras. Foto: Feliciano Euceda. Jun/08.\n\nAlém disso, foi aplicado um outro questionário, nas comunidades de \n\nBonanza e La Felicidad, seguindo o modelo desenvolvido por Finco &amp; Silveira \n\n(2008), conforme o Apêndice 2, com o objetivo de traçar um perfil sócio-\n\neconômico dessas comunidades (Figura 8).\n\n\n\n48\n\nFigura 8 – Aplicação de questionários nas comunidades de Bonanza e La Felicidad. \nFoto: Feliciano Euceda. Jun/08\n\nPorém, antes da aplicação destes questionários foram realizadas \n\nreuniões com as três comunidades, para exposição dos conceitos sobre \n\nserviços ambientais e sobre o funcionamento de um esquema de pagamento \n\npor serviços ambientais (Figuras 9 e 10).  Nessas reuniões foram apresentados \n\ncartazes, demonstrando a importância da conservação dos serviços ambientais \n\nna microbacia (Figuras 11 e 12) \n\n   \nFiguras 9 e 10 – Reuniões nas comunidades de Bonanza, La Felicidad e Nueva \n\nEsperanza para explicação sobre PSA. Foto:  Feliciano Euceda. Jun/08\n\n.   \n\n\n\n49\n\nFigura 11 – Esquema mostrando bacia hidrográfica saudável. Foto Carlos Eduardo \nMenezes da Silva Jun/08.  \n\nFigura 12 – Esquema mostrando degradação dos serviços ambientais de uma bacia \npela modificação da cobertura vegetal. Foto:Carlos Eduardo Menezes da Silva Jun/08.  \n\nAlém das informações obtidas através dos questionários, também foram \n\nentrevistadas pessoas chave na comunidade, como o coordenador do projeto \n\nhidroelétrico de Nueva Esperanza, o senhor Maximiliano Gusmán (Figura 13). \n\n\n\n50\n\nFigura 13 – Entrevista ao senhor Maximiliano Gusmán (coordenador do projeto \nhidroelétrico de Nueva Esperanza). Foto: Feliciano Euceda Jun/08\n\n Para determinação do valor dos serviços ambientais foi multiplicada a \n\nmediana3 obtida através da DAP pelo N (número total de famílias beneficiárias \n\ndo projeto hidroelétrico). De acordo Herrador e Dimas (2001), quando a \n\namostra é uma boa representação da população o valor dos serviços \n\nambientais pode ser calculado dessa maneira. \n\n Para efeitos deste trabalho serão considerados o valor da moeda \n\nhondurenha em relação ao dólar em junho de 2008 e um valor fixo do dólar em \n\nrelação ao real, conforme Tabela 4  \n\nTabela 4 – Equivalência entre as moedas, Dólar (estadounidense), Lempira e Real. \nMoeda 1   Moeda 2 \n\nUS$ 1 equivalente à 19 lps \nUS$ 1 equivalente à R$ 2  \nR$ 1  equivalente à 9,5 lps \n\n3.2.2.2. Microbacia do Médio Rio Natuba. \n  \n\nNo caso da microbacia do Médio Rio Natuba, nos municípios de Vitória \n\nde Santo Antão e Pombos, foi aplicado questionário utilizando-se a ferramenta \n\ndisposição a aceitar – DAA, apresentado no Apêndice 3, com representantes \n\nde 25% das famílias residentes nos assentamentos de reforma agrária Serra \n\nGrande e Divina Graça localizados na área da microbacia (Figuras 14 e 15). \n\n                                                \n3 Neste trabalho foi utilizada a mediana, sobretudo para expressar os valores monetários pelo \nfato de eliminar valores extremos e expressar mais adequadamente aqueles valores que \napresentam maiores freqüências nas amostras. Obtendo-se assim um valor que mais se \naproxime das realidades existentes nas duas áreas e elimina falsas tendências, que seriam \nevidenciadas se a referência fosse a média.\n\n\n\n51\n\n  \nFiguras 14 e 15 – Aplicação de questionário de DAA com agricultores na microbacia \n\ndo Médio Rio Natuba. Foto: Marcello Duarte Jul/09\n\nNeste caso foi utilizado o DAA por serem esses assentados os \n\npotenciais provedores de serviços ambientais, uma vez que possuem um \n\ngrande número de nascentes e tributários em suas propriedades que vertem \n\npara o açude do Canha, historicamente utilizado para abastecimento público e \n\ncomo manancial para irrigação. Esta situação nos leva a considerar como \n\nagente pagador pelos serviços ambientais a instituição pública responsável \n\npelo abastecimento de água que é a Companhia Pernambucana de \n\nSaneamento – COMPESA,. \n\nSalienta-se que, não foram identificados outros agentes pagadores com \n\num nível de organização para se propor o estabelecimento de um arranjo para \n\no Pagamento pelos Serviços Ambientais em uma distância adequada, à jusante \n\ndesse reservatório, capaz de se estabelecer uma relação de causa/efeito direta \n\nentre conservação/prestação dos serviços ambientais.      \n\nTambém, nesse caso, foram realizadas reuniões para explicação sobre \n\na importância da relação vegetação/solo/água e sobre a legislação ambiental \n\nque versa sobre o assunto, antes da aplicação dos questionários (Figuras 16, \n\n17 e 18).  \n\n\n\n52\n\n  \nFiguras 16 e 17 – Reunião com agricultores na microbacia do médio natuba. Fotos: \n\nJosenaldo Neri Maio/09 \n\nFigura 18 – Esquema mostrando importância da conservação da cobertura vegetal \npara manutenção dos serviços ambientais na microbacia. Foto: Carlos Eduardo \n\nMenezes da Silva \n  \n\nPara estimar o valor dos serviços ambientais na microbacia do Médio \n\nRio Natuba foi multiplicado o valor da mediana obtida através do DAA pelo N \n\n(Número total de famílias assentadas nos dois assentamentos rurais). \n\n No entanto, conforme discussões recentes sobre a função social do uso \n\ndas APP’s, tanto no âmbito acadêmico como na esfera pública, foram \n\napresentados aos agricultores entrevistados duas situações para que \n\n\n\n53\n\ndefinissem sua disposição a aceitar: uma na qual as APP’s em suas parcelas \n\ndeveriam ser recuperadas apenas com espécies florestais; e outra situação na \n\nqual a recuperação das APP’s seria realizada através de um plantio misto, com \n\nespécies florestais nativas e também com espécies de interesse econômico, \n\ncomo frutíferas e madeiráveis.  . \n\n . \n\n\n\n54\n\n4. RESULTADOS  \n\n A partir daqui são demonstrados os resultados obtidos nas microbacias \n\nestudadas, no Alto Rio Wampú, em Honduras, e no Médio Rio Natuba em \n\nPernambuco. \n\n4.1. Pagamento por Serviços Ambientais na Microbacia do Alto Rio Wampú. \n\n A presente sessão enfoca os resultados relativos à proposta de \n\npagamento/compensação por serviços ambientais como uma alternativa para \n\npromover a melhoria das condições sócio-econômicas e ambientais em três \n\ncomunidades rurais em Honduras. \n\n4.1.1. Caracterização Ambiental \n\nOlancho, onde está localizada a microbacia do rio Wampú, encontra-se na \n\nregião leste de Honduras (Figura 19). É o departamento com maior extensão do \n\npaís, com cerca 23.905 km2 e cerca de 460 mil habitantes, tendo na agropecuária \n\nsua principal atividade econômica, que gera como principais produtos: milho, cana \n\nde açúcar, café, sorgo, feijão, arroz, banana, e a criação de gado, segundo dados do \n\nPrograma das Nações Unidas para o Desenvolvimento - PNUD (2006). Além disso, \n\nobserva-se a extração de madeira como atividade econômica muito presente  \n\nFigura 19 – Localização da microbacia do Alto Rio Wampú no departamento de Olancho \n\n\n\n55\n\nA delimitação da microbacia está definida a partir do exutório do projeto \n\nhidroelétrico comunitário de Nueva Esperanza, no município de Dulce Nombre de \n\nCulmi, no extremo da zona nordeste do departamento de Olancho  \n\nNesta microbacia encontram-se as comunidades de Nueva Esperanza, La \n\nFelicidad e Bonanza (Figuras 20, 21 e 22). As três comunidades localizam-se \n\npróximas das divisas com os departamentos de Colón e Gracias a Dios (La \n\nMoskitia), dentro da zona de amortecimento da Reserva do Homem e da Biosfera do \n\nRio Plátano.  \n\n    \nFiguras 20 e 21 – Vista das comunidades de Nueva Esperanza e La Felicidad. Fotos: Carlos \n\nEduardo Menezes da Silva Jun/08 \n\nFigura 22 – Vista da Comunidade de Bonanza. Foto: Carlos Eduardo Menezes da Silva \nJun/08 \n\nSegundo dados da Administración Forestal del Estado – Corporación \n\nHondurenha de Desesarrollo Forestal – AFE/COHDEFOR (2000), a Reserva do \n\nHomem e da Biosfera do Rio Plátano - RHBRP tem cerca de 800.000 hectares de \n\nextensão e é uma das áreas protegidas mais importantes do Corredor Biológico \n\nMesoamericano (Figura 23).  \n\n\n\n56\n\nFigura 23 – Localização da Reserva da Biosfera do Rio Plátano no Corredor Biológico \nMesoamericano. \n\nA Reserva é uma grande massa florestal composta por Bosque Tropical \n\númido e muito úmido, com um intervalo médio de precipitação anual de 2.000 a \n\n4.000mm, com chuvas principalmente entre os meses de maio e novembro. Já a \n\ntemperatura média anual varia entre 20 e 26oC.  \n\nA RHBRP Dividide-se em cinco ecorregiões, com diferentes ecossistemas \n\n(Figura 24): \n\na) Ecorregião de Áreas Úmidas - composta por uma grande variedade de \n\necossistemas, tais como manguezais, lagunas, pântanos de água doce e salobra, \n\nflorestas de pântanos e a franja costeira. \n\nb) Ecorregião Savana de Pinus - ainda que o Pinus (Pinus caribaea) domine a \n\necorregião com indivíduos maduros que podem atingir de 15 a 20 metros de altura, \n\nainda existe a presença de manchas de floresta latifoliada e vários tipos de campos \n\ne savanas de palmas. \n\nc) Ecorregião Bosque Latifoliado do Atlântico - concentrada na zona núcleo da \n\nReserva, essa é a maior área de floresta latifoliada da América Central, é também \n\numa das que mais tem sofrido exploração humana. \n\nd) Ecorregião Bosque de Pinus de Terras Altas - localizada na zona sul da \n\nReserva apresenta-se combinada com vegetações de arbustos e grama. \n\ne) Ecorregião Zona Marítima - se estende por aproximadamente 4.8km mar \n\nadentro, a partir das praias.   \n\n\n\n57\n\nFigura 24– Cobertura Vegetal e tipos de ecossistemas encontrados na Reserva da \nBiosfera Río Plátano. \n\nFuncionalmente esta Reserva da Biosfera possui três zonas distintas (Figura \n\n25), de acordo com a AFE-COHDEFOR (2000). \n\n 1- Zona Núcleo: a zona central da Reserva, com a finalidade de proteção dos \n\necossistemas, que deverão ser mantidos em estado natural inalterado, garantindo a \n\nperpetuidade da diversidade biológica existente. Está subdividida em zonas de \n\nproteção total, de pesquisa, de recuperação e uso público ou ecoturismo. Essa área \n\nabriga uma floresta latifoliada nublada primária e também uma grande riqueza \n\narqueológica. O manejo dessa área deverá ser baseado nas características \n\nprevistas na categoria II da UICN4. \n\n2 – Zona Cultural: tem a finalidade de proteger os recursos antropológicos e \n\nculturais, assim como permitir às etnias localizadas na área manter sua forma de \n\nvida, seus costumes e tradições. O manejo dessa área deverá corresponder com os \n\nlineamentos da categoria IV da UICN 5.  \n\n3 – Zona de Amortecimento: considerada como uma área de usos especiais, \n\ncom o objetivo de assegurar o cumprimento da proteção da zona núcleo da reserva. \n\n                                                \n4 Área protegida manejada principalmente para proteger a integridade ecológica, excluindo os tipos de \nexploração que sejam hostis ao propósito e proporcionando um marco de atividades científicas, \neducativas, espirituais, recreativas e turísticas\n5 Área protegida manejada principalmente para utilização sustentável dos ecossistemas naturais. \n\n\n\n58\n\nEsta sujeita a tratamento especial e nela não é permitida a formação de \n\nassentamentos humanos , exceto os já existentes, como no caso das comunidades \n\nem estudo. O manejo dessa área também deverá ser condizente com o previsto \n\npara a categoria IV da UICN. \n\nFigura 25 – Reserva do Homem e da Biosfera do Rio Plátano.  \n\nO projeto hidroelétrico (Figuras 25 e 26) foi iniciado a partir da organização da \n\ncomunidade de Nueva Esperanza, que buscou o PPD, financiado pelo Fundo \n\nMundial para o Meio Ambiente – FMAM (Global Environmental Facility – GEF) e \n\ndesenvolvido pelo Programa das Nações Unidas para o Desenvolvimento – PNUD. \n\nA pequena hidroelétrica é constituída basicamente de uma represa com \n\nparedão de 4m de altura, um canal para condução da água por gravidade, um \n\ntanque de pressão, uma tubulação de pressão, uma casa de máquinas equipada \n\ncom uma turbina de fluxo cruzado e um pequeno canal de escape. É possível \n\nobservar ainda no local da instalação da represa, o baixo impacto gerado pela sua \n\nconstrução, uma vez que é possível constatar a preservação da vegetação nativa da \n\nárea.  \n\n\n\n59\n\n    \nFiguras 26 e 27 – Vistas frontal e lateral da represa do projeto hidroelétrico de Nueva \n\nEsperanza. Fotos: Carlos Eduardo Menezes da Silva Jun/08 \n\nO projeto teve custo estimado em US$ 222.276,00, dos quais foram \n\naportados inicialmente pelo PPD U$ 25.000,00, além de aportes dos outros \n\ndoadores. Além disso houve a contrapartida da comunidade que alcançou um cifra \n\npróxima aos US$ 100,000,00 provenientes das remessas dos familiares que vivem e \n\ntrabalham nos Estados Unidos da América.\n\n4.1.1.1. Usos da Terra \n\n A partir do cruzamento dos dados de satélite com os dados cartógraficos e a \n\nvalidação dos mesmos em campo, foi possível identificar as principais formas de uso \n\ne ocupação da terra existentes na microbacia do Alto Rio Wampú. Foram \n\nidentificados três tipos de cobertura vegetal predominante: bosque latifoliado, \n\nguamiles - que são áreas de plantio de café em sistema agroflorestal,  além de áreas \n\ncom vegetação em recuperação -  pois apresentam a mesma assinatura espectral \n\nnas imagens, e uma terceira classe, com pastos ou cultivos de ciclo curto (Figura 28, \n\nTabela 5) \n\n\n\n60\n\nFigura 28 – Classes de uso da terra encontradas na microbacia do Alto Rio Wampú.  \n\nTabela 5 – Área coberta pelas diferentes classes de cobertura vegetal existentes da \nmicrobacia do Alto Rio Wampú. \n\nClasses de Cobertura \nVegetal \n\nÁrea \n(ha) \n\n% da \nBacia \n\nBosque Latifoliado 675,75 39,73 \nGuamiles 543,75 31,97 \nPastos ou Cultivos  481,47 28,3 \nTotal 1700,97 100 \n\nA validação das informações sobre cobertura vegetal, obtidas por imagem de \n\nsatélite e dados cartográficos, foi realizada pela amostragem em diferentes subáreas \n\nna microbacia, tomando-se como referência os pontos a montante da represa do \n\nprojeto hidroelétrico de Nueva Esperanza, em virtude de este ser o determinante \n\npara definição da área de recarga da microbacia que tem influência sobre o projeto. \n\n Em uma área na margem direita do rio foi observado um exemplo da classe \n\ncaracterizada como pastos ou cultivos, na qual existe a plantação de milho e capim, \n\nque representam algumas das principais culturas agrícolas, utilizadas sobretudo \n\npara consumo próprio (Figuras 29 e 30). Essa área é uma das que serão convertidas \n\nem plantação de café, como parte do acordo para mudanças no uso e ocupação do \n\nsolo na microbacia a montante, em troca do pagamento pelo serviço ambiental de \n\nmanutenção do fluxo de água e redução da sedimentação. \n\n\n\n61\n\n    \nFiguras 29 e 30 – Área com plantação de milho e capim na margem direita do rio. Fotos: \n\nCarlos Eduardo Menezes da Silva Jun/08 \n\n Em outro ponto, encontra-se área com cultivo de hortaliças a ser convertido \n\npara sistema agroflorestal – SAF na comunidade de La Felicidade na propriedade de \n\numa agricultora que é uma das lideres comunitárias e beneficiária dos acordos de \n\ncompensação ambiental (Figuras 31 e 32). \n\n     \nFiguras  31 e 32 – Propriedade na comunidade de La Felicidad.e rio Wampú. Fotos: Carlos \n\nEduardo Menezes da Silva Jun/08 \n\nEm outra área tem-se um bom exemplo do principal cultivo existente na \n\nregião, o café, que é contabilizada na classe de uso da terra chamada guamiles, em \n\nrazão do nome popular da principal espécie florestal utilizada para dar sombra, a \n\nwama ou guama. (Figuras 33 e 34). Nas áreas de plantação de café é possível \n\nobservar as características de um sistema de plantio agroflorestal, com a presença \n\nde espécies arbóreas nativas responsáveis por fornecer o sombreamento necessário \n\nao plantio da cultura, além da presença de uma camada profunda de serrapilheira no \n\nsolo.    \n\n\n\n62\n\n               \nFiguras 33 e 34 – Plantação de café na comunidade de Nueva Esperanza Fotos: Carlos \n\nEduardo Menezes da Silva Jun/08 \n  \n\nConsiderando-se os atuais usos da terra, as principais ameaças à saúde \n\nambiental da microbacia, e conseqüentemente à “prestação” dos serviços \n\nambientais capazes de tornar real o projeto hidroelétrico, são a retirada da cobertura \n\nvegetal natural para formação de pastos, a criação de gado em áreas com \n\ndeclividade acentuada, e as queimadas (Figuras 35 e 36).  \n\n   \nFiguras 35 e 36 – Desmatamento para formação de pastos e queimadas para plantio de \n\nfeijão. Fotos: Carlos Eduardo Menezes da Silva Jun/08\n\n No entanto, apesar das ameaças existentes, a maior parte da cobertura \n\nvegetal na microbacia encontra-se conservada, com grande presença da vegetação \n\nnativa ou de guamiles, classe de uso da terra na qual se incluem o plantio \n\nagroflorestal de café e também áreas com vegetação em estágio inicial de \n\nrecuperação (Figuras 37 e 38). \n\n\n\n63\n\n         \nFiguras 37 e 38 – Áreas com vegetação em recuperação. Fotos: Carlos Eduardo Menezes \n\nda Silva Jun/08\n   \n\nAlém disso, na microbacia ainda existe uma grande presença de floresta \n\nprimária, já que a cabeceira da microbacia atinge os limites da zona núcleo da \n\nReserva da Biosfera do Rio Plátano, onde nenhuma atividade predatória é permitida \n\n(Figuras 39 e 40).  \n\n   \nFiguras 39 e 40 – Vista geral e no interior da floresta na microbacia do Alto Rio Wampú. \n\nFotos: Carlos Eduardo Menezes da Silva Jun/08\n\n Na cabeceira da microbacia encontra-se a entrada para a zona núcleo da \n\nReserva da Biosfera do Rio Plátano, onde é possível observar uma vegetação \n\nfrondosa (Figuras 41 e 42), cujo estado de conservação se deve em grande parte à \n\npresença do exército de Honduras e aos projetos desenvolvidos pela agência de \n\ncooperação e o governo da Alemanha. \n\n\n\n64\n\n   \nFiguras 41 e 42 – Placa delimitando inicio da zona núcleo da Reserva da Biosfera do Rio \n\nPlátano e vista da borda da floresta próximo a zona núcleo. Fotos: Carlos Eduardo Menezes \nda Silva Jun/08.\n\n4.1.1.2. Hidrografia \n\nEsta microbacia possui área de 1.700 hectares  e  está formada por um trecho \n\ndo canal principal do rio Wampú, com comprimento de aproximadamente de 8,3km e \n\num total de 13 afluentes, sendo 10 afluentes na margem direita (sendo três  \n\nafluentes de segunda ordem e sete de primeira ordem) totalizando \n\naproximadamente 23km de canais. Na margem esquerda encontram-se mais três \n\nafluentes, todos de primeira ordem, que somam 2.2km de cursos d`água (Tabela 6). \n\nEstes dados demonstram que o Alto Rio Wampú apresenta uma densidade de \n\ndrenagem de 1,9km/km² considerada razoável, uma vez que este índice pode variar \n\nde 0,5 km/km² em bacias com drenagem pobre a 3,5 km/km² ou mais em bacias \n\nbem drenadas, conforme Villela &amp; Matos (1975) apud Duarte (2009). \n\nTabela 6 – Dados hidrológicos da microbacia do Alto Rio Wampú \n\nCaracterísticas Valor/Unidade\nÁrea 1700 ha  \nCurso Principal 8.3km \nTotal Afluentes 24.3 km \nComprimento total dos canais 32,59km \nÍndice de Declividade 49.625m/km \nDensidade de Drenagem 1,91km/km2 \n\nA área apresenta-se com altitude máxima de 1.121m e com a mínima de \n\n700m (Figura 43), apresentando um índice de declividade de 49,625m/km.\n\n\n\n65\n\nFigura 43 - Altimetria e hidrografia da microbacia na área de influencia do projeto \nhidroelétrico de Nueva Esperanza. \n\nOs cursos d`água da microbacia do Alto Rio Wampú apresentam largura que \n\nvaria de 2 a 5m (Figura 44, 45, 46) e, segundo Flores (2006), seu leito tem uma \n\nvazão média temporal e espacial de 1,06 m³/s . \n\nFiguras 44 e 45 – Rio Wampú nas comunidades de Bonanza e La Felicidad. Fotos: Carlos \nEduardo Menezes da Silva Jun/08. \n\n\n\n66\n\nFigura 46 – Rio Wampú a jusante da represa em Nueva Esperanza. Foto: Carlos Eduardo \nMenezes da Silva Jun/08. \n\nCom base nos dados de cobertura vegetal foi possível determinar o nível de \n\npressão em relação à conservação ambiental da microbacia, através do cálculo do \n\ngrau de Pressão de Uso Circundante (Tabela 7)  \n\nTabela 7 – Pressão de uso circundante da microbacia Alto Rio Wampú \n\nTipo de Uso da Terra \nGrau de Intensidade \n\nde Uso \n% de área \nna bacia PUC \n\nCultivo ciclo curto (milho, feijão) 20 14,2 566 \nPasto (gado bovino) 15 14,1 211,5 \n\nCultivo ciclo longo (café em Sistema agroflorestal) 7 32 217 \nVegetação nativa 2 39,7 79,4 \n\nTotal   100 1073,9 \n\n4.1.2. Valoração dos Serviços Ambientais. \n\nSegundo dados do Patronato Promejoramiento de Nueva Esperanza (2005), a \n\ncomunidade de Nueva Esperanza é constituída por 120 familias, cujas principais \n\natividades econômicas são: o plantio de café em cerca de 105ha plantados que \n\ngeram renda com a colheita entre os meses novembro a janeiro e no resto do ano \n\ncom a limpeza das áreas; 15% das famílias possuem gado e produzem grãos \n\nbásicos utilizados para consumo.  \n\nDas 120 famílias da comunidade, 80 serão beneficiadas pelo projeto \n\nhidroelétrico. Ou seja, serão as beneficiárias dos serviços ambientais, uma vez que \n\na provisão dos serviços ambientais de regulação da vazão de água e redução da \n\nsedimentação são indispensáveis para o correto funcionamento do projeto. \n\n Entre estas, quarenta pessoas foram escolhidas aleatoriamente e \n\nentrevistadas para determinação da sua disposição a pagar pelos serviços \n\n\n\n67\n\nambientais. Elas, portanto representam 50% das famílias que estão envolvidas no \n\nprocesso. Dos entrevistados, metade são mulheres.  \n\n Constatou-se que as famílias possuem uma média de 4,85 pessoas morando \n\npor habitação, variando de 2 a 9 pessoas, sendo que 75% das famílias possuem de \n\n3 a 6 pessoas por habitação (Tabela 8). \n\nTabela 8 – Número de pessoas por casa em Nueva Esperanza. \n\nNúmero de \nPessoas/Casa Entrevistados % \n\n2.0 2 5.0% \n3.0 7 17.5% \n4.0 13 32.5% \n5.0 5 12.5% \n6.0 5 12.5% \n7.0 3 7.5% \n8.0 4 10.0% \n9.0 1 2.5% \n\nTotal 40 100.0%\n\nDe acordo com os dados obtidos nas entrevistas, a maioria das pessoas da \n\ncomunidade frequentou a escola, ainda que apenas uma minoria tenha o nível \n\nbásico completo (Figura 47). \n\n23%\n\n32%\n\n42%\n\n3%\n\nNão estudou\n\nPrimário\nIncompleto\n\nPrimário Completo\n\nBásico Completo\n\nFigura 47 - Nível de estudo da comunidade de Nueva Esperanza. \n\n Entre os membros da comunidade, a maioria está trabalhando (Tabela 9), \n\nconstituindo-se como principal ocupação o plantio e a colheita do café. Esta e as \n\ndemais atividades laborais das pessoas da comunidade geram uma renda familiar \n\nmédia de 3.000,00 lempiras, moeda oficial de Honduras que corresponde a \n\naproximadamente R$ 300,00 (Tabela 10). \n\n\n\n68\n\nTabela 9 – Ocupação laboral da comunidade de Nueva Esperanza \n\nTrabalha \nAtualmente Entrevistados % \n\nNão 14 35.0% \nSim 26 65.0% \nTotal 40 100.0%\n\n  \nTabela 10 – Renda familiar média da comunidade de Nueva Esperanza. \n\nRenda Familiar Entrevistados % \n\n1000.0 3 7.5% \n\n1500.0 6 15.0% \n3000.0 25 62.5% \n5500.0 5 12.5% \n\n12500.0 1 2.5% \nTotal 40 100.0%\n\n  \nAos valores declarados da renda média da população se faz necessário \n\nconsiderar a adição de um valor “x”, não declarado pelos entrevistados, referente às \n\nremessas feitas por seus familiares que trabalham nos Estados Unidos, que são \n\ncerca de 50 parentes (Tabela 11). Segundo dados do Instituto Nacional de \n\nEstadística – INE (2006), cerca de 20% dos lares hondurenhos recebem remessas, \n\ne estas se constituem na terceira principal fonte de renda nos lares do país, \n\ngeralmente com freqüência mensal, com valor variando entre US$ 100 e US$ 200.  \n\nTabela 11 – Número de pessoas nos Estados Unidos por família na comunidade de Nueva \nEsperanza. \n\nFamiliares nos \nEUA Entrevistados % \n0.0 23 57.5% \n1.0 5 12.5% \n2.0 3 7.5% \n3.0 2 5.0% \n4.0 3 7.5% \n5.0 3 7.5% \n8.0 1 2.5% \n\nTotal 40 100.0%\n  \n\nMesmo não se revelando diretamente os valores recebidos através das \n\nremessas, foi estimado por informações das pessoas da própria comunidade, que \n\nesses valores poderiam chegar a cerca de U$ 1.000,00 por pessoa vivendo nos EUA \n\npor ano (aproximadamente R$ 2.000,00), ou seja, considerando-se a média de 1,3 \n\npessoas por família que vivem nos Estados Unidos, seriam acrescidos  1.583,00 Lps \n\npor mês (aproximadamente R$ 160,00), valor ainda abaixo  dos dados apresentados \n\n\n\n69\n\npelo Instituto Nacional de Estadística (2006), que situa-se entre US$ 100 e US$ 200 \n\n(ou R$ 200 e 400,00). Ainda assim a renda média das famílias passaria para \n\n4.583,00 Lps ( cerca de R$ 480,00), o que supera o dados apresentados por Barros \n\net al. (2006), cuja renda per capita mensal é de 584 lps na zona rural. Considerando-\n\nse a média de 4.85 pessoas por família, a renda familiar atingiria 2.805 lps.   \n\n  Embora os dados sobre as remessas sejam imprecisos, a importância desta \n\nfonte de renda é incontestável, uma vez que permite a 35% dos entrevistados não \n\ntrabalhar e se manter apenas com este dinheiro, e ainda ajuda a manter os que \n\ntrabalham somente na época da colheita do café. \n\n Tais informações demonstram que apesar de viverem em uma área muito \n\nisolada, a população de Nueva Esperanza possui uma situação econômica acima do \n\ncomum para a maior parte da população rural hondurenha. \n\nPara toda a comunidade, a energia é considerada importante ou muito \n\nimportante para o desenvolvimento de suas atividades, como se verifica na Tabela \n\n12.  \n\nTabela 12 – Importância da energia para a comunidade de Nueva Esperanza \n\nImportância da \n\nEnergia Entrevistados % \n\nImportante 13 32.5% \n\nMuito Importante 27 67.5% \n\nTotal 40 100.0%\n\nAo se questionar sobre os gastos com energia, foram obtidos valores que \n\natingem uma mediana de 150,00 Lempiras/mês, o que corresponde a 3,27 % da \n\nrenda média das famílias da comunidade (Figura 48).  \n\n\n\n70\n\nEnergia - Gasto Mensal \n\n0\n2\n4\n6\n8\n\n10\n12\n14\n16\n\n0\n.0\n\n7\n0\n.0\n\n1\n0\n0\n.0\n\n1\n5\n0\n.0\n\n1\n8\n0\n.0\n\n2\n0\n0\n.0\n\n2\n5\n0\n.0\n\n3\n0\n0\n.0\n\n3\n6\n0\n.0\n\n4\n0\n0\n.0\n\n6\n0\n0\n.0\n\n9\n0\n0\n.0\n\n1\n4\n2\n5\n.0\n\nValor (Lps)\n\nQ\ntd\n\ne\n\nFigura 48 – Gasto mensal com energia na comunidade de Nueva Esperanza. \n\n Esses gastos são referentes à geração de energia elétrica por geradores a \n\ngasolina e diesel e por painéis solares, que estão acessíveis apenas à metade da \n\npopulação (Figura 49). A outra metade usa de outros meios para iluminação, como \n\nvelas, lampiões a óleo, pilhas e lanternas.  \n\n Mesmo para aqueles que tem acesso à energia elétrica, a maioria é \n\nabastecida por painéis solares que custaram em média de 22.700 Lps, e fornecem \n\nenergia apenas por uma média de 2,75 h/dia (Tabela 13). \n\nFontes de Energia\n\n35%\n\n15%\n\n50%\n\nPainés Solares \n\nGeradores \n\nNão há\n\nFigura 49 – Tipos de fonte de energia elétrica na comunidade de Nueva Esperanza. \n\nTabela 13 – Quantidade de horas por dia de energia elétrica nas casas em Nueva \nEsperanza. \n\nEnergia \nh/dia Entrevistados % \n0.0 20 50.0% \n3.0 17 42.5% \n4.0 2 5.0% \n\n24.0 1 2.5% \nTotal 40 100.0%\n\n\n\n71\n\n Como mostra a Tabela 14, a quantidade de horas em que há energia é  \n\nconsiderada pequena pela maioria da população. \n\nTabela 14 –  Avaliação da quantidade de energia fornecida para a população de Nueva \nEsperanza. \n\nQuantidade de \nEnergia Entrevistados % \nPouca 19 47.5% \nNão há 20 50.0% \n\nSuficiente 1 2.5% \nTotal 40 100.0%\n\n Para a população que tem acesso a fonte de energia, esta se apresenta como \n\nde baixa qualidade, estando apenas uma minoria satisfeita com a qualidade da \n\nenergia que utiliza em casa (Figura 50). A maioria se queixa da variação de tensão, \n\nmuito comum aos painéis solares, ou dos altos custos, ruídos e poluição dos \n\ngeradores a diesel e gasolina.  \n\nQualidade da Energia\n\n13%\n\n28%\n\n10%\n\n49%\n\nBoa\n\nRegular\n\nRuim\n\nNão há\n\nFigura 50 – Qualidade da energia utilizada na comunidade de Nueva Esperanza. \n\n Dentre as pessoas da comunidade que ainda não possuem energia elétrica \n\nem suas casas, muitas têm condições de obter painéis solares ou geradores \n\npróprios, mas não o fazem pela convicção no êxito do projeto hidroelétrico, no qual \n\ninvestiram seu próprio dinheiro.  \n\n Pelo que revelou a entrevista, todos na comunidade tem conhecimento do \n\nprojeto e de onde virá a energia. Conhecem também a importância da conservação \n\ndas matas na cabeceira da bacia do río Wampú (Tabela 15) para o êxito do projeto \n\ne, conseqüentemente, sabem da importância do acordo de pagamento pelos \n\nserviços ambientais com as comunidades rio acima. \n\n\n\n72\n\nTabela 15 – Classificação da importância das matas para a comunidade de Nueva \nEsperanza.\n\nImportância das matas Entrevistados % \nImportante 7 17.5% \n\nMuito Importante 33 82.5% \nTotal 40 100.0%\n\n Quando foi perguntado às pessoas da comunidade, sobre quem deveria \n\ncuidar das questões ambientais e foram oferecidas as opções de respostas \n\n(empresa privada, município, governo federal, a comunidade, ou todas as \n\nanteriores), uma vez mais as pessoas da comunidade demonstraram seu nível de \n\norganização, consciência e dedicação, assumindo para si a responsabilidade (Figura \n\n51). \n\n80%\n\n20%\nA comunidade\n\nTodas as\nanteriores\n\nFigura 51 – Percepção da responsabilidade de cuidar do ambiente para a comunidade de \nNueva Esperanza. \n\n Considerando os dados anteriores, e utilizando a ferramenta DAP – \n\nDisposição a Pagar, perguntou-se aos membros da comunidade se estavam \n\ndispostos a pagar pela conservação do meio ambiente, considerando a importância \n\nque tem a relação solo/vegetação/água para a geração de energia elétrica. \n\n Todos os entrevistados declararam-se dispostos a pagar e elegeram um valor \n\ncuja mediana foi de 250,00 lps mensais (Tabela 16). \n\nTabela 16 –  Disposição a pagar pela conservação dos serviços ambientais na comunidade \nde Nueva Esperanza \n\nDAP Entrevistados % \n150.0 16 40.0% \n250.0 15 37.5% \n350.0 7 17.5% \n450.0 1 2.5% \n550.0 1 2.5% \nTotal 40 100.0% \n\n\n\n73\n\n A mediana do valor declarado como DAP, de 250 lps multiplicado pelo \n\nnúmero total de famílias (80) nos levaria à disposição a pagar total da comunidade \n\nde Nueva Esperança pelos serviços ambientais (de regularização de vazão de água \n\ne redução da sedimentação) tem um valor de 20.000 Lps (US$ 1.052,63) ou R$ \n\n2.100,00 por mês, em seu valor total. \n\nNo entanto, é preciso considerar que, com o valor declarado a população \n\nespera que sejam pagos seus gastos com energia, cuja mediana mensal atual é de \n\n150 lps/ família. Assim, o repasse final, retirando-se os custos para “compra de \n\nenergia” ou manutenção do projeto, chegar-se-ia à quantia que de fato estaria \n\ndisponível para a transferência às comunidades situadas a montante, a título de \n\npagamento pelos serviços ambientais. Este valor seria de 8.000 lempiras/ mês, ou \n\ncerca de R$ 840,00. \n\nÉ importante ressaltar que, comparando-se o valor total pago pelo consumo \n\nde energia e pelos serviços ambientais, em um ano se chegaria a 240.000 lps. \n\nConsiderando-se o custo anual das fontes energéticas utilizadas atualmente, haveria \n\numa economia de quase 80% para a comunidade (Quadro 3). \n\n. \nTipo de Fonte \nenergética Consumo/ano\n\nPreço da unidade \n(lps) \n\nCusto \nTotal/ano \n\nLenha 13.104 50 655.200\nOcote (candieiro) 4.368 10 43.680\nGás lpg (cilindro) 60 250 15.000\nBaterias 5,5 1.200 6.600\nPilhas 17.472 700 122.304\nPainéis Solares 11 760 8.360\nVelas 13.104 1 13.104\nGasolina 624 75 46.800\nDiesel 312 60 18.720\nQuerosene 3.021 50 151.680\nTotal     1.081.448\n\nQuadro 3 – Custo anual atual com os diversos tipos de fontes energéticas utilizadas na \ncomunidade de Nueva Esperanza Fonte: Patronato Promejoramiento de Nueva Esperanza \n\n(2005). \n\n Além do beneficio econômico, a mudança na matriz energética provocaria \n\numa redução das emissões de gases formadores do efeito estufa – GEE, podendo \n\naté, dependendo da quantidade, gerar créditos de carbono para a comunidade. \n\n   \n\n\n\n74\n\nDeve-se então considerar esses valores em relação aos três cenários \n\npropostos no estudo de factibilidade da obra (FLORES, 2005) que são: \n\nCenário N° 1 \n\nNeste cenário, se supõe que instituições do governo e privadas aportarão ao \n\nprojeto os fundos de ambos componentes, que são: custos diretos de obras civis + \n\ncustos diretos de linhas de transmissão, equivalentes a US$ 282.490,12. Para este \n\ncenário a tarifa deve ser de US$/kWh 0.145, equivalente a 2,76 lempiras.  \n\nCenário N° 2 \n\nNo segundo, se supõe que os promotores do projeto buscarão o \n\nfinanciamento de ambos componentes, que são: custos diretos de obras civis + \n\ncustos diretos de linhas de transmissão, equivalentes a US$ 282.490,12, se a estes \n\nlhe somamos os custos indiretos, contingências durante a construção e os juros \n\ndurante a construção, teremos um total de investimento de US$ 348.799,94. \n\nConsidere-se que neste cenário o Patronato Comunal deve por uma contrapartida \n\nigual a 30% do investimento, que é de US$ 104.640,00 Para este cenário a tarifa \n\ndeve ser de US$/kWh 0,185, equivalente a 3,52 lempiras.  \n\nCenário N° 3 \n\nJá no terceiro, se supõe que os promotores do projeto buscarão o \n\nfinanciamento unicamente do componente de obras civis e os custos da linha de \n\ntransmissão serão doados por instituições de governo ou privadas, que são: custos \n\ndiretos de obras civis iguais a US$ 188.575,12. Se a estes lhe somamos os custos \n\nindiretos, contingências durante a construção e os juros durante a construção, \n\nteremos um total de investimentos de US$ 233.545,00. Para este cenário a tarifa \n\ndeve ser de US$/kWh 0,125, equivalente a 2,38 lempiras.  \n\nConsiderando a variação de cenários propostos teríamos as condições \n\nexpressas na Tabela 17.  \n\n\n\n75\n\nTabela 17 – Custo mensal individual do consumo de energia elétrica, considerando os três \ncenários propostos. \n\nCenário Valor do kw/h (Lps) Custo Mensal* \n\n1 2,76 193 \n\n2 3,52 246 \n\n3 2,38 166 \n\n* Considerando o consumo mensal de 70 kW/mês \n\n Considerando esses valores, se observa que em todos os cenários propostos \n\nexiste um excedente entre a disposição a pagar das pessoas da comunidade e os \n\ncustos da energia (Tabela 18). \n\nTabela 18 – Cálculo do excedente entre o DAP e os custos da energia nos três cenários \npropostos. \n\nCenário \n\nCusto Mensal Comunidade \n\n(Lps) \n\nExcedente* \n\n(Lps) \n\n1 15440 4560 \n\n2 19680 320 \n\n3 13280 6720 \n\n* Considerando o valor fixo de 20.000 Lps. \n\nSendo assim, para a comunidade de Nueva Esperanza a relação \n\ncusto/benefício do pagamento por serviços ambientais seria em todos os casos \n\npositiva, podendo-se manter e investir no projeto hidroelétrico e, por consequência \n\nas condições ambientais, traduzidas em serviços ambientais necessários a geração \n\nde energia, estariam asseguradas. \n\nCom relação às comunidades de Bonanza e La Felicidad, responsáveis pela \n\nprovisão dos serviços ambientais, pode-se pensar que o pagamento pelos serviços \n\nambientais só seria significante nos cenários 1 e 3, onde os valores poderiam ser \n\nconsiderados como uma renda extra para as pessoas desta comunidades, que \n\napresentam renda média de 2.585 Lempiras, e cujas propriedades têm em média \n\n2,6 manzanas (o equivalente a 1,81ha). \n\nNo entanto, se levarmos em consideração o fato de que estas não teriam \n\ncusto para conversão dessas áreas em plantios agroflorestais, uma vez que isto \n\nseria realizado através da doação de US$ 25.000, provenientes do PPD/PNUD, \n\nhaveria nítida vantagem. \n\n\n\n76\n\nAlém disso, há de se considerar os dados expostos por Barros et.al.(2006), \n\ncom relação ao valor de produção dos produtos agrícolas em Honduras (Tabela 19).  \n\nTabela 19 - Valor de produção por hectare dos produtos agricolas hondurenhos \n\nGrupo de Produtos Valor Médio \nGrupo 1 - Frutas (Banana, Plátano, \n\nMelão e Abacaxi) 55 a 75 mil Lps/ha/ano \nGrupo 2 - Café verde, cana-de-\n\naçúcar, azeite de palma, tabaco e \nalgodão 18 a 22 mil Lps/ha/ano \n\nGrupo 3 - Grãos básicos (milho, \nfeijão, sorgo) 5 mil lps/ha/ano \n\nFonte: Adaptado de Barros et.al.(2006)   \n\n Se os agricultores localizados a montante na microbacia deixam de plantar \n\nhortaliças e grãos básicos nas áreas das margens do rio Wampú e seus tributários, \n\ne passam a utilizar a área com produtos agrícolas com maior valor agregado, como \n\no café (sem o custo inicial, que virá de doação) recebem uma quantia de US$ \n\n1,250.00, (ou 23,750 lps) por família. Assim ainda que recebam uma quantia \n\nrelativamente pequena de R$ 800,00/mês para um grupo de 20 famílias, o \n\npagamento pelo serviços ambientais trará benefícios, uma vez que o custo de \n\noportunidade para estas famílias é inexistente e que poderão obter ganhos maiores \n\nem um futuro próximo com os novos cultivares. \n\nA partir desses dados, é que se propõe a formatação de um acordo na \n\ncategoria de Pagamento por Serviços Ambientais privados, dentro do modelo \n\nproposto por Wunder (2008,  como apresentado no Apêndice 4.  \n\n    \n\n\n\n77\n\n4.2. Pagamento por Serviços Ambientais na Microbacia do Médio Rio \n\nNatuba.  \n\n  \n\nNesta sessão estão expostos os resultados referentes à proposta de \n\nPagamento por Serviços Ambientais aos agricultores assentados na micobacia \n\ndo Médio Natuba. \n\n4.2.1. Caracterização Ambiental \n\n  Nos assentamentos rurais localizados na microbacia do Médio Rio \n\nNatuba vivem cerca de 120 familias, divididas em 30 parcelas no assentamento \n\nDivina Graça e 90 parcelas no assentamento Serra Grande em área total de \n\npouco mais de 1000 hectares, incluindo as áreas de Reserva Legal (Figura 52). \n\nO tamanho médio das parcelas nos assentamentos é de 5,92ha, sendo de \n\n5,49ha em Divina Graça e 6,39ha em Serra Grande. \n\nFigura 52 – Localização dos assentamentos rurais Serra Grande e Dvina Graça na \nmicrobacia do Médio Natuba. \n\n\n\n78\n\n4.2.1.1. Usos da terra \n\n A análise dos dados cartográficos e de imagem de satélite permitiram a \n\nclassificação dos tipos de uso da terra existentes na microbacia do Médio \n\nNatuba, em seis classes predominantes, com predomínio da classe \n\ncaracterizada como policultura (Figura 53), que juntamente com a classe \n\nhorticultura abarcam mais de 74% da área (Tabela 20).  \n\nFigura 53 – Classes de uso da terra encontradas na microbacia do Médio Rio Natuba. \n\nTabela 20 –  Área coberta pelas diferentes classes de usos da terra na microbacia do \nMédio Rio Natuba. \n\nClasse de uso da \nterra \n\nÁrea total \n(ha) \n\n% da \nmicrobacia \n\nCana de açúcar 321,6 13,694 \nFazendas 0,2 0,008 \n\nHorticultura 361,2 15,384 \nMata 158,4 6,745 \n\nPecuária 121,4 5,17 \nPolicultura 1385,1 58,999 \n\nTotal 2347,9 100 \n  \n\nPara validação dos dados referentes aos tipos de uso da terra, foram \n\nrealizadas visitas de campo a pontos anteriormente identificados em mapas, \n\nlocalizados através de GPS, e realizado registro fotográfico para caracterização \n\ndessas áreas, conforme observado nas Figuras (54 a 58) \n\n\n\n79\n\n   \nFiguras 54 e 55– Mata e plantio de hortaliças no Assentamento Serra Grande . Fotos: \n\nCarlos Eduardo Menezes da Silva. Mar/09. \n\nFiguras 56 e 57 – Horticultura nos assentamentos Serra Grande e  Divina Graça. \nFotos: Leonardo Rodrigues. Ago/08 \n\nFigura 58 – Área com pasto e cana de açúcar em Serra Grande. Foto: Leonardo \nRodrigues Ago/08. \n\n Como observado, a classe de uso da terra caracterizada como mata \n\nocupa apenas 6,7 % do total da microbacia do Médio Rio Natuba, no entanto \n\nsegundo dados de Souza (2009), comparando informações sobre o uso da \n\n\n\n80\n\nterra entre 1989 e 2007, essa área obteve um aumento de 3,01% de vegetação \n\ndensa. O que demonstra que apesar do percentual ainda pequeno, estas áreas \n\nestão encontrando possibilidade de se regenerar. Um bom exemplo disso é a \n\nárea da Reserva Legal do Assentamento Divina Graça, que se apresenta em \n\nestado inicial de regeneração (Figura 59)  \n\nFigura 59 – Vegetação em estado de regeneração inicial na Reserva Legal do \nAssentamento Divina Graça. Foto: Carlos Eduardo Menezes da Silva Jun/09. \n\n A partir dos dados sobre os tipos de uso da terra, obtidos para a \n\nmicrobacia do Médio Rio Natuba, foi calculada a Pressão de Uso Circundante – \n\nPUC. No entanto, para efeito de padronização entre os indicadores utilizados \n\nnas microbacias em estudo (Natuba e Wampú), os tipos de uso da terra, \n\ninicialmente divididos em seis classes foram aglutinadas em apenas quatro, de \n\nacordo com as características de cada uma (Tabela 21).  \n\nTabela 21 – Pressão de uso circundante na microbacia do Médio Rio Natuba. \n\nTipo de Uso da Terra \nGrau de Intensidade \n\nde Uso \n% de área \nna bacia PUC \n\nCultivo ciclo curto (hortaliças,milho, macaxeira) 20 74,383 1487,66 \nPasto (gado bovino) 15 5,178 77,67 \n\nCultivo ciclo longo (cana de açúcar) 10 13,694 136,94 \nVegetação nativa 2 6,745 13,49 \n\nTotal   100 1715,76 \n\n Além da pressão exercida sobre os recursos naturais provenientes do \n\nuso em si, é possível encontrar na micorbacia do Médio Rio Natuba (região que \n\né rica em nascentes, sendo contabilizadas durante este trabalho mais de 40), \n\noutras ameaças à saúde ambiental da microbacia, como queimadas e \n\n\n\n81\n\nutilização de agrotóxicos (Figuras 60 a 63), localizadas principalmente no \n\nentorno das nascentes, e nas margens dos cursos d`água e reservatórios, \n\nconsideradas Áreas de Preservação Permanentes - APP pelo Código Florestal \n\nLei 9433/65, e pelas Resolução CONAMA no 302 e 303. \n\n  \nFiguras 60 e 61 – Embalagem e aplicação de agrotóxico próximos a áreas de \nnascentes e cursos d`água. Fotos: Carlos Eduardo Menezes da Silva Mar/09. \n\n   \nFiguras 62 e 63 – Área com aplicação de agrotóxicos e plantação nas margens do rio. \n\nFotos: Carlos Eduardo Menezes da Silva Mar/09. \n\n4.2.1.2 Hidrografia \n\nA microbacia do Médio Rio Natuba é a maior das três áreas na qual esta \n\ndividida a sub-bacia do Natuba, e também a que apresenta maior quantidade \n\nde tributários, sendo 19 no total, que totalizam 29,3km de cursos d`água. Já o \n\ncurso principal do rio, cuja largura varia em torno de 1 a 3m, totaliza um \n\ncomprimento de 7,86km (Tabela 22, Figura 64). \n\nTabela 22 - Dados hidrológicos da microbacia do Médio Rio Natuba. \nCaracterísticas Valor/Unidade\nÁrea 2.547ha \nCurso Principal 7,86km \nTotal Afluentes 29,39km \nComprimento total dos canais 37,25km \nÍndice de Declividade 21,628m/km \nDensidade de Drenagem 1,46km/km2 \n\n  \n\n\n\n82\n\nFigura 64 – Trecho do curso principal do rio Natuba. Foto: Carlos Eduardo Menezes da \nSilva Mar/09 \n\nOutro componente de destaque na hidrografia do Médio Rio Natuba é o \n\naçude do Canha, reservatório outrora responsável, juntamente com outras \n\nduas barragens, pelo abastecimento da cidade de Vitória de Santo Antão. O \n\naçude deixou de atender a esta finalidade por encontrar-se extremamente \n\nassoreado (Figuras 65 e 66), em conseqüência de processos erosivos a \n\nmontante, com carreamento de sedimentos para a sua bacia hidráulica. \n\n  \nFigura 65 e 66 – Sangradouro e lago da barragem do Canha no Médio Rio Natuba. \n\nFotos: Carlos Eduardo Menezes da Silva Abril/09. \n\n Para complementar a análise da hidrografia da microbacia do Médio Rio \n\nNatuba (Figura 67) foram levantados dados mais detalhados sobre as APP de \n\nmargem e nascentes. Estas áreas foram identificadas através da superposição \n\ndas plantas dos assentamentos e dos mapas de hidrografia e uso da terra.  \n\n   \n\n\n\n83\n\nFigura 67 - Altimetria e Hidrografia da microbacia do Médio Rio Natuba. \n\nNos dois assentamentos identificou-se uma área total de 97 hectares de \n\nAPP de nascentes e cursos d`água, o equivalente a quase 10% da área total \n\ndos assentamentos (Tabela 23), como pode-se observar nas Figuras 68 e 69.  \n\nTabela 23 – Áreas de preservação permanente nos assentamentos Serra Grande e \nDivina Graça. \n\nAssentamento\n\nÁrea \nTotal \n(ha)  \n\nAPP \nMargem \n\n(ha) \n\nAPP \nNascente \n\n(ha) \nAPP   \n\ntotal (ha)\nLotes \nTotal \n\nSerra Grande 757,04 59,92 12 71,92 90\nDivina Graça 249,12 21,52 3,9 25,42 30\nTotal 1006,16 81,44 15,9 97,34 120\n\n Estas áreas, embora demarcadas quando da criação dos \n\nassentamentos, e de conhecimento de muitos dos agricultores residentes, \n\napresentam-se na maioria das vezes incorporadas às áreas das parcelas, \n\ntornando-se áreas de plantio, principalmente devido à sua qualidade do solo \n\nque a tornam propícia ao plantio. \n\n\n\n84\n\nFigura 68 – Áreas de preservação permanente de nascente e margem de curso \nd`água no assentamento Divina Graça. \n\nFigura  69 – Áreas de preservação permanente de nascente e margem de curso \n\nd`água no assentamento Serra Grande. \n\n\n\n85\n\n O estado de conservação das APP’s na área em estudo é ainda mais \n\ncomprometido, uma vez que muitas das parcelas são delimitadas em áreas \n\nricas em nascentes, o que por um lado beneficia o agricultor, por outro o \n\ncondena a ter um alto percentual do plantio localizado em área proibida por lei, \n\nconforme demonstram as Figuras 70 e 71. \n\nFigura 70 – Exemplo de área ocupada por APP em uma parcela no assentamento \nSerra Grande. \n\nFigura 71 – Exemplo de área ocupada por APP em uma parcela no assentamento \nDivina Graça.\n\n\n\n86\n\n A partir da elaboração dos croquis de cada parcela, estas foram \n\nvisitadas para caracterização e cadastramento das APP em campo, com \n\nespecial atenção para a condição das nascentes e seu entorno (Figuras 72 e \n\n73). Estas informações foram consolidadas em planilhas, como demonstram os \n\nQuadros 4 e 5.    \n\n  \nFiguras  72 e 73 – Condições das nascentes e seu entorno nos assentamentos Serra \n\nGrande e Divina Graça. \n\nQuadro 4 – Planilha de cadastro individual de nascentes, preenchida no assentamento \nSerra Grande. \n\n\n\n87\n\nQuadro 5 – Planilha de cadastro individual de nascentes preenchida no assentamento \nDivina Graça. \n\n No total foram identificadas mais de 40 nascentes, das quais cerca de \n\n90% encontram-se degradadas, demonstrando sinais de eutrofização e \n\nelevada carga de sedimentos em suspensão, sendo seu entorno utilizado para \n\nplantio, sem nenhum distanciamento das fontes de água. As exceções foram \n\nas nascentes encontradas dentro dos fragmentos florestais, e em algumas das \n\nquais foram feitas intervenções positivas por parte dos assentados.      \n\n4.2.2 Valoração dos Serviços Ambientais. \n\n Identificadas as características ambientais da microbacia, passou-se a \n\ncaracterização sócio-econômica, como forma de entender melhor a população \n\nlocal e os fatores que a levam a decidir sobre o valor a receber por estes \n\nserviços, quando posteriormente perguntados. \n\n Como já afirmado anteriormente, das 120 famílias distribuídas por igual \n\nnúmero de parcelas nos assentamentos Serra Grande e Divina Graça foram \n\nescolhidos como amostra para aplicação do questionário sobre disposição a \n\n\n\n88\n\naceitar – DAA, àqueles que já participam de um projeto de reflorestamento, \n\ndesenvolvido pela Sociedade Nordestina de Ecologia. Isto porque estes já \n\npossuíam de alguma maneira uma consciência da importância dos bens e \n\nserviços ambientais e não se declarariam em favor do estabelecimento de um \n\nprograma de pagamento por serviços ambientais apenas por motivação \n\nfinanceira. \n\n Por isso foram entrevistados 30 agricultores, o que representa 25% da \n\ndas famílias residentes nos assentamentos. Desses apenas 13% eram \n\nmulheres (Figura 74). Tal situação se deve ao fato de que estes assentamentos \n\nforam estabelecidos há décadas, quando não havia a preocupação do registro \n\nda parcela em nome das mulheres. E tanto para o reflorestamento como para \n\nas entrevistas relativas ao DAA, foram utilizados o cadastro oficial dos \n\nassentamentos, nos quais a maioria das parcelas aparecem em nome dos \n\nhomens.  \n\nSexo dos Entrevistados\n\n87%\n\n13%\n\nMasculino\n\nFeminino\n\nFigura 74 – Sexo dos entrevistados nos assentamentos Divina Graça e Serra Grande. \n\n   \n\nNessas parcelas, as famílias que vivem são formadas em média por 4,3 \n\npessoas, sendo que 66,7% das famílias são compostas por entre três e quatro \n\npessoas (Tabela 24). \n\n\n\n89\n\nTabela 24 – Quantidade de pessoas que vivem por parcela nos assentamentos Serra \nGrande e Divina Graça. \n\nQuantidade de pessoas/ \nparcela Entrevistados % \n\n2 1 3,3 \n3 11 36,7 \n4 9 30 \n5 4 13,4 \n6 1 3,3 \n7 2 6,7 \n8 1 3,3 \n11 1 3,3 \n\nTotal 30 100 \n\nA média de idade dos entrevistados, foi de 48,8 anos, demonstrando ser \n\nessa uma população residente na área antes mesmo de haver a formação do \n\nassentamento. O fato de serem pessoas que vivem há muito tempo na área \n\nrural e cuja principal ocupação foi sempre o trabalho na terra, provavelmente \n\ncontribuiu para o baixo grau de escolaridade, uma vez que mais da metade não \n\ncompletou sequer a formação primária (Tabela 25).  \n\nTabela 25 – Grau de escolaridade dos agricultores dos assentamentos Divina Graça e \nSerra Grande. \n\nEscolaridade Entrevistados % \nNão estudou 8 26,7 \n\nPrimário Incompleto 16 53,3 \nPrimário completo 2 6,7 \n\nFundamental \nIncompleto 1 3,3 \n\nMédio completo 3 10 \n  30 100 \n\n   \n\nO fato de cerca de 80% dos entrevistados não haverem estudado ou \n\napenas realizado o primário incompleto, poderia ser um problema na hora de \n\natribuir valores monetários aos serviços ambientais No entanto, como veremos \n\na seguir, a atribuição destes valores foi realizada por parte dos agricultores, \n\ncom base nas áreas correspondentes em suas parcelas ao que deveria ser \n\nmantida como APP, demonstrando assim o custo de oportunidade ao se deixar \n\nde produzir para plantar espécies sem interesse econômico, ou ainda com \n\nbase em valores de referência, no caso o salário mínimo. \n\nQuando questionados sobre quanto do total da área das parcelas eram \n\nutilizadas para o plantio, os agricultores apontaram em média que 2,7hectares \n\nsão utilizados para o plantio, o que é uma baixa taxa de ocupação  \n\n\n\n90\n\nconsiderando-se o tamanho médio das parcelas de 5,9hectares (sendo que em \n\nSerra Grande a média é de 6,39ha e em Divina Graça de 5,49ha). O que \n\ncorresponde a metade das parcelas e é considerado pela grande maioria dos \n\nentrevistados como suficiente para cultivo. (Tabela 26) \n\nTabela 26 – Qualificação da quantidade da área para plantar segundo os \nagricultores entrevistados. \n\nQuantidade da área para \nplantar Entrevistados % \nPouca  4 13,4 \n\nSuficiente 24 80 \nMuita 2 6,6 \nTotal 30 100 \n\nSegundo a maioria dos agricultores, tudo o que é produzido nessas \n\náreas é vendido (Figura 75).  Conforme informação dos agricultores, dentre as \n\nprincipais culturas produzidas estão: feijão pardo, feijão de corda, milho, cana \n\nde açúcar, macaxeira, batata, pepino, cebolinha, maxixe, chuchu, alafce, \n\nberinjela, pimentão, quiabo, repolho, jiló, coentro, limão, côco, maracujá, \n\nbanana e graviola, além da criação de algumas poucas cabeças de gado. \n\nEssas Informações são condizentes com os dados apresentados pela agência \n\nCONDEPE/FIDEM (2009a); (2009b), que apresenta as principais culturas \n\nagrícolas para os municípios de Vitória de Santo Antão (cana-de-açúcar, limão, \n\ncoco da baía, mandioca, maracujá, banana, mamão, abacaxi) e Pombos (Cana \n\nde açúcar, abacaxi, limão, mandioca, banana). \n\nProporção da Venda da Produção\n\n3%\n20%\n\n77%\n\nUm Terço\n\nMetade\n\nTudo\n\nFigura 75 – Proporção da venda da produção agrícola dos agricultores de Divina \nGraça e Serra Grande. \n\n Já quando questionados sobre a renda mensal obtida com a venda \n\ndesses produtos, foi possível chegar a valores cuja mediana é de R$ 600,00  \n\n\n\n91\n\nmensais (Tabela 27), apesar de alegarem uma variação com a época do ano e \n\no tipo de cultivo específico.  \n\nTabela 27 – Renda obtida com a venda da produção agrícola nos assentamentos \nDivina Graça e Serra Grande. \n\nRenda com a venda da \nprodução (R$) Entrevistados % \n\n400,00 13 43,4 \n500,00 1 3,3 \n600,00 9 30 \n800,00 4 13,3 \n1200,00 2 6,7 \n4000,00 1 3,3 \n\nTotal 30 100 \n\n Ao valor relativo à renda dos agricultores, proveniente da venda de sua \n\nprodução, é possível se acrescentar uma renda auxiliar obtida por quase \n\nmetade dos entrevistados, provenientes principalmente de aposentadorias que \n\nelevam a renda a uma mediana de R$ 800,00 mensais. Além disso, todas as \n\nfamílias que têm crianças em idade escolar recebem uma bolsa do Programa \n\nde Erradicação do Trabalho Infantil – PETI, cujo valor, segundo o Ministério do \n\nDesenvolvimento Social - MDS (2009) é de R$ 25,00 para famílias residentes \n\nna zona rural, com acréscimos de R$ 18,00 por cada criança, sendo possível o \n\nmáximo de 3 crianças por família.  \n\n  O que, considerando-se o valor mediano de R$ 266,00 mensais gastos \n\npara a produção, declarado pelos entrevistados, sobrariam R$ 534,00, pouco \n\nmais de um salário mínimo para os gastos mensais familiares. \n\n Após compreender um pouco da realidade e da dinâmica econômica \n\ndessa população, procurou-se entender a sua relação com os recursos naturais \n\ncircundantes, em especial as matas e a água. \n\n Para tanto, buscou-se identificar a origem da água utilizada pelos \n\nagricultores, evidenciando-se a grande quantidade de nascentes existentes na \n\nregião, uma vez que mais de 40% dos entrevistados declararam obter água de \n\nnascente localizada na própria parcela (Tabela 28).  Foi possível observar \n\nainda, que em algumas das parcelas, a origem da água identificada como \n\nproveniente de cacimba ou poço, é na verdade de nascentes que sofrem \n\nbarramentos, ou de cursos d`água, já que todas as parcelas dos entrevistados \n\nsão cortadas pelo rio Natuba ou seus tributários. \n\n\n\n92\n\nTabela 28 – Origem da água utilizada pelos agricultores nos assentamentos Serra \nGrande e Divina Graça. \n\nOrigem da água que \nutiliza Entrevistados % \n\nNascente própria 13 43,3 \nPoço/cacimba 8 26,7 \n\nRio 9 30 \nTotal 30 100 \n\n     \n\n Quanto à quantidade de água disponível, para a maioria dos \n\nentrevistados ela é suficiente para atender às necessidades, tanto de \n\nprodução, como de consumo doméstico (Figura 77). Embora muitas vezes, em \n\nperíodos chuvosos, a água alaga áreas usadas para o plantio, no verão \n\npraticamente todos os assentados se queixaram da falta de água, o que \n\nressalta a necessidade de ações que visem à regularização da vazão, seja \n\natravés de reflorestamento das áreas de APP, ou de melhoria nas técnicas \n\nutilizadas para o aproveitamento da água por parte dos agricultores.   \n\nQuantidade de água disponível\n\n13%\n\n64%\n\n23%\n\nPouca\n\nSuficiente\n\nMuita\n\nFigura 76 - Quantidade de água disponível segundo os agricultores dos \nassentamentos Divina Graça e Serra Grande. \n\n Quando questionados sobre a qualidade da água, a grande maioria dos \n\nagricultores entrevistados apontou que esta apresentava-se em bom estado \n\n(Figura 77). No entanto, há de considerar que os próprios agricultores fazem \n\ndistinção entre a água para irrigar a plantação e a água para beber. Estas são \n\nretiradas de nascentes ou de poços distintos. Também foi possível notar que os \n\nmesmos desconsideram os perigos do uso de agrotóxicos, uma vez que muitas \n\ndas fontes de onde retiram água estão próximas a áreas de plantio, onde são \n\nutilizados esses defensivos agrícolas, muitas vezes sem o devido \n\nacompanhamento técnico.  \n\n\n\n93\n\nQualidade da água utilizada\n\n10%\n\n80%\n\n10%\n\nRegular\n\nBoa\n\nMuito Boa\n\nFigura 77 – Qualidade da água utilizada, segundo os agricultores dos assentamentos  \nDivina Graça e Serra Grande. \n\n Com relação à importância que tem a água para os entrevistados, foram \n\ntaxativos ao considerarem este recurso importante ou muito importante (Figura \n\n78). O que, no entanto, não significa que dispensem maiores cuidados com \n\neste bem natural. Situação esta que provavelmente é conseqüência da grande \n\ndisponibilidade do recurso água na área e ao fato, já mencionado, de que a \n\nmaior parte dos assentados vive na região há muito tempo e se acostumaram \n\ncom a situação de abundância de água. Por isso, alegam que nunca faltou \n\nágua na região e que não acreditam que essa possa vir a reduzir em \n\nquantidade, ao ponto de inviabilizar as suas atividades. \n\nImportância da água\n\n43%\n\n57%\n\nImportante\n\nMuito Importante\n\nFigura 78 – Importância da água para os agricultores dos assentamentos Divina Graça \ne Serra Grande. \n\nEm relação às matas, a situação é semelhante, para todos os \n\nentrevistados elas são consideradas importantes ou muito importantes (Figura \n\n79), o que mesmo assim não leva a maioria dos entrevistados a assumirem \n\n\n\n94\n\npara si a responsabilidade pela conservação deste recurso natural, atribuindo \n\nprincipalmente ao Instituto Nacional de Colonização e Reforma Agrária – \n\nINCRA tal responsabilidade (Tabela 29).        \n\nImportância das Matas\n\n53%\n\n47%\nImportante\n\nMuito Importante\n\nFigura 79 – Importância das matas para os agricultores dos assentamentos Divina \nGraça e Serra Grande \n\nTabela 29 – Responsabilidade de cuidar das matas existentes na microbacia no Médio \nRio Natuba segundo os agricultores dos assentamentos Divina Graça e Serra Grande \n\nQuem deveria cuidar das \nmatas Entrevistados % \n\nAssentados 6 20 \nIBAMA 9 30 \nINCRA 15 50 \nTotal 30 100 \n\n Conhecida a visão dos entrevistados sobre os bens ambientais que o \n\ncercam, passou-se ao questionamento sobre sua disposição a aceitar – DAA, \n\nem recuperar as Áreas de Preservação Permanentes – APP, de margens e \n\nnascentes, localizadas em suas propriedades, de acordo com os dois cenários \n\npropostos. \n\n No primeiro cenário seriam plantadas apenas espécies florestais, \n\nconforme prevê a legislação. Nesse caso foram obtidos valores cuja mediana \n\nalcançou o valor de R$ 482,5 (Tabela 30). Destaca-se ainda, o fato de mais de \n\n40% dos entrevistados declararem que um salário mínimo (R$ 465,00) seria \n\num valor justo a receberem pela conservação dessas áreas, demonstrando que \n\nesse foi um valor de referência utilizado pelos agricultores. Este valor não se \n\ndistancia do saldo obtido por estes quando da retirada dos custos da produção. \n\nO que praticamente dobraria a renda mensal obtida. \n\n\n\n95\n\nTabela 30 – Disposição a aceitar para recuperação das APP’s com plantio florestal nos \nassentamentos Serra Grande e Divina Graça. \n\nDAA \n(R$) Entrevistados % \n\n200,00 1 3,3 \n400,00 1 3,3 \n465,00 13 43,4 \n500,00 3 10 \n800.00 2 6,7 \n930,00 2 6,7 \n\n1.000,00 4 13,4 \n1.500,00 1 3,3 \n2.000,00 1 3,3 \n2.790,00 1 3,3 \n5.000,00 1 3,3 \n\nTotal 30 100 \n  \n\nNo segundo cenário proposto, seria realizado um plantio misto, \n\nconsorciando espécies florestais com espécies de interesse econômico, como \n\nforma de não criar uma aversão por parte dos agricultores a uma área com \n\nproibição total de uso e ao mesmo tempo, não torná-los totalmente \n\ndependentes deste pagamento. Neste cenário, obteve-se um faixa de valores, \n\ncuja mediana foi de R$ 300,00 (Tabela 31).  \n\nTabela 31 - Disposição a aceitar para recuperação das APP’s com plantio misto \n\n(espécies florestais e de interessse econômico)  nos assentamentos Serra Grande e \n\nDivina Graça\n\nDAA \n(R$) Entrevistados % \n0,00 1 3,3 \n\n100,00 1 3,3 \n200,00 4 13,5 \n232,00 2 6,7 \n150,00 1 3,3 \n300,00 7 23,4 \n400,00 1 3,3 \n465,00 3 10 \n500,00 3 10 \n600,00 2 6,7 \n697,00 1 3,3 \n700,00 1 3,3 \n\n1.000,00 1 3,3 \n1.395,00 1 3,3 \n\n2500 1 3,3 \nTotal 30 100 \n\n   \n\n Sobre qual dos dois cenários os agricultores prefeririam, as respostas ao \n\nquestionário revelaram um empate (Tabela 32), sendo possível notar nas \n\n\n\n96\n\nrespostas dos entrevistados duas posturas distintas: por um lado agricultores \n\nque atualmente produzem mais, preferiram o plantio misto, como forma de \n\ngarantir uma renda mensal, ainda que em um valor menor, e continuar \n\ntrabalhando nas áreas. por outro lado, os agricultores que produzem menos ou \n\njá estão aposentados, prefeririam aderir ao plantio florestal e receber uma \n\nquantia maior, que poderia ser sua fonte de renda principal.    \n\nTabela 32 – Preferência declarada por parte dos agricultores de Serra Grande e Dvina \nGraça por tipo de recuperação a ser realizadas nas APP’s \n\nPreferência por tipo de \nrecuperação Entrevistados % \n\nPlantio Florestal 15 50 \nPlantio Misto 15 50 \n\nTotal 30 100 \n\n No caso da existência de um programa de PSA, os agricultores \n\ndemonstraram ainda a preferência por receber pelos serviços ambientais \n\ndiretamente no banco os seus pagamentos (Tabela 33).   \n\nTabela 33 – Indicação de melhor meio para receber o pagamento por serviços \nambientais por parte dos agricultores dos assentamentos de Serra Grande e Divina \n\nGraça. \nMelhor local para receber o \n\nPSA Entrevistados % \nAssociação dos assentados 6 20 \n\nBanco 22 73,4 \nINCRA 1 3,3 \n\nPrefeitura 1 3,3 \n Total 30 100 \n\n Considerando os dados obtidos, o valor dos serviços ambientais gerados \n\nnos assentamentos localizados na microbacia do Médio Rio Natuba foi \n\ncalculado a partir do produto da DAA mediana pelo N (número total de famílias \n\nassentadas). \n\n Chegou-se assim ao valor de R$ 57.900,00 mensais pelos serviços de \n\nregulação da vazão e controle de sedimentos no cenário 1, onde o custo de \n\noportunidade é mais auto, uma vez que os agricultores deixariam de usar \n\ntotalmente as áreas de APP para que fossem recuperadas com plantio de \n\nespécies florestais. Considerando-se que 1,6ha é a média do tamanho das \n\náreas de APP em cada parcela, teríamos para esse cenário um valor a ser \n\npago pelos serviços ambientais de regularização da vazão e redução da \n\nsedimentação correspondente a R$ 301,5ha/mês.   \n\n\n\n97\n\n Já no cenário dois, com um custo de oportunidade mais baixo, uma vez \n\nque os agricultores poderiam usar em parte as APP’s que seriam recuperadas \n\ncom plantio misto - formado por espécies florestais e de interesse econômico - \n\no valor mensal dos serviços ambientais seria de R$ 36.000,00. Neste segundo \n\ncenário teríamos um valor de R$ 187,5/ha/mês. \n\n Além disso devido ao grau de degradação, sobretudo das áreas de APP, \n\nexistiria o custo para recuperação destas áreas, estimado em R$ 2.500,00/ha, \n\nque nos levaria a um custo total de R$ 243.500,00 para os 97ha de APP \n\nexistentes nos dois assentamentos.   \n\nEm decorrência desses resultados, propõe-se um acordo de pagamento \n\npelos serviços de natureza pública, conforme modelo proposto por Wunder \n\n(2008), como consta no Apêndice 5.  \n\n Para efeito de análise de custo/benefício da implementação de um PSA \n\nnessa área, faz-se necessário considerar alguns aspectos:  \n\n• O total de habitações da cidade de Vitória de Santo Antão atendidas \n\npelo sistema público de abastecimento de água é de 22.410 residências \n\n(CONDEPE/FIDEM 2009b). \n\n• O Açude do Canha que era utilizado para abastecimento da cidade, \n\njuntamente com outros dois mananciais, atendia uma média de 7.470 \n\nresidências, considerando um terço do total da população do município \n\nde Vitória de Santo Antão. \n\n• Considerando-se um consumo médio de 30m3/mês por residência, \n\nteríamos uma demanda de 224.100 m3/mês para o reservatório do \n\nCanha. Vazão que excederia a oferta de água possível de ser obtida \n\nnesse manancial, principalmente em casos de grande variação na época \n\nseca, uma vez que segundo dados da SNE (2006), este manancial \n\napresentara, outrora, uma vazão de 166m3/h (0,046m3/s), totalizando \n\n119.520 m3/mês. \n\nA partir de tais informações, e considerando alguns dos resultados \n\nobtidos por Reis (2004), sobre a correlação entre o custo de tratamento da \n\nágua e a cobertura vegetal em bacias hidrográficas de abastecimento, onde \n\npara uma bacia hidrográfica com características similares, e com um percentual \n\nde cobertura vegetal próximo a encontrada na microbacia do Médio Rio \n\nNatuba, teríamos um custo para a COMPESA com tratamento da água de R$ \n\n\n\n98\n\n0,386/m3, o que nos levaria a um custo aproximado de R$ 86.500/mês \n\nconsiderando-se a demanda de vazão para abastecimento de um terço da \n\ncidade de Vitória de Santo Antão. \n\nPartindo desses valores, teríamos uma relação na qual a adoção de um \n\nPSA em um primeiro momento traria custos extremamente elevados em \n\nrelação aos benefícios considerados, relativos a qualidade da água, ainda que \n\nhouvesse uma redução total da necessidade de tratamento, como demonstrado \n\nna Tabela 34, para o cenário 1, e na Tabela 35, para o cenário 2  \n\nTabela 34 – Relação custo benefício para adoção de um PSA nos assentamentos \nDivina Graça e Serra Grande. \n\nComponentes Valores \nCusto PSA Cenário 1 57.900,00\nCusto programa de adequação ambiental 243.500,00\nCusto total 301.400,00\nBenefício da redução do custo de tratamento da água 86.500\nTotal 214.900,00\n\nTabela 35 – Relação custo benefício para adoção de um PSA nos assentamentos \nDivina Graça e Serra Grande. \n\nComponentes Valores \nCusto PSA Cenário 2 36.000,00\nCusto programa de adequação ambiental 243.500,00\nCusto total 279.500,00\nBenefício da redução do custo de tratamento da água 86.500\nTotal 193.000,00\n\nNo entanto, faz-se necessário considerar o fato de que este custo de \n\ntratamento sequer é realizado, devido ao fato de que o açude do Canha teve \n\nsua função de abastecimento abandonada, devido ao nível de assoreamento e \n\neutrofização das águas. Ou seja, deixou-se de aproveitar uma oferta de água \n\nde 119.520 m3/mês, que poderia gerar uma receita e se fez necessária a \n\nconstrução de infra-estrutura para captação de água fora da bacia do \n\nTapacurá.   \n\nComo redução dos custos poder-se-ia contabilizar os mecanismos \n\nprevistos pelo INCRA, para recuperação destas áreas, uma vez que são \n\ncontabilizadas como passivo ambiental para esta instituição e a utilização da \n\nmão de obra dos agricultores assentados como contrapartida da comunidade. \n\n\n\n99\n\n5. CONCLUSÕES\n\nOs resultados obtidos nesse trabalho permitem concluir que: \n\nNa microbacia do Alto Rio Wampú, as condições ambientais podem ser \n\nconsideradas boas, evidenciadas na existência de uma cobertura vegetal \n\nconservada, sobretudo na cabeceira da bacia, o que permite o fornecimento \n\ndos serviços ambientais de manutenção e/ou regulação da vazão de água e \n\ntambém de controle da sedimentação. Esta condição é favorável a execução \n\ndo projeto hidroelétrico na comunidade de Nueva Esperanza e, \n\nconseqüentemente, permitindo uma compensação aos responsáveis pela \n\nconservação dessas áreas. \n\nQuanto às comunidades de La Felicidad e Bonanza situadas a montante \n\ndo projeto observa-se que elas tiveram uma boa aceitação ao projeto de \n\nmudanças nas formas de uso da terra e identificaram benefícios reais, tornando \n\nassim ainda mais provável o êxito, tanto do projeto hidroelétrico quanto do \n\nacordo para o pagamento pelos serviços ambientais. \n\nComparando-se as comunidades, nota-se que a comunidade de Nueva \n\nEsperanza além de maior em quantidade de famílias/pessoas, também \n\napresenta uma renda média mais alta, quase o dobro das demais \n\ncomunidades, e com outros “ativos” como a presença de uma quantidade \n\nconsiderável de pessoas vivendo nos EUA enviando dinheiro, e o tamanho de \n\nsuas propriedades bem superiores às existentes nas comunidades rio acima.   \n\nAlém disso apresentam uma maior organização e mobilização social, o que \n\nlhes permite obter maior sucesso no desenvolvimento dos projetos e na \n\nconquista de ajuda por parte de organismos governamentais nacionais e da \n\ncooperação internacional. \n\nNeste sentido considera-se factível a formulação de um acordo para a \n\ntransferência de benefícios da comunidade de Nueva Esperanza para as \n\ncomunidades de Bonanza y La Felicidad, através de um esquema de \n\nPagamento por Serviços Ambientais, seja em dinheiro ou outro tipo de \n\nbenefício. Salienta-se que a maior parte do projeto hidroelétrico está sendo \n\npaga com doações da cooperação internacional, reduzindo assim os custos da \n\n\n\n100\n\nprópria comunidade e permitindo que com a chegada da energia elétrica, seja \n\npossível gerar mais oportunidades de melhoria da qualidade de vida da \n\ncomunidade de Nueva Esperanza. \n\nNo entanto, devido aos valores relativamente baixos de repasse por \n\nparte da comunidade de Nueva Esperanza para as comunidades de Bonanza e \n\nLa Felicidad, este acordo só se apresentaria benéfico aos provedores dos \n\nserviços ambientais, com a existência da doação externa prevista. Uma vez \n\nque esse valor cobriria os custo de oportunidade das comunidades provedoras \n\ndos serviços ambientais em realizar uma mudança no uso da terra em suas \n\npropriedades, passando dos cultivos de ciclo curto ao plantio de café em \n\nsistema agroflorestal.       \n\n Já na microbacia do Médio Rio Natuba apresenta-se com elevado grau \n\nde uso da terra, interferindo negativamente na provisão dos serviços \n\nambientais de regularização da vazão e redução da sedimentação, situação \n\nesta evidenciada pelas condições degradadas do açude do Canha e das \n\nnascentes encontradas nos dois assentamentos que alimentam este \n\nmanancial.  \n\nPercebe-se que para recuperação da saúde ambiental da microbacia do \n\nMédio Natuba, faz-se necessária a adoção de um programa de adequação \n\nambiental nos assentamentos para proteção das nascentes e cursos d`água, \n\natravés do reflorestamento de Áreas de Preservação Permanente e Reserva \n\nLegal.  \n\nPorém, considerando-se o panorama socioeconômico encontrado nessa \n\nregião a proibição do plantio nessas áreas de APP e sua conversão em áreas \n\nde florestas, pode vir a inviabilizar a produção e conseqüentemente a \n\nsubsistência dos agricultores em muitas das áreas dos assentamentos. Torna-\n\nse assim necessário o estabelecimento de estratégias para compensação \n\ndestas pessoas. Uma possibilidade seria a implantação de um acordo para o \n\npagamento pelos serviços ambientais. \n\nPor outro lado, nota-se que a implantação de um PSA nessa área \n\napresentaria custo elevado, devido ao grau de degradação das áreas e as \n\nintervenções que necessitariam ser realizadas. Custo este que a principio, \n\n\n\n101\n\nexcederia os benefícios monetários advindos dos dois serviços ambientais \n\nestudados        \n\nPor isso, faz-se necessário o aprofundamento dos estudos e a valoração \n\nde uma gama maior de serviços ambientais prestados pelos diversos \n\nambientes dessa microbacia, além de se considerar os benefícios provenientes \n\nda melhoria da qualidade ambiental, tanto para as populações residentes na \n\nmicrobacia,  como para os beneficiários dos serviços ambientais.  \n\nNota-se, portanto que o estabelecimento de pagamento por serviços \n\nambientais pode ser uma adequada alternativa para a alocação de recursos em \n\nprol da gestão ambiental de bacias hidrográficas, seja através da adoção de \n\nPSA privados ou públicos. Nesse contexto, observa-se a maior facilidade no \n\ndesenvolvimento de um PSA do tipo privado, uma vez que as regras gerais de \n\num acordo ou contrato dessa natureza podem ser mais flexíveis e exigirem \n\numa menor burocracia para sua implantação.  \n\nNesse sentido, também se considera que este tipo de instrumento deva \n\nser utilizado primordialmente, entre entes privados, para não incidir em uma \n\nexcessiva oneração do aparelho estatal, e para que possa haver uma \n\ninternalização dos custos de um recurso extremamente utilizado em \n\npraticamente todas as atividades produtivas que é a água. Além de permitir que \n\nesse mecanismo se transforme em um meio de transferência de renda não \n\nassistencialista.       \n\n Por outro lado, as experiências estudadas, demonstram a necessidade \n\nde agir de forma preventiva, ou seja, procurando estabelecer mecanismos, \n\nincluindo os econômicos, como o PSA, para promoção da conservação \n\nambiental, pois como demonstrado, tanto para recuperação de áreas \n\ndegradadas como a perda do usufruto dos serviços ambientais incidem em \n\nvalores altos.  \n\n Finalmente, conclui-se que as duas experiências aqui discutidas, em \n\nHonduras e no Brasil trazem importantes subsídios à estruturação de \n\nestratégias de conservação integrada de floresta e água, tomando como \n\nreferência metodológica os mecanismos de pagamento por serviços \n\nambientais, particularmente em comunidades rurais. \n\n\n\n102\n\nREFERÊNCIAS \n\nAFE – COHDEFOR – Administración Forestal del Estado – Corporación \n\nHondureña de Desarrollo Forestal. Plan de Manejo Reserva del Hombre y La \n\nBiosfera del Río Plátano. Tegucigalpa – DC, Honduras. 2000 \n\n__________. Proyecto Biosfera del Río Plátano – Monitoreo de la \n\nCobertura de la Tierra. Tegucigalpa – DC, Honduras. 2006. \n\nBARROS, Ricardo P. de.; CARVALHO, Mirela de.; FRANCO, Samuel. Pobreza \n\nrural em Honduras. IPEA/PNUD. Tegucigalpa. Honduras.2006. \n\nBARZEV, RADO. Valoración económica integral de los bienes y servicios \n\nambientales de la Reserva del Hombre y la Biosfera del Río Plátano. \n\nProyecto manejo Reserva del Hombre y la  Biosfera del Rio Plátano/Corredor \n\nBiologico Mesoamericano (CBM). Tegucigalpa. 2002. \n\nBELLIA, Vitor. Introdução a economia do meio ambiente. IBAMA. Brasília. \n\n1996. \n\nBOTELHO, R. G.; SILVA, A. S. da. Bacia hidrográfica e qualidade \n\nAmbiental.In: VITTE, A.C.; GUERRA, A.J.T.(Org) Reflexões Sobre a Geografia \n\nFísica no Brasil. Rio de Janeiro. Ed. Bertrand Brasil. 2004. \n\nBRAGA, Ricardo A.P. Avaliação dos instrumentos de políticas públicas na \n\nconservação integrada de florestas e águas, com estudo de caso na bacia \n\ndo Corumbataí – SP. Tese de Doutorado. Escola de Engenharia de São \n\nCarlos/USP. São Carlos – SP. 2005. \n\nBRASIL. Lei nº 4.771, de 15 de setembro de 1965 – Institui o Novo Código \n\nFlorestal Brasileiro. \n\nBRASIL. Lei nº 6.938, de 31 de agosto de 1981 – Institui a Política Nacional \n\ndo Meio Ambiente. \n\n\n\n103\n\nBRASIL. Lei nº 9.433, de janeiro 1997 – Institui a Política Nacional do \n\nRecursos Hídricos. \n\nBRASIL. Ministério da Saúde. Abordagens espaciais na saúde pública. \n\nSérie Capacitação e Atualização em Geoprocessamento em Saúde. Brasília. \n\nMinistério da Saúde. 2006. \n\nBRASIL. Projeto de Lei no 5.487. Institui a Política Nacional dos Serviços \n\nAmbientais, o Programa Federal de Pagamento por Serviços Ambientais, \n\nestabelece formas de controle e financiamento desse Programa, e dá outras \n\nprovidências. Brasília. 2009. \n\nCOLL, I. G.; OTERO, A.M.; SOTO, A.R.;CRUZ,A.N.; RIVAS, A.J.;BARRADA, \n\nL.D. La relación água-bosque: Delimitación de zonas prioritarias para \n\npago de servicios ambientales hidrológicos em la cuenca del río \n\nGavilanes, Coatepec, Veracruz. In: Cotler, Helena. Manejo integral de \n\ncuencas en México: estudios y reflexiones para orientar la política ambiental. \n\nMéxico, D. F, INE / SEMARNAT, 2004. Disponível em: \n\nwww.ine.gob.mx/publicaciones/libros/528/relacion.pdf \n\nCONABISAH – Comissión Nacional de Bienes y Servicios Ambientales de \n\nHonduras. Estratégia nacional de bienes y servicios ambientales de \n\nHonduras. Tegucigalpa.  2005. \n\nCONDEPE-FIDEM - Agência Estadual de Planejamento e Pesquisas de \n\nPernambuco. Perfil municipal Pombos. CONDEPE/FIDEM. Recife. 2009a. \n\n___________. Perfil municipal Vitória de Santo Antão. CONDEPE/FIDEM. \n\nRecife. 2009b. \n\nConselho Nacional de Meio Ambiente - CONAMA. Resolução nº 302, de 20 de \n\nmarço de 2002. Dispõe sobre os parâmetros, definições e limites de APP de \n\nreservatórios artificiais e o regime de uso do entorno. \n\n\n\n104\n\n___________. Resolução nº 303, de 20 de março de 2002. Dispõe sobre \n\nparâmetros, definições e limites de Áreas de Preservação Permanente. \n\nDUARTE, Cristiana. C. Análise dos impactos das mudanças climáticas no \n\nescoamento superficial da bacia do hidrográfica do rio tapacurá – pe a \n\npartir da utilização de um modelo de balanço hídrico mensal semi-\n\ndistribuído. Dissertação. Programa de Pós-Graduação em Geografia. UFPE. \n\n2009. \n\nFAO – Organização das Nações Unidas para Agricultura e Alimentação. El \n\nestado mundial de la agricultura y la alimentación: Pago a los agricultores \n\npor servicios ambientales. Colección FAO Agricultura No. 38. 2008  \n\nFINCO, Marcos V.A. SILVEIRA, Priscila V. Buscando o desenvolvimento \n\nsustentável: Um estudo sobre a relação entre pobreza e meio ambiente na \n\nRegião do Cinturão Verde, Palmas/Tocantins. Gaia Scientia. 2008. \n\nFLORES, E. Estudio de factibilidad del proyecto hidroeléctrico de Nueva \n\nEsperanza.Tegucigalpa – DC, Honduras. 2005. \n\nHERRADOR, Doribel; DIMAS, Leopoldo. Valoración económica del àgua \n\npara el área metropolitana de San Salvador. Fundación PRISMA. San \n\nSalvador. 2001. \n\nHONDURAS.  Informe del estado y perspectivas del ambiente:  Geo \n\nHonduras . SERNA/ PNUMA. 1a. Ed. Tegucigalpa. 2005 \n\nINCRA – INSTITUTO NACIONAL DE COLONIZAÇÃO E REFORMA AGRÁRIA. \n\nPlanta cadastral do assentamento Divina Graça . Arquivo em formato shape. \n\n2008a. \n\n___________. Planta cadastral do assentamento Serra Grande. Arquivo em \n\nformato shape. 2008a. \n\n\n\n105\n\nINE – Instituto Nacional de Estadística. Modulo de migración y remesas, \n\nXXXIII Encuesta Permanente de Hogares de Propósitos Múltiples, \n\nTegucigalpa –DC, Honduras 2006. \n\nÍRIAS, Enrique A. Inventario y caracterización nacional de acciones en \n\npagos por servicios ambientales de honduras.  SERNA. Tegucigalpa. 2008. \n\nLANNA, A. E. Gerenciamento de bacia hidrográfica: Aspectos conceituais e \n\nmetodológicos. Brasília, IBAMA / MMA. 1995. \n\nLIMA. Walter. de P. e ZAKIA, Maria. J. B. Hidrologia de matas ciliares. IN: \n\nRODRIGUES e LEITÃO FILHO. Matas Ciliares – Conservação e Recuperação, \n\np. 33-44. São Paulo, EDUSP/FAPESP. 2000 \n\nLIMA, Walter de P.; ZAKIA, Maria J.B. Saúde ambiental da microbacia. In: \n\nLIMA, Walter de P.; ZAKIA, Maria J.B (org.). As florestas plantadas e a água. \n\nSão Carlos. Ed. Rima 2006. \n\nLINO, Clayton F. Águas e florestas da Mata Atlântica. Conselho Nacional da \n\nReserva da Biosfera da Mata Atlântica e Fundação S.O.S. Mata Atlântica. São \n\nPaulo, 2003. \n\nMAY, Peter Herman.; GELUDA, Leonardo. Pagamentos por serviços \n\necossistêmicos para manutenção de práticas agrícolas sustentáveis em \n\nmicrobacias do nordeste e noroeste do Rio de Janeiro. Congresso da \n\nSociedade Brasileira de Econômica Ecológica, Brasília – DF, Brasil. 2005. \n\nMARTINEZ, Miguel; DIMAS, Leopoldo. Valoración econômica de los \n\nservicios hidrológicos: Subcuenca del rio Teculutan. Guatemala. WWF \n\nCentroamérica. 2007. \n\nMillennium Ecosyistem Assessment. Ecosystem and human well-being: \n\nsynthesis. Washington D.C. Island Press. 2005a.  \n\n__________. Los ecosistemas y el bienestar humano: humedales y agua. \n\nInforme de síntesis. Washington D.C. Island Press. 2005b. \n\n\n\n106\n\nMinistério do Desenvolvimento Social – MDS. Programa de erradicação do \n\ntrabalho infantil – PETI. www.mds.gov.br. 2009. \n\nMOTA, José A. O valor da natureza: Economia e política dos recursos \n\nambientais. Rio de Janeiro. Ed. Garamond. 2006. \n\nNASI, R; WUNDER, S; CAMPOS, J. Servicios de los ecosistemas \n\nforestales. ¿Podrían ellos pagar para detener la deforestación? CATIE. \n\nTurrialba. Costa Rica. Serie técnica. Informe Técnico CATIE N° 331. 2002. \n\nORTIZ, Ramon A. Valoração econômica ambiental. In: MAY, Peter H.; \n\nLUSTOSA, Maria C.; VINHA, Valéria da. (org). Economia do meio ambiente. \n\nRio de Janeiro. Ed. Elsevier.2003. \n\nPASOLAC -  Programa para la Agricultura Sostenible en Laderas de América \n\nCentral. Elementos metodológicos para la implementación de pagos por  \n\nservicios ambientales hídricos al nivel municipal en Centroamérica. 1a. \n\ned.-Tegucigalpa. 2006. \n\nPatronato Promejoramiento de Nueva Esperanza. Proyecto: Generación de \n\nEnergia Hidroelectrica en la Cuenca del Río Wampú, en La Biosfera Rio \n\nPlátano. Dulce Nombre de Culmi, Olancho, Honduras.2005. \n\nPIROLI, E. L.; BECKER, E. L. S.; BOLFE, E. L.; PEREIRA, R. S. Análise do \n\nuso da terra na microbacia do Arroio do Meio, Santa Maria – RS, por \n\nsistemas de informação geográficas e imagem de Satélite. Artigo. (Ciência \n\nRural v. 32 n.3 p407-413. 2002). Porto Alegre. 2002.   \n\nPNUD – Programa das Nações Unidas para o Desenvolvimento. Informe \n\nsobre desarrollo humano de Honduras: Hacia la expansión de la \n\nciudadania. PNUD. Tegucigalpa. 2006. \n\nREIS, Luciana V. de S. Cobertura florestal e custo do tratamento de águas \n\nem bacias hidrográficas de abastecimento público: Caso do manancial do \n\n\n\n107\n\nmunicípio de Piracicaba. Tese. Doutorado em Ciências Florestas. \n\nESALQ/USP. Piracicaba. 2004. \n\nREPÚBLICA DE HONDURAS. Estratégia de reducción de la pobreza. \n\nTegucigalpa. 2001. \n\nRODRIGUES, Ricardo R.; GANDOLFI, Sérgio; NAVE, André G. Adequação \n\nambiental de propriedades rurais e recuperação de áreas degradadas. \n\n(Apostila do 1º Curso de Recuperação de Matas Ciliares). Piracicaba – SP. \n\nESALQ/USP. 2002. \n\nSEDA – Secretaría de Estado de Desarrollo y Ambiente. Ley general del \n\nambiente de Honduras. Tegucigalpa. 2002. \n\nSERÔA DA MOTTA, Ronaldo. Manual para valoração econômica de \n\nrecursos naturais. Brasília: Ministério do Meio Ambiente, dos Recursos \n\nHídricos e da Amazônia Legal.  1998. \n\n__________. Economia ambiental. Rio de Janeiro. Ed.FGV.2006, \n\nSILVA, Carlos E. M. da. Uso e ocupação do solo em áreas de preservação \n\npermanente da bacia hidrográfica do Natuba, afluente do Tapacurá – PE.\n\nMonografia. Centro de Ciências Biológicas – UFPE.  2006. \n\nSMITH, Mark; DE GROOT, Dolf; PERROT-MAÎTRE, Daniéle; Bergkamp, Ger. \n\nPago: Establecer pagos por servicios de cuencas. IUCN, Gland, Suiza, \n\n2007. \n\nSNE – Sociedade Nordestina de Ecologia. Projeto recuperação e \n\nconservação das nascentes do rio Natuba. SNE. Recife.  2006. \n\nSOUZA, Marcelo P. Instrumentos de Gestão Ambiental: Fundamentos e \n\nPrática. São Carlos: Ed. Riani Costa, 2000 \n\n\n\n108\n\nSOUZA, Sara F. Avaliação da susceptibilidade à erosão dos solos da sub-\n\nbacia do Alto Natuba – PE: Agregação e cobertura vegetal. n Dissertação. \n\nPrograma de Pós-Graduação em Geografia. UFPE. 2009.\n\nTOGNETTI, Silvia S.: MENDOZA, G.; AYLWARD, B; SOUTHGATE, D.; \n\nGARCÍA, L. Guía para el desarrollo de opciones de pago por servicios \n\nambientales (PSA) de las cuencas hidrológicas. Estudio Realizado para el \n\nDepartamento de Ambiente del Banco Mundial, con apoyo del Bank-\n\nNetherlands Watershed Partnership Program (BNWPP). 2002. \n\nTYLER, S.R. Comanejo de recursos naturales: Aprendizaje local para la \n\nreducción de la pobreza. Centro Internacional de Investigaciones para el \n\nDesarrollo – CIID/IDRC. Ottawa – Canadá 2006 \n\nVEIGA NETO, Fernando César. A construção dos mercados de serviços \n\nambientais e suas implicações para o desenvolvimento sustentável no \n\nBrasil. Tese de Doutorado.Programa de Pós-graduação em Desenvolvimento \n\nAgricultura e Sociedade – CPDA/UFRRJ. Rio de Janeiro.2008 \n\nWICKEL, Bart A.J. Processos eco-hidrológicos y servicios ambientales.\n\nCurso centroamericano de servicios hidrológicos. 1. 2008. Ciudad de \n\nGuatemala. WWF. 2009. \n\nWUNDER, Sven. Pagos por servicios ambientales: Princípios básicos \n\nesenciales. Centro Internacional de Investigación Forestal – CIFOR. Jacarta. \n\nIndonésia. 2005. \n\n_________. (coord.). Pagamento por serviços ambientais perspectivas \n\nlegais para a Amazônia Legal. Brasília: MMA. 2008 \n\n\n\n109\n\nAPÊNDICE 1 – Modelo de Questionário de DAP aplicado na comunidade \nde Nueva Esperanza em Honduras. \n\nIntroducción \n\nBuen día/Buenas tardes, \n\nMi nombre es_______________________   del....          \n\nNombre del encuestador:_______________________________________ \nNúmero da Encuesta:________________________________________ \nNome do encuestado:________________________________________ \nFecha:_____________________________________________________ \nComunidad:______________________________________ \n\nSección 1. \n\nPreguntas para determinar al calidad del servicio que recibe, la importancia y la \nrelación bosque/agua. \n\n1 – La casa donde vive actualmente es propia? \nSi _ No_ \n\n2 – Tiene servicio  de energía en su casa? \nSi_ No_ (pasar a la pregunta 10) \n\n3 – Actualmente cuántas horas al día tiene energía en su casa?___________ \n\n4 – Como calificaría la cantidad de energía que llega a su hogar?  \nPoca_ Suficiente_ Mucha_ \n\n5 – Quién le provee el servicio energía? \nMunicipalidad_ Generador privado_ No Sabe_ Generador Municipal_ \nProyecto comunitario_  No tengo_ Otro______________\n\n6 – Cual es la principal fuente energética que utiliza? \nHidroeléctrica_ Leña_ Ocote_ Baterias (c/m) Pilas_ Paneles_ Candelas_ \nGasolina_ Diesel_ Gas \n\n7 – Cuanto gasta mensualmente por este servicio? \n\n8 – Según usted la calidad del servicio que recibe es: \nMuy buena_ Buena_ Regular_ Mala_ \n\n9 – Si le pediera calificar la importancia que tiene la energía para el desarrollo \nde su vida diaria, que calificación le pondría? (mencionar escala) \n\nMuy importante_ Importante_ Poco Importante_ No es importante_ \n\n\n\n110\n\n10 – A las siguientes actividades relacionadas con el uso de energía en su \ncasa, ¿cuál es la calificación que usted pondría de acuerdo a su prioridad? \nPara trabajar_ \nEstudiar_       \nMira la televisión_ \nCongelar alimientos_ \nOtros usos________ \n\n     \n\n11 – ¿Sabe usted de dónde vendrá la energía para abastecer su comunidad? \nEspecificar_____________ \n\n12 – ¿Cree usted que son importantes los bosques y la vegetación para la \nexistencia del agua y de la energía que consume? (mencionar escala) \nMuy importante_ Importante_ Poco importante_ No es importante_ \n\n13 – ¿Quién debería cuidar los bosques en su comunidad? \nEmpresa privada_ Gobierno Central_ Municipalidad_ Toda la comunidad_  \ncombinación de las anteriores_ Otros_ \n\nSección 2 \n\nA Continuación le voy a mostrar y a explicar unos esquemas sobre la \nimportancia de los bosques en la protección del agua. (explicar esquema \nfloresta/solo/agua) \n\nDespués de esta explicación, le haré el siguiente comentario para responder a \nla siguiente pregunta. \n\nEn un futuro próximo la energía para la Comunidad de Nueva Esperanza, será \ngenerada a través de la micro hidroeléctrica que funcionará con el agua del río \nwampú que tienes sus nacimiento en las comunidades río arriba. (explicar \nmapas).        \n\n1 – tomando en cuenta lo anterior ¿estaría usted dispuesto a pagar: \na) entre 100 y 200 lps \nb) entre 200 y 300 lps \nc) entre 300 y 400 lps \nd) entre 400 y 500 lps \ne) entre 500 y 600 lps \nd) entre 600 y 700 lps \nf) entre 700 y 800 lps \ng) entre 800 y 900 lps \nh) entre 900 y 1000 lps \nmensuales a mas para que se protejan y desarrollen los bosques del área, de \ntal manera que esto le asegure el suministro de agua e energía para su familia? \nSi_ No_ (pase a la pregunta 3) \n\nLa usa Mucho  5 \nUsa Regularmente  4 \nUsa Pocas Veces  3 \nUsa Ocasionalmente 2 \nNunca Usa   1 \n\n\n\n111\n\n2 – De que manera preferiría que la contribución  fuera hecha? \nA – Cargándola a su recibo de agua? \nB – Cargándola a su recibo de Luz? \nC – Haciéndola directamente a los agricultores de las comunidades arriba \nD – Creando un fondo de agua específico para la cuenca del río wampú \nE – Haciéndola al patronato que manejará la Hidroeléctrica  \nF – A través de la municipalidad \nG – Otros_____________  \n(pasar a la sección 3). \n\n3 – Por qué no está dispuesto a pagar para hacer funcionar un programa? \nA – No estoy de acuerdo con el programa \nB – Mi situación económica no me lo permite \nC – No creo que este tipo de medidas funcionen  \nD – La corrupción puede evitar que los fundos lleguen a su destino \nE – No tengo información suficiente \nF – Son otras las personas que deberían pagar  \nG – Es el gobierno central que debe pagar \nH – Es la municipalidad la que debe hacerse cargo \nH – No es necesario este tipo de programa \nI – Otras razones (especifique)___________________________ \n\nSección 3 – Aspectos Socioeconómicos \n\n1 – ¿Sexo del entrevistado (a)? \nMasculino_ Feminino_ \n\n2 – Rango de Edad \n17 o menor _ 18 a 19_ 20 a 29_ 30 a 39_40 a 49_ 50 a 59_ 60 a 69_ 70 o \nmayor_ \n\n3 – Estudios realizados: \nNo estudió_ Primario Incompleto_ Primario Completo_ Básico incompleto_ \nBásico Completo_  Técnico_ Magisterio Completo_ Magisterio Incompleto_ \nUniversidad Incompleta_ Universidad Completa_ Postgrado_ Otros_ \n\n4 – Actualmente está trabajando? \nSi_ No_ \n\n5 – Cuántas personas viven en su casa? ______________ \n\n6 – ¿Cual rango es mas cercano a sus ingresos familiares totales por mes? Por \nfavor incluya todas las fuentes de ingreso. (mostrar rango para selección) \n\nA – Menos de 1200 lempiras \nB –  Entre 1200 y 2000 lempiras \nC – Entre 2000 y 4000 lempiras \nD – Entre 4000 y 7000 lempiras \nE – Entre 7000 y 10000 lempiras \nF – Entre 10000 y 15000 lempiras \n\n\n\n112\n\nAPÊNDICE 2 – Questionário para levantamento de dados \nsocioeconômicos nas comunidades de Bonanza e La Felicidad \n\nEncuesta datos socioeconómicos \nNombre Definición  Unidad de medida \n\nINGRESO \ningresos anual percapta (agricola e \nno agricola, inluyendo \naposentadorias y pensiones) Lps \n\nTAMAÑ \ntamanho do estabelecimento \nagrícola ha \n\nEDADE edad del jefe de la familia años \nESCOL Años de estudio del jefe de la familia años \n\nSALUD \n\ncondiciones de salud da familia, \nvariando de 1 a 5 de acuerdo las \ndeclaraciones del encuestado; el \nvalor 1 si refiere a las condiciones \nmuy buenas  escala \n\nACMERC \n\nacceso al mercados, variando entre \n1 y 3 o sea 1 cuando el agricultor \nposue una acceso malo a los \nmercados locales, sea por falta de \ntransporte, de carreteras o por no lo \nser socio de sindicato y o \ncooperativa 2 cuando posue acceso \nregular e 3 cuando posue en buen \nacceso al mercado.      escala \n\nACINFO \n\nacceso a información variando de 0 \na 3, esto es, 0 cuando el agricultor \nno posue ninguno medio de \ninformación (radio, televisión) y 3 \ncuando el agricultor alén de TV y \nRadio participa de capacitaciones  \nofertadas por el gobierno, ONGs, o \ncooperativas.  escala \n\nACCRED \n\nacceso a credito, variando de 0 \ncuando el agricultor no havia \nrecibido financiamiento en los \nultimos 5 años, hasta 5 con un \nfinanciamiento por año.  escala \n\nASSTEC \n\nasistencia tecnica variando de 1 \n(malo) o sea el agricultor no recibe \nvisitas frecuentes de los tecnicos \nhasta 5 (muy buena), donde el \nagricultor recibe toda la asistencia \nposible y con frecuencia. escala \n\nBIENES \n\ndisponibilidad de bienes e \ninfraestructura, variando de 0 a 5 \ndependiendo del número de bienes \nque existen en la casa, como \ntelefono baño, agua, luz eléctrica e \nnevera.    escala \n\n\n\n113\n\nAPÊNDICE 3 – Modelo de Questionário de DAA aplicado nos \nAssentamento Serra Grande e Divina Graça. \n\nIntrodução \n\nBom dia/Boa tarde, \n\nMeu nome é_______________________   da          \n\nNome do entrevistador:_______________________________________ \nNúmero do Questionário:________________________________________ \nNome do entrevistado:________________________________________ \nData:_____________________________________________________ \nlocalidade:______________________________________ \n\nSeção 1. \n\nPerguntas para determinar a situação atual na qual é desenvolvida a atividade,  \ne a importância e a relação floresta/água.  \n\n1 – Qual o tamanho da área plantada? \n\n2 – Quantas horas por dia trabalha na sua propriedade ? \n\n3 – A quantidade de área para plantar é?  \nPouca_ Suficiente_ Muita_ \n\n4 – Quais os principais culturas que planta? \n\n5 – Quanto do que planta vende? \nTudo__ Metade___ Um terço___ outro \n\n6 – Quanto gasta mensalmente para plantar (incluindo sementes, adubo, \nagrotóxicos, ajudante, energia)? \n\n7 – De onde vem a água que utiliza ? \nNascente Própria_ do Rio_ Poço_ Compesa_ \n\n8 – A quantidade dessa água é: \nPouca__ Suficiente__  Muita__ \n\n9 – Como é a qualidade dessa água? \nMuito boa__ Boa__ Regular__ Ruim \n\n\n\n114\n\n10 – Compra água mineral para beber? \n\n11 – Qual é a importância que a água tem na sua vida?  \nMuito importante_ Importante_ Pouco Importante_ No é importante__ \n\n12 – Quais os usos principais? \nPara beber e cozinhar___ \nTomar banho__       \nLavar roupa__ \nIrrigar a plantação__ \nCozinhar__ \nOtros usos________ \n\n     \n\n13 – Você acha que é importante a existência das matas junto aos rios e \nnascentes para a existência da água? (mencionar escala) \nMuito importante_ Importante_ Pouco importante_ No é importante_ \n\n15 – Quem deveria cuidar das matas no assentamento?\nA prefeitura_ O INCRA_ O IBAMA_ A CPRH_  Os assentados_ Todos os \nanteriores_ \n\nSeção 2 \n\nApresentação de esquema sobre a importância das matas, as leis sobre APP e \ndemonstração de croqui da parcela, com o tamanho total das APP. \n\n16 – Pensando nisso, se lhe fosse pedido que nas áreas de APP (ao redor das \nnascentes e margem de rio)  que existem em sua parcela fossem plantadas \napenas árvores nativas (pé-de-pau), quanto o senhor(a) estaria disposto(a) a \naceitar mensalmente por isso? Considerando que estaria contribuindo para \nmelhoria do meio ambiente e também que estaria deixando de plantar. \n\n17 – Agora se ao invés de plantar apenas árvores nativas, fosse realizado um \nplantio misto, com espécies frutíferas e madeireiras que o senhor (a) pudesse \nusar de forma racional. Quanto estaria disposto a aceitar? \n\n18 – Como preferia  receber esse dinheiro? \nA – Através da prefeitura \nB – Através da Associação de moradores \nC – Através do INCRA \nD – Criando um fundo especifico \nE – Direto no banco  \nF – Através da CPRH \nG – Outros_____________  \n(pular para seção 3). \n\n19  – Por que não estaria disposto a aceitar para fazer funcionar esse projeto? \nA – não concordo com a idéia \n\nUsa Muito   5 \nUsa Regularmente  4 \nUsa Poucas Vezes  3 \nUsa Ocasionalmente 2 \nNunca Usa   1 \n\n\n\n115\n\nB – Não preciso desse dinheiro \nC – Não acho que esse tipo  de medida funciona  \nD – A corrupção vai desviar o dinheiro \nE – Não tenho informação suficiente \nF – Não é necessário este tipo de projeto \nG – Outras razões (especifique)___________________________ \n\nSeção 3 – Aspectos Sócio-econômicos \n\n1 – Sexo do (a) entrevistado (a)? \nMasculino_ Feminino_ \n\n2 – Faixa  Etária \n_Menor de 18/  _ 19 a 29/ _ 29 a 39/ _  39 a 49/ _49 a 59/ _ 59 a 69/ _ 69 a 70/ \n_ maior de 70 \n\n3 – Grau de Instrução: \nNão estudou_ Primário Incompleto_ Primário Completo_ Fundamental I _ \nFundamental_  Técnico_ Magistério Completo_ Superior Incompleto_ Superior \nCompleta_ Pós-Graduação_  \n\n4 – Quantas pessoas vivem na parcela? ______________ \n\n5 – Qual seria uma média do que ganha mensalmente a família com a venda \ndo que produz? \n\nA –  menos de um salário mínimo (465) \nB –  entre  1 salário mínimo e 1,5 ( 465 e 697)  \nC –  entre 1,5 e 2 salários míminos (697 e 930) \nD –  entre 2 e 3 salários mínimos (930 e 1.395) \nE –  entre 4 e 5 salários mínimos (1.395 e 2.325) \nF –  entre 5 e 6 salários mínimos ( 2.325 e 2.736) \nG – entre 6 e 7 salários mínimos ( 2.736 e 3.192) \nH – mais de 10 salários mínimos ( 4.650) \n\n6 – Tem alguma outra fonte de renda? \nA - Aposentadoria \nB – Comércio \nC – Presta Serviço \nD – Pedreira \nE – Outras  \n\nQual seria um valor aproximado mensal? \n\n\n\n116\n\nAPÊNDICE 4  - Proposta de acordo para pagamento por serviços \n\nambientais na microbacia do Alto Rio Wampú. \n\nCONTRATO PARA PAGAMENTO POR SERVIÇOS AMBIENTAIS ENTRE \n\nPESSOAS FÍSICAS OU JURÍDICAS DE DIREITO PRIVADO. \n\n Entre os abaixo-assinados a saber, de um lado o senhor (a) \n\n(representante das comunidades de Bonanza e La Felicidad), maior de idade, \n\nidentificado com o registro de identidade___________ de _________ \n\ndomiciliado no município de Dulce Nombre de Culmí, que atua na qualidade de \n\nrepresentante dos proprietário ou possuidores de terrenos nas comunidades de \n\nBonanza e La Felicidad, e que para efeito deste contrato se denominará \n\nPROVEDOR DO SERVIÇO, de uma parte, e da outra (representante da \n\ncomunidade de Nueva Esperanza), maior de idade, identificado com registro de \n\nidentidade_________ de __________, atuando como representante legalmente \n\nconstituído da Comunidade Nueva Esperanza e que para efeitos desse \n\ncontrato se denominará COMPRADOR DO SERVIÇO, celebra-se o seguinte \n\ncontrato que será regido pelas seguintes cláusulas. PRIMEIRA. OBJETO. O \n\nCOMPRADOR DO SERVIÇO, mediante a celebração deste contrato, realiza \n\num reconhecimento econômico do serviço ambiental, ao PROVEDOR DO \n\nSERVIÇO, pelo desenvolvimento das atividades necessárias para o \n\nmantimento, conservação, ou incremento do serviço ambiental selecionado ou \n\npara prover um novo. SEGUNDA: VALOR E FORMA DE PAGAMENTO. O \n\nvalor deste contrato é 4,560.00 lps para o cenário 1;  320 Lps para o cenário 2; \n\n6,720.00 para o cenário 3 relativos aos custos do projeto hidroelétrico, sendo \n\nacrescidos a este valor uma pagamento inicial de US$ 25,000.00 (o equivalente \n\na 475,000.00lps) referentes aos custos de mudança do tipo de atividade \n\nprodutiva) depositados na conta corrente do Patronato de Bonanza e La \n\nFelicidad. TERCEIRA:PRAZO. O acordo estará vigente por um prazo de 20 \n\nanos, podendo serem reavaliados os valores de acordo com os progressos \n\nobtidos com o desenvolvimento do projeto hidroelétrico de Nueva Esperanza. \n\nQUARTA: OBRIGAÇÕES DAS PARTES. DO PROVEDOR. Realizar as \n\nmudanças nas formas de uso do solo nas margens do rio Wampú e seus \n\ntributário, em uma faixa de 50 metros de cada margem, permitindo-se nessas \n\n\n\n117\n\náreas apenas o plantio em sistemas agroflorestais, conforme indicações \n\ntécnicas. DO COMPRADOR DO SERVIÇO a) certificar-se da concordância \n\nentre o projeto e as políticas ambientais para área; b) Registrar o projeto \n\nperante a Alcaldia (Prefeitura) do município de Dulce Nombre de Culmi; c) \n\nReportar à Alcaldia de Dulce Nombre de Culmi as informações relacionadas \n\ncom a execução do projeto com base em um formato pré-estabelecido; d) \n\nVerificar que, por efeito e de conformidade com a metodologia estabelecida, \n\nque a ação ou inação esteja diretamente relacionada com a prestação do \n\nserviço ambiental para poder ser efetuado o pagamento ou reconhecimento \n\neconômico estabelecido; e) Realizar o reconhecimento econômico \n\ncorrespondente. QUINTA. CLÁUSULA COMPROMISSÓRIA. Em caso de \n\ndescumprimento das ações previstas no acordo por parte do PROVEDOR DO \n\nSERVIÇO o pagamento será imediatamente interrompido, e em não se \n\nrestabelecendo o previsto, será calculada multa referente aos prejuízos \n\ngerados ao projeto hidroelétrico por tal ação. Em caso de descumprimento por \n\nparte do COMPRADOR DO SERVIÇO, será cobrado juros pelo atraso no \n\npagamento e em não sendo restabelecido, será calculada multa referente às \n\nperdas com a produção agroflorestal das áreas referentes ao projeto durante o \n\nperíodo que não houver o pagamento. \n\nPara vigência de assina em______________ aos_______________(__) dias \n\ndo mês de _____________ de dois mil e nove (2009),             \n\n\n\n118\n\nAPÊNDICE 5  - Proposta de acordo para pagamento por serviços \n\nambientais na microbacia do Médio Rio Natuba. \n\nCONTRATO PARA PAGAMENTO POR SERVIÇOS AMBIENTAIS PÚBLICO. \n\nCONTRATO No._______________________ de______________ \n\nCONTRATANTE: Companhia Pernambucana de Saneamento - COMPESA. \n\nCONTRATADO: (Agricultor residente no assentamento (Divina Graça/Serra \n\nGrande)).  \n\nOBJETO: Reconhecimento econômico do serviço ambiental. \n\nVALOR: R$ 301,5/ha no cenário 1 ou R$ 187,5/ha no cenário 2. \n\nDURAÇÃO: 20 anos. \n\nEntre os abaixo-assinados a saber, (representante da COMPESA), maior e \nmorador da cidade de________________ identificado (a) com o registro de \nidentidade número___________ de _____________, trabalhando na qualidade \nde representante legal da Companhia Pernambucana de Saneamento – \nCOMPESA, que daqui em diante e para os efeitos do presente Convênio se \nchamará COMPRADOR DO SERVIÇO, ou a CORPORAÇÃO e de outro lado, \n(Agricultor residente no assentamento Divina Graça/Serra Grande), identificado \no registro de identidade No._____________ de ____________, e que daqui em \ndiante se denominará simplesmente O PROVEDOR DO SERVIÇO, por outra \nparte, celebra-se o presente contrato, descrito e contido nas seguintes \ncláusulas, prévias as considerações que a seguir se assinalam: A) Que de \nacordo com a legislação vigente é viável a participação da CORPORAÇÃO em \num projeto dessa natureza, B) Que a CORPORAÇÃO é uma Entidade Estatal, \ne portanto sujeita a aplicar em seus processos contratuais as normas legais \nrespectivas à sua natureza, C) Que de acordo com a legislação vigente as \nEntidades Estatais devem cumprir com o princípio de matéria contratual \nmediante a divulgação das etapas pré-contratual, contratual e pós-contratual na \npágina eletrônica da entidade ou em meio de divulgação que faça as suas \nvezes, D) Que dada a natureza jurídica, poderá contratar-se diretamente a uma \nPessoa Física ou Jurídica, para desenvolver o projeto de pagamento por \nserviços ambientais, de acordo com os delineamentos técnicos definidos no \nprojeto formulado pela mesma CORPORAÇÃO. Feitas as anteriores \nconsiderações  as partes acordam as seguintes CLÁUSULAS: PRIMEIRA: DO \nOBJETO: O objeto do presente contrato é o reconhecimento econômico dos \nserviços ambientais de regulação de vazão de água e controle de \nsedimentação na microbacia do Médio Natuba, a montante do reservatório do \nCanha. PARÁGRAFO PRIMEIRO: O PROVEDOR DO SERVIÇO se sujeitará \ntotalmente aos termos estabelecidos pela CORPORAÇÃO e ao projeto \nformulado para tal fim que fazem parte integrante do presente contrato.  \n\n\n\n119\n\nSEGUNDA: OBRIGAÇÕES DAS PARTES: OBRIGAÇÕES DO PROVEDOR \nDO SERVIÇO. De conservar as Áreas de Proteção Permanente, recuperadas \nem acordo ao que prevê a Lei Florestal 4.771/65 e as Resoluções CONAMA \nNo 302 e 303. OBRIGAÇÕES DO COMPRADOR DO SERVIÇO.a) realizar o \npagamento pelo serviço ambiental ao provedor, b) Verificar que por efeito e de \nconformidade com a metodologia estabelecida, que a ação ou inação esteja \ndiretamente relacionada com o serviço ambiental para poder efetuar o \npagamento ou reconhecimento econômico correspondente.TERCEIRA: \nPRAZO DO CONTRATO: Para fins deste contrato fica estabelecido um prazo \nde 20 anos. QUARTA: VALOR DO CONTRATO: Para efeito deste contrato o \nvalor para cada hectare de APP recuperado será de R$ 301,5 mensais em \ncaso de adoção do modelo de recuperação florestal e de R$ 187,5 mensais em \ncaso de recuperação de APP’s com um modelo de reflorestamento misto. \nQUINTA: FORMA DE PAGAMENTO: O pagamento será realizado diretamente \nem conta bancária, sendo condicionada sua liberação ao monitoramento \ndurante o período do uso e ocupação da terra, nas áreas a que se refere este \ncontrato. SEXTA: SUPERVISÃO E CONTROLE: A CORPORAÇÃO \nsupervisionará e controlará a correta execução do presente contrato, por meio \ndo escritório regional da Compesa em Vitória de Santo Antão, que terá além \ndas funções que pela índole e natureza do contrato lhe sejam próprias, as \nseguintes: a) Certificar a prestação dos serviços contratados dentro das \ncondições exigidas; b) Revisar os relatórios de trabalho que deva render o \nPROVEDOR DO SERVIÇO à CORPORAÇÃO; c) Levantar e firmar as atas \nrespectivas. SÉTIMA.TERMINAÇÃO, MODIFICAÇÃO E INTERPRETAÇÃO \nUNILATERAIS DO CONTRATO. Em conformidade com as leis vigentes, o \npresente contrato poderá ser terminado unilateralmente. \n\nEm vigência, se assina na cidade de Vitória de Santo Antão, aos____________ \n\nO COMPRADOR \n\nO PROVEDOR DO SERVIÇO"}]}}}