{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24950"}, {"@name": "filename", "#text": "947_2018_AlbertoBarioni_VOrig.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE SÃO PAULO \n\nFACULDADE DE FILOSOFIA, LETRAS E CIÊNCIAS HUMANAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOGRAFIA FÍSICA \n\n \n\n \n\n \n\n \n\n \n\nCaracterização das formações superficiais do Carste de Lagoa Santa: um \nestudo de caso da Bacia Poligonal da Vargem da Lapa (Município de Lagoa \n\nSanta, Minas Gerais) \n\n \n\n \n\n \n\nALBERTO BARIONI \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSão Paulo \n\n2018\n\n\n\nALBERTO BARIONI \n\n \n\n \n\n \n\nCaracterização das formações superficiais do Carste de Lagoa Santa: um \nestudo de caso da Bacia Poligonal da Vargem da Lapa (Município de Lagoa \n\nSanta, Minas Gerais) \n\n \n\n \n\nVersão Original \n\n \n\n \n\n \n\nDissertação de Mestrado apresentada ao \nPrograma de Pós-Graduação em Geografia \nFísica, da Faculdade de Filosofia, Letras e \nCiências Humanas, da Universidade de São \nPaulo, como requisito parcial para obtenção do \ntítulo de Mestre em Geografia \n\n \n\n \n\nOrientador: Prof. Dr. Antonio Carlos Colangelo \n\nCo-orientador: Dr. Augusto Sarreiro Auler \n\n \n\n \n\n \n\nSão Paulo \n\n2018 \n\n\n\nII \n\n \n\n \n\n \n\n\n\nIII \n\n \n\n \n\nNome: Barioni, Alberto \n\nTítulo: Caracterização das formações superficiais do Carste de Lagoa Santa: \num estudo de caso da Bacia Poligonal da Vargem da Lapa (Município de Lagoa \nSanta, Minas Gerais) \n\n \n\nDissertação de Mestrado apresentada ao \nPrograma de Pós-Graduação em Geografia \nFísica, da Faculdade de Filosofia, Letras e \nCiências Humanas, da Universidade de São \nPaulo, como requisito parcial para obtenção do \ntítulo de Mestre em Geografia \n\nAprovado em: \n\nBanca Examinadora \n\n \n\nProf. Dr.  ______________________________________ \n\nInstituição  ______________________________________ \n\nJulgamento  ______________________________________ \n\n \n\nProf. Dr.  ______________________________________ \n\nInstituição  ______________________________________ \n\nJulgamento  ______________________________________ \n\n \n\nProf. Dr.  ______________________________________ \n\nInstituição  ______________________________________ \n\nJulgamento  ______________________________________ \n\n\n\nIV \n\n \n\n \n\n \n\nAGRADECIMENTOS \n\nO desenvolvimento desta complexa tarefa não seria possível sem a \n\nparticipação direta, ou indireta de uma significativa gama de pessoas e \n\ninstituições, de forma que já adianto as desculpas para o caso do esquecimento \n\nde algum nome. \n\nAo meu pequeno e discreto, porém afetuoso e querido, núcleo familiar \n\nresumido à uma mãe, uma avó, dona Odete e dois cachorros, por todo carinho \n\ne apoio despendidos e a meu pai, que mesmo partindo tão cedo, foi o \n\nresponsável por despertar minha curiosidade acerca das ciências da natureza. \n\nÀ Melissa pelo amor e compreensão, especialmente neste momento \n\ndistinto da minha vida. \n\nMeu conterrâneo, companheiro de café, amigo e claro, orientador, \n\nColangelo, por acreditar, dar liberdade e principalmente trazer, serenamente, \n\nesclarecimentos em momentos críticos da pesquisa. \n\nAo meu co-orientador, o Dr. Augusto Auler, pela disposição e entusiasmo \n\nem me apoiar desde 2014, quando esta pesquisa ainda era um esboço \n\ntotalmente diferente do que se tornou. Por sempre estar disponível, fosse em \n\ncampo, escritório da Carste, internet nos não raros momentos de dúvida, \n\ndividindo seu enorme conhecimento sobre a Carstologia sempre com uma boa \n\nreferência em mãos, além de disponibilizar recursos materiais e financeiros de \n\nsua empresa. \n\nAo Fernando Laureano pela prestatividade de quem diversas vezes, \n\nesteve em campo comigo sanando as diversas dúvidas acerca dos depósitos de \n\ncavernas. Ivo Karmann como grande mestre quando se fala de cavernas. \n\nAo povo da Geomorfologia da USP, Marilda, Yuri, Iury, Camila, Ritinha, \n\nPamela, Michele, Ciça, Juvena e seus professores, Dr. Jurandyr Ross, Dr. \n\nFernando Nadal e Drª Cleide Rodrigues, por sempre trazer alguma informação \n\nimportante da Ciência do Relevo. \n\n\n\nV \n\n \n\n \n\nAo povo do LAAAE, Max, Rodrigão, Lisi, Mari, Andersen e do professor \n\nDr Ruy Murrieta, pelos apoios institucional, de campo e de copo! \n\nAos “Andrios” pelo apoio na elaboração dos mapas, ao Marcos, pelas \n\ndiscussões trazidas sobre os resultados das análises dos solos e a Juliana \n\nMantovani pelo, nem um pouco simples, processamento das imagens obtidas \n\ncom o Drone, ao Pânico pelas informações sobre coleta de sedimento e a amiga \n\nnova e já queridíssima, Le(u)da Zogbi, pelo mapa da Vargem da Lapa e \n\nmapeamento e mapa da Lapa do Beijo aos 48 do segundo tempo! \n\nAo pessoal de Minas Gerais, Josi, Aline Guerra e Jussara, sr Wellington, \n\nsr Elcimar e sua família, dona Lurdinha e s. Nilton e Juninho, além do apoio do \n\nGrupo Bambuí, que gentilmente forneceu bussolas e trenas para o mapeamento \n\ndas grutas. Também aos funcionários do Parque Estadual do Sumidouro, em \n\nespecial à Cintia Avelar, por disponibilizar o alojamento do parque. \n\nAo Tonho pelas sempre valorosos discussões sobre o carste e também \n\naos demais moradores atuais, ou não, de casa; João, Atila, Dispa e Anderson, \n\npor compreenderem minha agenda não muito ortodoxa, além de cooperar com \n\nminha mania de limpeza. \n\nFinalmente destaco aqueles sem os quais, esta pesquisa simplismente \n\nnão seria possível seja por me fornecer alojamento, suporte logístico ou mesmo \n\ntécnico. Os amigos, Peba e Warley, além de todos os funcionários da fazenda \n\nCauaia, cujo o seu proprietário, sr Zé Hein, sempre disponibilizou apoio à todo \n\ntipo de pesquisa e, sem dúvidas, se apresenta como um defensor da ciência, \n\npesquisa e meio ambiente. A minha “mãe mineira”, dona Leticia, por \n\npraticamente tudo! O sr João Bárbara, pelas ferramentas, “Paleokombão II” e \n\nsua incessante vontade de colaborar, mesmo já tendo feito isso pela ciência por \n\nmais de 55 anos. E por fim ao camarada de longa data André Strauss, por ter se \n\ndisposto a ser “meu arqueólogo” e tudo mais possível. \n\nNo que tange as instituições destaco à Coordenação de Aperfeiçoamento \n\nde Pessoal de Nível Superior (CAPES) pelo suporte financeiro e à FFLCH e seus \n\nfuncionários. \n\n  \n\n\n\nVI \n\n \n\n \n\nRESUMO \n\nNa Área de Proteção Ambiental Carste de Lagoa Santa, no distrito da \n\nLapinha, Município de Lagoa Santa, se localiza a Bacia Poligonal da Vargem da \n\nLapa. Esse sistema, que não apresenta qualquer drenagem perene, tem na sua \n\nposição mais deprimida duas cavernas, a Vargem da Lapa e do Lapa do Beijo, \n\nque são o destino final de todo material transportado por suas vertentes. \n\nOs pisos de ambas as cavernas estão totalmente colmatados por \n\ndepósitos sedimentares, contrariando o observado no Carste de Lagoa Santa, \n\nonde a tendência é a remoção destes materiais e exposição dos condutos.  \n\nPara a melhor compreensão do comportamento dos materiais e \n\ncaracterísticas do recorte estudado, bem como completando estudos já \n\nrealizados no carste, foram adotadas três linhas de pesquisa (i) análise das \n\npropriedades físicas e químicas da cobertura pedológica da bacia e dos \n\ndepósitos clásticos do interior das cavernas, (ii) caracterização morfológica dos \n\ntrês compartimentos do carste local – exocarste, epicarste e endocarste e (iii) \n\nemprego de novos dispositivos para a caracterização espacial destes \n\ncompartimentos. \n\nOs resultados das análises física e química do material móvel da \n\npaisagem, apontou a presença de cambissolos nas áreas de cimeira e vertente, \n\nenquanto nas zonas de topografia mais branda, ocorre a presença dos latossolos \n\nalém disso, foi atestada a hipótese de que a cobertura pedológica da região não \n\né fruto da pedogênese das rochas carbonáticas. Já no material do interior da \n\ncaverna foram identificadas argilas de alta atividade, insinuando uma rigorosa \n\nseleção granulométrica durante seu transporte \n\nA morfologia da paisagem chamou atenção pelo discreto desenvolvimento \n\nde seus elementos, se comparados à outras posições do Carste de Lagoa Santa. \n\nNo exocarste só foi anotada ocorrência de uma dolina, enquanto as feições do \n\nepicarste não chamam a atenção como no Planalto das Dolinas. Já o endocarste \n\nexpõe corredores estreitos e ausência de salões amplos e ornamentados. \n\n\n\nVII \n\n \n\n \n\nO imageamento da bacia para posterior geoprocessamento foi realizado \n\ncom o auxílio de um Remotely Piloted Aircraft (RPA) e trouxe ao estudo um \n\nproduto gráfico muito proveitoso pois permitiu alcançar elementos não visíveis \n\nem softwares de visualização do terreno. Já no levantamento topográfico da \n\ncaverna foram utilizados dispositivos novos na sua mensuração, reduzindo \n\nconsideravelmente o tempo desta tarefa. \n\nO concatenamento das conclusões desses três eixos permitiu inferir que \n\nas áreas de influência das cavernas são variáveis e deve ser considerado a \n\ncondição que elas se posicionam em relação à bacia. Além disso os resultados \n\nobtidos, abriram portas para futuras averiguações mais complexas no ambiente. \n\n\n\nVIII \n\n \n\n \n\nABSTRACT \n\nIn the Environmental Protection Area of Lagoa Santa, in the district of \n\nLapinha, Municipality of Lagoa Santa, the Poligonal Basin of Vargem da Lapa is \n\nlocated. This system, which does not have any perennial drainage, has in its most \n\ndepressed position two caves, Vargem da Lapa and Lapa do Beijo, which are the \n\nfinal destination of all material transported by its slopes. \n\nThe floors of both caves are completely covered by sedimentary deposits, \n\ncontrary to what is observed in the Carte de Lagoa Santa, where the tendency is \n\nthe removal of these materials and exposure of the conduits. \n\nIn order to better understand the behaviour of the materials and \n\ncharacteristics of the studied clipping, as well as completing studies already \n\ncarried out on the karst, three lines of research were adopted: (i) analysis of the \n\nphysical and chemical properties of the pedological cover of the basin and the \n\nclastic deposits of the interior of the (ii) morphological characterization of the three \n\nlocal karst compartments - exocarste, epicarste and endocarste and (iii) use of \n\nnew devices for the spatial characterization of these compartments. \n\nThe results of the physical and chemical analysis of the mobile material of \n\nthe landscape, pointed to the presence of cambisols in the summit and slope \n\nareas, while in the areas with a milder topography, the presence of the oxisols \n\nalso occurred, it was attested to the hypothesis that the pedological cover of the \n\nregion is not the result of the pedogenesis of the carbonate rocks. In the material \n\nof the interior of the cave, high activity clays were identified, insinuating a rigorous \n\ngranulometric selection during its transportation \n\nThe morphology of the landscape attracted attention due to the discrete \n\ndevelopment of its elements, if compared to the other positions of the Carte de \n\nLagoa Santa. In the exocarste was only noted occurrence of a dolina, while the \n\nfeatures of the epicarste do not attract attention as in the Sinkhole Plateau. The \n\nendocarste exposes narrow corridors and the absence of large, ornate halls. \n\n\n\nIX \n\n \n\n \n\nThe imaging of the basin for subsequent geoprocessing was accomplished \n\nwith the aid of a Remotely Piloted Aircraft (RPA) and brought to the study a very \n\nuseful graphic product because it allowed to reach elements not visible in \n\nsoftware of visualization of the terrain. Already in the topographic survey of the \n\ncave were used new devices in its measurement, considerably reducing the time \n\nof this task. \n\nThe concatenation of the results of these three axes allowed inferring that \n\nthe areas of influence of the caves are variable and must be considered the \n\ncondition that they are positioned in relation to the basin. In addition the results \n\nobtained, opened doors for future more complex enquiries. \n\n  \n\n\n\nX \n\n \n\n \n\nLISTA DE FIGURAS \n\nFigura 1: Exemplo esquemático do processo de dolinamento por colapso ........ 9 \n\nFigura 2: Representação esquemática (em perfil A-E e em planta A’-E’) do \n\nprocesso de coalescência das dolinas, resultando em uma uvala ................... 10 \n\nFigura 3: Sequencia evolutiva de depressões poligonais a partir da drenagem \n\nfluvial, onde “A” é a fase inicial de entalhe e início da exposição dos calcários. \n\nDrenagem superficial ativa e lençol freático raso e “D” a ampliação dos divisores \n\nentre os sumidouros e estabelecimento de bacias poligonais,......................... 13 \n\nFigura 4: Mapa do Estado de Minas Gerais, com a localização da APA Carste de \n\nLagoa Santa. .................................................................................................... 27 \n\n  \n\n\n\nXI \n\n \n\n \n\nLISTA DE TABELAS \n\nTabela 1: Características dos solos gerados nos dois principais grupos calcários \n\nestudados por Ciric (1967) ............................................................................... 15 \n\nTabela 2: Tipos de Sedimentos ........................................................................ 19 \n\nTabela 3: Classificação dos sedimentos clásticos de cavernas ....................... 22 \n\nTabela 4: Geologia da Bacia Poligonal da Vargem da Lapa ............................ 31 \n\nTabela 5: Distribuição da população do município de Lagoa Santa ................. 36 \n\nTabela 6: Distribuição do PIB de Lagoa Santa por setor. ................................. 36 \n\n  \n\n\n\nXII \n\n \n\n \n\nLISTA DE FOTOS \n\nFoto 1: Distribuição de tradagens e perfis ........................................................ 45 \n\nFoto 2: Perfil 1 .................................................................................................. 46 \n\nFoto 3: Perfil 2 .................................................................................................. 46 \n\nFoto 4: Perfil 3 .................................................................................................. 46 \n\nFoto 5: Trincheira aberta na Lapa do Beijo ...................................................... 46 \n\nFoto 6: Caixa com testemunhos de sondagem ................................................ 54 \n\nFoto 7: Detalhe de um dos testemunhos de sondagem ................................... 54 \n\nFoto 8: Detalhe da vertente e sua declividade pouco acentuada ..................... 74 \n\nFoto 9: Lapiás e kamenitza observados no topo do maciço da área de estudo 75 \n\nFoto 10: : Rain Pits observados em rocha aflorante na entrada da Vargem da \n\nLapa ................................................................................................................. 75 \n\nFoto 11: Material clástico consolidado no teto da caverna Vargem da Lapa ... 76 \n\nFoto 12: Fosseis de fauna (paca) no teto da Vargem da Lapa......................... 76 \n\nFoto 13: Piso da caverna totalmente colmatado por sedimentos, situação que \n\nocorre em todo seu desenvolvimento e paredes com scallops de varios \n\ntamanhos, indicando diversas fases do fluxo d’água. ...................................... 76 \n\nFoto 14: Imagem do maciço rochoso feita com RPA ....................................... 78 \n\nFoto 15: Imagem disponível no Google Earth .................................................. 78 \n\n  \n\n\n\nXIII \n\n \n\n \n\nLISTA DE GRÁFICOS \n\nGráfico 1: Frações areia, silte e argila (%) no Perfil 1 ...................................... 55 \n\nGráfico 2: Frações areia total, silte e argila (%) no Perfil 2 .............................. 56 \n\nGráfico 3: Frações areia total, silte e argila (%) no Perfil 3 .............................. 57 \n\nGráfico 4: Frações areia total, silte e argila (%) na greta de superfície ............ 58 \n\nGráfico 5: Frações areia total, silte e argila (%) no Horizonte 1 ....................... 59 \n\nGráfico 6: Frações areia total, silte e argila (%) no Horizonte 2 ....................... 60 \n\nGráfico 7: Frações areia total, silte e argila (%) no Horizonte 3 ....................... 61 \n\nGráfico 8: pH em H2O....................................................................................... 62 \n\nGráfico 9: Teor de Matéria Orgânica ................................................................ 63 \n\nGráfico 10: Teor de Cálcio (mmolc.kg·1) .......................................................... 64 \n\nGráfico 11: Teor de Magnésio (mmolc.kg•1) .................................................... 65 \n\nGráfico 12: Teor de Alumínio (mmolc.kg•1) ...................................................... 66 \n\nGráfico 13: Soma das Bases (mmolc.kg•1) ...................................................... 67 \n\nGráfico 14: Capacidade de Troca de Cátions (mmolc.kg·1) ............................. 68 \n\nGráfico 15: Saturação em Base (%) ................................................................. 69 \n\nGráfico 16: Porcentagem de Saturação em Alumínio (%) ................................ 70 \n\n \n\n  \n\n\n\nXIV \n\n \n\n \n\nSumário \n\n1 INTRODUÇÃO. .................................................................................. 1 \n\n2 REFERENCIAL TEÓRICO E METODOLÓGICO. .............................. 3 \n\n2.1 A Carstologia ............................................................................... 3 \n\n2.2 A morfologia Cárstica .................................................................. 7 \n\n2.2.1 Exocarste................................................................................. 7 \n\n2.2.2 Epicarste................................................................................ 13 \n\n2.2.3 Endocarste ............................................................................ 16 \n\n2.3 A Carstologia em Lagoa Santa .................................................. 17 \n\n2.4 Depósitos Clásticos. .................................................................. 18 \n\n2.4.1 Classificação dos Sedimento Clásticos ................................. 21 \n\n2.5 Solos em Terrenos Cárticos ...................................................... 22 \n\n2.6 Impactos humanos em terrenos cársticos ................................. 23 \n\n2.6.1 Perda de solo em Sistemas Cársticos ................................... 24 \n\n3 UNIVERSO DE ANÁLISE .............................................................. 26 \n\n3.1 Localização ............................................................................... 26 \n\n3.2 Clima ......................................................................................... 28 \n\n3.2.1 Temperatura .......................................................................... 28 \n\n3.2.2 Índices Pluviométricos ........................................................... 29 \n\n3.3 Contexto geológico .................................................................... 30 \n\n3.3.1 Membro Pedro Leopoldo ....................................................... 31 \n\n3.3.2 Membro Lagoa Santa ............................................................ 32 \n\n\n\nXV \n\n \n\n \n\n3.3.3 Formação Serra de Santa Helena ......................................... 32 \n\n3.4 Vegetação ................................................................................. 32 \n\n3.5 Histórico da ocupação humana ................................................. 34 \n\n3.6 Geomorfologia ........................................................................... 37 \n\n3.7 Solos de Lagoa Santa ............................................................... 40 \n\n4 METODOLOGIA .............................................................................. 43 \n\n4.1 Eleição da área de estudo ......................................................... 43 \n\n4.2 Atividades de Campo ................................................................ 43 \n\n4.2.1 Levantamento Pedológico ..................................................... 44 \n\n4.2.2 Utilização de Remotely Piloted Aircraf (RPA) ........................ 47 \n\n4.2.3 Topografia espeleológica ...................................................... 48 \n\n4.2.4 Materiais utilizados no levantamento ..................................... 49 \n\n4.3 Atividades de Laboratório .......................................................... 49 \n\n4.3.1 Análises químicas .................................................................. 49 \n\n4.3.2 Análises Físicas ..................................................................... 50 \n\n4.4 Atividades de Gabinete ............................................................. 51 \n\n4.4.1 Cartografia Espeleológica...................................................... 51 \n\n4.4.2 Processamento de RPA ........................................................ 52 \n\n4.4.3 Delimitação da Bacia ............................................................. 52 \n\n5 RESULTADOS E DISCUSSÃO ....................................................... 53 \n\n5.1 Análise dos solos e depósitos ................................................... 53 \n\n5.1.1 Análise Textural dos Perfis .................................................... 54 \n\n5.1.2 Desenvolvimento Textural dos Horizontes ............................ 58 \n\n\n\nXVI \n\n \n\n \n\n5.1.3 Análises Químicas ................................................................. 61 \n\n5.1.4 Classificação do Solos da Bacia ............................................ 70 \n\n5.2 Geomorfologia da bacia poligonal da Vargem da Lapa ............. 72 \n\n5.2.1 Exocarste............................................................................... 72 \n\n5.2.2 Epicarste................................................................................ 74 \n\n5.2.3 Endocarste ............................................................................ 75 \n\n5.3 Remotely Piloted Aircraf ............................................................ 77 \n\n6 CONSIDERAÇÕES FINAIS ............................................................. 79 \n\n7 REFERÊNCIAS BIBLIOGRÁFICAS ................................................. 82 \n\n8 ANEXOS: ......................................................................................... 96 \n\n \n\n \n\n\n\n1 \n\n \n\n \n\n1 INTRODUÇÃO. \n\nInserido no complexo campo da perda de solos os longo das vertentes, \n\neste estudo busca explorar dada temática em um ambiente onde a mesma se \n\nrevela pouco abordada, o carste, mediante uma ótica temporal centrada na \n\nescala de tempo das ações antrópicas, uma vez que estas passam a assumir \n\num papel de destaque no acionamento e intensificação dos processos \n\nmovimentação dos materiais clásticos. \n\nA área elegida para este estudo foi a Bacia Poligonal da Vargem da Lapa, \n\nque se posiciona como um recorte dentro de um importante cenário das Ciências \n\nda Terra brasileira, o Carste de Lagoa Santa na região central de Minas Gerais, \n\nonde ainda no século XIX, o naturalista dinamarquês Peter Willian Lund teve seu \n\ninteresse despertado pelas características do meio físico da região, o Carste se \n\napresenta como um dos principais palcos de pesquisas arqueológicas, \n\npaleontológicas, espeleológicas e carstológicas do Brasil. \n\nA presença humana no Carste de Lagoa Santa, remonta há \n\naproximadamente 12000 anos sempre tendo uma relação estreita com o impacto \n\nno ambiente cárstico. Muito comum neste período, era a alteração das entradas \n\ndas cavernas, seja por meio do vistoso acervo rupestre deixado em seus \n\nparedões calcários ou pela surpreendente acumulação de vários metros de \n\nsedimento de origem antrópica. \n\nComo uma das maiores dificuldades da tentativa da mensuração do \n\nimpacto humano frente à qualquer sistema natural, é a dificuldade na distinção \n\ndas mudanças naturais, daquelas que são resultados da intervenção \n\nantropogênica, tende a se tornar ainda mais imprecisa a constatação de \n\nimpactos acionados pelo homem, em uma escala de tempo que contemplaria \n\npraticamente todo período holocênico.  \n\nNas duas oportunidades que a região de Lagoa Santa foi submetida a \n\nclassificações pedológicas (CPRM, 1994, Shizato, 1998) a Bacia Poligonal da \n\nVargem da Lapa foi caracterizada apenas como “área urbana” não tendo sua \n\n\n\n2 \n\n \n\n \n\ncobertura móvel devidamente caracterizada, sendo esta uma oportunidade \n\nadequada para sua realização. \n\nDesta maneira, como é sabido que as grandes mudanças no meio físico \n\ndo carste se deram após a chegada dos colonizadores brancos, em especial \n\napós a implantação das mineradoras de calcário na década de 50, o cerne desta \n\npesquisa desenrola-se nos impactos que estejam ocorrendo subsequentemente \n\na dado período.  \n\nO âmago desta pesquisa é desenvolver um estudo sobre as inter-relação \n\ndos elementos geomorfológicos e pedológicos entre as três esferas - exocarste, \n\nepicarste e endocarste, desta peculiar paisagem na Bacia Poligonal Vargem da \n\nLapa, e identificar quais as forçantes antrópicas que possam estar influenciando \n\na suscetibilidade do relevo em uma eventual alteração no equilíbrio dinâmico de \n\ndado ambiente. \n\nSão objetivos específicos deste estudo. \n\n? Elaborar uma caracterização espacial que busque contemplar informações sobre \n\nformas, processos, materiais e suscetibilidades existentes da Bacia Poligonal da \n\nVargem da Lapa. \n\n? Estabelecer uma classificação para cobertura pedológica da bacia. \n\n? Esclarecer de maneira ainda mais adequada a extensão das áreas de influências \n\ndireta e indireta das cavernas, baseado na caracterização do uso do solo e suas \n\nimplicações nos processos de erosão/deposição da área de estudo. \n\n? Antecipar possíveis passivos ambientais que estejam ocorrendo nas cercanias \n\ndas cavidades, os quais encontram nelas, um dos primeiros locais de \n\nreverberação. \n\n? Aplicação de novas técnicas para avaliação e caracterização dos processos \n\nativos no ambiente. \n\n\n\n3 \n\n \n\n \n\n2 REFERENCIAL TEÓRICO E METODOLÓGICO. \n\n2.1 A CarstologiaA palavra karst é a forma germânica do termo “Krs”, a qual \n\nremete a “terreno rochoso”, principal característica da região específica do \n\nnordeste da Itália e noroeste da Eslovênia (Sweeting, 1983), sendo referida \n\nna literatura como o carste clássico, uma vez que nela, se basearam os \n\nprimeiros estudos sobre o tema na segunda metade do século XIX. \n\nGams (1973) sumariza que os primeiros trabalhos onde o termo karst é \n\nusado, inicialmente diziam respeito a região e em um momento posterior, ainda \n\ncomo um termo abrangente ao tipo do modelado. Fatores como a proximidade \n\ncom a área, fizeram com que a escola geológica e geomorfológica de Viena \n\nviesse a ter significativa influência na produção acadêmica sobre o carste, sendo \n\nrelevante o apontamento do nome de pesquisadores como Albert Penk, menção \n\nelementar da escola geomorfológica alemã. \n\nNos Estados Unidos trabalhos empreendidos por geólogos na segunda \n\nmetade do século XIX, sobre os carstes de Indiana por Owen (1856 apud \n\nROGLIC, 1972) e posteriormente no Kentucky por Cox (1874 apud ROGLIC, \n\n1972), são considerados os primeiros realizados no país.  \n\nTambém se faz de extrema importância a campanha realizada no ano de \n\n1899 em conjunto pela dupla Willian Morris Davis e Albert Penck no carste da \n\nBósnia Herzegovina (GAMS, 1973). Tal campanha pode ser considerada um \n\nmarco para os pesquisadores de Viena, uma vez que propiciou discussões entre \n\nas duas escolas da nascente ciência geomorfológica, e também dos ciclos de \n\ndesenvolvimento do modelado cárstico. Posteriormente, mediante significativa \n\ninfluência do modelo de “Ciclo Geográfico”, Grund (1914) e Cvijic (1918 apud \n\nSANDERS, 1921) sugerem e difundem os primeiros modelos evolutivos da \n\npaisagem cárstica. \n\nFortemente influenciado pela escola Davisiana, o modelo proposto por \n\nGrund, distingue quatro fases evolutivas no carste, sendo elas o carste jovem \n\nrepresentado por dolinas isoladas locadas em grandes áreas planálticas; carste \n\nadolescente, no qual as dolinas passam a sofrer alargamento, além de mais \n\n\n\n4 \n\n \n\n \n\nnumerosas, uma vez que é nesta fase que as dolinas são submetidas à \n\nprocessos de colapso. O carste maduro diz respeito ao momento do \n\ndesaparecimento da superfície original em função do desenvolvimento das \n\nlargas dolinas e uvalas, além da individualização de morros residuais. \n\nFinalmente o carste senil é constituído por um terreno plano com os edifícios \n\nrochosos individualizados na paisagem. \n\nNo modelo apresentado por Cvijic é possível notar semelhanças com o de \n\nGrund no estágio de maturidade, em contrapartida o autor despeja maior atenção \n\nos estágios preliminares em especial no tocante as transformações de vales \n\nfluviais em depressões fechadas. No estágio final, os vales reassumem seu \n\npadrão normal, de entalhe em litologia impermeável, restando como única \n\ncaracterística do carste, os edifícios calcários residuais. É importante ressaltar \n\nque até o momento, dado trabalho tem sido considerado a principal referência \n\nhistórica dentro do campo da geomorfologia cárstica. \n\nÉ importante salientar que é desta época que surge a noção de que o \n\ncarste se apresenta como um relevo característico de áreas fundamentadas \n\nsobre rochas solúveis, sendo a água rica em ácidos seu principal agente \n\nmodelador. O termo carstificação, é apresentado pela primeira vez por Cvijic \n\n(1893), no intuito de diferenciar os processos de formação entre o ambiente \n\ncárstico daqueles comandados pela erosão fluvial. \n\nSobre a perspectiva morfológica, inicialmente as dolinas dominaram a \n\natenção dos pesquisadores em especial Cvijic (op. cit.). Entretanto Grund (op. \n\ncit.) passa a dar destaque sobre o assunto da água subterrânea nos terrenos \n\ncársticos. Para o autor, as águas se encontravam conectadas em meio \n\nsubterrâneo, sendo controladas originalmente pelo nível do mar, dando espaço \n\npara a discussão dos níveis de base hidrológico nos sistemas cársticos. \n\nFundamento em sua proposta do ciclo geográfico Willian Morris Davis \n\n(1930) elabora propostas sobre a origem das cavernas calcárias dentro de sua \n\nperspectiva cíclica. Posteriormente, os primeiros trabalhos sobre a dinâmica da \n\nágua subterrânea são elaborados por Lehmann (1936), nas juntas e fraturas da \n\nrocha, buscando associa-las com a morfologia do relevo superficial. Foi este \n\n\n\n5 \n\n \n\n \n\nautor que, ao observar o carste tropical de Java, elucubrou a clara importância \n\ndo clima na evolução do carste \n\nPiló (1998) afirma que nas últimas décadas, as pesquisas sobre o carste \n\nsão ramificadas em dois eixos, especialmente quando se trata dos trabalhos de \n\nlíngua inglesa, sendo o primeiro desenvolvido por geógrafos físicos e geólogos, \n\nno qual autores como Sweeting (1983), Jennings (1985) e Gillieson (1996), \n\nbuscam uma melhor compreensão da geomorfologia do carste. \n\nAinda segundo o autor, o outro eixo tem sua condução praticada \n\nprincipalmente por geólogos, hidrogeólogos, físicos e geoquímicos, mostrando \n\nque autores como Williams (1971), Pricknett et al. (1976) Dreybrodt (1990), Ford \n\n&amp; Williams (1989), Auler (1994, 1999), trouxeram um grande avanço no \n\ntratamento quantitativo, relativo à geoquímica do carste, à hidrogeologia, \n\nestudos morfométricos e à espeleogênese. Em dado contexto, a análise \n\nquantitativa é predominante e seus temas sofre um elevado grau de \n\ndetalhamento. Mesmo assim, é apontado que este eixo, tem prestado \n\nimportantes contribuições para a geomorfologia, conforme observado em \n\ntrabalhos como White (1984, 1988) Palmer (1984, 1991) e Williams (1985). \n\nPiló (op. cit.) também apresenta os trabalhos produzidos na língua \n\nfrancesa sobre o carste, a qual se inicia no final do século XIX, através dos \n\nestudos de Martel sobre o meio subterrâneo e, posteriormente, através do \n\nemprego do modelo cíclico anteriormente proposto por Cvijic (Renault, 1992). As \n\nconcepções de Martel foram difundidas através da obra de Martonne (1909), \n\npermanecendo dominantes até a década de 50. \n\nAs obras de Tricart &amp; Cailleux (1955) e Tricart (1965) marcam \n\nsignificativamente a geomorfologia francesa, bem como o trabalho de Corbel \n\n(1965). É neste período, são feitas as principais críticas à Davis, trazendo \n\ntambém a valorização dos elementos climáticos na dinâmica evolutiva do relevo. \n\nA cartografia geomorfológica também recebe grande atenção por parte da escola \n\nfrancesa, em especial por Tricart. \n\n\n\n6 \n\n \n\n \n\nBakalowicz (1992) pontua que os trabalhos de Corbel, seguido de Nicod \n\n(1972), centraram seus esforços no estudo do clima como papel essencial no \n\ncontrole do processo de carstificação, influenciando toda geomorfologia cárstica \n\nfrancesa. \n\nO idioma sempre foi um empecilho ao acesso acerca dos trabalhos sobre \n\no carste na Alemanha, entretanto é possível destacar o trabalho de Bögli iniciada \n\nna década de 50, sendo sumarizada em 1980. Em Hidrologia Cárstica e \n\nEspeleologia Física, o autor busca teorizar diversos temas tocantes ao carste \n\ncomo, geoquímica, bem como trouxe a integração da hidrogeologia com a \n\nespeleologia física. Seu material é dotado de um forte embasamento descritivo \n\nda morfologia cárstica, se tornando um importante guia para a descrição das \n\nsingularidades do modelado, para pesquisadores brasileiros como Kohler e \n\nKarmann. \n\nTricart (1956) pode ser considerado o primeiro autor a, efetivamente, \n\npesquisar o carste no Brasil, caracterizando sua pesquisa em análises \n\ndescritivas do modelado de Lagoa Santa, região essa também explorada por \n\noutros autores como Coutard et al. (1978), Kohler et al. (1978) e Kohler (1989).  \n\nDiante desta perspectiva, outros territórios cársticos, em especial no \n\nEstado de Minas Gerais, também vem sendo observado como é o caso da Mata \n\nde Pains por Barbosa (1961), a região de Santana do Riacho por Auler &amp; Basílio \n\n(1988) e Piló (1989) referente a geomorfologia do Vale do Peruaçu. Demais \n\nEstados também foram palco de estudos como Ferrari (1990) e Cruz Junior \n\n(1998), caracterizando as feições da região de Iraquara na Bahia, e embora que \n\ndentro de um cenário montado sobre a pesquisa arqueológica, Rodet (1997) ao \n\navaliar o carste de São Raimundo Nonato no Piauí.  \n\nEm síntese, tais trabalhos tem contribuído para a construção de um \n\narcabouço de análises sobre o carste fortemente baseadas na geomorfologia, \n\ntrazendo à pesquisa da morfologia cárstica, diversas tipologias distintas. \n\nTomando como base os estudos desenvolvidos por hidrogeólogos e \n\ngeólogos de língua inglesa, a pesquisa de linhas mais específicas, começaram \n\n\n\n7 \n\n \n\n \n\na se diversificar nos anos 90’ s. Estudos focados em hidroquímica e hidrologia \n\nno carste de Matozinhos e Pedro Leopoldo, MG, produzidos por Auler (1994) e \n\nKarmann (1994), abordando questões semelhantes no carste da região do Alto \n\nRibeira, SP. \n\nOutra esfera que passa a apresentar diversas pesquisas, são os estudos \n\nrelacionados ao quaternário. Dentro deste quadro, os trabalhos de Coutard et al. \n\n(1978), Kohler (1989), Parizzi (1994), Karmann (1994) e Malta (1995), os quais \n\ncom base em registros recentes como morfológico e palinológicos, propuseram \n\ninterpretações acerca das mudanças ambientais sofridas pela ambiente cárstico \n\ndurante o quaternário  \n\nAinda no âmbito das pesquisas quaternárias, merecem destaque os \n\nestudos com enfoque nos depósitos sedimentares do interior das cavernas, onde \n\nas pesquisas desenvolvidas por Laureano (1998, 2014) na região de Iraquara, \n\nBA, procuram melhor compreender o desenvolvimento da paisagem cárstica, \n\nbaseado no material clástico encontrado no interior das cavidades. \n\nFinalmente, é relevante apontar para os estudos com enfoque na questão \n\nambiental, onde passa a se pontuar as alterações que estejam ocorrendo nas \n\ncavernas, seja o que esteja ocorrendo diretamente nela, ou que possa estar \n\necoando na mesma. Neste bloco, é possível referir autores como Brandt (1988). \n\nSilva et al. (1987; 1988), Pessoa (1996), Pereira (1998) e Moura et al. (2013). \n\n2.2 A morfologia Cárstica  \n\nBögli (1980) procura discernir a morfologia da paisagem cárstica em três \n\nsetores distintos, sendo eles o exocarste, o epicarste e o endocarste, os quais \n\nserão retratados individualmente adiante \n\n \n\nDiz respeito ao exocarste, o conjunto morfológico da superfície da \n\npaisagem cárstica. Para Bögli (1980), tal agrupamento pode adquirir uma \n\nenorme gama de tipologias dada as diversas variáveis que se ajustam para \n\n\n\n8 \n\n \n\n \n\nconfigurar o modelado. Dentre suas principais formas típicas, é possível destacar \n\nas dolinas, poljes, lapiás (karrens) e vales cegos. \n\nTambém se faz interessante apontar a variedade de escalas dentro das \n\nformas típicas do carste, onde é possível observar desde as formas centimétricas \n\ndos lapiás, até as proporções da ordem de quilômetros quadrados, quando \n\ntratada magnitude de um vale cego. \n\nEmbora não estejam resumidas apenas ao terreno cárstico, as dolinas \n\npodem ser consideradas a forma mais particular do exocarste. Cvijic (1893) foi o \n\nprimeiro autor a cunhar o termo, ao designar as depressões fechadas em formato \n\nelíptico ou circular, presentes na superfície, resultado da dissolução das rochas \n\nem subsuperfície. Tal forma, pode atingir de poucos metros até centenas de \n\nmetros de profundidade, por várias centenas de metros de diâmetro. \n\nA classificação proposta por Jennings (1985) pode ser considerado a mais \n\nadequada em termos morfogenéticos, sendo elas; as dolinas de dissolução, \n\ndolinas de colapso ou abatimento, colapso devido ao carste subjacente e as \n\ndolinas aluviais ou de subsidência.  \n\nAs dolinas de dissolução surgem quando por imperfeições de ordem \n\nestrutural da rocha (fraturas, juntas, planos de acamamento), fazendo com que \n\nesta sofra maior dissolução em pontos mais suscetíveis, gerando pequenas \n\ndepressões. Prontamente, as águas superficiais passam a convergir para a área \n\ncentral de absorção, tornando-a um ponto de dissolução acelerado. \n\nDolinas de abatimento são o resultado da perda de sustentação da rocha, \n\nmediante a ampliação de vazios (condutos e salões de cavernas) em \n\nsubsuperfície. Seu colapso, geralmente se dá de maneira abrupta (Figura 1) \n\n\n\n9 \n\n \n\n \n\nFigura 1: Exemplo esquemático do processo de dolinamento por colapso \n\n \n\nAs dolinas de subsidência ocorrem quando a cobertura de solo, passa a \n\nser introduzida gradualmente nas fraturas da zona epicárstica, gerando \n\npequenas subsidências na superfície da cobertura e consequentemente gerando \n\na criação de dolinas  \n\nQuando ocorre a coalescência de duas ou mais dolinas, tem-se o \n\nsurgimento das uvalas, ou dolinas compostas. De acordo com White (1988), tal \n\nforma é o resultado da evolução dinâmica do conjunto de depressões que com \n\no tempo vão crescendo. Tal processo tende a se incrementar conforme se \n\nalargam as uvalas, uma vez que os desenvolvimento da área de captação das \n\náguas meteóricas, passa a aumentar a capacidade de carga da bacia, \n\nacentuando os processos hidrológicos nas três zonas do carste. (Figura 2) \n\n\n\n10 \n\n \n\n \n\nFigura 2: Representação esquemática (em perfil A-E e em planta A’-E’) do processo de \ncoalescência das dolinas, resultando em uma uvala \n\n \n\nFonte: Karmann, 1994 \n\n\n\n11 \n\n \n\n \n\nOutra forma característica da geomorfologia cárstica, são os poljes. Tal \n\nfeição geomorfológica, já foi descrita nesse volume anteriormente, de acordo \n\ncom a classificação de Gams (1978, Apud PILÓ, 1998). \n\nFormas residuais do calcário podem apresentar pequenas marcas, furos, \n\nsulcos, ou saliências de dimensões entre a ordem centimétrica, até poucos \n\nmetros. Dentro da terminologia alemã, essas formas recebem o nome de \n\nkarrens, enquanto da terminação francesa, mais utilizada no Brasil, recebe o \n\nnome de lapiés ou lapiás. \n\nPosteriormente, Bögli (1960) sugere um modelo de classificação dessas \n\nfeições de acordo com a gênese das mesmas. No caso, o autor propõe a divisão \n\ndas feições em dois grandes grupos, sendo eles o dos karrens formados \n\ndiretamente sobre a rocha e os karrens desenvolvidos em carste parcialmente \n\ncoberto. Outros autores como Jennings (1985) e Ford &amp; Williams (1989) \n\ncomplementaram a classificação de Bögli \n\nAmbientes cársticos de transição que detenham características \n\ngeomorfológicas de paisagens fluviais e cársticas, recebem a alcunha de \n\nfluviocárstica, conforme descrito e caracterizada por Piló (1998). Para o autor, tal \n\nfeição se esculpe em vales cegos submetidos à interrupção abrupta de sua \n\ndrenagem superficial mediante a presença de um sumidouro. Após seu curso \n\nsubterrâneo, tal drenagem pode ressurgir na base de escarpamentos e \n\nnovamente drenar a superfície, em um ambiente com características de um vale \n\nnormal, aqui denominados de vales recuados.  \n\nEmbora no meio das geociências, os lapiás e principalmente as dolinas \n\nsejam sinônimos de geomorfologia do exocarste, elas não são de exclusividade \n\ndas paisagens cársticas, podendo vir a ocorrer em diversas, e mais raras, \n\ncondições. Entretanto, o carste detém uma feição de relevo situada \n\nexclusivamente nele, as bacias poligonais centrípetas, ou vales cegos. \n\nA contrário dos vales fluviais usuais, os vales cegos do carste tem como, \n\nfinal, um ponto, o sumidouro, para onde todo seu sistema hidrológico converge, \n\nnão sendo tributário, ao menos em superfície, de um rio de ordem superior. Na \n\n\n\n12 \n\n \n\n \n\nárea do sumidouro pode haver, ou não, a inundação temporária do local em \n\ncondições climáticas propícias. \n\nUma fase fluvial anterior ao entalhe do modelado cárstico, vem sendo \n\nrefletida desde estudos de Penck (1900), Lehmann (1936) e Roglic (1960). \n\nBaseados sobre este conceito, Gunn (1978 e 1981) e Miller (1982), apud Ford &amp; \n\nWilliams (1989) evidenciaram o processo de transformação da paisagem fluvial \n\npara as de bacias poligonais centrípetas, através da possibilidade da \n\nreconstrução da paleodrenagem superficial sobre carstes de Porto Rico, Nova \n\nZelândia e Belize. Para Karmann (1994) tal transfiguração da paisagem, \n\nocorreria em consequência do aumento gradativo da capacidade de drenagem \n\nsubterrânea em rochas carbonáticas e a evolução de dolinas de dissolução, com \n\nrespectivas bacias poligonais, sobre os canais e vales fluviais (Figura 3). \n\nDepressões poligonais também são frequentes no fluviocarste, figurando \n\ncomo antigos vales fluviais, cuja drenagem fora capturada para o meio \n\nsubterrâneo, resultado do rebaixamento dos níveis freáticos. \n\nTalvez o principal exemplo do fluviocarste no Brasil, seja o vale do \n\nPeruaçu, norte de Minas Gerais. Esse sistema representa um trecho do rio \n\nPeruaçu, que se desenvolve ao longo de um canyon cárstico de abatimento com \n\n17km de extensão por 50-100 metros de largura, apresentando em seu trajeto \n\ndiversos sumidouros e ressurgências (vales cegos e recuados) caracterizando \n\nsegmentos de condutos subterrâneos remanescentes do sistema endocárstico \n\ninicial. (PILÓ, 1989) \n\n\n\n13 \n\n \n\n \n\nFigura 3: Sequencia evolutiva de depressões poligonais a partir da drenagem fluvial, onde “A” é \na fase inicial de entalhe e início da exposição dos calcários. Drenagem superficial ativa e lençol \nfreático raso e “D” a ampliação dos divisores entre os sumidouros e estabelecimento de bacias \npoligonais, \n\n \n\nFonte: Karmann, 1994 \n\nOs remanescentes dos processos de dissolução diferencial sofrido pela \n\nrocha, são os paredões, torres, cones de blocos e maciços rochosos. Embora \n\nnão exclusivas, as formas do tipo torres e cones, são comuns das paisagens \n\ncársticas tropicais, recebendo nominações específicas de acordo com a região \n\nestudada, como as cones e torres elevadas da China, sigmoides em Borneo e \n\nos paredões, ou maciços rochosos no Brasil \n\n \n\nConstituída como a zona de contato entre o material móvel e a rocha, o \n\nepicarste, ou zona subcutânea apresenta uma rede de fissuras alargadas pelas \n\n\n\n14 \n\n \n\n \n\natividades modeladoras cársticas (WILLIANS, 1985; FORD &amp; WILLIAMS, 1989; \n\nPALMER; 1991, PILÓ. 1998) \n\nDentro desta conjuntura, o regolito e os solos, revelam importante \n\natribuição na avaliação da zona epicárstica, posto que o material móvel se \n\nposiciona imediatamente acima da rocha, regendo a movimentação de soluções \n\ne do desenvolvimento da morfologia rochosa coberta. \n\nApós analisar solos calcários na Suíça, Bulgária, Alemanha, Paquistão e \n\nna então Iugoslávia, Ciric (1967) apresentou a direta dependência entre o tipo \n\nde solo e o modo de alteração da rocha sobre o qual estaria assentado, \n\nestipulando um esquema que relaciona o tipo de solo observado com o calcário \n\nsobre o qual o mesmo está assentado (Tabela 1). Em suas observações, o autor \n\naponta que calcários dolomitizados com 30 a 40% de resíduos, apresentam o \n\ndesenvolvimento de solos minerais com carbonatos bem representados e perfis \n\ncom significativo desenvolvimento vertical. A situação antagônica, onde \n\nobservados solos sobre calcários com quantidades superiores a 90% de \n\ncarbonato de cálcio, a parte mineral é oriunda da decomposição química da \n\nrocha, originando um resíduo não solúvel. Estes solos apresentam lento \n\ndesenvolvimento de seus perfis, geralmente rasos. \n\nAnalisando solos assentados sobre rocha calcária em meio mediterrâneo, \n\nVerheye (1989) elencou três fazes evolutivas no processo de evolução dos solos: \n\nfase litomorfa, responsável pela formação da pequena camada de alteração no \n\ncontato com a rocha; fase bruna, quando ocorre o desenvolvimento dos solos \n\nparcialmente descarbonatados; e a fase vermelha, quando passa a ser possível \n\na observação do espessamento da descarbonatação, rubeficação e a formação \n\nde solos descarbonatados e parcialmente descalcificados em posição de \n\npaisagem estável. \n\n \n\n \n\n \n\n\n\n15 \n\n \n\n \n\n \n\nTabela 1: Características dos solos gerados nos dois principais grupos calcários estudados por \nCiric (1967) \n\n Calcário margoso e dolomitizado Calcário puro \n\nCaracterísticas do \n\nintemperismo \n\nIntensa desintegração mecânica \n\nprocede a decomposição química \nDecomposição química \n\nManto de alteração \nCarbonato margoso produzido pela \n\ndesintegração mecânica \nResíduo insolúvel \n\nFase primaria de \n\ndesenvolvimento \n\nBem expressiva com minerais \n\ncarbonáticos \n\nBem expressiva com \n\nsolos orgânicos sem \n\ncarbonato \n\nIntensidade de \n\ntransformação \nRápido e intenso Muito lento \n\nEspessura no \n\nprimeiros estágios \nModeradamente profundo a profundo Raso \n\nDesenvolvimento de \n\nprocessos cársticos \nRestrito Bem desenvolvido \n\nFonte: Piló (1998) \n\nPiló (1998) sumariza diversos trabalhos sobre a formação de solos sobre \n\nrocha calcária como por exemplo no carste tropical chinês de Guangxi, onde \n\nYuan (1991) calculou que seriam necessários de 250.000 a 850.000 anos para \n\ngerar 1m de solo. Thévenin (1963) afirma que para se gerar 1m³ de argilas \n\ndescalcificadas, são necessários 80m³ de rocha calcária. Ensaios desenvolvidos \n\nem laboratório sobre a alteração dos carbonatos por Lamourox (1972) aferiu que \n\npara a formação de 30cm de solo, seriam necessários 5m de rocha dura \n\ncontendo 2,2% de resíduo, cobrando de 50.000 a 100.000 anos para a formação \n\nde um perfil de solo. Piló (op. cit.) salienta que a quantidade de resíduo e a \n\n\n\n16 \n\n \n\n \n\ncondição climática, são de papel fundamental na questão do tempo de formação \n\nde solos sobre calcários.  \n\n \n\nO endocarste, ou carste subterrâneo, diz respeito ao termo utilizado por \n\ndiversos autores para designar a área do carste onde se encontram os condutos \n\nem subsuperfície, ou seja, as cavernas. \n\nSendo as cavernas entalhadas através da dissolução da rocha \n\ncarbonática pela ação da água, tem-se instaurado uma discussão sobre o regime \n\nhidrológico para a formação das mesmas. Hoje é sabido que o entalhe do \n\nendocarste se dá tanto em zona vadosa, como em zona freática.  \n\nA teoria do entalhe vadoso, diz respeito as cavernas formadas pela ação \n\nintensiva dos cursos d’água acima do nível freático, ou seja pela ação \n\ngravitacional. Em tal modelo, se parte do pressuposto que a água superficial \n\ninfiltra no endocarste via sumidouros e com grande potencial de dissolução e a \n\nmedida em que se atinge a zona saturada, a erosão tende a ocorrer de maneira \n\nmenos agressiva, onde tende a ocorrer ao longo dos planos de acamamento e \n\nfraturas do calcário (FORD; WILLIAMS, 1989). \n\nO modelo de entalhe de cavernas freáticas diz respeito àquelas formadas \n\nabaixo do nível freático, em ambientes em que todos os vazios se encontram \n\nsaturados pela água. Em etapa inicial, um conjunto de condutos de pequeno \n\ndiâmetro são desenvolvidos através de fluxo lento nas fraturas e juntas. \n\nSequencialmente, alguns destes pequenos condutos passam a se desenvolver \n\nmais rápido que os demais. Uma vez atingido diâmetros entre 5 e 15mm, o fluxo \n\nhidrodinâmico deixa de apresentar caráter lento, se tornando turbulento, \n\nresultando no aumento significativo da dissolução da rocha. \n\nNo carste de Lagoa Santa, mais de 500 cavernas já foram catalogadas. \n\nDe acordo com Auler (1999), em geral os condutos apresentam curtas seções \n\nde outrora grandes sistemas que foram expostas ou segmentadas pelo \n\ndolinamento, ou retração das vertentes. Em geral, os condutos se caracterizam \n\n\n\n17 \n\n \n\n \n\ncomo passagens secas situadas na base de dolinas ou na base dos maciços \n\ncalcários. Dentro da proposta de Palmer (1991), sobre a classificação dos \n\npadrões morfológicos das cavernas, observadas em planta baixa, geralmente, \n\nas cavernas apresentam padrão morfológico labiríntico, embora uma quantidade \n\nsignificativa seja observada como padrão em rede. \n\nTal qual a grande maioria das cavernas de área intracratônica brasileira \n\nos condutos as cavernas de Lagoa Santa apresentam sua base rochosa \n\ncolmatada por sedimentos, os quais passam a agir como elemento modelador \n\ndos condutos, uma vez que protegem o piso calcário da erosão química da água. \n\nO resultado pode ser observado em seção transversal dos condutos, que \n\npassam a apresentar um formato triangular. \n\n2.3 A Carstologia em Lagoa Santa \n\nA primeira descrição geomorfológica da região de Lagoa Santa foi feita \n\npor Lanari em 1909, que já atentava para a natureza cárstica do terreno. \n\nEntretanto, foi só com o trabalho de Tricart (1956) oriundo da escola francesa de \n\ngeomorfologia, que os primeiros modelos tocantes à origem, foram propostos. A \n\npresença esporádica de formas calcárias na região não permite classificá-la \n\ncomo caracteristicamente cárstica. Para ele, a presença dos altos paredões era \n\ndecorrência de erosão diferenciada entre as rochas metamórfica encaixantes e \n\nas rochas carbonáticas. Para o autor, ainda que estas estivessem originalmente \n\nsobrepostas, processos geradores de falhas teriam as posicionado \n\nparalelamente em algumas regiões, gerando assim os escarpamentos com \n\npadrões retilíneos. Lester King (1956) publicou seu trabalho atribuindo aos seu \n\nCiclo Denudacional do Rio das Velhas o relevo cárstico da região de Lagoa \n\nSanta (Piló, 1998). \n\nJournaux (1977) atribui ao carste de Lagoa Santa um baixo grau de \n\ndesenvolvimento devido à ausência de depressões alargadas com testemunhos \n\nresiduais no centro. Para ele, os paredões seriam resultado do aprofundamento \n\ngradual de dolinas periféricas aos mesmo \n\n\n\n18 \n\n \n\n \n\nNo entanto Kohler et al, (1979) sumarizaram a primeira carta comentada \n\nsobre a geomorfologia da região, acompanhada de um texto descritivo da \n\nmesma, na primorosa Chart du Kast. \n\nBálazs (1984) apresenta ideia um modelo evolutivo antagônico ao \n\nproposto por Journaux (1977), segundo a qual o rebaixamento do terreno teria \n\nlevado ao recobrimento dos morros remanescentes por sedimentos provenientes \n\nde lagos, rios e abatimentos de vertentes. Este é um dos poucos autores que \n\nposiciona o início do desenvolvimento do processo de carstificação da região de \n\nLagoa Santa ainda na era Mesozoica. Segundo ele, o material denudado do \n\ncarste foi submetido diversas vezes a processos de cobrimento e descobrimento, \n\nsendo que processo atual de exumação está ocorrendo desde o fim do terciário \n\n(Piló, 1998). \n\nOs estudos desenvolvido nos últimos anos na região acompanham a \n\ntendência mundial na geomorfologia cárstica, onde conscientes da capacidade \n\nde preservação dos registros sedimentares nas cavernas e usando ferramentas \n\nde datação como o 230Th, Auler et al, (2009) analisaram as sequencias de \n\nsedimentação clástica alternada com camadas de calcita em cavernas. Na \n\noportunidade os autores lançaram mão dos registros sedimentares de cavernas \n\nda região com o objetivo de apresentar mudanças paleoambientais. Já Haddad-\n\nMartin et al., (2017) realizando a análise faciológica dos sedimentos quaternários \n\nda gruta do Cuvieri, puderam ter concepções acerca da evolução da paisagem \n\nà montante da caverna. \n\n2.4 Depósitos Clásticos. \n\nOs terrenos cársticos contam com uma relação muito estreita com o \n\nconceito de erosão, especialmente com no que diz respeito ao processo de \n\ndissolução da rocha carbonática por ações intempéricas. Nada obstante, suas \n\nprincipais feições geomorfológicas de superfície como dolinas, uvalas e vales \n\ncegos, tal como seus condutos subterrâneos, caracterizam-se como armadilhas \n\nnaturais, com enorme capacidade de reter e conservar sedimentos autóctones \n\nbem como os alóctones (LAUREANO, 1998). De maneira geral, é possível \n\n\n\n19 \n\n \n\n \n\napontar que os depósitos de cavernas são constituídos por todos os sedimentos \n\nclásticos, químicos ou orgânicos associados a tal (Tabela 2) \n\n \n\nTabela 2: Tipos de Sedimentos \n\nSedimento em \n\nCavernas \n\nTipo Depósito \n\nOrgânico \nGuano, fragmentos de vegetais, \n\nfragmentos animais \n\nQuímico Carbonatos, sulfatos, nitratos \n\nClástico Elúvio, Alúvio, Colúvio \n\nFonte: Laureano (1998) \n\nA exuberância dos espeleotemas, certamente veio a favorecer os estudos \n\nsobre os elementos que os compõe, fazendo com que os pesquisadores \n\nchegassem à principal fonte de seus subsídios, os depósitos químicos. \n\nArqueólogos, paleontólogos e biólogos sempre centraram seus esforços da \n\npesquisa sobre os sedimentos orgânicos como seu principal objeto de análise.  \n\nPor sua vez os sedimentos clásticos abraçam todos os detritos carreados \n\ne depositados ao longo dos condutos cársticos. Desta forma, os clastos estão \n\nsubmetidos ao mesmo retrabalho de processos fluviais e gravitacionais pelos \n\nquais os sedimentos químicos e orgânicos estão sujeitos no interior das \n\ncavernas. \n\nÉ notório que as cavernas são importantes vias de fluxo, tanto em \n\ncondições freáticas, bem como vadosas, estando ou não ativas. Sendo assim, \n\nsão ou foram, ambientes intimamente ligados ao processo de condução de \n\nmaterial detrítico e em diversos casos, ambientes de deposição.   \n\nApenas nas últimas décadas que as Ciências da Terra passaram a \n\nenxergar os depósitos clásticos como um importante instrumento para análises \n\nde processos cársticos e paleoambientais. William M. Davis (1930) expõe pela \n\n\n\n20 \n\n \n\n \n\nprimeira vez os sedimentos na análise da evolução do relevo cárstico. Municiado \n\npelos registros dos depósitos fossilíferos retratados por Peter Wilhelm Lund na \n\nregião de Lagoa Santa, Lester King (1956) buscou determinar a cronologia do \n\npapel do Ciclo de Denudação Velhas no desenvolvimento paisagístico da porção \n\noriental do Brasil. \n\nEntre as décadas de 50 e 60, foram priorizados os estudos petrográficos, \n\nbuscando a caracterização geológica dos sedimentos envolvidos clásticos das \n\ncavernas tendo como principal trabalho Milske et. al. (1963). Porém as principais \n\ncontribuições para o tema, foram apresentadas pelos trabalhos de Bull (1976, \n\n1978, 1980, 1981) e Bull et. al.(1989) \n\nPróximo ao término da década de 60, os sedimentos clásticos passam a \n\nser estudados buscando esclarecer seu auxílio no processo de iniciação e \n\ndesenvolvimento do aquífero cárstico, no caso, a espeleogênese. Essa atenção \n\né observada doravante aos trabalhos de White &amp; White (1968) e Renault (1968). \n\nEste último é o trabalho responsável pela apresentação do essencial modelo \n\nespeleogenético denominado paragênese, no qual o piso dos condutos e \n\ngalerias são colmatados por sedimentos finos e impermeáveis impedindo a \n\ncorrosão, forçando a dissolução da rocha carbonática na porção superior dos \n\ncondutos e o desenvolvimento das galerias para a porção superior das mesmas. \n\nAo modelo antagônico, onde o entalhamento não se depara com nenhum tipo de \n\nobstrução sedimentar, foi designado o termo singênese. A partir deste ponto, o \n\ndebate teórico envolvendo a atuação da paragênese na transformação das \n\ncavernas vem avançando como Ford &amp; Ewers (1978), Ford &amp; Williams (1989), \n\nLauristsen &amp; Lauristsen (1995), todavia, a apreciação dos sedimentos clásticos \n\nenvoltos neste processo foi de certa maneira, omitida. \n\nAté o final da década de 90, os estudos o material Deposicional de \n\ncavernas se caracterizava pelo reconhecimento do quão crucial este tipo de \n\ndepósito é no resgate da evolução dos sistemas cársticos, além de ser o peça \n\nfundamental na construção do registro paleoambietal do período quaternário. \n\nCom o estabelecimento de técnicas de datação radiométricas em capas \n\ncalcíticas, em especial a série de desequilíbrio do Urânio, a palinologia e a \n\n\n\n21 \n\n \n\n \n\nobtenção de curvas de variação no paleomagnetismo, autores como Schmidt \n\n(1982) Milske et.al. (1983), Shoreder &amp; Ford (1983), Schmidt et. al. (1984), Maire \n\n&amp; Quinif (1988), Sasowsky et. al. (1985), Springer et. al. (1997) Quinif e Maire \n\n(1998) e Laureano (1998) puderam proporcionar notáveis correlações \n\nestratigráficas. \n\nÉ possível afirmar que o estado da arte da pesquisa em depósitos \n\nclásticos de cavernas estejam divididos em dois principais blocos dentro das \n\ngeociências. Um tem se desenvolvido com a implementação de novos métodos \n\nde geocronologia, em especial de isótopos cosmogênicos de 10Be e 26Al capazes \n\nde oferecer uma maior extensão nos resultados das datações, dando grande \n\nsuporte à estudos para a melhor compreensão da evolução do modelado \n\n(ANTONY; GRANGER, 2007, LAUREANO, 2014). Já o segundo busca \n\ninterpretar as mudanças ambientais e climáticas conforme apontaram Panno et \n\nal. (2004) e Ellwood e Goose (2006). \n\n \n\nOs estudos apresentados por Ford (1975), White (1988) e Ford &amp; Williams \n\n(1989), buscam classificar a proveniência dos sedimentos de cavernas como \n\nproveniente de uma fonte alóctone ou autóctone, porém devido ao enorme grau \n\nde retrabalhamento aos quais os sedimentos de caverna estão sujeitos, \n\nprincipalmente pela atuação fluvial, esta classificação tem sido deixada de lado. \n\nLaureano (1998) procura distinguir os sedimentos clásticos componentes \n\ndos condutos cársticos, em função do processo de sedimentação pelo qual os \n\nfragmentos foram depositados nas galerias, reconhecendo os mecanismos \n\nabrangidos durante os processos de deslocamento e deposição (Tabela 3). \n\n  \n\n\n\n22 \n\n \n\n \n\nTabela 3: Classificação dos sedimentos clásticos de cavernas \n\nClasse \nMecanismo(s) de \n\nTransporte \nOrigem \n\nMorfologia e \n\nTextura \n\nFluviais \nTração, saltação, e \n\nsuspenção \n\nAlóctone com \n\ncontribuição \n\nautóctone \n\nBancos e leitos fluviais em \n\ncanais ativos; bancos e \n\nterraços em canais \n\nabandonados. Ampla \n\nvariação textural: argila a \n\nseixo. \n\nGravitacionais \n\nAbatimentos Autóctone \n\nCones e pilhas irregulares de \n\ntamanho variado, compostos \n\npor brechas de colapso de \n\nteto ou parede. Grânulos a \n\nmatacões \n\nFluxo de detritos \n\n(corrida de lama) \n\nAlóctone com \n\ncontribuição \n\nautóctone \n\nCones, bancos de \n\nsedimentos, muitas vezes \n\npreenchendo galerias. \n\nDiamictons, brechas matriz e \n\nclastos suportados. \n\nFonte: Laureano (1998) \n\n2.5 Solos em Terrenos Cársticos  \n\nEvidentemente a característica mais distinta dos solos desenvolvidos nos \n\nterrenos cársticos diz respeito à elevados teores de carbonato de cálcio \n\nobservados em suas composições. Ruellan (1973) procurou distingui-los de \n\nacordo com a presença deste elemento em seus horizontes nas seguintes \n\ncategorias: ausente de carbonatos; fracamente diferenciado com conteúdo de \n\ncarbonato inferior a 40%; moderadamente diferenciado, apresentando conteúdo \n\nde carbonato inferior a 60%; muito bem diferenciado com presença de carbonato \n\nsuperior a 60%. \n\nShizato (1998) efetua uma síntese dos trabalhos de levantamentos \n\npedológicos realizados no Brasil onde afirma que os solos desenvolvidos sobre \n\ninfluência de materiais carbonáticos podem apresentar coloração partindo desde \n\namarelo, (2,5Y) caso dos solos da região de Cabugi, (RN) até o vermelho (10R) \n\ndescrito na Serra do Ramalho (BA). Na oportunidade, o autor ainda destaca dois \n\n\n\n23 \n\n \n\n \n\ngrupos distintos de os quais foram relacionadas à Saturação de Bases (SB) e \n\nportanto, eutróficos e distróficos. O que mostra que muitos solos descritos como \n\nsendo de influência direta do calcário podem estar, também, recebendo \n\ninfluência de materiais distintos presentes no ambiente. \n\n2.6 Impactos humanos em terrenos cársticos \n\nNa literatura geomorfológica os sistemas cársticos possuem um capítulo \n\nà parte para suas definições e classificações. Desta maneira, o impacto humano \n\nneste ambiente, não haveria de ser diferente, tendo vista a relação muito estreita \n\ndo carste à inadequação de um manejo específico para dado âmbito. \n\nAs interações entre o homem e o carste tem sido relevantes desde a era \n\ngreco-romana, (Nicod et al., 1997) embora os efeitos desta interação passa a ser \n\nparticularmente mais visíveis após a revolução industrial (PARISE et al., 2009). \n\nConforme já supracitado, há praticamente 200 anos, o carste tem servido \n\nde cenário para a atuação de diversos ramos da ciência, no entanto foi apenas \n\na partir da segunda metade da década de 80, que o impacto das atividades \n\nantrópicas neste meio passaram a ser observadas, avaliadas, mensuradas e \n\nprognosticadas. \n\nMerece destaque nesta questão, o compêndio organizado por Williams \n\n(1993), quando foi sumarizado em um suplemento da revista Catena, mais de \n\numa dezena de artigos relativos aos impactos ocasionados pelo homem no \n\nCarste. Em dada síntese, diversos autores descrevem perturbações pontuais em \n\ndiversas paisagens cársticas como Gams et al. (1993) fizeram na costa \n\nmediterrânea, Yuan (1993) no sul da China e Goldie (1993) nas ilhas britânicas. \n\nNesta mesma oportunidade, temas mais específicos também passam a \n\nser levantados, como o caso da incidência de chuva ácida sobre o carste, \n\n(TRUGDILL; INKPEN, 1993) impactos da agricultura em cavernas carbonáticas, \n\n(HARDWICK; GUNN, 1993) os reflexos do desenvolvimento do turismo sobre as \n\ncavernas e carste, (HUPPERT et al, 1993) e por fim, os impactos \n\ngeomorfológicos da mineração de calcário (GUNN, 1993). \n\n\n\n24 \n\n \n\n \n\nUm dos principais reflexos do impacto humano no carste, e que nos \n\núltimos anos tem recebido enorme atenção dos pesquisadores, diz respeito ao \n\nsurgimento de dolinas, especialmente as de abatimento, em áreas com \n\nadensamento humano. Significativas perdas econômicas tem sido observadas \n\npor razão do dolinamento de áreas cársticas possivelmente induzidas pela \n\npresença humana (GUTIERREZ et al. 2008). Em função disso, estudos vem \n\nsendo desenvolvidos no intuito da criação de modelos preditivos que possam \n\nantecipar e moderar, ou neutralizar, estes danos (SALVATI; SASOWSKY, 2002, \n\nArdau et al, 2007). \n\nTalvez o caso de maior repercussão deste tópico no Brasil, seja o “Buraco \n\nde Cajamar”. Na ocasião, no ano de 1986, houve a abertura de uma dolina no \n\nmunicípio de Cajamar, Grande São Paulo, resultando em uma depressão de \n\naproximadamente 50 metros de diâmetro e 10 de profundidade, absorvendo oito \n\ncasas. Tal evento, hoje é atribuído à extração de água do lençol freático, tirando \n\nassim o suporte hidrostático de um eventual conduto jamais localizado. \n\n \n\nSistemas Cársticos tendem a apresentar solos mais rasos e com \n\nconsiderável ocorrência de fragmentos rochosos em seus perfis, com moderada \n\nde retenção de nutrientes em função da alta lixiviação, que é resultado da maior \n\ncapacidade de drenagem que o ambiente apresenta. Há portanto uma tendência \n\nmais acentuada nos processos erosivos em áreas do carste desflorestadas ou \n\ncom utilização intensa. \n\nUrushibara &amp; Yoshino (1993) pode ser considerado a primeira \n\naveriguação sobre a perda de solos em terrenos cársticos. Na o ocasião, os \n\nautores fizeram um breve compêndio sobre observações realizadas no Japão, \n\nJamaica, Indonésia e na antiga Iugoslávia. Os autores atribuíram distintas \n\ncausas da perda de solos em cada um dos cenários, mas sempre pontuando a \n\nsupressão vegetal como agente acelerador comum entre os processos. \n\nGillieson (1996) aponta a relação negativa entre a exploração de madeira \n\nno Canadá sobre um terreno cárstico. Segundo o autor os 75 anos de extração \n\n\n\n25 \n\n \n\n \n\nresultaram em uma redução de 17% da cobertura florestal da área, ao passo que \n\nnos primeiros cinco anos de monitoramento a redução da profundidade do solo \n\nfoi de 25% e nos cinco seguintes chegou a 60%. \n\nAtualmente a China recebe muito destaque na averiguação da perda de \n\nsolo no meio cárstico. Visto que uma significativa parcela de seus bilhão e \n\nquatrocentos milhões de habitantes vivem sobre os carstes das regiões sul e \n\nsudeste do país onde tem sido observado que há uma agilização dos processos \n\nde desertificação (Wang et al., 2004, Feng et al., 2016) \n\n\n\n26 \n\n \n\n \n\n3 UNIVERSO DE ANÁLISE \n\nLocalizada no distrito da Lapinha, município de Lagoa Santa, a Bacia \n\nPoligonal da Vargem da Lapa foi elegida para o estudo devido a fatores como a \n\nproximidade e facilidade de acesso de um grande centro urbano como Belo \n\nHorizonte e já ter atenção despertada pelas importantes descobertas \n\npaleontológicas na região, bem como peculiaridades de seu meio físico que \n\nfizeram de Lagoa Santa, um importante centro de pesquisas, gerando \n\nconsiderável material relativo aos mais diversos temas das ciências naturais. \n\nPraticamente todos os campos da pesquisa que serão citados doravante, \n\ntiveram como seu precursor, o naturalista dinamarquês Peter Wilhelm Lund. Em \n\nfunção de sua ocupação ainda um tanto ampla. \n\nTambém se faz importante a consideração da implantação da Área de \n\nProteção Ambiental Carste de Lagoa Santa, pelo IBAMA no Decreto nº 98.881 \n\nde 25 de janeiro de 1990, posto que seu estabelecimento exigiu a demanda de \n\numa enorme gama de avaliações da paisagem de 37.735,58 hectares \n\nMais recentemente, na área que compreende o maciço rochoso calcário, \n\nna base da Bacia, foi criado por meio do Decreto Estadual 45.508 o Monumento \n\nNatural (MONA) Estadual Várzea da Lapa no intuito de resguardar o patrimônio \n\no sítio arqueológico e espeleológico formado pelas grutas e cavidades \n\nencontradas no local. É importante salientar, que os 23,5 hectares de área do \n\nMONA, não se equiparam à área da Bacia Poligonal da Vargem da Lapa uma \n\nvez que a Unidade de Conservação avança para leste do maciço, extrapolando \n\nos limites da bacia. \n\n3.1 Localização \n\nInserida no município de Lagoa Santa A área estudada se posiciona na \n\nregião cárstica de Lagoa Santa, a cerca de 30km ao norte de Belo Horizonte, \n\ncentro sul do Estado de Minas Gerais (Figura 4). \n\n\n\n27 \n\n \n\n \n\nFigura 4: Mapa do Estado de Minas Gerais, com a localização da APA Carste de Lagoa Santa. \n\n \n\nExtraído de Strauss (2008) \n\nBarbosa (1961) foi o primeiro a cunhar a expressão Região Kárstica de \n\nLagoa Santa e posteriormente Kohler et al. (1978) delimitaram tal área, onde \n\nsem grandes rigores, é bordeada a leste pelo rio das Velhas e a oeste pelo \n\nribeirão da Mata. A sul, o limite se dá com embasamento gnáissico Pré-\n\nCambriano com o calcário do Grupo Bambuí, nas proximidades de Vespasiano. \n\nFinalmente ao norte, seu limite ocorre na divisa entre os municípios de Fidalgo \n\ne Matozinhos. \n\nEm sua tese de doutorado, Kohler (1989) passa a empregar o termo \n\nCarste de Lagoa Santa, baseado no mesmo balizamento do trabalho de 1978. O \n\nIBAMA também lançou mão de dado termo, quando em 1990 criou a “Área de \n\nProteção Ambiental Carste de Lagoa Santa”. Em função de sua ampla utilização, \n\no termo Carste de Lagoa Santa será empregado neste trabalho quando feita a \n\nreferência à dada região. \n\nMediante a ótica geomorfológica, Piló (1998) reconhece que o carste de \n\nLagoa Santa seguramente avança para o norte de Matozinhos, bem como para \n\nos municípios de Funilândia e Prudente de Morais. O autor sumariza que o \n\nsubstrato rochoso e as características pedomorfológicas comuns da região, \n\nabrangem também parte destes municípios. Entretanto tal definição de seus \n\nlimites ainda carecem de estudos específicos  \n\n48º\n50º\n\n40º\n\n17º\n\n19º\n\n21º\n\n15º\n\n42º\n\n44º\n\n46º\n\nR\nIO\n\n S\nI\n\nÃ\nO\n\n F\nR\n\nA\nN\n\nC\nSC\n\nO\n\nR\nio \n\nV\ndas \n\ne\nas\n\nlh\n\nAPA Carste de\nLagoa Santa\n\nBelo Horizonte\n\nMINAS GERAIS\n\n100 km\n\n\n\n28 \n\n \n\n \n\n3.2 Clima \n\nUma vez que o ácido carbônico se posiciona como o maior agente \n\nmodelador do relevo cárstico, os fatores climáticos como precipitação e \n\ntemperatura exercem uma influência direta na circulação hídrica e no equilíbrio \n\ne cinética da dissolução. \n\n \n\nDe acordo com Ribeiro (1994), a circulação atmosférica na região de \n\nLagoa Santa está em sua superfície, submetida à atuação do Anticiclone semi-\n\nestacionário do Atlântico Sul (APAS). Dele partem os ventos Nordeste e Sudeste, \n\nque influenciam grande parte do Estado de Minas Gerais e mantêm muitas vezes \n\na frontogênese ativa. A principal característica deste sistema é sua notável \n\nestabilidade, responsável por grandes períodos de tempo estável, com pouca \n\nnebulosidade e consequentemente, pouca precipitação. Não à toa, o Aeroporto \n\nInternacional Tancredo Neves, se encontra no Carste de Lagoa Santa. \n\nNimer &amp; Brandão (1989) definiram o clima da região como típico do \n\ncerrado brasileiro, com duas estações bem definidas. A precipitação média anual \n\né de 1325mm/ano, com a temperatura girando em torno dos 23º C \n\nSob a ótica térmica, é possível afirmar que junho e julho são os meses \n\nmais frios do ano, quando as temperaturas médias máximas estão em torno dos \n\n19º C, enquanto as mínimas, giram na casa dos 11º C. Neste período ondas de \n\nfrio podem provocar significativas quedas na temperatura entre maio e setembro. \n\nSegundo o reporte histórico do naturalista Prussiano Burmeister, durante sua \n\nvisita a Peter Lund, o mês de julho de 1851 foi efetivamente frio, com a ocorrência \n\nde geadas. \n\n“Durante minha permanência (Lagoa Santa), nos meses de maio, junho \ne julho, a temperatura apresentava-se muito baixa ao levantar do sol, \nmarcando 5 a 8 graus R (6,2 a 10 graus C); subia depois para 15 ou \n16 graus (18,7 ou 20 graus C) e, nas horas mais quentes do dia. Para \n19 ou 20 graus R (23,7 ou 25 graus C); ao anoitecer, baixava para 12 \nou 13 graus R (15 ou16,2 graus C), o que fazia com que sempre \nsentisse frio no meu quarto. A temperatura alta do meio dia passa \nrapidamente e não permite o armazenamento do calor. Os dias mais \nfrios foram os do princípio de julho, quando o termômetro chegou a \ndescer até 3 graus R (3,7 graus C). Não somente os telhados ficaram \n\n\n\n29 \n\n \n\n \n\ncobertos de geada, mas também folha das árvores, especialmente das \nbananeiras, nas quais apareceram depois pequenos pontos \ncastanhos. No dia 10 de julho, observou-se um Lagoa Santa “velas de \ngelo” da grossura de um dedo, pendentes dos telhados...” \n\n“O ano de 1851 foi o mais abundante em chuvas e dos mais frios que \nos brasileiros tinham lembrança” (BURMEISTER, 1853, apud \nSALVATERRA , 1980) \n\nO período da primavera ocorrem grandes elevações de temperatura. \n\nEntretanto é muito comum nesta época, o atraso no período das chuvas gerando \n\nfortes ondas de calor nos meses de outubro e novembro, quando as máximas \n\nabsolutas podem superar os 35º C. \n\nJá no verão é o período que ocorrem os maiores valores de nebulosidade \n\ne consequentemente, precipitação, especialmente no seu início, quando ocorre \n\numa menor incidência de radiação na superfície, acarretando em temperaturas \n\nmenores que as observadas em novembro e demais meses do verão (RIBEIRO, \n\n1994). Seu mês mais quente é fevereiro, quando a média das temperaturas, \n\nchega a 23º C. \n\n \n\nA precipitação da região é marcada incialmente por uma estação de seis \n\na sete meses, onde ela é inferior à evapotranspiração potencial. Tal estação tem \n\ninício entre abril e maio, seguindo até o início da primavera, e encontra seu déficit \n\nmáximo entre os meses de agosto e setembro. Neste período o escoamento \n\nconcentrado em superfície é praticamente nulo, ou inexistente. Todavia, ocorrem \n\nreservas hídricas na zona epicárstica e subterrânea, especialmente em condutos \n\nde cavernas sujeitos a ação do regime freático. Seu déficit anual médio é da \n\nordem de 176mm. \n\nA partir do mês de outubro pode ser observada a abertura do período \n\nchuvoso, mas somente entre novembro e dezembro, inicia-se a formação do \n\nexcedente hídrico (474mm), o qual se mantém até março. O trimestre dezembro-\n\njaneiro-fevereiro é o mais chuvoso, o de maior excedente hídrico e o de \n\nescoamento superficial, subsuperficial e subterrâneo mais ativo.  \n\n\n\n30 \n\n \n\n \n\nAs classificações climáticas são normalmente fundamentadas na relação \n\nentre algumas variáveis climatológicas e fatores ambientais intervenientes, tais \n\ncomo vegetação, solo, dentre outros. A classificação de Köppen (IN HERAS, \n\n1972) baseia-se na precipitação e na temperatura média do ar e enquadra a \n\nregião da APA no tipo climático Aw, ou seja, tropical úmido com inverno seco e \n\nverão chuvoso, uma vez que a temperatura média do mês mais frio é superior à \n\n18ºC e os totais pluviométricos anuais encontram-se em média entre 1000 e \n\n1500mm. \n\nNimer (1977) desenvolveu uma classificação climática para as regiões \n\nbrasileiras baseada em critérios adaptados de diversos autores. De acordo com \n\nsua classificação, a região apresenta clima tropical subquente semiúmido, com \n\num período seco de quatro meses, iniciando se em maio e estendendo-se até \n\nagosto. \n\n3.3 Contexto geológico \n\nA região da APA Carste de Lagoa Santa, segundo Almeida (1977), \n\nlocaliza-se no sudoeste da província estrutural pré-cambriana do cráton São \n\nFrancisco, inserida na área do grupo Bambuí, no seu bordo oriental, que é \n\nsubdividido em duas formações: Sete Lagoas e serra de Santa Helena.  \n\nO grupo Bambuí compreende uma sequência pelito-carbonática capeada \n\npor um pacote de sedimentos com espessura de 600m a 800m (CPRM, 1994). \n\nA sedimentação do grupo Bambuí ocorre normalmente sobre uma crosta \n\ncontinental orientada relativamente na direção N–S, por falhas antigas do escudo \n\ncristalino. \n\nNa APA Carste de Lagoa Santa, conforme o mapeamento geológico \n\nrealizado pela CPRM (1994) (Anexo 1), a formação Sete Lagoas é constituída \n\npor cerca de 200m de espessura de calcários cinzentos a negros (Grossi &amp; \n\nQuade, 1985), compreendendo rochas com mais de 95% de calcita, ao lado de \n\nquartzo, feldspato, muscovita, clorita, apatita e fluorita, que Schoell (1973) \n\ndenominou de fácies Lagoa Santa. \n\n\n\n31 \n\n \n\n \n\nDevido à presença de grafita, o topo dos afloramentos assume coloração \n\nmais escura com tonalidade inclusive negra e, na base, cores mais claras devido \n\nà maior presença de quartzo e filissilicatos (clorita verde-clara e muscovita), \n\nsendo sua granulação usualmente fina e afanítica. Essa formação foi subdividida \n\npor Tuller et al. (1991) em dois membros: Pedro Leopoldo e Lagoa Santa. \n\nTabela 4: Geologia da Bacia Poligonal da Vargem da Lapa \n\nUnidade \nEstratigráfica \n\nUnidade \nLitoestratigráfica \n\nLitótipos/Litofá-\ncies \n\nRelação de \nContato \n\nDeformação/meta\nmorfismo \n\nAmbiente \n\nG\nru\n\np\no\n\n B\na\n\nm\nb\n\nu\ní \n\nFormação \nSerra de Santa \n\nHelena \n\nSequência \nmetapelítica, \n\nrepresentada por \nmetassiltitos e \n\nmetargilitos, com \nestratificação plano-\n\nparalela \n\nBrusca, \nalguns locais \nagradacional \n\nDeformação \nprogressiva e \n\nheterogênea, com \ndeslocamento de \n\nbaixo ângulo. \nRegime em \n\ncondições dúctil-\nrúptil a dúctil. \n\nMarinho \n\n(Transgressivo) \n\nF\no\n\nrm\na\n\nçã\no\n\n S\ne\n\nte\n L\n\na\ng\n\no\na\ns \n\nMembro \nLagoa \nSanta \n\nSequência \ncarbonática \n\nrepresentada \npredominantemente \npor calcarenitos e \n\nsecundariamente por \ncalcissiltitos e \n\ncalcirruditos. Os \ncalcarenitos são \ncalcários cinza \n\nescuro e negro, com \nabundante calcita, \n\npreenchendo vazios \ne fraturas \n\nGradacional, \nas vezes \nindefinida \n\nDeslocamento \nprogressivo e \n\nheterogêneo, com \ndeslocamento de \n\nbaixo ângulo. \nRegime \n\npredominante \nductilruptil. \n\nMarinho \n(Regressivo) \n\nMembro \nPedro \n\nLeopoldo \n\nSequência \ncarbonática \n\nrepresentada por \ncalcissiltitos e \n\nsubordinadamente \npor calcarenitos e \n\nmargas. Os \ncalcissiltitos são \n\ncalcários impuros, às \nvezes, dolomíticos, \n\ncoloração cinza, com \nintercalações \n\nescuras \n\nDiscordante \n\nIdem Membro \nLagoa Santa, com \n\nmaior efeito de \nações tetônicas \n\nsobre os calcários \nimpuros. \n\nMarinho \n\n(Transgressivo) \n\n \n\nRepresentado pelos calcissiltitos e, subordinadamente, calcarenitos e \n\nmargas, é formado no ciclo transgressivo, com a invasão de águas continentais \n\npelo mar. Devido à pequena e restrita circulação das águas em vários pontos da \n\n\n\n32 \n\n \n\n \n\nbacia, ocorreu a hipersalinidade dessas águas, com precipitação do calcário \n\nmais impuro, fino e claro (CABRAL, 1994). Essas rochas adquiriram laminação \n\nincipiente com abundante formação de minerais micáceos, em virtude do efeito \n\nde ações tectônicas de caráter regional.  \n\n \n\nRepresentado pelos litótipos calcarenitos e, subordinadamente, \n\ncalcissiltitos e calcirruditos, é formado no ciclo regressivo, com o recuo do nível \n\ndo mar, onde ocorreu a deposição de calcários mais puros, grosseiros e escuros \n\n(CABRAL, 1994). Trata-se de um metacalcarenito formado principalmente por \n\ngrãos calcíticos, com variação vertical de tamanho da areia muito fina a fina, \n\ndisposto em camadas tabulares ou ligeiramente onduladas, com espessura \n\nvariando de delgada a espessa.  \n\n \n\nA formação Serra de Santa Helena (KOHLER, 1989), recobre os calcários \n\nda formação Sete Lagoas na região, com cotas superiores a 850m, \n\napresentando espessuras de até 200m. É constituída essencialmente por \n\nfolhelho, com contribuição menor de calcário. O folhelho tem sido correntemente \n\ndenominado de ardósia, devido a uma fissilidade que gera placas de espessura \n\nuniforme e de uns poucos metros quadrados. Apresenta cores verde, verde-\n\nacinzentada ou verde azulada, quando fresco, e amarela quando decomposto \n\n(GROSSI; QUADE, 1985). Os arenitos subordinados são de composição variada \n\ne apresentam cores claras devido, principalmente, à presença significativa do \n\nquartzo. Essas rochas variam quanto à coloração, possuindo tons avermelhados \n\nem função do cimento ferruginoso presente em sua constituição. \n\n3.4 Vegetação \n\nA região do planalto de Lagoa Santa encontra-se sob a influência de dois \n\ndomínios fitogeográficos principais: o da mata atlântica e o dos cerrados \n\n(FUNDAÇÃO INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - \n\nFIBGE, 1992). A vegetação apresenta ainda algumas peculiaridades \n\n\n\n33 \n\n \n\n \n\nrelacionadas à presença de enclaves de vegetação semelhante à caatinga, nas \n\náreas de afloramentos calcários, que seriam, segundo Ab’Saber (1977), \n\noriginados dos processos de expansão e retração dos climas secos ocorridos \n\ndurante a evolução quaternária do continente Sul-Americano. \n\nA convite de Lund, Eugenius Warming realizou a primeira caracterização \n\ndo domínio vegetal de Lagoa Santa, entre os anos de 1863 e 1866, quando \n\ncoletou mais de 2600 espécies de plantas, distribuindo-as entre vários botânicos \n\neuropeus para estudos de sistemática vegetal. O resultado foi o primeiro tratado \n\nsobre ecologia vegetal com seu enfoque direcionado para a vegetação do \n\ncerrado, publicado em dinamarquês em 1892, sob o título de: “Lagoa Santa – Et \n\nBitrag til den Biologiske Plantegeografi” (WARMING, 1908). \n\nNa oportunidade, Warming dividiu a vegetação de Lagoa Santa em \n\nprimitiva e secundária, onde a primeira seria classificada como a vegetação \n\nnatural, amparada pelas condições do meio físico e subdivida em matas sobre \n\nos afloramentos de calcário, os campos posicionados sobre as superfícies \n\naplainadas, ao longo dos brejos as várzeas e finalmente, as plantas aquáticas \n\ninstaladas nas lagoas.  \n\nJá a condição da vegetação secundaria dizia respeito aquela introduzida \n\npelo homem através de suas culturas, como as lavouras e pastagens, atentando \n\nao fato destas terem sido assentadas sobre antigos solos de matas. \n\nPropostas mais atuais sobre a distribuição original das formações \n\nvegetais podem ser percebida a partir da análise da estrutura e da composição \n\ndos fragmentos remanescentes. As diferentes formas de manejo da vegetação, \n\nas diferentes épocas em que os fragmentos foram explorados e abandonados à \n\nregeneração, bem como a mistura de espécies de diferentes formações durante \n\no processo de sucessão natural, fazem com que hoje a delimitação dos tipos \n\nvegetais se torne imprecisa (PILÓ, 1998). No âmbito geral podem ser \n\ncaracterizadas nos seguintes domínios:  \n\nNas dolinas e arredores dos afloramentos, destaca-se a Floresta \n\nEstacional Semidecidual, sendo condicionada por um período de intensas \n\n\n\n34 \n\n \n\n \n\nchuvas, seguido por estiagem acentuada, também podendo ser designada como \n\nmata Mesófila, indicando sua adaptação a um clima sujeito à sazonalidade. \n\nInstalada sobre e entre os afloramentos calcários, encontra-se a Floresta \n\nEstacional Decidual, apresentando mais de 50% dos indivíduos que perdem \n\ntotalmente as folhas na época de estiagem. \n\nO cerrado ocorre principalmente nas superfícies mais aplainadas com \n\nsolos mais rasos e/ou mais ácidos e que ocupavam originalmente, sob diferentes \n\nformas, grandes extensões do carste de Lagoa Santa.  \n\nNas lagoas perenes ou temporárias pode-se observar uma vegetação \n\nhidrófila e higrófila, sendo caracterizada por plantas herbáceas ricas em \n\nespécies indicadoras de umidade edáfica e/ou dependentes da presença da \n\nágua em seu ciclo vital. \n\n3.5 Histórico da ocupação humana \n\nSendo palco de estudos arqueológicos a cerca de 170 anos, a região de \n\nLagoa Santa se confunde com a história da arqueologia brasileira, sendo \n\nconsiderado o nicho de maior aceitação no meio acadêmico internacional com \n\nsua ocupação pré-histórica se iniciando a cerca de 12.000 anos (PROUS, 1991; \n\nSTRAUSS et al, 2016)  \n\nAs primeiras descobertas catalogadas no Carste, são conferidas à Peter \n\nLund, quando durante escavações de megafauna extinta, deparou-se com \n\nmaterial esqueletal humano, algo que para o conhecimento da época, se \n\napresentava como irreal. Tal coexistência entre humanos e megafauna, fez do \n\nCarste de Lagoa Santa, o cenário de inúmeras pesquisas acadêmicas que \n\nbuscavam confirmar dada hipótese, resultando na recuperação de diversos sítios \n\narqueológicos na região. Dentro deste contexto, se faz digna a citação do projeto \n\nencabeçado por Neves “Origens e Microevolução do Homem na América: uma \n\nAbordagem Paleoantropológica”. \n\nAs principais características da cultura material encontrada na área, \n\napontam que os primeiros habitantes de Lagoa Santa dispunham de tecnologias \n\n\n\n35 \n\n \n\n \n\nbásicas, visando suprir o essencial nas atividades de caçadores coletores. Seus \n\ninstrumentos se limitavam em sua grande maioria a utensílios trabalhados em \n\nquartzo hialino. Entretanto, suas práticas mortuárias, executadas nas entradas \n\ndas cavernas, já se apresentavam extremamente complexas, pratica esta, \n\nperpetrada por mais de 4000 anos. (STRAUSS et al, 2015). Já a arte, aparece \n\nrepresentada por grafismos sobre o calcário, caracterizada principalmente por \n\nrepresentações antropomórficas. (NEVES et al, 2012) \n\nPosteriormente, no holoceno médio, é possível observar a modernização \n\nda cultura material das populações com o emprego de conchas de \n\nmegaloburinos e ossos, em especial de cervídeos, para a manufatura de \n\nespátulas e anzóis. As ferramentas de pedra também passam por um \n\naprimoramento no seu desenvolvimento. Também é neste período que a arte \n\nrupestre sofre grande expansão, com seus painéis apresentados nos paredões \n\ndos maciços calcários. \n\nA dominação da agricultura em Lagoa Santa, coincide com o restante do \n\nBrasil, já por volta da era cristã. De acordo com Prous (1991), é neste momento \n\nque os ocupantes dos abrigos adotam a cerâmica. Finalmente, ocorre o primeiro \n\ncontato com as primeiras bandeiras capitaneadas por Fernão Dias no ano de \n\n1675, seguidas da busca pelo ouro, resultando em um rápido extermínio das \n\nsociedades indígenas preteritamente estabelecidas. É neste momento que a \n\nvegetação do carste passa a ser severamente suprimida, acarretando em uma \n\nsignificativa mudança da paisagem. \n\nO estabelecimento das primeiras fazendas ligadas à mineração e \n\npecuária, se deu nos séculos XVIII e XIX. Neste segundo ocorre o primeiro ciclo \n\nde exploração econômica das cavernas da região, visando a extração de salitre \n\npara a produção de pólvora (GOMES; PILÓ, 1992). Particularmente, o município \n\nonde se encontra a área de estudo, Lagoa Santa, teve sua fundação \n\nestabelecida em 1733 pelo tropeiro Felipe Rodrigues. \n\nCom a mudança da capital de Ouro Preto para Belo Horizonte em 1897, \n\na região de Lagoa Santa, finalmente foi submetida ao desenvolvimento, no intuito \n\nde suprir as necessidades de subsistência da nova capital. Finalmente, na \n\n\n\n36 \n\n \n\n \n\ndécada de 50, com o pleno desenvolvimento da capital, ocorre a implantação \n\ndas industrias de aproveitamento do calcário para a fabricação de cimento \n\nPortland por fábricas como Cauê, Ciminas, Ical e Cimento Itaú.  \n\nAtualmente, o IBGE estipula que a população de Lagoa Santa seja de \n\n52.520 habitantes, em alto grau de urbanização (Tabela 5). A proximidade com \n\na capital, faz com que muitos de seus habitantes utilizem a cidade apenas como \n\nresidência, tendo como Belo Horizonte, o ambiente de trabalho e renda, \n\ncaracterizando-a como “cidade dormitório”. \n\nTabela 5: Distribuição da população do município de Lagoa Santa \n\nPopulação em \n\n2016 \n\n(estipulado \n\nIBGE) \n\nRural Urbana \n\nÍndice de \n\nUrbanização \n\n(%) \n\n52.520 3.571 48.949 93 \n\nO Produto Interno Bruto (PIB) do município está sedimentada no setor de \n\nserviços, acompanhado da indústria. Já o setor primário, corresponde a uma \n\nínfima parcela na geração de riquezas de Lagoa Santa (Tabela 6)  \n\nTabela 6: Distribuição do PIB de Lagoa Santa por setor. \n\nSetor Primário Setor Secundário Setor Terciário Total \n\n4.571 408.982 816.945 1.230.498 \n\nA Bacia Poligonal da Vargem da Lapa, tem uma população rural, e tem \n\nsua economia baseada em serviços na agricultura. Merecem destaque a \n\natividade econômica ligada ao turismo na Gruta da Lapinha, sucedendo no \n\nestabelecimento de uma pequena rede hoteleira e de restaurantes para o \n\nprimeiro. Já o primeiro setor, é representado por discretas atividades pecuárias, \n\nculturas de milho, capim para gado e silvicultura.  \n\nEste acelerado processo de ocupação do solo na região, fez com que o \n\nCarste de Lagoa Santa, venha ser submetido a um acelerado processo de \n\n\n\n37 \n\n \n\n \n\ndepreciação da qualidade ambiental, em especial no tocante à recursos hídricos \n\ne dos patrimônio histórico e espeleológico brasileiro.  \n\nTal quadro, levou Piló (p. 40, 1998) a expressar a condição em que se \n\nfazia justa a criação da APA Carste de Lagoa Santa: \n\n“Diante da sua importância como patrimônio cultural brasileiro, assim \ncomo pela crescente conscientização ambiental sobre a fragilidade dos \nsistemas cársticos, grande parte da região do planalto foi decretada \nÁrea de Proteção Ambiental (APA Carste de Lagoa Santa – Decreto \nFederal nº 98.881, de 26 de janeiro de 1990) \n\n3.6 Geomorfologia  \n\nAo sul do Planalto de Lagoa Santa encontra-se a Depressão de Belo \n\nHorizonte, que é limitada a SW-NE pela escarpa da Serra do Curral. O entalhe \n\ndo modelado se deu sob regime tropical, sendo constituído por um típico sistema \n\nde morros policonvexos desenvolvido sobre rochas graníticas. A drenagem é \n\nfeita pelo Córrego dos Arrudas, tributário do Rio das Velhas. \n\nA leste o Planalto de Neves apresenta-se como um grande plano inclinado \n\ncuja extremidade delimita o limite entre a bacia do Rio das Velhas e a do Rio \n\nParaopeba. O relevo é marcado por significativas incisões fluviais, assinalado \n\npor esporões alongados separados por amplos vales. A drenagem intensa, \n\ndirecionada majoritariamente ao Ribeirão da Mata, e sofre um descotinuamento \n\nabrupto pela soleira migmatítica da Serra dos Ferradores. O Ribeirão da Mata \n\nsepara o Planalto de Neves, a leste, do Planalto de Lagoa Santa, a oeste. Este \n\nrio apresenta direção NW-SE em seu alto curso, mas, após receber o Córrego \n\ndas Areias inflete radicalmente, em forma de cotovelo, para leste. Após esta \n\ninflexão ele passa a drenar a Depressão de Vespasiano. Esta depressão \n\napresenta relevos moderados e está encaixada entre o front da cuesta do \n\nPlanalto de Lagoa Santa, a norte, e o relevo do embasamento a sul. \n\nO Planalto de Lagoa Santa encontra-se entre as cotas 650m e 900m. A \n\nsul é bordeado pela Depressão de Vespasiano, a leste pelo Planalto de Neves e \n\na norte pela Depressão de Sete Lagoas. Desenvolve-se sobre rochas filíticas e \n\ncarbonáticas, nas quais se apresenta o relevo cárstico característico deste \n\ncompartimento geomorfológico. O flanco norte do Planalto de Lagoa Santa foi \n\n\n\n38 \n\n \n\n \n\ndissecado por processos erosivos, dando origem à depressão de Sete Lagoas a \n\numa cota de cerca de 750 metros. \n\nO bloco interfluvial Rio das Velhas - Ribeirão da Mata (IRV) é a unidade \n\nde relevo na qual se insere a Depressão Poligonal da Vargem da Lapa (Anexo \n\n2). Sua topografia é decorrência do escalonamento sub-horizontal das litologias \n\nque o compõem. No extremo ocidental aloja-se o vale do Ribeirão da Mata. \n\nAdjacente a ele ergue-se a Serra dos Ferradores, aonde no topo encontram-se \n\nos filitos da unidade Serra de Santa Helena, sendo este, o ponto mais alto do \n\nbloco interfluvial. A partir dele estabelece-se, para leste, uma redução altimétrica \n\nescalonada, que culmina nas planícies cársticas. Estas por sua vez estabelecem \n\na conexão hidrológica entre o carste e o Rio das Velhas. \n\nOs relevos não cársticos constituem aproximadamente 30% do bloco \n\ninterfluvial e se e podem ter se desenvolvido mediante três litologias distintas; o \n\nembasamento, sobre a unidade dos calcifilitos ou sobre os próprios filitos. O \n\nquadro apresenta pequena expressão em área, aparecendo apenas no vale do \n\nRibeirão da Mata e nas soleiras da Serra dos Ferradores. Já os calcifilitos estão \n\npresentes na Depressão de Vespasiano, nas bordas do Planalto de Lagoa Santa \n\ne na região do Fidalgo, sendo os responsáveis pelo embasamento impermeável \n\ndo carste, podendo apresentar feições cársticas em função da corrosão de lentes \n\nde carbonato neles contidas (KOHLER, 1989). Finalmente, os filitos estruturam \n\no cume dos alinhamentos serranos de Confins e da Serra dos Ferradores, \n\nlocalizados entre 830-850 metros de altitude. A superfície delimitada por estas \n\nserras seriam remanescentes da Superfície Sul-americana sugerida no trabalho \n\nde King (1956), cujos topos tem como principal característica o formato aplainado \n\ne alongado na direção SE-NW. \n\nOs outros 70% restantes do IRV, são constituídos pelo modelado cárstico. \n\nKohler, os agrupou em quatro unidades fisiográficas distintas. A primeira delas \n\nque se encontram nas cotas mais altas do calcário. Este compartimento \n\nencontra-se próximo à cidade de Matozinhos, onde um corredor deprimido \n\nestabeleceu-se no sentido SW-NE, criando uma conexão entre a planície do \n\nMocambeiro e a seção do Ribeirão da Mata.  \n\n\n\n39 \n\n \n\n \n\nA seção dos Cinturões de Ouvalas pode ser observada dentro de uma \n\ndepressão irregular, marginal ao flanco leste da Serra dos Ferradores, na qual \n\nhá um alto índice de ocorrência de uvalas \n\nO Planalto de Dolinas se apresenta abaixo das cotas de 800 m e a cima \n\ndas cotas de 700 m. As dolinas apresentam um alinhamento SW-NE sugerindo \n\num rígido controle estrutural em sua gênese. Alguns dos sítios arqueológicos \n\nmais conhecidos estão inseridos neste compartimento fisiográfico, como são os \n\ncasos de Cerca Grande, Lapa Vermelha e Lapa do Santo. \n\nO último compartimento fisiográfico estabelecido por Kohler são as \n\nPlanícies Cársticas, ou poljés. Os poljés são uma forma típica dos terrenos \n\ncársticos. Segundo Pilo (1998): \n\n“...polje é uma ampla depressão fechada, com comprimentos e \nlarguras que chegam a dezenas de quilômetros, com paredes \nabruptas, fundo plano rochoso ou, mais comumente, recoberto por \nargilas de descalcificação, aluviões ou depósitos lacustres.” Segundo \nGams (1978, Apud PILÓ, 1998)  \n\nPara se classificar uma depressão como polje ela precisa apresentar um \n\nlargo piso horizontal de rocha ou material inconsolidado, uma bacia fechada com \n\nbordas íngremes, pelo menos em um lado, e drenagem tipicamente cárstica. A \n\ngênese do poljé está profundamente relacionada com algum fator que impeça o \n\nprosseguimento do entalhamento vertical do terreno. Assim, quando a erosão \n\natinge uma rocha insolúvel ou o nível de base, o vetor erosivo horizontaliza-se \n\nlevando à dissolução progressiva das bordas da depressão. \n\nO compartimento das planícies cársticas localiza-se abaixo dos 670 \n\nmetros de altitude com uma superfície contínua de mais de 4 quilômetros \n\nquadrados. Ambas planícies cársticas do IRV, a do Fildalgo e a do Mocambeiro, \n\nestão próximas ao Rio das Velhas e são alimentadas por águas autóctones do \n\ncarste e periodicamente são inundadas pelas águas do aquífero cárstico. A \n\nLagoa do Sumidouro ocupa cerca de 80% da planície do Fildalgo, um amplo vale \n\ncego alimentado pelo córrego do Samambaia. O fundo da lagoa é constituído \n\npor calcifilitos impermeáveis, o que condicionou o seu desenvolvimento lateral. \n\nInclusive, segundo Journaux et al. (1978. Apud KOHLER 1989), a presença de \n\n\n\n40 \n\n \n\n \n\nquartzo no edifício rochoso do Rochedo do Fidalgo sugere uma fácies próxima \n\nao calcifilito. O sítio arqueológico do Sumidouro, foco do presente trabalho, situa-\n\nse na margem sudoeste da Lagoa do Sumidouro, próximo ao Rochedo do \n\nFidalgo. \n\n3.7 Solos de Lagoa Santa \n\nAs primeiras observações acerca da condição pedológica no carste de \n\nLagoa santa foram feitas por Lund (1950) e posteriormente Lanari (1909). \n\nEntretanto em função do grau de compreensão sobre os solos na época, tais \n\navaliações não passaram de constatações positivistas acerca da condição do \n\nmaterial como textura e cor do material. \n\nEstudos relativos a genética do material pedológico, foram propostos pela \n\nprimeira vez por Barbosa (1961) quando foi sugerido que o material que revestia \n\no modelado seria oriundo das rochas metamórficas ou calcários. \n\nSequencialmente, Cutard e al. (1978) afirma que a cobertura do carste seria \n\nproveniente dos filitos alterados in loco e também do calcário da área. \n\nAuler (1988) destaca os solos da região como um agente geomorfológico, \n\nvisto que o material serviria como elemento impermeabilizador dos fundos de \n\ndolina e bases de vale. \n\nAs primeiras caracterizações especificamente pedológicas no carste, \n\nforam trazidas na tese de Kohler (1989), quando foram descritas três formações \n\npedológicas, os solos lateríticos vermelho-amarelado e vermelho, desenvolvidos \n\nsobre rochas filíticas e os solos lateríticos vermelho escuro, correspondentes às \n\ncoberturas originadas sobre as rochas carbonáticas. \n\nMunido da proposta da Análise Estrutural da Cobertura Pedológica, Boulet \n\net al (1992), desenvolveram o primeiro trabalho em uma topossequência na área \n\ndo Sistema Cárstico da Lapa Vermelha, apresentando uma clara diferenciação \n\nno material ao longo das vertentes. Além disso os autores colocam que a \n\ncobertura pedológica é capaz de expor variações no nível de base de uma \n\nvertente, no caso o afundamento de uma vertente. \n\n\n\n41 \n\n \n\n \n\nO projeto VIDA da CPRM (1994) (Anexo 3) apresenta uma caracterização \n\nsistemática sobre os solos da região do carste, destacando as seguintes ordens, \n\nembora que ainda com o antigo nome “Podzol”: Podzólico Vermelho Amarelo \n\nÁlico, Podzólico Vermelho Escuro Eutrófico, sendo estes oriundos de material \n\ncarbonático do grupo Bambuí, enquanto o Cambissolo Eutrófico e Latossolo \n\nVermelho Escuro Distrófico, teriam como fonte outras litologias não \n\ncarbonáticas. \n\nO estudo realizado por Shinzato (1998) pode ser considerado mais puro \n\nno tocante à pedologia. Na ocasião, o autor realizou sete perfis em diferentes \n\nposições geomorfológicas da APA no intuito de buscar um melhor entendimento \n\nna acerca da influência do substrato carbonático na formação dos solos da \n\nregião. Posteriormente sua pesquisa veio a servir de base do item “pedologia” \n\npara o relatório do meio físico da APA Carste de Lagoa Santa. \n\nUm equilíbrio entre a morfogênese e a pedogênese foi apresentado por \n\nPiló (1998) ao realizar um complexo diagnóstico da cobertura pedológica do \n\ncarste e baseado em análises de macro e micromorfologia, onde foi possível \n\ncompreender a drenagem interna entre os horizontes. Também se observou que \n\nos horizontes da cobertura pedológica, apresentam-se paralelos tanto em \n\nrelação à topografia atual, quanto ao epicarste.  \n\nDe acordo com o autor o fato do substrato calcário da área apresentar \n\nproporções de carbonato de cálcio superior a 90%, inviabilizaria a formação de \n\num pacote pedológico oriundo deste sedimento químico. Desta forma entende-\n\nse que os solos das áreas de planalto da APA, são um material residual dos \n\nmetapelitos compostos por siltitos, argilitos e arenitos subordinados, referentes \n\nà formação Santa Helena, que outrora recobriram totalmente a formação Sete \n\nLagoas, tanto seu membro Lagoa Santa, ou Pedro Leopoldo. \n\nO relatório de Zoneamento Ambiental da APA Carste de Lagoa Santa \n\nprocurou relacionar o as classes de solos a duas feições fisiográficas distintas, \n\nno caso a superfície rebaixada de Lagoa Santa-Sete Lagoas e as áreas de \n\nplanalto. \n\n\n\n42 \n\n \n\n \n\nNa primeira, ocupadas em sua maior parte, pelos Gleissolos e Solos \n\nAluviais, mal drenados. Apesar de serem consideradas como áreas de alta \n\nfragilidade natural, possuem baixo risco de erosão por ocorrerem em relevo \n\nplano. Já as áreas de planalto chegam a apresentar uma gama maior de classes \n\nonde predominam os Latossolos Vermelho-Escuros seguidos dos Cambissolos \n\ne, por último, dos Argissolos Vermelho-Escuros. Sempre com textura muito \n\nargilosa estes solos são bem drenados, geralmente profundos, muito porosos e \n\npermeáveis \n\nNas dolinas, observadas especialmente no Planalto das Dolinas – região \n\ncentral da APA, são encontrados os Cambissolos Gleicos eutróficos de textura \n\nmuito argilosa. No relatório é salientado que em tal fato geomorfológico há a \n\nocorrência de surgência e ressurgência, caracterizando-se como um local de \n\nvulnerabilidade ambiental, se tratando de zonas de recarga de aquífero. \n\n\n\n43 \n\n \n\n \n\nMETODOLOGIA \n\nO desenvolvimento metodológico deste estudo foi desenvolvido em quatro \n\npartes, os quais serão expostos a seguir. \n\n3.8 Eleição da área de estudo \n\nO Carste de Lagoa Santa apresenta enorme riqueza de elementos físicos \n\nna paisagem, tornado impossível envolvê-lo como um todo durante uma \n\npesquisa de mestrado. Desta forma foram necessárias saídas à campo para \n\nselecionar um recorte que de certa forma pudesse representar a APA dentro de \n\nsuas principais especificidades, no caso a presença antrópica e a bacia poligonal \n\ncentrípeta, assim sendo elegida a poligonal da Vargem da Lapa. \n\nA elevação da região do Carste de Lagoa Santa à condição de uma Área \n\nde Proteção Ambiental, no ano de 1982, acarretou na elaboração de enorme \n\nquantidade de material cartográfico e literário que puderam ser somados a já \n\nmais que centenária produção acadêmica empreendida no local.  \n\nDesta maneira, o suporte cartográfico tocante à geologia, pedologia e \n\ngeomorfologia (Anexos 1, 2 e 3) utilizados nesta tarefa e em escala 1:50000, \n\ntiveram seu desenvolvimento durante o Programa GATE - Informações para a \n\nGestão e Administração Territorial, executado pela CPRM - Serviço Geológico \n\ndo Brasil, no DEGET - Departamento de Gestão Territorial, no Projeto \n\nZoneamento Ambiental da APA Carste de Lagoa Santa - MG, executado pela \n\nSuperintendência Regional de Belo Horizonte - SUREG/BH \n\nA base cartográfica foi gerada a partir da digitalização das folhas SE.23-\n\nZ-C-II, Sete Lagoas; SE.23-Z-C-III, Baldim; SE.23-Z-C-VI, Lagoa Santa e SE.23-\n\nZ-C-V, Pedro Leopoldo, todas da FIBGE. E a editoração cartográfica executada \n\nna GERIDE/CPRM/BH \n\n3.9 Atividades de Campo \n\nÉ possível considerar que as atividades de campo realizadas neste estudo \n\nsejam divididas em três eixos metodológicos, no caso o levantamento \n\n\n\n44 \n\n \n\n \n\npedológicos, a obtenção de fotos aéreas e a topografia espeleológica. Tais \n\natividades desenvolvidas in loco serão expostas a seguir. \n\n \n\nSomente com a análise de perfis e tradagens é possível classificar os \n\nsolos e estabelecer as unidades de mapeamento com suas respectivas \n\ndistribuições geográficas, a serem confirmadas nos serviços finais de escritório. \n\nDessa forma foi realizada uma topossequência buscando avaliar, conforme a \n\nposição topográfica, uma série de variações condicionadas pela modificação dos \n\nfatores. \n\nAs sete tradagens executadas ao longo da vertente objetivaram a \n\nconfirmação dos limites definidos no mapeamento pedológico realizado na \n\nocasião da implantação da APA (Anexo 3). As tradagens serviram como uma \n\nferramenta para a definição final dos locais onde seriam realizadas os perfis e \n\nconsequentemente, as coletas de solo. Mesmo que, ainda em campo, \n\nbrevemente analisado e descrito, o material recuperado no trado, não foi \n\nconsiderado adequado para a coleta e posterior análise, uma vez que o material \n\npoderia ser submetido à contaminação de partes superiores daquilo que era \n\nperfurado. \n\nA abertura e a descrição dos perfis de solo no campo foram realizadas em \n\nacordo às normas do CNPS/ EMBRAPA, preconizadas no Manual de Descrição \n\ne Coleta de Solo no Campo, (LEMOS; SANTOS, 2005). Já seu posicionamento \n\nfoi feito respeitando o padrão dos terços superior, médio e inferior da vertente. A \n\ncoleta de amostra no endocarste, ocorreu na Lapa do Beijo, caverna localizada \n\nna base da bacia e que, ao contrário da Vargem da Lapa tem acesso muito mais \n\ncontrolado, abreviando o risco de degradação das condições originais do \n\ndepósito \n\n\n\n45 \n\n \n\n \n\nFoto 1: Distribuição de tradagens e perfis \n\n \n\nAssim sendo, foram coletadas um total de 10 amostras das quais nove \n\ndiziam respeito aos três perfis pedológicos e a décima trata-se da greta (Fotos \n\n2, 3, 4 e 5) de superfície onde se almejava elucidar as características físicas e \n\nquímicas dos material deposional confinado. \n\n\n\n46 \n\n \n\n \n\nFoto 2: Perfil 1 \n\n \n \n\nFoto 3: Perfil 2 \n\n \n \n\nFoto 4: Perfil 3 \n\n \n \n\nFoto 5: Trincheira aberta na Lapa do Beijo \n\n \n \n\nOs perfis e tradagens foram georreferenciados através do Sistema de \n\nPosicionamento Global (GPS), utilizando-se o aparelho Garmin modelo GPSmap \n\n62. Aqueles que foram executados no interior das cavernas, tiveram seu \n\nposicionamento exposto nos mapas das cavernas.  \n\n\n\n47 \n\n \n\n \n\nAs tradagens foram feitas com um trado de rosca, enquanto para a \n\nabertura de perfis foram utilizados enxadão, pá, vanga, martelo, faca e trena. \n\nFinalmente, ainda em campo, era feita a descrição morfológica de perfis de solo \n\ncom o auxílio da Tabela de Munsell. \n\n \n\nEmbora esta pesquisa em si se tratar de uma escala espacial \n\nrelativamente diminuta na ótica geomorfológica, a utilização do software Google \n\nEarth não se faria muito conveniente em função do tamanho alto do pixel \n\ndisponibilizado pelo mesmo.  \n\nUma alternativa para a observação mais detalhada dos fatos \n\ngeomorfológicos de menor escala, da Bacia Poligonal da Vargem da Lapa, \n\nseriam as fotografias aéreas. No entanto o material disponível para tal atividade \n\nfoi produzido pela Companhia Elétrica de Minas Gerais S. A (CEMIG) no ano de \n\n1989. Desta maneira, por dada pesquisa ter como sustentação têmporo-espacial \n\ndemasiadamente diminuta, este material também não se mostraria plenamente \n\nadequado para a tarefa.  \n\nA solução encontrada para a melhor avaliação da escala mais modesta, \n\nfoi a utilização de um Drone para a obtenção das ortofotos da área da pesquisa \n\nem uma nova metodologia chamada RPA (Remotely Piloted Aircraft) (CUNHA et \n\nal., 2016). O equipamento da marca DJI, modelo Phanton 3 dispõe de câmera \n\ncom sensor fixo Sony Exmor de 1/3 polegadas e resolução de 12,4 MP instalada \n\num gimbal - dispositivo de giroscópio para estabilizar a câmera. Abertura da lente \n\nde f/3,61. O ISO utilizado nas fotos foi de 100, enquanto a velocidade do \n\nobturador foi de 1/100 de segundo, suficiente para estabilizar qualquer \n\nmovimento brusco na imagem. O RPA conta com baterias de 4.480 mAh \n\npossibilitando autonomia média de 25 minutos.  \n\nSomado a isso, o aparelho conta com posicionamento via Global \n\nNavigation Satellite System, (GNSS) sistema este, que opera simultaneamente \n\ncom a estrutura satelital estadunidense, (Navstar GPS) russa (GLONNAS) e \n\n\n\n48 \n\n \n\n \n\neuropeia, (Galileo) permitindo o georreferenciamento de excelente precisão de \n\ntodas as imagens obtidas. \n\nA administração do voo do RPA foi feita de maneira autômata pelo \n\nsoftware para smartphone específico para o trabalho com RPA. Neste software, \n\ncabe ao usuário apenas gerar um polígono de onde o RPA deverá realizar as \n\nimagens, a que altura elas deverão ser tomadas e o percentual de sobreposição \n\nem latitude e longitude das tais. Feito isso, o próprio software estipula a \n\nquantidade de imagens e tempo de voo para a obtenção das mesmas, além de \n\ncontrolar trajeto do aparelho durante tal atividade. \n\nForam realizados dois grupos de voos para a obtenção das fotos \n\nortogonais ao solo em duas altura distintas, sendo uma a 200 metros de altitude \n\ndo ponto de partida do aparelho buscando a cobertura total da bacia poligonal \n\nenquanto o segundo, foi realizado a uma altura de 75 metros, visando captar \n\nainda mais detalhes das posições inferiores da bacia. \n\nPara as imagens a 200 metros foram feitos dois voos apenas por \n\nprecaução em relação à autonomia das bateria. Na ocasião o aplicativo obteve \n\n469 fotografias com sobreposição longitudinal de 60% e transversal de 40%. Já \n\npara o único voo a 75 metros de altura, foram realizadas 189 fotos com a mesma \n\ntaxa de sobreposição entre elas. \n\n \n\nA terceiro eixo metodológico praticado em campo, diz respeito ao \n\nmapeamento espeleológico. Por razões obvias, sistemas sensoriamento remoto \n\ne georreferenciamento espacial, utilizados no mapeamento de superfícies, não \n\nsão operantes dentro de cavernas. Desta maneira a indicação de pontos de \n\ncoleta, bem como a apresentação dos três elementos da geomorfologia – formas \n\nprocessos e materiais, podem ser representados no produto final obtido no \n\n“mapeamento da caverna” \n\nO mapa topográfico da caverna Vargem da Lapa, elaborado no ano de \n\n2015, foi gentilmente cedido pelo Meandros Espeleo Clube, enquanto o da Lapa \n\n\n\n49 \n\n \n\n \n\ndo Beijo veio a ser concebido, também com o apoio fundamental do deste \n\nmesmo grupo, no ínterim desta pesquisa. \n\nA metodologia utilizada no levantamento topográfico da Lapa do Beijo, foi \n\na mesma empregada pelo grupo na ocasião da pesquisa na caverna Vargem da \n\nLapa, no caso a British Cave Research (BRCA) 4C. Neste critério a mensuração \n\ndos ângulos azimutais e zenitais apresentam erro inferior a 2,5º, enquanto as \n\nleituras de distância devem exibir erros inferiores a meio metro. Nesta categoria \n\ntambém são realizadas seções transversais e longitudinais dos condutos das \n\ncavernas no intuito de expor importantes elementos geométricos e zonas \n\ndeposicionais. \n\n \n\nNesta atividade o único equipamento topográfico utilizado foi um moderno \n\ndispositivo à laser, capaz de, simultaneamente, realizar leituras de distância e \n\nângulos azimutais e zenitais. \n\nAinda na caverna, com base nestes dados mensurados, foi realizado um \n\ncroqui do local em papel milimetrado, objetivando a dinamização do pós \n\nprocessamento em gabinete, em especial no que tange à questão das seções \n\ntransversais. \n\n3.10 Atividades de Laboratório \n\nUma vez coletados em campo, as amostras de solo foram encaminhadas \n\naos Laboratórios do Departamento de Ciência do Solo da Escola Superior de \n\nAgronomia Luiz de Queiroz da Universidade de São Paulo, onde foram \n\nsubmetidas à análises física e químicas. \n\n \n\nNesta etapa foi realizada a análise química para fins de classificação, \n\nrespeitando a metodologia proposta pelo Manual de métodos de análise de solo. \n\nEMBRAPA, (2011), salvo a matéria orgânica (M.O) que seguiu os parâmetros \n\nutilizados pelo Instituto Agronômico de Campinas \n\n\n\n50 \n\n \n\n \n\npH em água \n\npH em KCl 1 mol L-1 \n\nAcidez potencial (H+Al) extração com acetato de cálcio e determinação \n\npor titulometria, \n\nCálcio (Ca) e magnésio (Mg) extração com cloreto de potássio 1 mol L-1 e \n\ndeterminação em espectrofotômetro de absorção atômica,  \n\nAlumínio (Al) extração com cloreto de potássio 1 mol L-1 e determinação \n\npor titulometria (Manual de métodos de análise de solo \n\nMatéria orgânica (M.O.) determinação por titulação  \n\nPotássio (K) extração com Mehlich 1 e determinação em \n\nespectrofotômetro de emissão atômica \n\nFósforo (P) extração com Mehlich 1 e determinação por colorimetria. \n\nSB: Soma de bases trocáveis; \n\nCTC: Capacidade de troca de cátions \n\nV: Saturação da CTC por bases \n\nm: Saturação por Alumínio. \n\n \n\nA análise granulométrica foi realizada respeitando o Métodos: Buyoucos \n\n(densímetro), onde as classes são expostas em diâmetros (mm) conforme \n\nUSDA. Na análise, foram extraídas cinco frações de areia, além do silte e argila, \n\nsendo que esta apresenta resultados em água e dispersa. \n\nAreias: \n\n\n\n51 \n\n \n\n \n\nMuito grossa = 2 a 1; grossa = 1 a 0,5; média = 0,5 a 0,25; fina = 0,25 a \n\n0,10; muito fina = 0,10 a 0,05. O valor da soma das frações das areias, também \n\né apresentado, no caso a Areia total = 2 a 0,05. \n\nSilte = 0,05 a 0,002; \n\nArgilas \n\nTotal = &lt;0,002;  \n\nArgila em água: determinada pelo método do densímetro, utilizando-se \n\napenas água destilada para dispersão, sem qualquer dispersante químico. \n\n3.11 Atividades de Gabinete \n\nTal fase da concepção metodológica, consiste na compilação dos dados \n\nacumulados nas etapas anteriores. Neste ponto foram desenvolvidas as análises \n\nfinais como a elaboração de gráficos, tabelas e mapas, além da elaboração dos \n\ntextos relativos à apreciação dos dados. \n\nOs seguimentos metodológicos de gabinete mais específicos deste \n\nestudo, no caso relativos ao mapeamento das cavernas e processamento da \n\nimagens obtidas por RPA, serão expostos a seguir. \n\n \n\nTodas as mensurações realizadas durante a etapa de topografia \n\nespeleológica foram inseridas no programa Compass Project Manager 5.1 que \n\napós processamento forneceu as projeções das poligonais e caminhamentos. \n\nSequencialmente, com base nessas projeções e contando com o software de \n\ndesenho vetorial bidimensional para design gráfico, corelDRAW, foram gerados \n\nos perímetros dos condutos das cavernas, gerando uma planta bidimensional da \n\ngruta, assim como as seções transversais para a obtenção dos perfis \n\ntransversais da caverna. \n\n\n\n52 \n\n \n\n \n\n \n\nO processamento das imagens foi realizado em software especifico para \n\na geração de modelos tridimensionais de prédios, objetos e estatuas que mais \n\nrecentemente foi adaptado para o processamento de imagens oriundas de \n\nRPA´s. \n\nInicialmente são reconhecidas as coordenadas das centroides de cada \n\nimagem, em seguida com o auxílio de um algoritmo de busca baseado no SIFT, \n\n(Scale Invariant Feature Transform) são reconhecidos os pontos homólogos \n\nentre as imagens. Este processo é capaz tratar diversas imagens em um tempo \n\ndiminuto, obviamente variável de acordo com a capacidade de processamento \n\nda máquina utilizada. \n\n Uma vez os pontos fotogramétricos identificados é criada uma nuvem de \n\npontos esparsas e em seguida com base na posição de cada câmera, é gerada \n\na nuvem de pontos densa, onde se torna possível obter dados de profundidade, \n\ncompletando a nuvem esparsa.  \n\nNa última etapa os pontos da nuvem densa são conectados com o auxílio \n\nde algoritmos de triangulação, de modo a construir uma malha de diversos \n\ntriângulos e assim gerar o Modelo Digital do Terreno. \n\n \n\nA delimitação da Bacia Poligonal da Vargem Lapa foi realizada no \n\nsoftware ArcGIS após o desenvolvimento de um modelo digital de elevação do \n\nterreno que contemplava mais de 30 classes altimétricas. \n\n\n\n53 \n\n \n\n \n\nRESULTADOS E DISCUSSÃO \n\nNesta parte do estudo serão trazidos à leitura os resultados obtidos no \n\nestudo os quais se apresentam distribuídos em acordo com os procedimentos \n\ntécnicos utilizados visando uma facilitação de sua análise a apresentação. \n\n3.12 Análise dos solos e depósitos  \n\nAs tabelas com os resultados obtidos nas análises físicas e químicas se \n\nencontram no final deste volume (Anexos 4 e 5) \n\nAlém disso, é fundamental mencionar que durante a última etapa de \n\ncampo foi observada a presença de uma equipe de sondagem em serviço à um \n\nempreendimento particular, realizando perfurações geotécnicas justamente para \n\nidentificar a que profundidade que se encontrava a rocha sã. \n\nEm conversa informal com o técnico responsável pelas atividades, foi \n\ntransmitido que já haviam sido perfurados seis pontos em uma área inferior a \n\n350m2 e em ocasião alguma a rocha foi interceptada. Ainda segundo o \n\nprofissional, em uma das oportunidades foram perfurados mais de 40 metros e \n\nsequer fragmentos de rocha, fosse ela metapelítica ou calcaria, foram \n\nencontrados. Na ocasião, também foram gentilmente permitidas a realização de \n\nimagens de alguns dos testemunhos recuperados na atividade (Fotos 6 e 7).  \n\n\n\n54 \n\n \n\n \n\nFoto 6: Caixa com testemunhos de \nsondagem \n\n \n\nFoto 7: Detalhe de um dos testemunhos de \nsondagem \n\n \n \n\nA análise das Imagens 6 e 7 indica que o material muito se assemelha ao \n\nobservado na base do Perfil 1 e das tradagens 2 e 3 realizadas em posições da \n\nvertente similares em cota e declividade. No entanto, o fato dos testemunhos \n\nestarem apenas limitados à visualização e o toque, impossibilitou qualquer \n\nconclusão mais detalhada. Além disso o método de sondagem é extremamente \n\nagressivo às amostras, trazendo para a superfície um material submetido à \n\nconsiderável desgaste físico e passível de contaminação. \n\n \n\nPerfil 1 \n\nA análise textural do Perfil 1 (Gráfico 1) apresentou verticalmente uma \n\nbreve diminuição na fração argila, partindo de 50.7% no horizonte 0-28cm, \n\npassando por 47.9% no seguinte de 28-103cm. No subsequente de 103-142cm. \n\nA fração silte apresenta valores baixos nos dois primeiros horizontes, sendo que \n\nsofre, até mesmo, uma breve redução no volume do primeiro para o segundo, \n\n(8.8% e 6.6%). No entanto, o volume da fração intermediaria aumenta \n\nsignificativamente com 19.3% no terceiro. No caso da areia ocorre um acréscimo \n\nentre os dois horizontes superiores, de 40.5% para 45.5%, seguido de uma \n\nredução de seu volume a 37,1% no terceiro. \n\n\n\n55 \n\n \n\n \n\nO perfil apresentou pouco evoluído e muito pedregoso, com notória \n\npresença de cascalhos, sendo possível afirmar que não há uma tendência \n\nevolutiva no todo e salvo no horizonte 4 quando foi considerada como média \n\nargilosa, teve seus horizontes classificados como argilosos. \n\nGráfico 1: Frações areia, silte e argila (%) no Perfil 1 \n\n \n\nPerfil 2 \n\nNo terço médio da vertente os valores da argila tiveram uma importante \n\nvariação no horizonte intermediário. No caso, no primeiro 0-18cm era muito \n\nargiloso (70.1%) reduzindo significativamente no seguinte (18-47com) a 43.2% \n\n(argiloso) e voltando a ser muito argiloso no terceiro horizonte >47cm com \n\nvolume de 72.8%. A fração silte teve valores modestos nas três ocasiões (6.7%, \n\n2,6% e 6.9%). Situação que não foi observada na fração mais grossa, areia, \n\nquando é notável o aumento no horizonte intermediário, seguido de uma redução \n\nno valores, no caso, 23.3%, subindo a 54.2% e a redução a 20.2%. (Gráfico 2) \n\n0%\n\n10%\n\n20%\n\n30%\n\n40%\n\n50%\n\n60%\n\nhorizonte 0-28cm horizonte 28-103cm horizonte >103cm\n\nAreia Total Argila Silte\n\n\n\n56 \n\n \n\n \n\nGráfico 2: Frações areia total, silte e argila (%) no Perfil 2 \n\n \n\nEste aumento atípico dos teores de areia, aliado a uma considerável \n\nredução no volume da argila, sugere a presença de um material coluvionar \n\nrecoberto. É fundamental salientar que, salvo nos paredões do maciço calcário, \n\neste perfil foi realizado em uma posição da vertente onde há maior declividade \n\ndentro da bacia, 15%, que facilita o transporte de materiais mais grosseiros. \n\nPerfil 3 \n\nOs três horizontes do terço inferior, 0-16cm, 16-58cm e >58, da vertente \n\na fração argila apresenta-se alta tendendo a aumentar verticalmente, passando \n\nde 65.5% no horizonte superior, 67.8% no intermediário e 68.5% no inferior. A \n\nareia em contrapartida, segue tendência inversa, apontando uma redução mais \n\nrelevante nos níveis superiores (18.1% a 11.9%) e mais sensível no último \n\nchegando a 11.3%. Por fim, o silte, em volume menor, mostra um breve aumento \n\ndo primeiro para o segundo (16.4% e 20.3%) mantendo seu volume no basal \n\n(20.2%). (Gráfico 3) \n\n0%\n\n10%\n\n20%\n\n30%\n\n40%\n\n50%\n\n60%\n\n70%\n\n80%\n\nAreia Total Argila Silte\n\nHorizonte 0-18cm Horizonte 18-47cm Horizonte >47\n\n\n\n57 \n\n \n\n \n\nGráfico 3: Frações areia total, silte e argila (%) no Perfil 3 \n\n \n\nOutro detalhe que chamou a atenção já durante a escavação da trincheira, \n\nfoi a inexistência de cascalhos. O grau de distinção entre os horizontes também \n\né bem mais claro além de possuir maior uniformidade no aspecto textural quando \n\nos três horizontes foram tidos como muito argilosos \n\nGreta de Contração \n\nA amostra recolhida na superfície do piso da Lapa do Beijo mostrou \n\ncaracterísticas muito argilosa uma vez que essa fração teve 63%, silte de 27.3% \n\ne areia mais modesta a 9.7%. Ainda é importante atestar a ausência de frações \n\nmais grosseiras como cascalhos e calhaus. (Gráfico 4) \n\n0%\n\n10%\n\n20%\n\n30%\n\n40%\n\n50%\n\n60%\n\n70%\n\n80%\n\nHorizonte 0-16cm Horizonte 16-58cm Horizonte > 58cm\n\nAreia Total Argila Silte\n\n\n\n58 \n\n \n\n \n\nGráfico 4: Frações areia total, silte e argila (%) na greta de superfície \n\n \n\n \n\nBaseado na caracterização bidimensional dos perfis de solo é possível, \n\nem um passo seguinte, propor uma distribuição espacial do arranjo dos \n\nhorizontes montante abaixo, dando ao material móvel das vertentes uma \n\nidentificação tridimensional. Essa abordagem recebe o nome de Análise \n\nEstrutural da Cobertura Pedológica. \n\nNos perfis, os horizontes foram nomeados em acordo com sua espessura. \n\nEntretanto como, ao longo da vertente não estes tiveram sua espessura \n\nvariando, de maneira que na etapa de avaliação lateral do horizontes, eles serão \n\napenas numerados. \n\nHorizonte 1 \n\nO horizonte mais relacionado à superfície apresentou apenas a classe \n\narenosa como com uma tendência clara, no caso a diminuição gradual do entre \n\nem sentido à jusante. As outras duas frações, se comportaram de maneira \n\ninversa entre as tais. Onde a argila assume um pico de volume em meia encosta, \n\n0%\n\n10%\n\n20%\n\n30%\n\n40%\n\n50%\n\n60%\n\n70%\n\nAreia Total Argila Silte\n\n\n\n59 \n\n \n\n \n\no silte apresenta seu menor teor, e na sequencia mais que dobra seu volume, \n\nenquanto a argila perde 5% de seu total. (Gráfico 5) \n\nGráfico 5: Frações areia total, silte e argila (%) no Horizonte 1 \n\n \n\nHorizonte 2 \n\nA contrário do horizonte superior, em 2 não há qualquer tendência de \n\nganho ou perda de volume entre as frações vertente abaixo. No entanto a \n\nobservação do Gráfico 6, que apenas a areia aponta um ganho volumétrico no \n\nperfil intermediário, seguida de uma significativa perda em sua massa na base \n\nda vertente (52 para 12%). Nessa situação o que ocorre é uma importante \n\ndistribuição do volume para a argila e silte, o qual praticamente setuplica sua \n\ndensidade às beiras da base. \n\n40%\n\n50%\n\n9%\n\n23%\n\n70%\n\n7%\n\n18%\n\n65%\n\n16%\n\n0%\n\n10%\n\n20%\n\n30%\n\n40%\n\n50%\n\n60%\n\n70%\n\n80%\n\nArei total Argila Silte\n\nPerfil 1 Perfil 2 Perfil 3\n\n\n\n60 \n\n \n\n \n\nGráfico 6: Frações areia total, silte e argila (%) no Horizonte 2 \n\n \n\nHorizonte 3 \n\nNeste horizonte, novamente é possível observar (Gráfico 7) uma \n\ntendência de diminuição nos percentuais de areia total entre os terços superior \n\ne inferior da vertente. Soma-se a isso, uma situação muito similar à vista no \n\nHorizonte 1 no que tange o comportamento das outras duas frações. No caso, \n\nem meia vertente, o pico de argila, corresponde ao menor volume de silte. Já na \n\namostra seguinte, novamente a argila tem uma perda de 5% de sua densidade, \n\nenquanto o modesto valor de silte mais que dobra. \n\n45\n48\n\n7\n\n52\n\n43\n\n3\n\n12\n\n68\n\n20\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\nAreia Total Argila Silte\n\nPerfil 1 Perfil 2 Perfil 3\n\n\n\n61 \n\n \n\n \n\nGráfico 7: Frações areia total, silte e argila (%) no Horizonte 3 \n\n \n\n \n\nA análise dos parâmetros químicos tem como proposito compreender o \n\ncomportamento de alguns elementos ao longo da vertente e suas eventuais \n\nimplicações na evolução do modelado. \n\npH em H2O \n\nEm todas as ocasiões o pH em H2O foram inferiores a 7. Em nove das \n\nonze amostras eles podem ser considerados solos moderadamente ácidos de \n\nacordo com o IBGE. Apenas em duas ocasiões foram constatados solos em \n\nclassificação diferente quando no horizonte 103-142cm do perfil 1 foi apontado \n\ncomo fortemente ácido (5,3) enquanto no horizonte >47cm, se mostra como \n\npraticamente neutro (6,7). (Gráfico 8) \n\n37\n\n44\n\n1920\n\n73\n\n7\n11\n\n68\n\n20\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\nAreia Total Argila Silte\n\nPerfil 1 Perfil 2 Perfil 3\n\n\n\n62 \n\n \n\n \n\nGráfico 8: pH em H2O \n\n \n\nMatéria Orgânica \n\nOs valores de matéria orgânica mantiveram-se discretos apresentando \n\num aumento de acordo com a profundidade no Perfil 1 (Gráfico 9). Em superfície \n\nno horizonte 0-28cm, tal como no seguinte, 28-103, foram constatados modestos \n\n0.2% de matéria orgânica. Já no horizonte abaixo o volume aumentou mais de \n\n10 vezes, chegando a 2.4%, valor este mantido no horizonte seguinte. No perfil \n\nseguinte, 2, a presença de matéria orgânica ainda se mantem o volume baixa \n\nnos primeiros dois horizontes, sendo que até mesmo ocorre uma perda sutil, de \n\n0.9% para 0.6% e assim como no Perfil 1, há um aumento na taxa no terceiro \n\nhorizonte, alcançando 3,2% de índice. No Perfil 3 os teores de matéria orgânica \n\nmostram um breve aumento entre o horizonte 0-16cm (1.9%) e o 16-58cm \n\n(2.3%). No horizonte basal, o valor é reduzido em mais de dez vezes, indicando \n\napenas 0.2% de matéria orgânica. Na amostra no interior da caverna, anotado o \n\nsegundo maior índice entre todas as amostras analisadas com 2.6% de matéria \n\norgânica.  \n\n5\n5,2\n5,4\n5,6\n5,8\n\n6\n6,2\n6,4\n6,6\n6,8\n\nperfil 1 perfil 2 perfil 3 Caverna\n\nHorizonte 1 Horizonte 2 Horizonte 3 Greta\n\n\n\n63 \n\n \n\n \n\nGráfico 9: Teor de Matéria Orgânica \n\n \n\nÉ possível sugerir que no desenvolvimento lateral dos solos, há um \n\nincremento discreto nos teores de matéria orgânica nos níveis superiores e \n\nintermediários. Nos níveis inferiores o teor aumenta do topo para a meia vertente \n\ne é fortemente reduzido na base da vertente. No interior da gruta, mesmo que \n\nem superfície, foi notado um valor mais elevado se comparado com as amostras \n\ndos horizontes mais altos do ambiente exocárstico. \n\nCálcio \n\nOs teores de cálcio constados no Perfil 1 tiveram um valor relativamente alto em \n\nsuperfície mas sofrendo redução verticalmente, de 57, 21, 2 e 2 (mmolc.kg·1) \n\n(Gráfico 10). Esta mesma tendência de redução vertical é observada no Perfil do \n\nterço médio onde foram observados os teores de 39, 7 e 3 (mmolc.kg·1), assim \n\ncomo na base 63, 11 e 6 (mmolc.kg·1). Na zona confinada da caverna, foi \n\nanotado o maior valor do elemento com índice de 165 (mmolc.kg·1).  \n\n0,0%\n\n0,5%\n\n1,0%\n\n1,5%\n\n2,0%\n\n2,5%\n\n3,0%\n\n3,5%\n\nPerfil 1 Perfil 2 Perfil 3 Caverna\n\nHorizonte 1 Horizonte 2 Horizonte 3 Greta\n\n\n\n64 \n\n \n\n \n\nGráfico 10: Teor de Cálcio (mmolc.kg·1) \n\n \n\nLateralmente é possível notar que os valores de cálcio tendem a diminuir \n\nà meia vertente e voltar a ter valores maiores na base da vertente.  \n\nMagnésio \n\nOs valores observados neste elemento, seguiram a mesma tendência de \n\nredução vertical apresentando os mesmo valores nos dois primeiros perfis, 2, 1 \n\ne&lt;0,1 (mmolc.kg·1) (Gráfico 11). Na base, novamente há um aumento neste \n\nelemento do complexo de adsorção mesmo que eles sigam baixos se \n\ncomparados a outras bases 8, 2 e 2 (mmolc.kg·1). No endocarste, a contrário do \n\ncálcio, foi contatado um teor de 3 (mmolc.kg·1). \n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\n140\n\n160\n\n180\n\nPerfil 1 Perfil 2 Perfil 3 Caverna\n\nHorizonte 1 Horizonte 2 Horizonte 3 Greta\n\n\n\n65 \n\n \n\n \n\nGráfico 11: Teor de Magnésio (mmolc.kg•1) \n\n \n\nAlumínio \n\nNo que tange o desenvolvimento vertical, os índices de alumínio, seguem \n\na tendência oposta ao observado no Ca e Mg. Nesse elemento é, em todos os \n\ncasos, observado o acréscimo em profundidade onde no Perfil 1 inicia-se com \n\nteor 1, passando para 2 e findando em 38 (mmolc.kg·1), No perfil 2 parte de 7, \n\naumentando para 8 e finalizando em 13 (mmolc.kg·1) e no perfil mais à jusante. \n\n3, 43 e 52 (mmolc.kg·1). Já o teor na amostra da caverna, foi o mais baixo \n\nobservado, 1 mmolc.kg·1. (Gráfico 12). \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\nPerfil 1 Perfil 2 Perfil 3 Caverna\n\nHorizonte 1 Horizonte 2 Horizonte 3 Greta\n\n\n\n66 \n\n \n\n \n\nGráfico 12: Teor de Alumínio (mmolc.kg•1) \n\n \n\nNo desenvolvimento lateral eles não apresentam uma tendência como foi \n\nobservado verticalmente uma vez que entre os horizontes superiores há um \n\naumento seguido de uma queda, (1, 7 e 3 mmolc.kg·1) no horizonte \n\nintermediário, um crescimento especialmente entre o material de meia e baixa \n\nvertente (2, 8 e 43 mmolc.kg·1) e nos horizontes inferiores, uma condição \n\nantagônica ao superior (38, 13 e 52 mmolc.kg·1). \n\nSoma das Bases (SB) \n\nSoma das Bases, diz respeito ao montante dos valores acima descritos. \n\nVerticalmente nos três perfis houveram notáveis reduções dos teores: no Perfil \n\n1 61.5, 22.7 e 2.4 (mmolc.kg·1); no Perfil 2, 42.2, 8.3 e 3.3 (mmolc.kg·1); em 3, \n\n71.3, 15.6 e 9.1 (mmolc.kg·1). Dentro da gruta, foi apontado o maior valor da \n\nsoma das bases, no caso 169,9 mmolc.kg·1. (Gráfico 13) \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\nPerfil 1 Perfil 2 Perfil 3 Caverna\n\nHorizonte 1 Horizonte 2 Horizonte 3 Greta\n\n\n\n67 \n\n \n\n \n\nGráfico 13: Soma das Bases (mmolc.kg•1) \n\n \n\nJá lateralmente estes números não seguem uma tendência nos dois \n\nprimeiros horizontes onde no superior parte de 61.5, baixando para 42.2 e \n\nvoltando a aumentar para 71.5, (mmolc.kg·1) tal como no intermediário, onde \n\nparte 22.7, cai para 8.3 e aumenta para 15.6 (mmolc.kg·1). Apenas no horizonte \n\ninferior, onde os valores são sempre menores, há um aumento nos teores, de \n\n2.4, passando a 3.3 e terminando em 9.1 (mmolc.kg·1). \n\nCapacidade de Troca de Cátions (CTC) \n\nA Capacidade de Troca de Cátions expressa a atividade da argila. Os \n\nvalores no Perfil 1 variaram de 39.7 a 68.4 (mmolc.kg·1) (Gráfico 14). Na \n\nsuperfície o valor é de 63.5, baixando para 39.7, voltando a aumentar pra 68.4. \n\nOs valores no Perfil 2 sofrem uma redução vertical, partindo de 86.2, passando \n\npor 34.3 e finalizando em 28.3. No Perfil 3, é repetida a tendência de redução, \n\nseguida de novo aumento no teor, 125.5, 98.6 e 120.1. A amostra da Lapa do \n\nBeijo, mais uma vez, apresentou maior valor no caso 174.9. \n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\n140\n\n160\n\n180\n\nPerfil 1 Perfil 2 Perfil 3 Caverna\n\nHorizonte 1 Horizonte 2 Horizonte 3 Greta\n\n\n\n68 \n\n \n\n \n\nGráfico 14: Capacidade de Troca de Cátions (mmolc.kg·1) \n\n \n\nObservados lateralmente apenas nos horizontes superficiais há uma \n\ntendência de aumento nos valores da CTC, já nos subsequentes, é possível \n\nnotar a propensão ao declino nos teores do Perfil 2, seguido de novo incremento \n\nno Perfil 3. \n\nO aumento na CTC está intimamente relacionado ao aumento nos teores \n\nde argila e de Ca+2, que tendem a ter maiores teores conforme se aproxima da \n\nbase da bacia além de expressar seu maior valor no interior da Gruta. \n\nSaturação em Bases (V)  \n\nO percentual de Saturação de Bases (V) reflete o grau de extensão no \n\nqual o complexo adsortivo do solo está preenchido com as bases. Verticalmente, \n\ntodos os perfis apresentaram tendência de redução dos teores. Em 1 parte de \n\n97, baixando para 57 até findar em 4%. No Perfil 2, superfície em 49, passando \n\npor 24 e base em 12%. Já no Perfil 3, 57, 16 e 8%. (Gráfico 15) \n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\n140\n\n160\n\n180\n\n200\n\nPerfil 1 Perfil 2 Perfil 3 Caverna\n\nHorizonte 1 Horizonte 2 Horizonte 3 Greta\n\n\n\n69 \n\n \n\n \n\nGráfico 15: Saturação em Base (%) \n\n \n\nMais uma vez, horizontalmente, não há uma tendência de aumento ou \n\nredução nos teores, apresentando uma relação com o observado na soma das \n\nbases e do Cálcio onde nos primeiros dois horizontes há a diminuição do Perfil \n\n1 para o Perfil 2, seguido de novo aumento nos teores, enquanto que no \n\nhorizonte inferior, a tendência e de um leve aumento na Saturação em Bases. \n\nSeguindo esta tendência de maiores valores onde há maior valor como na \n\nsoma das bases e Ca+2, a amostra obtida na caverna apresentou a maori \n\nporcentagem, no caso 97% \n\nPorcentagem de Saturação em Alumínio (m) \n\nNessa determinação é mensurado o grau de extensão onde o complexo \n\nadsortivo do solo está preenchido com alumínio. Mais uma vez, a propensão é \n\nde aumento dos valores em profundidade (Gráfico 16). No perfil 1, vai de 2 a 94, \n\npassando por 8 %. No segundo perfil seus valores percentuais são de 14, 49 e \n\n80, enquanto que no perfil do terço inferior são de 4, 73 e 85%. \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\nPerfil 1 Perfil 2 Perfil 3 Caverna\n\nHorizonte 1 Horizonte 2 Horizonte 3 Greta\n\n\n\n70 \n\n \n\n \n\nGráfico 16: Porcentagem de Saturação em Alumínio (%) \n\n \n\nLateralmente é possível afirmar que há situação inversa à observada na \n\nPorcentagem de Saturação de Bases. Neste caso, os maiores picos ocorrem \n\nonde havia os declínio da curva, caso dos horizontes superiores e inferiores. No \n\ncaso dos horizontes intermediários ocorre a tendência de aumento da Saturação \n\nem Alumínio, oposto de condição de (V). A mesma condição foi observada na \n\ncaverna, onde o teor da amostra foi de 1%. \n\n \n\nOs três perfis de solo estudados se posicionam em diferentes \n\ncompartimento geomorfológico (Figura 5) e de acordo com suas característica \n\napontadas nas análises física e química foram classificados, de acordo com o \n\nSistema Brasileiro de Classificação dos Solos (CAMARGO et al., 1999), como \n\nCambissolo Háplico Ta Eutrófico no Perfil 1, Cambissolo Háplico Ta Distrófico \n\nno perfil de média vertente e Latossolo Vermelho Amarelo Distrófico típico na \n\nbase da vertente. A classificação proposta no Relatório do Meio Físico da APA \n\nCarste de Lagoa Santa apontava a área da Bacia sem a classificação dos solos \n\nda área, expondo-a apenas como “área urbana”. \n\n0%\n\n10%\n\n20%\n\n30%\n\n40%\n\n50%\n\n60%\n\n70%\n\n80%\n\n90%\n\n100%\n\nPerfil 1 Perfil 2 Perfil 3 Caverna\n\nHorizonte 1 Horizonte 2 Horizonte 3 Greta\n\n\n\n71 \n\n \n\n \n\nFigura 5: Pedologia da Bacia da Vargem da Lapa \n\n \n\nEm um primeiro contato com a chão da parte mais interior e protegida da \n\nLapa do Beijo, chama-se a atenção o fato de toda sua extensão estar colmatada \n\npor uma camada de argila com infindáveis gretas de contração e enormes sulcos \n\nque separam os blocos. Tal característica no material clástico, aliada a uma alta \n\ncapacidade de troca catiônica das argilas (174,9 mmolc.kg.1) é um indício da \n\npresença das argilas 2:1, situação essa que não deve estar ocorrendo ao menos \n\nnos dois perfis superiores da montante, no caso, a área fonte da amostra. \n\nEsta transformação na argila do interior da caverna tende a estar \n\nrelacionado ao o confinamento que o material está sendo submetido. Além disso, \n\nos altos teores de cálcio na amostra devem ser oriundos da transferência deste \n\nelemento, seja por gotejamento, ou mesmo migração per ascensum (via \n\ncapilaridade) do cálcio para a superfície. \n\nUm fato comum em cavernas, inclusive da região de Lagoa Santa (Auler, \n\n1999) é a formação de calcretres em superfície. Tal ação se dá quando há a \n\nprecipitação de carbonato de cálcio na superfície por mecanismos evaporativos \n\nvia capilaridade, aliado à um pH mais alcalino e condições climáticas de baixa \n\n\n\n72 \n\n \n\n \n\numidade. No entanto, na trincheira escavada no interior da Lapa do Beijo, não \n\nforam observadas tais condições da calcita. Talvez isso se deva ao fato de que, \n\nembora a região esteja atravessando um período mais seco no holoceno, \n\nprivilegiando processos de exumação do carste como um todo, a condição \n\nsingular que as grutas da base da Bacia Poligonal da Vargem da Lapa as \n\ncolocam na contramão da maioria das cavernas do Carste de Lagoa Santa, \n\npropiciando o confinamento hidráulico mesmo raramente aflorante, e assim, \n\ninviabilizando a precipitação da calcita na superfície de seus condutos. \n\n3.13 Geomorfologia da bacia poligonal da Vargem da Lapa \n\n \n\nA bacia poligonal da Vargem da Lapa, se desenvolve em uma área de \n\n42,5 hectares, não apresenta cursos fluviais perenes significativos e seus \n\nsumidouros, a Vargem da Lapa e Lapa do Beijo, apresentam saturação hídrica \n\napenas em períodos de grande precipitação meteorológica. De acordo com de \n\nmoradores da região, nos últimos oito anos não foi observado o afloramento do \n\nlençol freático em momento algum (informação pessoal). \n\nA bacia poligonal da Vargem da Lapa, é caracterizada no setor noroeste, \n\npor interflúvios elevados de morros de topos convexos de cotas ultrapassando \n\nos 750m e se encontra deprimida entre as lagoas da Lapinha (Figura 6) à norte \n\ne Sangradouro a sul. Já na base da bacia é observado uma planície formada por \n\ncolúvio constituído por material clástico de base plana e cota de 677m, verificada \n\nna entrada de seus sumidouros. A leste do maciço se encontra a única dolina do \n\nrecorte, exibindo modestas dimensões de não mais que 25 metros de diâmetro \n\ne 5 de profundidade e recoberta por uma vegetação estacional semidecidual \n\n \n\n\n\n73 \n\n \n\n \n\nFigura 6: Área da Bacia Poligonal da Vargem da Lapa \n\n \n\nA declividade de suas vertentes são baixas, inferiores a 10% em raras \n\nsituações chegando a 15% e as encostas não sofrem consideráveis rupturas no \n\nrelevo, salvo na transição para o compartimento inferior onde no fundo da \n\ndepressão deposição do material transportado ocorre de maneira planiforme \n\n(Foto 8). A avaliação dos ortomosaicos bem como os frequentes controles de \n\ncampo, não apontaram feições erosivas como ravinamentos ou voçorocas, \n\nsendo possível sugerir que todo o material transportado pelo endocarste é fruto \n\ndo processo da erosão laminar. \n\n\n\n74 \n\n \n\n \n\nFoto 8: Detalhe da vertente e sua declividade pouco acentuada \n\n \n\n \n\nTalvez por seu desenvolvimento recente, o relevo epicárstico da bacia é \n\npouco evoluído se comparado à outros compartimentos geomorfológicos do \n\nCarste de Lagoa Santa, como por exemplo no planalto das dolinas, ou mesmo \n\nna vizinha Lapinha, onde as vertentes rugosas se destacam na paisagem, assim \n\ncomo torres residuais e lapiás de proporções métricas. \n\nNa bacia, se destacaram a grande quantidade de rain pits, além das \n\nkamenitza (marmitas de dissolução) e lapiás de juntas cobertas (Fotos 9 e 10) \n\n\n\n75 \n\n \n\n \n\nFoto 9: Lapiás e kamenitza observados no \ntopo do maciço da área de estudo \n\nFoto 10: Rain Pits observados em rocha \naflorante na entrada da Vargem da Lapa \n\n \n\nNas paredes e tetos do sistema subterrâneo frequentemente são \n\nobservados depósitos terrígenos e brechas encrustados em níveis superiores, \n\nestando eles consolidados, ou não. Uma característica destes materiais é a \n\nvisível discordância deles com o observado no piso atual da caverna. As relíquias \n\ndestes, que outrora foram o piso das cavernas, não apresentam seleção \n\ngranulométrica tão alta como na atual, sendo possível visualizar blocos e calhaus \n\ne até mesmo fósseis de fauna (Fotos 11 e 12), sugerindo um paleoclima com \n\nmuito mais energia para o transporte de sedimentos.  \n\nAs cavernas não tem como características a exuberância de seus \n\nespeleotemas se comparadas com outras do Carste de Lagoa Santa. De \n\nmaneira geral, apresentam poucas colunas, estactites, estalagmites ou \n\ntravertinos, sendo mais frequentes os escorrimentos de calcita misturados a \n\nmaterial terrígeno enroupando alguns pontos de suas paredes e os coraloides \n\ndo tipo couve flor. Merece destaque um salão localizado no final da Lapa do \n\nBeijo, poucos metros acima do piso atual da gruta, onde a parede encontra-se \n\ntotalmente coberta por uma admirável camada de calcita extremamente pura e \n\nclara. \n\n\n\n76 \n\n \n\n \n\nFoto 11: Material clástico consolidado no \nteto da caverna Vargem da Lapa \n\n \n\nFoto 12: Fosseis de fauna (paca) no teto da \nVargem da Lapa \n\n \n\nOutro fato geomorfológico observado nas paredes que corrobora com a \n\nsuposição de um ambiente pretérito mais enérgico, são as marcas de corrente \n\n(scallops) (Foto 13), que são feições de dissolução em formato conchoidal, \n\npodendo também ocorrer espeleotemas (Bretz, 1942). O tamanho dos scallops \n\nestá relacionado com a velocidade da água que atravessa o sistema, onde as \n\nmaiores representam velocidades mais altas e turbulentas, enquanto a situação \n\nantagônica, um ambiente de menor energia na circulação da água. \n\nFoto 13: Piso da caverna totalmente colmatado por sedimentos, situação que ocorre em todo \nseu desenvolvimento e paredes com scallops de vários tamanhos, indicando diversas fases do \n\nfluxo d’água. \n\n \n\nTransversalmente os condutos de ambas as cavernas também \n\napresentam as características típicas da região de formato triangular, resultado \n\nda atuação do sedimento como elemento de defesa da rocha perante a erosão \n\n\n\n77 \n\n \n\n \n\nquímica causada pela água na rocha calcária. Tal feição pode ser observada nas \n\nseções transversais expostas do mapa da Vargem da Lapa (Anexo 4)  \n\nObservada em planta baixa (Anexo 4) a Vargem da Lapa e Lapa do Beijo \n\napresenta o padronagem reticular, típica do carste de Lagoa Santa, indicando \n\num importante controle estrutural em sua morfologia. Seus condutos não são \n\nmuito alargados e se apresentam colmatados por sedimentos clásticos em cota \n\nigual ao da área externa a caverna (Foto 13), na base da Depressão Poligonal \n\nda qual é o sumidouro. \n\nDessa maneira, é possível sugerir que anteriormente a erosão do maciço, \n\nambas as cavernas deviam se conectar no que hoje, é a base da depressão. \n\nAlém disso, a observação empírica da fechamento dos condutos através da \n\ninterceptação dos condutos por depósitos terrígenos, aliado a leitura do produto \n\ncartográfico das cavernas, sugere a possibilidade de que ligações entre seus \n\ncondutos, atualmente estejam soterradas por sedimentos argilosos carreados \n\npara o interior deste sistema, cessando o transporte mais ativo rumo ao nível de \n\nbase local, o Rio das Velhas. \n\n3.14 Remotely Piloted Aircraf \n\nO produto gráfico fornecido pelo RPA se mostrou uma importante \n\nferramenta para a observação de fenômenos e ações morfológicas que possam \n\nestar sucedendo na área. O tamanho de pixel extremamente pequeno, serviu \n\npara uma melhor compreensão da paisagem da bacia. Para o voo a 75 metros \n\nde altura, o apresentou tamanho de 13,3 cm, ao passo que uma imagem do \n\nsatélite World View 3, que atualmente oferece a melhor resolução, entrega um \n\npixel de 31cm, além de ser muito mais onerosa. Já em softwares livres como \n\nGoogle Earth, raramente o pixel apresenta menos de 1 metro de dimensão. \n\nSoma-se a isso baixo erro posicional dos três eixos da aeronave, os quais \n\ntotalizados foram de 3,52m, que poderia ser ainda menor caso na área \n\nsobrevoada, houvessem pontos de controle de sistemas de GPS de precisão. \n\nOutro artificio conveniente que o RPA fornece, é a possibilidade de \n\nsobrepor o produto da interpolação das imagens no software Google Earth, \n\n\n\n78 \n\n \n\n \n\nfavorecendo a melhor compreensão do ambiente e de fatos geomorfológicos \n\n(Fotos 14 e 15). \n\n \nFoto 14: Imagem do maciço rochoso feita \n\ncom RPA \n \n\n \nFoto 15: Imagem disponível no Google Earth \n\n \n\nNo entanto este sistema se mostra limitado para a geração de Modelos \n\nDigitais de Terreno, visto que é apenas um sistema de captação de imagens e \n\nnão de rastreamento da superfície, por meio de bandas espectrais. O processo \n\nde digitalização do relevo se mostrou extremamente complexo e não tão prático, \n\numa vez que o sistema de digitalização, não reconhece autonomamente \n\nelementos não referentes ao relevo, como vegetação, construções ou mesmo \n\numa simples superfície de uma lagoa, classificando-os como parte das vertentes. \n\nDessa maneira, o produto final tende a não apresentar concordância a \n\nmorfologia do terreno, salvo se o usuário despender enorme quantidade de \n\ntempo para corrigir os erros. \n\n\n\n79 \n\n \n\n \n\nCONSIDERAÇÕES FINAIS \n\nConfirmando o apresentado anteriormente, (SHIZATO 1998, PILÓ 1998) \n\nem qualquer posição do relevo, as características do material móvel não indicam \n\npedogênese baseada no material calcário. Entretanto nas posições mais à \n\njusante da bacia, (Perfil 3) ocorre o significativo aumento do teor de Ca++ \n\nespecialmente no Horizonte mais superficial, (0-28cm). Tal fator pode ser \n\natribuído às cheias que circunstancialmente acometem a bacia, como por \n\nexemplo a que acometeu a região no ano de 1949 quando, segundo informações \n\norais, a altura da água atingiu mais de seis metros em relação ao nível de base \n\nlocal. \n\nA definição exata dos limites da bacia, não se mostrou uma tarefa das \n\nmais simples, uma vez que seu entorno ocorre uma significativa presença de \n\npequenos pontos de absorção da água sem significativas alterações altimétricas, \n\nespecialmente a sul, onde se encontra o sistema da Lagoa do Sangrador. Esta \n\ndefinição seria improvável sem frequentes controles de campo aliados ao uso de \n\ndiversos instrumentos, fossem eles mais simples como as cartas topográficas \n\n1:50000, ou mais modernos como as imagens obtidas por RPA. \n\nSe comparados à demais posições do epicarste e endocarste da Região \n\nde Lagoa Santa, a morfologia destas zonas na bacia, indicam um \n\ndesenvolvimento mais recente da paisagem. A ausência de significativos \n\nelementos típicos do relevo cárstico na área, como por exemplo a presença de \n\numa única e pequena dolina, ou mesmo suas duas cavernas sem grandes \n\nsalões, blocos oriundos da incasão, ou mesmo espeleotemas de maior \n\nexuberância, corroboram com esse conceito.  \n\nRefletindo acerca da Análise Estrutural da Cobertura Pedológica e o solo \n\ncomo um agente modelador do relevo, é possível afirmar que na atual \n\ncircunstância climática a concentração de argila de alta atividade nos setores \n\ninferiores da bacia, aliada a um material móvel não tão rico partículas \n\nagregadoras, como constatados nos cambissolos dos terços superior e médio \n\n\n\n80 \n\n \n\n \n\ndas vertentes, faz com que modelado tenda a regredir de maneira mais \n\nacelerada caso não haja um controle do uso da cobertura pedológica. \n\nMesmo não sendo constatados quaisquer tipos de feições erosivas no \n\nmaterial pedológico da Bacia Poligonal da Vargem da Lapa, a constituição \n\ntextural do depósito terrígeno de superfície da Lapa do Beijo pode ser avaliado \n\ncomo um indicativo de que processos erosivos possam estar sucedendo à \n\nmontante da caverna \n\nNo que se refere a questão dos limites das Áreas de Influência Direta e \n\nIndireta de uma caverna, este estudo mostra que não é possível utilizar de uma \n\ndistância euclidiana para abalizar as tais. É licito afirmar que, no caso das Lapas \n\nda Vargem e do Beijo, absolutamente toda bacia é sua área de influência direta \n\ne dessa forma, toda sua bacia deve estar sujeita à políticas de zoneamento que \n\nbusquem a preservação do sistema cavernícola.  \n\nDessa forma é possível sugerir que, cabe ao poder público um \n\nrefinamento das políticas especificas acerca da utilização do solo em áreas \n\ncársticas, especialmente no que tange a parcela da manipulação do material \n\npedológico, não se limitando apenas ao tópico, não menos importante, da \n\nhidrologia. \n\nEste estudo está abreviado a apenas uma pequena fração de incontáveis \n\nmetodologias que podem ser aplicadas para uma melhor compreensão do \n\nprocesso evolutivo do conjunto solo-relevo não apenas nesta bacia, mas \n\npodendo extrapola-lo não apenas para o Carste de Lagoa Santa, sendo possível \n\nsugerir da pesquisa lançando mão dos seguinte meios: \n\n? Mineralogia de argilas para compreender se estas estão se transformando \n\ndurante seu transporte pela vertente, assim como, verificar se elas estão se \n\nreorganizando no ambiente de estagnação da caverna \n\n? Analisar das mais distintas maneiras os materiais clásticos encrostados nos tetos \n\ne paredes das cavernas Vargem da Lapa e do Beijo procurando atestar como \n\ncondições climáticas pretéritas agiram na formação do relevo local. \n\n\n\n81 \n\n \n\n \n\n? Utilizar de métodos de datação como isótopos de cosmogênico e luminescência \n\noticamente estimulada buscando melhor compreender I: taxas de deposição no \n\ninterior das cavernas e assim, relacioná-las com o uso e ocupação do solo na \n\nBacia. II: compreender a magnitude temporal dos processos de erosão e \n\ndeposição no endocarste e suas possíveis relações com o rebaixamento do nível \n\nde base local. \n\n? Realizar pesquisa utilizando dos mesmo métodos desta em outras depressões \n\npoligonais no Carste de Lagoa Santa que apresentem situação morfológica \n\nsimilar à da Vargem da Lapa, porém dentro de Unidades de Conservação, \n\nobjetivando comparações entre os resultados. \n\n? Utilização constante de Remotely Piloted Aircraf no intuito de monitorar a \n\npossíveis deflagrações de processos erosivos no sistema. \n\n\n\n82 \n\n \n\n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\nAB´SABER, A. 1977. Espaços ocupados pela expansão dos climas secos \n\nna América do Sul, por ocasião dos períodos glaciais Quaternários. Paleoclima, \n\nSão Paulo, DG/USP, n.3, p.1 -19 \n\nALMEIDA, F. F. M. (1977) O Cráton de São Francisco. Revista Brasileira \n\nde Geociências, São Paulo. 7(4): 349-346. \n\nANTONY, D. M, GRANGER, D. E. 2007. A New Chronology for the Age \n\nof Appalachian Erosional Surfaces Determined by Cosmogenic Niclides in Cave \n\nSediments. Earth Surface Processes and Ladforms, v. 32, p 874 – 877. \n\nARDAU, F. BALIA, R. BIANCO, M. WAELE, J. 2007. Assessment of cover-\n\ncollapse sinkholes in SW Sardinia (Italy). Geological Society of London, p 47-57. \n\nAULER, A. S. &amp; BASÍLIO, M. S. 1988. Geologia da região a leste de \n\nSantana do Riacho com ênfase ao estudo das feições cársticas. Monografia de \n\nGraduação. Belo Horizonte: Instituto de Geociências da UFMG. 80p. \n\nAULER, A. S. 1994. Hidrogeological and Hydrochemical Characterization \n\nof the Matozinhos – Pedro Leopoldo Karst, Brazil. Tese de Mestrado. Bowling \n\nGreen: Faculty of the Department of Geography and Geology / Western \n\nKentucky. 110p. \n\nAULER, A. S. 1999. Karst Evolution and Paleoclimate of Eastern Brazil. \n\nTese de Doutorado. School of Geographical Sciences, Bristol University. 269p. \n\nAULER, A.S., SMART, P.L., WANG, X., PILÓ, L.B., EDWARDS, R.L., \n\nCHENG, H., 2009. Cyclic sedimentation in Brazilian caves: mechanisms and \n\npalaeoenvironmental significance. Geomorphology 106, 142–153 \n\nBALÁZS, D. 1984. Paleocarste tropical exumado na região de Lapinha \n\n(Minas Gerais, Brasil. Karszt és Barlang, v.II, p.87-92. Tradução de Paulo Rónai). \n\nBAKALOWICZ, M. 1992. Géomie des eaux et flux de matières dissolutes. \n\nKarstologia, n.2 (Mémoires), p. 61-74. \n\n\n\n83 \n\n \n\n \n\nBARBOSA, G. V. 1961. Notícia sobre o Karst na mata de Pains. Boletim \n\nMineiro de Geografia, Belo Horizonte, n.2 e 3, p.3-21. \n\nBÖGLI, A. 1960. Solution of limestone and karren formation. In: \n\nSWEETING, M. M. (Ed). 1983. Karst Geomorpholy. Hutchinson Ross Publishing \n\nCompany: Benchemark Papers in Geology / n.59. 12p \n\nBÖGLI, A. 1980. Karst Hydrology and Physical Speleology. Belin: Springer \n\nVerlag, 284p. \n\nBOULET, R., HUMBEL. F.X., &amp; LUCAS, Y. 1982. Analyse struturale et \n\ncartographie en pédologie: II Une méthode d’analyse prenante en compte \n\nl’organisation tridimensionnele de la couverture. III passage de la phase \n\nanalytique à une catrographie générale synthetique. Cah. ORSTOM, Ser. Pédol. \n\nXIX-4, p. 323-351. \n\nBRETZ, J. H. 1942. Vadose and Phreatic Features of Limestones \n\nCaverns. Journal of Geology 50. p 675 – 811.  \n\nBRANDT, W. 1988. Espeleologia aplicada aos estudos de impacto \n\nambiental. In: Congresso de Espeleologia da América Latina e Caribe, 1, 1988, \n\nBelo Horizonte. Anais…Belo Horizonte: UNICOP. p. 197-207. \n\nBULL, P. A. 1976. Dendritic surge marks in caves. Transactions of the \n\nBritish Cave Research Association, v. 3, n. 1, p. 1-5. \n\nBULL, P. A. 1978. A study of stream gravels from cave: agent Allwedd \n\nWales. Zeitschrifte fur Geomorphologie, v. 22, n. 3, p. 275-296. \n\nBULL, P. A. 1980. Towards a reconstruction of time-scale and \n\npaleoenviroments from cave sediment studies. Timescale in Geomorphology. \n\nJohn Wilwy &amp; Sons, p. 177-187. \n\nBULL, P. A. 1981. Some fine-graned sedimentation phenomena in caves. \n\nEarth Surface and Landforms, v. 6, p. 11-22. \n\n\n\n84 \n\n \n\n \n\nBULL, P. A.; DAOXIAN, Y.; MENGYU, H. 1989. Cave sediments from \n\nChuan Shan Tower Karst, Guilin, China. Cave Science, v. 16, p. 51-56. \n\nBURMEISTER, H. 1980 (edição) Viagem ao Brasil através das províncias \n\ndo Rio de Janeiro e Minas Gerais. São Paulo: Edusp. 372p. \n\nCABRAL, J. A. L. (1994) Cartografia geotécnica de planejamento da \n\nregião de Sete Lagoas-Lagoa Santa. In: Projeto VIDA, CPRM, Belo Horizonte. \n\nRelatório Técnico \n\nCIRIC, M. 1967. Caracteristics of soil formation on limestone and \n\nprinciples of limestone classification. Soviet Soil Science. S/N, p. 57-64. \n\nCORBEL, J. 1959. Erosion en terrain calcaire. Ann. Geog. 68, p. 97-120. \n\nCOUTARD, J. P; KOHLER, H. C. &amp; JOURNAUX, A. 1978. Comentário do \n\nMapa do Carst. Região de Pedro Leopoldo- Lagoa Santa, MG, Brasil. Laboratoire \n\nD’analyse et de Cartographie des Formations Superficielles de l’université de \n\nCaen, et le Centre de Géomorphologie du CNRS à Caen – France. Escala \n\n1:50.000 \n\nCOMPANHIA DE PESQUISAS DE RECURSOS MINERAIS – CPRM. \n\n1994. Belo Horizonte: Informações Básicas para a gestão territorial: região de \n\nSete Lagoas – Lagoa Santa.  \n\nCRUZ JUNIOR, F. W. da. 1998. Aspectos geomorfológicos e \n\ngeoespeleologia do carste da região de Iraquara, Centro-Norte da Chapada \n\nDiamantina, Estado da Bahia. Dissertação de Mestrado. São Paulo: Instituto de \n\nGeociências da Universidade de São Paulo. 108p. \n\nCUNHA, A, A. (org). 2016. Controle de qualidade de posicionamento de \n\nortofoto gerada pelo RPA (Remotely Piloted AircraftI) Phantom 3 com receptor \n\nGNSS embarcado. 12º Congresso de Cadastro Técnico Multifinalitário e Gestão \n\nTerritorial. \n\n\n\n85 \n\n \n\n \n\nCVIJIC, J. 1893. The dolines. In: SWEETING, M. M. (Ed). 1983. Karst \n\nGeomorpholy. Hutchinson Ross Publishing Company: Benchemark Papers in \n\nGeology / 59. p. 19-37. \n\nCVIJIC, J. 1918. Hygrographie souterraine et evolution morphologique du \n\nkarst, Recueil des Travaux de l’Inst. De Geogr. Alpine. V.6, p.375-426. \n\nDAVIS, W. M. 1930. Origin of limestone caverns. Geological Society of \n\nAmerica Bulletin, v. 41, p. 475-628 \n\nDRAYBRODT, W. 1990. The role of dissolution kinetics in the \n\ndevelopment of karst aquifers in limestones: a model simulation of karst \n\nelovuiton. Journal Of Geology, v. 89 n.5, p. 639-655. \n\nELLWOOD, B. B, GOSE, W. A. 2006. Heinrich H1 and 8200 yr BP climate \n\nevents recorded in Hall´s Cave, Texas. Geology, v, 34, p 753 – 756. \n\nEMBRAPA. 1999. Sistema brasileiro de classificação dos solos. Rio de \n\nJaneiro, 412p. \n\nFERRARI, J. A. 1990. Interpretação das feições cársticas na região de \n\nIraquara, Bahia. Dissertação de Mestrado. Salvador. Universidade Federal da \n\nBahia. 93p. \n\nFENG, T. CHEN, T. POLYAKOV, V. O. WANG, K. ZHANG, X. ZHANG, \n\nW. 2016. Soil Erosion Rates in Two Karst Peak-cluster Depression Basins of \n\nnorthwest Guangxi, China: Comparison of the RUSLE model with 137Cs \n\nmeasurements. Geomorphology 253. p 217 – 224. \n\nFORD, D. C.; EWERS, R. O. 1978. The development of limestone cave \n\nsystems in the dimensions of length and depth. Canadian Journal of Earth \n\nScience, v.15, p. 1783-1798. \n\nFORD, D. C.; WILLIAMS, P. W. 1989. Karst geomorphology and \n\nhydrology. London, Unwin Hyman. 601p. \n\n\n\n86 \n\n \n\n \n\nFORD, T. D. 1975. Sediments in caves. Transactions British Cave \n\nResearch Association, v. 2, n. 1. p. 44-46. \n\nFUNDAÇÃO INSTITUTO BRASILEIRO DE GEOGRAFIA E \n\nESTÁTÍSTICA. 1992. Mapa da Vegetação do Brasil. 1: 5.000.000 \n\nGAMS, I. 1973. Types of Accelerated Corrosion. In: SWEETING, M. M. \n\n(Ed). 1983. Karst Geomorpholy. Hutchinson Ross Publishing Company: \n\nBenchemark Papers in Geology / 59. p 126-133. \n\nGAMS, I. 1978. The polje: The problem of definition. Zeits. Geomorph. \n\nn.22, p. 170-181. \n\nGAMS, I. NICOD, J. JULIAN, M. ANTHONY, E. SAURO, U 1993. \n\nEnvironmental Change and Human Impacts on the Mediterranean Karsts of \n\nFrance, Italy and the Diraric Regions. Cremlingen. Catena Supplement 25. p 59 \n\n– 98. \n\nGOLDIE, H.S 1993. Human Impact on Karst in the British Isles. \n\nCremlingen. Catena Supplement 25. p 161 - 185 \n\nGOMES, M do C. A.A. &amp; PILÓ, L.B. 1992. As minas de salitre: a \n\nexploração econômica das cavernas em Minas Gerais nos fins do período \n\ncolonial. Espeleo-tema, São Paulo, v. 16, p.83-93. \n\nGUILLIESON, D. 1986. Cave sedimentation in the New Guinea highlands. \n\nEarth Surface Process and Landforms, v. 11, p. 533-543. \n\nGUTIERREZ F, COOPER A.H, JOHNSON K.S 2008. Identification, \n\nprediction and mitigation of sinkhole hazards in evaporite karst areas. \n\nEnvironmental Geology 53:1007–1022 \n\nGROSSI, J. H. &amp; QUADE, H. (1985) Revisão estratigráfica do Grupo \n\nBambuí (bloco oriental), em Minas Gerais, Anais do 3º Simp. Geol. Minas Gerais, \n\nBelo Horizonte. ABG, p. 68-83 \n\n\n\n87 \n\n \n\n \n\nGRUND, A. 1914. The geographical cicle in the Karst. Zeitschr. Ges. \n\nErdkunde. 52: 621-640. In: SWEETING, M. M. (Ed). 1983. Karst Geomorpholy. \n\nHutchinson Ross Publishing Company: Benchemark Papers in Geology / 59. 429 \n\np. \n\nHADDAD-MARTIM, P. M (org). 2017. Quaternary depositional facies in \n\ncave entrances and their relation to landscape evolution: The example of Cuvieri \n\nCave, Eastern Brazil. Catena, v, 157, p 372 – 387. \n\nHARDWICK, P. GUNN, J. 1993. The Impact of Agriculture on Limestones \n\nCaves. Cremlingen. Catena Supplement 25. p 235 – 249. \n\nHERAS, R. (org.). 1972. Manual de hidrologia: princípios básicos em \n\nhidrologia - v.1. Madrid: Escuela de Hidrologia. 473p. \n\nJENNINGS, J.N. 1985. Karst Geomorphology. Oxford: Basil Blackwel. 281 \n\np. \n\nJOURNAUX, A. 1977. Geomorphologie et Préhistoire. Methedologie pour \n\nune Cartographie de L’Environnement dês sites Préhistoriques; L’Example de \n\nLagoa Santa (Minas Gerais, Brésil). Norois, v. 95, p. 319-335. \n\nKARMANN, I. 1994. Evolução e dinâmica do Sistema Cárstico do Alto \n\nVale Ribeira do Iguape, sudeste do Estado de São Paulo, Tese de Doutorado. \n\nInstituto de Geociências, Universidade de São Paulo. São Paulo. \n\nKING, L.C. 1956. A geomorfologia do Brasil central. Revista Brasileira de \n\nGeografia, v 17, p. 3-265. \n\nKOHLER, H. C; COUTARD, J. P. &amp; QUEIROZ NETO. J. P. 1978. \n\nExcursão a região kárstica ao norte de Belo Horizonte. In: Colóquio \n\nInterdisciplinar Franco-Brasileiro: Estudo e Cartografação de Formações \n\nSuperficiais e suas Aplicações em Regiões Tropicais, São Paulo, USP, v II. p. \n\n20-43. (guia de excursões) \n\n\n\n88 \n\n \n\n \n\nKOHLER, H.C. 1994. Geomorfologia Cárstica na Região de Lagoa Santa \n\n– MG. Tese de Doutorado. Departamento de Geografia da Faculdade de \n\nFilosofia, Letras e Ciências Humanas, Universidade de São Paulo. São Paulo. \n\nLAMOUROUX, M. 1972. Étude de sols formes sur roches carbonatées. \n\nPédogenèse fersiallitique au Liban. Thèse Sc., Strasbourg et. Mém. ORSTOM, \n\nn. 56, 266p.  \n\nLANARI, C.U. 1909. Ossadas humanas fósseis encontradas numa \n\ncaverna calcarea das vizinhanças do Mocambeiro. Annaes da Escola de Minas, \n\nOuro Preto, n. 11, p. 15-35. \n\nLAUREANO, F. V. 1998. O registro sedimentar clástico associado aos \n\nsistemas de cavernas Lapa Doce e Torrinha, Município de Iraquara – Chapada \n\nDiamantina, BA, Dissertação de Mestrado. Instituto de Geociências, \n\nUniversidade de São Paulo. São Paulo. \n\nLAUREANO, F. V. 2014. Idade de soterramento 26Al/10Be em grão de \n\nquartzo e o assoreamento dos sistemas de caverna na região de Iraquara (BA): \n\n2 milhões de anos de registro sedimentar quaternário. Tese de Doutorado. \n\nInstituto de Geociências, Universidade de São Paulo. São Paulo. \n\nLAURITSEN, S. E.; LAURITSEN, A. 1995. Differential diagnosis of \n\nparagenetic and vadose canyons. Cave and Karst Science, v. 22, p, 23-30. \n\nLEHMANN, H. 1936. Morpohological Studies in Java. In: SWEETING, M. \n\nM. (Ed). 1983. Karst Geomorpholy. Hutchinson Ross Publishing Company: \n\nBenchemark Papers in Geology / 59. p. 320-328. \n\nLEMOS, R. C. &amp; SANTOS, R. D. 1996. Manual de descrição e coleta de \n\nsolo no campo. 3ª ed. SBCS. Campinas. 84p. \n\nLUND, P. W. 1950 (edição). Memórias sobre a paleontologia brasileira. \n\nTraduzidas, revistas e comentadas por Carlos de Paula Couto. Rio de Janeiro: \n\nInstituto Nacional do Livro. 589p.  \n\n\n\n89 \n\n \n\n \n\nMAIRE, R.; QUINIF, Y. 1988. Chronostratigraphie et evolution \n\nsedimentaire en mileu alpin das la Galerie Aranzadi (Gouffre de la Pierre Saint \n\nMartin, Pyrenees, France) Annáles de la Société Géologique de Belgique. v. 111, \n\nn.1, p. 61-77. \n\nMALTA, I. M. 1995. Dinâmica e evolução do sistema cárstico da Lapa \n\nVermelha de Pedro Leopoldo, MG. Dissertação de Mestrado. São Paulo: Depto \n\nde Geografia – Universidade de São Paulo. 77p. \n\nMARTONNE, E. de. 1909. Traité de géographie physique. Paris: A. Colin. \n\n3 tomes. \n\nMILSKE, J. A.; ALEXANDER JR., E. C.; LIVELY, R. S. 1983. Clastic \n\nsediments in Mystery Cave Southeastern Minnesota, NSS Bulletin, v. 45, p. 55-\n\n75. \n\nMOURA, V.; AULER, A. S.; LEÃO, M.; ALT, L. 2013. Photographic and \n\nsediment monitoring procedures and initial results for a brazilian iron ore cave. \n\n20º National Cave and Karst Management Symposium. Carlsbad. \n\nNEVES, W.A; ARAUJO, A.G.M; BERNARDO, D.V; KIPNIS R.; \n\nFEATHERS, J,K. 2012 Rock Art at the Pleistocene/Holocene Boundary in \n\nEastern South America. PLoS ONE 7(2): e32228. \n\ndoi:10.1371/journal.pone.0032228 \n\nNICOD, J. 1972. Pays et paysages du calcaire. 1. Ed. Paris: Presses \n\nUniversitaires de France (La Géographe, 7) 244p. \n\nNICOD J, JULIAN M, ANTHONY E (1997) A historical review of man-karst \n\nrelationships: miscellaneous uses of karst and their impact. Rivista di Geografia \n\nItaliana 103, p 289–338 \n\nNIMER, E &amp; BRANDÃO, A.M.P.M. 1989. Balanço hídrico e clima da região \n\ndos cerrados. 1. Ed. Rio de Janeiro. FIBGE.166p. \n\n\n\n90 \n\n \n\n \n\nNIMER, E. 1977. Clima. In: FUNDAÇÃO INSTITUTO BRASILEIRO DE \n\nGEOGRAFIA E ESTATÍSTICA. Geografia do Brasil; região Sudeste. Rio de \n\nJaneiro: IBGE. p.51-89. \n\nPALMER, A. N. 1984. Geomorphic interpretation of Karst features. In: \n\nLAFLEUR, R.G. Groundwater as a Geomorphic Agent. Allen &amp; Unwin, 8, p. 173-\n\n209 \n\nPALMER, A. N. 1991. Origin and morphology of limestone caves. Bulletin \n\nof Geological Society of America, v. 103, n. 1, p. 1-21. \n\nPANNO, S. V, CURRY, B. B, WANG, H. HACKLEY, K. C, LIU, C. L, \n\nLUNDSTORM, C, ZHOU, J. 2004. Climate Change in Southern Illinois, USA, \n\nBased on the age and ?13 C of Organic Matter in Cave Sedments. Quaternary, \n\nv.61, p 301 – 313. \n\nPARIZZI, M. G. 1993. A gênese e a dinâmica da Lagoa Santa com base \n\nem estudos palinológicos, geomorfológicos e geológicos de sua bacia. \n\nDissertação de Mestrado. Belo Horizonte: Instituto de Geociências da \n\nUniversidade Federal de Minas Gerais. 60p. \n\nPARISE, M., DEWAELE, J., GUTIÉRREZ, F., 2009. Current perspective \n\non the environmental impacts and hazards in karst. Environmental Geology. 58, \n\n235–237. \n\nPEREIRA, R. G. F de A. 1998. Caracterização geomorfológica e \n\ngeoespeleológica do carste da bacia do rio Uma, borda leste da Chapada \n\nDiamantina (município de Itaetê, estado da Bahia). Dissertação de Mestrado. \n\nInstituto de Geociências, Universidade de São Paulo. São Paulo. \n\nPESSOA, P.F. 1996. Caracterização hidrogeológica da região cárstica de \n\nSete Lagoas – MG: potencialidades e riscos. Dissertação de Mestrado. São \n\nPaulo: Instituto de Geociências da USP. 101p.  \n\n\n\n91 \n\n \n\n \n\nPILÓ, L. B. 1989. A morfologia cárstica do baixo curso do rio Peruaçu. \n\nJanuária-Itacarambi, MG. Monografia de Graduação. Belo Horizonte: Instituto de \n\nGeociências da UFMG, Depto de Geografia. 80p. \n\nPILÓ, L. B. Morfologia cárstica e materiais constituintes: dinâmica e \n\nevolução da depressão poligonal Macacos-Baú – Carste de Lagoa Santa, MG. \n\nTese de Doutorado. Departamento de Geografia da Faculdade de Filosofia, \n\nLetras e Ciências Humanas, Universidade de São Paulo. São Paulo, 1998. \n\nPRICKNETT, R.G., BRAY, L.G., STENNER, R.D 1976. The chemistry of \n\ncave Waters. In: FORD, D. &amp; CULLINGFORD (eds). The Science of Speleology, \n\nLondon, Academic Press, p. 213-266. \n\nPROUS, A. 1991. Aspectos arqueológicos de Lagoa Santa. In: Congresso \n\nda Associação Brasileira de Estudos do Quaternário, 3, 1991, Belo Horizonte. \n\nRoteiro de Excursão. Belo Horizonte: Imprensa Universitária da UFMG. Pp.39-\n\n42. \n\nQUINIF, I.; MAIRE, R. 1986. Etudes sedimentologiques et datations \n\nradiométriques das Le Grouffre de la Pierre Saint Martin (Pyrénées, France): \n\ncontribuition à l’etude du quaternaire Pyrénéen. International Congress of \n\nSpeleology, Barcelona, Proccedings UIS. \n\nRENAULT, P. 1968. Contribuition al’etude actions méceniques et \n\nsédimentologiques dans la spéléogenése. Annales de Spéléologie, v. 23, n.3, p. \n\n575-593. \n\nRENAULT, P. 1992. La karstologie Francaise de 1900 à 1992. Karstologia \n\n(Mémoires), n. 2, p 17-30. \n\nRIBEIRO, C.M. 1994. O clima do planalto de Lagoa Santa. Belo Horizonte. \n\nEstudos ambientais e propostas de manejo na região de Lagoa Santa – MG. \n\nFundep. 28p. \n\nRODET, J. 1997. As zonas cársticas de São Raimundo Nonato (Piauí, \n\nBrasil). O Carste, Belo Horizonte, v.9 n.1, p. 2-7 \n\n\n\n92 \n\n \n\n \n\nROGLIC, J. 1972. Historical Review of Morphologic Concepts. In, \n\nSWEETING, M. M. (Ed). 1983. Karst Geomorpholy. Hutchinson Ross Publishing \n\nCompany: Benchemark Papers in Geology / 59. p 12-22. \n\nSALVATI, R. SASOWSKY, I. D. 2002. Development of colapse sinkholes \n\nin áreas of groundwater discharge. Journal of Hydrology, v, 264, p 1 – 11. \n\nSANDERS, E. M. 1921. The cycle of erosion in a Karst Region (after \n\nCvijic). Geog. Rev. N.11. p 593-604. \n\nSANTOS, R.D., LEMOS, R.C., SANTOS, H.G., KER, J.C., ANJOS, L.H.C., \n\n2005. Manual de Descrição e Coleta de Solos no Campo. SBCS, Viçosa. \n\nSASOWSKY, I. D.; WHITE, W. B.; SCHMIDT, V. 1985. A. Determination \n\nof stream-incision rate in the Appalachian plateus by using cave-sediment \n\nmaganetostratigraphy. Geology, v. 23, n. 4, p. 415-118. \n\nSCHMIDT, V. A. 1982. Magnetoestratigraphy of sediments in Mamoth \n\nCave, Kentucky. Science, v. 217, p. 827-829. \n\nSCHMIDT, V. A.; JENNINGS, J. N.; HAOSHENG, B. 1984. Dating of cave \n\nsediments at Wee Jasper, New South Wales, by magnetostratigraphy. Australian \n\nJournal of Earth Science, v. 31, p. 361-370. \n\nSCHOELL, W.U. (1973) Sedimentologia der Bambui - Gruppe in SE teil \n\ndes São Francisco Beckens, Forsh. Geol. Palaent., 31/32: 71-91 \n\nSCHROEDER, J.; FORD, D. C. 1983. Clastic sediments in Castleguard \n\nCave, Columbia Icefields, Alberta, Canada. Artic and Alpine Research, v. 15, n. \n\n4, p 451-461. \n\nSILVA, A. B., MOREIRA, C. V. R. &amp; AULER, A. S. 1987. Estudo da \n\nDinâmica dos recursos hídricos da região cárstica dos municípios de Lagoa \n\nSanta, Pedro Leopoldo e Matozinhos. CETEC – Fundação Centro Tecnológico \n\nde Minas Gerais. Belo Horizonte. 32p. \n\n\n\n93 \n\n \n\n \n\nSILVA, A. B. da., COSTA. P. C. G. CAVANELLAS, E.A.P.P., SANTOS, \n\nA.P. &amp; BONVINCINI, D.A. 1998. Abatimento de solo na cidade de Sete Lagoas. \n\nCETEC – Fundação Centro Tecnológico de Minas Gerais. Belo Horizonte. 13p.  \n\nSHINZATO, E. 1998. O Carste Da Área De Proteção Ambiental De Lagoa \n\nSanta (Mg) D Sua Influência Da Formação Dos Solos. Dissertação de Mestrado. \n\nCentro de Ciências e Tecnologias Agropecuárias, Universidade Estadual do \n\nNorte Fluminense. Campos de Goytacazes \n\nSPRINGER, G. S.; KITE, J. S.; SCHMIDT, V. A. 1997. Cave \n\nsedimentation, genesis, and erosional history in the Cheat River Canyon, West \n\nVirginia. Geological Society of America Bulletin, v. 109, n. 5, p. 524-532. \n\nSTRAUSS, A. M. 2008. Ocupação Humana no Início no Holoceno às \n\nMargens de uma Lagoa Cárstica na Região de Lagoa Santa – MG. Trabalho de \n\nConclusão de Curso. Instituto de Geociências, Universidade de São Paulo. São \n\nPaulo. \n\nSTRAUSS, A.M. (Ed). 2015. The oldest case of decapitation in the New \n\nWorld (Lapa do Santo, east-central Brazil).  Plos ONE 10(9): E0137456. \n\nDoi:10.1371/Journal.Pone.0137456 \n\nSTRAUS, A.M. (Ed). 2016. Early Holocene ritual complexity in South \n\nAmerica: the archaeological record of Lapa do Santo (east-central Brazil). \n\nAntiquity Publications Ltd. Cambridge, p. 1454-1473. \n\nSWEETING, M. M. (Ed). 1983. Karst Geomorpholy. Hutchinson Ross \n\nPublishing Company: Benchemark Papers in Geology / 59. 429 p. \n\nTRICART, J. &amp; CAILLEUX, A. 1955. Introduction à la geomorphologie \n\nclimatique. C.D.U. 222p. \n\nTRICART, J. 1956. O karst das vizinhanças setentrionais de Belo \n\nHorizonte (Minas Geais). Revista Brasileira de Geografia, Rio de Janeiro, n. 4, \n\np.3-20. \n\n\n\n94 \n\n \n\n \n\nTRICART, J. 1965. Principes et méthodes de la géomorphologie. Paris: \n\nMasson. 496p.  \n\nTRUDGILL, S. T. INKPEN, R. 1993. Impacto f Acid Rain on Karst \n\nEnvironments. Cremlingen. Catena Supplement 25. p 199 – 218. \n\nTULLER, M. P.; RIBEIRO, J. H.; DANDERFER F.1991. A Geologia da \n\nregião de Lagoa Santa e Sete Lagoas. In: Projeto VIDA, CPRM, Belo Horizonte. \n\nRelatório Técnico. \n\nURUSHIBARA – YOSHINO, K. 1993. Human Impacto n Karst Soils: \n\nJapanese and Other Examples. Cremlingen. Catena Supplement 25, 219-233. \n\nVERHEYE, W.H. 1989. Impact des proprietes Hydrodynamiques du \n\nsubstrato karstique sur la nature dusol em milieu mediterraneen. Karstologia, n. \n\n14, p 1-8. \n\nWANG, S.J., LIU, Q.M., ZHANG, D.F., 2004. Karst rocky desertification in \n\nsouthwestern China: geomorphology, landuse, impact and rehabilitation. Land \n\nDegradation. Dev. 15, 115–121. \n\nWARMING, E. 1908. Contribuição para a geografia phytobiológica. Belo \n\nHorizonte, Imprensa Oficial do Estado de Minas Gerais (tradução do \n\ndinamarquês por Alberto Loefgre). Reeditado pela EDUSP em 1973 e \n\n1982.386p. \n\nWILLIAMS. P. W. 1971. Ilustrating morphometric analysis of karst with \n\nexemples from New Guinea. Zeitschrift für Geomorph, n 15, p. 40-61. \n\nWILLIAMS. P. W. 1985. Subcutaneos hydrology and the development of \n\ndolines and cockpit Karst. Z. Geomorph N. F. 29; 4, p.463-482. \n\nWHITE, E. L.; WHITE, W. B. 1968. Dynamics of sediment transport in \n\nlimestones caves. NSS Bulletin. V. 30, n. 4, p. 115-129. \n\n\n\n95 \n\n \n\n \n\nWHITE, W.B. 1984. Rates processes: Chemical kinetics and karst \n\nlandform development. In: Grounwater as a geomorphic Agent. R.G. Lafleur Ed. \n\n(Allen an Unwin, Boston) p. 227-248. \n\nWHITE, W. B. 1988. Geomorphology and hydrology of karst terrains. \n\nOxford University Press. 464p.  \n\nYUAN, D. (Ed.) 1991. Karst of China. 1 ed. Beijing: Geological Publishing \n\nYUAN, D. 1993. Environmental Change and Human Impact on Karst in \n\nSouthern China. Cremlingen. Catena Supplement 25. p 99 – 107. \n\n.  \n\n\n\n96 \n\n \n\n \n\nANEXOS: \n\n\n\n97 \n\n \n\n \n\nAnexo 1. Mapa Geológico da APA Carste de Lagoa Santa \n\n \n\n\n\n98 \n\n \n\n \n\nAnexo 2. Mapa Geomorfológico da APA Carste de Lagoa Santa \n\n \n\n\n\n99 \n\n \n\n \n\nAnexo 3: Mapa Pedológico da APA Carste de Lagoa Santa \n\n \n\n\n\n100 \n\n \n\n \n\nAnexo 4: Mapa do Sistema Vargem da Lapa e Lapa do Beijo \n\n \n\n  \n\n\n\n101 \n\n \n\n \n\nAnexo 5: Ficha de Descrição de Perfis Pedológicos \n\n  \n\n\n\n102 \n\n \n\n \n\nPERFIL: P1 \n\nCLASSIFICAÇÃO: Cambissolo \n\nLOCALIZAÇÃO: 609449/7836213 \n\nSITUAÇÃO E DECLIVE: Trincheira aberta em interflúvio de topo plano \n(declividade &lt;1%) \n\nFORMAÇÃO GEOLÓGICA: Formação Serra de Santa Helena \n\nMATERIAL ORIGINÁRIO: Siltitos \n\nRELEVO LOCAL: Plano  \n\nRELEVO REGIONAL: Suave ondulado  \n\nALTITUDE: 752m  \n\nEROSÃO: Laminar ligeira  \n\nDRENAGEM: Bem drenado  \n\nPEDREGOSIDADE: Pedregoso  \n\nROCHOSIDADE: Não rochoso  \n\nVEGETAÇÃO E USO ATUAL: Cerrado/pastagem (Brachiaria)  \n\nA 00 - 28cm vermelho amarelado (5YR 5/6, seco); argilosa; blocos \nsubangulares pequenos; muito compacto, transição plana e gradual. \n\nB 28 - 103cm vermelho (2,5YR 4/6, seco); argilosa com muitos cascalhos; \nblocos angulares médios; macio; transição plana e gradual.  \n\nC 103 – 142cm vermelho (2,5YR 5/6, úmido); argilosa; blocos angulares \nmédios; macio; transição gradual e irregular. \n\nRocha 142 - ++cm: Material de alteração com presença de estruturas do \nfilito; médio argilosa; macio; cerosidade abundante. \n\n  \n\n\n\n103 \n\n \n\n \n\nPERFIL: P2 \n\nCLASSIFICAÇÃO: Cambissolo Latossólico \n\nLOCALIZAÇÃO: 609631/7835698 \n\nSITUAÇÃO E DECLIVE: Perfil aberto em terço médio; declividade 15% \n\nFORMAÇÃO GEOLÓGICA: Formação Serra de Santa Helena \n\nMATERIAL ORIGINÁRIO: Siltitos \n\nRELEVO LOCAL: Ondulado \n\nRELEVO REGIONAL: Suave ondulado  \n\nALTITUDE: 714m  \n\nEROSÃO: Laminar ligeira  \n\nDRENAGEM: Bem drenado  \n\nPEDREGOSIDADE: Pedregoso  \n\nROCHOSIDADE: Não rochoso  \n\nVEGETAÇÃO E USO ATUAL: Cerrado/pastagem (Brachiaria)  \n\nA 00 - 18cm bruno avermelhado (2,5YR 4/4, seco); muito argilosa com \nmuitos cascalhos; granular pequena; ligeiramente dura, transição plana e \ngradual. \n\nB 18 - 37cm vermelho (2,5YR 5/8, seco); argilosa com muitos cascalhos; \nblocos subangulares pequenos; solta; transição plana e gradual.  \n\nC 37 – +cm vermelho-amarelado (5YR 5/8, úmido); muito argilosa; blocos \nsubangulares médios; macio; transição gradual e plana \n\n  \n\n\n\n104 \n\n \n\n \n\nPERFIL: P3 \n\nCLASSIFICAÇÃO: Latossolo \n\nLOCALIZAÇÃO: 609449/7836213 \n\nSITUAÇÃO E DECLIVE: Trincheira aberta em terço inferior declividade \n2%. \n\nFORMAÇÃO GEOLÓGICA: Formação Sete Lagoas, Membro Lagoa \nSanta \n\nMATERIAL ORIGINÁRIO: Calcário \n\nRELEVO LOCAL: Plano \n\nRELEVO REGIONAL: Suave ondulado \n\nALTITUDE: 695m \n\nEROSÃO: Laminar \n\nDRENAGEM: Bem drenado \n\nPEDREGOSIDADE: Pedregoso \n\nROCHOSIDADE: Não rochoso \n\nVEGETAÇÃO E USO ATUAL: Cerrado/milho \n\nA 00 - 16cm bruno-avermelhado (5YR 5/6, seco); muito argilosa; blocos \nsubangulares pequenos; dura, transição plana e abrupta. \n\nB 16 - 58cm bruno-avermelhado (2,5YR 4/6, seco); muito argilosa; \nblocos subangulares médios; macio; transição plana e gradual. \n\nC 58 – +cm bruno-avermelhado-escuro (2,5YR 5/6, úmido); muito \nargilosa; blocos subangulares médios; ligeiramente dura. \n\n  \n\n\n\n105 \n\n \n\n \n\nAnexo 6: Descrição analítica das coletas de solo e sedimento \n\n  \n\n\n\n106 \n\n \n\n \n\nAnálise Química Perfil 1: \n\nDeterminações Unidades \n\nAmostras \n\nHorizonte \n0-28cm \n\nHorizonte \n28-\n\n103cm \nHorizonte \n>103cm \n\npH_H2O - 6,1 6,5 5,3 \n\npH KCl - 5,1 4,6 4 \n\nM.O Titulação g.kg·¹ 2 2 24 \n\nFósforo \n\nMehlich 1 \nmg.kg·¹&lt;5&lt;5&lt;5 \n\nPotássio \n\nMehlich 1 \nmmolc.kg·¹ 2,5 0,7 0,4 \n\nCálcio kCl 1 \n\nmol/L \nmmolc.kg·¹ 57 21 2 \n\nMagnésio KCl \n\n1 mol.L \nmmolc.kg·¹ 1 2&lt;0,1 \n\nAlúminio KCl 1 \n\nmol.L \nmmolc.kg·¹ 1 2 38 \n\nH+Al Acetato \n\nde Cálcio \nmmolc.kg·¹ 2 17 66 \n\nSB mmolc.kg·¹ 61,5 22,7 2,4 \n\nCTC mmolc.kg·¹ 63,5 39,7 68,4 \n\nV % 97 57 4 \n\nm % 2 8 94 \n\n \n\n \n\n \n\n\n\n107 \n\n \n\n \n\nAnálise Química Perfil 2: \n\nDeterminações Unidades \n\nAmostras \n\nHorizonte 0-\n18cm \n\nHorizonte \n18-47cm \n\nHorizonte > \n47cm \n\npH_H2O  5,8 6 6,7 \n\npH KCl - 5 4,2 4,3 \n\nM.O \n\nTitulação \ng.kg·¹ 9 6 32 \n\nFósforo \n\nMehlich 1 \nmg.kg·¹&lt;5&lt;5&lt;5 \n\nPotássio \n\nMehlich 1 \nmmolc.kg·¹ 1,2 0,3 0,3 \n\nCálcio kCl 1 \n\nmol/L \nmmolc.kg·¹ 39 7 3 \n\nMagnésio \n\nKCl 1 mol.L \nmmolc.kg·¹ 2 1&lt;0,1 \n\nAlúminio KCl \n\n1 mol.L \nmmolc.kg·¹ 7 8 13 \n\nH+Al Acetato \n\nde Cálcio \nmmolc.kg·¹ 44 26 25 \n\nSB mmolc.kg·¹ 42,2 8,3 3,2 \n\nCTC mmolc.kg·¹ 86,2 34,3 28,3 \n\nV % 49 24 12 \n\nm % 14 49 80 \n\n \n\n \n\n \n\n\n\n108 \n\n \n\n \n\nAnálise Química Perfil 3: \n\nDeterminações Unidades \n\nAmostras \n\nHorizonte \n1 \n\nHorizonte \n2 \n\nHorizonte \n3 \n\npH H2O - 5,9 6,1 5,8 \n\npH KCl - 4,5 3,9 3,7 \n\nM.O Titulação g.kg·¹ 19 23 2 \n\nFósforo \n\nMehlich 1 \nmg.kg·¹ 15&lt;5 7 \n\nPotássio \n\nMehlich 1 \nmmolc.kg·¹ 0,5 2,6 1,1 \n\nCálcio kCl 1 \n\nmol/L \nmmolc.kg·¹ 63 11 6 \n\nMagnésio KCl \n\n1 mol.L \nmmolc.kg·¹ 8 2 2 \n\nAlúminio KCl 1 \n\nmol.L \nmmolc.kg·¹ 3 43 52 \n\nH+Al Acetato \n\nde Cálcio \nmmolc.kg·¹ 54 83 111 \n\nSB mmolc.kg·¹ 71,5 15,6 120,1 \n\nCTC mmolc.kg·¹ 125,5 98,6 8 \n\nV % 57 16 85 \n\nm % 4 73  \n\n \n\n \n\n \n\n\n\n109 \n\n \n\n \n\nAnálise Química Amostra Caverna: \n\nDeterminações Unidades \nAmostra \n\nGreta \n\npH H2O - 6,3 \n\npH KCl - 5,3 \n\nM.O Titulação g.kg·¹ 26 \n\nFósforo Mehlich 1 mg.kg·¹ 31 \n\nPotássio Mehlich 1 mmolc.kg·¹ 1,9 \n\nCálcio kCl 1 mol/L mmolc.kg·¹ 165 \n\nMagnésio KCl 1 mol.L mmolc.kg·¹ 3 \n\nAlúminio KCl 1 mol.L mmolc.kg·¹ 1 \n\nH+Al Acetato de Cálcio mmolc.kg·¹ 5 \n\nSB mmolc.kg·¹ 169,9 \n\nCTC mmolc.kg·¹ 174,9 \n\nV % 97 \n\nm % 1 \n\n \n\n  \n\n\n\n110 \n\n \n\n \n\nAnálise Física Perfil 1: \n\nDeterminações Unidades \n\nAmostras \n\nHorizonte 0-\n28cm \n\nHorizonte 28-\n103cm \n\nHorizonte 103 \n\nAreia Total g.kg·¹ 405 455 371 \n\nArgila g.kg·¹ 507 479 436 \n\nSilte g.kg·¹ 88 66 193 \n\nClasse Textural - Argiloso Argiloso Argiloso \n\nAnálise Física Perfil 2: \n\nDeterminações Unidades \n\nAmostras \n\nHorizonte 1 Horizonte 2 Horizonte 3 \n\nAreia Total g.kg·¹ 232 524 202 \n\nArgila g.kg·¹ 701 432 729 \n\nSilte g.kg·¹ 67 26 69 \n\nClasse Textural - Argiloso Muito Argiloso Muito Argiloso \n\n \n\n  \n\n\n\n111 \n\n \n\n \n\nAnálise Física Perfil 3: \n\nDeterminações Unidades \n\nAmostras \n\nHorizonte 1 Horizonte 2 Horizonte 3 \n\nAreia Total g.kg·¹ 181 119 113 \n\nArgila g.kg·¹ 655 678 685 \n\nSilte g.kg·¹ 164 203 202 \n\nClasse Textural - Muito Argiloso Muito Argiloso Muito Argiloso \n\nAnálise Física Amostra Caverna: \n\nDeterminações Unidades \n\nAmostra \n\nHorizonte 1   \n\nAreia Total g.kg·¹ 97   \n\nArgila g.kg·¹ 630   \n\nSilte g.kg·¹ 272   \n\nClasse Textural - Muito Argiloso   \n\n \n\n\n\tCaracterização das formações superficiais do Carste de Lagoa Santa: umestudo de caso da Bacia Poligonal da Vargem da Lapa (Município de LagoaSanta, Minas Gerais)\n\tAGRADECIMENTOS\n\tRESUMO\n\tABSTRACT\n\tLISTA DE FIGURAS\n\tLISTA DE TABELAS\n\tLISTA DE FOTOS\n\tLISTA DE GRÁFICOS\n\tSumário\n\t1 INTRODUÇÃO.\n\t2 REFERENCIAL TEÓRICO E METODOLÓGICO.\n\t2.1 A Carstologia\n\t2.2 A morfologia Cárstica\n\t2.2.1. Exocarste\n\t2.2.2. Epicarste\n\t2.2.3. E\nndocarste\n\n\t2.3 A Carstologia em Lagoa Santa\n\t2.4 Depósitos Clásticos.\n\t2.4.1 Classificação dos Sedimentos Clásticos\n\n\t2.5 Solos em Terrenos Cársticos\n\t2.6 Impactos humanos em terrenos cársticos\n\t2.6.1 Perda de solo em \nSistemas Cársticos\n\n\n\t3 UNIVERSO DE ANÁLISE\n\t3.1 Localização\n\t3.2 Clima\n\t3.2.1 Temperatura\n\t3.2.2 Índices Pluviométricos\n\n\t3.3 Contexto geológico\n\t3.3.1 Membro Pedro Leopoldo\n\t3.3.2 Membro Lagoa Santa\n\t3.3.3 \nA formação Serra de Santa Helena\n\t3.4 Vegetação\n\t3.5 Histórico da ocupação humana\n\t3.6 Geomorfologia\n\t3.7 Solos de Lagoa Santa\n\n\n\tMETODOLOGIA\n\t3.8 Eleição da área de estudo\n\t3.9 Atividades de Campo\n\t3.9.1 Levantamento Pedológico\n\t3.9.2 Utilização de Remotely Piloted Aircraf (RPA)\n\t3.9.3 Topografia espeleológica\n\t3.9.4 Materiais utilizados\n\n\t3.10 Atividades de Laboratório\n\t3.10.1 Análises químicas\n\t3.10.2 Análises físicas\n\n\t3.11 Atividades de Gabinete\n\t3.11.1 Cartografia Espeleológica\n\t3.11.2 Processamento de RPA\n\t3.11.3 \nA delimitação da Bacia\n\n\n\tRESULTADOS E DISCUSSÃO\n\t3.12 Análise dos solos e depósitos\n\t3.12.1 Análise textural\n\t3.12.2 Desenvolvimento Textural dos Horizontes\n\t3.12.3 Análises Químicas\n\t3.12.4 Classificação dos Solos da Bacia\n\n\t3.13 Geomorfologia da bacia poligonal da Vargem da Lapa\n\t3.13.1 Exocarste\n\t3.13.2 Epicarste\n\t3.13.3 Endocarste\n\n\t3.14 Remotely Piloted Aircraf\n\n\tCONSIDERAÇÕES FINAIS\n\tREFERÊNCIAS BIBLIOGRÁFICAS\n\tANEXOS"}]}}}