{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04373"}, {"@name": "filename", "#text": "BTP_1964_7_2_10_Propriedades_reologicas.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "PESQUISAS TECNOLÓGICAS\n(ítí^aêífaí\nc^tnfa\td>&amp; ^UQ>iídü’(lê>\nHélio ãa Rocha Tentilhão (®)\nSINOPSE — É apresentada uma classificação dos as-faltos segundo as suas características reológicas. Considerações sôbre as características reológicas dos asfaltos e o seu comportamento em pavimentos rodoviários, como também sôbre a suscetibilidade dos asfaltos às variações de temperaturas em conexão com a sua estrutura coloidal.\n1\t— INTRODUÇÃO\nÉ evidente a importância das propriedades de escoamento dos asfaltos tanto na sua fabricação quanto no seu transporte e aplicação. O comportamento dos pavimentos que utilizam o asfalto como ligante depende, durante tôda a sua vida, das propriedades do asfalto aplicado quanto às suas características de flexibilidade, resistência ao envelhecimento e resposta de sua viscosidade às variações de temperatura.\nConstituí assim preocupação constante dos tecnologistas de asfalto encontrar características dêsse material que possam retratar seu provável futuro comportamento nos pavimentos asfálticos.\n<*) Técnico do Setor de Pesquisas, do Centro de Aperfeiçoamento e Pesquisas de Petróleo ■ (CENAP) — PETROBRÁS.\n,2.45\n2\t— TIPOS DE ASF ALTOS QUANTO Ã SUA REOLOGIA\nPodemos classificar os asfaltos quanto às suas propriedades reológicas, ou seja, de escoamento, em três grupos principais.\nO primeiro grupo é o dos asfaltos que apresentam escoamento do tipo de líquidos Newtonianos, ou seja, deformãm-se a uma velocidade constante, proporcional à tensão de deformação aplicada: Temos nesse grupo sistemas coloidais perfeitamente dispersos, pràticamente sem haver interação de forças de atração entre as micelas dos asfaltos. Os asfaltos dêste grupo não apresentam pràticamente efeitos elásticos. Poderiamos representar os asfaltos dêste grupo pelo modêlo mecânico da Fig. 1.\n7\nNa Fig. 1, t representa a tensão de deformação aplicada e v a viscosidade do asfalto. Quando a tensão r é aplicada, o deslocamento do êmbolo do cilindro depende dos valores da tensão e da viscosidade do asfalto. A velocidade de deformação é constante.\nO segundo grupo é o dos asfaltos que apresentam efeitos plásticos e elásticos ao serem deformados. Nos asfaltos dêste grupo não se observa a constância da velocidade de deformação com o tempo, para uma determinada tensão de deformação a êles aplicada. Temos neste caso sistemas coloidais tipo sol, porém de propriedades intermediárias entre os sistemas perfeitamente dispersos do primeiro grupo e os que veremos nos do terceiro grupo. Na Fig. 2 temos um modêlo do comportamento dos asfaltos dêste grupo.\t■\nK\nZ////////Zz,\nn\nFIG. 2\nNa Fig. 2, K representa um elemento elástico e 7 e dois elementos viscosos. Ao ser aplicada a tensão r ao modêlo apresentado, êste se deforma de modo plástico (elemento 7^) e de maneira plástico-elástica (elementos K e 7^).\nNo terceiro grupo de asfaltos temos os de comportamento mais elástico que plástico. Neste grupo estão os asfaltos de características coloidais tipo gel. Como vemos na Fig. 3, no modêlo do terceiro grupo dé asfaltos, se se aplicar tensão suficientemente longa deformar-se-á permanentemente, devido aos elementos viscosos ij . A flexibilidade instantânea é devida aos elementos K\n2, i\t.\t1, i\ne a elasticidade amortecida, aos conjuntos K e r, .\n2,1\t1, i\nNos modelos acima apresentados, que são apenas aproximações simplificadas do comportamento dos asfaltos dos diferentes grupos, vemos que há uma variação quando do comportamento de cada grupo de asfaltos, dependendo dos valores relativos das “constantes” K e ij.\nLembramos também que é de grande importância, além dos valores dessas “constantes”, a sua variação com a temperatura. Como exemplo, se submetermos o modêlo da Fig. 3 a uma temperatura muito baixa, teremos pràticamente “congelados” os sistemas plástico-elásticos K — t; e os sistemas viscosos\nFicarão funcionando somente os sistemas elásticos representados por K .. O material passará a duro, não plástico e quebradiço.\nFIG.3\nNa utilização dos asfaltos em pavimentação, interessa a sua resistência acc envelhecimento, seja por oxidação, polimerização ou perda de leves do ligante, e a sua resistência à ação de temperaturas extremas. Assim, o ligante não deverá tornar-se quebradiço a temperaturas muito baixas, nem tampouco escorrer nas temperaturas elevadas de verão (que poderão ser superiores a 60\"C no ■pavimento).\nSe o material fôr altamente suscetível às variações de temperatura, êle se fundirá nas altas temperaturas. Em caso contrário, resistirá às altas temperaturas, porém será quebradiço a baixas temperaturas.\nParece assim ser recomendável, a utilização, em climas quentes, de asfaltos pouco suscetíveis às variações de temperatura, ou então de asfaltos de baixas penetrações, donde, de maior viscosidade.\n3\t— DETERMINAÇÃO DA SUSCETIBILIDADE DOS ASFALTOS ÃS VARIAÇÕES DE TEMPERATURA\nExistem vários métodos para a determinação da suscetibilidade dos asfaltos às variações de temperatura.\nNos Estados Unidos da América usa-se ou a relação da penetração a 115“F,. 50g, 5 seg, para a penetração a 77“F, lOOg, 5 seg, ou o “Fator de Suscetibilidade”, dado pela relação :\nPEN. a 115”F, 50g, 5 seg — PEN. a 32\"F, 200 g, 5 seg\nNa Inglaterra, usa-se o índice de Penetração de Pfeiffer e Van Doormal, definido pela equação :\nA =\nd PEN log\n<Tf\n20 — IP\n10 + IP\n1\n50\n(1)\nA = coeficiente angular da reta formada pelo logaritmo da penetração contra a temperatura, para um determinado asfalto.\nIP = índice de penetração\nComo para um determinado asfalto tem-se uma linha reta quando se coloca em gráfico o logaritmo de penetração contra temperatura, e como a penetração à temperatura do Ponto de Amolecimento pelo método Anel e Bola é de aproximadamente 800, segundo Pfeiffer, podemos determinar o valor de A com os dois pontos da reta formada por uma determinada penetração e pela temperatura e penetração do ponto de amolecimento do asfalto, do seguinte modo :\n. log 800 — log PEN\t__ 20 - IP 1\nt\"C (anel e bola) — t”C (penetração) 10 + IP 50\n(2)\nSe usarmos a penetração a 25“C, podemos explicitar o valor de IP de (2), e teremos :\n500 log PEN + 20 t\"C — 1S51\nIP = -------------------------------\n120 — 50 log PEN + t\"C\nlog PEN = logaritmo da penetração a 25°Q, 100 g, 5 seg\nt\"C = temperatura do Ponto de Amolecimento determinado pelo método do Anel e Bola.\nPodemos determinar, pelo índice de Penetração do asfalto, o grupo a que pertence, se ao primeiro, tipicamente de comportamento Newtoniano, se ao segundo, de características de um colóide sol com alguma elasticidade e tixotropia, ou se ao terceiro grupo, de grande elasticidade e tixotropia. .\nSegundo Pfeiffer, os do primeiro grupo apresentam IP inferior a — 2, os do segundo grupo IP entre — 2 e + 2, e os do terceiro grupo, onde estão os asfaltos oxidados empregados em impermeabilizações, têm IP superior a + 2.\nAinda segundo Pfeiffer, os asfaltos utilizados em pavimentação estão no segundo grupo, donde apresentam IP entre — 2 a +2.\n4\t— AS CARACTERÍSTICAS REOLÓGICAS EM ESPECIFICAÇÕES\nNo Brasil, os asfaltos empregados em pavimentação têm apresentado IP de cêrca de — 2 a + 0,5. Na Argentina adota-se como exigência em especificação de cimentos asfálticos de petróleo, que o material se enquadre na faixa -2 &lt;IP &lt;+1.\t'\nNa revisão do Manual de Pavimentação do DNER, ainda não publicada, foi introduzida a exigência do índice de Penetração para os cimentos asfálticos de petróleo. O valor exigido foi de — 2 a +1, para todos os graus.\n•Em trabalho recente do Bureau of Public Roads dos Estados Unidos, que apresenta características de centenas de asfaltos lá empregados em pavimentação rodoviária, coletamos os seguintes dados de limites de índices de Penetração, obtidos pela aplicação da fórmula (3) :\nFaixa de Penetração\tFaixa de IP\n60 — 70\t1 a ~f“ 1\n70 — 85\t- 1,7 a - 0,5\n85 — 100\t- 1,5 a - 0,9\n120 — 150\t- 1,6 a +.0,4\n150 — 200\t- 1 a + 0,5\nVemos assim que a faixa adotada pelo DNER abrange pràticamente todos os asfaltos utilizados em pavimentação nos Estados Unidos. Vale, entretanto,\ncomo ponto de partida para que se introduza em especificações de cimentos asfálticos um critério mais seguro de qualidade, pois que já é bem mais exigente que a faixa especificada pelo F.S.B. (U.S. Federal Specification Board). Nessa especificação são determinadas as temperaturas dos Pontos de Amolecimento-pelo método Anel e Bola. Se aplicarmos a fórmula (3) e determinarmos os valores extremos de índices de penetração para os cimentos asfálticos de várias penetrações, teremos os resultados apresentados a seguir :\t......\nFaixa de Penetração\tFaixa de IP\n40 — 50\t-2,9 a +2,0\n50 — 60\t— 4,0 a + 1,5\n60 — 70\t.\t-3,7 a +2,0\n70 — 85\t- 3,4 a + 2,6\n85 — 100\t-2,9 a + 3,1\n■ 100 — 120\t'\t-4,6 a +2,7\n120 — 150\t-4,1 a +3,6\n150 — 200\tI\t- 3,5 a + 5,0\n200 — 300\tI\t- 4,2 a + 6,9\n5\t— CONCLUSÕES\nComo a suscetibilidade à temperatura, escolhida para um ligante betuminoso, é função das condições climáticas do local de sua aplicação, devemos partir para estudos de especificações regionais, cada uma cobrindo determinada área de clima característico. Por exemplo, para clima quente, cuja temperatura não alcance 0°C, deveremos utilizar asfaltos de menor suscetibilidade, donde, de maior índice de penetração e ao mesmo tempo de menores penetrações. Com esta linha de comportamento conseguiremos evitar duplamente o amolecimento do pavimento, tanto pela sua baixa penetração, quanto pelo seu elevado índice de penetração. Quanto à durabilidade, também a teremos garantida duplamente, pelo maior teor de asfaltenos do ligante e pela sua maior espessura disponível. Já em climas frios, poderemos utilizar materiais mais suscetíveis, principalmente visando evitar-se a quebra das películas asfálticas a baixas temperaturas, o que aconteceria se usássemos asfaltos de altos índices de penetração .que se tornam vítreos a baixas temperaturas.\nOBRAS CONSULTADAS\nABRAHAM, H. — Manufactured products. In : — Asphalts and allied substances, their occurrence, modes of production, uses in the arts and methods of testing. 6th ed. Princeton, D. Van Nostrand 11962 | v. 3.\nALFREY, T., jr. —- Mechanical behavior of high polymers. New York, Interscience Publishers, 1948. 581 p. (High Polymers, 4)\nPFEIFFER, J. P. — The properties of asphaltic bitumen : with reference to its technical applications. New York, Elsevier Pub. Co., 1950. 285 p.\nWELBORN, J. Y. et alii. — Properties of highway, asphalts. Pt. 1 — 85-100 penetration gradei Pt- 2 — Various penetration grades. Public Roads, Washington, D. C., 30(9) :197-207, Aug. 1959; 31(4) ;73-85, Oct. 1960.\nSYNOPSIS ■— Presents a classification of asfhalts according to their rheological characteristics. Considerations about the rheological characteristics of asphalts and their performance in road pavements. Susceptibilities of asphalts to temperature variations are also given in connection with their colloidal structure.\n(Originais recebidos em 23-1-64)"}]}}}