{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.20608"}, {"@name": "filename", "#text": "4207_dissertacao_0038623.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE ITAJUBÁ \n \n\nPROGRAMA DE PÓS - GRADUAÇÃO EM MEIO AMBIENTE E \nRECURSOS HÍDRICOS \n\n \n \n \n \n \n \n \n \n \n \n \n\nAVALIAÇÃO E IDENTIFICAÇÃO DA TOXICIDADE DE \nAMOSTRAS DE ÁGUA E SEDIMENTO DO RESERVATÓRIO \n\nDE FUNIL, RJ \n \n\n \n \n \n \n \n\nMariana de Freitas Matos \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nItajubá, Junho de 2011 \n\n\n\nUNIVERSIDADE FEDERAL DE ITAJUBÁ \n \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM MEIO AMBIENTE E \nRECURSOS HÍDRICOS \n\n \n \n \n \n \n\nMariana de Freitas Matos \n \n \n \n \n \n\nAVALIAÇÃO E IDENTIFICAÇÃO DA TOXICIDADE DE \nAMOSTRAS DE ÁGUA E SEDIMENTO DO RESERVATÓRIO \n\nDE FUNIL, RJ \n \n \n \n \n\nDissertação submetida ao Programa de Pós-Graduação em \n\nMeio Ambiente e Recursos Hídricos como parte dos requisitos \n\npara obtenção do Título de Mestre em Ciências em Meio \n\nAmbiente e Recursos Hídricos. \n\n \n\nÁrea de Concentração: Meio Ambiente e Recursos Hídricos \n\n \n\nOrientadora: Profa. Dra. Ana Lúcia Fonseca \nCo-orientadora: Dra. Clarice Maria Rispoli Botta \n \n\n \n \n \n \n \n\nJunho de 2011 \nItajubá - MG \n\n \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nFicha catalográfica elaborada pela Biblioteca Mauá –      \nBibliotecária Jacqueline Balducci- CRB_6/1698 \n\n \n \n \n   M433a \n                         Matos, Mariana de Freitas  \n                               Avaliação e identificação da toxicidade de amostras de água \n                         e sedimento do Reservatório de Funil, RJ / Mariana de Freitas  \n                         Matos. -- Itajubá, (MG) : [s.n.], 2011.   \n\n                      59 p.: il. \n \n                              Orientadora: Profa. Dra. Ana Lúcia Fonseca. \n                              Coorientadora: Dra. Clarice Maria Rispoli Botta. \n                              Dissertação (Mestrado) – Universidade Federal de Itajubá.  \n     \n                              1. Ensaios de toxicidade. 2. Toxicidade aguda. 3. Amostras  \n                         ambientais. 4. Reservatório de Funil. I. Fonseca, Ana Lúcia,  \n                         orient. II. Botta, Clarice Maria Rispoli, coorient. III. Universi_  \n                         dade Federal de Itajubá. IV. Título.  \n \n\n\n\n \n \n\nMariana de Freitas Matos \n\n \n\n \n\n \n\nAvaliação e Identificação da Toxicidade de amostras de água e sedimento do \n\nReservatório de Funil, RJ \n\n \n\n \n\n \n\nDissertação de mestrado submetida ao Programa de Pós-Graduação em Meio \n\nAmbiente e Recursos Hídricos como parte dos requisitos para obtenção do Título de Mestre \n\nem Ciências em Meio Ambiente e Recursos Hídricos. \n\n \n\n \n\n \n\nAprovada em 27 de junho de 2011. \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nAGRADECIMENTOS \n\n \n\n À Professora Ana Lúcia, pela orientação durante o mestrado, pelos ensinamentos \n\npassados desde a iniciação científica na graduação, pela confiança, paciência e amizade. \n\nÀ Dra. Clarice, por aceitar a co-orientação deste trabalho, por auxiliar nas práticas de \n\nlaboratório e por esclarecer as inúmeras dúvidas surgidas. \n\nÀ FURNAS, por possibilitarem a realização deste trabalho através do suporte nas \n\ncoletas, pela boa vontade de todos os funcionários do sistema de monitoramento.  \n\nAo Centro de Recursos Hídricos e Ecologia Aplicada (CRHEA), especialmente ao \n\nAmândio Nogueira, funcionário do Laboratório de Ecotoxicologia e Ecofisiologia Aquática, \n\nao ex-aluno Danilo Barbosa, e à Maressa, por me receberem e me ajudarem nas primeiras \n\npráticas realizadas. \n\nAo Prof. Dr. Antônio Mozeto, por gentilmente nos atender no Laboratório de \n\nBiogeoquímica Ambiental da Universidade Federal de São Carlos, às suas alunas Ana Paula e \n\nAline, e ao funcionário Ronaldo, por me ajudarem nas análises realizadas. \n\nAo Prof. Dr. André Ferraz, por gentilmente nos atender no Laboratório de Ciências da \n\nMadeira da Escola de Engenharia de Lorena - USP. \n\nÀ Profa. Dra. Arnola Rietzler pela ajuda com os materiais para a pesquisa. \n\nÀ Isabel Rocha, doutoranda da UFRJ, pelos artigos e pela atenção. \n\nÀ Universidade Federal de Itajubá, ao Instituto de Recursos Naturais e seus \n\nprofessores, pelos ensinamentos adquiridos desde a graduação até o mestrado. Aos \n\nfuncionários dos laboratórios da UNIFEI, Cláudio, Tânia, João Luiz, Paulo, João Vitor e \n\nElaine, por me ajudarem no dia-a-dia no laboratório e nas práticas realizadas. \n\nÀ Maria Rita por me ajudar nos experimentos de laboratório e aos colegas do \n\nMEMARH que em algum momento me ajudaram durante o período de mestrado. \n\nAos professores Dra. Milady e Dr. Arcilan pela participação na banca de qualificação \n\ne sugestões muito válidas ao trabalho.   \n\nAos meus pais, João e Augusta, por estarem sempre presentes, pela prontidão, \n\ndedicação, e simplesmente por serem meus pais! Aos meus irmãos Thiago e Flávio, e demais \n\nfamiliares, por sempre me ajudarem quando eu pedia. Ao meu namorado Artur pela ajuda no \n\ntrabalho de campo e pelo companheirismo.   \n\n   À CAPES pela bolsa de estudo.     \n\n    \n\n \n\n\n\n \n \n\nRESUMO \n\n \n\nMATOS, M. F. Avaliação e Identificação da Toxicidade de amostras de água e sedimento \n\ndo Reservatório de Funil, RJ. Dissertação (Mestrado em Meio Ambiente e Recursos \n\nHídricos). Universidade Federal de Itajubá, Itajubá, MG. 2011. \n\n \n\nO Reservatório da Usina Hidrelétrica de Funil, inserido na bacia do Rio Paraíba do \n\nSul, recebe o aporte contínuo de nutrientes, apresentando características de um sistema \n\naltamente eutrofizado, com intensas florações de cianobactérias. Estudos comprovaram a \n\npresença de diversos contaminantes na água e no sedimento do reservatório, assim como \n\nensaios de toxicidade com organismos zooplanctônicos tem mostrado efeitos agudos e \n\ncrônicos. Este trabalho teve como objetivo identificar os possíveis compostos ou classe de \n\ncompostos causadores da toxicidade, através da utilização dos procedimentos de Avaliação e \n\nIdentificação de Toxicidade (AIT). Foram realizadas três amostragens de água superficial e \n\nsedimento em dois pontos do reservatório, sendo que para o sedimento, os ensaios foram \n\nconduzidos com a fase líquida, a partir da extração da água intersticial, de acordo com os \n\nprocedimentos da Fase I da AIT propostos pela USEPA (1991; 2007). Os ensaios de \n\ntoxicidade iniciais mostraram efeito agudo a Daphnia similis nas amostras de água das três \n\ncampanhas de campo (abril e outubro/2010, janeiro/2011) e apenas na primeira para a amostra \n\nde sedimento. Os resultados indicaram que a toxicidade da água é devida a compostos \n\norgânicos ácidos ou básicos, que sofreram degradação, oxidação ou volatilização e não apenas \n\nà presença de cianobactérias comumente encontradas no reservatório, visto que a água perde \n\nsua toxicidade rapidamente (menos de uma semana). Para a amostra de sedimento, a \n\ntoxicidade pode ser causada pela presença de metais, amônia e compostos orgânicos pH \n\ndependentes. Trata-se de uma primeira tentativa de identificação dos compostos causadores \n\nde toxicidade realizada no Reservatório de Funil, cujos resultados necessitam ser refinados, \n\nprincipalmente no que tange às causas da perda de toxicidade da água em curto período de \n\ntempo. Por outro lado, a metodologia usada pode servir como suporte a estudos de \n\nrecuperação deste ecossistema. \n\n \n\nPalavras-chave: Ensaios de Toxicidade. Toxicidade Aguda. Amostras Ambientais. \n\nReservatório de Funil. \n\n \n\n \n\n\n\n \n \n\nABSTRACT \n\n \n\nMATOS, M. F. Toxicity Identification and Evaluation of water and sediment samples \n\nfrom the Funil Reservoir, RJ. Dissertation (Masters degree in Environment and Water \n\nResources). Universidade Federal de Itajubá, Itajubá, MG. 2011. \n\n \n\nThe reservoir of the Funil Hydroelectric Powerplant, located at the Paraiba do Sul \n\nRiver watershed, receives continuous nutrient input, with characteristics of a highly \n\neutrophized system, with intense blooms of cyanobacteria. Studies have shown the presence \n\nof various contaminants in water and sediment of the reservoir, as well as toxicity tests with \n\nzooplankton have shown acute and chronic effects. This study aimed to identify possible \n\ncompounds or classes of compounds that cause toxicity through the use of the Toxicity \n\nIdentification and Evaluation (TIE) procedures. Three samples from surface water and \n\nsediment were carried out at two points of the reservoir. For the sediment, the tests were \n\nconducted with the liquid phase, based on the extraction of interstitial water, according to the \n\nTIE Phase I procedures proposed by USEPA (1991; 2007). Initial toxicity tests showed acute \n\neffect on Daphnia similis on all water samples (field campaigns of April and October/2010, \n\nJanuary/2011) and on the first campaign for the sediment sample. According to the results, the \n\nwater toxicity was due to acid or basic organic compounds, which have suffered degradation, \n\noxidation or volatilization and not only due to the presence of cyanobacteria commonly found \n\nin the reservoir, since the water sample loses its toxicity rapidly (less than one week). \n\nConcerning the sediment sample, the toxicity can be caused by the presence of metals, \n\nammonia and of pH dependent organic compounds. This is a first attempt to identify the \n\ncompounds that cause toxicity held at the study site. Therefore, these results must be refined, \n\nespecially regarding the causes of water toxicity decay in a short period of time. On the other \n\nhand, it is demonstrated that the proposed methodology can be a very useful tool for recovery \n\nstudies of this ecosystem. \n\n \n\nKeywords: Toxicity Tests. Acute Toxicity. Environmental Samples. Funil Reservoir. \n\n \n\n\n\n \n\nLISTA DE FIGURAS \n \n\n \n\nFigura 1 - Bacia Hidrográfica do Rio Paraíba do Sul (CEIVAP, 2010). .................................. 15 \n\nFigura 2 - Localização do Reservatório da UHE de Funil (FERRÃO-FILHO et al., 2009b). . 17 \n\nFigura 3 - Floração de cianobactérias no reservatório de Funil em 12/01/2010 (Autora). ....... 18 \n\nFigura 4 - Pontos de amostragem. P1 próximo à barragem e P2 no corpo do reservatório. .... 21 \n\nFigura 5- Etapas da Fase I realizadas na 1ª campanha com a amostra de água de P2. ............. 26 \n\nFigura 6 - Etapas da Fase I realizadas na 2ª e 3ª campanhas com a amostra de água de P2. ... 27 \n\nFigura 7 - Etapas da Fase I realizadas na 1ª camapanha com a água intersticial da amostra de \nsedimento de P1. ....................................................................................................................... 31 \n\nFigura 8 - Imobilidade de D. similis expostas às amostras de água dos pontos P1 e P2 do \nreservatório de Funil após exposição aguda. ............................................................................ 36 \n\nFigura 9 - Imobilidade de D. similis expostas às amostras de água intersticial de P1 e P2 em \nensaios de toxicidade aguda. .................................................................................................... 37 \n\nFigura 10 - Imobilidade de D. similis expostas aos tratamentos de AIT em ensaios de \ntoxicidade aguda para a amostra de água do ponto P2 do reservatório de Funil. ..................... 39 \n\nFigura 11 - Imobilidade de D. similis expostas às amostras do ponto P2 do reservatório de \nFunil em testes bases de toxicidade aguda. .............................................................................. 42 \n\nFigura 12 - Imobilidade de D. similis expostas aos primeiros tratamentos de AIT. Ensaios de \ntoxicidade aguda em 24 horas para a amostra de água intersticial do ponto P1 do reservatório \nde Funil. .................................................................................................................................... 45 \n\nFigura 13 - Imobilidade de D. similis no segundo dia de tratamento de AIT. Ensaios de \ntoxicidade aguda em 24 horas para a amostra de água intersticial do ponto P1 do reservatório \nde Funil. .................................................................................................................................... 46 \n\nFigura 14 - Imobilidade de D. similis expostas a tratamentos de AIT com ajuste de pH, \nTiossulfato de sódio e EDTA. Ensaios de toxicidade aguda em 24 horas para a amostra de \nágua intersticial de P1. .............................................................................................................. 47 \n\nFigura 15 - Carta controle de sensibilidade de D. similis à KCl (CRHEA/USP). .................... 58 \n\nFigura 16 - Carta controle de sensibilidade de C. silvestrii à NaCl (CRHEA/USP). ............... 58 \n\nFigura 17 - Carta controle de sensibilidade de D. similis à NaCl (UNIFEI). ........................... 59 \n\nFigura 18 - Carta controle de sensibilidade de C. silvestrii à NaCl (UNIFEI). ........................ 59 \n\n \n\n \n\n \n\n\n\n \n\nLISTA DE TABELAS \n \n \nTabela 1 - Análise química das amostras de água obtidas nos dois pontos amostrais (P1 e P2) \ndo reservatório de Funil em abril/2010..................................................................................... 33 \n\nTabela 2 - Índice do Estado Trófico e grau de trofia do reservatório de Funil no mês de \nabril/2010. ................................................................................................................................. 33 \n\nTabela 3 - Teores médios de areia, silte e argila das amostras de sedimento dos dois pontos \namostrais (P1 e P2) do reservatório de Funil. ........................................................................... 33 \n\nTabela 4 - Porcentagem de matéria orgânica das amostras de sedimento dos dois pontos \namostrais (P1 e P2) do reservatório de Funil. ........................................................................... 34 \n\nTabela 5 - Concentração de metais totais encontrados na amostra de sedimento do ponto \namostral (P1) próximo à barragem do reservatório de Funil. ................................................... 34 \n\nTabela 6 – Níveis de classificação estabelecidos pela Conama 344/04 (BRASIL, 2004) dos \nmetais encontrados na amostra do sedimento do reservatório de Funil. .................................. 35 \n\nTabela 7 - Sobrevivência e número de neonatas de C. silvestrii expostas às amostras de água \nde P1 e P2 em teste de toxicidade crônica. ............................................................................... 36 \n\nTabela 8 - Sobrevivência e número de neonatas de C. silvestrii expostas às amostras de água \nintersticial de P1 e P2 em ensaio de toxicidade crônica em outubro/2010............................... 38 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\nSUMÁRIO \n \n \n\n1  INTRODUÇÃO .................................................................................................................... 1 \n2  OBJETIVOS ......................................................................................................................... 3 \n\n2.1 OBJETIVO GERAL ......................................................................................................... 3 \n2.2 OBJETIVOS ESPECÍFICOS ........................................................................................... 3 \n\n3  REVISÃO BIBLIOGRÁFICA ............................................................................................ 4 \n3.1 AVALIAÇÃO E IDENTIFICAÇÃO DA TOXICIDADE – AIT .................................... 4 \n\n3.1.1 Fase I – Caracterização ........................................................................................... 7 \n3.1.2 Fase II – Identificação ........................................................................................... 10 \n3.1.3 Fase III – Confirmação ......................................................................................... 11 \n3.1.4 Utilização do estudo de AIT no Brasil ................................................................. 12 \n\n3.2 ÁREA DE ESTUDO ...................................................................................................... 15 \n3.2.1 Bacia do Rio Paraíba do Sul ................................................................................. 15 \n3.2.2 Reservatório da Usina Hidrelétrica de Funil ...................................................... 16 \n\n4  MATERIAL E MÉTODOS ............................................................................................... 21 \n4.1 COLETA E ARMAZENAMENTO DAS AMOSTRAS ............................................... 21 \n4.2 CULTIVO E CONTROLE DE QUALIDADE DOS ORGANISMOS-TESTE ............ 22 \n4.3 ANÁLISES FÍSICAS E QUÍMICAS DAS AMOSTRAS ............................................. 23 \n4.4 ENSAIOS DE TOXICIDADE INICIAIS ...................................................................... 24 \n\n4.4.1 Amostras de água .................................................................................................. 24 \n4.4.2 Amostras de água intersticial do sedimento ........................................................ 24 \n\n4.5 AVALIAÇÃO E IDENTIFICAÇÃO DA TOXICIDADE (AIT) .................................. 25 \n4.5.1 Amostra de água .................................................................................................... 26 \n4.5.2 Amostra de água intersticial do sedimento ......................................................... 30 \n\n4.6 ANÁLISES ESTATÍSTICAS ........................................................................................ 31 \n5  RESULTADOS E DISCUSSÃO ....................................................................................... 32 \n\n5.1 CONTROLE DE QUALIDADE DOS ORGANISMOS-TESTE .................................. 32 \n5.2 ANÁLISES FÍSICAS E QUÍMICAS DAS AMOSTRAS ............................................. 32 \n5.3 ENSAIOS DE TOXICIDADE INICIAIS ...................................................................... 35 \n\n5.3.1 Amostras de água .................................................................................................. 35 \n5.3.2 Amostras de água intersticial do sedimento ........................................................ 37 \n\n5.4 AVALIAÇÃO E IDENTIFICAÇÃO DA TOXICIDADE (AIT) .................................. 39 \n5.4.1 Amostra de água .................................................................................................... 39 \n5.4.2 Amostra de água intersticial do sedimento ......................................................... 44 \n\n6  CONCLUSÃO ..................................................................................................................... 50 \n7  RECOMENDAÇÕES ......................................................................................................... 51 \n8  REFERÊNCIAS BIBLIOGRÁFICAS ............................................................................. 52 \nAPÊNDICE A – Cartas controle ........................................................................................... 58 \n \n\n\n\n1 \n \n\n \n\n1  INTRODUÇÃO      \n\n \n\n \n\nO desenvolvimento industrial e o crescimento urbano intensos vêm causando inúmeros \n\nimpactos sobre os recursos hídricos, refletindo diretamente na qualidade da água. Inserido \n\nneste contexto encontra-se a bacia hidrográfica do rio Paraíba do Sul, principal manancial \n\nhídrico do estado do Rio de Janeiro, que percorre o eixo industrial dos estados de Minas \n\nGerais, São Paulo e Rio de Janeiro. No seu percurso, recebe uma grande carga de poluentes \n\nurbanos e industriais, e têm acumulado de forma contínua e crescente, nutrientes e substâncias \n\ntóxicas, apresentando sérios problemas de contaminação e eutrofização das suas águas \n\n(ALERJ, 2005; CEIVAP, 2010). \n\nO reservatório da Usina Hidrelétrica de Funil está inserido no rio Paraíba do Sul, \n\nsituado entre os municípios de Resende e Itatiaia, na divisa dos estados do Rio de Janeiro e \n\nSão Paulo. O reservatório serve como um decantador natural de sedimentos, considerado uma \n\nverdadeira barragem à poluição recebida do Vale do Paraíba paulista, melhorando a qualidade \n\ndas águas a jusante. Submetido ao aporte contínuo de nutrientes, tem características de um \n\nsistema altamente eutrofizado, apresentando intensas florações de cianobactérias produtoras \n\nde toxinas (FERRÃO-FILHO et al., 2009b). \n\nEstudos realizados por vários autores têm mostrado a presença de diversos \n\ncontaminantes na água e no sedimento do reservatório do Funil, bem como ensaios de \n\ntoxicidade com organismos zooplanctônicos tem mostrado efeitos agudos e crônicos \n\n(BRANCO et al., 2002; ROCHA et al., 2002; PRIMO, 2006; FERRÃO FILHO et al., 2009b).  \n\nVerificada a toxicidade neste reservatório, a identificação dos compostos responsáveis \n\né extremamente importante e necessária para ações de recuperação e gestão, visto a grande \n\nimportância do reservatório de Funil no ambiente em que está inserido. Nesse sentido, a \n\nutilização dos procedimentos de Avaliação e Identificação de Toxicidade (AIT) apresenta-se \n\ncomo um método de grande utilidade. \n\nOs procedimentos de Avaliação e Identificação da Toxicidade (Toxicity Identification \n\nEvaluation - TIE) foram desenvolvidos pela Agência de Proteção Ambiental dos Estados \n\nUnidos, desenvolvidos inicialmente para efluentes industriais. Estudos posteriores \n\ndemonstraram que também podem ser utilizados com sucesso para a identificação de \n\ncompostos causadores de toxicidade em águas superficiais, solubilizados de resíduos \n\nperigosos, frações aquosas de sedimento e sedimento total (USEPA, 1991a).   \n\n\n\n2 \n \n\n \n\nA AIT combina a quantificação da toxicidade com a identificação e confirmação do(s) \n\ncomposto(s) e/ou classe de compostos responsáveis pela toxicidade e envolve 3 fases \n\ndistintas. A fase I consiste na caracterização da natureza físico-química dos compostos \n\nresponsáveis pela toxicidade. A fase II é essencialmente analítica e na fase III é feita a \n\nconfirmação do(s) agente(s) suspeito(s) de causar toxicidade (USEPA, 1991a). \n\nO uso deste procedimento vem se expandindo em diversos centros de pesquisa no \n\nBrasil, tendo sua aplicação em efluentes industriais, amostras de águas superficiais e \n\nsedimentos, em ambientes de água doce e marinho (BOTTA, 2002; PIRES, 2006; BURATINI \n\net al., 2007; NILIN, 2008; BARBOSA, 2010). \n\nNeste sentido, o presente trabalho visou identificar os possíveis compostos causadores \n\nda toxicidade encontrada no reservatório de Funil, através da aplicação do estudo de \n\nAvaliação e Identificação da Toxicidade em amostras de água e de sedimento. Este trabalho \n\ncomplementa as informações já obtidas por diversos estudos realizados neste ambiente, que \n\nbuscam o entendimento da realidade local e a determinação de possíveis medidas mitigadoras \n\na serem implantadas na bacia.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n3 \n \n\n \n\n2  OBJETIVOS \n\n  \n\n \n\n2.1 OBJETIVO GERAL \n\n \n\n \n\nRealizar o estudo de Avaliação Ecotoxicológica e Identificação da Toxicidade (AIT) \n\nem amostras de água e sedimento do reservatório de Funil, RJ.  \n\n \n\n \n\n2.2 OBJETIVOS ESPECÍFICOS \n\n \n\n \n\n• Avaliar a toxicidade de amostras de água e sedimento (água intersticial) por meio de \n\nensaios ecotoxicológicos, em diferentes períodos amostrais;  \n\n \n\n• Identificar os compostos ou classes de compostos responsáveis pela toxicidade \n\npossivelmente observada, por meio do estudo de Avaliação e Identificação da \n\nToxicidade; \n\n \n\n• Obter conhecimento sobre a metodologia e prática na realização dos procedimentos do \n\nestudo de AIT; \n\n \n\n• Implantar a técnica de AIT no Laboratório de Ecotoxicologia da UNIFEI. \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n\n\n4 \n \n\n \n\n3  REVISÃO BIBLIOGRÁFICA \n\n \n\n \n\n3.1 AVALIAÇÃO E IDENTIFICAÇÃO DA TOXICIDADE – AIT \n\n \n\n \n\nAs análises físicas e químicas convencionais, utilizadas no monitoramento ambiental \n\nde corpos aquáticos, não são completamente eficientes para avaliar o impacto ambiental dos \n\npoluentes sobre um ecossistema, pois não indicam as substâncias causadoras de efeitos nos \n\norganismos e as inertes no ambiente. Portanto, os efeitos causados pelos poluentes só podem \n\nser avaliados pelas indicações dos organismos, através da condução de testes de toxicidade e \n\nverificação da presença ou ausência de organismos indicadores no ambiente. Com o aumento \n\nda diversidade e complexidade das substâncias liberadas no ambiente, sem o conhecimento \n\ndos produtos de suas transformações e interações com outros compostos (aditivas, \n\nantagônicas ou sinergísticas), a importância dos testes de toxicidade torna-se evidente \n\n(COSTA et al., 2008; MAGALHÃES e FERRÃO FILHO, 2008). \n\nA utilização dos estudos ecotoxicológicos encontra-se estabelecida nas legislações \n\nvigentes de diversos países. No Brasil, a Resolução Conama 357/05 (BRASIL, 2005) utiliza \n\nos ensaios ecotoxicológicos na classificação de corpos d’água. Entretanto, para os sedimentos, \n\ncomo a aplicação de ensaios ecotoxicológicos é recente, a legislação que pode ser seguida é a \n\nResolução Conama 344/04 (BRASIL, 2004), elaborada para a avaliação de material a ser \n\ndragado. Estes documentos se baseiam apenas nos efeitos agudos e crônicos, utilizados nos \n\nensaios ecotoxicológicos padronizados com organismos representativos da coluna d’água ou \n\ndos sedimentos (BERTOLETTI e ZAGATTO, 2006).  \n\nOs testes de toxicidade aguda avaliam os efeitos sobre organismos expostos às \n\namostras em curto período de tempo, geralmente 1 a 4 dias, dependendo do organismo-teste, \n\nverificando usualmente a mortalidade (peixes) ou um efeito que antecede a mortalidade, como \n\na imobilidade, no caso de invertebrados. Geralmente, os resultados são expressos em termos \n\nde CL50 (concentração mediana letal a 50% dos organismos-teste) ou CE50 (concentração \n\nmediana efetiva que imobiliza 50% dos organismos-teste) (ARAGÃO e ARAÚJO, 2006). \n\nOs testes crônicos são utilizados para estimar os efeitos gerados por contaminantes \n\npresentes em níveis sub-letais aos organismos, podendo-se avaliar efeitos na sobrevivência, \n\ncrescimento, reprodução, desenvolvimento de ovos, maturação e/ou comportamento, durante \n\numa fase representativa do ciclo de vida, geralmente os iniciais, os quais são mais críticos. Os \n\n\n\n5 \n \n\n \n\nresultados são expressos em CENO (maior concentração que não causa efeito aos \n\norganismos-teste), CEO (menor concentração que causa efeito aos organismos), VC (valor \n\ncrônico), o qual corresponde à média geométrica entre CENO e CEO, ou ainda CI25%, que é \n\na concentração nominal do agente tóxico, que causa redução de 25% na reprodução dos \n\norganismos em relação ao controle experimental (ARAGÃO e ARAÚJO, 2006).   \n\nOs estudos ecotoxicológicos são amplamente utilizados visando identificar ambientes \n\naquáticos contaminados e caracterizar os efeitos adversos causados por uma amostra tóxica \n\nsobre organismos, porém, muitas vezes não são focados na identificação do composto \n\nquímico responsável pela toxicidade. Dada a comprovação da toxicidade em amostras \n\nambientais complexas, torna-se de extrema importância a identificação dos compostos ou da \n\nclasse de compostos responsáveis, assim como a obtenção de evidências sobre as possíveis \n\ninterações entre substâncias e a biodisponibilidade dos compostos. Com isto, é possível obter \n\nsubsídios científicos para a tomada de ações de controle e recuperação de ambientes \n\ndegradados, assim como para o estabelecimento de critérios de qualidade para o sedimento \n\n(BOTTA, 2002; MAGALHÃES e FERRÃO FILHO, 2008). \n\nNesse sentido, a utilização dos procedimentos de Avaliação e Identificação da \n\nToxicidade (AIT), do inglês Toxicity Identification Evaluation – TIE, tem-se apresentado \n\ncomo uma ferramenta extremamente útil no estabelecimento das causas dos efeitos tóxicos. \n\nNo procedimento de AIT a amostra líquida fracionada é submetida a uma série de \n\nmanipulações físicas e químicas, com a finalidade de eliminar ou reter os grupos de \n\ncompostos tóxicos, seguindo aos testes de toxicidade. Portanto, o processo combina a \n\nquantificação e a identificação dos compostos responsáveis pela toxicidade, sendo \n\ndesenvolvido através de três fases distintas e interligadas (BOTTA, 2002; PIRES, 2006). \n\nA Fase I tem como objetivo caracterizar as substâncias tóxicas através de \n\nmanipulações físicas e químicas que alteram a biodisponibilidade de substâncias com \n\ncaracterísticas similares. Para identificar os compostos, na Fase II, empregam-se métodos de \n\nseparação e concentração dos componentes da amostra dentro das classes de compostos  \n\nindicados na Fase I. Na Fase III é realizada a confirmação dos compostos específicos \n\nresponsáveis pela toxicidade, indicados e identificados nas fases anteriores.  \n\nA Agência de Proteção Ambiental dos Estados Unidos (USEPA) publicou este método \n\ncomo parte dos protocolos de Avaliação e Redução da Toxicidade – ART (Toxicity Reduction \n\nEvaluation - TRE), utilizado na avaliação da toxicidade de efluentes industriais, pela \n\nnecessidade de se atingir os níveis aceitáveis exigidos pela legislação americana (USEPA, \n\n1991a). A ART é um estudo específico realizado em etapas, a fim de identificar os compostos \n\n\n\n6 \n \n\n \n\nresponsáveis pela toxicidade, suas fontes, avaliar as opções de tratamento e controle, e por fim \n\nconfirmar sua redução. Deste modo, os resultados da AIT podem ajudar na aplicação de \n\nmétodos de controle, como substituição de produtos químicos, modificação ou até eliminação \n\nde processos em indústrias (USEPA, 2001a). \n\nEstudos posteriores confirmaram a possibilidade de utilização em amostras de águas \n\nsuperficiais (NORBERG-KING  et  al.,  1991), solubilizados de resíduos perigosos (KUEHL \n\net al., 1990, apud BOTTA et al., 2006) ), frações aquosas do sedimento e sedimento total  \n\n(ANKLEY e SCHUBAUER-BERINGAN, 1995; HO et al., 2002). \n\nVisto que os compostos tóxicos presentes nos ambientes aquáticos podem se depositar \n\nno sedimento e se associar a partículas, sofrer transformações, serem absorvidos por \n\norganismos bentônicos ou liberados para a coluna d’água, a avaliação da toxicidade do \n\ncompartimento sedimento tornou-se uma prática importante na avaliação da qualidade de \n\necossistemas aquáticos (ARAÚJO et al., 2006a). Diversos estudos têm demonstrado efeitos \n\nagudos e crônicos em sedimento de água doce e marinho para várias espécies (ANKLEY e \n\nSCHUBAUER-BERINGAN, 1995). Segundo os autores, apenas a avaliação da toxicidade \n\nnão é suficiente para ações regulatórias, sendo necessária a identificação dos compostos \n\nresponsáveis pela mesma.  \n\nVisto que a AIT foi desenvolvida para amostras líquidas de efluentes, sua aplicação \n\nem sedimentos iniciou-se utilizando a água intersticial como fase líquida (ANKLEY e \n\nMOUNT, 1996 apud BOTTA, 2002). A água intersticial é a fração líquida mais utilizada, \n\npodendo ser utilizado ainda o elutriato, também denominado solubilizado (USEPA, 1991b; \n\nANKLEY e SCHUBAUER-BERINGAN, 1995). Considerando que existem algumas \n\ninterferências relacionadas com a utilização da água intersticial nos estudos de AIT (HO et \n\nal., 2002), alguns estudiosos iniciaram o desenvolvimento desse método com o sedimento \n\ntotal, o qual já se encontra incluído no protocolo da USEPA (2007) e vem sendo utilizado por \n\ndiversos pesquisadores (HO et al., 2002; PHILLIPS et al., 2006, WESTON et al., 2007 apud \n\nBARBOSA, 2010; PHILLIPS et al., 2009) \n\nA utilização da AIT em amostras de sedimento tem-se limitado à identificação de \n\nmetais, compostos orgânicos não polares, amônia e ácido sulfídrico (USEPA, 2007), sendo a \n\namônia o contaminante mais freqüentemente encontrado em amostras de sedimento (BOTTA, \n\n2002).  \n\nO estudo de Avaliação e Identificação da Toxicidade deve ser incorporado nos \n\nprogramas de controle, monitoramento e gestão dos recursos hídricos, pelos órgãos \n\nambientais, devido à importância da identificação de classes específicas de contaminantes \n\n\n\n7 \n \n\n \n\nresponsáveis pela toxicidade em um ambiente influenciado por diversas fontes de poluição \n\n(BOTTA, 2002). Essa identificação direciona os estudos para os compostos realmente \n\nresponsáveis pela toxicidade e sua fonte de descarga, permitindo o estabelecimento de \n\nprogramas efetivos de remediação (BURGESS et al., 1995 apud NILIN, 2008). \n\nAs técnicas de AIT vêm sendo utilizadas em diversos países, com número crescente de \n\ntrabalhos publicados, destacando-se que a maior parte destes refere-se à identificação de \n\ncompostos em efluentes industriais. Esta expansão demonstra a aceitação da técnica tanto para \n\no controle de efluentes industriais como a sua adequação a diversos ambientes de estudo, \n\ndevido à sua eficiência e flexibilidade (PIRES, 2006; BARBOSA, 2010). \n\n \n\n \n\n3.1.1 Fase I – Caracterização \n\n \n\n \n\nSeguindo as recomendações propostas pela USEPA (1991a), após a confirmação da \n\ntoxicidade da amostra pelo teste de toxicidade inicial, inicia-se a fase I da AIT, onde  \n\nmanipulações simples são realizadas, alterando a biodisponibilidade dos compostos, para \n\nremover ou alterar a sua toxicidade. Testes de toxicidade com organismos aquáticos \n\nrealizados simultaneamente com a amostra bruta e manipulada podem indicar a natureza das \n\nsubstâncias tóxicas.     \n\nAs manipulações realizadas nesta fase são: ajuste de pH (pH 3, pH 11); filtração, \n\naeração e extração em coluna de C18 com ajuste de pH; tratamento com tiossulfato de sódio e \n\nEDTA (ácido etilenodiaminotetracético) e graduação de pH (pH entre 6 e 9). Os princípios \n\ngerais de cada etapa seguem descritos resumidamente abaixo, segundo USEPA (1991a). \n\nMaiores detalhes podem ser encontrados em BOTTA (2002) e BOTTA et al. (2006).  \n\n \n\na) Ajuste de pH \n\n \n\nNa etapa de ajuste de pH, alíquotas da amostra tem o pH alterado para pH 3 e pH 11, \n\nretornando ao pH inicial para a condução dos testes de toxicidade. Mudanças no pH podem \n\nalterar a solubilidade, polaridade, volatilidade, estabilidade, especiação, biodisponibilidade e \n\ncom isso a toxicidade, principalmente de ácidos e bases. Muitos compostos orgânicos e \n\ninorgânicos podem ser degradados em função da alteração de pH, com consequente perda da \n\n\n\n8 \n \n\n \n\ntoxicidade. Especialmente em pH 11, pode haver precipitação de compostos metálicos e \n\norgânicos pelo processo de adsorção, levando à  perda de toxicidade.  \n\n \n\nb) Filtração com ajuste de pH \n\n \n\nO processo de filtração em filtros de fibra de vidro ou de acetato de celulose fornece \n\ninformações sobre a presença de compostos tóxicos associados com materiais filtráveis. O \n\ngrau em que um composto permanece adsorvido ou em solução depende de vários fatores, \n\nincluindo, carga e superfície da partícula, polaridade e carga do composto e solubilidade. As \n\nalterações de pH influenciam diretamente a solubilidade dos compostos, atuando na formação \n\nde compostos metálicos insolúveis, na transformação de ácidos e bases orgânicos da forma \n\niônica para a forma não iônica, na alteração da polaridade dos compostos tóxicos aumentando \n\na força de associação entre o composto tóxico e o particulado, e na destruição ou dissolução \n\ndas partículas de forma a remover a superfície de adsorção ou mesmo alterar o equilíbrio \n\ndissolvido/adsorvido. A redução da toxicidade está associada à remoção dos compostos \n\ntóxicos através de precipitação, sorção, mudanças no equilíbrio ou volatilização.  \n\n \n\nc) Aeração com ajuste de pH \n\n  \n\nA aeração da amostra tem o objetivo de identificar a toxicidade causada pela presença \n\nde compostos voláteis, subláteis ou oxidáveis. É realizada também com ajuste de pH pois \n\ndiferentes compostos podem ser removidos ou oxidados mais facilmente em diferentes \n\nvalores de pH. Deve-se diferenciar se os efeitos foram causados pelo borbulhamento, pela \n\noxidação ou sublação. Substituindo-se o ar pelo nitrogênio e repetindo os testes de toxicidade \n\ncom a amostra, pode-se definir se foi a oxidação ou o borbulhamento a causa da redução de \n\ntoxicidade. A redução da toxicidade após o borbulhamento com nitrogênio está associada à \n\npresença de compostos voláteis. A aeração remove por sublação compostos como resinas \n\nácidas, sabões, detergentes e polímeros de estabilização ou de coagulação utilizados em \n\nindústrias químicas. Estes compostos possuem superfícies ativas que se unem na interface \n\nlíquida/gás das bolhas de ar e nitrogênio, depositando-se nas paredes dos recipientes das \n\namostras. A redução da toxicidade devida a compostos subláteis pode ser confirmada \n\nlavando-se as paredes do frasco de aeração com água de diluição ou solvente. \n\n \n\n \n\n\n\n9 \n \n\n \n\nd) Extração em coluna de C18 com ajuste de pH \n\n \n\nA extração em coluna de octadecil (C18) tem por objetivo identificar compostos \n\norgânicos e complexos metálicos relativamente não polares. Na passagem pela coluna, os \n\ncompostos presentes na amostra interagem em função da polaridade e solubilidade com o \n\noctadecil e são extraídos da amostra para o sorvente. O ajuste do pH para ácido ou básico \n\npermite extrair alguns compostos orgânicos ácidos e básicos que se tornam menos polares e \n\npredominantemente não ionizados, os quais serão adsorvidos  na coluna. Após a passagem da \n\namostra é necessário fazer a eluição da coluna com metanol ou outro solvente para testes \n\nsubseqüentes caso ocorra redução de toxicidade nesta etapa. Alguns metais também podem \n\nficar retidos pela coluna, porém, para recuperá-los deve-se eluir a coluna com água de \n\ndiluição em pH 3 ou pH 9, já que os metais geralmente não são eluídos com metanol. \n\n \n\ne) Tratamento com tiossulfato de sódio \n\n \n\nOs testes com tiossulfato de sódio (Na2S2O3), um agente redutor e ao mesmo tempo \n\nquelante para alguns metais catiônicos, tem por finalidade identificar a toxicidade devida a \n\ncompostos oxidantes presentes na amostra, como cloro, ozônio, dióxidos, mono e \n\ndicloroaminas, brominas, íons de manganês, iodo e alguns orgânicos hidrofílicos. \n\nFrequentemente, estes compostos na forma reduzida tendem a ser menos tóxicos. O \n\ntiossulfato de sódio pode formar complexos metálicos com alguns metais catiônicos, tais \n\ncomo o cádmio, o cobre, a prata, o mercúrio e o selênio. O gradiente de concentração de \n\ntiossulfato de sódio escolhido deve ser baseado na CL50 do organismo teste, utilizando \n\nconcentrações menores que esta, para não haver mortalidade associada à toxicidade do \n\ntiossulfato. \n\n \n\nf) Tratamento com EDTA \n\n \n\nO tratamento da amostra com EDTA (ácido etilenodiaminotetracético), um quelante \n\norgânico que forma complexos metálicos relativamente não tóxicos, tem por finalidade \n\ndetectar a presença de metais como alumínio, bário, cádmio, cobalto, cobre, ferro, chumbo, \n\nmanganês, níquel, estrôncio e zinco. O EDTA tem baixa especificidade para prata, cromo e \n\ntálio e não complexa metais aniônicos. Assim como para o tiossulfato de sódio, o gradiente de \n\nconcentração de EDTA escolhido deve ser baseado na CL50 do organismo teste, e o aumento \n\n\n\n10 \n \n\n \n\nda toxicidade pode estar relacionada com a toxicidade do EDTA. O EDTA também pode \n\nreduzir a toxicidade de surfactantes catiônicos, portanto o resultado desta etapa deve ser \n\ncomparado com os resultados da etapa de aeração. Como o EDTA é um ácido, a acidificação \n\nda amostra após a sua adição (pH ? 4) pode mascarar os resultados caso exista outros \n\ncontaminantes, como amônia ou sulfeto de hidrogênio, determinando a importância do \n\ncontrole do pH nessa etapa. \n\n  \n\ng) Graduação  de pH \n\n \n\nNa etapa de graduação de pH, o pH da amostra é ajustado para uma faixa \n\nfisiologicamente aceitável para os organismos antes dos testes, de pH 6 a pH 9, com a \n\nfinalidade de indicar a presença de compostos dependentes do pH, principalmente amônia \n\n(NH3) e sulfeto de hidrogênio (H2S). As alterações de pH também podem afetar a toxicidade \n\nde muitos pesticidas ionizáveis, e alterar a biodisponibilidade e toxicidade de alguns metais \n\npesados e surfactantes. Em um composto dependente do pH o seu pK permite diferenças na \n\ndissociação na faixa de pH fisiologicamente tolerável, (de 6 a 9), e as duas formas do \n\ncomposto (ionizada e não-ionizada) devem causar toxicidade diferenciada aos organismos-\n\nteste. No caso da amônia, a forma não ionizada (NH3), mais tóxica, predomina em pH básico, \n\njá no caso do sulfeto de hidrogênio (H2S), a toxicidade é maior em pH ácido.  \n\n \n\nh) Tratamentos adicionais \n\n \n\nNos casos em que os tratamentos tradicionais acima descritos não forem eficientes na \n\nremoção da toxicidade, devem ser realizados tratamentos adicionais e/ou combinados, como \n\ncombinações dos tratamentos da Fase I, utilização de resinas de troca iônica, carvão ativado e \n\noutros ligantes (além do EDTA), descritos com mais detalhes em USEPA (1991a). \n\n \n\n \n\n3.1.2 Fase II – Identificação \n\n \n\n \n\nA partir dos resultados obtidos na fase I, inicia-se a fase II, com o objetivo de \n\nidentificar compostos específicos dentre as diferentes classes indicadas na fase I. Os \n\nprocedimentos da fase II são específicos para cada amostra em função dos resultados \n\n\n\n11 \n \n\n \n\npreviamente obtidos. A identificação dos compostos é feita através de técnicas analíticas \n\nvariadas, envolvendo etapas de separação e/ou concentração dos componentes da amostra e \n\ntestes de recuperação da toxicidade, seguidos de análises específicas (BOTTA et al., 2006). \n\nConforme o protocolo da fase II da USEPA (1993a), os procedimentos têm-se \n\nlimitado à identificação de metais, compostos orgânicos não polares, amônia, surfactantes e \n\ncloro, que são os contaminantes mais comumente encontrados em efluentes industriais. No \n\ncaso de compostos orgânicos não polares, é utilizado a Cromatografia Gasosa com detector de \n\nmassas, com uma análise qualitativa dos compostos. Já para os metais, a identificação é feita \n\nutilizando-se Espectroscopia Óptica de Emissão. \n\n \n\n \n\n3.1.3 Fase III – Confirmação \n\n \n\n \n\nNa fase III, tendo como base os resultados obtidos nas fases anteriores, realizam-se os \n\nprocedimentos necessários para confirmar os compostos identificados como prováveis \n\ncausadores da toxicidade. Os procedimentos publicados no protocolo da USEPA (1993b) \n\nmais utilizados são resumidos abaixo, conforme descritos por BOTTA et al. (2006).  \n\na) Correlação: Deve-se estabelecer uma correlação entre a toxicidade observada com a \n\ntoxicidade esperada em função da concentração medida do composto identificado; \n\nb) Sensibilidade relativa de diferentes espécies indicadoras: São realizados testes de \n\nsensibilidade com a amostra e a substância suspeita com pelo menos duas espécies de \n\nsensibilidade diferente ao composto. Se as espécies apresentarem diferenças na \n\nsensibilidade em relação ao agente suspeito e à amostra com o mesmo padrão, o \n\ncomposto suspeito pode ser considerado verdadeiro;  \n\nc) Observação de sintomas: Comparação de sintomas, como o tempo de mortalidade dos \n\norganismos teste expostos ao tóxico suspeito e à amostra;  \n\nd) Balanço de massa: Pode ser utilizado quando a filtração removeu a toxicidade e a \n\nextração com solvente e/ou água de diluição em pH 3 recuperou a toxicidade. No caso \n\nde compostos orgânicos podem-se realizar separações cromatográficas para fracionar \n\nas diferentes classes de compostos identificados. Estas frações são testadas \n\nseparadamente quanto à toxicidade e a soma destas deve ser comparada com a \n\ntoxicidade perdida na filtração;  \n\n\n\n12 \n \n\n \n\ne) Extração da amostra com resinas de troca iônica: Realiza-se o tratamento da amostra \n\ncom a resina específica para o composto suspeito. Com a redução da toxicidade após o \n\ntratamento, o composto suspeito é confirmado como o responsável pela toxicidade;  \n\nf) Contaminação de amostras de sedimento com o tóxico suspeito e comparação com o \n\nteste de toxicidade com a amostra. \n\n \n\n \n\n3.1.4 Utilização do estudo de AIT no Brasil \n\n \n\n \n\nA avaliação e identificação da toxicidade têm sido realizada em alguns centros de \n\npesquisa no Brasil, a partir do trabalho pioneiro de Bohrer (1993, apud PIRES, 2006) na \n\naplicação de AIT para o efluente do Pólo Petroquímico do Sul, RS. Outros estudos \n\ndesenvolvidos desde então foram aplicados principalmente em amostras de água e sedimento, \n\ntanto para ambientes de água doce como marinho. \n\nBadaró-Pedroso (1999, apud BARBOSA, 2010) aplicou a AIT em amostras de \n\nefluentes de uma indústria petroquímca utilizando espécies de ouriços-do-mar. Os resultados \n\nindicaram os compostos orgânicos apolares e a amônia como os principais responsáveis pela \n\ntoxicidade, e os metais e substâncias associadas ao material particulado como contribuintes \n\nem menor proporção. O uso de zeólita e da alga Ulva lactuca confirmaram a amônia durante a \n\nFase III.  \n\nBotta (2002) realizou o estudo de AIT em amostras de sedimento de três reservatórios \n\ndo estado de São Paulo (Barra Bonita, Salto Grande e Rasgão), utilizando o solubilizado \n\ncomo fase líquida. O reservatório de Barra Bonita tem como principais formadores os rios \n\nTietê e Piracicaba, recebendo descargas de águas residuárias de núcleos urbanos altamente \n\npovoados e industrializados. Nos testes de toxicidade realizados, a redução da toxicidade \n\nobservada para C. dúbia na etapa de graduação em pH 6 e pH 8 e no tratamento com EDTA \n\npode estar associada à presença dos metais cobre e/ou chumbo (pH 6) e níquel, zinco e/ou \n\ncádmio (pH 8). Portanto, o estudo de  AIT indicou os metais como uma das classes de \n\ncompostos químicos responsáveis pela toxicidade, sendo que essa evidência pode ser \n\nconfirmada pelas relações entre metais e sulfetos volatilizáveis por acidificação encontradas \n\nno estudo. \n\nO reservatório de Salto Grande tem como principal formador o rio Atibaia, recebendo \n\ncontribuição de resíduos industriais e esgoto doméstico. A toxicidade encontrada no  \n\n\n\n13 \n \n\n \n\nsedimento foi relacionada aos efeitos fisiológicos da acidez, sendo que para V. fisheri – \n\nsistema Microtox, os resultados obtidos mostraram que a acidez foi a principal causa da \n\ntoxicidade. Em pH 9,5 a amostra permaneceu tóxica, sugerindo a presença de amônia, \n\nconfirmada pelo tratamento com a resina zeólita, que mostrou redução da toxicidade \n\n(BOTTA, 2002). \n\nO reservatório de Rasgão, no rio Tietê, tem as principais fontes de contaminação \n\nprovenientes dos esgotos domésticos e industriais. Os resultados obtidos no estudo de AIT \n\nindicaram os compostos ácidos voláteis (ácido sulfídrico), os compostos orgânicos não \n\niônicos e a amônia como possíveis responsáveis pela toxicidade com V. fisheri - sistema \n\nMicrotox e C. dúbia. Após o tratamento da amostra com a resina zeólita, a amônia foi \n\nconfirmada como o principal composto responsável pela  toxicidade causada para C. dubia \n\n(BOTTA, 2002).   \n\nEstudos ecotoxicológicos foram conduzidos por Pires (2006) para avaliar a qualidade \n\ndas águas do rio Sarapuí, bacia da Baia de Guanabara, Rio de Janeiro, e dos efluentes líquidos \n\ndo Pólo Industrial de Belford Roxo, no curso final deste rio, cujas principais atividades são as \n\nlinhas de produção de poliuretânicos e produtos veterinários. Para a amostra de efluente, os \n\ntratamentos convencionais de AIT não apresentaram redução de toxicidade em nenhuma das \n\nfrações e concentrações testadas com C. dubia. Devido à elevada salinidade da amostra, foi \n\nintroduzido o tratamento com resina de troca iônica. Nos resultados obtidos houve redução de \n\ntoxicidade com D. similis pelos tratamentos de filtração (em pH inicial e 11) e aeração (em \n\npH inicial e 3), indicando toxicidade por sólidos suspensos, sulfeto e íons, com destaque para \n\no tratamento com resina aniônica na redução da toxicidade.  \n\nEm novas campanhas, Pires (2006) utilizou uma coluna de troca iônica mista \n\n(sequência de colunas catiônica e aniônica), sendo o único tratamento que apresentou redução \n\nde toxicidade. A partir destes resultados, a confirmação da salinidade, indicada pelo íon \n\ncloreto, (que apresentou maior coeficiente de correlação), como principal causador da \n\ntoxicidade, foi feita pela comparação das curvas concentração-resposta para D. similis das \n\nconcentrações calculadas do íon no efluente e das concentrações utilizadas no teste de \n\nsensibilidade com NaCl. Portanto, verificou-se que o principal efeito tóxico é o desequilíbrio \n\niônico causado pela salinidade, além de efeitos aditivos de outras substâncias encontradas nas \n\namostras. \n\nPara a amostra de água do rio Sarapuí, coletada no ponto de descarte do efluente, os \n\ntratamentos de ajuste de pH e filtração e aeração com ajuste de pH (inicial, 3 e 11) \n\napresentaram redução da toxicidade para D. similis. Desse modo, estimam-se como principais \n\n\n\n14 \n \n\n \n\nagentes tóxicos os sólidos suspensos, amônia e sulfeto, além do fósforo, presente em elevada \n\nconcentração na amostra. No caso da amostra de água do rio, não pode ser comprovada a \n\neficiência da resina de troca iônica, pois os resultados obtidos são semelhantes aos da amostra \n\nfiltrada e não submetida à troca iônica (PIRES, 2006). \n\nBuratini et al. (2007) aplicaram as manipulações da Fase I e Fase II da AIT em \n\namostras de água superficial do rio Baquirivu-Guaçu, na bacia do Alto Tietê. Para as três \n\namostras estudadas, apenas a extração em coluna C18 reduziu a toxicidade de duas amostras à \n\nespécie C. dúbia, com recuperação da toxicidade no teste com o extrato eluído da coluna, \n\nindicando os compostos orgânicos apolares como responsáveis pela toxicidade. Para outra \n\namostra, apenas a adição de EDTA reduziu a toxicidade indicando toxicidade por metais \n\ncatiônicos, sendo o zinco identificado na Fase II.     \n\nNilin (2008) avaliou a qualidade do sedimento do estuário do rio Ceará, em Fortaleza, \n\nCeará, que recebe efluentes industriais e domésticos, através de ensaios ecotoxicológicos e do \n\nestudo de AIT com o elutriato de amostras de quatro pontos do estuário. De forma geral, os \n\nelutriatos dos quatro pontos tiveram a toxicidade reduzida para embriões do ouriço do mar \n\nLytechinus variegatus após as manipulações de aeração, filtração, adição de EDTA, adição de \n\ntiossulfato de sódio e Ulva sp., indicando que os responsáveis pela toxicidade são a amônia, \n\nmetais, compostos oxidáveis, voláteis e particulados. A aplicação de correlação linear e a \n\nanálise dos componentes principais entre os parâmetros abióticos, metais e toxicidade não \n\nevidenciou correlação significativa dos metais pesquisados (Cu, Cr, Pb e Zn), fração de finos \n\ne de areia, carbonatos e matéria orgânica com a toxicidade nos testes, sugerindo que outros \n\ncontaminantes são os responsáveis. Apesar dos resultados não serem conclusivos, pode-se \n\nobservar que diversas classes químicas são responsáveis pela toxicidade no estuário.     \n\nBarbosa (2010) aplicou a Fase I em amostras de água e sedimento de nascentes na \n\nbacia do rio Mogi-Guaçu, município de Bom Repouso, MG, em ensaios crônicos com C. \n\ndubia. Para a amostra de água, a graduação em pH 7 e o tratamento com tiossulfato de sódio \n\n(10 mg.L-1) reduziram a toxicidade. O sedimento foi analisado a partir do elutriato, \n\napresentando redução de toxicidade na graduação em pH 7 e pH 9 e na extração em coluna \n\nC18, porém sem recuperação no teste com o elutriato. O autor atribuiu os efeitos a um \n\nconjunto de fatores, como baixo pH e dureza da amostra de água além de outras substâncias, \n\nevidenciadas pelo teste de referência realizado. Para o sedimento, o stress dos organismos e a \n\npresença de substâncias orgânicas foram apontados como responsáveis pela toxicidade.    \n\n \n\n \n\n\n\n15 \n \n\n \n\n3.2 ÁREA DE ESTUDO \n\n \n\n \n\n3.2.1 Bacia do Rio Paraíba do Sul \n\n \n\n \n\nA bacia do rio Paraíba do Sul (Figura 1), situada na região sudeste do Brasil, ocupa \n\numa área de aproximadamente 55.500 km², formada pelos estados de São Paulo (13.900 km²), \n\nRio de Janeiro (20.900 km²) e Minas Gerais (20.700 km²). No Rio de Janeiro, a bacia abrange \n\n63% da área total do estado, enquanto em São Paulo e Minas Gerais, é de apenas 5% e 4%, \n\nrespectivamente. (CEIVAP, 2010). \n\n \n\n \nFigura 1 - Bacia Hidrográfica do Rio Paraíba do Sul (CEIVAP, 2010). \n \n\nAproximadamente 14,2 milhões de pessoas se abastecem das águas provenientes desta \n\nbacia. Os principais usos da água são para abastecimento, despejo de esgotos, irrigação e \n\ngeração de energia hidroelétrica, ocorrendo em menor escala a pesca, aqüicultura, recreação, \n\nnavegação, e outros. (Fundação COPPETEC, 2001 apud CEIVAP, 2010).  \n\nA bacia abrange 180 municípios, sendo 39 no estado de São Paulo, 53 no Rio de \n\nJaneiro e 88 em Minas Gerais. Cerca de 90% dos municípios não possuem estação de \n\ntratamento de esgotos, despejando por dia aproximadamente 1 bilhão de litros de esgoto sem \n\n\n\n16 \n \n\n \n\ntratamento nos rios. Das 300 toneladas de DBO por dia que atingem a bacia, 86% são \n\nprovenientes de efluentes domésticos e apenas 14% são de origem industrial. Além dos \n\nproblemas gerados pela descarga de efluentes nos rios, outras ações de grande impacto \n\nnegativo somam-se na degradação da qualidade ambiental da bacia. Dentre elas destacam-se a \n\ndisposição inadequada do lixo, o desmatamento indiscriminado, a retirada de recursos \n\nminerais para a construção civil, o uso não controlado de agrotóxicos, a extração abusiva de \n\nareia, a ocupação desordenada do solo, a pesca predatória, entre outros (CEIVAP, 2010). \n\nPor esses motivos, a qualidade de água do rio Paraíba do Sul vai se deteriorando ao \n\nlongo de seu percurso. As usinas hidroelétricas construídas em diversos pontos da bacia foram \n\nresponsáveis pela alteração na hidrodinâmica deste rio, e com o intenso aporte de nutrientes e \n\ncontaminantes intenso, ocorrem sérios problemas de contaminação e eutrofização das águas \n\ndos reservatórios, reduzindo a biodiversidade aquática e facilitando o acúmulo de sedimentos \n\n(ALERJ, 2005).   \n\n \n\n \n\n3.2.2 Reservatório da Usina Hidrelétrica de Funil \n\n \n\n \n\nO Reservatório da Usina Hidrelétrica de Funil (22o 30’S e 44o 45’W), administrada \n\npela concessionária Eletrobrás Furnas, é a primeira barragem do rio Paraíba do Sul em área \n\nfluminense, conforme Figura 2, localizado entre os municípios de Itatiaia e Resende. Sua \n\nconstrução foi finalizada em 1969, com a função principal de gerar energia elétrica, mas é \n\ntambém responsável por regularizar a vazão do rio, atenuando o impacto de cheias nas \n\ncidades à jusante, além da grande importância para o sistema elétrico por estar localizada \n\npróxima aos grandes centros consumidores (FURNAS, 2010).  \n\nCom uma potência de 216 MW, o reservatório possui uma área inundada de 40 km2, \n\n16.800 km2 de bacia de drenagem, sendo a maior parte situada em território paulista, \n\nprofundidade média de 22 m, com máxima de 70 m no corpo central e tempo de residência \n\nentre 10 e 50 dias (ROCHA et al., 2002).  \n\n \n\n\n\n17 \n \n\n \n\n \nFigura 2 - Localização do Reservatório da UHE de Funil (FERRÃO-FILHO et al., 2009b). \n \n\nObserva-se, atualmente, pouca cobertura vegetal em torno do reservatório, com grande \n\nárea ocupada por pastagens, destacando a pecuária extensiva como a principal atividade \n\neconômica local. Também ocorre o cultivo de eucaliptos, como auxiliar no controle da erosão, \n\nmas não tão eficiente como a cobertura florestal original, de mata atlântica (FIGUEREDO, \n\n2002). Sua bacia de drenagem também possui reduzida cobertura vegetal, devido à expansão \n\ndo plantio de café na região, e atualmente, por pastagens, o que intensifica os processos \n\nerosivos na região (FERRÃO-FILHO et al., 2009b). Porém, segundo Figueredo (2002), o \n\nprincipal aporte de partículas em suspensão no reservatório é proveniente do rio Paraíba do \n\nSul, e não das margens do reservatório, além do lixo trazido por este rio.  \n\nPelo fato da maior parte da bacia de drenagem do reservatório pertencer ao estado de \n\nSão Paulo, a qualidade da água sofre grande influência das atividades desenvolvidas a \n\nmontante. O tipo de ocupação da bacia hidrográfica, com crescimento da população e dos \n\nsetores industrial e agrícola, são os principais fatores de degradação da qualidade da água \n\n(INEA, 2010). A maior carga poluidora é proveniente do trecho paulista da bacia, uma região \n\naltamente urbanizada e de diversificado parque industrial, com indústrias de grande porte e \n\npotencial poluidor, existindo 19 indústrias químicas, 26 metalúrgicas e siderúrgicas, 5 \n\nindústrias de material elétrico e eletrônico, 1 petroquímica, 3 de papel e celulose, dentre \n\noutras alimentícias e têxteis (PRIMO, 2006). \n\nO reservatório de Funil atua como um decantador natural de material em suspensão e, \n\nconseqüentemente, de outras substâncias potencialmente tóxicas, melhorando a qualidade da \n\nágua do rio Paraíba do Sul a jusante do reservatório (FERRÃO-FILHO et al., 2009b; \n\n\n\n18 \n \n\n \n\nFIGUEREDO, 2002; INEA, 2010). Cerca de 70 a 80% da carga de sólidos em suspensão \n\ntransportada pelo rio Paraíba do Sul é acumulada no reservatório, sendo a maior parte \n\ndepositada no seu trecho inicial (ALERJ, 2006). \n\nDiversos estudos demonstram a presença de metais pesados em elevadas \n\nconcentrações na bacia do rio Paraíba do Sul (AZCUE et al., 1987) e no reservatório de Funil \n\n(ALERJ, 2005; 2006). \n\nEstes dados foram confirmados recentemente por Primo (2006). O autor identificou \n\narsênio, níquel e chumbo em doze pontos de amostragem da bacia (montante, jusante e no \n\nreservatório) e alumínio, cromo e ferro na maioria desses pontos apresentando concentrações \n\nna água acima do máximo permitido pela Conama 357/05 para águas de classe II, onde se \n\nenquadra o rio Paraíba do Sul. A maioria dos elementos estudados (Al, As, Cd, Cr, Fe, Mn, \n\nNi, Pb) apresentou concentrações nas amostras de água a montante do reservatório superior às \n\nverificadas a jusante, e as maiores concentrações de Al, As, Cd, Fe, e Pb no sedimento foram \n\nverificadas em alguns pontos onde a concentração desses elementos eram menores na água, \n\nmostrando mais uma vez a função de decantador do reservatório. O autor identificou também \n\na presença de arsênio, cádmio, cromo e chumbo no sedimento em quase todos os pontos \n\nestudados, sendo o ferro o elemento que apresentou as maiores concentrações. \n\nComo consequência da poluição proveniente do rio Paraíba, e o grande aporte de \n\nnutrientes, o reservatório de Funil sofre um processo crescente de degradação e eutrofização \n\nartificial em toda sua extensão, levando-o à classificação na categoria de hipereutrófico \n\n(FERRÃO-FILHO et al., 2009b). Portanto, o reservatório possui as condições ambientais \n\nadequadas ao desenvolvimento de florações de cianobactérias, dentre elas as potencialmente \n\nprodutoras de cianotoxinas. A Figura 3 ilustra uma floração de cianobactérias ocorrida neste \n\nreservatório em janeiro de 2010. \n\n \n\n \nFigura 3 - Floração de cianobactérias no reservatório de Funil em 12/01/2010 (Autora). \n\n\n\n19 \n \n\n \n\nEstudos realizados pela Fundação Estadual de Engenharia do Meio Ambiente \n\n(FEEMA) no fim da década de 1970 demonstraram baixa produtividade primária e \n\nconcentração de fósforo, com dominância de algas verdes (FEEMA, 1987 apud FERRÃO-\n\nFILHO et al., 2009b). Os estudos realizados entre 1987 e 1991 demonstraram alta \n\nconcentração de fósforo e dominância de cianobactérias (FEEMA, 1989 apud FERRÃO-\n\nFILHO et al., 2009b). Um estudo posterior realizado por Bobeda (1993, apud Rocha et al, \n\n2002) verificou a presença constante da cianobactéria Microcystis aeruginosa, com florações \n\ncapazes de produzir toxinas (microcistinas).   \n\nO Instituto Estadual do Ambiente do Rio de Janeiro – Inea realiza levantamentos de \n\ndados sobre a comunidade fitoplantônica no reservatório de Funil. Os resultados demonstram \n\na dominância de cianobactérias, que chegam a atingir níveis de abundância relativa acima de \n\n90% no verão, com dominância de Microcystis aeruginosa flos-aquae, Mycrocystis sp. e \n\nOscillatoria, formando intensas florações (INEA, 2010). A distribuição espacial das florações \n\npode até ser mapeada por imagens de satélite coincidentes com episódios de alta concentração \n\nde clorofila-a, onde a composição colorida resulta em coloração verde da água do reservatório \n\n(NOVO et al., 2009).  \n\nEstudos realizados por Branco et al. (2002) e Rocha et al. (2002) durante o ano de \n\n1995, Ferrão-Filho et al. (2009b) entre 2002 e 2006, e Rosa (2008), verificaram que a \n\ncomunidade zooplanctônica possui dominância de copépodos, seguido por rotíferos e \n\ncladóceros. Segundo os autores, as espécies presentes são geralmente encontradas em \n\nreservatórios eutróficos brasileiros, podendo atuar como indicadores do grau de trofia destes, \n\nonde as florações de cianobactérias podem alterar a estrutura da comunidade zooplanctônica.      \n\nUm amplo estudo realizado por Ferrão-Filho et al. (2009b) no período de junho de \n\n2002  a março de 2006 no reservatório de Funil, mostrou uma tendência no aumento da \n\ndensidade de cianobactérias, sendo Anabaena circinalis, Cylindrospermopsis raciborskii e \n\nMicrocystis spp. os principais táxons encontrados, as quais são potencialmente produtoras de \n\nmicrocistinas (hepatotoxinas) e saxitoxinas (neurotoxinas). Também foram observados efeitos \n\ntóxicos em cladóceros, além de elevadas concentrações de toxinas no zooplâncton.  \n\nFerrão-Filho et al. (2008) observaram o efeito nos cladóceros D. pulex e M. micrura, \n\ncaracterizado pela paralisia total dos movimentos natatórios em função da presença de \n\nsaxitoxina, produzida por cepas de Cylindrospermopsis raciborskii isoladas do reservatório de \n\nFunil. Os organismos foram expostos a diferentes concentrações celulares da referida \n\ncianobactéria. O mesmo efeito foi observado nos ensaios com água bruta, no qual por análise \n\nde cromatografia líquida de alta eficiência (HPLC), detectou-se, além de saxitoxina, a \n\n\n\n20 \n \n\n \n\npresença de microcistina. Em outro trabalho, Ferrão-Filho et al. (2009a) utilizaram duas \n\nespécies de zooplâncton, Daphnia gessneri e Moina micrura, em testes agudos e crônicos \n\ncom amostra da água do reservatório de Funil em diversas diluições. Os resultados mostraram \n\nefeitos adversos como mortalidade, paralisia, e reduzida taxa de crescimento populacional, \n\nsendo relacionados com a presença de toxinas de cianobactérias, principalmente microcistina \n\ne saxitoxina.    \n\nA perda da qualidade ambiental do Reservatório de Funil, consequente dos diversos \n\nimpactos antrópicos na bacia do rio Paraíba do Sul é um fato preocupante, visto que este \n\nambiente possui as condições favoráveis ao desenvolvimento de florações de cianobactérias, \n\npotencialmente produtoras de toxinas. Visando atender aos usos múltiplos dos reservatórios, \n\nfaz-se necessário um estudo amplo, através de levantamento, integração e análise de dados, \n\nidentificação das fontes dos principais poluentes e monitoramento, facilitando a elaboração de \n\nmedidas mitigadoras eficientes para a gestão da bacia deste reservatório. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n21 \n \n\n \n\n4  MATERIAL E MÉTODOS \n\n \n \n\n4.1 COLETA E ARMAZENAMENTO DAS AMOSTRAS \n\n \n\n \n\nAs coletas das amostras de água e sedimento foram realizadas em abril e outubro de \n\n2010 e em janeiro de 2011, em dois pontos de amostragem, indicados na Figura 4. O primeiro \n\nponto (P1) situa-se próximo à barragem, nas coordenadas 22°31’42’’ S 44°33’49’’ W, e o \n\nsegundo ponto (P2), ao longo do corpo do reservatório, com coordenadas 22°33’50’’ S \n\n44°35’37’’ W.    \n\nOs pontos foram escolhidos com base em: dados de toxicidade da água superficial \n\ndeste reservatório, observados em amostras coletadas próximo à barragem (FERRÃO-FILHO \n\net al., 2009a); dados da literatura que indicam que as partículas mais finas do sedimento, que \n\napresentam maior grau de adsorção das moléculas de pesticidas, bifenilas policloradas e \n\nmetais, se depositam próximo à barragem (CALHEIROS, 1993; BORGLIN et al., 1996); nos \n\npontos do monitoramento realizado por Furnas no reservatório, com intuito de facilitar as \n\ncoletas, as quais foram realizadas com a ajuda dos funcionários de Furnas, nos mesmos dias \n\nde coleta estabelecidos para o monitoramento da empresa.  \n\n   \n\n \nFigura 4 - Pontos de amostragem. P1 próximo à barragem e P2 no corpo do reservatório. \n\n-44.72 -44.7 -44.68 -44.66 -44.64 -44.62 -44.6 -44.58 -44.56 -44.54\n-22.65\n\n-22.6\n\n-22.55\n\n-22.5\n\nReservatório de Funil\n\nLongitude\n\nL\na\nti\ntu\n\nd\ne\n\n \n\n \n\nReservatório\n\nP1\n\nP2\n\n\n\n22 \n \n\n \n\nAs amostras de água foram coletadas a 1 metro da superfície, com uma garrafa de Van \n\nDorn e transferidas para galões de 10 litros previamente lavados e identificados. \n\nPara as amostras de sedimento utilizou-se uma draga de Petersen. Para cada ponto de \n\ncoleta foram realizadas 10 dragadas, possibilitando a obtenção de volume de sedimento \n\nsuficiente para a extração da água intersticial, determinação do teor de matéria orgânica e \n\ngranulometria. As amostras de sedimento coletadas foram dispostas em bandeja plástica, \n\nhomogeneizados e acondicionadas em sacos plásticos não tóxicos. \n\nImediatamente, as amostras de água e sedimento foram dispostas em caixa de isopor \n\ncom gelo, e transportadas para o Laboratório de Ecotoxicologia da UNIFEI, onde foram \n\narmazenadas a 4°C. Na segunda e terceira coletas, as amostras de sedimento foram \n\ncongeladas.   \n\nNa primeira coleta, as amostras mantidas em gelo foram enviadas para o Centro de \n\nRecursos Hídricos e Ecologia Aplicada – CRHEA, da USP de São Carlos. A primeira etapa \n\ndeste trabalho foi realizada no Laboratório de Ecotoxicologia e Ecofisiologia Aquática da \n\nreferida instituição, com a finalidade de aprendizado da técnica de AIT, através do \n\nacompanhamento da Profa. Dra. Clarice M. Rispoli Botta, co-orientadora da presente \n\ndissertação, possibilitando a realização das etapas posteriores no Laboratório de \n\nEcotoxicologia da UNIFEI. \n\n \n\n \n\n4.2 CULTIVO E CONTROLE DE QUALIDADE DOS ORGANISMOS-TESTE \n\n \n\n \n\nAs espécies utilizadas nos experimentos foram os cladóceros Daphnia similis e \n\nCeriodaphnia silvestrii. Tanto no laboratório do CRHEA/USP como no da UNIFEI, os \n\norganismos são cultivados de acordo com as recomendações das normas brasileiras da ABNT \n\n(NBR 12713:2009; NBR 13373:2005), com água de fonte natural, sendo a dureza de 40 a 48 \n\nmg.L-1 de CaCO3, pH entre 7,0 e 7,6, condutividade elétrica aproximada de 160 µS.cm\n-1 e \n\noxigênio dissolvido entre 7,5 e 8,0 mg.L-1. Os cristalizadores são mantidos em estufa \n\nincubadora a 23°C ± 2 e fotoperíodo de 12 horas. A troca de água do cultivo é realizada a \n\ncada dois dias, sendo utilizado como alimento uma concentração de 105 cels.ml-1 da clorofícea \n\nPseudokirchineriela subcaptata, e um composto preparado com ração para peixe fermentada \n\ne levedura a 1 ml.L-1.  \n\n\n\n23 \n \n\n \n\nPara avaliar o estado de saúde dos organismos foram realizados testes de sensibilidade \n\ncom substâncias de referência (ZAGATTO, 2006) de acordo com os procedimentos descritos \n\npela NBR 12713 (ABNT, 2009). No laboratório do CRHEA/USP, os testes de toxicidade \n\naguda para avaliação da sensibilidade das culturas de D. similis e C. silvestrii são feitos \n\nmensalmente com solução de cloreto de potássio (KCl) e cloreto de sódio (NaCl), \n\nrespectivamente. No laboratório da UNIFEI, utiliza-se cloreto de sódio (NaCl) para ambas as \n\nespécies. A CE50 48 h foi calculada através do método estatístico Trimmed Spearman – \n\nKarber (HAMILTON et al., 1977), compondo os dados que geram a carta-controle \n\n(ZAGATTO, 2006).  \n\n \n\n \n\n4.3 ANÁLISES FÍSICAS E QUÍMICAS DAS AMOSTRAS \n\n \n\n \n\nA quantificação dos teores de nutrientes (Série do Nitrogênio e Fósforo), sólidos totais \n\ne dissolvidos e clorofila das amostras de água dos dois pontos amostrais foi realizada por \n\nFURNAS, dentro da rotina do Sistema de Monitoramento Limnológico da Qualidade da Água \n\ndesta empresa. Com estes dados, determinou-se o Índice do Estado Trófico (IET) do \n\nreservatório, considerando o teor de fósforo total e clorofila-a, conforme CETESB (2011). \n\nPara a quantificação das frações texturais realizou-se a análise granulométrica, \n\nutilizando-se o Método da Pipeta desenvolvido pela EMBRAPA (1997). Na 1ª coleta esta \n\nanálise foi realizada apenas para a amostra de P1, e na 2ª e 3ª para os dois pontos. \n\nAs porcentagens de matéria orgânica e inorgânica dos sedimentos foram obtidas \n\natravés do método de incineração (APHA – Standard Methods, 1992). Esta análise foi \n\nrealizada na 1ª coleta apenas para P1 e na 2ª coleta para os dois pontos. As análises acima \n\nmencionadas foram realizadas no Laboratório de Solos da UNIFEI.  \n\nA presença e concentração de metais totais na amostra de sedimento de P1 da 1ª coleta \n\nforam analisadas no Laboratório de Biogeoquímica Ambiental da Universidade Federal de \n\nSão Carlos – UFSCar, pelo método 3050B, através de digestão ácida, proposto pela USEPA \n\n(1996).  \n\nCom o uso dos aparelhos descritos entre parênteses, os parâmetros pH (CRHEA: \n\nMicronal B374; UNIFEI: Digimed DM - 20), oxigênio dissolvido (CRHEA: YSI 55-25 FT; \n\nUNIFEI: Handylab OX1/set) e condutividade (CRHEA: Orion 145 Plus; UNIFEI: Alfa Mare \n\n\n\n24 \n \n\n \n\nmcA 150) foram determinados no início e fim dos ensaios. A dureza foi determinada somente \n\nno início, através de titulação. \n\n \n\n \n\n4.4 ENSAIOS DE TOXICIDADE INICIAIS \n\n \n\n \n\n4.4.1 Amostras de água \n\n \n\n \n\nEm todas as coletas, os ensaios de ecotoxicidade iniciais foram realizados com as \n\namostras dos dois pontos (P1 e P2, Figura 4), sendo que nos ensaios de toxicidade aguda foi \n\nutilizada a espécie D. similis e nos ensaios de toxicidade crônica a espécie C. silvestrii, \n\nconforme NBR 12713 e NBR 13373 (ABNT, 2009; 2005), respectivamente. Optou-se por \n\niniciar os ensaios de toxicidade crônica no mesmo dia dos ensaios de toxicidade aguda, para \n\nobtenção da resposta crônica em menor intervalo de tempo, caso as amostras não \n\napresentassem efeito agudo para D. similis. Na 2ª e 3ª amostragens, os ensaios foram iniciados \n\nno mesmo dia da coleta. Na 2ª coleta, realizou-se o ensaio de toxicidade crônica apenas com a \n\namostra de P2.   \n\nNos ensaios de toxicidade aguda foram utilizadas 4 réplicas de 10 ml com 5 \n\norganismos em cada, além do controle, com leitura dos ensaios após 48 horas. Para os ensaios \n\nde toxicidade crônica foram utilizadas 10 réplicas de 15 ml contendo 1 organismo em cada, \n\nalém do controle. A troca das águas foi realizada a cada 2 dias, quando era feita a contagem \n\ndos neonatos e a alimentação.  \n\n \n\n \n\n4.4.2 Amostras de água intersticial do sedimento \n\n \n\n \n\nA toxicidade do sedimento foi avaliada utilizando-se a água intersticial como fase \n\nlíquida. Na primeira amostragem, para os ensaios de toxicidade inicial, uma pequena alíquota \n\ndas amostras de sedimento dos dois pontos (P1 e P2) foi centrifugada por 10 minutos a 2000 \n\nrpm (centrífuga FANEM 204/NR), seguindo-se imediatamente à montagem dos ensaios. \n\nForam realizados ensaios de toxicidade aguda conforme NBR 12713 (ABNT, 2009) com D. \n\n\n\n25 \n \n\n \n\nsimilis e C. silvestrii, utilizando 4 réplicas de 10 ml com 5 organismos em cada, sem diluição \n\ndas amostras, além do controle, e leitura após 48 horas. \n\nPosteriormente, a amostra de P1 foi centrifugada em centrífuga refrigerada (MLW \n\nK26) por 30 minutos a 5000 rpm, no Laboratório de Biogeoquímica Ambiental da \n\nUniversidade Federal de São Carlos – UFSCar. A água intersticial obtida foi mantida \n\nrefrigerada até o início das manipulações do método de Avaliação e Identificação da \n\nToxicidade (AIT).   \n\nNa segunda amostragem, a extração da água intersticial das amostras dos dois pontos \n\nfoi feita por congelamento e descongelamento, seguida de centrifugação por 10 minutos a \n\n3000 rpm em centrífuga refrigerada (JOUAN CR4i), no Laboratório da Escola de Engenharia \n\nde Lorena – USP. A água intersticial obtida foi mantida refrigerada até a realização dos \n\nensaios iniciais. Foram realizados ensaios de toxicidade aguda com D. similis e de toxicidade \n\ncrônica com C. silvestrii, conforme NBR 12713 e NBR 13373 (ABNT, 2009; 2005), \n\nrespectivamente, como descrito para as amostras de água. \n\nNa terceira amostragem, pequenas alíquotas  das amostras de P1 e P2 foram \n\ncentrifugadas por 30 minutos a 5000 rpm, em centrífuga refrigerada (MEGAFUGE 16R), no \n\nLaboratório de Ecotoxicologia da UNIFEI, seguindo-se imediatamente à montagem dos \n\nensaios de toxicidade iniciais. Foram realizados apenas ensaios agudos com D. similis \n\nconforme NBR 12713 (ABNT, 2009), sendo 4 réplicas de 10 ml com 5 organismos em cada, \n\nsem diluição das amostras, além do controle. \n\n \n\n \n\n4.5 AVALIAÇÃO E IDENTIFICAÇÃO DA TOXICIDADE (AIT) \n\n \n\n \n\nTanto para as amostras de água como para o sedimento, os procedimentos realizados \n\nnas etapas da Fase I com a amostra e o branco (água de cultivo submetida aos mesmos \n\nprocedimentos) seguiram as recomendações da USEPA (1991a; 2007), utilizando a espécie D. \n\nsimilis, sendo descritos a seguir e apresentados na forma de fluxograma nas Figuras 5, 6 e 7.  \n\nTambém foram utilizados os controles, ou seja, ensaios somente com a água de \n\ncultivo, para checar a qualidade dos organismos-teste, da água e das condições de teste em \n\ntodos os dias em que se iniciaram novos ensaios de toxicidade com a amostra manipulada. \n\nForam feitas 4 réplicas de 10 ml com 5 organismos cada.  \n\n \n\n\n\n26 \n \n\n \n\n 4.5.1 Amostra de água \n\n \n\n \n\nNos três períodos amostrais realizados, os experimentos de AIT foram conduzidos \n\ncom a amostra de água de P2, a qual apresentou toxicidade aguda a D. similis no ensaio de \n\ntoxicidade inicial, o que não ocorreu com a amostra de P1, que foi tóxica apenas na 3ª coleta. \n\nOs procedimentos realizados seguem descritos a seguir, e o fluxograma com as etapas é \n\napresentado nas Figuras 5 e 6. \n\nNa primeira amostragem, para otimizar o tempo de análise, optou-se por realizar \n\ninicialmente as etapas de filtração, aeração e extração em coluna de C18 apenas com a \n\namostra em pH inicial, tendo em vista que a etapa de ajuste de pH pode reduzir a toxicidade, \n\ntornando desnecessário as demais manipulações com ajuste de pH. Nas demais coletas, \n\nrealizou-se junto com as demais etapas a filtração, aeração e extração em coluna de C18 com \n\najuste em pH 3 e pH 11.  \n\n \n\n \nFigura 5- Etapas da Fase I realizadas na 1ª campanha com a amostra de água de P2. \n\nAMOSTRA AQUOSA/BRANCO\npH i\n\nTiossulfato\nde Sódio\n\nEDTA\n\nEnsaios de \nToxicidade\n\nFiltração\nAeração\n\nColuna C18\n\nEnsaios de \nToxicidade\n\nGraduação de pH\n\npH 6\n\nEnsaios de \nToxicidade\n\npH 7\n\nEnsaios de \nToxicidade\n\npH 9\n\nEnsaios de \nToxicidade\n\nAjuste de pH\n\npH 3\n\npH i\n\nEnsaios de \nToxicidade\n\npH 11\n\npH i\n\nEnsaios de \nToxicidade\n\nEnsaios de \nToxicidade\n\n\n\n27 \n \n\n \n\n \nFigura 6 - Etapas da Fase I realizadas na 2ª e 3ª campanhas com a amostra de água de P2. \n \n\na) Teste base \n\n \n\nA amostra sem manipulação foi testada nos dias em que se iniciou algum tratamento \n\nda amostra, com intuito de verificar a presença de toxicidade em comparação com o ensaio \n\ninicial e com os efeitos das diferentes etapas na toxicidade. Foram feitas 4 réplicas de 10 ml \n\ncom 5 organismos cada, com a amostra em 100%, 50% e 25%, utilizando a água de cultivo \n\npara a diluição. As citadas réplicas e diluições também foram utilizadas nas demais etapas de \n\nAIT. Apenas na 2ª campanha não foi feito diluição da amostra tratada. \n\n \n\nb) Ajuste de pH \n\n \n\nOs acertos de pH para os valores requeridos nessa etapa, pH 3 e pH 11, foram \n\nrealizados com adição de solução de ácido clorídrico (HCl 1N e 0,1N) e de hidróxido de sódio \n\n(NaOH 1N e 0,1N), respectivamente, a 80 ml (1ª coleta) e 500 ml (2ª e 3ª coletas) de amostra \n\ne água de cultivo (brancos) sob agitação constante. Decorrido 4 horas as amostras foram \n\nreajustadas ao pH inicial e submetidas aos ensaios. Cuidou-se para que o volume final de \n\nácido/base utilizado no ajuste inicial e no retorno para o pH inicial não ultrapassasse 10% do \n\nvolume total da amostra. Foram feitas 3 réplicas de 10 ml com 5 organismos cada, sendo esse \n\nmesmo número de réplicas utilizado nas demais etapas de AIT. \n\nAMOSTRA AQUOSA/BRANCO\npH i\n\nTiossulfato\nde Sódio\n\nEDTA\n\nEnsaios de \nToxicidade\n\nFiltração\nAeração\n\nColuna C18\n\nEnsaios de \nToxicidade\n\nGraduação de pH\n\npH 6\n\nEnsaios de \nToxicidade\n\npH 7\n\nEnsaios de \nToxicidade\n\npH 9\n\nEnsaios de \nToxicidade\n\nAjuste de pH\n\npH 3\n\nFiltração \nAeração \n\nColuna C18\n\npH i\n\nEnsaios de \nToxicidade\n\npH i\n\nEnsaios de \nToxicidade\n\npH 11\n\nFiltração\nAeração\n\nColuna C18 (pH 9)\n\npH i\n\nEnsaios de \nToxicidade\n\npH i\n\nEnsaios de \nToxicidade\n\nEnsaios de \nToxicidade\n\n\n\n28 \n \n\n \n\nNa primeira amostragem, como os ensaios em pH 11 com a amostra diluída em 50 e \n\n25% apresentaram toxicidade, esta etapa foi repetida para verificar possível contaminação \n\ndurante o tratamento. Para a 2ª e 3ª coletas também foi feito o ajuste para pH 9 (250 ml), para \n\nutilização na etapa de extração em coluna C18. \n\n  \n\nc) Graduação de pH \n\n \n\nOs acertos de pH para os valores requeridos, pH 6 e pH 9, foram realizados com \n\nadição de solução de ácido clorídrico (HCl 1N e 0,1N) e de hidróxido de sódio (NaOH 1N e \n\n0,1N), respectivamente, a 80 ml de amostra sob agitação constante. Seguiu-se imediatamente \n\nà montagem dos ensaios. Neste caso, foi usada a água de cultivo em pH 6 e pH 9 para a \n\ndiluição da amostra em 50% e 25%, a fim de não alterar o valor de pH do teste.  \n\n \n\nd) Filtração em pH inicial/pH 3/pH 11 \n\n \n\nAlíquotas de 300 ml de amostra e água de cultivo foram filtradas a vácuo em \n\nmembrana de acetato de celulose (Sartorius Stedim Biotech) com 0,45 µm de porosidade e 47 \n\nmm de diâmetro. As membranas foram previamente lavadas com água ultra pura (50 ml) e em \n\nseguida filtrou-se a água de cultivo e a amostra. Do total de amostra filtrada, 200 ml foram \n\nseparadas para a etapa de extração em coluna C18 e o restante foi utilizado nos ensaios de \n\ntoxicidade desta etapa. O filtro foi guardado em geladeira embrulhado em papel alumínio. \n\nNa primeira campanha, para o teste de recuperação de toxicidade procedeu-se a \n\nsonificação do filtro por 1 hora com água de diluição, em aparelho de banho de ultrassom \n\n(Ultrasonic 1440, Odontobrás). O filtro foi cortado ao meio, sendo uma metade usada com \n\nágua de diluição em pH inicial e a outra metade com a água em pH 3, para possível \n\nidentificação de metais, retornando ao pH inicial para exposição aos organismos.  \n\n \n\ne) Aeração em pH inicial/pH 3/pH 11 \n\n \n\nAlíquotas de 80 ml de amostra e água de cultivo foram colocadas em béqueres de 100 \n\nml, mantidos sob aeração moderada durante 1 hora através de uma pipeta Pasteur presa a uma \n\nmangueira de silicone ligada a um aerador moderado. Na retirada da amostra do béquer \n\nutilizou-se uma pipeta, a fim de evitar contaminação da amostra com os possíveis compostos \n\naderidos na parede do recipiente.  \n\n\n\n29 \n \n\n \n\nApós a aeração, para a realização do teste de recuperação de toxicidade, a parede do \n\nbéquer foi lavada vigorosamente com 20 ml de água de cultivo, seguindo-se ao ensaio de \n\ntoxicidade com esta água. Na primeira campanha, a aeração foi repetida para a realização \n\ndeste ensaio. \n\n \n\nf) Extração em coluna de C18 em pH inicial/pH 3/pH 9   \n\n \n\nO procedimento de extração em coluna C18 envolve uma etapa inicial de \n\ncondicionamento da coluna. Iniciou-se passando 10 ml de metanol seguido de 15 ml de água \n\nultra pura pela coluna (AccuBond SPE ODS-C18 500 mg, 3 ml), que são descartados. Em \n\nseguida, passou-se 70 ml de água de diluição, descartando os 20 ml iniciais, e os 200 ml da \n\namostra filtrada, descartando os 25 ml iniciais. Tomou-se o cuidado de não deixar a coluna \n\nsecar entre as passagens de metanol, água ultra-pura, água de diluição e amostra. Após a \n\npassagem da amostra, a coluna já seca foi eluída com 2 ml de metanol (extrato 100x mais \n\nconcentrado), seguindo-se ao ensaio de recuperação da toxicidade com o eluído. De forma a \n\nmanter a concentração do solvente abaixo do valor de CE50 para o organismo-teste, colocou-\n\nse 150 µ l do eluído para 10 ml de água de diluição. \n\n \n\ng) Tratamento com EDTA e Tiossulfato de Sódio:  \n\n \n\nA escolha das concentrações de EDTA e tiossulfato de sódio foi baseada nos valores \n\nde CE50 destes compostos para o organismo-teste, previamente determinados. Os ensaios \n\nforam realizados com cinco concentrações diferentes de EDTA/tiossulfato, adicionados a \n\namostra e água de cultivo, correspondentes a 1x, 0,8x, 0,6x, 0,4x e 0,2x o valor da CE50. Para \n\ntanto, a partir de uma solução estoque de 1,2 g.L-1 de EDTA e 10 g.L-1 de tiossulfato de sódio \n\nfoi adicionado aos recipientes do teste 1; 0,8; 0,6; 0,4 e 0,2 ml de solução, sendo completado \n\npara 10 ml com a amostra pura, correspondendo a concentrações de 1; 0,8; 0,6; 0,4 e 0,2 g.L-1 \n\nde tiossulfato de sódio, e 0,12; 0,096; 0,072; 0,048; 0,024 g.L-1 de EDTA. O mesmo foi feito \n\npara a água de diluição. Como a reação de complexação não é imediata, as amostras ficaram \n\nem contato com o EDTA/tiossulfato por 2 horas antes de iniciar os ensaios de toxicidade. \n\n \n\n \n\n \n\n\n\n30 \n \n\n \n\n4.5.2 Amostra de água intersticial do sedimento \n\n \n\n \n\nO estudo de AIT para o sedimento só foi realizado com a amostra da primeira coleta, \n\npois as demais não apresentaram toxicidade aos organismos nos ensaios iniciais.  \n\nOs experimentos de AIT foram realizados com a água intersticial da amostra de \n\nsedimento do ponto P1, o qual apresentou toxicidade aguda a D. similis maior que a causada \n\npela amostra do ponto P2 no teste de toxicidade inicial. \n\nAssim como feito com a amostra de água, optou-se por realizar inicialmente as etapas \n\nde filtração, aeração e extração em coluna de C18 apenas com a amostra em pH inicial. As \n\netapas realizadas são apresentadas no fluxograma da Figura 7. \n\nSeguindo os mesmos procedimentos descritos acima, foram realizados os testes base, \n\nas etapas de graduação de pH e filtração em pH inicial no mesmo dia da extração da água \n\nintersticial. No dia seguinte, repetiu-se o teste base e seguiu-se as etapas de ajuste de pH (pH \n\n3 e 11), aeração e extração em coluna de C18 em pH inicial. Em todos os casos foram \n\nutilizadas 3 réplicas de 10 ml com 5 organismos cada, com a amostra em 100%, 50% e 25%, \n\nsendo usada a água de cultivo para diluição. \n\nNo terceiro dia de manipulação da amostra, seguiu-se a realização das etapas de \n\nfiltração, aeração e extração em coluna de C18 com a amostra ajustada para pH 3, retornando-\n\nse ao pH inicial para exposição dos organismos após os tratamentos e realizou-se também os \n\ntestes de recuperação de toxicidade para cada etapa. A leitura destes ensaios foi realizada em \n\n24 horas, visto que desde o ensaio inicial, a amostra apresentou toxicidade aguda em 24 horas.  \n\n \n\n \n\n\n\n31 \n \n\n \n\n \nFigura 7 - Etapas da Fase I realizadas na 1ª camapanha com a água intersticial da amostra de \nsedimento de P1. \n \n\n \n\n4.6 ANÁLISES ESTATÍSTICAS \n\n \n \n\nA análise estatística dos resultados foi realizada utilizando o programa TOXSTAT 3.4. \n\nPara verificar diferenças estatisticamente significativas dos resultados entre as  amostras e o \n\ntratamento controle, quanto à sobrevivência nos ensaios de toxicidade aguda e crônica \n\nutilizou-se o método Fisher’s Exact Test. Para os ensaios de toxicidade crônica também foi \n\nverificada a normalidade dos dados de reprodução pelo teste Chi-quadrado, seguido do teste \n\nde homogeneidade (Hartley para mais de uma amostra e F para uma amostra). Para dados \n\nnormais e homogêneos seguiu-se à análise de variância pelo teste t, e para os não homogêneos \n\ne/ou não normal, seguiu-se ao teste não-paramétrico Steel Many One (BURATINI e \n\nBERTOLETTI, 2006).   \n\n \n \n \n \n \n \n \n \n \n \n \n\nAMOSTRA AQUOSA/BRANCO\npH i\n\nTiossulfato\nde Sódio\n\nEDTA\n\nEnsaios de \nToxicidade\n\nFiltração\nAeração\n\nColuna C18\n\nEnsaios de \nToxicidade\n\nGraduação de pH\n\npH 6\n\nEnsaios de \nToxicidade\n\npH 7\n\nEnsaios de \nToxicidade\n\npH 9\n\nEnsaios de \nToxicidade\n\nAjuste de pH\n\npH 3\n\nFiltração \nAeração \n\nColuna C18\n\npH i\n\nEnsaios de \nToxicidade\n\npH i\n\nEnsaios de \nToxicidade\n\npH 11\n\npH i\n\nEnsaios de \nToxicidade\n\nEnsaios de \nToxicidade\n\n\n\n32 \n \n\n \n\n5  RESULTADOS E DISCUSSÃO \n\n \n\n \n\n5.1 CONTROLE DE QUALIDADE DOS ORGANISMOS-TESTE \n\n  \n\n \n\nPara se controlar a qualidade das culturas mantidas em laboratório devem-se realizar \n\nmensalmente testes de toxicidade aguda com uma substância de referência, estabelecendo a \n\nfaixa de sensibilidade do organismo a esta substância. Estes testes de sensibilidade avaliam as \n\ncondições fisiológicas, ou a saúde dos organismos, portanto devem ser utilizadas para testes \n\nsomente as culturas que apresentarem valores de CE50 dentro da faixa de sensibilidade \n\nestabelecida (ZAGATTO, 2006). \n\nPara os organismos mantidos no CRHEA/USP, os resultados obtidos nos testes de \n\nsensibilidade de D. similis e C. silvestrii, mostraram que as culturas estão sendo mantidas em \n\ncondições uniformes ao longo do tempo (Apêndice A - Figuras 15 e 16). Os valores de CE50 \n\nobtidos mensalmente estiveram dentro das faixas de sensibilidade já estabelecidas para cada \n\norganismo, sendo a média de 514,8 (433 - 596) mg.L-1 de KCl para D. similis e 1,44 (1,05 - \n\n1,82) g.L-1 de NaCl para C. silvestrii. \n\n  As cartas controle (Apêndice A - Figuras 17 e 18) dos organismos cultivados na \n\nUNIFEI foram obtidas considerando apenas os testes de sensibilidade realizados no período \n\nem que foi realizado este trabalho. A CE50 média para D. similis foi de 1,83 (1,58 - 2,08) g.L-\n\n1 de NaCl.  Para C. silvestrii, a CE50 média foi de 1,30 (0,92 - 1,68) g.L-1 de NaCl. \n\n \n\n \n\n5.2 ANÁLISES FÍSICAS E QUÍMICAS DAS AMOSTRAS \n\n \n\n \n\n Os resultados, de interesse neste trabalho, da análise química das amostras de água da \n\nprimeira amostragem, fornecido por FURNAS, segue apresentado na Tabela 1. \n\n \n\n \n\n \n\n\n\n33 \n \n\n \n\nTabela 1 - Análise química das amostras de água obtidas nos dois pontos amostrais (P1 e P2) do \nreservatório de Funil em abril/2010. \n\n NH4 (µg/L) PTotal (µg/L) Clorofila-a (µg/L) \nP1 Não detectado 19,0 5,1 \nP2 Não detectado 24,0 5,7 \n\n \n\nO IET foi calculado pela média do Índice do Estado Trófico para o fósforo total – IET \n\n(PT) e o Índice do Estado Trófico para a clorofila-a – IET (CL), de acordo com CETESB \n\n(2011), obtendo-se os resultados apresentados na Tabela 2.  \n\n \n\nTabela 2 - Índice do Estado Trófico e grau de trofia do reservatório de Funil no mês de abril/2010. \n\n IET (PT) IET (CL) IET \nCategoria  \n\n(Estado Trófico) \nP1 52,31 54,75 53,53 Mesotrófico \nP2 53,72 55,24 54,48 Mesotrófico \n\n   \n\nVerifica-se que neste caso, o reservatório se enquadra no grau mesotrófico, diferindo \n\ndos dados da literatura que classificam o reservatório como hipereutrófico. Isso pode ser \n\njustificado pela data em que foi realizada a coleta, representativa do período chuvoso, o qual \n\npossibilita maior dissolução dos nutrientes na água e com isso as baixas concentrações de \n\nfósforo e clorofila-a resultam em menor IET. \n\nConforme apresentado na Tabela 3, o resultado da análise granulométrica das amostras \n\nde sedimento de P1 e P2 mostrou predominância das frações mais finas. Na média, de acordo \n\ncom o Diagrama Triangular utilizado pela EMBRAPA (1997), este sedimento classifica-se na \n\nclasse textural argilosa, o que implica numa maior possibilidade de adsorção de \n\ncontaminantes. \n\n \n\nTabela 3 - Teores médios de areia, silte e argila das amostras de sedimento dos dois pontos amostrais \n(P1 e P2) do reservatório de Funil. \n\nAmostra P1  P2 \nFração (%) Areia  Silte  Argila  Areia  Silte  Argila  \n\n1ª coleta 0,18 68,02 31,80  -- -- -- \n2ª coleta 0,22 33,44 66,33  0,19 35,14 64,67 \n3ª coleta 23,00 29,00 48,00  18,00 26,00 56,00 \n\n--: análise não realizada.  \n \n\nConforme os resultados apresentados na Tabela 4, o teor de matéria orgânica obtido \n\nclassifica este sedimento como orgânico, pois apresenta concentração de matéria orgânica \n\nsuperior a 10%, segundo Ungemach (1960 apud ESTEVES, 1988). De forma geral, \n\n\n\n34 \n \n\n \n\nsedimentos orgânicos acumulam grande quantidade de nutrientes, que neste caso, pode ser em \n\nsua maioria, proveniente de esgotos domésticos, atividades agrícolas e de fontes industriais. \n\n \n\nTabela 4 - Porcentagem de matéria orgânica das amostras de sedimento dos dois pontos amostrais (P1 \ne P2) do reservatório de Funil. \n\nAmostra \nMatéria Orgânica (%) \n\nP1 P2 \n1ª coleta 13 -- \n2ª coleta 13 14 \n\n--: análise não realizada. \n \n\nÉ de grande importância a determinação das variáveis acima descritas quando se \n\navalia a toxicidade de sedimentos devido às correlações existentes entre o tamanho de grão, a \n\nmatéria orgânica e a distribuição de metais e compostos orgânicos não iônicos no sedimento \n\n(BOTTA, 2002). Segundo Förstner (1990, apud BOTTA, 2002) os metais pesados associam-\n\nse preferencialmente às frações finas do sedimento, através de processos de adsorção e \n\ncomplexação. \n\nConforme a Tabela 5, a presença de metais no sedimento foi verificada pelo resultado \n\nobtido na análise de metais realizada na amostra de sedimento de P1 da primeira campanha. \n\n \n\nTabela 5 - Concentração de metais totais encontrados na amostra de sedimento do ponto amostral (P1) \npróximo à barragem do reservatório de Funil. \n\nMetal Al Fe Mn Pb Cu Ni Zn \nConcentração \n\n(mg.kg-1) \n13601,9 18151,7 526,1 25,6 57,8 17,1 31,3 \n\n \n\nA Resolução Conama 344/04 (BRASIL, 2004) estabelece os níveis de classificação do \n\nmaterial a ser dragado, os quais podem ser utilizados como valores orientadores para \n\nqualidade de sedimento. A Tabela 6 apresenta apenas os valores estabelecidos pela norma, \n\ndos metais que foram identificados na amostra de sedimento do reservatório de Funil. Ao se \n\ncomparar os valores das Tabelas 5 e 6, verifica-se que todos os elementos encontram-se \n\nabaixo do nível 1, com exceção apenas do cobre (Cu), que está entre os dois níveis. Porém, é \n\nnecessário analisar esses resultados junto com resultados de análise de metais biodisponíveis \n\npara obter uma conclusão mais realista a respeito dos efeitos sobre a biota. \n\n \n\n \n\n\n\n35 \n \n\n \n\nTabela 6 – Níveis de classificação estabelecidos pela Conama 344/04 (BRASIL, 2004) dos metais \nencontrados na amostra do sedimento do reservatório de Funil. \n\nMetais pesados Pb  Cu  Ni Zn \nNível 1a (mg.kg-1) 35,0 35,7 18,0 123,0 \nNível 2b (mg.kg-1) 91,3 197,0 35,9 315,0 \n\na: Nível 1: limiar abaixo do qual se prevê baixa probabilidade de efeitos adversos à biota.  \nb: Nível 2: limiar acima do qual se prevê um provável efeito adverso à biota. \n\n \n\nPrimo (2006) determinou, em dois períodos amostrais, a presença de diversos metais \n\nem seis pontos de coleta no reservatório de Funil, verificando que o chumbo esteve presente \n\nabaixo do nível 1 no início do reservatório apenas na época de chuva; variando entre 1 e 2 e \n\nacima do nível 2 ao logo deste; e acima do nível 2 próximo à barragem nas estações chuvosa e \n\nseca. O níquel sempre esteve abaixo do nível 1 em todos os pontos de coleta, com exceção do \n\nponto próximo à barragem, no período chuvoso, onde esteve entre os níveis 1 e 2. Quanto aos \n\nelementos não previstos na norma, nos dois períodos amostrais e no ponto próximo à \n\nbarragem, o alumínio e o ferro apresentaram valores acima dos obtidos neste trabalho, \n\nenquanto o manganês apresentou valores bem menores. O autor verificou ainda o papel \n\ndecantador do reservatório em relação aos metais.  \n\n \n \n5.3 ENSAIOS DE TOXICIDADE INICIAIS \n\n \n\n \n\n5.3.1 Amostras de água \n\n \n\n \n\nOs testes de toxicidade iniciais, realizados com as amostras de água dos dois pontos de \n\namostragem, sem diluição, comprovaram o potencial tóxico do ambiente em estudo em todos \n\nos meses avaliados. Os resultados dos ensaios de toxicidade aguda estão apresentados na \n\nFigura 8, em % de imobilidade.  \n\nDe acordo com a análise estatística (teste de Fisher, p = 0,05), para as amostras da 1ª e \n\n2ª campanhas, somente o ponto P2 apresentou diferença estatisticamente significativa quando \n\ncomparada ao controle (água de cultivo), indicando que essa amostra causou efeito agudo. No \n\nentanto, na 3ª campanha os dois pontos se apresentaram tóxicos. Este resultado levou à \n\nutilização da amostra de P2 para a AIT em todas as amostragens. \n\n \n\n\n\n36 \n \n\n \n\n \nFigura 8 - Imobilidade de D. similis expostas às amostras de água dos pontos P1 e P2 do reservatório \nde Funil após exposição aguda. \n\n \n\nA Tabela 7 apresenta os dados de sobrevivência e número de neonatas obtidos nos \n\nensaios de toxicidade crônica. O resultado da 1ª amostragem indicou que nenhuma das \n\namostras apresentou efeito crônico à espécie C. silvestrii, o mesmo ocorrendo com a amostra \n\nde P2 da 2ª coleta. Pela análise estatística, nestes meses não houve diferenças estatisticamente \n\nsignificativas na sobrevivência e fecundidade entre os organismos expostos às amostras e ao \n\ntratamento controle. Na 3ª coleta, a amostra de P1 causou mortalidade de 80% dos \n\norganismos em apenas 3 dias de exposição, e a de P2 40%. Decorridos 6 dias, todos os \n\norganismos expostos às amostras estavam mortos, indicando diferença significativa na \n\nsobrevivência. \n\n \n\nTabela 7 - Sobrevivência e número de neonatas de C. silvestrii expostas às amostras de água de P1 e \nP2 em teste de toxicidade crônica. \n\nAmostra \nSobrevivência (%)  Número de neonatas \n\n1ª coleta 2ª coleta 3ª coleta 1ª coleta 2ª coleta 3ª coleta \n\nControle 90 100 100  28 264 15 \nP1 70 -- 0*  49 -- 0 \nP2 70 100 0*  37 325 0 \n\n*: diferença estatisticamente significativa segundo o teste de Fisher (p = 0,05). \n--: ensaio não realizado.   \n \n\nObserva-se que as amostras foram capazes da causar efeito agudo em D. similis, mas \n\nnão causou efeito crônico em C. silvestrii, o que indica que esta foi mais resistente à presença \n\nde cianobactérias presentes nas amostras de água do reservatório. Efeito contrário foi obtido \n\npor Sotero-Santos et al. (2006) ao investigarem os efeitos de extratos de cianobactérias \n\ntóxicas do reservatório de Barra Bonita, SP, sobre estes mesmos organismos, sendo C. \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\nControle P1 P2 \n\nIm\no\n\nb\nil\n\nid\na\n\nd\ne\n\n (\n%\n\n)\n\nAmostra\n\nEnsaios iniciais das amostras de água \n\nabril/10\n\noutubro/10\n\njaneiro/11\n\n\n\n37 \n \n\n \n\nsilvestrii mais sensível em ensaio agudo. Segundo Chistoffersen (1996), a concentração de \n\ntoxina capaz de afetar um organismo depende da toxicidade da célula da cianobactéria, da \n\neficiência de assimilação e sensibilidade do organismo, sendo que o efeito pode ser muito \n\nvariável entre as espécies.  \n\n   \n\n \n\n5.3.2 Amostras de água intersticial do sedimento \n\n \n\n \n\nPor meio dos ensaios de toxicidade aguda com D. similis, utilizando-se amostras de \n\nágua intersticial como fase líquida do sedimento, a toxicidade do sedimento foi comprovada \n\napenas para a primeira amostra. Para os demais períodos, as amostras não causaram efeito \n\nagudo para a espécie utilizada. \n\nConforme a Figura 9, a amostra coletada próximo à barragem (P1) apresentou efeito \n\ntóxico maior aos organismos-testes do que a amostra de P2. A resposta tóxica foi comprovada \n\nem apenas 24 horas de teste. De acordo com a análise estatística (teste de Fisher, p = 0,05), os \n\ndois pontos causaram efeito agudo, apresentando diferença estatisticamente significativa \n\nquando comparadas com os organismos do tratamento controle. O ensaio de toxicidade aguda \n\nrealizado com C. silvestrii não pode ser considerado, pois apesar das amostras dos dois pontos \n\ncausarem mortalidade a todos os organismos expostos, houve mortalidade de 60% dos \n\norganismos do controle, invalidando o ensaio com esta espécie. \n\n \n\n \nFigura 9 - Imobilidade de D. similis expostas às amostras de água intersticial de P1 e P2 em ensaios de \ntoxicidade aguda. \n \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\nControle P1 P2\n\nIm\no\n\nb\nil\nid\n\na\nd\n\ne\n (\n\n%\n)\n\nAmostras\n\nEnsaio inicial das amostras de água intersticial \n\nabril/10\n\n\n\n38 \n \n\n \n\nPara a amostra da 2ª coleta, após verificar a ausência de toxicidade aguda, realizou-se \n\no ensaio de toxicidade crônica (Tabela 8). Segundo a análise estatística, a amostra de P2 \n\napresentou-se tóxica à espécie C. silvestrii, afetando seu ciclo de vida, o que foi representado \n\npela menor reprodução dos organismos expostos a esta amostra. Não foi possível realizar o \n\nensaio de toxicidade crônica com a amostra da 3ª coleta. \n\n \n\nTabela 8 - Sobrevivência e número de neonatas de C. silvestrii expostas às amostras de água \nintersticial de P1 e P2 em ensaio de toxicidade crônica em outubro/2010. \n\nAmostra % de sobrevivência Número de neonatas \n\nControle 100 235 \nP1 90 189 \nP2 80 160* \n\n*: diferença estatisticamente significativa segundo o teste Steel Many One (p = 0,05). \n \n\nO congelamento da amostra de sedimento também é usado como método de extração \n\nde água intersticial (COSTA, 2008; HJORTH, 2004), que pode ser utilizado quando não é \n\npossível realizar as análises imediatamente após a coleta (HJORTH, 2004), pois o \n\ndescongelamento libera a água intersticial, ficando por cima do sedimento. \n\nSegundo Geffard et al. (2004), muitos autores tem estudado os efeitos do método e \n\ntempo de armazenamento do sedimento, obtendo-se resultados muito diferentes e poucos \n\ndeterminam os motivos dessa variação. Alguns pesquisadores encontraram aumento de \n\ntoxicidade gerada pelo congelamento da amostra (JUNG e BATLEY, 2004) e longo período \n\nde armazenamento (GEFFARD et al. 2004), enquanto outros detectam redução decorrente do \n\ncongelamento (SCHUYTEMA et al., 1989). De acordo com o manual de coleta e \n\narmazenamento de sedimento da USEPA (2001b), o congelamento altera a estrutura do \n\nsedimento, o que pode alterar a biodisponibilidade dos contaminantes presentes, sendo que o \n\ncongelamento pode ser usado para algumas análises químicas de metais e orgânicos.  \n\nUSEPA (2001b) recomenda que as amostras de sedimento devam ser testadas quanto à \n\ntoxicidade no máximo duas semanas após a coleta, a menos que se conheçam as \n\ncaracterísticas do ambiente em estudo. Sedimentos contaminados com compostos instáveis \n\ncomo amônia e orgânicos voláteis, podem ter sua toxicidade reduzida devido à perda destes \n\ncompostos pelo longo período de armazenamento.  \n\nNeste trabalho, a amostra de sedimento da 2ª campanha foi testada quanto à toxicidade \n\ntrês semanas após a coleta, enquanto a amostra da 3ª campanha foi testada cinco semanas \n\napós a coleta. Portanto, o fato das amostras de sedimento da 2ª e 3ª coletas não causarem \n\n\n\n39 \n \n\n \n\ntoxicidade aguda à espécie testada pode ser decorrente do congelamento das amostras e do \n\nperíodo de armazenamento, visto que a amostra da 1ª coleta foi testada 1 semana após sua \n\ncoleta. É importante ponderar que a ausência de toxicidade pode ser decorrente das \n\ncaracterísticas dos compostos tóxicos provavelmente presentes no sedimento, que podem \n\nperder a toxicidade independentemente do tempo e forma de armazenamento.    \n\n  \n\n \n\n5.4 AVALIAÇÃO E IDENTIFICAÇÃO DA TOXICIDADE (AIT) \n\n \n\n \n\n5.4.1 Amostra de água \n\n \n\n \n\nOs estudos de AIT foram conduzidos com as amostras de P2, as quais se apresentaram \n\ntóxicas a D. similis nos testes iniciais na 1ª e 2ª campanhas, o que não ocorreu com a  de P1.  \n\nOs resultados dos ensaios de toxicidade aguda com D. similis antes (teste base) e após \n\nas etapas da fase I do estudo de AIT realizadas com a amostra de P2 obtida na 1ª coleta estão \n\napresentadas na Figura 10, considerando apenas os resultados da amostra em 100%. As etapas \n\nde filtração, aeração e extração em coluna foram realizadas apenas em pH inicial. Para o \n\ntratamento com Tiossulfato de sódio, consideraram-se nesta figura apenas as concentrações \n\nque reduziram a toxicidade (0,4 e 0,2 x CE50).  \n\n \n\n \nFigura 10 - Imobilidade de D. similis expostas aos tratamentos de AIT em ensaios de toxicidade aguda \npara a amostra de água do ponto P2 do reservatório de Funil. \n*: etapas com redução de toxicidade, segundo o teste de Fisher (p = 0,05). \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\nIm\no\n\nb\nil\nid\n\na\nd\n\ne\n (\n\n%\n)\n\nEtapas de AIT consideradas para a amostra de P2\n\n\n\n40 \n \n\n \n\nNo teste base, a amostra pura causou imobilidade a 80% dos organismos, verificando-\n\nse uma pequena redução da toxicidade quando comparada com o ensaio inicial (Figura 8). A \n\nCE50 obtida para o teste base foi de 51,73 (33,46 – 79,98) %.  \n\nNão houve redução significativa de toxicidade pela etapa de graduação de pH, tanto \n\nem pH 6 como em pH 9, descartando a possibilidade de ser a amônia ou o sulfeto os \n\nresponsáveis pelo efeito tóxico. Esse resultado foi confirmado pela análise química, que não \n\ndetectou presença de amônia nas amostras dos dois pontos de coleta. A etapa de graduação de \n\npH foi a única em que foi possível o cálculo das CE50, as quais foram de 73,84 (49,11 – \n\n111,02) % e de 88,36 (68,18 – 114,50) % para o pH 6 e o pH 9, respectivamente. Deste modo, \n\npode-se observar que a diluição da amostra nestes casos resulta em redução da toxicidade, \n\npela diminuição da concentração dos compostos tóxicos, independente do pH.      \n\nO tratamento com EDTA não pode ser considerado, pois apresentou mortalidade em \n\ntodas as concentrações utilizadas, inclusive no branco, indicando toxicidade causada pelo \n\nEDTA. Já o tiossulfato de sódio causou efeito tóxico nas três maiores concentrações \n\nutilizadas. Resultado semelhante foi encontrado por Barbosa (2010), que trabalhou com \n\namostras de água e sedimento de nascentes em ensaios crônicos com C. dubia. Para a amostra \n\nde água, o tratamento com EDTA a 3,0 mg.L-1 e 8,0 mg.L-1 causou a morte de 40% e 60% dos \n\norganismos, respectivamente, apresentando também efeito tóxico no branco dos ensaios com \n\nelutriato do sedimento. Já o tiossulfato de sódio a 25 mg.L-1 gerou toxicidade na amostra de \n\nelutriato do sedimento e no branco. \n\nEstes resultados indicam que novos testes com EDTA e tiossulfato de sódio devem ser \n\nrealizados para determinação da CE50, CENO e CEO dos organismos utilizados nestes \n\nensaios ecotoxicológicos, pois os valores utilizados são baseados em dados da literatura e \n\ndeve-se considerar que existem diferenças de sensibilidade entre os organismos-teste.  \n\nOs resultados da fase I indicaram redução da toxicidade nos procedimentos de ajustes \n\nde pH 3 e 11 (compostos ácidos e básicos); filtração (sólidos filtráveis, compostos voláteis, \n\nmetais); aeração (compostos voláteis, oxidáveis, subláteis); coluna C18 (compostos orgânicos \n\napolares, compostos orgânicos voláteis); e tiossulfato de sódio (compostos oxidantes, metais). \n\nA redução do efeito tóxico nas etapas de ajuste de pH 3 e pH 11, que a princípio não \n\ndeve alterar a toxicidade, confirmou a hipótese de que a etapa de ajuste de pH pode fornecer \n\nevidências de compostos tóxicos pH dependentes (USEPA, 1991a), o que tornou \n\ndesnecessário as demais manipulações com ajuste de pH, visto que a redução de toxicidade \n\nnão seria devida às etapas e sim à alteração de pH. De acordo com os demais resultados, a \n\nredução da toxicidade em pH 3 e pH 11 pode ser devida a reações irreversíveis, como a \n\n\n\n41 \n \n\n \n\ndegradação ou volatilização do(s) composto(s) tóxico(s), pois diversos compostos orgânicos e \n\ninorgânicos podem ser degradados em função da alteração do pH gerando compostos não \n\ntóxicos (USEPA, 1991a).  \n\nA redução de toxicidade pela etapa de aeração indica a presença de compostos \n\nvoláteis, oxidáveis ou subláteis. Esta redução simultânea com as etapas de filtração e \n\ntratamento com tiossulfato de sódio poderiam confirmar a presença de compostos voláteis e \n\noxidáveis, respectivamente. O tiossulfato de sódio, além de indicar compostos oxidáveis pode \n\nindicar também a presença de alguns metais, o que também pode ser indicado pela filtração e \n\npelo ajuste de pH 11. A presença de metais na água do reservatório já foi verificada por \n\ndiversos pesquisadores, mas não pode ser confirmada neste estudo pelo resultado obtido no \n\ntratamento com EDTA e por não ter sido realizada a análise de metais.      \n\nForam realizados os ensaios de recuperação de toxicidade do filtro, através de \n\nsonificação do filtro com água de cultivo em pH inicial e pH 3, para verificar a possível \n\npresença de metais aderidos ao material em suspensão (USEPA, 1991a).  Porém, estes ensaios \n\nnão recuperaram a toxicidade, o que descarta a hipótese de presença de metais ou compostos \n\ntóxicos associados às partículas filtráveis. A perda de toxicidade nas etapas de aeração e \n\nfiltração pode indicar presença de compostos voláteis, mas isso só poderia ter sido confirmado \n\nse tivesse sido possível a realização da etapa de aeração com nitrogênio.  \n\nMesmo com a redução de toxicidade após o tratamento com a coluna C18 (Figura 10), \n\nnão houve recuperação da toxicidade nos ensaios com o extrato de metanol eluído da coluna. \n\nComo esta etapa foi realizada com a amostra previamente filtrada, o efeito de redução de \n\ntoxicidade pode ser devido à filtração e não pela retenção da coluna, o que também pode \n\njustificar a não recuperação pelo eluído. Resultado semelhante foi obtido por Schubauer-\n\nBerigan e Ankley (1991), onde a filtração reduziu metade da toxicidade, incluindo a \n\ntoxicidade devida a compostos orgânicos apolares e metais. \n\nAnkley et al. (1990), estudaram o comportamento de diversos tipos de surfactantes \n\nsubmetidos ao estudo de AIT, verificando que a extração em coluna de C18 é eficiente na \n\nremoção destes compostos, porém a recuperação através de eluição com soluções de metanol \n\ne água não é possível para surfactantes catiônicos, somente para aniônicos e não iônicos. Este \n\nestudo também demonstrou que a toxicidade de surfactantes pode ser reduzida através de \n\naeração, por sublação, e de filtração, associado à matéria particulada, e mais uma vez a \n\nrecuperação da toxicidade só é possível para alguns tipos de surfactantes. Portanto, devido aos \n\nresultados encontrados de redução de toxicidade pelas etapas de extração coluna, aeração e \n\n\n\n42 \n \n\n \n\nfiltração, e às características do ambiente em estudo, a presença de surfactantes pode ser \n\nconsiderada. \n\nVerificada a redução de toxicidade pela etapa de aeração, esta foi repetida para \n\nrealização do ensaio de recuperação da toxicidade, visando avaliar a presença de compostos \n\nsubláteis. Porém, houve mortalidade no branco, indicando contaminação durante o \n\nprocedimento, sendo que a imobilidade da amostra tratada foi maior que a do teste base.  \n\nNão foi possível o prosseguimento das demais fases do estudo de AIT, pois não houve \n\nrecuperação da toxicidade pelo filtro nem pelo eluído da coluna, impossibilitando a realização \n\nda fase II. Visto que a amostra perdeu a toxicidade, não foi possível realizar novos ensaios \n\nconfirmatórios. Conforme ilustrado na Figura 11, a imobilidade no teste base do segundo dia \n\nde manipulação da amostra foi reduzida para 20% dos organismos, indicando que a amostra \n\nperdeu a toxicidade, visto que no ensaio inicial apresentou 94% e no teste base (1) das \n\nprimeiras manipulações 80% de organismos imóveis. Esse fato evidencia a indicação de \n\ntoxicidade por voláteis e oxidáveis, indicadas na aeração, filtração e adição de tiossulfato. \n\n \n\n \nFigura 11 - Imobilidade de D. similis expostas às amostras do ponto P2 do reservatório de Funil em \ntestes bases de toxicidade aguda. \n*: amostra não tóxica, segundo o teste de Fisher (p = 0,05). \n\n \n\nPara a amostra da 2ª coleta realizou-se os procedimentos de AIT no terceiro dia após a \n\ncoleta das amostras, pois se esperou a leitura em 48 horas do ensaio inicial. Somente a \n\namostra de P2 apresentou diferença estatisticamente significativa na sobrevivência em relação \n\nao controle, mostrando-se tóxica, e por isso utilizada na AIT. Optou-se por realizar todas as \n\netapas da Fase I, inclusive com ajuste de pH na filtração, aeração e extração em coluna C18, \n\nvisto que a amostra do período anterior perdeu a toxicidade após uma semana. Porém, na \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\nTeste inicial Teste base 1 Teste base 2*\n\nIm\no\n\nb\nil\n\nid\na\n\nd\ne\n\n (\n%\n\n)\n\nToxicidade da amostra de água de P2\n\n\n\n43 \n \n\n \n\nleitura final dos ensaios verificou-se que a amostra já havia perdido a toxicidade, pois não \n\nhouve mortalidade no teste base. Desta forma, esta amostragem não forneceu dados \n\nconclusivos para a AIT. \n\nAs amostras de água de P1 e P2 da 3ª coleta causaram toxicidade aguda a D. similis \n\nem apenas 24 horas de ensaio. Assim como nas outras duas amostragens, realizou-se a AIT \n\ncom a amostra de P2, para melhor concordância dos dados. Porém, só foi possível a \n\nrealização dos procedimentos de AIT uma semana após a amostragem, optando-se por realizar \n\ntodas as etapas da Fase I, assim como feito para a amostra de outubro. Na leitura final dos \n\nensaios, o teste base apresentou pequena toxicidade em relação ao controle, porém em relação \n\nao ensaio inicial, a amostra havia perdido a toxicidade. Nos resultados da AIT, todas as etapas \n\nreduziram a toxicidade, o que pode ter sido causado pela volatilização, oxidação ou \n\ndegradação do composto tóxico durante as manipulações da amostra, e não pelos efeitos de \n\ncada etapa sobre a toxicidade da amostra, o que concorda com os resultados das amostras \n\nanteriores.  \n\nEm um estudo de AIT realizado com água intersticial e com o elutriato do sedimento \n\namostrado do reservatório de Rasgão, Araújo et al. (2006b) verificaram a perda de toxicidade \n\na Vibrio fischeri, após o armazenamento da amostra por três dias. Para verificar que a \n\ntoxicidade era devida a compostos orgânicos, amostras de água intersticial recém extraída e \n\narmazenadas por três dias foram submetidas à análise cromatográfica, a qual demonstrou um \n\ndecréscimo na quantidade de compostos orgânicos na amostra armazenada. Segundo USEPA \n\n(2001a), a complexidade do estudo de AIT aumenta à medida que a persistência, magnitude e \n\nfreqüência da toxicidade das amostras diminuem.   \n\nFerrão-Filho et al. (2009a; 2009b) realizaram ensaios de toxicidade aguda e crônica \n\nem cladóceros nativos, com amostras de água do Reservatório de Funil de novembro de 2002 \n\na outubro de 2003, observando predominantemente efeitos agudos nos meses mais quentes e \n\ncrônicos nos mais frios. Os autores relacionaram os efeitos observados aos mecanismos de \n\nação das cianotoxinas produzidas pelas espécies de cianobactérias encontradas. Porém, em \n\nalguns meses (janeiro e abril de 2003) nenhum efeito foi observado, sendo que em um mês \n\n(setembro de 2003) houve efeito positivo na reprodução de Moina micrura. Os autores \n\njustificaram como sendo devido ao grande tamanho das colônias de Microcystis (>100 µ m), \n\nimpossibilitando de serem ingeridas pelos cladóceros, e ao aporte de água carreando \n\nnutrientes ao reservatório.     \n\nFerrão-Filho et al. (2008) observaram redução na atividade da enzima \n\nacetilcolinesterase em cladóceros expostos a amostra de água do Reservatório de Funil, \n\n\n\n44 \n \n\n \n\nporém, devido ao grande tamanho dos filamentos de Anabaena encontrados, os autores \n\nacreditam que este efeito não foi causado apenas pela ação de anatoxina-a(s). Outros \n\ncompostos capazes de agir sobre esta enzima, como organofosforados e carbamatos poderiam \n\nestar presentes na água do reservatório (FERRÃO-FILHO et al., 2009b). \n\nSegundo Molica e Azevedo (2009), devido à existência de cepas tóxicas e não tóxicas \n\nem uma mesma espécie de cianobactéria, as florações em um corpo d’água podem ser tóxicas \n\napenas em um período do ano, mês ou semana, podendo variar a toxicidade ou deixarem de \n\nser tóxicas. Ainda não foi determinada qual é a influência dos fatores ambientais sobre o \n\ncontrole da produção das cianotoxinas.  \n\nApesar do Reservatório de Funil apresentar florações de cianobactérias potencialmente \n\nprodutoras de toxinas durante todo ano, pode-se dizer que a toxicidade neste reservatório não \n\né causada apenas por estas toxinas, podendo haver outros compostos tóxicos, e que mesmo \n\nem épocas de intensa floração pode haver dominância de cepas não tóxicas. Isso pode ser \n\nverificado pela rápida perda de toxicidade da amostra, visto que as cianotoxinas comumente \n\nencontradas neste reservatório necessitam de longo tempo para serem degradadas.  \n\nA partir dos resultados obtidos na fase I, supõe-se que a toxicidade da água é devida a \n\ncompostos orgânicos ácidos e básicos, que sofreram degradação, oxidação ou volatilização \n\ndurante os tratamentos e o tempo de armazenamento. Esta característica justifica a rápida \n\nperda de toxicidade da amostra, também verificada nas amostras da segunda e terceira coletas, \n\ncorroborando os dados obtidos na primeira campanha, além de esclarecer a diferença de \n\ntoxicidade nos dois pontos de monitoramento, com presença em P2 e não em P1, ponto onde a \n\nágua percorre maior caminho para alcançar, perdendo portanto a toxicidade.    \n\n  \n\n \n\n5.4.2 Amostra de água intersticial do sedimento \n\n \n\n \n\nA AIT do sedimento foi realizada somente na 1ª campanha, com a amostra de água \n\nintersticial de P1, ponto situado próximo à barragem, que apresentou toxicidade aguda no \n\nensaio inicial. Estes resultados concordam com dados da literatura, como o trabalho de \n\nEspíndola et al. (1998, apud BOTTA, 2002), onde o sedimento mais próximo da barragem do \n\nreservatório de Salto Grande, SP, apresentou maior toxicidade, além de outros que indicam \n\nque as partículas mais finas do sedimento, com maior grau de adsorção de contaminantes se \n\ndepositam próximo à barragem (CALHEIROS, 1993; BORGLIN et al., 1996). Foram \n\n\n\n45 \n \n\n \n\nconsiderados os resultados obtidos com 24 horas de tempo de exposição, de acordo com o \n\nresultado do ensaio inicial.  \n\n As amostras da 2ª e 3ª campanhas não apresentaram efeito agudo, no entanto, a da 2ª \n\napresentou efeito crônico. Porém, não foi possível a realização da AIT crônica, pois é \n\nnecessária grande quantidade de amostra para condução das etapas da Fase I, o que \n\nimpossibilitou sua realização. \n\nImediatamente após a extração da água intersticial em centrífuga refrigerada, realizou-\n\nse as etapas de graduação de pH e filtração em pH inicial. Verificou-se que a amostra pura \n\n(teste base) gerou mortalidade a todos os organismos expostos, sendo que a diluição da \n\namostra sem nenhum tratamento foi capaz de eliminar a toxicidade, obtendo-se uma CE50 de \n\n64,26 (56,58 – 72,98) %. A Figura 12 apresenta os resultados das amostras em 100%.  \n\n \n\n \nFigura 12 - Imobilidade de D. similis expostas aos primeiros tratamentos de AIT. Ensaios de \ntoxicidade aguda em 24 horas para a amostra de água intersticial do ponto P1 do reservatório de Funil. \n*: etapas com redução de toxicidade, segundo o teste de Fisher (p = 0,05). \n \n\n A filtração da amostra em pH inicial não alterou a toxicidade, o que não determina a \n\nausência de compostos insolúveis ou associados ao material particulado, pois alguns \n\ncompostos podem ser removidos após a etapa de filtração com ajuste de pH. Este resultado \n\nindica que a amostra previamente filtrada pode ser usada na etapa de extração em coluna de \n\nC18, pois, se houver redução de toxicidade após a coluna, esta foi causada com certeza pelo \n\nefeito de retenção na coluna e não pelos possíveis efeitos do filtro. \n\nCom o resultado da etapa de graduação de pH pode-se excluir a presença de sulfeto de \n\nhidrogênio (H2S), pois não houve toxicidade na amostra em pH 6, onde este composto é mais \n\ntóxico. Pelo contrário, a amostra em pH 6 reduziu totalmente a toxicidade para apenas 7% de \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\nTeste base Graduação pH 6* Graduação pH 9 Filtração\n\nIm\no\n\nb\nil\n\nid\na\n\nd\ne\n\n (\n%\n\n)\n\nPrimeiras etapas de AIT com a amostra de P1\n\n\n\n46 \n \n\n \n\norganismo imóveis (dentro do aceitável para o controle), e em pH 9 se manteve tóxica, \n\nindicando a presença de amônia, e/ou de alguns metais que tem a toxicidade influenciada pela \n\nacidificação do meio (USEPA, 2007). Altamente dependente do pH, a amônia é um composto \n\nproveniente da degradação biológica de compostos orgânicos nitrogenados, sendo um \n\ncontaminante comum de sedimentos com cargas elevadas de matéria orgânica e o mais \n\nfreqüentemente encontrado em amostras de sedimento (BOTTA, 2002).    \n\n Outra evidência da presença de amônia em concentração tóxica é o resultado da etapa \n\nde ajuste de pH, realizado no segundo dia de manipulação da amostra e apresentado na Figura \n\n13. O ajuste em pH 11 reduziu significativamente a toxicidade da amostra, enquanto o pH 3 \n\nreduziu parcialmente, indicando a presença de compostos pH dependentes. Visto que a \n\namônia é um gás muito volátil, principalmente em condições básicas, onde está presente em \n\nmaior porcentagem do que o íon amônio (VON SPERLING, 2005), no ajuste em pH 11, a \n\nagitação da amostra durante o procedimento e a permanência neste pH durante algumas horas \n\npode ter levado à sua volatilização, reduzindo a toxicidade. Já em pH 3, a redução parcial \n\nmostrou a necessidade da condução das demais etapas (filtração, coluna e aeração) com o \n\najuste em pH 3.   \n\n \nFigura 13 - Imobilidade de D. similis no segundo dia de tratamento de AIT. Ensaios de toxicidade \naguda em 24 horas para a amostra de água intersticial do ponto P1 do reservatório de Funil. \n*: etapas com redução de toxicidade, segundo o teste de Fisher (p = 0,05). \n\n \n\nNo segundo dia de tratamento da amostra, verificou-se pelo teste base (Figura 13) a \n\nmanutenção da toxicidade. As etapas de aeração e extração em coluna foram realizadas \n\napenas em pH inicial, conforme sugerido em USEPA (2007), sendo realizados os ensaios de \n\nrecuperação de toxicidade ao mesmo tempo, para agilizar a obtenção dos resultados. \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\nTeste base Aeração Coluna Ajuste pH 3* Ajuste pH 11*\n\nIm\no\n\nb\nil\n\nid\na\n\nd\ne\n\n (\n%\n\n)\n\nEtapas de AIT com a amostra de P1\n\n\n\n47 \n \n\n \n\nVerificou-se, porém, que a aeração apresentou toxicidade no branco, indicando contaminação \n\nno procedimento. Portanto, esta etapa não pode ser considerada. \n\nApós a passagem da amostra pela coluna de C18 não houve redução significativa de \n\ntoxicidade, descartando a hipótese de compostos orgânicos e metálicos apolares neutros. Uma \n\npequena toxicidade foi verificada no branco desta etapa, que pode ser devida à toxicidade \n\nresidual da coluna ou erro de manipulação. O ensaio de recuperação da toxicidade com o \n\nmetanol eluído da coluna apresentou-se tóxico, porém, como esta etapa não reduziu a \n\ntoxicidade, isto pode ser devido à própria toxicidade do metanol em decorrência a um possível \n\nerro na montagem da solução teste. \n\n    A Figura 14 apresenta os resultados obtidos pelas etapas realizadas com o ajuste em \n\npH 3. A aeração não removeu a toxicidade e mais uma vez apresentou toxicidade no branco, \n\nconfirmando a contaminação durante o procedimento e descartando o uso deste tratamento. \n\n \n\n \nFigura 14 - Imobilidade de D. similis expostas a tratamentos de AIT com ajuste de pH, Tiossulfato de \nsódio e EDTA. Ensaios de toxicidade aguda em 24 horas para a amostra de água intersticial de P1. \n*: etapas com redução de toxicidade, segundo o teste de Fisher (p = 0,05). \n \n\nA filtração da amostra em pH 3 reduziu significativamente a toxicidade, porém ela não \n\nfoi recuperada após o ensaio com água de diluição usada na sonificação do filtro, indicando \n\nque pode ter ocorrido volatilização dos compostos presentes. Após a passagem pela coluna a \n\namostra se apresentou não tóxica, porém não houve recuperação no ensaio com o metanol \n\neluído da coluna. Como esta etapa foi realizada com a amostra previamente filtrada, o efeito \n\nde redução de toxicidade pode ser devido à filtração e não pela retenção da coluna, assim \n\ncomo ocorrido para a amostra de água.  \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\nIm\no\n\nb\nil\nid\n\na\nd\n\ne\n (\n\n%\n)\n\nEtapas finais de AIT com a amostra de P1\n\n\n\n48 \n \n\n \n\nA USEPA (2007) sugere que não é necessária a realização da filtração como uma \n\netapa da Fase I, podendo ser usada apenas como um pré-tratamento para a passagem pela \n\ncoluna, pois mesmo que haja redução de toxicidade, ela não é específica e não ajuda muito no \n\ndiagnóstico. De qualquer forma, este resultado da filtração com ajuste em pH 3 está \n\nrelacionado com os efeitos gerados pela mudança de pH sobre a solubilidade dos compostos. \n\nNestes casos pode ocorrer a formação de compostos metálicos insolúveis, a transformação de \n\nácidos e bases orgânicos iônicos para não iônicos, a alteração da polaridade dos compostos \n\naumentando a força de associação com os particulados, dentre outros (BOTTA et al., 2006). \n\nO ensaio de graduação de pH pode ser usado para indicar os metais presentes em \n\nconcentrações tóxicas na água intersticial, visto que para Ceriodaphnia dubia alguns metais, \n\ncomo zinco e níquel são mais tóxicos em pH básicos, ocorrendo o contrário com chumbo e \n\ncobre (USEPA, 2007). Para diferenciar a toxicidade causada pela amônia e por metais utiliza-\n\nse a etapa de tratamento com EDTA. \n\nSó podem ser considerados os resultados das duas menores concentrações (0,4 e 0,2x \n\nCE50) do tratamento com EDTA, pois não ocorreu mortalidade nos respectivos brancos. Nas \n\ndemais concentrações, além de mortalidade na amostra houve também nos brancos. Porém, \n\nobteve-se pequena redução de toxicidade nessas concentrações, o que não foi estatisticamente  \n\nsignificativo, o que pode ser devido à presença de metais com baixa especificidade para o \n\nEDTA.        \n\nO documento proposto pela USEPA (2007) para AIT de sedimento retira o tratamento \n\ncom tiossulfato de sódio da Fase I, justificando que os compostos oxidáveis comumente \n\nencontrados em efluentes não são prováveis de estarem presentes no sedimento. Este \n\ndocumento propõe sua utilização na Fase II, para identificação de metais. Segundo este \n\ndocumento, em experimentos com C. dubia, o tiossulfato de sódio foi capaz de reduzir a \n\ntoxicidade de cobre e cádmio, e um pouco da toxicidade de zinco, chumbo e níquel. \n\nConforme apresentado na Figura 18, a adição de tiossulfato de sódio, realizada no terceiro dia \n\nde tratamento da amostra,  reduziu significativamente a toxicidade na concentração de 0,8 x \n\nCE50.  \n\nConforme apresentado no item 5.2, os metais Al, Fe, Mn, Zn, Pb, Cu e Ni estão \n\npresentes no sedimento de P1. Verificou-se que apenas o cobre (Cu) apresentou concentração \n\nacima do nível 1 estabelecido pela Resolução Conama 344/04 (BRASIL, 2004), o que pode \n\nrepresentar a existência de provável efeito tóxico sobre a biota. Porém, é importante \n\nconsiderar que as concentrações encontradas de cada elemento apenas confirmam a presença \n\ne indicam as concentrações, mas não evidenciam a biodisponibilidade desses metais.  \n\n\n\n49 \n \n\n \n\nDe acordo com a presença dos metais identificados na amostra de sedimento, com os \n\nresultados da AIT (graduação, EDTA e tiossulfato de sódio), e com os dados citados de \n\nUSEPA (2007), torna-se evidente que os metais possam ser responsáveis por parte da \n\ntoxicidade da amostra. É evidente que não se pode descartar o fator biodisponibilidade, visto \n\nque não foi feita a análise da concentração de sulfetos volatilizáveis por acidificação, o qual \n\ndetermina a biodisponibilidade de metais por formar sulfetos metálicos insolúveis (DI TORO \n\net al., 1992 apud BOTTA, 2002).  \n\nDe forma geral, para a amostra de água intersticial do sedimento, houve redução da \n\ntoxicidade nos procedimentos de graduação no pH 6 (metais, amônia); ajuste em pH 3 e pH \n\n11 (compostos orgânicos pH dependentes - amônia, metais); filtração com ajuste em pH 3 \n\n(compostos orgânicos ácidos) e Tiossulfato de sódio (metais catiônicos). Com base na \n\ngranulometria e no teor de matéria orgânica, o sedimento do ponto P1 tem grande capacidade \n\nde agregar metais e acumular nutrientes. Portanto, a toxicidade do sedimento pode ser causada \n\npela presença de metais e compostos orgânicos pH dependentes - amônia. \n\nAs indicações fornecidas pelos resultados da Fase I concordam com os resultados de \n\ndiversos estudos de AIT em sedimentos de ambientes de água doce. Segundo HO et al. \n\n(2002), a toxicidade destes sedimentos é geralmente causada por metais, amônia e compostos \n\norgânicos. Ao realizarem uma revisão nos estudos de AIT com água intersticial de sedimentos \n\nmarinhos e de água doce, HO et al. (2002), concluíram que não há um composto tóxico \n\npredominante, sendo que os metais, os compostos orgânicos e amônia desempenham quase a \n\nmesma proporção de toxicidade nos sedimentos. Os autores enfatizaram ainda, que a amônia \n\ntem um papel importante na toxicidade da água intersticial, o que só foi demonstrado a partir \n\ndos estudos de AIT. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n50 \n \n\n \n\n6  CONCLUSÃO \n\n \n\n \n\nA toxicidade aguda observada neste estudo corrobora os dados encontrados na \n\nliteratura para amostras de água superficial do Reservatório de Funil. \n\nCom os resultados obtidos pelos procedimentos da Fase I do estudo de AIT realizado \n\ncom a amostra de abril, para a água supõe-se que a toxicidade é devida a compostos orgânicos \n\nácidos e básicos. \n\nPara a amostra de sedimento, a AIT realizada com a amostra de abril indicou que a \n\ntoxicidade pode ser causada pela presença de metais, amônia e compostos orgânicos pH \n\ndependentes.  \n\nO objetivo de aprendizado dos procedimentos do estudo de AIT foi alcançado, bem \n\ncomo a implantação desta técnica no Laboratório de Ecotoxicologia da UNIFEI. \n\n \n\n      \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n51 \n \n\n \n\n7  RECOMENDAÇÕES \n\n \n\n \n\n Novas coletas devem ser realizadas, tanto de água como de sedimento, em diferentes \n\népocas do ano, buscando representar os períodos seco e chuvoso, e em diferentes pontos de \n\namostragem. \n\n Para a água, as amostras coletadas devem ter sua análise química e toxicológica \n\niniciada no mesmo dia da coleta, utilizando-se a extração em coluna de C18 seguida de \n\neluição com metanol em diferentes diluições e com outro solvente, como o diclorometano. \n\nApós a confirmação de toxicidade pelos ensaios toxicológicos, os extratos obtidos devem ser \n\nimediatamente analisados para identificação de compostos orgânicos por cromatografia \n\ngasosa com detector de massas. Visto que o reservatório possui constantes florações de \n\ncianobactérias, a determinação da presença e do tipo de suas toxinas também deve ser \n\nrealizada. A realização das análises em menor tempo possível diminui o risco de perda de \n\ntoxicidade da amostra, tornando possível a sua caracterização completa e a identificação de \n\ncompostos específicos responsáveis pela toxicidade, caso esta não seja causada apenas por \n\ntoxinas de cianobactérias, o que os resultados deste trabalho indicaram. \n\n Para o sedimento, é importante determinar o real efeito do congelamento e do tempo \n\nde armazenamento nas amostras deste reservatório, através da condução de ensaios \n\ntoxicológicos com frações de amostras de uma mesma coleta, congelada e armazenada \n\nresfriada a 4 °C, com diferentes tempos de armazenamento. Deve-se realizar as análises de \n\namônia e de sulfetos volatilizáveis por acidificação, a fim de determinar a biodisponibilidade \n\ndos metais encontrados no sedimento. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n52 \n \n\n \n\n8  REFERÊNCIAS BIBLIOGRÁFICAS \n\n \n \nABNT - ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 12713 \nEcotoxicologia aquática - Toxicidade aguda - Método de ensaio com Daphnia spp (Cladocera, \nCrustacea). Rio de Janeiro, RJ. 23p. 2009. \n \nABNT - ASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 13373 \nEcotoxicologia aquática - Toxicidade crônica - Método de ensaio com Ceriodaphnia spp \n(Crustacea, Cladrocera). Rio de Janeiro, RJ. 15p. 2005. \n \nALERJ - ASSEMBLÉIA LEGISLATIVA DO ESTADO DO RIO DE JANEIRO. Ictiofauna \ndo Rio Paraíba do Sul. Danos ambientais e sociais causados por barragens, hidrelétricas e \npoluição no trecho fluminense. Comissão Permanente de Defesa do Meio Ambiente. Rio de \nJaneiro, RJ. 59 p. 2005. \n \nALERJ - ASSEMBLÉIA LEGISLATIVA DO ESTADO DO RIO DE JANEIRO. Rio Paraíba \ndo Sul – Reservatório do Funil: poluição e degradação ambiental. Comissão Permanente de \nDefesa do Meio Ambiente. Rio de Janeiro, RJ. 52 p. 2006. \n \n \nANKLEY, G. T.; PETERSON, G. S.; LUKASEWYCZ, M. T.; JENSEN, D. A. \nCharacteristics of surfactants in toxicity identification evaluations. Chemosphere. v. 21, n. l – \n2, p. 3 – 12, 1990. \n \nANKLEY, G. T.; SCHUBAUER-BERINGAN, M. K. Background and overview of current  \nsediment  toxicity  identification  procedures. Journal of Aquatic Ecosystem Health. v. 4, p. \n133 – 419. 1995. \n \nAPHA - AMERICAN PUBLIC HEALTH ASSOCIATION; AMERICAN WATER WORK  \nASSOCIATION; WATER POLLUTION CONTROL FEDERATION. Standard  \nmethods for the examination of water and wastewater. 18th ed. New York. 1268 p. 1992. \n \nARAGÃO, M. A.; ARAÚJO, R. P. A. Métodos de Ensaios de Toxicidade com Organismos \nAquáticos. In: ZAGATTO, P. A.; BERTOLETTI, E. (Org.). Ecotoxicologia aquática – \nprincípios e aplicações. Editora RiMa. São Carlos, SP. 478 p. 2006. \n \nARAÚJO, R. P. A.; SHIMIZU, G. Y.; BOHRER, M. B. C.; JARDIM, W. Avaliação da \nqualidade de sedimentos. In: ZAGATTO, P. A.; BERTOLETTI, E. (Org.). Ecotoxicologia \naquática – princípios e aplicações. Editora RiMa. São Carlos, SP. 478 p. 2006a. \n \nARAÚJO, R. P. A.; BOTTA-PASCHOAL, C. M. R.; SILVÉRIO, P. F.; ALMEIDA, F. V.; \nRODRIGUES, P. F.; UMBUZEIRO, G. A.; JARDIM, W. F.; MOZETO, A. A. Application of \ntoxicity identification evaluation to sediment in a highly contaminated water reservoir in \nsoutheastern Brazil. Environmental Toxicology and Chemistry. v. 25, n. 2, p. 581–588. \n2006b. \n \nAZCUE, J. M.; PFEIFFER, W. C.; FISZMAN, M.; MALM, O. Heavy metals in drinking \nwaters from the Paraiba do Sul-Guandu River System, Rio de Janeiro state, Brazil. Wat. Sci. \nTech. v. 19, p. 1181 – 1183. 1987. \n\n\n\n53 \n \n\n \n\nBARBOSA, D. S. Avaliação e identificação de toxicidade (Fase I) em nascentes da bacia \ndo rio Mogi-Guaçu, município de Bom Repouso/MG. Dissertação (Mestrado). Escola de \nEngenharia de São Carlos, Universidade de São Paulo, São Carlos, SP. 2010. \n \nBERTOLETTI, E.; ZAGATTO, P. A. Aplicação dos Ensaios Ecotoxicológicos e Legislação \nPertinente. In: ZAGATTO, P. A.; BERTOLETTI, E. (Org.). Ecotoxicologia aquática – \nprincípios e aplicações. Editora RiMa. São Carlos, SP. 478 p. 2006. \n \nBORGLIN, S; WILKE, A.; JEPSEM, R.; LICK, W. Parameters affecting the desorption of \nhydrophobic organic chemicals from suspended sediments. Environmental Toxicology and \nChemistry. v. 15, n. 10, p. 2254 - 2262. 1996. \n \nBOTTA, C. M. R. Avaliação ecotoxicológica de sedimentos em reservatórios da bacia do \nrio Tietê, SP, com ênfase na aplicação do estudo de AIT – Avaliação e Identificação da \nToxicidade. Tese (Doutorado). Escola de Engenharia de São Carlos, Universidade de São \nPaulo, São Carlos, SP. 2002. \n \nBOTTA, C. M. R.; ARAÚJO, R. P. A.; SILVÉRIO, P. F.; ALMEIDA, F. V.; MOZETO, A. \nA. Avaliação e Identificação da Toxicidade (AIT) de amostras de sedimento de água doce. In: \nMOZETO, A. A.; UMBUZEIRO, G. A.; JARDIM, W. F. (Org). Métodos de coleta, análises \nfísico-químicas e ensaios biológicos e ecotoxicológicos de sedimentos de água doce. \nEditora Cubo. São Carlos, SP. 224 p. 2006.  \n \nBRANCO, C. W. C.; ROCHA, M. I. A.; PINTO, G. F. S.; GÔMARA, G. A.; DE FILIPPO, \nR.  Limnological features of Funil reservoir (RJ, Brazil) and indicator properties of rotifers \nand cladocerans of the zooplankton community. Lakes &amp; Reservoirs: Research and \nManagement. v. 7, p. 87 – 92. 2002. \n \nBRASIL. Conselho Nacional do Meio Ambiente. Estabelece as diretrizes gerais e os \nprocedimentos mínimos para a avaliação do material a ser dragado em águas jurisdicionais \nbrasileiras, e dá outras providências. Resolução n° 344, 25 de março de 2004. Diário Oficial \nda União, Brasília, DF, março 2004. \n \nBRASIL. Conselho Nacional do Meio Ambiente. Dispõe sobre a classificação dos corpos de \nágua e diretrizes ambientais para o seu enquadramento, bem como estabelece as condições e \npadrões de lançamento de efluentes, e dá outras providências. Resolução n° 357, 17 de março \nde 2005. Diário Oficial da União, Brasília, DF, março 2005. \n \nBURATINI, S. V.; BERTOLETTI, E. Análise  Estatística. In: ZAGATTO, P. A.; \nBERTOLETTI, E. (Org.). Ecotoxicologia aquática – princípios e aplicações. Editora RiMa. \nSão Carlos, SP. 478 p. 2006. \n \nBURATINI, S. V.; ARAGÃO, M. A.; ARAÚJO, R. P. A.; PRÓSPERI, V. A.; WERNER, L. \nI. Avaliação e Identificação da Toxicidade no Rio Baquirivu-Guaçu (Alto Tietê). J. Braz. \nSoc. Ecotoxicol., v. 2, n. 3, p. 257 – 262, 2007. \n \nCALHEIROS, D. F. Ecotoxicologia  de  compostos  organoclorados  persistentes  em um  \nsistema  eutrófico:  represa  de  Barra  Bonita  (Médio  Tietê,  SP). Dissertação \n(Mestrado). Universidade de São Paulo, São Carlos, SP. 1993. \n\n\n\n54 \n \n\n \n\nCEIVAP - COMITÊ PARA INTEGRAÇÃO DA BACIA HIDROGRÁFICA DO RIO \nPARAÍBA DO SUL. 2010. Bacia do Rio Paraíba do Sul. Dados Gerais. Disponível em  \n<www.ceivap.org.br>. Acesso em: 20 ago. 2010. \n \nCETESB - COMPANHIA DE TECNOLOGIA DE SANEAMENTO AMBIENTAL. IET - \nÍndice do Estado Trófico. Disponível em:&lt;http://www.cetesb.sp.gov.br/agua/águas-\nsuperficiais/108-índices-de-qualidade-das-águas>. Acesso em: 09 maio 2011. \n \nCOSTA, C. R.; OLIVI, P.; BOTTA, C. M. R.; ESPINDOLA, E. L. G. A toxicidade em \nambientes aquáticos: discussão e métodos de avaliação. Química Nova, v. 31, n. 7, p. 1820-\n1830, 2008. \n \nCHRISTOFFERSEN, K. Ecological implications of cyanobacterial toxins in aquatic food \nwebs. Phycologia. v. 35, p. 42 – 50. 1996. \n \nEMBRAPA - EMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA. Centro \nNacional de Pesquisa de Solos. Manual de métodos de análise de solo. 2. ed. 212 p. Rio de \nJaneiro, RJ. 1997.  \n \nESTEVES, F. A. Fundamentos de Limnologia. Rio de Janeiro. Ed. Interciência. 575 p. 1988. \n \nFERRÃO-FILHO, A. S.; COSTA, S. M.; RIBEIRO, M. G. L.; AZEVEDO, S. M. F. O. \nEffects of a saxitoxin-producer strain of Cylindrospermopsis raciborskii  (cyanobacteria) on \nthe swimming movements of cladocerans. Environmental Toxicology. v. 23, p. 161-168. \n2008. \n \nFERRÃO-FILHO, A. S.; SOARES, M. C. S.; MAGALHÃES, V. F.; AZEVEDO, S. M. F. O. \nBiomonitoring of cyanotoxins in two tropical reservoirs by cladoceran toxicity bioassays. \nEcotoxicology and Envionmental Safety. v.72, p. 479 – 489, 2009a. \n \nFERRÃO-FILHO, A. S.; SOARES, M. C.; ROCHA, M. I. A.; MAGALHÃES, V. F.; \nAZEVEDO, S. M. F. O. Florações de cianobactérias tóxicas no reservatório do Funil: \ndinâmica sazonal e consequências para o zooplâncton. Oecologia Brasiliensis. v. 13, n. 2, p. \n346 – 365. 2009b. \n \nFIGUEREDO, C. C. Monitoramento da qualidade da água de sete reservatórios pertencentes a \nFurnas Centrais Elétricas S.A. 3° Simpósio de Especialistas em Operação de Centrais \nElétricas. 2002. \n \nFURNAS. Sistema Eletrobrás Furnas. Reservatório de Funil. Disponível em: &lt;\nwww.furnas.com.br>. Acesso em: 20 ago. 2010. \n \nGEFFARD, O.; HISB, E.; BUDZINSKI, H.; CHIFFOLEAU, J. F.; COYNEL, A.; \nETCHEBER, H. Effects of storage method and duration on the toxicity of marine sediments \nto embryos of Crassostrea gigas oysters. Environmental Pollution. 129. p. 457 – 465. 2004.  \n \nHAMILTON, M. A.; RUSSO, R. C.; THURSTON, R. V. Trimmed Spearman – Karber \nmethod for estimating median lethal concentrations in toxicity biossays. Environmental \nScience Technology. v.11, n. 7, p. 714 – 719. 1977. \n\n\n\n55 \n \n\n \n\nHJORTH, T. Effects of freeze-drying on partitioning patterns of major elements and trace \nmetals in lake sediments. Analytica Chimica Acta. 526. p. 95 – 102. 2004. \n \nHO, K. T.; BURGES, R. M.; PELLETIER, M. C.; SERBST, J. R.; RYBA, S. A.; \nCANTWELL, M. G.; KUHN, A.; RACZELOWSKI, P. An overview of toxicant \nidentification in sediments and dredged materials. Marine Pollution Bulletin. v. 44, p. 286 – \n293. 2002. \n \nINEA - INSTITUTO ESTADUAL DO AMBIENTE. Reservatórios. Disponível em: \n<www.inea.rj.gov.br>. Acesso em: 23 ago. 2010. \n \nJUNG, R. F.; BATLEY, G. E. Freezing of sediments inappropriate for pore water selenium \nanalysis. Marine Pollution Bulletin. 49. p. 295 – 298. 2004. \n \nMAGALHÃES, D. P.; FERRÃO FILHO, A. S. A Ecotoxicologia como ferramenta no \nbiomonitoramento de ecossistemas aquáticos. Oecologia Brasiliensis. v. 12, n. 3, p. 355 – \n381. 2008. \n \nMOLICA, R.; AZEVEDO, S. Ecofisiologia de cianobactérias produtoras de cianotoxinas. \nOecologia Brasiliensis. v. 13, n. 2, p. 229 – 246. 2009.  \n \nNILIN, J. Avaliação da qualidade do sedimento do estuário do rio Ceará. Dissertação \n(Mestrado). Universidade Federal do Ceará. Fortaleza, CE. 95 p. 2008. \n \nNORBERG-KING, T. J.; ANKLEY, G. T.; ROBERT, E. Application of toxicity \nidentification evaluation procedures to the ambient waters of the Colusa basin drain. \nEnvironmental Toxicology and Chemistry. v. 10, p. 891 – 901. 1991. \n \nNOVO, E. M. L. M.; STECH, J. L.; LONDE, L. R.; ASSIREU, A.; BARBOSA, C. C.; \nALCÂNTARA, E. H.; SOUZA, A. F. Integração de dados do sistema automático de \nmonitoramento de variáveis ambientais (SIMA) e de imagens orbitais na avaliação do estado \ntrófico do Reservatório da UHE Funil. Anais XIV Simpósio Brasileiro de Sensoriamento \nRemoto. Natal, Brasil. INPE. p. 4797 – 4804. 25 – 30 abril 2009. \n \nPHILLIPS, B. M.; ANDERSON, B. S.; HUNT, J. W.; CLARK, S. L.; VOORHEES, J. P.; \nTJEERDEMA, R. S.; CASTELINE, J.; STEWART, M. Evaluation of phase II toxicity \nidentification evaluation methods for freshwater whole sediment and interstitial water. \nChemosphere. v. 74 p. 648 – 653. 2009.  \n \nPIRES, L. E. B. Avaliação e Identificação da Toxicidade (Toxicity Identification \nEvaluation - TIE) do efluente líquido do pólo industrial de Belford Roxo, RJ, e sua \ncontribuição na qualidade das águas do curso inferior do rio Sarapuí, sub-bacia do rio \nIguaçú, bacia da Baía de Guanabara, RJ, Brasil. Tese (Doutorado). Instituto de Pesquisas \nEnergéticas e Nucleares - IPEN. São Paulo. 2006.   \n \nPRIMO, A. R. R. Avaliação da influência do Reservatório do Funil na qualidade da água \ndo rio Paraíba do Sul. Dissertação (Mestrado). Universidade de São Paulo, SP. 2006. \n \nROCHA, M. I. A.; BRANCO, C. W. C.; SAMPAIO, G. F.; GÔMARA, G. A.; DE FILIPPO, \nR. Spatial and temporal variation of limnological features, Mycrocystis aeruginosa and \n\n\n\n56 \n \n\n \n\nzooplankton in an eutrophic reservoir (Funil Reservoir, Rio de Janeiro). Acta Limnol. Bras. \nv. 14, n. 3, p. 73 – 86, 2002.  \n \nROSA, P. G. Comunidade Zooplanctônica de Cinco Reservatórios Tropicais do Sistema \nFurnas S.A. (Brasil): Abundância e Biomassa em Carbono. Dissertação (Mestrado). \nUniversidade Federal de Juiz de Fora. Juiz de Fora. 2008. \n \nSCHUBAUER-BERIGAN, M. K.; ANKLEY, G. T. The contribution of ammonia, metals and \nnonpolar organic compounds to the toxicity of sediment interstitial water from an Illinois \nriver tributary. Environmental Toxicology and Chemistry. v. 10, p. 925 – 939. 1991. \n \nSCHUYTEMA, G.S.; NEBEKER, A.V.; GRIFFS, W. L.; MILLER, C. E. Effects of freezing \non toxicity of sediments contaminated with DDT and endrin. Environmental Toxicology \nand Chemistry. v. 8. p. 883 – 891. 1989. \n \nSOTERO-SANTOS, R. B.; SILVA, C. R. S. E.; FENERICH-VERANI, N.; NONAKA, K.; \nROCHA, O. Toxicity of a cyanobacteria Bloom in Barra Bonita Reservoir (Middle Tietê \nRiver, São Paulo, Brazil). Ecotoxicology and Environmental Safety. v. 64, n. 2, p. 163-170. \n2006. \n \nUSEPA - UNITED  STATES  ENVIRONMENTAL  PROTECTION AGENCY.  (1991a). \nMethods for aquatic toxicity identification evaluations: Phase I. Toxicity characterization \nprocedures. Second edition. Final Report. Duluth, MN: Environmental Research Laboratory. \nEPA/600/6-91/003. \n \n______. (1991b). Sediment  toxicity  identification  evaluation:  phase  I (characterization), \nphase II (identification) and phase III (confirmation) modifications of effluent procedures. \nDuluth, MN: Environmental Research Laboratory. EPA/600/6-91/007.   \n \n______. (1993a). Methods for aquatic toxicity identification evaluations: Phase II Toxicity \nIdentification Procedures for Samples Exhibiting Acute and Chronic Toxicity. Duluth, MN: \nEnvironmental Research Laboratory. EPA/600/R-92/080. \n \n______. (1993b). Methods for aquatic toxicity identification evaluations: Phase III Toxicity \nConfirmation Procedures for Samples Exhibiting Acute and Chronic Toxicity. Duluth, MN: \nEnvironmental Research Laboratory. EPA/600/R-92/081. \n \n______. (1996) Method 3050 B: Acid digestion of sediments, sludges, and soils. Washington \nDC - EUA. \n \n______. (2001a). Clarifications Regarding Toxicity Reduction and Identification Evaluations \nin the National Pollutant Discharge Elimination System Program. Office of Wastewater \nManagement. Office of Regulatory Enforcement. Washington, DC 20460. \n \n______. (2001b). Methods for Collection, Storage and Manipulation of Sediments for \nChemical and Toxicological Analyses: Technical Manual. Duluth, MN: Environmental \nResearch Laboratory.4 ed.  EPA/821/R-02/13. \n \n______. (2007). Sediment toxicity  identification  evaluation:  Phases  I, II and III Guidance \nDocument. Duluth, MN: Environmental Research Laboratory. EPA/600/R-07/080. \n\n\n\n57 \n \n\n \n\nVON SPERLING, M. Introdução à qualidade das águas e ao tratamento de esgotos. 3. ed. \nBelo Horizonte: Departamento de Engenharia Sanitária e Ambiental; Universidade Federal de \nMinas Gerais; 2005. \n \nZAGATTO, P. A. O Uso de Substâncias de Referência no Controle de Qualidade de Ensaios \nEcotoxicológicos. In: ZAGATTO, P. A.; BERTOLETTI, E. (Org.). Ecotoxicologia aquática \n– princípios e aplicações. Editora RiMa. São Carlos, SP. 478 p. 2006. \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n \n\n\n\n58 \n \n\n \n\nAPÊNDICE A – Cartas controle \n\n \n\n \n\n \nFigura 15 - Carta controle de sensibilidade de D. similis à KCl (CRHEA/USP). \n \n \n\n \nFigura 16 - Carta controle de sensibilidade de C. silvestrii à NaCl (CRHEA/USP). \n\n \n \n\n \n\n\n\n59 \n \n\n \n\n \nFigura 17 - Carta controle de sensibilidade de D. similis à NaCl (UNIFEI). \n\n \n \n \n\n \nFigura 18 - Carta controle de sensibilidade de C. silvestrii à NaCl (UNIFEI). \n\n \n \n \n \n \n\n1\n\n1,4\n\n1,8\n\n2,2\n\n2,6\n\n0 1 2 3 4 5 6\n\nN\naC\n\nl  \n(g\n\n/L\n)\n\nDaphnia similis\n\nLimite Inferior Limite Sup erior CE50\n\n0,5\n\n1\n\n1,5\n\n2\n\n0 1 2 3 4 5 6\n\nN\naC\n\nl  \n(g\n\n/L\n)\n\nCeriodaphnia silvestrii\n\nLimite Inferior Limite Sup erior CE50"}]}}}