{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.23060"}, {"@name": "filename", "#text": "7132_000753492.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \nINSTITUTO DE GEOCIÊNCIAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOCIÊNCIAS \n \n \n \n \n \n \n\n \nESTUDO DO EFEITO DA DRENAGEM ÁCIDA DA \n\nATIVIDADE DE MINERAÇÃO DE CARVÃO SOBRE AS \nCARACTERÍSTICAS DO SEDIMENTO EM SUSPENSÃO \n\nDO ESTUÁRIO DO RIO ARARANGUÁ, SC. \n \n\n \n\nMARIANA AFONSO ABADE COUCEIRO \n \n\n \n \n \n \nORIENTADOR – Prof. Dr. Carlos Augusto França Schettini \n \n \nBANCA EXAMINADORA  \n\nProf. Dr. Elírio Ernestino Toldo Júnior – Instituto de Geociências, Universidade \nFederal do Rio Grande do Sul \n\nProfa. Dra. Valéria da Silva Quaresma – Centro de Ciências Humanas e \nNaturais, Universidade Federal do Espírito Santo \n\nProfa. Dra. Lidriana de Souza Pinheiro – Instituto de Ciências do Mar, \nUniversidade Federal do Ceará \n\n \n \n \n\nDissertação de Mestrado apresentada \ncomo requisito parcial para a obtenção \ndo Título de Mestre em Geociências. \n\n \n\n \n\n \n\nPorto Alegre – 2009 \n\n\n\n iii \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nCouceiro, Mariana Afonso Abade \n\nEstudo do efeito da drenagem ácida da atividade de mineração \nde carvão sobre as características do sedimento em suspensão do \nestuário do rio Araranguá, SC. / Mariana Afonso Abade Couceiro. - \nPorto Alegre : IGEO/UFRGS, 2009. \n\n[56 f.]    il. \n \n\nDissertação (Mestrado). - Universidade Federal do Rio Grande \ndo Sul. Instituto de Geociências. Programa de Pós-Graduação em \nGeociências. Porto Alegre, RS - BR, 2009. \n\nOrientação: Prof. Dr. Carlos Augusto França Schettini. \n \n \n\n1. Floculação. 2. Drenagem ácida. 3. Mineração de carvão. 4. \nTanque anular. I. Título. \n\n \n \n\n_____________________________ \nCatalogação na Publicação \nBiblioteca Geociências - UFRGS \nMiriam Alves CRB 10/1947 \n\n\n\n iv \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAo meu amado marido Fernando \n\nAos meus pais Ana Maria e Nilton \n\nE ao meu querido irmão Gabriel \n\n\n\n v \n\nAGRADECIMENTOS \n\nAo meu orientador, Professor Dr. Carlos Augusto França Schettini, pela oportunidade \n\nde realização do trabalho, pela confiança e pelos ensinamentos, ao qual sou muito grata \n\nà sua atenção durante todos esses anos. \n\nAo professor Guto e ao colega Guilherme Manique pela ajuda na coleta de água dos \n\nrios, sem a qual minha força física impossibilitaria tal objetivo. Aos bombeiros: \n\nSargento Niles, Sargento Cruz e Soldado Giovane, à Defesa Civil e ao pessoal do Iate \n\nClube de Araranguá, pelo apoio logístico para a realização das atividades no campo. \n\nAo CNPq pelo apoio econômico na realização do mestrado e pelo financiamento da \n\nconstrução de equipamentos utilizados em laboratório e no suporte das atividades de \n\ncampo. \n\nAo pesquisador da EPAGRI Francisco Deschamps pelo empréstimo do micromolinete \n\nhidrométrico, e pela atenção com o correto funcionamento do equipamento. \n\nAo pessoal do Laboratório de Toxicologia da UNIVALI pelo apoio com materiais. \n\nÀ professora Nane pela paciência e compreensão. \n\nUm agradecimento especial ao Lourival por sua total dedicação em apoiar o trabalho \n\ncom seus conhecimentos em programação, e por sua amizade. Da mesma forma \n\nagradeço ao Cris. \n\nÀ Carla e ao Guilherme pela ajuda com os filtros. Aos estagiários do Laboratório de \n\nOceanografia Física da UNIVALI: Morjana, Elizandra, João, Daniel, Guilherme, Tomaz \n\ne Antônio, pela compreensão na utilização do espaço físico do laboratório e pelas horas \n\nde descontração nos lanches às quintas-feiras. \n\nAos meus amigos Adelaine, Fausto, Thaís, Karen, Leopoldo e Dona Guelminda pela \n\nhospedagem e apoio nos períodos de estadia em Itajaí. \n\nAo meu marido Fernando pelo apoio incondicional em todos os momentos de minha \n\nvida. \n\nÀ minha mãe, que sempre acreditou em mim e me ajudou com seus conhecimentos em \n\ntodas as minhas decisões. \n\nAo Ataul, que me deu suporte para minhas escolhas. \n\nAo meu pai, que me ajudou nessa etapa com muita atenção. \n\nE ao meu irmão Gabriel por suas sábias palavras. \n\n \n\n \n\n \n\n\n\n vi \n\nRESUMO \n\nO objetivo desse estudo é determinar qual o efeito do pH e da salinidade, separadamente \n\ne em conjunto, na floculação do material particulado em suspensão (MPS), no estuário \n\ndo rio Araranguá. O qual é formado pela confluência dos rios Itoupava e Mãe Luzia. O \n\nrio Itoupava drena uma área onde o arroz é cultivado densamente, contribuindo para o \n\naumento do MPS. O rio Mãe Luzia drena áreas de lavra e beneficiamento do carvão, \n\natividades essas que promovem a acidificação da água do rio. O baixo pH da água \n\npromove a floculação do MPS ao longo do rio, e ao contrário da cultura do arroz, \n\ndiminuiu a presença de MPS no estuário. A região ainda está sob o efeito das marés \n\n(micromaré) e da salinidade, quando a descarga do rio é baixa, o que é freqüente. Deste \n\nmodo, supõe-se que a atividade mineração de carvão aumenta a retenção de MPS no \n\nestuário, e conseqüentemente outros contaminantes que podem estar adsorvidos. Um \n\ntanque anular foi projetado para criar condições de fluxo contínuo para simular a \n\nmistura de água dos rios, com e sem salinidade. O tanque foi construído com acrílico \n\ntransparente, com 15,5 cm de largura do canal e 35 cm de altura, com capacidade para \n\n115 litros. Seis pás promovem o fluxo no canal, as quais são aceleradas ou \n\ndesaceleradas digitalmente. A velocidade do fluxo foi medida com um micromolinete \n\nhidrométrico, com medições contínuas, posicionado a 18 cm da base. A concentração de \n\nMPS foi medida durante os experimentos com dois sensores ópticos de retro-\n\nespalhamento posicionados na parede do tanque. Os experimentos foram realizados \n\nusando águas coletadas nos rios Itoupava e Mãe Luzia. Duas séries experimentais foram \n\nrealizadas, na primeira foram misturadas apenas as águas dos rios e na segunda água \n\nsalina foi adicionada à mistura, variando proporcionalmente as águas de cada rio, em \n\ncada série. A concentração de MPS inicial de cada série foi de 35 mg.l-1. A velocidade \n\ninicial de cada experimento foi de 45 cm.s-1, reduzida em cinco etapas a cada 20 \n\nminutos, até zero (etapa de desaceleração), então o tanque permaneceu com velocidade \n\nnula por 180 minutos até o início da etapa de aceleração, onde a cada 20 minutos a \n\nvelocidade aumentou até 45 cm.s-1. Amostras de água foram coletadas para determinar \n\nas características flocos em uma coluna de decantação, com uma câmera digital \n\nacoplada. A deposição do material em suspensão ocorreu em velocidades de fluxo mais \n\nbaixas. Os microflocos representaram grande parte dos flocos formados nos \n\nexperimentos. Nos experimentos com 10% de Mãe Luzia, os macroflocos foram \n\npredominantes. A adição de sal teve um papel importante na floculação, mais a \n\n\n\n vii \n\nseqüência de experimentos mostra que esse processo é mais intenso com uma maior \n\nproporção de água do Mãe Luzia. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n viii \n\nABSTRACT \n\nThe objective of this study is to asses what is the effects of pH and salinity, separately \n\nand together, in the flocculation of suspended particulate matter (SPM) in the Araranguá \n\nestuary. What is formed by the confluence of the rivers Itoupava and Mãe Luzia. In the \n\nItoupava River drainage basin there is a significant area of rice crops, what contributing \n\nto the increase of suspended particulate matter (SPM) inflow to the estuary. In the Mãe \n\nLuzia River drainage basin there is an active industry of coal mining and processing. \n\nThe effect of low pH is the flocculation of the SPM along the streams, and contrary to \n\nrice culture, decreases the SPM inflow to the estuary. Other factors that also play a role \n\nis that the rivers confluence is already in the estuary, where there are tides (microtide), \n\nand salinity when the rivers discharge is low (what is frequent). Thus, out hypothesis is \n\nthat the coal mining activity increases the SPM trapping in the estuary, and \n\nconsequently other contaminants that may be adsorbed to it. An annular flume was \n\nsetup to create a continuously flowing condition to simulate the river waters mixing, \n\nwith and without salinity. The annular flume was built with transparent acrylic, with 15 \n\ncm wide and 30 cm deep, nearly 1 m diameter and 115 liters. Six paddles maintain the \n\nflow, which was accelerated or de-accelerated digitally. The flow velocity was \n\nmeasured with a propeller flowmeter recording continuously, leveled at 18 above the \n\nbottom. SPM concentrations were recorded during the experiments with two optical \n\nbackscatter probes, leveled on the wall of flume. The experiments were carried out \n\nusing waters collected from the Mãe Luzia and Itoupava. Two sets of experiments were \n\ndone, being the first with fresh water only, and the second with salinity one, with \n\nvarying proportions of each river water. The concentration of SPM of each sets were \n\ninitiated with ~35 mg.l-1. The experiments were initiated with velocity at 45 cm.s-1 and \n\nthen were reduced five times at 20 minutes intervals to zero (de-accelerating phase), \n\nthen the tank rest for 180 minutes and initiated de accelerating phase, with steep \n\nincreases of the velocity every 20 minutes. Water samples were collected to determine \n\nthe floc feature in a settling chamber wired with a digital camera. The matter in \n\nsuspended deposition occurred at lower flow velocities. The microflocs represented the \n\nmost flocs formed in the experiments. The macroflocs were predominant in experiments \n\nwith 10% of Mãe Luzia. The salt addition has an important role in flocculation. But the \n\nsequence of experiments shows that the flocculation is more intense with a greater \n\nproportion of water from Mãe Luzia. \n\n\n\n ix \n\nLISTA DE FIGURAS \n \n\nFigura 1. Mapa de Localização do estuário do rio Araranguá. ....................................... 8 \n\nFigura 2. Perspectiva isométrica do tanque anular e sua instrumentação. .................... 10 \n\nFigura 3. Representação da variação da velocidade do fluxo ao longo do tempo......... 13 \n\nFigura 4. Esquema da coluna de decantação e a transmissão dos dados....................... 15 \n\nFigura 5. Sequência de imagens de um floco na coluna de decantação. ....................... 16 \n\nFigura 6. Séries temporais da concentração de MPS durante os experimentos da série A \n\n(gráfico superior) e série B (gráfico inferior) para as etapas de deposição. As linhas rosa, \n\nlaranja e preta representam, respectivamente, os experimentos com 100% Itoupava, 1% \n\nMãe Luzia e 10% Mãe Luzia.......................................................................................... 18 \n\nFigura 7. Variação média do MPS pela velocidade média de fluxo do tanque nas etapas \n\nde deposição para a série A. ........................................................................................... 20 \n\nFigura 8. Variação média do MPS pela velocidade média de fluxo do tanque nas etapas \n\nde deposição para a série B. ........................................................................................... 21 \n\nFigura 9. Variação da concentração do MPS para os experimentos da série A. ........... 22 \n\nFigura 10. Variação da concentração do MPS para os experimentos da série B. ......... 22 \n\nFigura 11. Séries temporais da concentração de MPS durante os experimentos da série \n\nA (gráfico superior) e série B (gráfico inferior) para as etapas de erosão. As linhas rosa, \n\nlaranja e preta representam, respectivamente, os experimentos com 100% Itoupava, 1% \n\nMãe Luzia e 10% Mãe Luzia.......................................................................................... 24 \n\nFigura 12. Variação média do MPS pela velocidade média de fluxo do tanque nas \n\netapas de erosão para a série A. ...................................................................................... 25 \n\nFigura 13. Variação média do MPS pela velocidade média de fluxo do tanque nas \n\netapas de erosão para a série B. ...................................................................................... 27 \n\nFigura 14. Mostra a porcentagem de macroflocos e microflocos de todos os \n\nexperimentos das séries A e B. ....................................................................................... 31 \n\nFigura 15. Relação entre o tamanho e a velocidade de decantação (Vd) de flocos \n\nindividuais dos experimentos da série A e B.................................................................. 35 \n\nFigura 16. Relação entre o tamanho e a densidade efetiva de flocos individuais dos \n\nexperimentos da série A e B. .......................................................................................... 36 \n\n \n\n \n\n\n\n x \n\nLISTA DE TABELAS \n \n\nTabela 1. Resumo das séries experimentais. ................................................................. 11 \n\nTabela 2. Velocidades de fluxo e suas etapas correspondentes..................................... 13 \n\nTabela 3. Média da concentração de material particulado em suspensão (MPS) e da \n\nvelocidade do fluxo para cada etapa da deposição dos experimentos da série A........... 19 \n\nTabela 4. Média da concentração de material particulado em suspensão (MPS) e da \n\nvelocidade do fluxo para cada etapa da deposição dos experimentos da série B. .......... 21 \n\nTabela 5. Média da concentração de material particulado em suspensão (MPS) e da \n\nvelocidade do fluxo para cada etapa da erosão dos experimentos da série A. ............... 25 \n\nTabela 6. Média da concentração de material particulado em suspensão (MPS) e da \n\nvelocidade do fluxo para cada etapa da erosão dos experimentos da série B. ............... 26 \n\nTabela 7. Número de flocos, tamanho médio e velocidade média de decantação de cada \n\netapa dos experimentos da série A para a etapa de deposição (desaceleração).............. 28 \n\nTabela 8. Número de flocos, tamanho médio e velocidade média de decantação de cada \n\netapa dos experimentos da série B para a etapa de deposição (desaceleração). ............. 29 \n\nTabela 9. Número de flocos, tamanho médio e velocidade média de decantação de cada \n\netapa dos experimentos da série A para a etapa de erosão (aceleração)......................... 30 \n\nTabela 10. Número de flocos, tamanho médio e velocidade média de decantação de \n\ncada etapa dos experimentos da série B para a etapa de erosão (aceleração). ............... 30 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n xi \n\nSUMÁRIO \n\n \n\nAGRADECIMENTOS ......................................................................................... v \n\nABSTRACT ...................................................................................................... viii \n\nLISTA DE FIGURAS ..........................................................................................ix \n\nLISTA DE TABELAS .......................................................................................... x \n\nAPRESENTAÇÃO............................................................................................. xii \n\n1. INTRODUÇÃO ............................................................................................... 1 \n\n1.1 O ESTUÁRIO DO RIO ARARANGUÁ .......................................................... 5 \n\n1.2 OBJETIVO.................................................................................................... 7 \n\n2. MATERIAIS E MÉTODOS.............................................................................. 9 \n\n2.1. TANQUE ANULAR ...................................................................................... 9 \n\n2.2. COLETA DO MATERIAL........................................................................... 10 \n\n2.3. MÉTODO EXPERIMENTAL ...................................................................... 11 \n\n2.4. COLUNA DE DECANTAÇÃO.................................................................... 14 \n\n3. RESULTADOS ............................................................................................. 17 \n\n3.1. EXPERIMENTOS DE DEPOSIÇÃO.......................................................... 17 \n\n3.2. EXPERIMENTOS DE EROSÃO................................................................ 23 \n\n3.3. CARACTERÍSTICAS DOS FLOCOS ........................................................ 27 \n\n4. DISCUSSÃO ................................................................................................ 32 \n\n5. CONCLUSÕES E RECOMENDAÇÕES....................................................... 37 \n\n6. REFERÊNCIAS BIBLIOGRÁFICAS ............................................................. 39 \n\nANEXO 1.......................................................................................................... 44 \n\n \n\n \n\n \n\n\n\n xii \n\nAPRESENTAÇÃO \n\nA presente dissertação foi desenvolvida como parte da execução do projeto \n\n“Processos de Transporte e Retenção de Sedimentos Finos no Estuário do Rio \n\nAraranguá, SC.” realizado com recursos do CNPq através do Edital Universal de 2006 \n\n(Processo N.o 485373/2006-8). O objetivo geral do projeto visa compreender melhor os \n\nprocessos que controlam o balanço de sedimentos finos no estuário, tendo como \n\npeculiaridade o efeito da drenagem ácida causada pela atividade de mineração na sub-\n\nbacia do Rio Mãe Luzia. Durante o projeto foram realizados levantamentos de dados \n\nhidrográficos na região estuarina para caracterizar a hidrodinâmica do sistema. E, \n\ncomplementarmente aos estudos hidrodinâmicos ‘in situ’, o presente trabalho visou \n\nestudar o comportamento dos sedimentos em suspensão sob diferentes condições de \n\ncorrentes e mistura de águas, porém em laboratório. Foi construído especialmente um \n\ntanque anular para simular condições de fluxo contínuo e misturas controladas de águas \n\ne sedimentos. O artigo resultante do presente trabalho foi submetido para publicação na \n\nRevista Geociências, da UNESP. \n\n \n\n\n\n 1 \n\n1. INTRODUÇÃO \n\n \n\nOs estuários transferem água, sedimentos, nutrientes e poluentes \n\ncoletados pelos rios para a zona costeira. Grande parte do material sedimentar estuarino \n\né proveniente da erosão da bacia de drenagem (Krone, 1978), cujos principais \n\nconstituintes são silte e argila, compreendendo partículas inferiores a 60 µ m (Mehta &amp; \n\nPartheniades, 1975). O transporte e a trajetória dos sedimentos, até que alcance o canal \n\nde navegação ou a enseada, são controlados pelo padrão de circulação do estuário. \n\nA circulação nos estuários é gerada pelas variações do nível do mar, pela \n\ndescarga de água doce, pelo gradiente de pressão (circulação gravitacional), pela \n\ncirculação da plataforma continental e pela ação do vento na superfície livre (Miranda et \n\nal., 2002). Em estuários classificados como altamente estratificados, a circulação é \n\ndominada pelo fluxo do rio, já nos estuários classificados como parcialmente ou bem \n\nmisturados, a circulação é controlada pela ação da maré. \n\nA transferência de materiais entre os rios e o oceano está diretamente \n\nrelacionada com a competência do fluxo do rio em expulsar os sedimentos finos. O \n\nprocesso de floculação, que refere-se à formação de flocos por aglutinação, envolve a \n\nretenção dos sedimentos finos no estuário, que por sua vez está vinculado com a \n\neficiência de filtração no ambiente de transição. Uma variedade de processos físicos, \n\noceanográficos, geoquímicos e biológicos, pode determinar a eficiência de filtração de \n\num estuário (Schubel &amp; Carter, 1984). Em estuários estratificados, a retenção de \n\npartículas em suspensão é maior devido à variação vertical do sedimento em suspensão \n\ne da velocidade, em uma variedade de frequências. Sedimentos retidos na região \n\npróxima do fundo podem ser transportados rio acima pela circulação gravitacional (Jay \n\n&amp; Musiak, 1994). Considerando o transporte de sedimento junto ao fundo para a \n\nplataforma adjacente, a morfologia do estuário atua no direcionamento do transporte \n\n(Ayup, 1987). \n\nSedimentos coesivos, ou finos, encontrados no ambiente marinho, \n\nconsistem de uma mistura de argila, silte, areia fina, matéria orgânica, água e alguns \n\ngases. Seu comportamento coesivo é determinado pela relação entre as partículas de \n\nargila, os argilo-minerais, e a matéria orgânica com as propriedades químicas do fluído \n\n(Winterwerp &amp; Kesteren, 2004). \n\n\n\n 2 \n\nA estrutura do grupo dos argilo-minerais compreende de lâminas de SiO4 \n\ntetraédrica unidas de diferentes maneiras, geralmente envolvendo uma camada de \n\nalumínio ou hidróxido de alumínio e substituições de um elemento pelo outro, \n\nproporcionando uma grande variedade de estruturas (Dyer, 1986). Suas superfícies são \n\ncarregadas eletricamente, devido a substituições isomorfas de magnésio ou outro íon \n\nbivalente alumínio trivalentes, ou o alumínio por silício polivalente em camadas \n\nreticuladas de silicato de alumínio (Krone, 1978). A carga elétrica na face das argilas é \n\ngeralmente negativa, devido à exposição de átomos de oxigênio liberados na quebra das \n\nligações do cristal, já nas extremidades, a carga é positiva, devido à quebra das ligações \n\nde sílica tetraédrica, resultando, normalmente negativamente (Winterwerp &amp; Kesteren, \n\n2004). \n\nOs principais argilo-minerais encontrados no ambiente marinho são: \n\ncaolinitas, ilitas, montmorilonitas, esmectitas e cloritas (Postma, 1967; Dyer, 1986; \n\nWinterwerp &amp; Kesteren, 2004). Uma característica significante dessas partículas é sua \n\ngrande área de superfície especifica (área por unidade de volume de partícula), na qual \n\nas forças físico-químicas da superfície se tornam mais importantes que seu peso \n\n(Döbereiner, 1982). Por serem carregados eletricamente, seu comportamento em \n\nsuspensão pode ser influenciado pelas condições do fluído. Em águas naturais sua carga \n\né normalmente negativa, em condições de baixa salinidade as forças repulsivas \n\ndominam as partículas carregadas negativamente, e algumas interações físico-químicas \n\ncomo a força de London-van der Waals as atraem. Em águas levemente salinas, as \n\nforças atrativas promovem a colisão entre as partículas unindo umas às outras formando \n\nos flocos (Gibbs, 1983). As forças de atração eletrostáticas são basicamente \n\ndependentes das propriedades físicas e mineralógicas das argilas (Postma, 1967). \n\nA floculação de partículas, processo de interposição de partículas em \n\ngrandes unidades chamadas de flocos (Eisma, 1986), depende de dois fatores: da taxa de \n\ncolisões e na probabilidade adesão das partículas após colisão (Kranck, 1973; Burban et \n\nal., 1989). O encontro de duas partículas depende do número de partículas em \n\nsuspensão (concentração) e do deslocamento randômico dessas partículas (turbulência). \n\nA adesão das partículas está relacionada com a quantidade de íons livre na suspensão \n\n(salinidade) e com as propriedades adesivas da superfície das partículas (biológica) \n\n(Krone, 1978). A freqüência de colisões é limitada pela combinação de baixas \n\nvelocidades, baixa tensão de cisalhamento e baixa concentração de partículas (Manning \n\n\n\n 3 \n\net al., 2007). O processo de floculação é considerado um fenômeno reversível \n\n(Winterwerp &amp; van Kesteren, 2004). \n\nA defloculação, processo pelo o qual o floco é destruído, vai depender da \n\ntensão do fluido, da taxa de colisão entre as partículas e da probabilidade de \n\ndefloculação após a colisão (Burban et al., 1989). Os processos de floculação e \n\ndefloculação dependem da tensão do fluído, da concentração de sedimento em \n\nsuspensão, da salinidade, do pH, temperatura, matéria orgânica e dos organismos \n\n(Burban et al., 1989). \n\nFlocos são considerados multicompostos, pois são constituídos de \n\ndiferentes tipos de partículas orgânicas e inorgânicas, em proporções diferentes. A \n\nestruturação resultante dos grãos afeta o tamanho e a velocidade de deposição do floco \n\n(Dyer, 1986). As interações que influenciam o desenvolvimento do floco são: física, por \n\nmeio da turbulência, do movimento Browniano, da decantação diferenciada, do \n\ntamanho inicial da partícula, da temperatura, da concentração das partículas, das \n\npropriedades da superfície, da viscosidade e da vazão; química, devido a concentração \n\niônica, pH, potencial redox, a presença de nutrientes e contaminantes, da proporção da \n\ncomposição (orgânica e inorgânica), adsorção e desorção; e biológica, por \n\nmicroorganismos, material fibril, colóides, matéria orgânica dissolvida e particulada, \n\ndetritos e material fecal (Droppo et al., 1997). \n\nA variação da velocidade de decantação do material floculado está \n\nrelacionada com o seu tamanho, que pode ser regulado pela diferença da salinidade, \n\npelo tipo de estrutura mineral, pela variação da concentração de sedimento em \n\nsuspensão e pelas condições do fluxo (Postma, 1967; Winterwerp &amp; Kesteren, 2004). A \n\nvelocidade de decantação é uma função do tamanho e da densidade da partícula \n\n(Manning &amp; Dyer, 1999). Partículas com baixa velocidade de decantação permanecem \n\nmais tempo em suspensão, contribuindo menos para a filtração, devido à sua baixa \n\neficiência no tempo de retenção dentro do estuário (Schubel &amp; Carter, 1984). Um fator \n\nque reduz a velocidade de decantação é a passagem de água através dos poros dos \n\nflocos (Droppo et al., 1997). Em suspensões com elevada concentração, a redução da \n\nvelocidade de decantação de uma partícula individual pode ser causada pela influência \n\ndo movimento de partículas vizinhas, impedindo ou atrasando o movimento de \n\ndecantação. Isso é chamado de decantação retardada, do Inglês “hindered settling” \n\n(Winterwerp, 2002). \n\n\n\n 4 \n\nO tamanho de um floculado pode ser muito maior do que o tamanho de \n\nseus componentes individuais, como resultado, as argilas decantam mais rapidamente \n\nna forma floculada (Postma, 1967). Eisma (1986) sugere que os macroflocos (> que 125 \n\nµ m) são formados a partir de microflocos e de minerais individuais, considerando os \n\nmicroflocos fortemente compactados e os macroflocos fracamente unidos. Microflocos \n\ne macroflocos são fundamentalmente diferentes e, consequentemente, seu \n\ncomportamento é significativamente diferente. Os microflocos são onipresentes em \n\nestuários (Mikes et al., 2004). \n\nFlocos marinhos alcançam escalas mais elevadas em suas dimensões, \n\nquando comparados com os flocos estuarinos. Isso se deve à maior concentração de \n\nconteúdo orgânico presente nas baixas turbulências no fundo oceânico (Dyer &amp; \n\nManning, 1999). Burban et al. (1989) observou em seus resultados com 100% de água \n\ndoce, 100% de água do mar e 50% de ambas, que as partículas decantam mais rápido \n\nem água do mar do que em água doce, e que o tamanho dos flocos estuarinos é uma \n\nmédia ponderada dos flocos de água doce e do mar. \n\nA consolidação do material decantado consiste na compactação dos \n\nflocos sob a influência da gravidade com a expulsão da água intersticial. A taxa de \n\nconsolidação de siltes e argilas depende do tipo do argilo-mineral e do grau de \n\nfloculação (Postma, 1967). A erosão desses flocos vai depender de como os flocos \n\nforam decantados, sob que condições de tensão, sua composição mineralógica, sua \n\ndensidade, o pH, a salinidade, etc. Um suave aumento da resistência do processo de \n\nerosão pode estar relacionado com a produção de uma superfície incorporadora de \n\nsedimentos pela colonização de micróbios e polímeros extracelulares (Lau et al., 2001) \n\ne com as condições de fluxo que o material foi decantado (Droppo et al., 2001). \n\nA caracterização dos parâmetros dos flocos, como o tamanho, a \n\nvelocidade de decantação e a densidade, assim com seu comportamento quando em \n\nsuspensão e quando depositados, são muito importantes para estudos de balanço \n\nsedimentar e de modelagem de transporte de sedimentos e contaminantes (Gibbs, 1983; \n\nTrento, 2005; Schaaff et al., 2006). Essas informações podem favorecer o planejamento \n\ndo manejo dos materiais dragados de canais de navegação e a localização de regiões que \n\npossam estar impactadas por contaminantes, entre outras aplicações. \n\nTécnicas para a observação de flocos, in situ e em laboratório, estão \n\nsendo desenvolvidas para investigar seu comportamento, levando em consideração suas \n\npropriedades e as variáveis ambientais. A utilização de tanques anulares está presente \n\n\n\n 5 \n\nem muitos desses estudos, possibilitando a realização de diferentes tipos de \n\nexperimentos que podem ser realizados paralelamente aos estudos complementares de \n\ncampo e de modelagem. Sob condições controladas, o processo de floculação pode ser \n\ninvestigado em tanques (McAnally &amp; Mehta, 2002; Manning et al., 2007). Estudos \n\ncomparativos, in situ e em laboratório, permitiu observar que as estruturas físicas e \n\nbiológicas são importantes para determinar a resistência contra a erosão do sedimento \n\n(Widdows et al, 1998). Droppo et al. (2001) conduziu experimentos em tanque para \n\navaliar ciclos de erosão e deposição, identificando as estruturas de deposição e a \n\nresistência à erosão. Equipamentos fundamentados em imagens de vídeo e fotografia \n\nforam utilizados no monitoramento dos flocos em laboratório (Manning &amp; Dyer, 1999) \n\ne no campo (Eisma &amp; Kalf, 1996; Manning &amp; Dyer, 2002; Manning et al., 2004; \n\nManning, 2004; Benson &amp; French, 2007; Winter et al., 2007). Um equipamento \n\nautomatizado foi desenvolvido para medir concentração, distribuição de massa e \n\nvelocidade de deposição do material particulado em suspensão in situ (SEDVEL, \n\nMantovanelli, 2008). Em laboratório, a construção de uma coluna de decantação, com \n\num sistema de vídeo integrado, permite medir as propriedades dos flocos (Nobbs et al., \n\n2002; Manning et al., 2007). \n\n \n\n \n\n1.1 O ESTUÁRIO DO RIO ARARANGUÁ  \n\n \n\nA bacia hidrográfica do rio Araranguá está localizada no litoral sul do \n\nestado de Santa Catarina (Figura 1). A bacia pertence à vertente atlântica com uma área \n\nde drenagem de 3.020 km2. Suas nascentes estão localizadas junto à Serra Geral, a qual \n\né formada por rochas sedimentares Gondwânicas de idade Paleozóica e Mesozóica \n\n(Dantas et al., 2005). Os dois principais rios formadores da bacia formam a mesobacia \n\ndo rio Mãe Luzia e Itoupava, com uma área da drenagem de 1,501 km2 e 1,181 km2, \n\nrespectivamente (SANTA CATARINA, 1997). A agricultura, tendo o arroz como \n\ncultivo principal, e a mineração do carvão, são as principais atividades econômicas da \n\nregião. \n\nA área de drenagem do rio Mãe Luzia é caracterizada pela atividade de \n\nlavra e beneficiamento do carvão, gerando uma drenagem ácida que impede ou limita a \n\nutilização da água devido à sua acidez e a presença de contaminantes. Grande parte das \n\nbacias hidrográficas da região carbonífera de Santa Catarina está comprometida \n\n\n\n 6 \n\nqualitativamente, apresentando valores de sulfatos que chegam até 7.000 mg.l-1, ferro \n\naté 2.000 mg.l-1 e pH com valores entre 1,5 e 3 (SANTA CATARINA, 2004). O rejeito \n\noriundo dessa atividade é constituído, basicamente, por materiais carbonosos e minerais \n\n(pirita e argilominerais), e está disposto no solo e nos recursos hídricos (Bidone et al., \n\n2000). Os rejeitos são ricos em sulfeto de ferro, quando oxidam em contato com o ar, a \n\nágua e sob a ação de bactérias Thiobacillus ferroxidans, promovem a acidificação da \n\nágua, caracterizada pela cor vermelho-alaranjada (Fungaro &amp; Izidoro, 2006). Nesse \n\nmesmo cenário, períodos de chuvas constantes disponibilizam grandes quantidades de \n\ngrânulos finos e ultrafinos, disponíveis nos depósitos de rejeitos, para os rios \n\nintensificando o assoreamento (Milioli, 1999). \n\nO sistema de drenagem do rio Itoupava apresenta uma área de grande \n\nimportância no cultivo de arroz, aproximadamente 2.860 hectares. Na época do preparo \n\ndas quadras de arroz, grande quantidade de material em suspensão é incorporada ao \n\nsistema hídrico. Além de comprometer a qualidade do sistema hídrico, essa atividade \n\ngera conflitos no que concerne à utilização da água, pois é necessário um volume \n\nelevado de água para o cultivo (SANTA CATARINA, 1997). \n\nO estuário do rio Araranguá é altamente estratificado, dominado por rio, \n\nformado pela confluência dos rios Mãe Luzia e Itoupava, desagua no oceano Atlântico \n\njunto ao morro dos Conventos (Araranguá), onde estão presentes as formações de ilhas \n\nbarreira, feição morfológica típica do trecho sul catarinense. Em uma campanha \n\noceanográfica D’Aquino et al. (submetido) observou que o canal do estuário possui uma \n\nprofundidade média de 7,5 m ao longo dos 27 Km, que corresponde à distância entre a \n\ndesembocadura e a cidade de Araranguá, variando da mínima de 2,5 m, próximo da \n\ndesembocadura, até a profundidade máxima de aproximadamente 12 m, a 30 km a \n\nmontante. Na mesma campanha, a variação do pH na superfície da água, durante todo o \n\nperíodo de amostragem, variou entre 4,4 e 5,7. Sendo que valores mais altos de pH \n\nforam observados durante os períodos com maior salinidade, e após esse período o valor \n\ndo pH diminuiu. Essa variação temporal está relacionada com o efeito tampão da água \n\ndo mar devido à intrusão salina. \n\n \n\n \n\n \n\n \n\n \n\n\n\n 7 \n\n1.2 OBJETIVO \n\n \n\nEsse estudo tem como objetivo principal avaliar os efeitos da salinidade e \n\ndo pH sobre o material particulado em suspensão do estuário do rio Araranguá. Um \n\ntanque anular foi construído e equipado para simular as condições naturais de mistura \n\ndas águas dois rios formadores do estuário do rio Araranguá. No tanque foram \n\nrealizados experimentos com o objetivo de investigar o comportamento do sedimento \n\nem suspensão, em simulações de processos de deposição e erosão, com variações da \n\nvelocidade de fluxo na coluna de água. Em uma coluna de sedimentação equipada com \n\num sistema de vídeo foi possível medir os parâmetros dos flocos, como: suas \n\ndimensões, velocidade de decantação e densidade efetiva. \n\n \n\n \n\n \n\n \n\n \n\n\n\n 8 \n\n28.935260 S\n49.486357 W\n\nAraranguá\n\nOceano Atlântico \n\nRio\n\nR\nio\n\nRio\n\nIto\nup\n\nav\na\n\nM\nãe\n\nL\nuz ia\n\nAraranguá\n\nRio Mãe LuziaRio Itoupava\n\n28.916117 S\n49.517595 W\n\nRio Araranguá\n\n \n\nFigura 1. Mapa de Localização do estuário do rio Araranguá. \n\n\n\n 9 \n\n2. MATERIAIS E MÉTODOS  \n \n\n2.1. TANQUE ANULAR \n\n \n\nOs experimentos foram realizados em um tanque anular, de acrílico, com \n\nespessura da parede de 4 mm, diâmetro externo de 93 cm, largura do canal de 15,5 cm e \n\naltura de 35 cm (Figura 2). Sua profundidade de 30,5 cm permite um volume de água de \n\n115 l. O tanque foi instalado sobre quatro blocos de madeira maciça para manter a \n\nuniformidade do nível da água. O fluxo gerado no tanque foi induzido por seis pás \n\nequidistantes fixas em um eixo central sobre a abertura do canal, criando um fluxo \n\ncontínuo a partir da superfície da água no tanque. A movimentação das pás foi \n\nalcançada por um motor elétrico, sendo que sua aceleração e desaceleração foram \n\ncontroladas por um inversor de freqüência digital, acoplado ao motor, o que permitiu o \n\ncontrole da variação da velocidade média de fluxo dentro do canal entre 0 e 45 cm.s-1. \n\nA velocidade da corrente no canal foi medida por um micromolinete \n\nhidrométrico (marca Ott™), posicionado no centro do canal, e fixado na parede do \n\ntanque, a 18 cm acima da base. Dois sensores ópticos de retro-espalhamento OBS3+ \n\n(marca D&amp;A™), colocados na parede do tanque nas alturas de 7 cm (OBS 1) e 20 cm \n\n(OBS 2), acima da base, monitoraram a concentração do material particulado em \n\nsuspensão (MPS). Tanto o molinete, como os sensores ópticos foram conectados em \n\numa placa serial de controle programável (marca Dexter™), a qual converteu os sinais \n\nanalógicos dos equipamentos em sinais digitais. Esses sinais foram transmitidos para \n\num computador, no qual os sinais foram registrados a uma taxa amostral de 10 Hz, \n\natravés de programação. Os valores de velocidade em cm.s-1 foram obtidos através da \n\nanálise espectral do sinal emitido pelo micromolinete, e convertido para digital pela \n\nplaca programável. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 10 \n\nA\n\nA\n\n1\n\n2\n\n6\n\n9\n\n4\n\n7\n\n3\n\nTANQUE  EM  ACRÍLICO (1)\n\nCORTE  'AA'\n\nMOVIMENTO  CENTRAL (3)\n\nHASTES METÁLICAS (4)\n\nPÁS  EM  ACRÍLICO (5)\n\nBASE  DO  MOVIMENTO  CENTRAL (6)\n\nBLOCOS  DE  MADEIRA (7)\n\nMOTOR  ELÉTRICO (2)\n\n10\n\nOBS 1 (9)\n\nMICROMOLINETE  HIDROMÉTRICO (8)\n\n8\n\n0.62m\n\n0.93m\n\n0\n.3\n\n5\nm\n\n5\n\nOBS 2 (10)\n\n \n\nFigura 2. Perspectiva isométrica do tanque anular e sua instrumentação. \n\n \n\n \n\n2.2. COLETA DO MATERIAL \n\n \n\nPara o desenvolvimento dos experimentos, foi necessário preencher o \n\ntanque com amostras naturais da água dos rios, do mar e de sedimentos. A coleta das \n\namostras foi realizada entre os dias 01 e 03 de agosto de 2008. O volume de água do rio \n\n\n\n 11 \n\nMãe Luzia foi coletado na cidade de Forquilhinha, em condições não salinas e pH de \n\n3,01. Em Taquaruçu, amostras de água do rio Itoupava foram coletadas, em condições \n\nnão salinas e pH de 6,38. As amostras de água dos rios foram bombeadas e armazenadas \n\nem galões de 50 litros. Uma amostra do sedimento do leito do estuário do rio Araranguá \n\nfoi coletada em uma região sob influência salina, e próxima da confluência dos rios Mãe \n\nLuzia e Itoupava. Essa amostra foi devidamente ensacada e armazenada, para ser \n\nutilizada nos experimentos em laboratório, onde foi armazenada em refrigerador e \n\naerada horas antes do início dos experimentos. A água do mar utilizada nas diluições foi \n\npreviamente filtrada. \n\n \n\n \n\n2.3. MÉTODO EXPERIMENTAL \n\n \n\nPara avaliar os efeitos da salinidade e do pH sobre o material particulado \n\nna mistura das águas dos rios, duas séries de experimentos foram realizadas, sendo que \n\na primeira correspondeu à mistura entre as águas dos rios (série A) e a segunda consistiu \n\nna mistura entre as água dos rios e do mar (série B). Ambas as séries experimentais \n\nvariaram do mesmo modo, no que reportaram-se às proporções das águas dos rios e às \n\ncondições físicas (Tabela 1). Os experimentos da série A consistem apenas na mistura \n\ndas águas dos rios formadores do estuário, com suas propriedades naturais, sem adição \n\nde sal. Já nos experimentos da série B, além das propriedades naturais, o sal foi \n\nintroduzido na mistura, para avaliar o comportamento do sedimento em suspensão, \n\nquando há salinidade. \n\n \n\nTabela 1. Resumo das séries experimentais. \nExperimentos Volume do \n\nItoupava \nVolume do Mãe Luzia Salinidade \n\n(ppm) \nsérie A    \n\nAquecimento A 100% 0% 0 \nSA1 100% 0% 0 \nSA2 99% 1% 0 \nSA3 90% 10% 0 \n\nsérie B    \nAquecimento B 100% 0% 0 \n\nSB1 100% 0% 1 \nSB2 99% 1% 1 \nSB3 90% 10% 1 \n\n \n\n\n\n 12 \n\nCada experimento foi realizado em um dia com duração de, \n\naproximadamente, 380 minutos. Antes de ser usado nos experimentos o sedimento \n\npassou pelo processo de aeração, aproximado de suas condições quando em suspensão \n\nno ambiente. O primeiros experimento de cada série, nomeado de aquecimento (A e B), \n\nconsistiram na mistura de água 100% Itoupava com sedimento diluído em \n\naproximadamente 35 mg.l-1, onde a velocidade de fluxo variou completamente \n\n(desaceleração e aceleração), com o objetivo de aclimatar o sedimento às condições do \n\ntanque. A alta velocidade de fluxo alcançada no início dos aquecimentos contribui para \n\na homogeneização do material em suspensão (Cloutier et al., 2006). \n\nO processo de diluição do sedimento foi realizado apenas nos \n\nexperimentos de aquecimento, os quais precederam os demais experimentos. A \n\nconcentração inicial de sedimento nas duas etapas de aquecimento foi de \n\naproximadamente 35 mg.l-1. A opção por uma baixa concentração de sedimento em \n\nsuspensão está relacionada à concentração observada no ambiente e à não ocultação dos \n\nefeitos obtidos com a mistura das águas. \n\nAs misturas, nos experimentos seguintes ao aquecimento, foram \n\nrealizadas por diluições, onde um determinado volume de água do Itoupava foi retirado \n\ndo tanque e um volume de água do rio Mãe Luzia foi adicionado ao tanque, até chegar à \n\nproporção pré-determinada. Nos experimentos da série B, além da água do rio Mãe \n\nLuzia, água do mar foi adicionada em um volume necessário para alcançar salinidade de \n\n1‰. Os valores de salinidade foram checados, durante a mistura, usando um \n\nsalinômetro. \n\nTodos os experimentos iniciaram com velocidade de fluxo elevada, a \n\nqual foi diminuída em seis etapas, com intervalo de vinte minutos cada, até a velocidade \n\nzero. O tanque permaneceu em repouso por um período de três horas, e após esse \n\nintervalo, a velocidade foi aumentada em seis etapas, com intervalos de vinte minutos, \n\naté alcançar a máxima velocidade de 45 cm.s-1. O que proporcionou um período de \n\ndeposição (desaceleração), com a diminuição da velocidade, e um período de erosão \n\n(aceleração), com o aumento da velocidade (Figura 3).  \n\n \n\n \n\n \n\n \n\n \n\n\n\n 13 \n\n \n\n0 20 40 60 80 100 120 140 160 180 200 220 240 260 280 300 320 340 360 380\n0 0\n5 5\n\n15 15\n\n25 25\n\n35 35\n\n45 45\n\nV\ne\n\nlo\nc\n\nid\na\n\nd\ne\n\nd\no\n\nfl\nu\n\nx\no\n\n(\n)\n\nTempo (minutos)\n\nErosãoVelocidade nulaDecantação\n\ncm\n.s\n\n-1\n\n \n\nFigura 3. Representação da variação da velocidade do fluxo ao longo do tempo. \n\n \n\n \n\nA velocidade máxima de corrente utilizada mobilizou completamente \n\ntodo o sedimento. Essas variações da velocidade, que são representadas por seis etapas, \n\ntanto na desaceleração quanto na aceleração, são apresentadas nos resultados por \n\nnúmeros de 1 a 6 (Tabela 2). \n\n \n\n \n\nTabela 2. Velocidades de fluxo e suas etapas correspondentes.  \nVelocidade do fluxo (cm.s-1) 45 35 25 15 5 0 \n\nEtapa 1 2 3 4 5 6 \n \n\n \n\nNa primeira série, a ausência de sal teve como objetivo avaliar, somente, \n\na mistura entre as água dos rios, variando as proporções dos volumes de água. Para \n\nobservar o efeito do sal nas misturas realizadas na primeira série, foi realizado o \n\nsegundo conjunto de experimentos, onde a salinidade de 1‰ foi mantida com o objetivo \n\nde observar a consequência da presença de sal, podendo, assim, comparar as mesmas \n\ncondições de mistura das águas, com e sem a presença de salinidade. \n\nA salinidade de 1‰ foi escolhida devido à observação de registros da \n\ndistribuição longitudinal da salinidade no estuário, em estudos realizados em 2006 por \n\nD’Aquino et al. (submetido), onde valores de salinidade para a região da confluência \n\ndos rios foram menores que 2‰, em períodos de alta vazão e baixa vazão. Outras três \n\nrazões para utilizar uma baixa salinidade são: a utilização de um volume menor de água \n\ndo mar, necessário para as diluições; a necessidade de íons em suspensão para promover \n\na floculação, o que pode ser obtido com sal 1‰ (Gibbs, 1983), e o pressuposto de que o \n\n\n\n 14 \n\nbaixo pH do mãe Luzia promove a floculação do material particulado em suspensão do \n\nrio Itoupava. \n\nAmostras do material em suspensão foram coletadas nos mesmos níveis \n\nde posicionamento das sondas OBS para a calibração dos turbidímetros, por meio \n\ngravimétrico. O sistema utilizado para a filtração consiste em tubos com bombeamento \n\na vácuo. Os microfiltros, de fibra de vidro Millipore©, de 47 mm foram previamente \n\nnumerados, secos, dessecados e pesados. Após a filtragem das amostras, os filtros foram \n\nsecos, sob temperatura de 50°C, por um período de 24 horas, dessecados e pesados, \n\nnovamente, em uma balança analítica. A concentração do material em suspensão, para \n\ncada amostra, foi calculada pela diferença entre o peso do filtro seco, livre de material e \n\npelo peso do filtro seco, com material retido. \n\n \n\n \n\n2.4. COLUNA DE DECANTAÇÃO  \n\n \n\nUma coluna de acrílico, com 19 cm de altura e 100 cm2 de base, \n\nsemelhante à utilizada por Manning et al. (2007), foi construída para a observação dos \n\nflocos e para a determinação de suas características (Figura 4). As imagens foram \n\nobtidas por um microscópio digital, de 1,3 mega pixel, da marca AVANNSCOPE \n\nMAXX ™, com resolução da imagem de 640x480 e taxa de ampliação de 10X a 100X. \n\nO microscópio foi fixado na parte central de uma as faces da coluna. Nessa posição, a \n\ncâmera não captura as correntes criadas no fundo da coluna, devido ao deslocamento \n\ndos flocos (Nobbs et al., 2002). O suporte do microscópio é fixo na mesma base em que \n\na coluna está fixada, mantendo a estrutura livre de vibrações independentes. \n\nA coluna foi preenchida com água, de acordo o experimento em \n\ndesenvolvimento, mantendo as mesmas características da água do tanque. Eliminando, \n\nassim, a diferença da densidade dos recipientes. A cada quinze minutos, decorrente de \n\ncada etapa, amostras de sedimento em suspensão foram extraídas da superfície do \n\ntanque, com uma pipeta de vidro, de 4 mm de diâmetro interno e altura da coluna de \n\n35,5 mm, o que corresponde a um volume da amostra de aproximadamente 0,45 ml. \n\nEssa amostra de água mais sedimento, foi transferida rapidamente do tanque para a \n\ncoluna de decantação. Posicionada verticalmente, a abertura da pipeta entra em contato \n\ncom a superfície de água da coluna, permitindo a decantação dos flocos na coluna pela \n\nação da força gravitacional. Isso é possível, pois o vácuo criado no momento da \n\n\n\n 15 \n\namostragem permite que o fluído permaneça estático, com o material em suspensão, \n\ndecantando a partir do momento em que o ar entra na abertura oposta da pipeta. Durante \n\ntodo o processo de decantação, a câmera capturou as imagens, em formato de filme, o \n\nqual pode ser monitorado através do computador. \n\n \n\n \n\nCOLUNA DE DECANTAÇÃO (1)\nCÂMERA (2)\nCABO DE TRANSMISSÃO DE DADOS USB (3)\nHARDWARE / SOFTWARE (4)\n\n1 2 3 4\n\n \n\nFigura 4. Esquema da coluna de decantação e a transmissão dos dados. \n\n \n\n \n\nPara as análises das imagens dos flocos, foi preciso fragmentar os vídeos \n\nem imagens individuais. O software FrameShots™ captura imagens de gravações de \n\nvídeo, de acordo com a resolução da gravação e possibilita ajustar o intervalo de tempo, \n\nentre uma imagem e outra. Quando os flocos decantavam mais rápidos, o intervalo de \n\ntempo entre as imagens foi menor, e quando mais lentos, o intervalo foi maior. A partir \n\nde uma sequência de imagens, de um mesmo floco (Figura 5), foi possível calcular a \n\nvelocidade de decantação, através da distância entre os flocos e do tempo de captura das \n\nimagens.  \n\n \n\n\n\n 16 \n\n \n\nFigura 5. Sequência de imagens de um floco na coluna de decantação. \n\n \n\n \n\nCom essas imagens, puderam ser digitalizadas as dimensões dos flocos, \n\ncomo o eixo longitudinal, na direção da deposição (Dy) e o eixo perpendicular (Dx), \n\npermitindo que o diâmetro equivalente esférico (Equação 1) pudesse ser determinado \n\n(Manning &amp; Dyer, 2002). \n\n \n\n( ) 5,0\nyx\n\nDDD =                                                                                                                  (1) \n\n \n\nNas análises foram avaliados e validados apenas os flocos, que passaram \n\npela área do foco da câmera e que não pertenciam às circulações secundárias (e.g., \n\nmovimentos ascendentes). As dimensões reais dos flocos analisados foram baseadas em \n\nimagens calibradas, onde as dimensões verdadeiras foram ajustas para os flocos. \n\nA densidade efetiva (\ne\n\n? ) de cada floco foi calculada utilizando os \n\nvalores de tamanho e velocidade de decantação, obtido nas análises das imagens, pela \n\nequação reajustada da lei de Stokes: \n\n \n\ngDD\n\nW\n\nxy\n\ns\nwfe\n\nµ\n???\n\n18\n)( =?=                                                                                              (2) \n\n \n\nonde \ns\n\nW é a velocidade de decantação (cm.s-1), \nx\n\nD é o diâmetro horizontal do floco \n\n(cm), \ny\n\nD  é o diâmetro vertical do floco (cm), \nf\n\n? é a densidade do floco úmido (g.cm-3), \n\nw\n?  é a densidade da água (g.cm-3), g é a aceleração gravitacional (cm.s-2) e µ é a \n\nviscosidade dinâmica molecular (poises). A densidade efetiva, ou também chamada de \n\n\n\n 17 \n\ndensidade de excesso, densidade diferencial e densidade contraste, é a diferença entre a \n\ndensidade do floco e da água (\nwf\n\n?? ? ) (Fennessy &amp; Dyer, 1996). A densidade da água \n\nfoi calculada com os valores de temperatura e salinidade, pela aplicação da Equação \n\nInternacional do Estado da Água do Mar, UNESCO (1983). A Equação (2) foi aplicada \n\nsomente para os flocos com número de Reynolds (Re) menor que 1 (Fennessy &amp; Dyer, \n\n1996; Van der Lee, 2000; Manning &amp; Dyer, 2002): \n\n \n\n?\n\nDW\nR s\n\ne\n=                                                                                                                       (3) \n\n \n\nonde ?  é o coeficiente de viscosidade cinemática. O número de Reynolds compara, \n\nteoricamente, a importância relativa das forças de inércia e viscosa, sobre o movimento \n\n(Miranda et al., 2002). Quando a força viscosa for mais expressiva, a queda da partícula \n\nserá mais lenta, já quando a inércia é mais expressiva, a queda é mais rápida (Dyer, \n\n1986). \n\n \n\n \n\n3. RESULTADOS \n \n\n3.1. EXPERIMENTOS DE DEPOSIÇÃO \n\n \n\nAs variações da concentração do MPS pelo tempo, com indicação da \n\nvelocidade do fluxo em tons de azul, das etapas da deposição dos experimentos da série \n\nA e B, estão apresentadas na Figura 6A e 6B, respectivamente. No início de todas as \n\netapas de deposição, o sedimento foi mantido em suspensão por uma elevada velocidade \n\nde fluxo, e no decorrer das etapas, essa velocidade diminuiu e o sedimento passou a se \n\ndepositar. Em estuários e águas costeiras, o material em suspensão geralmente deposita \n\nem velocidades de fluxo de 10 a 15 cm.s-1 (Eisma, 1986). Nos experimentos SA1 e \n\nSA2, a concentração de MPS diminui, suavemente, até o início da velocidade de 15 \n\ncm.s-1, a partir de onde a concentração diminui significativamente, com uma pequena \n\nredução nas etapas seguintes. Na etapa de velocidade de 15 cm.s-1, a concentração de \n\nMPS para o experimento SA3 diminuiu, sendo ainda mais acentuada quando a \n\n\n\n 18 \n\nvelocidade diminuiu para 5 cm.s-1, reduzindo, quase que completamente, o material em \n\nsuspensão na coluna de água. \n\nNo experimento SB1, a concentração do MPS diminui efetivamente na \n\netapa da velocidade de 15 cm.s-1, e continua nas etapas seguintes, até reduzir em, \n\naproximadamente, à metade de sua concentração inicial, no final do experimento. \n\nQuando o fluxo atingiu a velocidade de 15 cm.s-1, a concentração de MPS para o \n\nexperimento SB2 passou a ser expressivo, chegando à velocidade zero, com uma \n\nconcentração bastante baixa de material em suspensão. Em SB3, a diminuição da \n\nconcentração passa a ser representativa quando a velocidade alcançou os 15 cm.s-1, mas \n\na diminuição é mais intensa, quando atinge a velocidade de 5 cm.s-1. \n\n \n\n \n\nVelocidade (\n\nVelocidade (\n\ncm.s\n\ncm.s\n\n-\n\n-\n\n1\n\n1\n\n)\n\n)\n\nS\nS\n\nS\n\nA2\nA1\n\nA3\n\nTempo (minutos)\n\nA\n\n35 25 15 5 045\n\n0 20 40 60 80 100 120\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\nS\n\nS\nS\nB2\n\nB1\n\nB3\n\nTempo (minutos)\n\nB\n\n35 25 15 5 045\n\n0 20 40 60 80 100 120\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\nM\nM\n\nP\nP\n\nS\nS\n\n(\n(\n\n)\n)\n\nm\nm\n\ng\ng\n\n.\n.\n\nl\nl\n\n-\n-\n\n1\n1\n\n \n\nFigura 6. Séries temporais da concentração de MPS durante os experimentos da série A \n(gráfico superior) e série B (gráfico inferior) para as etapas de deposição. As linhas rosa, \nlaranja e preta representam, respectivamente, os experimentos com 100% Itoupava, 1% \nMãe Luzia e 10% Mãe Luzia.  \n \n\n\n\n 19 \n\nA média da concentração de MPS pela velocidade de fluxo, para cada \n\netapa da deposição, para os experimentos da série A, estão apresentados na Tabela 3 e \n\nna Figura 7. Em todos os experimentos é evidente a diminuição da concentração de \n\nMPS, conforme a velocidade de fluxo do tanque diminui. A variação do MPS nos \n\nexperimentos SA1 e SA2 é bastante similar. Para uma comparação entre os \n\nexperimentos, a concentração do MPS está indicada em porcentagem. Ao final das \n\netapas de deposição, 59% do material permaneceu em suspensão, no experimento SA1, \n\npara SA2 restou 46% do material em suspensão, na coluna de água, enquanto que no \n\nexperimento SA3, apenas 7% do material permaneceu em suspensão. Em observações \n\nvisuais do desenvolvimento das etapas de posição, foi possível identificar a formação de \n\ngrandes flocos no experimento SA3. Quando a velocidade alcançou os 5 cm.s-1, a água \n\ndo tanque apresentou-se completamente transparente, e os flocos estavam depositados \n\nno fundo. \n\n \n\n \nTabela 3. Média da concentração de material particulado em suspensão (MPS) e da \nvelocidade do fluxo para cada etapa da deposição dos experimentos da série A.  \n\n \nExperimentos \n\n \nEtapas \n\nVelocidade  \n(cm.s-1) \n\nMPS  \n(cm.s-1) \n\n1 44,3 30 \n2 33,8 29,6 \n3 23,8 28,3 \n4 13,9 21,7 \n5 4,8 19,1 \n\nSA1 \n\n6 0,0 17,7 \n1 43,9 33,9 \n2 33,6 33,3 \n3 23,4 31,0 \n4 13,8 21,8 \n5 4,7 17,4 \n\n \nSA2 \n\n6 0,0 15,7 \n1 46,2 33,4 \n2 35,6 33,1 \n3 24,6 32,2 \n4 14,7 28,6 \n5 5,2 4,4 \n\nSA3 \n\n6 0,0 2,4 \n \n\n \n\n\n\n 20 \n\n0 5 10 15 20 25 30 35 40 45 50\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\nM\nP\n\nS\n(\n\n)\n\nVelocidade (\n\n \n\n \n\nSA1\n\nSA2\nSA3\n\ncm.s-1)\n\nm\ng\n\n.l\n-1\n\n \n\nFigura 7. Variação média do MPS pela velocidade média de fluxo do tanque nas etapas \nde deposição para a série A. \n \n\n \n\nOs valores médios da concentração de MPS pela velocidade média de \n\nfluxo, para cada etapa da deposição, para os experimentos da série B, estão apresentados \n\nna Tabela 4 e na Figura 8. A diminuição da concentração de MPS, nas três primeiras \n\netapas, é semelhante para os experimentos da série. Na velocidade de fluxo de 15 cm.s-1, \n\nem cada experimento, o MPS passa a se comportar de forma diferente. A concentração \n\nem SB2 diminui drasticamente, enquanto que em SB1 e SB2, ela se mantém, ainda, \n\nmais elevada. Quando a velocidade diminui para 5 cm.s-1, a concentração no \n\nexperimento SB3 caiu significativamente. Na etapa final da deposição, 42%, 12% e 7% \n\ndo MPS permaneceram em suspensão, nos experimentos SB1, SB2 e SB3, \n\nrespectivamente. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 21 \n\nTabela 4. Média da concentração de material particulado em suspensão (MPS) e da \nvelocidade do fluxo para cada etapa da deposição dos experimentos da série B. \n\n \nExperimentos \n\n \nEtapas \n\nVelocidade  \n(cm.s-1) \n\nMPS  \n(mg.l-1) \n\n1 47,3 34,1 \n2 36,2 33,6 \n3 25,3 32,6 \n4 14,9 25,8 \n5 5,2 17,1 \n\nSB1 \n\n6 0,0 14,5 \n1 46,6 33,7 \n2 35,8 33,2 \n3 24,9 31,4 \n4 14,7 12,5 \n5 5,1 5,1 \n\n \nSB2 \n\n6 0,0 4,3 \n1 45,1 34 \n2 34,6 33,7 \n3 24,1 32,7 \n4 14,1 28,5 \n5 4,6 4,3 \n\nSB3 \n\n6 0,0 2,4 \n \n\n \n\nM\nP\n\nS\n(\n\n)\n\nVelocidade (\n\n0 5 10 15 20 25 30 35 40 45 50\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n \n\n \n\nSB1\n\nSB2\nSB3\n\ncm.s-1)\n\nm\ng\n\n.l\n-1\n\n \n\nFigura 8. Variação média do MPS pela velocidade média de fluxo do tanque nas etapas \nde deposição para a série B. \n \n\n \n\n\n\n 22 \n\nA variação da concentração do MPS, durante o período de repouso, com \n\na velocidade de fluxo nula, dos experimentos da série A e da série B, está apresentada \n\nnas Figuras 9 e 10, respectivamente. Em SA1 e SA2, a concentração variou muito \n\npouco durante o período de velocidade nula. Já em SA3, a concentração permaneceu \n\nconstante. O experimento que teve a maior variação, mesmo que não tenha sido tão \n\nsignificativa, foi no experimento SB1. Em SB2 e SB3, a concentração permaneceu \n\nestável, durante as três horas de repouso. De acordo com os resultados, podemos \n\nconsiderar que a suspensão é estável, no repouso, para todos os experimentos. \n\n \n\n \n\n0 20 40 60 80 100 120 140 160 180\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\nM\nP\n\nS\n( m\n\ng.\nl- 1\n\n)\n\nTempo (minutos)\n\nSA1 SA2 SA3\n\n \n\nFigura 9. Variação da concentração do MPS para os experimentos da série A. \n \n\nM\nPS\n\n( m\ng\n\n.l\n-1\n)\n\nTempo (minutos)\n\n0 20 40 60 80 100 120 140 160 180\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n20\n\n \n\n \n\nSB1 SB2 SB3\n\n \n\nFigura 10. Variação da concentração do MPS para os experimentos da série B. \n \n\n\n\n 23 \n\n3.2. EXPERIMENTOS DE EROSÃO \n\n \n\nA erosão, para todos os experimentos de ambas as séries, consistiu em \n\nseis etapas, onde a velocidade do fluxo iniciou do repouso (velocidade nula), até \n\nalcançar a velocidade de 45 cm.s-1. Cada etapa teve duração de vinte minutos. Ao final \n\ndessas etapas, se completou o ciclo dos experimentos, com as etapas de deposição e \n\nerosão. \n\nAs variações da concentração do MPS pelo tempo, com indicação da \n\nvelocidade do fluxo em tons de azul, no decorrer das etapas da erosão, durante os \n\nexperimentos das séries A e B, estão apresentadas nas Figuras 11A e 11B, \n\nrespectivamente. Para SB1 e SB2, a concentração de MPS permaneceu constante, até a \n\nvelocidade atingir os 25 cm.s-1. A partir dessa velocidade, o MPS passou a aumentar na \n\ncoluna de água, gradativamente com o aumento da velocidade, até o final da erosão. No \n\nexperimento SB3, a suspensão do material depositado teve início na velocidade de fluxo \n\nde 15 cm.s-1. Nessa etapa, a concentração se manteve constante em, aproximadamente, \n\n23 mg.l-1, por mais da metade do tempo da etapa. Quando a velocidade alcançou os 25 \n\ncm.s-1, mais material foi incorporado à coluna de água, aumentado nas duas etapas \n\nseguintes. \n\nEm SB1 e SB2, a concentração do MPS passou a aumentar, a partir da \n\nvelocidade de 15 cm.s-1 e, assim, gradativamente, nas demais etapas, até o final da \n\nerosão. Para SB1, uma concentração maior de material particulado na coluna de água \n\nocorreu no aumento da velocidade para 25 cm.s-1, enquanto que em SB2, essa maior \n\ndisponibilidade ocorreu na velocidade de 45 cm.s-1. A concentração de MPS em SB3, \n\npassou a variar na velocidade de 15 cm.s-1, alcançando valores de, aproximadamente, 20 \n\nmg.l-1. Na etapa seguinte, essa concentração foi ainda maior, elevando-se as duas \n\núltimas etapas. A velocidade de fluxo de 15 cm.s-1, induziu o início da remoção do \n\nmaterial, depositado no fundo do tanque, para os experimentos da série B. \n\n \n\n \n\n\n\n 24 \n\nVelocidade (\n\nVelocidade (\n\ncm.s\n\ncm.s\n\n-\n\n-\n\n1\n\n1\n\n)\n\n)\n\nS\nS\n\nS\n\nA2\nA1\n\nA3\n\nTempo (minutos)\n\nA\n\n35251550 45\n\n0 20 40 60 80 100 120\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\nB\nS\n\nS\nS\n\nB2\n\nB1\n\nB3\n\nTempo (minutos)\n\n35251550 45\n\n0 20 40 60 80 100 120\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\nM\nM\n\nP\nP\n\nS\nS\n\n(\n(\n\n)\n)\n\nm\nm\n\ng\ng\n\n.\n.\n\nl\nl\n\n-\n-\n\n1\n1\n\n \n\nFigura 11. Séries temporais da concentração de MPS durante os experimentos da série \nA (gráfico superior) e série B (gráfico inferior) para as etapas de erosão. As linhas rosa, \nlaranja e preta representam, respectivamente, os experimentos com 100% Itoupava, 1% \nMãe Luzia e 10% Mãe Luzia. \n \n\n \n\nOs valores médios da concentração de MPS e da velocidade de fluxo de \n\ncada etapa da erosão, para a série A, estão apresentados na Tabela 5 e na Figura 12. A \n\nerosão do material depositado, nas etapas de deposição, teve um comportamento similar \n\nnos experimentos SA1 e SA2. A suspensão do material depositado teve início na \n\nvelocidade de fluxo de 25 cm.s-1. Em SA3, boa parte do material depositado passou a \n\npertencer à coluna de água, na velocidade de fluxo de 15 cm.s-1, alcançando valores \n\nmaiores nas velocidades seguintes. \n\n \n\n \n\n\n\n 25 \n\nTabela 5. Média da concentração de material particulado em suspensão (MPS) e da \nvelocidade do fluxo para cada etapa da erosão dos experimentos da série A. \n\n \nExperimentos \n\n \nEtapas \n\nVelocidade  \n(cm.s-1) \n\nMPS  \n(mg.l-1) \n\n6 0,0 16,5 \n5 4,6 16,6 \n4 13,7 16,8 \n3 23,4 19,4 \n2 33,7 23,1 \n\nSA1 \n\n1 43,8 28,2 \n6 0,0 14,3 \n5 4,3 14,3 \n4 13,4 14,4 \n3 23,1 17,5 \n2 33,2 20,2 \n\n \nSA2 \n\n1 43,4 28,2 \n6 0,0 2,4 \n5 5 2,6 \n4 14,4 23,4 \n3 24,4 31,4 \n2 35,2 33,1 \n\nSA3 \n\n1 45,8 33,7 \n \n\n \n\nM\nP\n\nS\n(\n\n)\n\nVelocidade (\n0 5 10 15 20 25 30 35 40 45 50\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n \n\n \n\nSA1\n\nSA2\nSA3\n\ncm.s-1)\n\nm\ng\n\n.l\n-1\n\n \n\nFigura 12. Variação média do MPS pela velocidade média de fluxo do tanque nas etapas \nde erosão para a série A. \n \n\n \n\n\n\n 26 \n\nOs valores médios da concentração de MPS e da velocidade de fluxo, de \n\ncada etapa da erosão, para a série B, estão apresentados na Tabela 6 e na Figura 13. A \n\nerosão do material, nos experimentos SB1 e SB2, tiveram início na velocidade de 15 \n\ncm.s-1, com aumentos graduais do material, na coluna de água, nas etapas seguintes. \n\nGrande parte do material depositado, no experimento SB3, foi removido do fundo, na \n\nvelocidade de 15 cm.s-1, sendo que a erosão foi mais efetiva, na velocidade de 25 cm.s-1. \n\n \n\n \n\nTabela 6. Média da concentração de material particulado em suspensão (MPS) e da \nvelocidade do fluxo para cada etapa da erosão dos experimentos da série B. \n\n \nExperimentos \n\n \nEtapas \n\nVelocidade  \n(cm.s-1) \n\nMPS  \n(mg.l-1) \n\n6 0,0 11,7 \n5 4,9 10,8 \n4 14,6 12 \n3 24,9 21,1 \n2 36,1 26,6 \n\nSB1 \n\n1 46,7 32,5 \n6 0,0 4,0 \n5 4,9 3,1 \n4 14,6 5,6 \n3 24,6 11,9 \n2 35,5 18 \n\n \nSB2 \n\n1 46,1 29,6 \n6 0,0 2,3 \n5 4,3 2,3 \n4 13,8 20,2 \n3 23,7 30,8 \n2 34,3 33,8 \n\nSB3 \n\n1 44,9 34,4 \n \n\n \n\n\n\n 27 \n\nM\nP\n\nS\n(\n\n)\n\nVelocidade (\n\n0 5 10 15 20 25 30 35 40 45 50\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n \n\n \n\nSB1\n\nSB2\nSB3\n\ncm.s-1)\n\nm\ng\n\n.l\n-1\n\n \n\nFigura 13. Variação média do MPS pela velocidade média de fluxo do tanque nas etapas \nde erosão para a série B. \n \n\n \n\n3.3. CARACTERÍSTICAS DOS FLOCOS \n\n \n\nUma síntese dos valores médios do tamanho e da velocidade de \n\ndecantação dos flocos gerados nas fases da deposição, da série A e série B, estão \n\napresentadas nas Tabelas 2 e 3, respectivamente. Conforme a velocidade do fluxo \n\ndiminui, com o transcorrer das fases, uma menor, ou uma maior quantidade de flocos \n\nfoi capturada. A partir desses números, os valores médios foram obtidos, assim com o \n\nseu desvio padrão. A ausência de dados está atribuída à ausência de flocos na amostra.  \n\nEm grande parte dos resultados do valor médio para o tamanho, em todos \n\nos experimentos, foram bastante dispersos, o que está relacionado com a variabilidade \n\nentre os dados. No caso dos valores da velocidade de decantação, essa variabilidade é \n\nmenor. Os experimentos da série A e B não apresentaram uma relação entre o tamanho \n\ndos flocos e a diminuição da velocidade de fluxo. Da mesma forma, a velocidade de \n\ndecantação dos flocos não possui uma relação com o tamanho do floco. Para o \n\nexperimento SA1, a presença de macroflocos ocorre quando a velocidade diminui para \n\n15 cm.s-1. Em SA2, a presença de microflocos predomina, sem que haja uma tendência. \n\n\n\n 28 \n\nQuando mais volume do rio Mãe Luzia é adicionado, experimento SA3, a formação de \n\nmacroflocos ocorre a partir da primeira fase (45 cm.s-1), prevalecendo nas fases \n\nseguintes com tamanho máximo na velocidade de 15 cm.s-1.  \n\nEm comparação com os flocos formados nos experimentos da série A, os \n\nflocos gerados nos experimentos da série B possuem maior velocidade de decantação. \n\nJá em relação ao tamanho dos flocos, a diferença não é tanta. Em SB3, a ocorrência de \n\nmacroflocos se dá quando a velocidade cai para 15 cm.s-1.  \n\n \n\n \n\nTabela 7. Número de flocos, tamanho médio e velocidade média de decantação de cada \netapa dos experimentos da série A para a etapa de deposição (desaceleração). \n\n \nExperimentos \n\n \nEtapas \n\n \nNúmero de \n\nflocos \n\n \nTamanho médio (µ m) \n\nVelocidade de decantação \nmedia \n\n(mm.s-1) \n1 6 80,5 ± 24,5 2,3 ± 0,4 \n2 4 89,2 ± 32,9 1,6 ± 0,2 \n3 2 89,1 ± 15,5 1,0 ± 0,1 \n4 5 175,6 ± 72,9 1,4 ± 0,7 \n5 5 66,4 ± 12,3 0,8 ± 0,26 \n\nSA1 \n\n6 1 73,7 3,1 \n1 23 82,0 ± 25,5 0,4 ± 0,1 \n2 12 65,5 ± 16,0 0,4 ± 0,1 \n3 7 55,3 ± 14,4 1,0 ± 0,1 \n4 8 70,0 ± 19,1 0,5 ± 0,2 \n5 11 75,5 ± 17,6 1,2 ± 0,5 \n\nSA2 \n\n6 5 84,8 ± 14 1,6 ± 1,5 \n1 20 194,8 ± 91 0,8 ± 0,1 \n2 14 176,2 ± 63,3 1,2 ± 0,3 \n3 8 192,8 ± 79,2 0,9 ± 0,1 \n4 8 257,0 ± 94 2,0 ± 0,2 \n5 5 188,2 ± 75,9 0,7 ± 0,3 \n\nSA3 \n\n6 2 239,4 ± 47,6 1,0 ± 0,1 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 29 \n\nTabela 8. Número de flocos, tamanho médio e velocidade média de decantação de cada \netapa dos experimentos da série B para a etapa de deposição (desaceleração). \n\n \nExperimentos \n\n \nEtapas \n\n \nNúmero de \n\nflocos \n\n \nTamanho médio (µ m) \n\nVelocidade de decantação \nmedia \n\n(mm.s-1) \nSB1 1 21 77,7 ± 18,1 3,8 ± 1,5 \n\n 2 8 82,6 ± 34 3,5 ± 1,1 \n 3 11 55,8 ± 27,4 2,4 ± 0,1 \n 4 6 112,2 ± 18,1 4,5 ± 1,7 \n 5 2 86,8 ± 13,6 3,7 ± 1 \n 6 - - - \n\nSB2 1 15 89,3 ± 28,1 2,0 ± 0,2 \n 2 9 99,3 ± 17,2 1,3 ± 0,4 \n 3 10 128,1 ± 47,9 2,6 ± 0,8 \n 4 4 164,0 ± 29,6 3,3 ± 1,8 \n 5 5 106,1 ± 18,7 4,1 ± 1,4 \n 6 - - - \n\nSB3 1 20 91,1 ± 38,5 1,8 ± 0,6 \n 2 9 115,5 ± 35 3,7 ± 1,8 \n 3 11 92,4 ± 33 4,2 ± 1,4 \n 4 14 199,9 ± 87,3 2,6 ± 0,5 \n 5 - - - \n 6 - - - \n\n \n\n \n\nUm resumo dos valores médios do tamanho e da velocidade de \n\ndecantação dos flocos gerados nas fases da erosão, da série A e série B, estão \n\napresentados nas Tabelas 4 e 5, respectivamente.  \n\nEm SA1, houve um aumento do tamanho dos flocos conforme a \n\nvelocidade do fluxo aumentou. Nos outros experimentos essa analogia para as fases da \n\nerosão não esteve presente. No inicio do experimento SA3, quando a velocidade de \n\nfluxo alcançou os 5 cm.s-1, um macrofloco foi amostrado na superfície.  \n\nNos experimentos da série B, os flocos foram amostrados a partir da fase \n\nde 15 cm.s-1. Em SB1, conforme a velocidade aumentou, o tamanho dos flocos \n\ndiminuiu, prevalecendo os microflocos em todas as fases. Para SB2, a variação, entre as \n\nfases, foi pouca no que diz respeito aos valores do tamanho. A predominância de \n\nmacroflocos em SB3 está presente em todas as fases.  \n\n \n\n \n\n \n\n \n\n \n\n\n\n 30 \n\nTabela 9. Número de flocos, tamanho médio e velocidade média de decantação de cada \netapa dos experimentos da série A para a etapa de erosão (aceleração). \n\n \nExperimentos \n\n \nEtapas \n\n \nNúmero de \n\nflocos \n\n \nTamanho médio (µ m) \n\nVelocidade de decantação \nmedia \n\n(mm.s-1) \nSA1 6 - - - \n\n 5 - - - \n 4 - - - \n 3 1 79,3 1,84 \n 2 4 120,5 ± 65,2 2,6 ± 0,1 \n 1 3 136,6 ± 2,12 2,4 ± 0,9 \n\nSA2 6 - - - \n 5 3 97,6 ± 29 1,3 ± 0,7 \n 4 1 77 1,6 \n 3 3 74,1 ± 17,7 1,0 ± 0,2 \n 2 5 140,5 ± 29,6 5,1 ± 1,5 \n 1 6 135,8 ± 60,9 2,8 ± 0.9 \n\nSA3 6 - - - \n 5 1 330,4 0,2 \n 4 4 114,8 ± 62,9 4,0 ± 2,1 \n 3 3 228,0 ± 148,5 4,3 ± 3 \n 2 12 174,6 ± 77,5 2,9 ± 0,9 \n 1 9 180,4 ± 56,5 4,0 ± 0,8 \n\n \n\n \n\nTabela 10. Número de flocos, tamanho médio e velocidade média de decantação de \ncada etapa dos experimentos da série B para a etapa de erosão (aceleração). \n\n \nExperimentos \n\n \nEtapas \n\n \nNúmero de \n\nflocos \n\n \nTamanho médio (µ m) \n\nVelocidade de decantação \nmedia \n\n(mm.s-1) \nSB1 6 - - - \n\n 5 - - - \n 4 1 125,3 3,7 \n 3 3 103,8 ± 24 2,4 ± 1,5 \n 2 12 85,7 ± 22,8 3,6 ± 1,7 \n 1 11 66 ± 10 2,5 ± 0,5 \n\nSB2 6 - - - \n 5 - - - \n 4 2 92,9 ± 19,4 1,6 ± 1 \n 3 3 96,1 ± 6,7 2,3 ± 0 \n 2 3 102,8 ± 40,9 1,7 ± 0,6 \n 1 20 102 ± 41,3 3 ± 0,6 \n\nSB3 6 - - - \n 5 - - - \n 4 6 185 ± 48,4 1,8 ± 0,7 \n 3 9 184,2 ± 50 3,5 ± 0,7 \n 2 17 194,6 ± 73,2 3,4 ± 1 \n 1 9 162,3 ± 55,4 2,4 ± 1,4 \n\n \n\n \n\n\n\n 31 \n\nA distribuição dos microflocos e do macroflocos, presente nos \n\nexperimentos das duas séries de experimentos, está representada na Figura 14. Essa \n\nrelação consiste no cálculo da porcentagem dos flocos, de acordo com o total de flocos \n\nanalisados por experimento. Foram considerados como sendo microflocos, os que \n\npossuem diâmetro inferior a 125 µ m e macroflocos, os maiores que 125 µ m (Eisma, \n\n1986). \n\nAproximadamente 64% de todos os flocos analisados, nas duas séries \n\nexperimentais, são microflocos, os quais representaram grande parte dos flocos, nos \n\ndois primeiros experimentos, em ambas as séries. Já em SA3 e SB3, os macroflocos \n\nforam predominantes, em relação aos microflocos. \n\n \n\nSA1 SA2 SA3 SB1 SB2 SB3\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\n \n\n \n\nMacroflocos Microflocos\n\nF\nlo\n\nco\ns \n\n(%\n)\n\n \n\nFigura 14. Mostra a porcentagem de macroflocos e microflocos de todos os \nexperimentos das séries A e B. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 32 \n\n4. DISCUSSÃO \n \n\nAs etapas de deposição e erosão determinaram a dinâmica de cada \n\nexperimento, onde o comportamento do material particulado em suspensão foi \n\nanalisado. A partir desses testes, a concentração de MPS, a salinidade, o pH e a \n\nvelocidade de fluxo (tensão turbulenta) controlaram o processo de floculação, em \n\ndiferentes escalas. \n\nA elevada velocidade de fluxo, no início das etapas de deposição, \n\npermitiram que as partículas permanecessem em suspensão, na coluna de água, até que \n\nem uma determinada velocidade de fluxo, parte, ou todo esse material floculou e \n\ndepositou-se, gradualmente. A tensão turbulenta, gerada na coluna de água, promove a \n\ncolisão entre as partículas em suspensão, e a adesão entre elas, consolida a formação dos \n\nflocos. Em seus estudos, Manning &amp; Dyer (1999) geraram a hipótese de que, em baixas \n\ntensões e baixas concentrações, a floculação é intensificada. Em condições de baixa \n\nconcentração de sedimento em suspensão, velocidades de fluxo, abaixo de 15 cm.s-1, \n\nfavoreceram o processo de floculação e a deposição dos flocos, para os experimentos \n\nSA1, SA2, SB1 e SB2. Já nos experimentos SA3 e SB3, a floculação e a deposição dos \n\nflocos ocorrem mais intensamente, quando a velocidade de fluxo diminuiu para 5 cm.s-\n\n1. \n\nComparando a concentração do MPS, ao final das etapas de deposição, \n\nentre os experimentos das duas séries, a concentração é menor nos experimentos com \n\nadição de sal, para os experimentos com 100% Itoupava e 1% Mãe Luzia. Indicando \n\nque a salinidade contribuiu com a remoção do material em suspensão. Nos \n\nexperimentos com 10% Mãe Luzia, todo o material em suspensão foi floculado, em \n\nbaixa velocidade de fluxo. Segundo Milligan (1995), essa desobstrução é afetada pela \n\nagregação de uma população estável de partículas floculadas, com a diminuição da \n\nvelocidade de fluxo. \n\nDurante as etapas de deposição, quando comparamos os experimentos \n\nSA3 e SB3, não fica evidente nenhuma diferença no comportamento do MPS. A \n\npresença de sal em SB3, não foi um fator determinante para que a floculação ocorresse, \n\numa vez que esse processo não foi antecipado em velocidades de fluxo mais elevadas e, \n\na concentração, ao final das etapas, foi a praticamente a mesma. Em trabalhos realizados \n\npor D?bereiner (1982), Bale et al. (2002), Mikes et al. (2004) e Manning (2004), a \n\nsalinidade não teve um papel decisivo no processo de floculação do material \n\n\n\n 33 \n\nparticulado, sendo que a velocidade de fluxo e a concentração de MPS exerceram maior \n\nimportância para o processo. \n\nTanto o efeito da salinidade, quanto o do baixo pH da água do Mãe \n\nLuzia, foram determinantes para promover a floculação do material em suspensão. Por \n\noutro lado, os resultados dos experimentos com 10% de Mãe Luzia demonstraram, que \n\no efeito do baixo pH proporcionou uma maior eficiência do processo de floculação, em \n\nrelação ao efeito da salinidade. \n\nA água do rio Mãe Luzia é caracterizada pelos seus baixos valores de pH, \n\naltos índices de acidez e pela presença de sulfatos e metais pesados (SANTA \n\nCATARINA, 1997), devido ao sistema do rio apresentar uma área caracterizada pela \n\natividade de beneficiamento do carvão, a qual contribui com a poluição hídrica, gerando \n\na drenagem ácida. \n\nEssa variação, da salinidade e do pH da água, alteram o potencial \n\neletrolítico das partículas em suspensão. Os argilo-minerais possuem potencial elétrico \n\nnegativo. Junto à superfície forma-se uma camada de cátions fortemente aderidos, e \n\numa outra camada de cátions difusos, com uma menor presença de ânions. Essa \n\nconfiguração é denominada de camada dupla. A concentração total de íons circundantes \n\nna água e o pH podem determinar a espessura da camada dupla. Caso o potencial \n\neletrolítico diminua, abaixo de um certo valor crítico, ocorre a floculação (Postma, \n\n1967). \n\nO processo de floculação altera a hidrodinâmica das partículas \n\nconstituintes, alterando o comportamento do transporte do sedimento e das partículas \n\ncontaminantes, que estão aderidas aos flocos (Droppo et al., 1997). Essas partículas \n\nfloculadas promovem deposição e, consequentemente, a retenção de sedimentos finos \n\nno estuário (D?bereiner, 1982). No contexto do balanço sedimentar do estuário do rio \n\nAraranguá, a floculação passa a reter sedimento fornecido pelo sistema fluvial da bacia, \n\nque por sua vez aumenta a eficiência da filtração no estuário (Kranck, 1984). Se \n\ntratando de um conjunto de processos costeiros, o material que seria transportado pelo \n\nrio passa a ser aprisionado no sistema estuarino, deixando de contribuir para o balanço \n\nsedimentar e, por consequência, na manutenção da estabilidade da linha de costa. \n\nDurante o período de repouso, que se estendeu por três horas, a \n\nestabilidade da suspensão foi observada em todos os experimentos das duas séries. \n\nNesse período, o processo de decantação depende do tamanho, da forma e da densidade \n\ndos flocos, que permanecem em suspensão (Pfeiffer, 1996). O material depositado, ao \n\n\n\n 34 \n\nfinal das etapas de deposição, sofreu o processo de erosão, conforme a velocidade do \n\nfluxo foi aumentando. A velocidade que promove a erosão do sedimento é atrasada, até \n\nque uma velocidade crítica seja alcançada. Em tal ponto, a concentração de sólidos \n\naumenta, rapidamente, até que todo o material decantado seja erodido e misturado na \n\ncoluna de água (Bale et al., 2002). A concentração de MPS dos experimentos aumentou, \n\ngradativamente, a partir da etapa da velocidade de 25 cm.s-1, exceto para os \n\nexperimentos SA3 e SB3, onde a velocidade de 15 cm.s-1 foi suficiente de ressuspender \n\nparte do material depositado. \n\nA força necessária para erodir o sedimento depositado, vai depender das \n\ncondições de fluxo em que o material foi depositado e da influência da bioestabilização \n\n(Droppo et al., 2001), assim como das características do material do fundo como: a \n\nmineralogia, o teor de matéria orgânica, a salinidade, o pH, a densidade, etc. A \n\nbioestabilização pode ser definida como o processo no qual microorganismos crescem e \n\nproduzem substâncias polímeras extracelulares, associados a outros organismos \n\ncolonizadores do sedimento, tais como: fungo e algas, resultando na estabilidade da \n\nunião, entre as partículas individuais e os flocos (Droppo et al., 2001). \n\nA relação, entre o tamanho e a velocidade de decantação de todos os \n\nflocos analisados nos experimentos, está representada na Figura 15. A velocidade de \n\ndecantação varia, em ordem de magnitude, entre 0,24 e 8 mm.s-1, e o tamanho dos \n\nflocos, entre 32,5 e 448,5 µ m. Em ambas as séries de experimentos, existe uma grande \n\ndispersão dos valores, de tamanho e velocidade de decantação dos flocos. Observada \n\nessa relação, não é possível verificar uma tendência da velocidade de decantação, em \n\nrelação ao tamanho do floco, uma vez que em uma mesma faixa de valores de tamanho, \n\nexiste uma ampla faixa de valores de velocidade de decantação.  \n\nEm geral, grande parte dos flocos gerados nos experimentos, com adição \n\nde sal, apresentaram velocidades de decantação maiores que as dos flocos gerados em \n\nágua doce. Esse aumento da velocidade de decantação parece não estar atrelado ao \n\ncrescimento dos flocos, pois não existe diferença significativa do tamanho dos flocos, \n\nentre os experimentos. Resultado semelhante a esse foi encontrado por D?bereiner \n\n(1982), no estuário Tay. Essas elevadas velocidades de decantação, nos experimentos da \n\nsérie B, podem indicar um ótimo nível de colisões entre partículas (Manning et al., \n\n2007). \n\n \n\n \n\n\n\n 35 \n\n10\n2\n\n10\n0\n\n10\n1\n\nV\nd\n\n (\nm\n\nm\n/s\n\n)\n\nTamanho do floco (µ m)\n\n \n\n \n\nSA1\nSA2\nSA3\nSB1\nSB2\nSB3\n\n \n\nFigura 15. Relação entre o tamanho e a velocidade de decantação (Vd) de flocos \nindividuais dos experimentos da série A e B. \n \n \n\nA relação entre a densidade efetiva e o tamanho do floco, para os \n\nexperimentos das duas séries, está representada na Figura 16. Os valores da densidade \n\nefetiva variaram, em ordem de magnitude, entre 0,004 a 9,8 g.m-3. Observando os \n\ndados, é possível identificar uma clara tendência dessa relação, mesmo que exista uma \n\nampla dispersão entre os valores. Com o aumento do tamanho, a densidade efetiva dos \n\nflocos diminui. Essa tendência corrobora para uma relação não linear, entre a velocidade \n\nde decantação e o tamanho do floco (Gibbs, 1985). \n\n \n\n \n\n\n\n 36 \n\n10\n2\n\n10\n-2\n\n10\n-1\n\n10\n0\n\n10\n1\n\nD\nen\n\nsi\nd\n\nad\ne \n\nef\net\n\niv\na \n\n(g\n/m\n\n3\n)\n\nTamanho do floco (µ m)\n\n \n\n \n\nSA1\nSA2\nSA3\nSB1\nSB2\nSB3\n\n \n\nFigura 16. Relação entre o tamanho e a densidade efetiva de flocos individuais dos \nexperimentos da série A e B.  \n\n \n\n \n\nEntre as séries, os flocos formados nos experimentos com sal, obtiveram \n\nmaiores densidades. Esses flocos, com estrutura mais densa, podem ter suas partículas \n\nconstituintes recompostas em sua formação, devido a fatores como: a salinidade, o pH, \n\na velocidade turbulenta e ao gradiente da velocidade de decantação das partículas \n\n(D?bereiner, 1982). Em geral, a dispersão dos valores de densidade é maior para os \n\nflocos menores. Existe uma ampla variação, entre densidades efetivas mais altas e mais \n\nbaixas. No caso dos macroflocos, a densidade efetiva tende a ser inferior a 0,5 gm3, com \n\nmenor dispersão (Manning et al., 2007). Com essas observações, a mistura, de 10% de \n\nMãe Luzia, com 90% de Itoupava, resulta na formação de flocos menos densos e, \n\nvisivelmente, maiores. Em estuários, os macroflocos maiores que o normal, estão \n\nnormalmente presentes na zona de turbidez máxima, somente em baixas velocidades, e \n\nem áreas perto do fundo, ou, também, durante as estofas de maré, em posições mais \n\nelevadas da coluna de água (Eisma, 1986). \n\n\n\n 37 \n\nObservando os gráficos de dispersão (Figura 15 e 16), das duas séries, é \n\npossível observar que existem flocos com o mesmo tamanho e com uma ampla variação \n\nda velocidade de decantação e da densidade efetiva. Essa mesma relação foi observada \n\npor: Manning et al. (2004), em estudos de aquisição de imagens, in situ, no estuário \n\nGironde, com o INSSEV, que é um equipamento que mede o tamanho, a velocidade de \n\ndecantação e a densidade efetiva dos flocos; por Manning (2004), no estuário Tamar, \n\nem experimentos realizados, in situ, com o INSSEV e por Manning et al (2007), em \n\nexperimentos em laboratório com lama do estuário Medway. \n\nEssa heterogeneidade dos parâmetros dos flocos está relacionada, tanto \n\ncom as condições físico-químicas da água do tanque, devido às diferentes misturas das \n\náguas e a adição de sal, quanto com as variações da velocidade de fluxo que o \n\nsedimento esteve sujeito, ao longo das etapas de deposição, repouso e erosão. Inúmeras \n\nmudanças nas propriedades dos flocos são promovidas pela floculação e defloculação \n\n(Manning &amp; Dyer, 1999), devido às adversas condições no tanque. Esses processos são \n\nconsiderados reversíveis (Duinker, 1980). \n\n \n\n \n\n5. CONCLUSÕES E RECOMENDAÇÕES \n\n \n\nComparando SA2 e SA3, com SA1, é possível observar que o aumento \n\nda quantidade de água do rio Mãe Luzia favorece o processo de floculação, e que esse \n\nprocesso é mais eficiente com 10%. Sugerindo, assim, que o baixo pH presente na água \n\ndo rio Mãe Luzia é um dos fatores intensificadores do processo de floculação no \n\nestuário do rio Araranguá. A presença do sal nos experimentos da série B resultou em \n\numa aceleração mais branda da deposição do MPS e da floculação. \n\nAs características dos flocos como tamanho, velocidade de decantação e \n\ndensidade efetiva, apresentaram características diferentes, entre as duas séries de \n\nexperimentos. Os microflocos, menores que 125 µ m, foram mais presentes nos \n\nexperimentos e obtiveram maior variação de densidade efetiva, em relação aos \n\nmacroflocos, que por sua vez, foram mais representativos em SA3. A falta de um \n\npadrão, nas propriedades dos flocos, está correlacionada com a grande variabilidade de \n\nfatores que interferem na sua formação, como: a propriedades da água, a salinidade, o \n\npH, a tensão turbulenta e dos processos de floculação e defloculação. \n\n\n\n 38 \n\nA porção inferior do estuário é caracterizada pela transparência da água \n\ndo rio Araranguá, o que pode ser explicado pelo processo de floculação e decantação do \n\nmaterial floculado, que ocorre em sua porção mais a montante, na região da confluência \n\ndos rios Itoupava e Mãe Luzia. \n\nA partir desse conjunto de medidas laboratoriais é possível concluir que a \n\nfloculação ocorre no estuário do rio Araranguá, e que os fatores que favorecem esse \n\nprocesso estão relacionados à: baixo pH da água do rio Mãe Luzia; baixa concentração \n\nde sedimento em suspensão e baixa velocidade de fluxo.  \n\nPara um melhor entendimento dos processos que ocorrem no estuário e a \n\nsua dinâmica, são necessários estudos realizados, in situ, gerando, assim, dados para \n\ncomparações com os estudos laboratoriais. Essas comparações irão fornecer \n\ninformações necessárias, para avaliar o quão eficiente é o tanque na realização de \n\npesquisas, com sedimentos coesivos.  \n\nA aplicação dos resultados, em modelos numéricos, também, ajuda a \n\ncompreender melhor o comportamento dos sedimentos coesivos no estuário, uma vez \n\nque todas as suas variações podem ser controladas. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 39 \n\n6. REFERÊNCIAS BIBLIOGRÁFICAS \n\nAYUP, R. N. Intercâmbio sedimentar entre o Rio de la Plata Exterior e a plataforma \ncontinental adjacente. Pesquisas, Porto Alegre, n.19, p. 105-126, 1987.  \n \nCLOUTIER, D.; LeCOUTURIER, M., N.; AMOS, C. L.; HILL, P. R. The effects of \nsuspended sediment concentration on turbulence in an annular flume. Aquatic Ecology, \nNetherlands, v. 40, n. 4, p. 555-565, 2006. \n \n\nBALE, A. J.; UNCLES, R. J.; WIDDOWS, J.; BRINSLEY, M. D.; BARRET, C. D. \nDirect observation of the formation and break-up of aggregates in an annular flume \nusing laser reflectance particle sizing. In: WINTERWERP, J.-C; KRANENBURG, C. \n(Ed.). Fine Sediment Dynamics in the Marine Environment. Elsevier Science, 2002. \np. 189-201. \n \n\nBENSON, T.; FRENCH, J.R. InSiPID: A new low-cost instrument for in situ particle \nsize measurements in estuarine and coastal waters. Journal of Sea Research, v. 58, p. \n167-188, 2007. \n \n\nBIDONE, E. D.; CASTILHOS, Z. C.; GUERRA, T. Interação dos estudos através de \numa abordagem (sócio) econômico-ambiental. In: Carvão e meio ambiente. Porto \nAlegre: Ed. da Universidade/UFRGS, 2000. p. 271-439. \n \n\nBURBAN, P. Y.; LICK, W.; LICK, J. The flocculation of fine-grained sediments in \nestuarine waters. Journal of Geophysical Research, v. 94, n. C6, p. 8323-8330, 1989. \n \n\nDANTAS, M. E.; GOULART, D. R.; JACQUES, P. D.; ALMEIDA, I. S.; KREBS, A. \nS. J. Geomorfologia Aplicada à Gestão Integrada de Bacias de Drenagem: Bacia do Rio \nAraranguá (SC), Zona Carbonífera Sul - Catarinense. In: XVI Simpósio Brasileiro de \nRecursos Hídricos, 2005, João Pessoa. Anais...do XVI Simpósio Brasileiro de Recursos \nHídricos, 2005. p. 1-20. \n \n\nD?BEREINER, Christian. Aggregation and deposition of fine particles in the Tay \nestuary. 1982. 151 f. Thesis (Doctor of Philosophy) – Faculty of Science in the \nUniversity of Dundee, Scotland, UK, 1982. \n \n\nDROPPO, I. G.; LEPPARD, G. G.; FLANNIGAN, D. T.; LISS, S. N. The freshwater \nfloc: a functional relationship of water and organic and inorganic floc constituents \naffecting suspended sediment properties. Water, Air and Soil Pollution, Netherlands, \nv. 99, p. 43-54, 1997. \n \n\nDROPPO, I. G.; LAU, Y. L.; MITCHELL, C. The effect of depositional history on \ncontaminated bed sediment stability. The Science of the Total Environment, v. 266, p. \n7-13, 2001.  \n \n\n\n\n 40 \n\nDUINKER, J.C. Suspended matter in estuaries: adsorption and desorption processes. In: \nOLAUSSON, E. &amp; CATO, I. (Eds.) Chemistry and biogeochemistry of estuaries. \nNew York, John Wiley and Sons, p. 121-151, 1980. \n \n\nDYER, K. R. Coastal and estuarine sediment dynamics. New York, John Wiley and \nSons, 1986. 342p. \n \n\nDYER, K. R.; MANNING, A. J. Observation of the size, settling velocity and effective \ndensity of flocs, and their fractal dimensions. Journal of Sea Research, v. 41, p. 87-95, \n1999. \n \n\nD’AQUINO, C. A; SCHETTINI, C. A. F.; PEREIRA FILHO, J. (submetido) Fluvial \nmodulation and salt transport in a highly stratified estuary. Brazilian Journal of \nOceanography.  \n \n\nEISMA, D. Flocculation and de-flocculation of suspended matter in estuaries. \nNetherlands Journal of Sea Research, v. 20, p. 183-199, 1986. \n \n\nEISMA, D.; KALF, J. In situ particle (floc) size measurements with the NIOZ in situ \ncamera system. Journal of Sea Research, v. 36, n. 1/2, p. 49-53, 1996. \n \n\nFENNESSY, M. J.; DYER K. R. Floc population characteristics measured with \nINSSEV during the Elbe estuary intercalibration experiment. Journal of Sea Research, \nv. 36, n. 1/2, p.55-62, 1996. \n \n\nFOFONOFF, N. P.; MILLARD, R. C. Algorithms for the computation of fundamental \nproperties of seawater. Unesco technical papers in marine sciences, n. 44, p. 1-53, \n1983. \n \n\nFUNGARO, D. A.; IZIDORO, J. C. Remediação de drenagem ácida de mina usando \nzeólitas sintetizadas a partir de cinzas leves de carvão. Química Nova, v. 29, p. 735-\n740, 2006. \n \n\nGIBBS, R. J. Effect of Natural Organic Coatings on the Coagulation of Particles. \nEnvironment Science &amp; Technology, v.17, n 4, p. 237-240, 1983. \n \n\nGIBBS, R. J. Estuarine flocs: their size, settling velocity and density. Journal of \nGeophysical Research, v. 90, n. C2, p. 3249-3251, 1985. \n \n\nJAY, D. A.; MUSIAK, J. D.. Particle trapping in estuarine tidal flows, Journal of \nGeophysical Research, v. 99, n.C10, p. 20445-20461, 1994. \n \n\nKRANCK, K. Flocculation of suspended sediment in the sea. Nature, v, 246, n. 12, \np.348-350, 1973. \n\n\n\n 41 \n\nKRANCK, K. The role of flocculation in the filtering of particulate matter in estuaries. \nIn: Kennedy, V. S. (Ed).  The estuary as a filter. New York, Academic Press, p. 159-\n175, 1984. \n \n\nKRONE, R. B. Aggregation of suspended particle in estuaries. In: Kjerfve, B. (Ed.) \nEstuarine transport processes. Columbia, USC-Press, pp. 177-190, 1978. \n \nLAU, Y. L.; DROPPO, I. G.; KRISHNAPPAN, B. G. Sequential erosion/deposition \nexperiments – demonstrating the effects of depositional history on sediment erosion. \nWater research, v, 35, n. 11, p. 2767-2773, 2001. \n \n\nMANNING, A. J; DYER, K. R. A laboratory examination of floc characteristics with \nregard to turbulent shearing. Marine Geology, v. 160, n. 1/2, p. 147-170, 1999. \n \n\nMANNING, A. J.; DYER, K. R. The use of optics for the in situ determination of \nflocculated mud characteristics. Journal of Optics A: Pure and Applied Optics, v. 4, \np. 71-81, 2002. \n \n\nMANNING, A. J; DYER, K. R.; LAFITE, R.; MIKES, D. Flocculation measured by \nvideo based instruments in the Gironde estuary during the European commission \nSWAMIEE project. Journal of Coastal Research, v. 41, p. 58-69, 2004.  \n \n\nMANNING, A. J. Observations of the properties of flocculated cohesive sediment in \nthree western European estuaries. Journal of Coastal Research, v. 41, p. 70-81, 2004.  \n \n\nMANNING, A. J; FRIEND, P. L.; PROWSE, N.; AMOS, C. L. Estuarine mud \nflocculation properties determined using an annular mini-flume and the LabSFLOC \nsystem. Continental Shelf Research, v. 27, n. 8, p. 1080-1095, 2007. \n \n\nMANTOVANELLI, A.; RIDD, P. V. SEDVEL: An underwater balance for measuring \nin situ settling velocities and suspended cohesive sediment concentrations. Journal of \nSea Research, v. 60, p. 235-245, 2008. \n \n\nMcANALLY, W. H.; MEHTA, A.J. Significance of aggregation of fine sediment \nparticles in their deposition. Estuarine, Coastal and Shelf Science, v. 54, p. 643-653, \n2002. \n \n\nMEHTA, A. J.; PARTHENIADES, E. An investigation of the depositional properties of \nflocculated fine sediments. Journal of Hydraulic Engineering, v. 13, n. 4, p. 361-381, \n1975. \n \n\nMIKES, D.; VERNEY, R.; LAFITE, R.; BELORGEY, M. Controlling factors in \nestuarine flocculation processes: experimental results with material from the Seine \nestuary, northwestern France. Journal of Coastal Research, v. 41, p. 82-89, 2004.  \n\n\n\n 42 \n\nMILIOLI, Geraldo. Abordagem ecossistêmica para a mineração: uma perspectiva \ncomparativa para Brasil e Canadá. 1999. 410 f. Tese (Doutorado em Engenharia de \nProdução). Curso de Pós-Graduação em Engenharia de Produção da Universidade \nFederal de Santa Catarina, Florianópolis, 1999. \n \n\nMILLIGAN, T.G. An examination of the settling behaviour of a flocculated suspension. \nNetherlands Journal of Sea Research, v. 33, n. 2, p. 163-171, 1995. \n \n\nMIRANDA, L. B. et al. Princípios de oceanografia física de estuários. São Paulo, \nEdusp, 2002. 414p. \n \n\nNOBBS, D.; TANG, P.; RAPER, J. A. The design, construction and commissioning of \na low-cost optical particle size analyzer specifically for measurement of settling \nvelocities and size of flocs. Measurement Science and Technology, v. 13, p. 297-302, \n2002. \n \n\nPFEIFFER, A. In situ measurements of flocculated suspended matter with a video multi \nsensor system. Journal of Sea Research, v. 36, n. ½, p. 115-118, 1996.  \n \nPOSTMA, H. Sediment transport e sedimentation in the estuarine environment. In: \nLAUFF, G. H. (Ed). Estuaries. Washington, AAAS Publication 83, p. 158-179, 1967. \n \n\nSANTA CATARINA. Secretaria de Estado do Desenvolvimento Rural e da \nAgricultura. Zoneamento da disponibilidade e da qualidade hídrica da bacia do rio \nAraranguá. Documento síntese. Florianópolis, 1997. v.1. \n \n\nSANTA CATARINA. Secretaria de Estado do Desenvolvimento Social, Urbano e Meio \nAmbiente - SDS. Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais \nRenováveis – IBAMA. Relatório Parcial, 2004. \n \n\nSCHAAFF, E.; GRENZ, C.; PINAZO, C.; LANSARD, B. Field and laboratory \nmeasurements of sediment erodibility: A comparison. Journal of Sea Research, v. 55, \np. 30-42, 2006. \n \n\nSCHUBEL, J. R.; CARTER, H. H. The estuary as a filter for fine-grained suspended \nsediment. In: Kennedy, V. S. (Ed).  The estuary as a filter. New York, Academic \nPress, p. 81-105, 1984. \n \n\nVAN DER LEE, W. T. B. Temporal variation on floc size and settling velocity in the \nDollard estuary. Continental Shelf Research, v. 20, p. 1495-1511, 2000. \n \n\nWIDDOWS, J.; BRINSLEY, M. D.; BOWLEY, N.; BARRETT, C. A benthic annular \nflume for In Situ measurement of suspension feeding/biodeposition rates and erosion \npotential of intertidal cohesive sediments. Estuarine, Coastal and Shelf Science, v., \n46, p. 27-38, 1998. \n\n\n\n 43 \n\nWINTER, C.; BECKER, M.; ERNSTSEN, V. B.; HEBBELN, D.; PORT, A.; \nBARTHOLOMÄ, A.; FLEMMING, B.; LUNAU, M. 2007. In-situ observation of \naggregate dynamics in a tidal channel using acoustics, laser diffraction, and optics. In: \nInternational Coastal Symposium, 9, 2007. Gold Coast, Australia, Proceedings… \nJournal of Coastal Research, Special Issue, 50, pg-pg. \n \n\nWINTERWERP, J. C. On the flocculation and settling velocity of estuarine mud. \nContinental Shelf Research. v. 22, p. 1339-1360, 2002.  \n \n\nWINTERWERP, Johan C; KESTEREN Walther G. M. van. Introduction to the \nPhysics of Cohesive Sediment in the Marina Environment. Amsterdam: Elsevier, \n2004, 466 p. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 44 \n\nANEXO 1"}]}}}