{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06451"}, {"@name": "filename", "#text": "10996_000481434.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n \n\nINSTITUTO DE GEOCIÊNCIAS \n \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOGRAFIA \n \n \n \n \n \n \n \n\nDISSERTAÇÃO DE MESTRADO \n \n \n \n \n \n \n \n \n \n \n\nANÁLISE DAS POLÍTICAS AMBIENTAIS APLICADAS \n \n\nAOS MORADORES DAS MARGENS DO ARROIO PAMPA \n \n\nNO MUNICÍPIO DE NOVO HAMBURGO \n \n \n \n \n \n \n \n \n\nPAULO RENATO THIELE \n \n \n \n\nORIENTADOR: PROF. DR. ROBERTO VERDUM \n \n \n \n \n \n \n \n \n \n\nPORTO ALEGRE, AGOSTO DE 2004\n\n\n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n \n\nINSTITUTO DE GEOCIÊNCIAS \n \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOGRAFIA \n \n \n \n \n \n \n \n\nANÁLISE DAS POLÍTICAS AMBIENTAIS APLICADAS \n \n\nAOS MORADORES DAS MARGENS DO ARROIO PAMPA \n \n\nNO MUNICÍPIO DE NOVO HAMBURGO \n \n \n \n \n \n\nPAULO RENATO THIELE \n \n \n\nORIENTADOR: PROF. DR. ROBERTO VERDUM \n \n \n \n \n\nBanca Examinadora:  \n     \n     \n\n \n \n \n \n \n\nDissertação de Mestrado \napresentada ao programa de \nPós-graduação em Geografia \ncomo requisito para a \nobtenção do Título de Mestre \nem Geografia. \n\n \n \n \n \n \n \n\nPorto Alegre, agosto de 2004\n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nAGRADECIMENTOS \n \n \n\nA UFRGS - Universidade pública e gratuita, \npela oportunidade e suporte para a elaboração deste \ntrabalho; \n\n \nA Prefeitura Municipal de Novo Hamburgo, em \n\nespecial as secretarias da Habitação e do Meio \nAmbiente pelo apoio logístico e de fundamentais \ninformações, nas pessoas do Jackson e Renzo; \n\n \nAo Centro Universitário e a Escola de \n\nAplicação Feevale, pelo apoio e estímulo a \npesquisa; \n\n \nAos meus pais José Armando (in memorian) e \n\nOlanda Teresinha pelos primeiros ensinamentos e, \ntalvez, os mais importantes da minha vida: a fé e o \namor; \n\n \nA minha esposa Márcia, minha fortaleza e \n\ncompanheira na alegria e na tristeza. A nossa filha \nSabrina, que nasceu e cresceu junto com este \ntrabalho, por me ensinar a ver a vida com os olhos \ne com o coração; \n\n \nAo prof.dr. Roberto Verdum, pela paciência e \n\nextrema dedicação em todas as etapas do trabalho. \nMinha gratidão pela dedicação, respeito pelo \nprofissional e amizade pelo tempo em que se \nconstruiu este trabalho; \n\n \nE ao Criador por oportunizar todos estes \n\nmomentos. \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n\nSUMÁRIO \n\n \n\n \n\n \n\nLISTA DE FIGURAS ..........................................    6 \n\nLISTA DE QUADROS ..........................................    7 \n\nRESUMO ....................................................    8 \n\nABSTRACT ..................................................   10 \n\nINTRODUÇÃO ................................................   12 \n\n1 AS CIDADES E OS PODERES: TRANSFORMAÇÕES, FRAGMENTAÇÕES  E \n\n  PERMANÊNCIAS DO AMBIENTE URBANO .........................   20 \n\n  1.1 As Cidades e a Construção da “Cidadania” ............   20 \n\n  1.2 O Estado e a Ecologia Social ........................   33 \n\n  1.3 A Geografia, a Cidade e o Ambiente ..................   43 \n\n  1.4 A Sociedade e o Ambiente: Uma Temática Transversal ..   50 \n\n      1.4.1 A Percepção Ambiental e sua Subjetividade .....   55 \n\n2 A  SOCIEDADE  URBANO-INDUSTRIAL  E  OS  PROBLEMAS  SÓCIO- \n\n  AMBIENTAIS ..............................................   59 \n\n  2.1 A Formação da Sociedade  Urbano-industrial Brasileira   59 \n\n  2.2 A Formação Urbano-industrial do Vale do Rio dos Sinos   63 \n\n  2.3 A Industrialização no Vale  do  Rio  dos  Sinos  e  a \n\n      Problemática Sócio-ambiental ........................   72 \n\n \n\n\n\n 5\n\n3 POLÍTICAS APLICADAS AOS MORADORES DAS MARGENS  DO  ARROIO \n\n  PAMPA ...................................................   77 \n\n  3.1 Arroio Pampa: Localização e Caracterização ..........   77 \n\n  3.2 A   Territorialização   e  Desterritorialização   das \n\n      Margens do Arroio Pampa  ............................   84 \n\n  3.3 Caracterização da Ocupação das Margens do Pampa .....   96 \n\n  3.4 Moradores da Vila que já foi Removida – Vila Caraveli  101 \n\n  3.5 De uma Situação de Dificuldades para  uma Dificuldade \n\n      de Ação .............................................  109 \n\nCONCLUSÃO .................................................  120 \n\nOBRAS CONSULTADAS .........................................  126 \n\n \n \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n\nLISTA DE FIGURAS \n\n \n\n \n\n \n\nFigura 1 - Vista parcial da cidade de Novo Hamburgo .......   64 \n\nFigura 2 - Municípios do Vale do Rio dos Sinos ............   65 \n\nFigura 3 – Localização de Novo Hamburgo ...................   74 \n\nFigura 4 – Detalhamento do arroio  Pampa  no  município  de \n\n           Novo Hamburgo ..................................   79 \n\nFigura 5 – Tipo  de  moradia  que  ainda  ocupa  parte  das \n\n           margens do arroio Pampa ........................   80 \n\nFigura 6 – Um  típico  ateliê   da   industria   calçadista \n\n           localizada nas margens do arroio Pampa . ........   82 \n\nFigura 7 – Foto aérea da porção mais a  jusante  do  arroio \n\n           Pampa, no bairro Canudos .......................   86 \n\nFigura 8 – Vista da vila para onde estão sendo transferidos \n\n           parte dos moradores das margens do arroio  Pampa   90 \n\nFigura 9 – Parte da avenida Alcântara, em uma  das  margens \n\n           do arroio Pampa ................................   93 \n\nFigura 10 – Construção da avenida Alcântara ...............  103 \n\nFigura 11 - Vista parcial do bairro Canudos ...............  113 \n\n \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n\nLISTA DE QUADROS \n\n \n\n \n\n \n\nQuadro 1 – Origem dos Moradores da Vila Caraveli ..........  104 \n\nQuadro 2 - Distribuição da população da Vila Caraveli .....  106 \n\nQuadro 3 - Distribuição da população quanto à ocupação ....  106 \n\nQuadro 4 – Distribuição   da   renda   familiar   e   renda \n\n           per capita da população da vila Caraveli  .......  108 \n\n \n\n \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n\nRESUMO \n\n \n\nAs cidades apresentam as múltiplas dimensões do homem que, \npor sua vez, enovelam-se numa multiplicidade de relações \ninternas exigindo de quem busca a compreensão destas \nespacialidades, também uma multiplicidade de olhares que se \nentrecruzam na constituição de um espaço que, por sua vez, é \nentendido e analisado, na maioria das vezes, sob uma visão \nmais totalizadora. Ao se buscar uma visão mais totalizada dos \nespaços urbanos, mascara-se um conjunto de redes de ações \nconstituídas por agentes locais responsáveis pelo processo de \nurbanização/fragmentação do espaço e que, também, estão por \ntrás da apropriação da terra urbana, a fim de atender aos \ninteresses pessoais, que acabam por gerir profundas \ndesigualdades, tanto no campo social como no espacial. A \nconstituição deste cenário foi sendo montada paralelamente ao \nintenso processo de urbanização ocorrido no Brasil, alavancado \npelo “milagre econômico brasileiro” que provocou um forte \nêxodo rural, de forma especial, nas décadas de 1960 e 1970. \nNesse processo, muitas cidades, que ofereciam alguma \noportunidade de empregos, logo foram tomadas por pessoas que \nabandonavam o campo em busca de melhores oportunidades nos \ncentros urbanos. A rapidez com a qual se processou este \nfenômeno fez com que a maioria das cidades não estivesse \npreparadas para receber um grande fluxo de pessoas, tanto no \nque diz respeito à infra-estrutura urbana, quanto na oferta de \noportunidades de empregos. A conjugação desses dois fatores \nlevou a rupturas na organização dos espaços urbanos que, com o \ntempo, foram se reorganizando e se reproduzindo em múltiplas \nrelações internas redesenhado uma nova espacialidade urbana. É \nna constituição dessa nova espacialidade urbana, que fez a \ncidade de Novo Hamburgo, distante 45km da capital Porto \nAlegre, reproduzir em seu território uma gama de novos \nespaços, construídos no bojo da sua industrialização, baseada \nno setor coureiro-calçadista e acompanhada fortemente pelo \n\n\n\n 9\n\nêxodo rural; que fez constituir na paisagem urbana inúmeras \nsub-moradias em áreas que não despertavam grandes interesses \nimobiliários, como as de domínio público e as de risco. A \npartir da década de 1990, ocorreu uma estagnação da economia \nem escala nacional estancando, também, os fluxos migratórios, \no que fez atingir assim, a grande Porto Alegre, onde a cidade \nde Novo Hamburgo está inserida. A partir dessa estagnação do \nêxodo rural e de uma relativa recuperação da economia \ncoureiro-calçadista, a prefeitura municipal, através de suas \nsecretarias, busca atualmente, uma recuperação e revitalização \ndesses espaços urbanos embasados em uma retórica sócio-\nambiental. Um dos pontos em que a prefeitura municipal de Novo \nHamburgo vem atuando envolve as vilas formadas ao longo das \nmargens do arroio Pampa. Este arroio atravessa dois dos \nbairros mais populosos do município e é onde as questões \nsociais através das sub-habitações e as questões ambientais \natravés da degradação das águas do arroio estão presentes. As \npolíticas públicas adotadas na revitalização e recuperação das \nmargens e do arroio “agredidos” pela ocupação humana, na \nrealidade, não recomporão o quadro natural. A Secretaria de \nObras do município está construindo uma avenida que margeará \ntodo o arroio. Assim, quando todas as famílias que ali se \nencontram forem removidas, a qualidade das águas do arroio \nPampa continuará péssima; entretanto, a cidade de Novo \nHamburgo não possui estação de tratamento de esgoto, e as \nindústrias localizadas próximas ao arroio também despejam seus \ndesejos nele sem o tratamento adequado. Este estudo aponta \nque, no aspecto social, a prefeitura está apenas promovendo a \nremoção das famílias para loteamentos populares (a prefeitura \nsomente disponibiliza o terreno); no entanto, estão muito \ndistantes do ponto onde atualmente vivem e com pouca oferta de \ninfra-estrutura urbana. Esta remoção, para um lugar muito \ndistante, provoca uma grande ruptura na territorialidade desta \npopulação, além de encarecer o seu custo de vida com \ntransportes para ter acesso às escolas, ao local de trabalho, \na bancos, a postos de saúde, por exemplo. A \ndesterritorialização e a necessidade de recompor uma nova \nterritorialidade sob as condições impostas pelo poder público \nmunicipal não a coloca numa situação de inclusão social e, de \ncerta forma, fere a sua cidadania construída nas margens do \narroio Pampa, mas não necessariamente vinculada a ele. \n\nPalavras-chave: espaço urbano; urbanização; \nsocioambiental; políticas públicas; territorialidade; \ndesterritorialidade. \n\n \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n\nABSTRACT \n\n \n\nThe cities have shown multiple man’s dimensions which are, \nin their turn, rolling themselves up in a multiplicity of \ninternal relationships. These ones demand everyone who is \nlooking for understanding these espatialities to have a \nmultiplicity of looks that crosses themselves around \nestablishing a space where there is a constitution understood \nand checked out most of the time through a global point of a \nview. Once trying to achieve a point of view more universally \nof urban spaces, one may mask a set of action nets made by \nlocal agents responsible for urbanization/fragmentation of \nspaces. Also, they have appropriated urban land in order to \nresponding personal interests which promote as much \ninequalities over social area as spatial area. Such scenery \nhas been built in paralel a massive process of urbanization in \nBrazil forwards by the “Brazilian miracle economy” that \nmotivated rural exodus, mainly in 1960’s and 1970’s. Many \ncities with good job opportunities in these process soon were \ntaken by the people who abandoned the countryside looking for \nbetter opportunities downtown. This sudden process phenomenon \nhad many cities unaware to receive such huge stream of people \nconcerning as much the urban infrastructure as offering job \nopportunities. These two facts together messed up the urban \nspace organization wich within sometime established itself and \nset up in multiple internal relationships redesigned a new \nurban spatiality. Over this constitution of new urban \nspatiality was made the city of Novo Hamburgo, 45 kilometers \nfar from Porto Alegre, the capital. It has built in its \nterritory a certain amount of new space, inside its \nindustrialization, essentially on dealer in leathers and \nfootwear. Rural exodus was a strongly fact which got along \nwith the city history drawing the urban scenery inumerous \nshanties where real states did not have great interest as such \npublic dominiun or as seen like risky places. They started in \n\n\n\n 11\n\n1990’s, there was a weaken economy taken nationally. For this \nvery reason migration stream stopped, too.  The metropolitan \narea of Porto Alegre was realised that where Novo Hamburgo \ncity is located. After this exodus stagnation and a slightly \neconomy step for dealer in leathers and footwear, the hall \noffice, through its secretaries, looks for recovering and \nrevitalising these urban places told by social-environmental \nspeaking. Nowadays, one matter in which the hall of Novo \nHamburgo has been working takes place the villages built along \nthe Pampa river. The river goes through the two most populous \nareas of the city where it is shown the social subjects \nthrough shanties as well as the environmental subjects by \ndisgracing the water of this river. They have adopted public \npolitics to revitalize and recover the territory, especially \nthe shore and many destroyed areas of the river in which \nactually they are not good enough to make the natural \necosystem be what one day was. The maintaining secretary of \nthe town hall is building an avenue along all the river. \nBesides, all the families currently living there will be \nremoved. It is believed that the water quality will still be \nvery much bad, for Novo Hamburgo does not have a sewerage \nsystem. The industries still throw away their rests without \nthe necessary treatment. This study shows that a social aspect \nwhich the town hall is promoting the removing families to the \ncalled social lotings (the hall only gives the land), very far \nfrom where the families really come, with few urban \ninfrastructure offers. So this removing to a local too much \ndistant stir up a huge territorial rupture. Besides costing up \nexpensively their lives such as comutting to school, work, \nbanks, health center, for instance. The desterritorialization \nand the necessity to take place to a new land over new \nconditions ordered by the public power of this city do not \nhave exactly condition of social inclusion. Anyway, the \nfamilies are hurt to what they have as citizens living along \nthe river Pampa. Not necessarily attached to it, tough.  \n\nKey words: urban space; urbanization; ambient partner; public politics; \nterritoriality; desterritorialization. \n\n \n \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n\nINTRODUÇÃO \n\n \n\nAs questões ambientais e as questões sociais são duas \n\nmatérias que ocupam os espaços de debates dos pesquisadores e, \n\nexpostos pelos meios de comunicação de maneira cotidiana, \n\natingem assim, a população em geral. Portanto, é inegável a \n\nrelevância destes temas para as sociedades contemporâneas, uma \n\nvez que elas tendem a se materializar de forma mais expressiva \n\nem espaços ocupados pelo cotidiano de um número cada vez maior \n\nde pessoas. São nos espaços urbanos onde as questões sócio-\n\nambientais tendem a se cristalizar de forma mais expressiva e, \n\nporque não dizer, de forma mais agressiva. \n\nGerenciar estes espaços com as suas complexidades e, ao \n\nmesmo tempo, buscar uma democratização das ações que visam \n\natender as demandas das populações que ocupam diversos nichos \n\nurbanos é um encargo demasiadamente complicado para o gestor \n\npúblico. Sobretudo, porque além de administrar os problemas \n\nsociais, deve enfrentar e administrar as pressões políticas \n\n\n\n 13\n\nque sofre das diversas corporações que surgem dentro dos \n\nnichos que, muitas vezes, se unem e se fortalecem para fazer \n\nvaler os seus interesses que, nem sempre, privilegia os da \n\ncoletividade urbana. \n\nDiante desses fatos, pensar em projetar políticas \n\npúblicas, numa sociedade com diferenças de interesses e \n\nclasses tão marcantes, sem gerar conflitos ou ferir interesses \n\ncontrários em prol do benefício de uma coletividade é uma \n\ntarefa nada fácil. Uma prática muito comum, nesse caso, é a \n\npressão política exercida por corporações que, visando seus \n\ninteresses, tentam impor e ditar políticas a serem aplicadas \n\npelo poder público em determinados espaços urbanos a fim de \n\nlucrarem social e, principalmente, economicamente. \n\nCabe à população urbana em geral buscar a criação de sua \n\nprópria representatividade, podendo ser através de \n\norganizações governamentais ou não, mas que busque atender e \n\ndefender seus interesses contra grupos ou ações contrárias. É \n\nneste ponto, talvez, que se encontram as maiores dificuldades \n\ndos diversos grupos existentes nos espaços urbanos, em \n\nespecial, os que estão espalhados pelas periferias das \n\ncidades; que, historicamente, são mais prejudicados como, por \n\nexemplo, do alijamento das verbas e ou melhorias dos seus \n\nespaços urbanos. As ações pontuais do poder público, em geral, \n\n\n\n 14\n\npouco atendem as dificuldades estruturais destas áreas. Todos \n\nestes elementos se somam ao fato de não fazer parte da cultura \n\ndestas populações a organização de grupos representativos que \n\nlutem pelos seus interesses. Ao contrário disso, acabam, dessa \n\nforma fragilizando-os como grupo e tornando-os facilmente \n\nmanipuláveis. \n\nO poder público, em especial o municipal, na tentativa de \n\njustificar algumas ações e até arbitrariedades que atingem \n\npopulações constituídas em espaços que lhes oferecem algum \n\ntipo de risco ou em áreas de preservação ambiental, costuma \n\nfazer uso de discursos de cunho ambiental, a fim de ganhar \n\napoio e apelo popular a favor de suas ações. Também se conjuga \n\na grupos que atuam e, ou, possuem força de representatividade \n\njunto a estas populações, para somar forças a favor da remoção \n\ndestas comunidades para outros locais que, em geral, os \n\ndesvinculam totalmente do seu espaço original local, exigindo \n\nassim, a construção de uma nova espacialização e \n\nterritorialização desta comunidade. Isso acaba por gerar \n\ntranstornos, custos e conflitos. \n\nÉ neste mosaico de espaços, força, poderes e sociedade que \n\nse reproduzem nos centros urbanos de todo o Brasil, mas, com \n\nmaior freqüência, nas médias e grandes cidades, que se busca, \n\natravés de um estudo de caso, exemplificar como todos estes \n\n\n\n 15\n\natores urbanos agem sobre uma população ribeirinha que está \n\nsendo removida das margens do arroio Pampa que atravessa a \n\ncidade de Novo Hamburgo por dois dos seus bairros mais \n\npopulosos e populares. Enfocam-se, com destaque especial, as \n\nações do poder público municipal no manejo destas situações. \n\nA adoção de um olhar mais focado nas questões ambientais \n\nfez deslocar a atenção das questões sociais por boa parte da \n\npopulação. Em especial da classe média que vê, neste enfoque, \n\na deterioração dos ambientes, através do esgotamento da \n\nqualidade das águas, poluição do ar e dos espaços de \n\ncirculação, como uma ameaça à sua qualidade de vida. Nesse \n\nsentido, os debates e os estudos sobre as necessidades e a \n\nqualidade de vida das populações proletárias foram desfocadas \n\nou ampliadas para as questões ambientais. Essas ações \n\nrepercutem mais fortemente na classe média, por ser ela a mais \n\natingida pelo avanço da população proletária sobre todos os \n\nespaços urbanos, gerando forte pressão sócio-ambiental.  \n\nDessa maneira, o discurso ambiental serve para inibir ou \n\nexcluir a pressão social sobre certos espaços urbanos. Os \n\ndebates sobre as “revitalizações” dos espaços urbanos e a \n\nbusca de uma “melhor qualidade de vida” da população são temas \n\nque, em muitos casos, trazem no seu bojo um reforço para a \n\nexclusão social. As ações empregadas para transferir \n\n\n\n 16\n\npopulações de determinadas áreas, bem distantes do atual lugar \n\nem que vivem, faz-se pelo uso desses discursos. Nessa \n\nassertiva, uma vez removida a população, constroem-se no lugar \n\ninstrumentos urbanos - como avenidas, aterros, praças e \n\ncondomínios - em vez da recomposição da paisagem que existia \n\nantes da ocupação pela população que foi removida. \n\nÉ sobre este cenário de resistências, contradições e \n\ntensões de uma população que era ribeirinha ao arroio Pampa, \n\nno município de Novo Hamburgo, que focamos um olhar sobre as \n\npolíticas e os jogos políticos que envolvem esta remoção, a \n\nruptura da sua territorialidade construída com o passar dos \n\nanos e a difícil construção de uma nova identidade local, bem \n\ncom de suas relações sociais.  \n\nNessa perspectiva, a constituição do espaço urbano e a \n\nnecessidade de acesso aos equipamentos e serviços urbanos \n\ndistancia-nos da relação sujeito-objeto, conduzindo-nos a uma \n\nlógica na qual ocorre uma supremacia do valor de troca sobre o \n\nvalor de uso. Isto ocorre quando o pensamento, que conduz as \n\npráticas e as políticas do meio urbano, é orientado pela ótica \n\ncapitalista a fim de atender, em especial aos interesses \n\nimobiliários, afastando-se do social e do humano. \n\n\n\n 17\n\nTalvez, resida exatamente nessa lógica, que comanda as \n\npolíticas de organizações dos espaços urbanos, tanto no \n\nsocial, como no ambiental e no humano, orquestrados através do \n\njogo político, que se verifica uma ruptura entre o ser e o \n\nter, o sujeito e o objeto e uma grande dificuldade analítica \n\nque os gestores públicos têm em compreender as cidades e o \n\nurbano enquanto um fenômeno humano. \n\nNeste sentido, o estudo proposto tem como objetivos \n\ncontrapor as estratégias de planejamentos adotadas pelos \n\ngestores públicos nos diversos espaços das cidades que, ao \n\nlongo do processo de urbanização sofreram algum tipo de \n\ndegradação ambiental. Principalmente naquelas onde também \n\nocorreu uma ocupação irregular por moradias, no caso, as vilas \n\nque se constituíram as margens do arroio Pampa. \n\nBusca-se, também, identificar como agem os principais \n\nelementos que atuam na construção dos diversos espaços \n\nurbanos, tanto na constituição e manutenção de vilas em áreas \n\nirregulares, bem como os que buscam a revitalização destes \n\nespaços. \n\nNeste conjunto de aspectos, analisar e identificar a \n\nconstituição e perda de uma territorialidade junto ao arroio \n\nPampa e a aquisição de uma nova, nas áreas de reassentamento \n\n\n\n 18\n\ndos moradores, em vilas regularizadas pela prefeitura \n\nmunicipal, identificando junto a estes os principais aspectos \n\npositivos e negativos deste processo. \n\nOs passos metodológicos adotados no sentido de identificar \n\ne caracterizar as políticas ambientais aplicadas aos moradores \n\ndas margens do arroio Pampa, iniciarão ao tratar-se da \n\nconstituição das cidades como um espaço de construção da \n\ncidadania, mas que está em constante transformação e \n\nfragmentado num mosaico de diferentes espaços, onde se \n\nidentifica a ação de vários atores urbanos que se organizam a \n\nfim de organizar estes espaços ou para a obtenção de vantagens \n\nsobre a população local ou em negociações com os poderes \n\npúblicos. \n\nEm seguida, tratar-se-á da formação da sociedade urbano-\n\nindustrial e a problemática sócio-ambiental, contextualizado \n\nao processo histórico de industrialização e urbanização do \n\nmunicípio de Novo Hamburgo e como as organizações sociais, \n\ncivis e públicas, tem tratado com estas problemáticas, a \n\npartir de uma sociedade que é, essencialmente, geradora de \n\nexclusão social e, como a geografia tem interpretado estas \n\nrelações e contribuído para apontar caminhos que levem a uma \n\nmaior justiça social. \n\n\n\n 19\n\nPor fim, a caracterização e a análise relativa a este \n\ncontexto, no que se refere aos moradores das margens do arroio \n\nPampa, em Novo Hamburgo que estão em processo de remoção das \n\nsuas margens e conseqüentemente num processo de \n\ndesterritorialização, o que leva a uma ruptura da identidade \n\ncom o local em que viviam e bem como, com as suas relações \n\nsociais e de trabalho, sendo forçados a construir uma nova \n\nterritorialidade em outro local. Esta prática, contudo, tem \n\nsido apregoada pelo poder público municipal como um grande \n\nganho de qualidade de vida para estes moradores. \n\n \n\n\n\n 20\n\n \n \n \n \n \n \n \n \n \n \n \n\n1 AS CIDADES E OS PODERES: TRANSFORMAÇÕES, FRAGMENTAÇÕES E \n\n  PERMANÊNCIAS DO AMBIENTE URBANO \n\n \n\n1.1 As Cidades e a Construção da “Cidadania” \n\nAs cidades aparecem, normalmente, como sendo um lugar de \n\nexclusão, pobreza e violência. Estas idéias de cidade nem \n\nsempre estiveram ligadas à sua concepção de espaço e de \n\norganização social. Tal fator é uma invenção da história \n\nrecente e está, certamente, vinculado à produção de espaços \n\nexcludentes, cuja raiz é a formação de uma sociedade de \n\nclasses e das relações do tipo capitalista, em que os setores \n\ndominantes sempre encontram as brechas e os meios para impedir \n\na consolidação da cidadania e os espaços públicos necessários \n\nà afirmação de uma sociedade plural e democrática (OLIVEIRA, \n\n2001). \n\n\n\n 21\n\nCompreender estas desigualdades, buscar sua origem e fazer \n\numa interpretação do mosaico das diversas paisagens, que \n\ncompõem o urbano atualmente, têm levado muitos geógrafos a \n\nbuscar algumas explicações. O pensar a cidade e o urbano no \n\nBrasil de hoje significa enfrentar desafios que se colocam, \n\ntanto no campo metodológico, quanto no campo da ação prática, \n\ncom um foco especial na ação e na formulação de políticas que, \n\nem muitos casos, tendem a reproduzir modelos de exclusão \n\nsocial. \n\nTrindade Jr. (2001) afirma que o olhar geográfico sobre a \n\nurbanização/fragmentação contemporânea nos permite atentar \n\npara o verdadeiro mosaico de espacialidades e \n\nterritorialidades que recobrem as realidades urbanas. É nessa \n\ntessitura social e espacial do urbano que reside grande parte \n\ndos estudos da Geografia. Somam-se a estas questões os fatores \n\nambientais que são indissociáveis à ocupação do espaço urbano, \n\nquando este se dá de forma aleatória, sem um prévio estudo e \n\nordenamento por parte do poder público, que é o responsável \n\npela organização dos espaços urbanos. \n\nDevemos entender que a cidade é o lugar das múltiplas \n\ndimensões do homem e que, portanto, comporta uma \n\nmultiplicidade de olhares que se entrecruzam, buscando clarear \n\nas suas relações internas. Contudo, deve-se buscar uma visão \n\n\n\n 22\n\nde totalidade que, para Lefebvre apud Oliveira (2001) está \n\narticulada a partir do poder exercido pelo Estado. Nessa \n\nperspectiva, é no âmbito do Estado que se situam, são geradas \n\ne geridas as estratégias sociais, ideológicas políticas e onde \n\ndiferentes sujeitos sociais atuam no sentido de legitimar \n\ninteresses. \n\nO Estado, muitas vezes, é visto como um agente político de \n\natuação mais macro e externa as relações dos agentes urbanos \n\nque, em muitos casos, atuam de forma pontual. No entanto, o \n\nEstado serve de legitimador destas ações e, por vezes, atende \n\na interesses específicos. Nesse sentido, é fundamental, ao se \n\ntentar fazer algumas interpretações, que se leve em conta o \n\npapel dos agentes locais e seus agentes históricos, os \n\ninteresses de classes e suas redes de relações favoráveis e \n\ncontrárias, e sua complexidade com os outros agentes de \n\natuação mais macro a estas relações. \n\nQuanto a essas complexidades de relações, Trindade Jr. \n\n(2001) denomina-as de “redes de ação”, especificando que estas \n\nsão entendidas como articulações locais de agentes \n\nresponsáveis pelo processo de urbanização/fragmentação do \n\nespaço que estão por trás da apropriação da terra urbana, mas \n\nque se movem e se constituem em face de processos mais gerais \n\nque repercutem na complexidade da fragmentação intra-urbana. \n\n\n\n 23\n\nNessa mesma análise pela qual se busca o entendimento do \n\nespaço urbano, suas relações e suas contradições de seus \n\nagentes, Sposito (1996) destaca as ações intra e interurbanos. \n\nAinda que a dialética da relação forma e função, processo e \n\nestrutura (espacial da sociedade) permita-nos fazer uma \n\nleitura da sociedade através do espaço na perspectiva da \n\ntotalidade social, há a necessidade de considerar, também \n\ndialeticamente, a dinâmica da ação face à estrutura para o \n\nentendimento das espacialidades dos diversos agentes que \n\nproduzem o urbano. \n\nO sentido de estrutura e de ação, aqui colocados, referem-\n\nse à idéia apresentada por Giddens apud Trindade Jr.(2001), na \n\nqual a estrutura é definida como sendo as propriedades da \n\nestruturação das relações sociais que possibilitam a \n\nexistência de práticas sociais discernivelmente semelhantes \n\npor dimensões variáveis de tempo e de espaço. A ação é \n\ndefinida, pelo mesmo autor, como uma combinação de atos, mas \n\ncom a capacidade de exibir uma gama de poderes causais, \n\nincluindo o de diferenciar os manifestados por outros: “a ação \n\ndepende de coisas ou cursos de eventos preexistentes”. \n\nA partir do que foi posto até aqui, assegura-nos afirmar \n\nque a compreensão da fragmentação intra-urbana dá-se a partir \n\nde duas perspectivas de análise. A primeira delas pressupõem a \n\n\n\n 24\n\ncompreensão do urbano em sua relação com a região, o que \n\nimplica considerá-lo como resultado e condição de uma divisão \n\ninterurbana e inter-regional do trabalho. A segunda pressupõe \n\na análise da cidade em sua organização interna, como expressão \n\ne meio de existência da divisão intra-urbana do trabalho.  \n\nUm dos agentes intra-urbanos de maior destaque entre os \n\natores que compõem o quadro sócio-ambiental da área em estudo \n\né o poder político, principalmente o municipal e o estadual, \n\nnesse sentido, nele são estabelecidas as políticas públicas \n\nque têm marcado as espacialidades das áreas urbanas, com suas \n\ncontradições e desigualdades. \n\nÉ importante destacar que a ação política, em áreas \n\nurbanas ou em qualquer outra esfera de atuação ou ação, não é \n\nexercida somente por agentes legitimados pelo Estado. Há uma \n\ngama de atores locais ou de maior abrangência que atuam em \n\nparceria com os poderes públicos, a fim de obterem vantagens \n\npessoais, fazendo parte de uma rede de ações que agem sobre o \n\nespaço urbano interferindo diretamente na sua estruturação \n\nsócio-espacial. \n\nA idéia de se tratar o espaço urbano como uma totalidade \n\npode esconder a grande diversidade espacial do território. \n\nEssa diversidade materializa-se através de ações articuladas \n\n\n\n 25\n\nque envolvem a ocupação e o parcelamento do espaço urbano, \n\natendendo a uma gama de interesses que acaba por gerir \n\nprofundas desigualdades, tanto no campo social como no \n\nespacial. Portanto, não devem ser entendidas somente como \n\nfruto de um processo histórico, que por fatalidade desencadeia \n\neste quadro social muito comum nas cidades brasileiras. \n\nSobre estas articulações, Trindade Jr. (2001) estabelece \n\nque as estratégias em torno das apropriações diferenciadas do \n\nespaço urbano pressupõem considerar as alterações intra-\n\nurbanas que definem processos bastante comuns, como o da \n\nsegregação e o da exclusão social. Isto porque, na correlação \n\nde forças estabelecida entre os agentes, o que está em jogo \n\nparece ser o controle das vantagens locacionais socialmente \n\nproduzidas.  \n\nNessa assertiva, conforme o mesmo autor, o que parece \n\nestar no centro dessa discussão – o processo de \n\n(re)estruturação do espaço urbano – é principalmente a questão \n\nda expropriação. (Re)estruturar significa estruturar de novo, \n\nlevando-nos a considerar a instabilidade e as alterações das \n\nformas e dos conteúdos sócio-espaciais. Essa dinâmica não deve \n\nser vista sem contradições, sem tensões e descompassos, pois \n\nsão esses elementos que imprimem suas múltiplas \n\ntemporalidades. É um processo, portanto, que sugere a \n\n\n\n 26\n\ncompreensão da relação todo-parte como uma unidade dialética, \n\nque concebe a existência de uma totalidade aberta e em \n\nmovimento, na qual as partes não são meras composições do \n\ntodo, mas sim totalidades parciais (LEFEBVRE apud TRINDADE \n\nJR., 2001). \n\nPortanto, toda a análise que se quiser fazer sobre a \n\norganização do espaço urbano, seja ela uma simples leitura do \n\nseu quadro sócio-espacial ou a busca de soluções e \n\nencaminhamentos que visam dirimir as desigualdades do espaço \n\nurbano, não se deve buscar alguma resposta nas ações pontuais \n\nde determinados agentes urbanos. É preciso, contudo, uma \n\nanálise mais complexa em que os papéis se diferenciam em grau, \n\nvolume e intensidade e, ao mesmo tempo, é necessária uma \n\nrelação de complementariedade. Entretanto, não se deve \n\ndescartar ou desconsiderar a existência de conflitos que \n\nenvolvam ações pessoais, como os conflitos de classes, que \n\nmuitas vezes se expressam na relação capital e trabalho. \n\nNesse sentido, Santos apud Oliveira (2001) considera a \n\nexistência de uma “economia política da urbanização” que leva \n\nem conta uma divisão social do trabalho. Dessa forma, \n\njuntamente com a divisão territorial do trabalho, define a \n\nrepartição territorial dos instrumentos de trabalho, do \n\nemprego e dos homens. A “economia política da cidade” permite-\n\n\n\n 27\n\nnos entender a maneira como a cidade se organiza internamente \n\nface à produção e como os diversos atores da vida urbana se \n\nlocalizam a cada momento na história da cidade. O produto \n\ndessas relações, espacialmente configuradas, define a forma \n\nurbana em um determinado momento histórico. Com isso é \n\npossível pensarmos no importante papel dos diferentes agentes \n\ncom atuação local e na potencialidade dos lugares enquanto \n\nespaços de realização dos eventos. \n\nEsse conjunto de relações tem dado uma configuração à \n\nespacialidade urbana, marcando a sua produção e reprodução, \n\natravés de modelos de segregação muito conhecidos. Em \n\nespecial, deve-se considerar os espaços das moradias em \n\nsituações precárias, que vão além dos reflexos de políticas \n\nsócio-econômicas, servindo também aos interesses e como \n\ninstrumentos para agentes organizados em torno delas. Esses \n\nagentes tentam se beneficiar da situação desta parcela da \n\npopulação, como por exemplo, e principalmente, com fins \n\neleitorais. \n\nEm face de esse conjunto de situações que envolvem a \n\nespacialidade urbana com os seus aspectos sociais, Oliveira \n\n(2001) atesta que a crise na cidade brasileira decorre em \n\nparte das distorções dos mecanismos utilizados para a criação \n\nda infra-estrutura urbana necessária à expansão da atividade \n\n\n\n 28\n\neconômica na cidade. A análise das políticas públicas em geral \n\ne das políticas públicas urbanas no particular demonstra que \n\nas mesmas estavam voltadas para garantir a expansão do \n\nprocesso de “industrialização tardia” que incorporou apenas \n\npequena parcela dos trabalhadores urbanos, resultando no \n\nsurgimento de problemas urbanos complexos. Enquanto eram \n\ncarreados recursos para garantir a expansão capitalista, não \n\neram, pelo menos na mesma proporção, feitos investimentos \n\nvoltados ao atendimento das demandas sociais. Com isso, o \n\ncrescimento das cidades constituiu-se num mecanismo de \n\nconcentração de renda, determinando o crescente empobrecimento \n\ndas pessoas da/na cidade. \n\nA partir disso, é importante compreender com clareza os \n\nelementos históricos que conduziram as cidades brasileiras a \n\nse tornarem palcos de conflitos oriundos das desigualdades \n\nsócio-espaciais, com o intuito de buscar um entendimento das \n\ncomplexas dimensões do urbano, evitando dar a conotação do \n\nespaço urbano como o lugar somente da pobreza, da violência e \n\nda exclusão social. Contudo, é preciso entender que o espaço \n\ndas cidades é, também, o espaço da cidadania. Segundo Caldeira \n\napud Oliveira (2001), deve-se apontar a possibilidade de se \n\nrepensar os parâmetros de cidadania, tendo como critério o \n\nlocal de residência e não o da nacionalidade. \n\n\n\n 29\n\nAo fazer uma análise crítica do desenvolvimento, nos \n\naspectos sociais e territoriais das cidades brasileiras ao \n\nlongo do período compreendido entre os anos de 1930 a 1980, \n\nOliveira (2001) aponta que neste meio século ocorreram \n\ntransformações importantes na sociedade brasileira com \n\nreflexos na configuração urbana. Na política, aconteceram duas \n\nditaduras com duração correspondente a mais da metade do \n\nperíodo considerado. Na economia, consolida-se a intervenção \n\ndo Estado no planejamento com experiências parciais que vêm, \n\ndesde os anos vinte, dando suporte e executando grandes \n\ninvestimentos em infra-estrutura, com isso criando as \n\ncondições para a predominância da atividade industrial sobre a \n\nagrícola. Na dinâmica demográfica, ocorreu o aumento do número \n\ne do tamanho das cidades, o que determinou um novo perfil da \n\npopulação com o predomínio da urbana sobre a rural. \n\nA espacialidade, decorrente do aumento da concentração da \n\npopulação nas cidades e do processo de industrialização, \n\ndesenvolveu-se, segundo Oliveira (2001), pelo encadeamento de \n\ncontinuidades e rupturas, tendo como marco a Revolução de 30. \n\nNos anos que se seguiram, alteraram-se as funções e a própria \n\nestrutura do estado brasileiro devido à derrota, ainda que \n\nparcial, das oligarquias dominantes, até então, e que foram \n\nperdendo o poder pelo concurso dos novos segmentos de classes \n\nsociais tendencialmente urbanas. Assim, a partir dos anos 30, \n\n\n\n 30\n\nestabeleceram-se as condições para o desenvolvimento do \n\nprocesso articulado por meio de instituições políticas e \n\neconômicas cujo resultado é o advento de novos valores sociais \n\ne culturais que, mais tarde, caracterizar-se-iam como o do \n\ntipo predominante. \n\nEsses processos geraram um crescente aumento da população \n\nnas cidades, bem como a concentração urbana. As conseqüências \n\ndisso foram as mudanças econômicas, sociais e políticas à \n\nmedida que se expandiam o setor terciário urbano, a \n\nindustrialização, e aumentavam quantitativa e qualitativamente \n\na classe média, o proletariado e a burguesia industrial. Em \n\ndecorrência, surgiram outros e novos interesses econômicos, \n\nsociais e políticos, à proporção que se intensificava a \n\ndivisão social do trabalho. Com isso, a sociedade urbana \n\ntornou-se mais complexa e diversificada e passou a exigir do \n\npoder público uma atuação mais intensa e este se defrontou com \n\nproblemas e dilemas novos, muitos deles de difícil solução. \n\nEntre tantos fatores, muitos deles conjugados, que \n\npromoveram e continuam promovendo a constituição do atual \n\nquadro sócio-espacial urbano, sem dúvida é a industrialização, \n\nque foi e continua sendo seletiva quanto a sua localização. \n\nEla tem promovido, com isso, a concentração da população \n\nnestas áreas num intenso processo de urbanização, movido, \n\n\n\n 31\n\ntambém, por um intenso fluxo migratório para estas áreas \n\nindustriais. Verifica-se aqui a importância de dois fatores. \n\nDe um lado a industrialização das cidades que se tornaram com \n\nisso pólos de atração populacional; e de outro, um conjunto de \n\ntransformações e modernizações ocorridas no campo, \n\ntransformando-os em áreas de expulsão. \n\nPortanto, apesar da industrialização constituir-se em \n\nfator importante, não pode ser considerada como determinante \n\nda urbanização brasileira. É preciso reconhecer outros fatores \n\nexternos à cidade, mas complementares, como as modificações \n\nocorridas no campo. \n\nVerifica-se que, em algumas áreas de campo no Brasil, \n\nexpandiu-se a modernização e o latifúndio, e, em outras, \n\nocorreu a estagnação. Nas primeiras, foram gerados desempregos \n\ne luta pela terra; nas segundas, a luta pela sobrevivência, \n\nambas resultando no êxodo rural, reforçando o processo de \n\nurbanização, verificado, principalmente após a década de 40, \n\ndo século XX. É importante ressaltar que a indústria, \n\nconsiderada como importante fator desse processo, não foi \n\ncapaz de gerar os postos de trabalho inerentes ao grande \n\ncontingente populacional que fluiu para as cidades. \n\n\n\n 32\n\nConsiderando as políticas urbanas, implementadas no Brasil \n\nno período pós-64, Oliveira (2001) destaca que, no âmbito da \n\ninfra-estrutura urbana, deu-se ênfase à construção de grandes \n\nobras, especialmente no setor energético e de telecomunicações \n\nbaseadas em investimentos públicos diretos por meio de \n\nempresas estatais. Além dos objetivos de dotar as cidades de \n\ninfra-estrutura em dois setores básicos, havia, também, o \n\nobjetivo de expansão do mercado interno com o aumento da \n\noferta de empregos, em especial, não qualificados na \n\nconstrução civil decorrentes de grandes obras, como nas \n\nhidroelétricas.  \n\nEnquanto isso, quanto à infra-estrutura urbana, pouco se \n\ninvestiu em saneamento básico. E menos ainda em saúde e \n\neducação, já que tais investimentos não estavam articulados \n\ndiretamente ao sistema produtivo. \n\nPor fim, destaca-se o que parece ser um consenso entre os \n\nestudiosos das cidades no Brasil, não apenas os geógrafos, dos \n\nconservadores aos mais críticos; todos parecem concordar que a \n\nconstituição das cidades no Brasil tem sido um processo \n\nparcial que explicita as mazelas que, de certa maneira, são o \n\nespelho da própria formação incompleta do povo brasileiro, ou \n\nseja, reflete os processos interrompidos e incompletos de \n\n\n\n 33\n\ncidadania e de democracia característicos da formação da \n\nsociedade brasileira. \n\n1.2 O Estado e a Ecologia Social \n\nAo longo da história, as cidades têm assumido diferentes \n\npapéis, sempre atrelados às suas necessidades de momento, \n\nmoldando-se, adaptando-se e evoluindo de acordo com as suas \n\ndemandas e necessidades. Com isso, delimitam-se territórios e \n\nconfiguram-se seus usos. O nascimento das cidades pode ser \n\nexplicado, de maneira mais genérica, como sendo a passagem do \n\nhomem de uma vida nômade e dispersa, a uma vida sedentária e \n\nagregada. Este novo espaço, constituído pela agregação social \n\ndo homem nômade, reveste-se numa complexidade de relações que \n\nsão, tanto intrínseca como diversa e conflituosa, a todas as \n\ncomunidades humanas constituídas ao longo da sua história. \n\nPara que um espaço tão diverso e conflituoso tenha \n\napresentado uma perenidade ao longo da história, Oliveira \n\n(2001) justifica que isso se pode explicar por alguns \n\natributos conferidos às cidades ao longo do tempo e que são \n\nmantidos, independente de qualquer característica marcante que \n\nelas possam ter apresentado em sua trajetória. Entre os vários \n\natributos, destacam-se três que Oliveira (2001) julga ser os \n\nmais elementares. O primeiro é o de agrupamento, ou seja, a \n\n\n\n 34\n\nidéia de se viver em conjunto alicerçando os laços sociais. O \n\nsegundo é o da proteção, buscando um lugar onde os indivíduos \n\npossam se sentir seguros e de se protegerem dos riscos \n\noferecidos pela natureza e da violência de outros homens. O \n\nterceiro atributo é o da interdição, ou seja, o da lei e da \n\nordem. A segurança interna assim como a vida comunitária exige \n\num mínimo de interdição como garantia de sua manutenção. \n\nPortanto, a cidade e sua perenidade na história estão \n\ndiretamente relacionadas à fundação da lei, pois, se por um \n\nlado, fundam a civilização e proporcionam segurança e proteção \n\nao homem; por outro lado, facilitam o controle e estabelecem \n\nos limites da sua própria ação. \n\nAtualmente, as cidades são vistas, por muitos, como o \n\nespaço da cidadania, direito e sentimento que se expressa e se \n\nmaterializa através do uso do espaço da cidade e de seu \n\nenvolvimento social. Portanto, ele pode ser tanto material \n\ncomo simbólico. A relação de cidade e cidadania pode ser \n\nentendida como o ordenamento e a lógica política da população. \n\nÉ nesta lógica que são contemplados os sentidos e os \n\nsentimentos de comunidade, segurança e de interdição. \n\nTodas essas relações têm lugar no espaço. Dessa forma, as \n\nrelações políticas avançam, também, para uma relação \n\nterritorial. Esta relação consolida-se através de leis que \n\n\n\n 35\n\nregulam o uso dos espaços e normatizam as relações, \n\nestabelecendo interdição em troca da garantia de proteção por \n\nparte do Estado. Nesse aspecto, o cidadão é entendido como um \n\nindivíduo regrado por normas estabelecidas pelo \n\ndesenvolvimento material e cultural da sociedade a que \n\npertence, regimentado por um contrato social que estabelece os \n\nseus diretos e deveres ajuizados e regulados pelo Estado. \n\nContudo, o que vemos é o Estado desempenhar historicamente \n\numa acumulação de papéis e de recursos econômicos e um poder \n\npara intervenção no social, aceito tacitamente pela \n\ncoletividade da população. Esta remete a uma grande \n\nresponsabilidade os gestores públicos que, por sua vez, só têm \n\ndado resposta à parcela da sociedade que se encontra mais \n\norganizada, seja ela em torno da força do capital, da pressão \n\npolítica ou da pressão mais contundente. É bem verdade que, ao \n\nlongo do tempo, também o Estado vem se moldando e se adequando \n\nàs demandas e necessidades, suas e da sociedade ao seu tempo. \n\nE é nesse processo que o Estado tem desenvolvido múltiplos \n\npapéis como gestor da coisa pública. Cabe a ele, também, ser o \n\ncondutor do processo político social que termina por \n\ninterferir no dia-a-dia das pessoas e no seu futuro.  \n\nNesse aspecto, o espaço geográfico das cidades é \n\nreconhecido como um produto da ação da sociedade, que \n\n\n\n 36\n\ntransforma o seu espaço em função de determinados interesses, \n\ne que o Estado é o meio utilizado pelas sociedades para se \n\nchegar a estes fins. Dependendo do seu momento histórico, as \n\nestruturas sociais vão se transformando, criando novos espaços \n\nde acordo com os interesses dos grupos que dominam o poder ou \n\ndas classes que ascendem ao longo do processo. \n\nPortanto, se faz necessário analisar a maneira pela qual \n\nas pessoas estão administrando e interferindo em seus espaços. \n\nPara que se busque subsídios ao entendimento destas ações, \n\ndeve-se conhecer o modelo de sociedade que rege estas pessoas, \n\ndesvendar o seu modo de produção, suas relações econômicas e \n\nsociais e os interesses do Estado. \n\nDesvendar estas relações é importante em todos os \n\naspectos, independente do olhar que se lance sobre qualquer \n\norganização social, como, por exemplo, as ONGs de cunho \n\nambientalista, que são as que mais têm pressionado os órgãos \n\npúblicos em defesa do ambiente. Tavares (1988) aborda que, do \n\nponto de vista dos poderes constituídos, a defesa ambiental \n\ntem sido ineficiente, pois o comprometimento dos governos \n\nmunicipais, estaduais e federal com os grupos econômicos \n\nresponsáveis por grandes projetos econômicos agrícolas e \n\nindustriais tem sido decisivo.  \n\n\n\n 37\n\nTavares (1988) reconhece ser um quadro de difícil \n\nreversão, pois como é que as autoridades que criaram todo uma \n\ninfra-estrutura favorável ao desenvolvimento industrial, sem \n\nnunca demonstrarem qualquer preocupação com os danos que as \n\nindústrias pudessem causar ao ambiente, iriam agora cobrar \n\ndelas a agressão que têm realizado contra o ambiente? Esta \n\nmesma indústria que transforma a natureza em recurso natural, \n\ntransforma as pessoas em recursos humanos. Dessa maneira, os \n\nmeios de produção estabelecem parâmetros e padrões para a \n\nprodução e remuneração do trabalho, a divisão social do \n\ntrabalho, estabelecendo as classes sociais onde encontramos os \n\nexcluídos.  \n\nNota-se que os mesmos agentes que são hegemônicos nas \n\nsociedades modernas, por deterem o poder do capital, controlam \n\no poder político, degradam, tanto o ambiental, quanto a \n\nqualidade de vida social em nome de uma lógica capitalista \n\nvoltada para o consumo e do próprio capital. Para eles pouco \n\nimporta o ambiental e o humano, que são vistos por estes \n\nagentes apenas como um produto a serem explorados. \n\nCastillo (2001) aponta que, numa sociedade de classes, o \n\nespaço geográfico tende a ser construído de acordo com os \n\nprojetos dos agentes hegemônicos da economia e da política, \n\ncomprometendo, assim, as possibilidades do exercício da \n\n\n\n 38\n\ncidadania para a maior parcela da sociedade. O espaço \n\ngeográfico torna-se, então, uma instância de reprodução da \n\ndesigualdade. \n\nA constituição das sociedades em classes sociais é \n\nreproduzida na territorialidade urbana através da sua \n\nfragmentação em espaços da classe de trabalhadores de baixa \n\nrenda, os espaços de trabalhadores de média renda e os espaços \n\nde alta renda. Os problemas ambientais atingem muito mais os \n\nespaços de ocupação dos menos favorecidos, por estes estarem \n\nassociadas a ambientes mais propícios a catástrofes naturais, \n\ncomo enchentes, inundações, desmoronamentos, erosão, etc. Ou, \n\nainda, pela proximidade de indústrias que geram algum tipo de \n\npoluição. \n\nPortanto, falar em cidadania e democratização do espaço \n\nurbano, nessas condições, inferem na difícil defesa de \n\nargumentos. Cabe ao gestor público, orientado pelas decisões \n\nestabelecidas pelo Plano Diretor e pelas estratégias definidas \n\nnas políticas públicas, estabelecer as áreas que se destinam à \n\nmoradia e as que se destinam a outras atividades, bem como, \n\naquelas que não servem à ocupação de moradias por oferecerem \n\nalgum tipo de risco a seus ocupantes. Procedendo dessa \n\nmaneira, se estabelecem quais os espaços preferencialmente de \n\nuso e ocupação humana que, portanto, apresentam um valor \n\n\n\n 39\n\nimobiliário mais elevado; e aqueles que são menos favoráveis a \n\nocupação humana que, por conseguinte, apresentam um baixo \n\nvalor imobiliário. Existem, ainda, os espaços que não \n\napresentam nenhum interesse imobiliário, sendo estes, \n\ngeralmente, ocupados pela parcela mais carente da população. \n\nAnalisando-se, somente por este viés, identifica-se a \n\nconstituição de uma lógica de ocupação dos espaços urbanos \n\naltamente excludente. Esse modelo não democratiza a ocupação \n\ndos espaços urbanos, cabendo ao gestor público estabelecer \n\npolíticas que visam minimizar as diferenças, de todas as \n\nordens, entre os diversos espaços geográficos que vão sendo \n\nconstituídos e construídos nas cidades. \n\nO papel do poder público, na elaboração e na aplicação de \n\npolíticas sociais e ambientais em áreas urbanas que apresentam \n\ndéficit de infra-estrutura e de condições ambientais \n\nfavoráveis, torna-se muito mais relevante quando se adiciona a \n\nestas populações algum tipo de preconceito que a sociedade \n\nagrega aos excluídos. O senso comum tem, nesse sentido, \n\nconstruídos alguns pressupostos. Como por exemplo, as pessoas \n\nque se concentram em áreas que apresentam alguma fragilidade \n\nambiental (margens de rios e arroios) aceleram, \n\ninexoravelmente, os processos de degradação ambiental. \n\nSeguindo esta lógica, a degradação ambiental cresce na \n\n\n\n 40\n\nproporção em que a concentração populacional aumenta. Assim, \n\nas vítimas dos impactos ambientais negativos são \n\nresponsabilizadas e transformadas em culpadas. \n\nHá os que acreditam que as populações que habitam as áreas \n\nde maior susceptibilidade ambiental são os maiores \n\nresponsáveis pela degradação desses ambientes. Agindo dessa \n\nforma, esse mesmo raciocínio deverá ser empregado em todos os \n\nespaços urbanos, estabelecendo uma relação rígida de causa e \n\nefeito. Ao analisarmos os espaços urbanos, verificamos uma \n\ndinâmica muito grande, além dos problemas ambientais não \n\natingirem a todos os espaços de maneira homogênea. Nesse \n\nsentido, as degradações ambientais promovidas pelas \n\naglomerações urbanas são, ao mesmo tempo, produto e processo \n\nde transformações dinâmicas e recíprocas do ambiente e da \n\nsociedade estruturada em classes sociais. Pode-se entender o \n\nambiente como sendo, de um lado, reflexo do social e, de \n\noutro, como condicionante social, isto é, reflete os processos \n\ne as características da sociedade que o criou e que ali vive.  \n\nNovamente se reconhece a importância do poder público como \n\ngestor da construção coletiva da sociedade, no qual todos \n\nreconhecem a sua legitimidade e esperam que viabilize, às \n\ncamadas mais excluídas da população, o exercício do direito da \n\ncidadania através de políticas compensatórias. \n\n\n\n 41\n\nCasseti (1991) afirma que se torna necessário deixar de \n\natribuir simplesmente ao homem a responsabilidade pelos \n\nproblemas ambientais produzidos, pois assim sendo, estará se \n\npromovendo o mascaramento da exclusividade daqueles que detêm \n\nos meios de produção e, no nosso caso, o poder institucional, \n\no qual determina a forma de apropriações da transformação da \n\nnatureza. Aqueles que integram relações de produção são os que \n\ndefinem as relações do homem com a natureza, seja pela \n\napropriação do espaço, seja pelo alijamento do processo urbano \n\nindustrial, que é a essência do espaço urbano, onde os \n\nproblemas se materializam. Sendo assim, a melhoria da \n\nqualidade ambiental das áreas urbanas exige uma série de \n\nmedidas de ordem política, financeira, democrática, \n\ntecnológica e empenho da sociedade como um todo. \n\nApropriar-se, conscientemente, das relações que envolvem \n\nas ecologias sociais nos torna mais comprometidos a ponto de \n\nqualificarmos a nossa relação, enquanto sujeito, com as \n\nrepresentações do olhar que temos sobre o mundo que nos cerca. \n\nRemetendo-nos a uma relação mais harmônica com a natureza e \n\ncom a sociedade. Guattari (1994) indica os elementos \n\nsubjetivos dessas relações, apontando que atualmente não é \n\nmais suficiente definir a cidade em termos de espacialidade. O \n\nautor considera que é necessário desenvolver novas relações \n\nsociais de solidariedade e de ajuda mútua, de novas atividades \n\n\n\n 42\n\nde salvaguarda do ambiente, através de uma nova concepção \n\ncultural. \n\nSão esses sentimentos de responsabilidade civil que vêm \n\nnum crescente, principalmente a partir da década de 80 do \n\nséculo XX, têm organizado a sociedade através de organismos de \n\ndefesas ambientais e de minorias sociais, desempenhando um \n\npapel importante ao alertar a sociedade como um todo para as \n\nagressões ambientais que o avanço do capitalismo vem \n\npromovendo nos últimos tempos. Aconteceram protestos, \n\npasseatas e ações diretas contra empresas e projetos que \n\npromovam a degradação ambiental, muitos deles conquistando a \n\nsimpatia e simpatizantes entre a população. \n\nO instrumento legal destas ONGs, que tem organizado a \n\nsociedade civil em favor das questões ambientais, das minorias \n\ne dos excluídos, tem sido o Estado, que é reconhecido por \n\ntodos os setores da sociedade como o agente regulador das \n\nações que envolvem o ambiente e a sociedade. O Estado está bem \n\nservido de instrumentos legais que lhe asseguram a adoção de \n\nmedidas restritivas à ação de organismos poluidores e \n\ndegradantes, bem como estabelecer condições de funcionamento \n\nde indústrias que geram poluição de qualquer ordem. \n\nEntretanto, sabe-se que a eficácia da ação do Estado contra \n\nestes agentes será proporcional à vigilância e controle da \n\n\n\n 43\n\nsociedade e da pressão popular, pois o Estado é um agente \n\npolítico que está a serviço de vários setores da sociedade. \n\nPortanto, quanto mais organizados estes setores se encontram, \n\nmais o Estado caminha em direção aos interesses dessas \n\norganizações e do interesse mais amplo possível. \n\n1.3 A Geografia, a Cidade e o Ambiente \n\nA degradação ambiental, no Brasil, não é um fenômeno \n\nrecente. Perpassa por várias esferas do poder, entre eles o \n\npolítico, o social e o econômico, atingindo cada vez mais uma \n\ncamada maior da população e uma porção maior do território. \n\nContudo, os estudos que envolvem o produto final da relação da \n\nsociedade com o espaço geográfico, ou seja, a materialidade \n\ndas relações humanas com a natureza, só mais recentemente tem \n\nmerecido o destaque, proporcional a sua importância à geração \n\natual e às futuras. \n\nEssa materialidade verifica-se em todos os diferentes \n\nespaços do território nacional. No entanto, com toda a \n\ncerteza, apresenta-se de forma mais dramática nas cidades, \n\nonde os problemas ambientais se conjugam com os problemas \n\nsociais. A partir destes dois vieses, os estudiosos destas \n\nquestões, em particular os geógrafos, têm construído várias \n\nanálises; algumas delas aproximando o social do natural na \n\n\n\n 44\n\nconstituição dos problemas ambientais, outros analisando de \n\nforma mais independente. \n\nNa geografia, costuma-se comentar que, na prática diária, \n\na geografia humana permanece alheia à dinâmica ambiental, \n\ntanto quanto a geografia física fica alheia à dinâmica da \n\nsociedade. Os geomorfólogos restringir-se-iam a tentativas \n\nmuito incipientes de incluir o ser humano ou a população, \n\ndificilmente a sociedade, nas suas interpretações. Os \n\ngeógrafos humanos limitar-se-iam a ver o ambiente como \n\nsubstrato físico que é passivamente transformado pela \n\nsociedade. \n\nAs regras que regem as sociedades não são naturais e sim \n\nsão frutos das ideologias de determinados grupos que agem \n\nsobres estas sociedades. O modo como os homens se relacionam \n\ncom o ambiente depende do modo como os homens se relacionam \n\nentre si. Portanto, o ambiente também depende das idéias \n\ndaqueles que regem e conduzem as sociedades. \n\nSegundo Tavares (1988), para o geógrafo interessado nas \n\nquestões ambientais não basta conhecer os elementos dos \n\nsistemas naturais e as interações existentes entre eles. É \n\npreciso verificar também a maneira pela qual a sociedade está \n\nadministrando e interferindo nesses sistemas, à medida que \n\n\n\n 45\n\nempreende a organização do espaço. Para compreender a ação do \n\nser humano, faz-se necessário, entretanto, penetrar na \n\nestrutura da sociedade, aprender o seu modo de produção, \n\nconhecer as relações econômicas e sociais vigentes e verificar \n\nos interesses do Estado. Nesse sentido, embora preocupado com \n\num problema que transparece no ambiente, o geógrafo estará, na \n\nrealidade, efetuando um estudo do espaço produzido pela \n\nsociedade. \n\nO entendimento que se faz é de que o espaço urbano é \n\nresultado da ação de um conjunto de agentes que organizam a \n\nsociedade e regem suas ações sobre o espaço. No entanto, para \n\nque este entendimento se consolide, é necessário que se \n\ncaracterize o período histórico das ações e dos interesses que \n\nfazem parte do jogo político dos gestores deste espaço. O \n\nespaço geográfico assume, assim, conteúdos distintos de acordo \n\ncom cada momento histórico. O espaço geográfico é entendido, \n\nsegundo Santos (1966), como um híbrido de materialidades e \n\nações. A formulação do espaço geográfico nos ajuda a superar o \n\ndualismo que a ciência geográfica tem carregado consigo e a \n\nnos conduzir a um melhor entendimento do espaço urbano, pois \n\nnão corremos o risco de, ao se analisar as cidades, \n\nprivilegiar mais um viés, o ambiental, por exemplo, do que \n\noutro, o humano/social. \n\n\n\n 46\n\nOs fundamentos da ciência moderna permitiram a edificação \n\nde um conhecimento pautado pela distinção entre o homem e a \n\nnatureza, pelo utilitarismo e pela idéia de progresso. Para se \n\nadequar aos pressupostos científicos dominantes, a geografia \n\nfragmentou-se em geografia física e geografia humana. As \n\nciências sociais almejavam ser como a física, tomada como \n\nmodelo de legitimidade científica e de legitimidade social: \n\nprever para agir (SANTOS, 1988). \n\nAs questões ambientais, tão presentes nas discussões do \n\ncotidiano das sociedades, materializam-se no espaço geográfico \n\ncomo fruto da ação e organização da sociedade que responde a \n\nestímulos de uma parcela mais organizada da sociedade que \n\nrepresenta o pensamento capitalista e ou político dominante, \n\nseja no tempo ou espaço. Há a apropriação dos elementos da \n\nnatureza pela sociedade e a sua manipulação, a fim de \n\ntransformar um elemento natural (a natureza em seu estado mais \n\npuro) em um recurso natural, ou seja, vender a natureza. Esta \n\nrelação do homem com a natureza, com toda a sua complexidade, \n\né que se entende como espaço geográfico. O espaço geográfico \n\nresulta da transformação do espaço natural através da técnica. \n\nQuanto mais elevado é o nível das técnicas, mais a construção \n\ndo espaço geográfico escapa ao constrangimento do meio \n\nnatural, mais livre fica a sociedade para realizar os seus \n\nprojetos (ISNARD apud CASTILLO, 2001). Para Raffestin apud \n\n\n\n 47\n\nTrindade Jr. (2001), o espaço geográfico se caracteriza como \n\nsendo a “prisão original”, e o território é a prisão que as \n\nsociedades constroem para si. \n\nSantos (1996) aponta que o espaço geográfico pode ser \n\ndefinido como o resultado de uma interação permanente entre \n\nsi; de um lado, o trabalho acumulado, na forma de infra-\n\nestruturas e máquinas que superpõem à natureza, e de outro \n\nlado, o trabalho presente, distribuído sobre essas formas \n\nprovenientes do passado. O trabalho morto, sobre o qual se \n\nexerce o trabalho vivo, é a configuração geográfica, e os dois \n\njuntos constituem, exatamente, o espaço geográfico. \n\nNesse aspecto, Santos apud Oliveira (2001) considera o \n\nespaço como um híbrido de materialidade e intencionalidade, em \n\nque seus elementos constitutivos são interdependentes, ou \n\nseja, não podem ser isolados. O mesmo autor entende que os \n\nelementos da natureza em combinação com os elementos \n\nconstruídos formam uma única materialidade. Essa, carregada de \n\nfinalidades e contra-finalidades, deixa de ser o que se pode \n\nentender como uma “natureza original” e passa a integrar o \n\nconjunto de potencialidades para as ações sociais. \n\nPor fim, para a compreensão do espaço geográfico como \n\ndimensão social, a materialidade não deve estar ausente. Não \n\n\n\n 48\n\nse deve dissociar a materialidade das intenções, dos projetos \n\nque lhe deram origem (intencionalidade) que de uma maneira ou \n\nde outra se materializa. \n\nDiscutir os problemas da cidade e do ambiente, hoje, \n\nparece ser um tema indissociável. Esta constatação se torna \n\nmais evidente, quando se observa que a maioria das \n\nproblemáticas ambientais ocorre nas cidades: poluição \n\natmosférica, das águas, produção de lixo, alterações no \n\nmicroclima, inundações, escorregamento de encostas, etc. \n\nNão se deve restringir às cidades como sendo, por \n\nexcelência, o local da produção da degradação ambiental: deve \n\nse reconhecer que as cidades comportam grande parte da \n\npopulação mundial. Isto significa entender que a questão \n\nambiental está intimamente vinculada à produção e à \n\napropriação social do espaço. Para Rodrigues (1998), isso \n\nsignifica que o espectro da análise do ambiente urbano tem que \n\ndar conta de apreender tanto como a sociedade produz este \n\nespaço se apropriando da natureza, quanto como se apropria \n\ndeste espaço produzido. \n\nPara Casseti (1991), os problemas ambientais materializam-\n\nse através das forças produtivas. Dessa forma, onde ocorre a \n\nintervenção da sociedade no espaço geográfico, buscando \n\n\n\n 49\n\nsatisfazer as suas necessidades, o que altera a natureza em \n\nseu estado primitivo, é independente da escala de ação e \n\ntemporal. A degradação ambiental se materializa. Estas ações \n\nsão comandadas por quem integra as relações de produção. É \n\nnecessário se verificar a maneira pela qual a sociedade está \n\nadministrando e interferindo nos seus espaços. Faz-se \n\nnecessário penetrar na estrutura da sociedade, aprender o seu \n\nmodo de produção, conhecer as relações econômicas e sociais \n\nvigentes e verificar a ação e os interesses do Estado. \n\nAs questões ambientais urbanas entraram na pauta de \n\ndiscussão de uma grande parcela da sociedade quando, segundo \n\nSouza (2001), de um lado houve a ameaça de risco à segurança e \n\nà qualidade de vida atingiu as classes médias e, de outro, \n\nquando se passaram a contabilizar as perdas nas esferas da \n\nprodução provocada pela sua não preservação e pelos imensos \n\ncustos provocados pelo colapso ambiental urbano. Essa situação \n\npropiciou que a questão ambiental passasse a assumir um papel \n\ncada vez mais relevante, enquanto variável das análises sobre \n\na realidade. \n\nA busca de elementos que levam ao entendimento de como o \n\nconjunto de agentes constrói os espaços urbanos nos leva a \n\nsuperação da dicotomia natureza/sociedade. A idéia que a \n\ngeografia é uma filosofia das técnicas (SANTOS, 1988) resgata \n\n\n\n 50\n\na unidade da disciplina na diversidade dos temas de análise \n\n(modernização agrícola, fragmentação urbana, descentralização \n\nindustrial, estrutura fundiária etc). Não há, portanto, um \n\nmétodo particular para a geografia urbana. Pode-se falar isto \n\nsim, de teorias substantivas da urbanização, construídas à luz \n\nde um conceito de espaço geográfico que recupera a totalidade \n\nda geografia como dimensão social (CASTILLO, 2001). \n\n1.4 A Sociedade e o Ambiente: Uma Temática Transversal \n\nUm dos elementos mais marcantes das estruturações das \n\ncidades brasileiras está ligado a idéia de abandono e exclusão \n\nsocial. Este mesmo espaço geográfico é responsável pela \n\nformação de uma identidade de caráter coletivo, gerando \n\nmovimentos de natureza diversificada que, em alguns casos, \n\nfoca demandas pontuais. \n\nQuando as ações tomam caráter fragmentário, desloca-se a \n\nquestão principal, ou seja, a da gestão democrática do espaço \n\nurbano, para um nível de discussão e de ação em que está em \n\njogo a definição de territorialidades formalmente construídas \n\nou não, e que possam garantir, em primeiro plano, a realização \n\nde interesses particulares de quem faz uso do espaço urbano em \n\nbenefício próprio. Prioriza-se, assim, o simples uso político \n\ndo espaço e a conseqüente alienação do indivíduo com relação \n\n\n\n 51\n\nao lugar e a sua inserção no processo de urbanização, em \n\ndetrimento da sua consciência territorial. Implica também na \n\nnegação da possibilidade de construir, na sua consciência, a \n\ncidade como uma totalidade, apesar de toda a sua experiência \n\ncomo agente do espaço urbano. \n\nA fragmentação do espaço urbano é facilitada pela \n\ntransformação do espaço social em espaço abstrato, ou seja, do \n\nespaço precipuamente valor de uso em espaço mercadoria. Para \n\nisso, a cidade é vendida em pedaços, como fragmento de um \n\nimenso mosaico, sendo esta fragmentação uma forma de \n\nviabilizar a sua transformação em mercadoria. O valor de troca \n\nsobrepõe-se ao valor de uso (SEABRA, 1987). Essa dinâmica de \n\nfragmentação do espaço urbano cria em seu bojo uma \n\nconfiguração de territorialidades diversas, onde o espaço se \n\ncaracteriza como uma mercadoria da qual se faz uso político. A \n\nexistência destas territorialidades confirma a estrutura \n\nfragmentada do espaço urbano, onde se reproduzem diversas \n\nrelações sociais. \n\nÉ necessário, portanto, como afirma Morin (1996), tentar \n\ndesconstruir e reconstruir instrumentais analíticos para \n\ncompreender a complexidade do real, que corresponde não à \n\ncompletude do conhecimento, mas a sua incompletude. A \n\n\n\n 52\n\ncomplexidade é inerente ao pensamento científico, mesmo quando \n\no seu objetivo é revelar leis simples. \n\nA exclusão social e a degradação do espaço natural, \n\npresentes nas cidades, enquadram-se na problemática do \n\nambiente por comporem o espaço geográfico e trazerem na raiz \n\ndo problema a mesma origem: a apropriação capitalista dos \n\nmeios de produção, que se expressam da forma mais cruel nos \n\nespaços urbanos. O caminho da abordagem ambiental tem que \n\npassar pela busca de um entendimento de como se articula a \n\nestrutura das relações sociais. Nesse sentido, realizar \n\nestudos ambientais ou que possuam variáveis ambientais tem \n\nsignificado, cada vez mais, a superação dos enfoques sobre o \n\naspecto estritamente ecológico do tema (SOUZA, 2001). \n\nAo lançar-se um olhar sobre o espaço geográfico urbano, \n\ntentando buscar um entendimento das relações que permeiam este \n\nmosaico de territorialidades, fragmentado em inúmeras relações \n\n- que no conjunto tentam buscar uma identidade única de \n\nurbanidade - é imperioso que se transite pela lógica do \n\nmorador (seja qual for a sua espacialidade), pela lógica \n\ncapitalista que se apropria dos meios de produção e dos \n\nrecursos naturais e humanos e pela lógica do poder político \n\nque, por sua vez, também se fragmenta espacialmente e em \n\nesferas institucionais. Essa prática deve ser tomada, tanto \n\n\n\n 53\n\nquando se busca uma visão mais ampla da problemática ambiental \n\nurbana, mesmo quando o olhar se restringe a um fenômeno mais \n\nlocalizado espacial e socialmente. \n\nO grande desafio é construir uma problemática urbana que \n\nnão se reduza à cidade, mas que diga respeito à história da(s) \n\nsociedade(s) humana(s). Isso implica na consideração da \n\ndiferenciação e das articulações entre a cidade e o urbano. A \n\ncidade como realidade presente imediata, dado prático-\n\nsensível, morfologia e, o urbano, apontando a sociedade urbana \n\ncomo objeto em construção (CARLOS, 2001). \n\nA partir dessas análises o estudo do espaço urbano, e a \n\ntemática ambiental assumem uma transversalidade entre as \n\nciências. Estas abandonam o tema natureza para assumir uma \n\namplitude maior, como condicionador da existência humana. \n\nNesse sentido, a geografia tem se valido de vários pensadores, \n\ndas mais diversas áreas, para construir o seu pensamento e um \n\nnovo olhar sobre as relações que os homens produzem sobre o \n\nlocal em que vivem. \n\nPercebe-se a transversalidade dessas questões, ao circular \n\nem qualquer espaço de uma cidade de médio a grande porte no \n\nBrasil. Nota-se, nesses espaços questões sociais, políticas, \n\neconômicas, ambientais, de saúde, de lazer, de religião e etc, \n\n\n\n 54\n\nocupando espaços comuns, assumindo um caráter muito eclético e \n\ndinâmico, característico dessas cidades. O entendimento de \n\ncomo questões tão distintas e, às vezes, antagônicas convivem \n\nnum mesmo espaço passa por uma análise transversal dessas \n\nquestões. Transitar por várias áreas do conhecimento humano \n\nremete-nos a buscar não uma lógica, mas sim várias lógicas, \n\nregendo um mesmo espaço. \n\nSob esse ponto de vista, compreende-se que a busca por uma \n\nsociedade mais democrática e justa, na qual as oportunidades \n\nsão iguais a todos, mas os caminhos a serem percorridos são \n\ntão distintos e às vezes excludentes, deve ser um esforço \n\nconjunto de todos os agentes que a compõem, para que nenhum \n\nsetor da sociedade deixe de ser atendido.  \n\nA sociedade civil organiza-se através de ONGs que defendem \n\ninteresses específicos de setores da sociedade, como a \n\npoluição de um rio, a discriminação racial, portadores de \n\nnecessidades motoras especiais e etc. Isso mostra que a \n\nsociedade reconhece a sua pluralidade e se organiza por \n\nsetores para garantir o seu espaço e o pleno exercício de sua \n\ncidadania. O que mais chama a atenção, nesse jogo de poderes, \n\né que todos buscam o mesmo objetivo, que é uma sociedade mais \n\nhumana, justa e democrática, mas a sua pluralidade faz com que \n\nsetores disputem espaços entre si, buscando impor a sua \n\n\n\n 55\n\n“igualdade” aos outros. Esse exercício democrático ocorre \n\ntanto entre os elementos da sociedade civil, como com as \n\norganizações governamentais que, também, são alvos das ONGs, \n\nao mesmo tempo em que devem exercer o papel de mediador em \n\nmuitos conflitos gerados por estas organizações. \n\n1.4.1 A Percepção Ambiental e sua Subjetividade \n\nComo foi visto até agora, a idéia de uma visão espacial \n\ne/ou ambiental urbana em sua totalidade esbarra na \n\ncomplexidade dos elementos componentes e no próprio caráter \n\nfragmentário das cidades. Se para quem estuda as cidades a \n\npartir de pressupostos científicos, esta complexidade gera \n\ndificuldades para a formulação de um conceito abrangente e \n\núnico, deve-se imaginar que estas dificuldades aumentam para \n\num morador que a analisa sob o ponto de vista empírico. \n\nQuando se busca entender como as pessoas que residem em \n\náreas urbanas, extremamente degradadas sob o ponto de vista \n\nambiental, entendem e reconhecem a sua territorialidade e os \n\nagentes atuantes e responsáveis por este cenário e por seu \n\nmodo de vida, não se deve limitar a subjetividade dos \n\nmoradores locais. Entretanto, deve-se considerar de todos os \n\natores urbanos e como cada setor e segmento de uma sociedade \n\nurbana percebem o mesmo espaço.  \n\n\n\n 56\n\nA geografia, bem como outras áreas do conhecimento humano, \n\ntem caminhado muito nesse sentido, visando buscar novas e ou \n\nclarear mais ainda as idéias que se formulam a partir da \n\npercepção do homem com o seu espaço e suas organizações \n\nsociais, refletindo na percepção humana o mosaico de espaços e \n\ndas relações humanas existentes. Nesse sentido, alguns \n\npesquisadores têm dado valiosas contribuições, buscando \n\nclarear mais essas questões, criando novos conceitos que \n\nsintetizam essas relações.  \n\nGuattari (1991) muito contribui ao avançar sobre o \n\nconceito tradicional de ecologia para uma totalidade da \n\norganização social. O autor apresenta três ecologias, que se \n\norganizam de forma entrelaçadas: a ecologia da rede de \n\nrelações físico-naturais; a ecologia da rede de relações do \n\ntrabalho e a ecologia da rede de idéias. \n\nReffatti (2000), ao analisar a idéia das três ecologias \n\naponta que a indissociabilidade dessas três ecologias consiste \n\nno fato de que as redes de relações interferem cada uma na \n\ndinâmica das outras. Interferem numa produção cultural de \n\nvalores subjetivos que demandam determinadas produções \n\neconômicas que, por sua vez, modificam os destinos do mundo \n\nfísico-natural. Este, dialeticamente, na condição de meio, \n\nretorna na forma de condicionamentos sobre os caracteres \n\n\n\n 57\n\npsicossociais de grupos e indivíduos que influenciam na sua \n\nprodução. Entende-se por “meio” tanto a ambiência das \n\necologias sociais, quanto o meio físico da natureza modificada \n\npela sociedade e que, tal como um espelho, devolve à \n\nsociedade, na visibilidade das paisagens por ela criadas, o \n\nverdadeiro caráter de suas motivações psicossociais. \n\nA maneira como pensamos e percebemos o espaço geográfico é \n\no resultado de um conjunto de relações tecidas diariamente ao \n\nlongo dos tempos. Partindo dessa lógica de pensamento, o \n\nespaço geográfico concreto é construído por todos que integram \n\nesse mesmo espaço. No entanto, cada um percebe ou concebe, de \n\nsua maneira, a construção subjetiva do espaço geográfico. \n\nNessa linha de pensamento, Rego (2000) adota o termo \n\nambiência, que trata de uma noção de espaço geográfico como um \n\nsistema composto por relações sociais articuladas às relações \n\nfísico-sociais. Um espaço condicionador da existência humana e \n\nque pode, por este espaço, ser eleito como objeto catalisador \n\nde ações transformadoras exatamente por este motivo, por ser \n\ncondicionador da existência humana. \n\nEm outras palavras, a ambiência pode ser entendida como \n\numa rede de manifestações diárias das pessoas, dos seus \n\ncotidianos, de como elas se percebem no lugar onde vivem, \n\ndentro das suas manifestações diárias pertinentes às suas \n\n\n\n 58\n\nexistências individuais, como no trabalho, na escola, na \n\nfamília ou nas diversas formas de vida societária. \n\nO conhecimento geográfico produzido dessas relações, \n\ncruza-se a partir da sua interioridade subjetiva, ou seja, de \n\ncomo ele interpreta o espaço em que vive com a exterioridade \n\ndas condições do seu espaço geográfico que também o \n\ncondiciona. Essa dinâmica da subjetividade com a espacialidade \n\ndeve levar o indivíduo a compreender e a transformar a \n\nrealidade quotidianamente vivida, no sentido de adaptar e \n\nadaptar-se ao local em que vive. \n\nContudo, o espaço geográfico urbano está em constante \n\nevolução ao longo dos tempos. Muitas vezes motivado por ações \n\nque emergem de movimentos internos das próprias comunidades \n\nurbanas em busca de melhorias sociais, ou de ações promovidas \n\npor políticas públicas, ou de investimentos de capitais \n\nprodutivos, muitas vezes externos. Em algumas comunidades, \n\nforam promovidas profundas transformações sócio-espaciais, \n\ncomo se pode comprovar ao longo do processo industrial \n\nbrasileiro, em especial no período do pós-guerra. \n\n \n\n\n\n 59\n\n \n \n \n \n \n \n \n \n \n \n \n\n2 A SOCIEDADE URBANO INDUSTRIAL E OS PROBLEMAS \n\n  SÓCIO-AMBIENTAIS \n\n \n\n2.1 A Formação da Sociedade Urbano-industrial Brasileira \n\nConforme Sene (1998), do início da história econômica \n\nbrasileira, o processo industrial no nosso país é um fato \n\nrelativamente recente. Durante o período colonial, Portugal \n\nimplantou em sua colônia na América uma ocupação de exploração \n\ndo território, assentada na monocultura de produtos tropicais \n\npara a exportação, realizada em grandes propriedades e com a \n\nutilização de mão-de-obra escrava. \n\nA passagem do capitalismo comercial para o industrial, \n\ncomandado pelo Reino Unido a partir da Segunda metade do \n\nséculo XVIII, em quase nada alterou as economias do Brasil e \n\nde Portugal. Nesse período, qualquer tentativa de implantar \n\nindústrias no país, por mais rudimentares que fossem, era \n\n\n\n 60\n\ncombatida pela coroa portuguesa. Isso ocorria na tentativa de \n\nimpedir a formação de uma elite econômica que reivindicasse a \n\nliberdade política (independência). Essa política, restritiva \n\nà industrialização, atingiu seu auge em 1785, quando D. Maria \n\nI, A Louca, proibiu a implantação de qualquer atividade \n\nmanufatureira ou fabril no Brasil, além de mandar extinguir as \n\ninstaladas até então. \n\nCom a chegada da família real ao Brasil, em 1808, a \n\npolítica de restrições à industrialização brasileira foi \n\nrevogada, mas a concorrência dos produtos estrangeiros, \n\nprincipalmente britânicos, dificultava a implantação de \n\nindústrias em território nacional. Foi somente em 1844, \n\nportanto após a independência do Brasil (1822), com a Tarifa \n\nAlves Branco e a criação de taxas médias de importação de 44%, \n\nque ocorreu o primeiro surto industrial no país. Contudo, foi \n\nsomente a partir da Primeira Guerra Mundial (1914-1918) que o \n\npaís passou por um processo significativo de desenvolvimento e \n\nde maior diversidade industrial. \n\nDe 1930 a 1956, a industrialização no país caracterizou-se \n\npor explícita intervenção estatal. A prática foi conhecida \n\ncomo Keynesianismo, principalmente através de investimentos no \n\nsetor de base, como a siderurgia, petroquímica e a extração de \n\nminério. \n\n\n\n 61\n\nNo período seguinte, no governo de JK, destacou-se o Plano \n\nde Metas, que gerou um grande crescimento econômico no país. \n\nEste programa previa maciços investimentos estatais em \n\ndiversos setores da economia, como na agricultura, saúde, \n\neducação, energia, transportes, mineração e construção civil. \n\nTais ações transformaram o Brasil em um país atraente aos \n\ninvestimentos estrangeiros. \n\nA política do Plano de Metas acentuou a concentração do \n\nparque industrial na Região Sudeste, agravando os contrastes \n\nregionais. Essa concentração industrial determinou a \n\nimplantação de uma política de planejamento federal para o \n\ndesenvolvimento das demais regiões. Isso foi feito a partir da \n\ncriação de superintendências de desenvolvimentos regionais, \n\ncomo a Sudene – Superintendência de Desenvolvimento do \n\nNordeste e a Sudesul – Superintendência de Desenvolvimento do \n\nSul. \n\nNo governo de João Goulart (1961-1964), estabeleceu-se uma \n\npolítica econômica que desagradou aos políticos mais \n\nconservadores e aos interesses estrangeiros, o Plano Trienal. \n\nEste plano propunha-se a uma ampla reforma dos sistemas \n\ntributário, bancário e eleitoral, a regulamentação dos \n\ninvestimentos estrangeiros e da remessa de lucros, além de \n\ninvestimentos maciços em educação, saúde e da reforma agrária, \n\n\n\n 62\n\nnum caráter claramente nacionalista, porém taxada de comunista \n\npelos setores mais conservadores da sociedade civil e militar. \n\nO período do regime militar (1964-1985) caracterizou-se \n\npela apropriação do poder público pelo setor privado, que \n\ndesviou os interesses do Estado brasileiro para as \n\nnecessidades empresariais. As carências da população foram \n\ndesprezadas, tendo como objetivo o crescimento do PIB e o \n\naumento do superávit na balança comercial. Os sacrifícios \n\nimpostos às camadas populares criaram um contingente de mão-\n\nde-obra desqualificada que passaram a viver em condições de \n\nmiserabilidade. Contudo, muitos, ainda hoje, encontram-se \n\nnessas condições, e as políticas públicas muito pouco têm \n\natuado nesse setor a fim de minimizar os impactos negativos de \n\nsituação social. \n\nAinda conforme Sene (1988), a partir de 1985, teve início \n\no processo de democratização do sistema político e, \n\nconseqüentemente alteração, a das prioridades estabelecidas \n\npelo Estado nos rumos da política econômica. O Brasil assumiu \n\numa prática de privatização de empresas estatais, combate aos \n\nmonopólios da União, brusca diminuição nos impostos de \n\nimportação de bens de consumo e de produção, com \n\nestabelecimento de cotas de importação e tarifas diferenciadas \n\npor setores. \n\n\n\n 63\n\nA abertura da economia brasileira ao ingresso de bens de \n\nconsumo e de produção, facilitada pela redução dos impostos de \n\nimportação provocou, por um lado, a modernização do parque \n\nindustrial e o aumento da capacidade de competição no mercado \n\ninternacional; por outro lado, gerou uma grande elevação nos \n\níndices de desemprego estrutural. \n\nEsse tipo de desemprego se revela como sendo uma das \n\npiores faces deste processo, pois são postos de trabalhos que \n\nnão serão mais abertos. Isso se dá porque são provocados pela \n\nintrodução de novas tecnologias, como a robótica ou a \n\ninformatização, ao processo produtivo, além de outras práticas \n\nque visam reduzir custos. Em uma economia cada vez mais \n\nglobalizada, onde impera a competitividade, o desemprego \n\nestrutural surge como um grande problema, principalmente em um \n\npaís subdesenvolvido. \n\n2.2 A Formação Urbano-industrial do Vale do Rio dos Sinos \n\nA evolução econômica de Novo Hamburgo, como do Rio Grande \n\ndo Sul, fez-se de forma lenta, mas progressiva. Este processo \n\nnão acompanhou o desenvolvimento industrial brasileiro. Foi \n\ncom a política de integração nacional, proposta por Getúlio \n\nVargas, a partir de 1930, que permitiu uma maior integração \n\ncom o mercado do centro do país. Nesse período registrou-se \n\n\n\n 64\n\ngrande e vigoroso crescimento industrial no Rio Grande do Sul. \n\nNos anos 70, com a conquista de mercados externos, a indústria \n\ndo setor coureiro-calçadista do Vale do Sinos também conhece \n\num grande crescimento (Fig 1). Contudo, até a chegada dos \n\nimigrantes alemães, em 1824, que colonizaram a região do Vale \n\ndo Rio dos Sinos, não se registra indícios de trabalho \n\norganizado (Fig 2). Foi a partir da chegada dos imigrantes que \n\nverificaram-se os primeiros passos para o desenvolvimento \n\neconômico. \n\n \n\nFigura 1 - Vista parcial da cidade de Novo Hamburgo. Sua economia está \n\nbaseada na indústria coureiro-calçadista. \n\nOs alemães, que vieram para colonizar o Vale do Sinos, \n\ntrouxeram junto o conhecimento dos mais diversos ofícios, como \n\n\n\n 65\n\no de serralheiro, tecelão, ferreiro, alfaiate, carpinteiro, \n\ncanoeiro, oleiro, pessoas entendidas em couro e outras. No \n\ninício da colonização nessa região, nossa economia era \n\npredominantemente agrícola, na qual as pequenas e médias \n\npropriedades produziam apenas para a subsistência das famílias \n\ndos colonos alemães. \n\nCom o decorrer do tempo, Hamburg Berg, como a futura \n\ncidade de Novo Hamburgo era chamada pelos moradores da época, \n\nfoi se desenvolvendo e tornando-se uma área importante de \n\ncomércio entre os diversos povoados que habitavam o Vale do \n\nRio dos Sinos. \n\n \n\nFigura 2 - Municípios do Vale do Rio dos Sinos – (Grupo Editorial Sinos). \n\n0 10 km \n\n\n\n 66\n\nPorém, um dos fatos mais importantes para o \n\ndesenvolvimento dessas atividades na época foi a construção, \n\nem 1876, da estrada de ferro, ligando Porto Alegre a Novo \n\nHamburgo. O comércio, a partir desse momento, cresceu \n\nrapidamente em função da maior agilidade e rapidez do \n\ntransporte de mercadorias. No final do século XIX, o até então \n\ndistrito de São Leopoldo, já iniciava sua diversificação \n\neconômica com o aparecimento da primeira indústria de \n\ncalçados. \n\nUm dos aspectos importantes para o seu surgimento foi a \n\nexistência de mão-de-obra capaz de trabalhar com couro e \n\nfabricar sapatos. Essa experiência, como já foi apontada, veio \n\ncom os imigrantes alemães que aqui se instalaram e, também, \n\npelo fato do Rio Grande do Sul ser um estado de intensa \n\natividade pecuária. Nesse estado o couro era uma matéria-prima \n\nabundante e a própria facilidade de transporte e comunicação \n\ncom a capital facilitou o surgimento deste ramo. \n\nA partir da emancipação política, em 05 de abril de 1927, \n\na comunidade local conseguiu definitivamente autonomia para \n\ngerir as suas necessidades. O crescimento econômico, a partir \n\nde então, foi mais intenso porque os próprios recursos \n\nmunicipais começaram a ser aplicados aqui em maior quantidade. \n\n\n\n 67\n\nO setor secundário foi se ampliando com o surgimento de \n\nnovas indústrias, que atuavam em várias áreas. Mas, foi, \n\nsobretudo, o setor coureiro-calçadista, em função dos fatos já \n\napontados, que despontou com maior força no cenário local. Até \n\no ano de 1969, praticamente toda produção local coureiro-\n\ncalçadista era destinada para o mercado interno; basicamente \n\npara São Paulo e Região Sudeste como um todo. Com o incentivo \n\nàs exportações, a partir da criação da FENAC - Feira Nacional \n\nde Calçados, em 1969, Novo Hamburgo surgiu no cenário \n\nbrasileiro e internacional como grande produtor e exportador \n\nde calçados, especialmente o feminino. Hoje este produto \n\nrepresenta um dos principais produtos na pauta de exportações \n\ndo Estado do Rio Grande do Sul e mola propulsora da economia \n\nde toda a região do vale do Rio dos Sinos. \n\nApesar do grande desenvolvimento econômico alcançado e \n\neste ter gerado uma industrialização, que basicamente emprega \n\nmão-de-obra não especializada, a estrutura social municipal \n\nnão acompanhou esse processo e acabou criando uma gama de \n\ndesigualdades. Uma delas diz respeito à concentração de renda, \n\nque retrata uma realidade vivida não só em Novo Hamburgo como \n\nde resto em toda a região. Enquanto apenas 1% da população \n\neconomicamente ativa ganha mais de 20 salários mínimos, outros \n\n50% ganham de 0 a 3 salários mínimos, segundo dados \n\n\n\n 68\n\nregistrados na época, no Guia Econômico do Vale do Sinos de \n\n1993.  \n\nSegundo informação da Secretaria da Habitação do município \n\nde Novo Hamburgo, a população que compõem a parcela mais mal \n\nremunerada do setor coureiro-calçadista foi constituída a \n\npartir do grande fluxo migratório de pessoas oriundas do \n\ninterior do Rio Grande do Sul e até de outros estados. São \n\npessoas provenientes, principalmente, da zona rural, que \n\nvinham para Novo Hamburgo e região, principalmente durante a \n\ndécada de 70 e até o início dos anos 80, em busca de melhores \n\ncondições de vida e que hoje acabam, na sua grande maioria, \n\ntendo que conviver com os baixos salários, o desemprego, a \n\nfalta de condições adequadas para morar, etc. \n\nA caracterização do vale do Rio dos Sinos como sendo uma \n\nregião cuja atividade econômica se concentra no setor \n\ncoureiro-calçadista, também é reconhecida pela FEE - Fundação \n\nEstadual de Estatística da Secretaria da Coordenação e \n\nPlanejamento do Governo do Estado do Rio Grande do Sul - \n\natravés do Núcleo de Estudos Regionais e Urbanos, que destaca \n\na importância deste setor para a economia local. Além disso, \n\nidentifica as profundas transformações que esta atividade vem \n\napresentando ao longo da década de 1990, em função da nova \n\npolítica econômica e cambial adotada pelo governo brasileiro. \n\n\n\n 69\n\nNo artigo sobre a Espacialização da Economia e da Exclusão \n\nSocial Metropolitana de Porto Alegre, escrito por Mammarella \n\n(2002), aponta-se que a região de Novo Hamburgo e as cidades \n\ndo seu entorno apresentam um parque industrial relativamente \n\nhomogêneo, concentrado basicamente em um único setor o \n\ncoureiro-calçadista. \n\nPara melhor analisar os dados pertinentes à espacialidade \n\nda economia da região metropolitana de Porto Alegre, \n\nMammarella (2002) fez um recorte espacial desta região em duas \n\n“sub-regiões”. A sub-região 1 foi composta pelo conjunto de \n\nmunicípios polarizados por Novo Hamburgo e São Leopoldo, e a \n\nsub-região 2 reuniu os municípios polarizados por Porto \n\nAlegre. A decisão de trabalhar com este recorte sub-regional \n\nfoi motivada pela inquietação sobre as conseqüências sociais e \n\nespaciais, tendo em vista a implantação de grandes \n\ninvestimentos industriais previstos para os anos vindouros.  \n\nOs dados apresentados sobre o emprego na região 1 \n\nrevelaram que apenas quatro municípios (Novo Hamburgo, \n\nSapiranga, Campo Bom e São Leopoldo) concentravam 71,97% dos \n\nempregados ocupados na indústria. Essa concentração do emprego \n\nindustrial, que ocorre em municípios conurbados, fica mais \n\nevidente quando se constata que em apenas dois gêneros \n\n(Couros, Peles, Similares e Vestuário e Calçados) concentravam \n\n\n\n 70\n\n80,52% do emprego industrial sub-regional 1. Quatro \n\nmunicípios, entre os dez que compõem esta sub-região, \n\napresentavam algum tipo de diversificação industrial, com \n\nimportância em termos de emprego: São Leopoldo (Mecânica, \n\nMetalurgia e Borracha); Novo Hamburgo (Mecânica e Metalurgia); \n\nSapiranga (Metalurgia) e Campo Bom (Papel e Papelão). Porém, \n\nesses gêneros estão integrados no setor coureiro-calçadista, \n\ncom a fabricação das embalagens, de fivelas e outros artefatos \n\npara o calçado. Em três municípios (Dois Irmãos, Nova Hartz e \n\nParobé) predominam apenas os gêneros de Vestuário e Calçado. \n\nEsse tipo de economia de concentração, como a que ocorre \n\nna sub-região 1, tem algumas vantagens, tendo em vista, entre \n\noutros aspectos, o barateamento dos serviços e um ambiente com \n\numa mão-de-obra relativamente especializada que reduzem os \n\ncustos, significando ganhos para as empresas. Por outro lado, \n\nsempre que se verificam reversos nos rumos da economia \n\nnacional (ou mundial), esse tipo de setor fica muito exposto, \n\ntendendo a vivenciar uma crise generalizada. Como \n\nconseqüência, em especial em termos sociais, os postos de \n\ntrabalho são reduzidos, as empresas tendem a fechar e o \n\ndesemprego tende a assumir grandes proporções.  \n\nPara que se tenha um rápido panorama da situação regional, \n\nno final dos anos 80 e início dos anos 90 do século XX, o \n\n\n\n 71\n\nsetor de calçados absorvia, só em Novo Hamburgo, 60 mil \n\ntrabalhadores nas fábricas e em apenas quatro anos diminuiu \n\npara apenas 8 mil. Os 52 mil trabalhadores que perderam \n\nemprego em Novo Hamburgo neste espaço de quatro anos \n\nrepresentam, em termos de volume, a população total de Campo \n\nBom (52.096, em 1996). \n\nA causa dessa crise do setor é o número de falências e \n\nfechamentos de indústrias de calçado no RS, entre 1990 e 1994, \n\nem função da política cambial aplicada pelo governo da época \n\n(Plano Real). Segundo dados da Federação Democrática dos \n\nTrabalhadores nas Indústrias do Calçado do Rio Grande do Sul, \n\nnesse período ocorreu a desativação (por uma das duas razões) \n\nde 121 estabelecimentos no Estado. Destas, 93 (76,86%) \n\nlocalizadas nos municípios da sub-região 1. Como resultado \n\ndeste “quebra-quebra”, 20.214 trabalhadores foram atingidos no \n\nEstado. Destes, 14.359 (71,03%) eram de empresas desta sub-\n\nregião. \n\nAs indústrias de calçados estão adotando algumas medidas \n\npara enfrentar a crise do setor. Dentre elas, encontra-se a \n\nopção de migração para regiões onde os custos são mais baixos. \n\nComo é o caso da transferência de plantas de indústrias \n\ngaúchas para o Nordeste brasileiro, em que, além de existirem \n\nvantagens importantes como incentivos fiscais, os salários são \n\n\n\n 72\n\nbem menores, estando próximos dos salários da Indonésia, \n\nsegundo a Federação Democrática dos Trabalhadores nas \n\nIndústrias do Calçado do Rio Grande do Sul. Essas estratégias \n\nestão ligadas a fatores como produtividade, competitividade e \n\ninserção no mercado local.  \n\nAtualmente, a região busca a diversificação do ramo de \n\natividade, o que até o momento, não tem mostrado resultados \n\nsignificativos. Contudo, existe o esforço da retomada do \n\ndesenvolvimento e a exportação de calçados a partir da nova \n\npolítica cambial adotada no país no final dos anos 90. Na \n\nprática, o volume atual de exportação de calçados é comparável \n\nao volume exportado nas décadas de 70 e 80. Porém, o volume de \n\nempregos não acompanhou esta retomada. Este fenômeno se deve \n\nao fato das indústrias que sobreviveram à “quebradeira”, do \n\ninício dos anos 90, adotarem na sua linha de produção, a \n\nutilização de máquinas em substituição à mão-de-obra, gerando, \n\nna região, o chamado desemprego estrutural. \n\n2.3 A Industrialização no Vale do Rio dos Sinos e a \n\n    Problemática Sócio-ambiental \n\nDurante o processo de desenvolvimento brasileiro não \n\nhouve, necessariamente, relevantes preocupações com a \n\nqualidade de vida ou com a degradação ambiental das cidades e \n\n\n\n 73\n\nem outras áreas. A queda da qualidade de vida urbana e a \n\nprocura por sua melhoria, incorporada nacionalmente pelos \n\nmovimentos populares urbanos, caracterizam a crise ambiental \n\nurbana surgida a partir da década de 70, do século passado. \n\nO rápido crescimento populacional, verificado nas últimas \n\ndécadas principalmente nos anos 70 e 80 do século XX, na \n\nregião do vale do Rio dos Sinos e no Rio Grande do Sul, fez \n\ncom que a organização do espaço urbano não acompanhasse este \n\nritmo. Esse processo associado à quase total inexistência de \n\numa política de uso e ocupação do solo fez com que a expansão \n\nurbana ocorresse, em grande parte, em áreas impróprias ou de \n\nforma inadequada. Dessa forma, teve como conseqüência inúmeros \n\nproblemas ao ambiente, à própria população assentada e aos \n\npoderes públicos responsáveis pelos serviços de infra-\n\nestrutura nessas áreas (Fig 3). \n\n\n\n 74\n\n \n\nFigura 3 – Localização de Novo Hamburgo, com detalhamentos dos seus \n\nbairros, dentro dos Vale do Rio dos Sinos (Grupo Editorial Sinos). \n\nA Metroplan (2000), com o objetivo de diagnosticar os \n\nprincipais problemas relacionados às questões ambientais da \n\nRegião Metropolitana de Porto Alegre, onde se insere parte da \n\nbacia hidrográfica do Sinos e conseqüentemente o arroio Pampa, \n\ncomo um dos seus afluentes, constatou que a maior parte dos \n\nproblemas relacionadas ao meio físico é decorrente da forma \n\ncomo tem ocorrido o seu uso; tanto pela ocupação de áreas \n\ninadequadas, como pela falta de cuidados frente a determinadas \n\náreas que requerem atenção especial, quando da sua ocupação, \n\n0 10 km \n\n0 4 km \n\n\n\n 75\n\ncomo no caso as margens dos arroios, banhados, encostas de \n\nmorros, margens de rodovias e etc.  \n\nA Metroplan (2000) diagnosticou, em seu relatório, vários \n\noutros problemas caracterizando aqueles de maior abrangência \n\nespacial e de intensidade: erosão, movimento de massas, \n\ninundação, assoreamento, poluição dos recursos hídricos e \n\ndegradação de matas nativas. \n\nSobre estas questões, Moura-Fujimoto (2000) conclui que a \n\nurbanização apresenta-se como um desafio para muitos \n\npesquisadores, pois a concentração humana e as atividades a \n\nela relacionadas provocam uma ruptura do funcionamento do \n\nambiente. Para melhor avaliar a qualidade ambiental urbana e \n\ncontrolar suas degradações ambientais, é preciso que se \n\ncompreendam suas dinâmicas de funcionamento para que, a partir \n\ndessa compreensão, sejam procuradas soluções para os muitos \n\nproblemas ambientais que afligem o espaço urbano. \n\nDessa forma, justifica-se a busca, nas origens do processo \n\nde urbanização recente do vale do Rio dos Sinos, pelas causas \n\nque podem encaminhar uma melhor análise conjuntural da \n\ndegradação do espaço geográfico presente, em diferentes \n\nescalas, todos os municípios que compões a bacia hidrográfica. \n\nPara melhor poder entender a complexidade desse processo, sem \n\n\n\n 76\n\nque se necessite analisá-lo em todos os seus detalhes, focar-\n\nse-á as atenções em um estudo de caso que servirá de parâmetro \n\npara outros problemas existentes e decorrentes do processo \n\nindustrial e de urbanização, como o ocorrido no Vale do Rio do \n\nSinos. \n\n \n\n\n\n 77\n\n \n \n \n \n \n \n \n \n \n \n \n\n3 POLÍTICAS APLICADAS AOS MORADORES DAS MARGENS \n\n  DO ARROIO PAMPA \n\n \n\n3.1 Arroio Pampa: Localização e Caracterização \n\nA área que servirá de análise para um estudo de caso para \n\nos problemas ambientais, decorrentes da industrialização e \n\nurbanização ocorrida no Vale do Rio dos Sinos, trata-se da \n\nbacia do arroio Pampa, localizada no Município de Novo \n\nHamburgo, o de maior destaque urbano-industrial da bacia \n\nhidrográfica do rio dos Sinos (Fig 4). \n\nSegundo dados fornecidos pela Metroplan, o município de \n\nNovo Hamburgo faz parte da Grande Porto Alegre, localizado a \n\naproximadamente 45 km da capital Porto Alegre, pertencente à \n\nmicro-região do Vale do Rio dos Sinos, tendo como principal \n\natividade econômica as indústrias do setor coureiro-\n\ncalçadista, polarizando as demais cidades do seu entorno, que \n\ntambém desenvolvem atividades nesse setor. \n\n\n\n 78\n\nA área de estudo compreende a população ribeirinha e a do \n\nseu entorno do arroio Pampa, bem como a qualidade ambiental \n\ndas suas águas para estas populações e do município como um \n\ntodo. Segundo o relatório da Secretaria do Meio Ambiente do \n\nmunicípio de Novo Hamburgo, através do Projeto de Saneamento \n\nAmbiental da Bacia do arroio Pampa (1999), descreve-se este \n\narroio como sendo um dos principais afluentes do Rio dos Sinos \n\nque, por sua vez, deságua no lago Guaíba em Porto Alegre. Suas \n\nnascentes localizam-se no município de Novo Hamburgo, sendo \n\nque na divisa com o município vizinho de Campo Bom encontra-se \n\na nascente do arroio Peri, principal afluente do arroio Pampa. \n\n \n\nFigura 4 – Detalhamento do arroio Pampa no município de Novo Hamburgo \n(Grupo Editorial Sinos). \n\n0 10 km \n\n0 2 km \n\n\n\n 79\n\nAtravés do levantamento aerofotogramétrico existente \n\n(1996) e fornecido pela mesma secretaria,constata-se que a \n\nbacia de contribuição do Pampa é de, aproximadamente, 26 km². \n\nO que significa em torno de 38% da área total urbana do \n\nmunicípio de Novo Hamburgo, dimensionada em, aproximadamente, \n\n70 km² (não considerando o bairro rural de Lomba Grande). A \n\nárea total do município é de 222.000² km. Em Novo Hamburgo, o \n\narroio Pampa percorre quatro bairros extremamente \n\ndensificados, populacional e construtivamente, caracterizados \n\ncomo de ocupação industrial e de residencial da classe \n\ntrabalhadora. \n\nO mesmo relatório faz, ainda, os seguintes apontamentos \n\nsobre a ocupação das margens do arroio: como é freqüente nos \n\ncasos em questão, as margens do arroio são ocupadas de forma \n\nirregular, sem respeito à faixa de não edificação e de \n\npreservação do mesmo, com grande deterioração de seus taludes \n\ne deposição de lixo e dejetos, tanto domésticos quanto \n\nindustriais (Fig 5). \n\n\n\n 80\n\n \n\nFigura 5 – Tipo de moradia que ainda ocupa parte das margens do arroio \n\nPampa. \n\nEm sua análise final, o relatório faz uma referência ao \n\nuso das águas desta bacia, apontando que o arroio Pampa lança \n\nsuas águas no Rio dos Sinos a 1.500 metros a montante da \n\nestação de captação da COMUSA: a Companhia Municipal de \n\nSaneamento, responsável pelo tratamento e abastecimento de \n\nágua da cidade e de mais dois municípios da região. Essa \n\ncondição contribui para o acréscimo de processos e custos do \n\ntratamento da água usada para consumo da população dos \n\nmunicípios de Novo Hamburgo, Estância Velha e Portão, somando \n\num total de 385.000 pessoas atendidas. \n\n\n\n 81\n\nO projeto de estudo e pesquisa sobre as diretrizes de uso \n\ndo solo que incidem sobre a área do arroio Pampa atesta que \n\nele cruza, em sua extensão de aproximadamente 8 km, por mais \n\nde quatro bairros e onze tipos de zonas de acordo com o Plano \n\nDiretor (1999) que vigora até hoje.  \n\nAs nascentes principais situam-se em uma zona do tipo \n\nespecial, numa altitude de 123 m, junto a divisa com o \n\nmunicípio de Dois Irmãos. Após, passa por várias zonas do tipo \n\nindustrial, onde é permitida a instalação de indústrias de \n\ntodos os tipos e atividades (indústrias em geral, incômodas, \n\nperigosas e cerâmicas). Na porção intermediária, passa por uma \n\nzona residencial e comercial. Ambas se caracterizam por não \n\napresentarem obstruções e construções com grande taxa de \n\nocupação. Na extensão final do arroio, que é onde está \n\nprincipalmente focado a análise de estudo a que se dedica este \n\ntrabalho, alcança o banhado do Rio dos Sinos, mas antes passa \n\npor uma zona industrial, onde é vedada a instalação de \n\nindústrias perigosas. \n\nNa zona especial que atinge o banhado, há restrições de \n\ninstalação de qualquer tipo de construção através do controle \n\ndo Índice de Aproveitamento e Taxa de Ocupação, sendo que a \n\núnica atividade industrial permitida está relacionada às \n\nindústrias cerâmicas. \n\n\n\n 82\n\nEste mesmo relatório, baseado no Plano Diretor do \n\nmunicípio, apontou que a parte da cidade em questão, tanto por \n\nlocalização, indução, permissão ou utilização, é ocupada por \n\nindústrias e outras atividades que empregam grande parte da \n\nmão-de-obra existente na cidade (Fig 6).  \n\nEsta é a grande característica da área: residencial, para \n\na classe trabalhadora por ocupação extensiva. Por sua \n\nlocalização periférica ao centro comercial, atrai a atividade \n\nindustrial que, hoje em dia, tende a ficar mais afastada do \n\ncentro comercial e de zonas residenciais médias e altas. E a \n\nclasse trabalhadora, por sua vez, é atraída pela \n\nacessibilidade ao emprego, sem a necessidade de longos \n\ndeslocamentos. \n\n \n\nFigura 6 – Um típico ateliê da indústria calçadista localizada nas margens \n\ndo arroio Pampa. \n\n\n\n 83\n\nO Plano Diretor de Gerenciamento e Controle Ambiental da \n\nRegião Hidrográfica do Guaíba (2000), em sua ação integrada \n\ncom a prefeitura municipal de Novo Hamburgo, visando a \n\nrecuperação e saneamento ambiental na bacia do arroio Pampa, \n\natesta em seu relatório enviado à prefeitura municipal, em \n\noutubro de 2000, que a recuperação da bacia do arroio Pampa é \n\nfundamental para a exeqüibilidade do Programa Pró-Guaíba. Já \n\nque o mesmo é o principal afluente do rio dos Sinos que, por \n\nsua vez, é responsável por mais de 25% da poluição do lago \n\nGuaíba (FEPAM, 1997).  \n\nEste conjunto de elementos que caracteriza esta área do \n\narroio Pampa também é caracterizado como uma constante em \n\ncidades de médio e grande porte de países em vias de \n\ndesenvolvimento. Um aspecto positivo, que se deve ressaltar, é \n\no de que o poder público municipal forneceu a maioria dos \n\ndados que contribuíram para formulação das principais análises \n\ndeste trabalho, fruto de um estudo para a revitalização desta \n\nárea. \n\nPorém, faz parte, também da realidade local, uma série de \n\nconflitos que envolvem interesses diversos tais como: os \n\neleitorais, imobiliários, de empreiteiras e ambientalistas; \n\nque agem nestes espaços, atuando segundo seus interesses \n\nparticulares. Os conflitos surgidos dessas diversidades de \n\n\n\n 84\n\nidéias e interesses só fazem aumentar a tensão social dessas \n\náreas. Invariavelmente, transformam os seus moradores em \n\ninstrumentos políticos de pressão e, o que é pior, geralmente \n\ncom pouco resultado prático favorável a essas pessoas. \n\n3.2 A Territorialização e Desterritorialização das Margens \n\n    do Arroio Pampa \n\nA história da ocupação das margens do arroio Pampa se \n\nconfunde com a história recente do município de Novo Hamburgo. \n\nPrincipalmente e paralelamente ao seu processo de \n\nindustrialização que, de maneira destacada, ocupa o cenário \n\neconômico do município a partir da década de 70, do século \n\npassado, quando a indústria coureiro-calçadista, dominante no \n\nmunicípio, começa a exportar, provocando um surto de \n\ncrescimento no setor e uma necessidade grande e crescente de \n\nmão-de-obra. \n\nComo já foi destacado anteriormente, o fluxo migratório \n\nque se formou em direção ao município de Novo Hamburgo, deu-se \n\na partir da conjugação de um conjunto de fatores ligados à \n\nmecanização da lavoura que se intensificava neste período, em \n\nespecial no planalto norte rio-grandense que foi impulsionado \n\npelo fenômeno do “milagre da soja”, quando o valor da saca de \n\nsoja atingia preços extremamente atraentes no mercado externo.  \n\n\n\n 85\n\nEsse sistema de produção adotou técnicas e máquinas para o \n\naumento da produção e da produtividade que, em contrapartida, \n\nprovocou uma significativa dispensa de mão-de-obra e um grande \n\nêxodo rural. Novo Hamburgo torna-se, nesse período, um grande \n\npólo de atração, devido a grande oferta de empregos, inclusive \n\npara mão-de-obra não especializada, acostumada somente com as \n\natividades rurais. \n\nA falta de um lugar para morar, nos primeiros momentos, \n\npor parte de muitos dos que migraram para Novo Hamburgo, \n\nprovocou a ocupação de áreas irregulares. Muitas delas foram \n\nestimuladas por pessoas que visavam vantagens eleitorais. \n\nCom o passar do tempo a indústria coureiro-calçadista foi \n\nse satisfazendo com a mão-de-obra, na medida em que se \n\nmodernizava, passando a provocar um excedente, que na sua \n\nmaioria não apresentava qualificação, passando a (re)alimentar \n\nas ocupações das áreas irregulares do município, conforme \n\ndados fornecidos pela Secretaria Municipal de Habitação. \n\nContudo, essa mesma fonte atesta que a maioria dos atuais \n\nmoradores de ocupações irregulares do município pouca relação \n\ntem com os primeiros ocupantes destas áreas (Fig 7). \n\n\n\n 86\n\n \n\nFigura 7 – Foto aérea da porção mais a jusante do arroio Pampa, no bairro \n\nCanudos, onde aparece a ocupação das suas margens por moradias irregulares. \n\nAo mesmo tempo em que também os moradores das margens do \n\nPampa pouca relação têm haver com a população que promoveu \n\npela primeira vez a ocupação das suas margens. A ocupação dos \n\nmoradores tem se mostrado diversificada quanto ao ramo de \n\ntrabalho, não sendo mais o setor coureiro-calçadista o \n\nmajoritário. Tal fato está atrelado às profundas modificações \n\nque este setor, em especial no Vale do Rio dos Sinos, foi \n\nobrigado a realizar em função da crise econômica e cambial que \n\nafetou o setor e as exportações na década de 90, no século \n\npassado. Entre as principais providências tomadas pelas \n\nindústrias, destacam-se a modernização e a otimização da \n\n\n\n 87\n\nprodução para poder apresentar mais competitividade no mercado \n\ninterno que, historicamente, nunca foi o principal nicho e, \n\nespecialmente, no mercado externo. \n\nOutra providência importante, tomada pelos empresários da \n\nregião, foi a busca da diversificação dos ramos de atividades \n\nindustriais. Isso ocorreu na tentativa de se livrar das \n\namarras do monopólio do setor coureiro-calçadista que, \n\nconforme a crise no setor da década de 90 do século passado, \n\nhavia ensinado que se por um lado o vale dos Sinos se \n\nespecializa e se qualifica no ramo coureiro-calçadista; por \n\noutro lado, qualquer crise que atinja este setor provoca \n\nprofundos traumas na economia local. A quebra deste setor \n\nsignificaria a falência de praticamente toda a econômica da \n\nregião. A diversidade industrial tornou-se uma prioridade, \n\ncomo também, a recuperação do setor tradicional do couro e do \n\ncalçado. \n\nA crise do setor coureiro-calçadista, que afetou a região \n\ndo Vale do Rio dos Sinos, evidenciou marcas profundas não só \n\nna economia da região como também, de forma mais visível e \n\ncontundente, na sociedade. O empobrecimento da população, em \n\ngeral, foi visível com o aumento das sub-habitações. Ao mesmo \n\ntempo em que a crise industrial diminuiu a arrecadação de \n\n\n\n 88\n\ntributos por parte da prefeitura, fez também diminuir os \n\ninvestimentos e atendimentos na área social do município. \n\nContudo, a retomada da produção industrial, nas décadas de \n\n70 e 80 do século XX, ocorrida ainda na virada do século, \n\ntanto em volume como em valores de exportação de calçados, não \n\nse refletiu na mesma proporção em quantidade e qualidade de \n\nvida da população da região. O desemprego funcional passou a \n\nser a grande marca e desafio dos gestores públicos na busca de \n\numa melhor qualidade de vida da população. \n\nA Secretaria Municipal da Habitação do município de Novo \n\nHamburgo há vários anos vem trabalhando e desenvolvendo ações \n\nsociais com os moradores das margens do arroio Pampa. De forma \n\nsucinta, através do diretor da ação social do município, os \n\ncaracteriza como: \n\nUma população que trabalha com a intenção de se \nmudar de lugar, para poder oferecer uma melhor condição \npara os seus familiares. Contudo, os moradores das \nmargens do arroio Pampa têm uma boa ciência da \nprecariedade ambiental e estrutural do lugar em que \nmoram, mas por outro lado, já criaram laços e \ndependências sociais, econômicas e físicas, que \ndificultam, também a mudança para outro lugar. \n\nSobre a formação de laços com o lugar e a construção de \n\numa identidade territorial, é importante destacar o papel que \n\nos fatores geográficos desempenham na formação e evolução dos \n\n\n\n 89\n\nmodos de pensar, nas influências que eles exercem sobre os \n\nmodos de vida. Portanto, qualquer ação que visa a retirada da \n\npopulação das margens do arroio Pampa, com a intenção de \n\noferecer uma melhor condição de vida, deve se levar em conta a \n\ndesterritorialização desta população e a necessidade de se \n\ntrabalhar uma nova territorialidade, onde for ocorrer o seu \n\nreassentamento, sob o risco dessas famílias abandonarem ou \n\nvenderem suas novas casas e retornarem às antigas sub-\n\nhabitações (Fig 8). \n\nDevemos compreender também que, similarmente, o meio \n\nambiente é social e historicamente construído. Sua construção \n\nse faz no processo da interação contínua entre uma sociedade \n\nem movimento e um espaço físico particular que se modifica \n\npermanentemente. Nessa mesma linha, Coelho (2001) afirma que o \n\nambiente é passivo e ativo, é ao mesmo tempo suporte \n\ngeofísico, condicionando e condicionante de movimento, \n\ntransformador da vida social. Portanto, a remoção dos \n\nmoradores das margens do arroio Pampa, que aparece como uma \n\ndas prioridades da Secretaria Municipal da Habitação, exige \n\nmuito mais do que verbas e vontade política para a \n\ntransferência da população para um local dotado de boa infra-\n\nestrutura urbana. Está em jogo também a história de vida desta \n\npopulação, expressa em sua territorialidade. \n\n\n\n 90\n\n \n\nFigura 8 – Vista da vila para onde estão sendo transferidos parte dos \n\nmoradores das margens do arroio Pampa. Esta vila está localizada na divisa \n\ndo município de Novo Hamburgo com o de Campo Bom. \n\nA territorialidade é o território que pode ser definido \n\ngeograficamente como o espaço concreto em si, com seus \n\natributos naturais e socialmente construídos, ocupado e \n\napropriado por um grupo social. Os territórios podem ter um \n\ncaráter permanente, com limites bem definidos há muito tempo, \n\nassim como uma existência temporária, a exemplo da área \n\nocupada por vendedores ambulantes nas ruas de uma cidade. \n\nPortanto, a definição e delimitação de um território é um fato \n\ngerador de uma identidade em um grupo social, pois uma \n\ncomunidade não pode ser compreendida sem seu território. As \n\nidentidades sócio-culturais das pessoas estão \n\n\n\n 91\n\nindissoluvelmente ligadas aos atributos do espaço concreto, \n\ncomo a natureza, o patrimônio arquitetônico e a paisagem. \n\nEntre os muitos interessados e envolvidos nas questões que \n\nenvolvem os moradores das margens do arroio Pampa, a esfera \n\npública é a mais atuante e influente, fazendo uso do poder \n\npúblico através das leis e regulamentações que regem a \n\nocupação de áreas de risco e degradadas. No entanto, o poder \n\npolítico, desconhecendo qualquer elo de ligação da população \n\nribeirinha com a área ocupada, desconhece também qualquer tipo \n\nde territorialidade dos moradores. O resultado dessa ação \n\nbaseia-se em muitas ações e reações como as descritas por \n\nSmith (1988): “a alienação do trabalhador implica, junto com \n\numa alienação estritamente material, em uma certa alienação de \n\nconsciência. Ambas se desenvolvem juntas”. \n\nÉ através dessa alienação que o poder público trabalha. \n\nAtravés de campanhas institucionais de defesa do ambiente, faz \n\na sociedade crer que qualquer ocupação dos espaços não formais \n\ndo meio urbano significa uma agressão ao ambiente. Desse modo, \n\nos moradores das margens do arroio Pampa se reconhecem como \n\nagressores do ambiente e invasores de um lugar que não lhes \n\npertence, mas que pertence a alguém que ele desconhece, e não \n\ncomo vítima de um sistema que lhes obriga a ocupar espaços que \n\na cidade e o setor imobiliário descartam para moradias. \n\n\n\n 92\n\nA ação conjunta das Secretarias Municipais da Habitação, \n\nAção Social e Obras Públicas visa a construção de uma avenida \n\nmargeando os 8 km do arroio Pampa, onde atualmente várias \n\nvilas irregulares ocupam estas margens (Fig 9). O poder \n\npúblico municipal já fez o cadastro dos moradores, bem como, \n\nas opções de áreas para o reassentamento dotadas de alguma \n\ninfra-estrutura básica.  \n\nEssas estratégias que visam a recuperação do arroio Pampa \n\ne a revitalização das suas margens são entendidas pelo poder \n\npúblico municipal como uma separação entre o sujeito, morador \n\ndas margens e o objeto, o arroio, e sendo o primeiro principal \n\nagente agressor do segundo. A proposta de revitalização das \n\nmargens do arroio e a falta de uma política de recuperação \n\nambiental das suas águas demonstram claramente essa \n\nproposição. Uma vez que os projetos encaminhados e aprovados, \n\nnesse sentido, em nada têm a ver com o ambiente natural da \n\npaisagem ribeirinha, e muito menos tem levado em conta o ponto \n\nde vista dos moradores quanto a sua atual situação de morador \n\nde uma área com a qual mantém laços de dependências. \n\n\n\n 93\n\n \n\nFigura 9 – Parte da avenida Alcântara, em uma das margens do arroio Pampa. \n\nQuando estiver concluída, margeará todo o arroio Pampa, canalizado com os \n\ngabiões (muros de contenções).  \n\nPara Menezes (2001), o processo de desterritorialização \n\nestá ligado ao processo de migração, desde que o deslocamento \n\nse processe com algum nível de ruptura na vida cotidiana e \n\ntemporal do grupo social ou no seu processo de trabalho. Essa \n\nruptura da vida cotidiana dos moradores talvez seja o ponto \n\nchave de uma discussão que deva envolver o poder público e os \n\nmoradores do Pampa, a fim de garantir que o reassentamento dos \n\nmoradores apresente melhores índices de sucesso e satisfação. \n\n\n\n 94\n\nNesse sentido, Sack (1986) entende que circunscrever \n\ncoisas no espaço ou num mapa, como quando um geógrafo delimita \n\numa área para ilustrar o milho plantado, ou onde a indústria \n\nestá concentrada, identifica lugares, áreas ou regiões no \n\nsentido comum, mas não cria por si só um território. Essa \n\ndelimitação só se torna um território quando suas fronteiras \n\nsão usadas para afetar comportamentos. Ela forma o pano de \n\nfundo das relações humanas e suas concepções de espaço. A \n\nterritorialidade indica que as relações humanas não são \n\nneutras e que as pessoas não interagem e se movem no espaço de \n\nforma desconexa com ele. Ao invés disso, é a sua relação com \n\nele que molda comportamentos. \n\nPortanto, é mais do que justificada a importância de um \n\ndebate sobre a remoção de moradores de uma área qualquer, \n\nbuscando evitar traumas e rupturas com a territorialidade \n\nadquirida ou perdida, em especial quando ela ocorre por uma \n\ntransferência forçada, imposta pelo poder público. É muito \n\nprovável que os moradores das margens do Pampa desejem sair \n\ndessa área, por todo o tipo de problema que ela apresenta, e \n\naté trabalhe muito para isso, como já afirmou o diretor da \n\nsecretaria de Ação Social do município de Novo Hamburgo. \n\nEntretanto, a imposição, tanto da saída, como do lugar a ser \n\nassentado, apresenta-se como um agente complicador. \n\n\n\n 95\n\nNesse sentido, vale a pena registrar que, do ponto de \n\nvista fenomenológico, o território perceptivo e vivenciado é \n\nconsiderado como um prolongamento do próprio corpo e é uma das \n\nbases da Ciência Fenomenológica, no que diz respeito à relação \n\ndo homem com o lugar em que vive. Para Collot (1990), a \n\npaisagem construída a partir do corpo e as relações existentes \n\nentre eles são portadoras de significações que repercutem em \n\ntodos os registros da experiência humana, e que fazem da \n\npaisagem um espelho da afetividade do sujeito. \n\nÉ natural que se queira, ao observar a situação dos \n\nmoradores das margens do Pampa, a imediata remoção no sentido \n\nde buscar uma condição de vida mais digna, talvez este seja o \n\nsentimento do poder público municipal, o que é plenamente \n\naceitável. Contudo, é importante salientar que a visão da \n\npaisagem não é somente estética, mas também lírica, pois o \n\nhomem coloca na sua relação com o espaço as grandes direções \n\nsignificativas com a sua existência (Collot 1990). \n\nDesse modo, a questão sócio-ambiental existente nesse \n\nespaço em questão, coloca em destaque a contradição da \n\nprodução social do espaço e das formas de apropriação do \n\nambiente. Formas de apropriação tanto reais, formas concretas \n\npelas quais a natureza é transformada, como as simbólicas, \n\nformas do pensamento sobre estas apropriações e \n\n\n\n 96\n\ntransformações. Todas essas reflexões apontam para um detalhe \n\nque, para muitos, pode parecer como solução definitiva para os \n\nmoradores das margens do Pampa, que é a sua relocalização para \n\numa área que apresente uma infra-estrutura mais digna para \n\neste morador. Contudo, a dificuldade estrutural e financeira \n\npara a relocalização concorre em igualdade com as dificuldades \n\npessoais, subjetivas desses moradores em assumir uma nova \n\nterritorialidade que, em praticamente nenhum momento, são \n\nlevadas em conta. \n\n3.3 Caracterização da Ocupação das Margens do Pampa \n\nComo visto até aqui, o arroio Pampa percorre, \n\naproximadamente, 8 km no município de Novo Hamburgo e suas \n\nmargens estão praticamente ocupadas em toda a sua extensão, \n\ntanto de forma irregular, no sentido de invasão/ocupação, como \n\nde forma regular através de ocupação legal, ou seja, terrenos \n\nque vão até as suas margens, forma de ocupação mais comum ao \n\nnos aproximarmos da montante do arroio. A ocupação irregular \n\nconcentrou-se mais no curso médio em direção à foz. Porém, \n\nmais próxima a sua jusante, onde tem ocorrido às ocupações \n\nmais recentes, verifica-se um maior adensamento de casebres e, \n\nconseqüentemente, um maior agravamento das condições sócio-\n\nambientais. \n\n\n\n 97\n\nA prefeitura municipal dividiu e cadastrou os moradores em \n\n07 vilas ou áreas de invasão, cada uma com suas \n\nespecificidades e grau de complexidade sócio-ambiental. Os \n\nadministradores públicos do município entendem que as margens \n\ndo arroio Pampa, ocupada por vilas, constituem-se numa área \n\nverde institucional, ou seja, uma área de preservação e/ou de \n\ninundação, portanto sem valor imobiliário para os \n\ninvestidores, sendo com isso de domínio público. Contudo, são \n\náreas preferenciais para invasão e ocupação por parte das \n\nfamílias que não têm onde morar. A característica atual desses \n\ninvasores é que não mais predomina o imigrante do interior, \n\nfruto do êxodo rural. Nesse local, predominam moradores do \n\npróprio município que muitas vezes são expulsos de suas casas \n\npor um agravamento financeiro ou por não mais poder pagar \n\naluguel, por exemplo, conforme atesta o assessor da Secretaria \n\nMunicipal de Habitação de Novo Hamburgo. \n\nDessa maneira, as ações do poder público com relação as \n\ncomplexidades dos moradores das margens de todo o arroio são \n\ndiscutidas e encaminhadas de forma segmentada com cada uma das \n\nvilas. Nesse sentido, atendem a uma forma diferente de \n\ndiscussão com os seus moradores, de acordo com a complexidade \n\ndos problemas de cada vila, bem como, sua contextualização \n\nhistórica de ocupação e susceptibilidade a riscos de \n\ninundações. \n\n\n\n 98\n\nAssim, os moradores de algumas das vilas, onde as \n\ndiscussões sobre a transferência das margens do arroio \n\navançaram mais, estão em processo mais adiantado de remoção, \n\nou até já foram removidos. Entretanto, em outras vilas, as \n\ndiscussões com os seus moradores sobre as suas remoções ainda \n\nnem iniciaram.  \n\nA ação do poder público municipal, no sentido de remover \n\nos moradores, tem se concentrado sobre aqueles mais a jusante, \n\nonde a ocupação foi mais recente,  onde também, e por isso,  \n\nas questões sócio-ambientais são mais graves, pela quase \n\ninexistência de infra-estrutura básica e aonde \n\nterritorialidade está menos presente. \n\nAs áreas de ocupações mais antigas apresentam problemas \n\nsócio-ambientais menos graves porque ao longo dos anos os \n\nmoradores foram se estruturando e reorganizando os seus \n\nterrenos e casas. Foram recebendo uma maior infra-estrutura \n\nbásica, minimizando com isso as suas precariedades e a \n\nterritorialidade se faz bem mais presente, dificultando, \n\nassim, a remoção desses moradores. \n\nDe maneira geral, a Secretaria Municipal da Habitação \n\nafirma que esta população se encontra residindo, em média, a \n\nmais de dez anos nas margens do arroio, porém, não se \n\n\n\n 99\n\nconstituem mais, a não ser em raros casos, moradores \n\noriginais, mas sim, como os terceiros ou quartos ocupantes \n\ndesta área. Demonstrando, dessa forma, haver um grande rodízio \n\nde moradores e uma vontade de não permanecer muito tempo \n\nmorando nas margens do Pampa. \n\nO comércio de venda e aluguéis de casas constitui-se num \n\nrendoso negócio para algumas famílias mais antigas do lugar. \n\nTanto que atualmente chegam a administrar o aluguel e a venda \n\nde um número bastante expressivo de casas. Este fato, segundo \n\nos membros do Pampa Vivo, uma ONG ambiental vinculada à igreja \n\nLuterana que atua junto aos moradores do arroio, tem \n\ndificultado muito todo e qualquer projeto de revitalização ou \n\nremoção de moradores. Por serem moradores mais antigos do \n\nlocal, esses exercem forte influência sobre os demais \n\nmoradores para resistirem a qualquer tipo de mudança. Além do \n\nque, qualquer alteração do quadro atual do Pampa, fere os \n\ninteresses imobiliários dos mais antigos. \n\nPortanto, a maioria dos atuais moradores do Pampa não pode \n\nser considerada invasores. Eles são moradores que compraram a \n\ncasa onde moram e/ou pagam aluguel. Esta questão imobiliária \n\ndificulta a ação de remoção destes moradores, pois a saída das \n\nmargens do arroio para um loteamento regular, oferecido pelo \n\npoder público municipal, significa abandonar um patrimônio \n\n\n\n 100\n\nadquirido. Este é, normalmente, pago com muitas dificuldades, \n\nnão interessando a esses moradores assumir a compra de um novo \n\nterreno e a construção de uma nova casa, mesmo que esta seja \n\nde forma totalmente regular e a garantia de aquisição de um \n\nimóvel próprio, sem o risco de despejo e com apoio dos órgãos \n\npúblicos municipal e estadual. \n\nNas margens do arroio Pampa fica evidenciado um mosaico de \n\nações e tramas políticas e econômicas, obedecendo as lógicas \n\nlocais, refletindo as ações comuns e típicas das áreas mais \n\ncentrais e urbanizadas das cidades. Portanto, reconhece-se um \n\npoder local ao qual o poder instituído e legal deve levar em \n\nconta quando se busca a ruptura da espacialidade, pela qual \n\neste poder atua. \n\nEsse processo se verifica em todas as vilas existentes ao \n\nlongo dos 8 km do arroio Pampa. Os agentes e esferas de poder  \n\natuam sobre estas populações, como o próprio morador se \n\nidentifica e quais as suas lógicas como parte integrante deste \n\n“jogo” de poder, força e influências. \n\nPara se dar uma idéia de como o poder público municipal e \n\nos moradores dessas áreas vêm trabalhando no sentido de se \n\ntransferirem para outras áreas oferecidas pela prefeitura, com \n\nmais infra-estrutura, mas distantes do ponto atual em que \n\n\n\n 101\n\nvivem, focar-se-á a atenção em somente uma das vilas, pois, \n\nnotadamente, o processo se repete nas demais vilas, de forma e \n\nintensidades semelhantes. \n\n3.4 Moradores da Vila que já foi Removida - Vila Caraveli \n\nTodo o processo de erradicação de vilas irregulares \n\nindependentes, do seu porte ou do município em que está \n\ninserido, é reconhecidamente constituído de dificuldades e \n\nenvolto em complexidades. No caso do arroio Pampa, onde a \n\nextensão da área e o número de famílias que se encontram nesta \n\nsituação, não se apresentam diferenciações a casos similares \n\naos de outros municípios da região e do país. Portanto, é de \n\nbom senso que as estratégias adotadas pelos poderes públicos \n\ncontemplem, não só os interesses da estética urbana, as \n\ndeficiências estruturais das sub-moradias e da revitalização \n\nambiental das áreas em que a pressão demográfica fez surgirem \n\nas vilas irregulares, mas também através do diálogo e da \n\nnegociação política. Nesse sentido é que essas ações atendem, \n\nmesmo que minimamente, aos interesses da população que será \n\nremovida a fim de conjugar interesses e obter melhores \n\nresultados com as transferências das famílias. Quanto maior a \n\nsatisfação com a transferência, menor o risco delas retornarem \n\npara estas áreas. \n\n\n\n 102\n\nA estratégia que a prefeitura municipal tem adotado nesse \n\ncaso é a contabilidade do número de vilas e de moradores, \n\nprocurando promover a remoção de uma vila de cada vez, mas na \n\nsua totalidade. Completado este processo, inicia-se a remoção \n\nde outra vila, o que parece muito interessante e adequado. Por \n\nse tratar, como já foi apontado anteriormente, de um processo \n\ncomplexo, a divisão e o cadastramento em pequenas vilas, \n\nmuitas vezes desmembrando-as, nos quase 8 km de sub-moradia \n\nnas margens do arroio Pampa, bem como o atendimento \n\nindividualizado das demandas de cada uma delas para serem \n\nremovidas, reduz de forma significativa as dificuldades, se \n\ncomparadas a uma tentativa de remoção mais global. \n\nOutro cuidado observado nas remoções foi a ocupação \n\nimediata da área da vila removida. Como a proposta é a \n\nconstrução de uma avenida margeando os 8 km do arroio, quando \n\nda transferência de um grupo de famílias, imediatamente começa \n\na construção de um segmento da avenida no lugar (Fig 10). \n\nAtualmente, ao se percorrer as margens do Pampa, observa-se \n\nque esta futura avenida encontra-se toda fragmentada, pois as \n\nremoções não acompanham linearmente o traçado da avenida, que \n\nsó estará concluída quando o processo de remoção estiver \n\ntambém concluído. O nome da avenida já foi escolhido, chamar-\n\nse-á avenida Alcântara, em homenagem ao nome da primeira vila \n\nque se formou nas margens do arroio Pampa.  \n\n\n\n 103\n\n \n\nFigura 10 – Construção da avenida Alcântara. As margens do arroio, antes \n\nocupadas por moradias irregulares, agora por gabiões e avenida. \n\nUma das vilas que já foi removida constituía-se na chamada \n\nVila Caraveli, localizada mais a jusante do arroio. Esta vila \n\npossui um histórico relativamente recente de ocupação das \n\nmargens, sendo também caracterizada por ser uma das menores \n\nconstituída em suas margens. A vila tem o total de 38 \n\nmoradias, composta por 42 famílias num total de 372 pessoas, \n\nconforme relatório de levantamento feito em 2000, através do \n\ncadastro socioeconômico da Secretaria Municipal de Habitação \n\ndo Município de Novo Hamburgo. \n\n\n\n 104\n\nSegundo esse mesmo relatório, conforme atesta o Quadro 1, \n\na maioria dos moradores dessa vila são naturais do próprio \n\nmunicípio de Novo Hamburgo, e a quase totalidade dos moradores \n\nsão oriundos de cidades da Grande Porto Alegre. Portanto, \n\ncidades próximas a Novo Hamburgo que, por sua vez, também \n\napresentam um histórico de desenvolvimento sócio-econômico \n\nsemelhante desta, diferenciando-se, talvez, pelo volume e \n\naceleração desse processo. Contudo, Novo Hamburgo ainda é um \n\ndos municípios pólo de maior atração populacional na região, \n\nimpulsionado pelo porte da sua atividade industrial. \n\nQuadro 1 – Origem dos Moradores da Vila Caraveli \n\nLOCAL DE ORIGEM Nº DE FAMÍLIAS \nPORCENTAGEM \n\n(%) \n\nNovo Hamburgo 65 78,32 % \n\nGrande Porto Alegre 11 13,26% \n\nOutras Cidades 06 7,22% \n\nFora do Estado 01 1,20% \n\nTOTAL 83 100% \n\nFonte: Pref. Mun. de Novo Hamburgo – 2000. \n\nOs dados apresentados pelo Quadro 1 demonstram que a \n\nmaioria dos moradores da vila Caraveli é oriunda das regiões \n\npróximas a Novo Hamburgo. Demonstram claramente que, mesmo \n\nsendo uma vila que se formou mais recentemente dentro do \n\nhistórico de ocupação das margens do arroio, não repete mais a \n\n\n\n 105\n\nlógica histórica que levou a ocupação das margens do arroio \n\nPampa. Não se trata mais de moradores oriundos do planalto \n\nnorte do Estado do Rio Grande do Sul como fruto de mão-de-obra \n\nexcedente da mecanização da lavoura, mas sim do excedente da \n\nmão-de-obra não qualificada das indústrias da região. \n\nEssa constatação é comungada com a Secretaria Municipal da \n\nHabitação que destaca que as ocupações mais recentes das \n\nmargens do Pampa se dão por populações carentes, fruto das \n\ndesigualdades sociais produzidas pelo modelo de produção do \n\nsistema industrial da região, em especial, do setor coureiro-\n\ncalçadista. Este não exige qualificação da mão-de-obra, mas em \n\ncontrapartida, oferece uma baixa remuneração. A população, sem \n\nter muita saída para onde ir, busca acomodar suas famílias em \n\nvilas irregulares no município devido ao seu custo, tanto de \n\naluguel como da construção de uma sub-moradia que, \n\nnormalmente, utiliza materiais alternativos. Portanto, há \n\nmuito tempo a motivação da ocupação de áreas públicas ou de \n\nriscos no município de Novo Hamburgo não é mais resultado \n\nexclusivo do êxodo rural, mas sim das desigualdades \n\nsocioeconômicas presentes na região. \n\nOutros dados, fornecidos pela prefeitura municipal, que \n\ndizem respeito ao tipo de moradores e moradias que compunham a \n\nvila Caraveli, e que merecem destaques, são os que fazem \n\n\n\n 106\n\nreferências quanto à média de pessoas por moradia e o tipo de \n\nocupação (quadros 2 e 3). \n\nQuadro 2 - Distribuição da população da Vila Caraveli, quanto \n\nà média de pessoas por residência \n\nTOTAL DA POPULAÇÃO TOTAL DE MORADIA MÉDIA DE PESSOAS POR MORADIA \n\n372 83 4,5 \n\nFonte: Pref. Mun. de Novo Hamburgo – 2000. \n\nQuadro 3 - Distribuição da população quanto à ocupação \n\nOCUPAÇÃO Nº DE PESSOAS PERCENTUAL \n\nIndustriário 43 11,55 \n\nConstrução Civil 07 1,9 \n\nBiscate 20 5,4 \n\nDoméstica 21 5,64 \n\nAutônomo 05 1,34 \n\nMotorista 04 1,07 \n\nAposentado 08 2,18 \n\nComerciante 15 4,03 \n\nPensionista 01 0,26 \n\nSub-total 124 33,37 \n\nDo lar 43 11,55 \n\nMenores de 18 fora de sala de aula 13 3,49 \n\nMenores de 7 anos estudantes 104 27,95 \n\nDesempregados 29 7,79 \n\nInválidos 01 0,26 \n\nSub-total 248 66,63 \n\nTotal 372 100,00 \n\nFonte: Pref. Mun. de Novo Hamburgo – 2000. \n\n\n\n 107\n\nOs dados apresentados no Quadro 3 confirmam a informação \n\ndada pela Secretaria Municipal da Habitação quanto a baixa \n\nqualificação da mão-de-obra da grande maioria dos moradores da \n\nvila Caraveli. Atrelada à baixa especialização profissional, \n\nestá a baixa remuneração, conforme demonstra o Quadro 4, que \n\napresenta dados também relativos aos moradores da vila \n\nCaraveli. Portanto, há condição para sair dessa situação não \n\ndepende exclusivamente de que o morador trabalhador vá, por \n\nconta própria, em busca de meios para reverter essa situação, \n\nsem que haja uma intervenção externa que provoque uma ruptura \n\nno círculo vicioso que se forma nas sub-habitações. Nesses \n\nespaços, a família é obrigada a morar em sub-habitações por \n\nserem de baixa renda. Por sua vez, são de baixa renda por não \n\napresentarem qualificação profissional. No entanto, não \n\napresentam boa qualificação profissional exatamente por ser de \n\nbaixa renda e, com isso, não têm condições de ter uma moradia \n\nadequada para suas famílias. Desse modo, o ciclo vai se \n\nfechando. Portanto, torna-se imperioso que algum agente \n\nexterno, podendo ser uma organização governamental ou não \n\ngovernamental, possa contribuir para que as famílias saiam \n\ndesse ciclo vicioso. Caso contrário, uma reversão de \n\nexpectativa futura de melhoria das condições de moradia e \n\nqualidade de vida dessas populações é muito pequena. \n\n\n\n 108\n\nOutro fator que merece reflexão são os dados apresentados \n\nno Quadro 2, onde aparece o número médio de pessoas por \n\nresidência. Nesse particular, o senso comum apregoa que as \n\nfamílias de baixa renda possuem um elevado número de filhos, \n\nsendo este um dos principais fatores que leva a uma condição \n\nde carência econômica e de fixação em vilas, bem como e um \n\nforte elemento que impede uma possível ascensão social. \n\nEntetanto, estes argumentos postos pelo senso comum sofrem uma \n\ngrande oposição. Os dados levantados pela prefeitura municipal \n\nmostram que a média de pessoas por moradias é de 4,5. \n\nAcreditando-se que, também na média, os residentes de cada \n\nmoradia sejam constituídos por um pai, uma mãe e seus filhos, \n\nveremos que a média de filhos por casal na vila Caravelli é de \n\n2,5 filhos por casal. Este percentual é comparável à média \n\nnacional de filhos, incluindo as classes sociais mais \n\nelevadas. \n\nQuadro 4 - Distribuição da renda familiar e renda per capita \n\nda população da vila Caraveli \n\nRENDA MÉDIA FAMILIAR RENDA MÉDIA PER CAPITA \n\n2,5 salários mínimos 0,5 salário mínimo \n\nFonte: Pref. Mun. De Novo Hamburgo – 2000. \n\nConforme já destacado anteriormente, o Quadro 4 demonstra \n\na baixa renda dos moradores da vila Caraveli. Os dados \n\n\n\n 109\n\nevidenciam que as condições de sub-habitação e de exclusão \n\nsocial em que vivem seus moradores deve-se muito ao fato dessa \n\nbaixa remuneração que, por sua vez, está atrelada a pouca \n\nqualificação da mão-de-obra. Portanto, novamente se afirma a \n\nnecessidade de uma ação externa que possa ofertar \n\noportunidades de qualificação da mão-de-obra desses \n\ntrabalhadores a fim de que eles possam construir a sua \n\ncidadania com mais dignidade. Dessa forma, têm condições de \n\npromover, por suas próprias ações, uma diminuição das suas \n\ncarências, buscando uma distribuição de renda mais igualitária \n\ne justa não só para si, mas para o país. Assim, ao final do \n\nprocesso, a própria sociedade poderá promover mais dignidade \n\nsocial através de seus próprios recursos, não necessitando de \n\npolíticas e programas paliativos que visam somente atenuar as \n\ndificuldades da população carente durante a duração do \n\nprograma. \n\n3.5 De uma Situação de Dificuldades para uma \n\n    Dificuldade de Ação \n\nAo se entrar em contato com os moradores, que ainda \n\nresidem nas vilas das margens do arroio Pampa, bem como com os \n\nque já foram removidos, constata-se uma série de ponderações e \n\nquestões que, muitas vezes, não são avaliadas e nem levadas em \n\nconsideração na hora em que se toma a decisão de se transferir \n\n\n\n 110\n\nos moradores de áreas irregulares para loteamentos \n\nregulamentados. Quase sempre essa decisão é tomada de forma \n\nunilateral, sem consultar e ouvir as pessoas que serão \n\ntransferidas. Ela poderia ser pensada como instrumento que \n\nminimizaria muitos impactos e transtornos que envolvem as \n\npessoas nesse tipo de situação, além disso, facilitaria a \n\nadaptação e a fixação, de forma mais definitiva, desses \n\nmoradores para os locais onde serão transferidos. \n\nOs moradores da Caraveli, que é a vila que já foi removida \n\ndas margens do arroio Pampa, bem como os moradores das vilas \n\nque ainda permanecem nas suas margens e que estão em vias de \n\nserem removidos, apresentam uma situação em comum, a queixa e \n\na ponderação da pouca ou a inexistência de negociações e a não \n\nescolha da hipótese de permanência nas margens do arroio, que \n\nse caracteriza por ser a hipótese preferida da maioria dos \n\nmoradores. Também afirmam que a prefeitura municipal oferece \n\nalgumas opções quanto à localização, infra-estrutura dos \n\nterrenos e grau de auxílio na construção da nova moradia, mas \n\nnão discutem a possibilidade de permanência no local. Isso \n\ndesagrada muito os moradores e é um dos principais fatores que \n\ngera conflitos e discussões entre eles e a prefeitura \n\nmunicipal, retardando, dessa forma, todo o processo de \n\nremoção. \n\n\n\n 111\n\nA resistência e a contrariedade de muitos moradores, mesmo \n\nos que têm um pequeno histórico de morada nas margens do \n\nPampa, deve-se à situação do entorno do arroio, que apresenta \n\num elevado grau de urbanização e quase independência com \n\nrelação ao centro da cidade, que fica a uma distância média de \n\n10 km. De fato, o bairro Canudos é onde se localiza a porção \n\nmais a jusante do arroio e, nesse espaço, também a vila \n\nCaraveli entre outras vilas. Esse bairro é um dos maiores e o \n\nmais populoso de Novo Hamburgo, com uma população atual \n\nestimada em 65 mil habitantes, segundo informação obtida junto \n\nà Secretaria Municipal de Habitação de Novo Hamburgo. Além de \n\nestar bem servida por uma rede de comércio e serviços \n\ntotalmente voltada aos moradores do bairro, este concentra a \n\nmaioria das fábricas de calçados e do setor coureiro-\n\ncalçadista, sendo responsável pela ocupação da mão-de-obra de \n\nboa parcela dos moradores da área. \n\nO adensamento demográfico do bairro Canudos deu-se na \n\nsegunda metade da década de 70, paralelamente à transferência \n\ndas tradicionais indústrias de calçados. Estas, até então, \n\nlocalizavam-se nas áreas mais centrais da cidade e, \n\napresentavam também altos índices de crescimento demográfico. \n\nA possibilidade de expansão das áreas de produção das \n\nindústrias, localizadas nas áreas centrais do município, \n\nencontrava resistência e pressão contrária na expansão das \n\n\n\n 112\n\nmoradias, que também, crescia, tanto vertical como \n\nhorizontalmente, o que elevava muito o custo do terreno. \n\nEste “boom” imobiliário foi impulsionado pelas exportações \n\nde calçados, que atraia tanto mão-de-obra para o setor \n\ncalçadista como para outros ramos de atividades econômicas. \n\nEstas surgiam com a dinamização da economia da cidade, como \n\npor exemplo, as tradicionais redes de lojas de departamentos \n\ndo estado e do país. Este conjunto de fatores obrigou a \n\nindústria calçadista a transferir a sua produção para \n\npavilhões industriais maiores, para áreas menos povoadas, onde \n\no custo de terreno fosse mais acessível e a mão-de-obra \n\nabundante e próxima. \n\nO bairro Canudos, a partir da década de 70, tornou-se um \n\ndos pontos preferenciais para a instalação das indústrias do \n\nramo calçadista. Com isso promoveu uma rápida e total ocupação \n\ndos loteamentos que surgiam com a mesma velocidade em que as \n\nexportações conquistavam os mercados no exterior (Fig 11). \n\n\n\n 113\n\n \n\nFigura 11 - Vista parcial do bairro Canudos. O mais populoso bairro de Novo \n\nHamburgo cresceu com a instalação de um grande conjunto de indústrias de \n\ncalçados neste bairro. \n\nNesse caso, a possibilidade de transferência dos moradores \n\ndas margens do arroio para alguma área próxima está \n\ndescartada, em conseqüência da falta de uma área apropriada \n\ncapaz de absorver um número tão significativo de pessoas, além \n\ndo custo do investimento ser muito elevado para este tipo de \n\nempreendimento. Portanto, a oferta de uma área de assentamento \n\npara estes moradores se localiza muito distante do atual ponto \n\nde onde residem, o que fatalmente gera transtornos, \n\ndificuldades e custos. Uma vez que as escolas, bancos, \n\nempregos e comércio em torno dos quais as famílias estavam \n\n\n\n 114\n\nestruturadas permanecem no mesmo lugar, obrigando-as a \n\nconstantes deslocamentos. \n\nOs deslocamentos e seus custos inerentes deverão perdurar \n\npor um bom tempo, pois os loteamentos para onde são \n\ntransferidos os moradores de áreas irregulares ou de risco, \n\ncaracterizam-se essencialmente por serem constituídos longe \n\ndos centros comerciais e por pessoas de baixa renda. Isso \n\ndificulta e retarda a instalação e a constituição de \n\natividades comerciais e de serviços que atendam as \n\nnecessidades básicas dessas populações em geral. \n\nTodos estes fatores têm se constituído num interessante \n\nelemento político de defesa de interesses corporativos, em que \n\no poder público municipal e estadual, através da Metroplan, \n\npara citar um exemplo, busca a remoção das vilas irregulares \n\ndo município para loteamentos populares. De outro lado, os \n\nmoradores das vilas irregulares, amparados em suas \n\nterritorialidades, organizam-se em um movimento inverso aos \n\npropostos pelo poder público. \n\nOs argumentos e ponderações expostos pela população \n\nfundamentam-se basicamente na territorialidade adquirida ao \n\nlongo do tempo de permanência nas margens do arroio Pampa e da \n\nfalta de uma maior infra-estrutura comercial e de serviços que \n\n\n\n 115\n\nos loteamentos oferecidos apresentam. Todos estes argumentos \n\nsão cooptados pelos moradores mais antigos que tentam \n\norganizar os novos moradores para que eles não cedam às \n\npressões do poder público, por estes terem interesses \n\nimobiliários na vila. Por outro lado, os argumentos \n\napresentados pelo poder público variam do social ao ambiental. \n\nTodos os seus representantes são bastante contundentes e até \n\nintransigentes, quando defendem a retirada dos moradores das \n\nvilas irregulares do arroio Pampa. \n\nO secretário municipal da habitação do município de Novo \n\nHamburgo, evidentemente, argumenta a favor da retirada dos \n\nmoradores das vilas das margens do arroio Pampa. Argumenta que \n\nestes moradores passarão de uma situação de irregularidade \n\npara uma de regularidade, com terrenos escriturados pela \n\nprefeitura e com condições favoráveis de compra. \n\nNo aspecto urbanístico, o secretário municipal da \n\nhabitação pondera ainda que a construção de uma avenida nas \n\nmargens do arroio Pampa, além de ser uma nova via de \n\ntrafegabilidade e impedir que outras famílias ocupem o lugar, \n\nhá uma valorização imobiliária e estética, no sentido urbano.  \n\nO comerciante Nilson Knap, que há 20 anos reside em um \n\nloteamento legalizado em frente ao arroio Pampa, afirma que \n\n\n\n 116\n\nentre os fatores que mais têm dificultado as transferências \n\ndos moradores das margens do arroio para os loteamentos \n\noferecidos pela prefeitura municipal, está o fato de eles \n\nestarem muito distantes do local onde atualmente residem, \n\ntrabalham e estudam. Outro fator é a precariedade dos meios de \n\ntransportes, de comércio e serviços.  \n\nOutro agravante, apontado pelo comerciante, é o fato de \n\nque a prefeitura municipal está oferecendo somente o terreno \n\npara os moradores das vilas do arroio Pampa. A construção da \n\ncasa e a infra-estrutura do terreno, como muros e \n\nterraplanagem, é por conta do morador. Seu Nilson conclui com \n\numa pergunta: “quem aceitaria transferir o seu barraco daqui, \n\nque tem toda a sua vida estruturada e tudo o que precisa, para \n\numa área bem distante que não te oferece vantagem alguma?” \n\nO poder público municipal também tem usado argumentos de \n\ncaráter ambiental para justificar a retirada das famílias das \n\nmargens do arroio Pampa, através da Secretaria Municipal do \n\nMeio Ambiente, que encaminhou um estudo de revitalização \n\nambiental da área. Na prática, resume-se à retirada dos \n\nmoradores e a colocação de gabiões, muros de contenção nas \n\nmargens, para evitar uma maior erosão. Isso tem servido para \n\nencurtar o leito do arroio e alargar as suas margens para \n\n\n\n 117\n\nviabilizar a construção da avenida que margeará o arroio \n\nPampa. \n\nSegundo informações coletadas junto à própria Secretaria \n\nMunicipal do Meio Ambiente, com exceção de um condomínio de \n\nclasse média existente no município, nenhuma outra área do \n\nmunicípio de Novo Hamburgo conta com tratamento de esgotos \n\ndomésticos. Logo, todo os efluentes líquidos das casas, que \n\ncompõem a bacia do arroio Pampa, devem despejá-los no arroio. \n\nPortanto, não é a remoção das vilas irregulares das suas \n\nmargens que revitalizará as águas do Pampa, como poderiam crer \n\nalgumas pessoas, mas sim uma ação que envolva todo tipo de \n\natividade, seja ela doméstica, comercial ou industrial, que \n\nocorra dentro da área que compõe a bacia do Pampa. Este tipo \n\nde ação, que envolve os outros componentes que contribuem para \n\na poluição das águas do arroio Pampa, é reconhecido pelo \n\ndiretor da Secretaria do Meio Ambiente do município de Novo \n\nHamburgo como algo bem mais difícil de ser atacado e pouco \n\nprovável de ser resolvido a médio ou curto prazo. \n\nNesse contexto político, no sentido literal da palavra, \n\nque envolve a remoção das vilas irregulares das margens do \n\narroio Pampa, o poder público municipal conta com um \n\ncomponente favorável, que é a opinião, em geral, favorável à \n\nremoção das famílias das margens do arroio. Como atesta o \n\n\n\n 118\n\nempreiteiro de obras, ex-morador das margens do arroio Pampa e \n\npresidente da Associação dos Moradores da vila Alcântara, \n\nlocalizada nas redondezas do arroio Pampa. Agenor Bueno alega \n\nque as pessoas que moram em áreas irregulares devem deixar os \n\nespaços públicos que pertencem à prefeitura e, portanto, a \n\ntodos os moradores das redondezas. Alega, ainda, que não é \n\ncontra as pessoas que moram nas vilas que se formaram nas \n\nmargens do Pampa, mas que seria melhor para elas e para o \n\nbairro que aceitassem a transferência para os loteamentos \n\noferecidos pela prefeitura de Novo Hamburgo. \n\nNo posicionamento de Agenor Bueno, representante de uma \n\ndas associações dos moradores de uma área que é atravessada \n\npelo arroio Pampa e por toda a sua problemática sócio-\n\nambiental, verifica-se uma lógica que esteve presente em todos \n\nos momentos durante a busca de informações que pudessem \n\ncontribuir na construção do “quebra-cabeças”. A existência de \n\num jogo de interesse envolve a remoção dos moradores das vilas \n\ndas margens do arroio Pampa: “olha, nos não temos nada contra \n\nas pessoas que moram naquele lugar. Algo tem que ser feito por \n\naquela gente. Seria muito bom se eles pudessem sair daqui”. \n\nFica muito claro nesses posicionamentos que uma vila \n\nirregular muito perto de sua casa, por onde se transita \n\ndiariamente, incomoda por destoar da paisagem local, ou \n\n\n\n 119\n\ndaquela que está construída na cabeça das pessoas que moram \n\nnas redondezas, onde as vilas irregulares não devem fazer \n\nparte. Desse modo, a transferência desses moradores resolve \n\neste problema, mas para a sociedade e para os moradores que \n\nsão transferidos, os seus problemas persistem, só foram \n\ntransferidos de lugar. \n\nNesses casos, é muito comum o poder público fazer uma \n\ngrande propaganda da área que anteriormente era ocupada por \n\numa vila irregular e que, atualmente, esteja revitalizada e os \n\nmoradores em loteamentos regularizados. Entretanto, o que \n\nrealmente acontece é que apenas o problema foi transferido de \n\nlugar, pois para os antigos moradores das vilas irregulares os \n\nseus problemas de ordem social e financeira persistem ou foram \n\nagravados pela distância do seu local de trabalho, comércio e \n\nda escola dos filhos. \n\nNesse caso, caberia ao poder público a promoção da justiça \n\nsocial em toda a sua plenitude. Dessa forma, é competência do \n\nEstado a execução e fiscalização das prerrogativas do direito \n\nconstitucional à cidadania. Deve-se considerar que todo \n\ncidadão tem o direito, contudo cabe, sobretudo, à sociedade \n\ndiscutir estas ações e fazer valer a promoção do bem-estar da \n\npopulação para que ela seja atingida, de maneira universal, o \n\nmais breve possível. \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n\nCONCLUSÃO \n\n \n\nO espaço urbano brasileiro exige ainda uma grande demanda \n\nde estudos e pesquisas a fim de elucidar melhor as suas \n\ncaracterísticas e suas tramas. Podendo, dessa forma, levar a \n\nações e reflexões das políticas públicas aplicadas no país, \n\nauxiliando os gestores públicos a adotarem políticas que visem \n\na uma maior democratização e humanização do meio urbano. \n\nA pressão que o ambiente vem sofrendo, seja pela demanda \n\nsocial por moradias ou pelos dejetos industriais ou domésticos \n\ndespejados em cursos d’água, tem, de certa forma, mobilizado \n\nparte da sociedade em organizações que buscam soluções ou \n\nalternativas que tencionem menos o meio ambiente. Apesar das \n\norganizações governamentais serem, talvez, em suas ações, as \n\nque menos têm agredido o meio ambiente, são estas, porém, o \n\nalvo mais contundente das manifestações das organizações \n\ncivis.  \n\n\n\n 121\n\nIsto se deve ao fato de ser o Estado o gestor da \n\nsociedade. Portanto, cabe a ele gerir sobre o coletivo. Uma \n\nvez que o coletivo ou parte dele é atingido por ações de \n\nqualquer ordem (poluição sonora, visual, do ar ou das águas, \n\npor exemplo), ferindo o seu bem-estar, estabelece-se um \n\nconflito de interesses entre a população atingida e o elemento \n\nagressor. Cabe, nesse caso, ao poder público agir em defesa \n\ndessa coletividade que ele representa. \n\nContudo, o mosaico de elementos, que compõe a diversidade \n\ndo espaço urbano, estabelece uma gama de interesses diversos \n\nque, em muitos casos, torna-se difícil atender a uma \n\ncoletividade, obrigando ao gestor da coisa pública a atender e \n\nmediar interesses e conflitos pontuais de grupos. É nesse \n\nmomento que certos grupos do espaço urbano organizam-se em \n\ncorporações com o objetivo de exercer uma maior pressão sobre \n\nos organismos públicos a fim de obterem maiores vantagens. \n\nNesse sentido, os grupos que não se articulam em defesa de \n\nseus interesses, muitas vezes, não têm as suas necessidades \n\nmais emergenciais atendidas, como, por exemplo, água, luz, \n\nesgoto e transporte coletivo. Portanto, as ações do poder \n\npúblico são regidas por forças emergentes de dentro das \n\nsociedades que, fazendo impor seus interesses, dificultam ou \n\naté inviabilizam uma gestão mais democrática e humana para que \n\n\n\n 122\n\na coletividade urbana tenha acesso ao exercício pleno da sua \n\ncidadania. \n\nPortanto, quando se pensa em rearticular democraticamente \n\na gestão pública, numa perspectiva de construção coletiva das \n\ncidades, ela deve ser compreendida no sentido de que não se \n\nrestrinja à ação de políticos e representantes do executivo, \n\nlegislativo e das classes empresariais. No entanto, é \n\nnecessário incluir a participação de todos os componentes do \n\ncorpo social. A sua legitimidade, enquanto Estado democrático, \n\napenas ocorre se viabilizar as camadas mais excluídas da \n\npopulação o exercício do direito de cidadania. Sem esta \n\ncondição, uma gestão democrática fica apenas no campo da \n\nretórica. \n\nNo caso dos moradores das margens do arroio Pampa, o seu \n\nexercício de cidadania foi ferido de forma mais contundente \n\nquando da perda da sua territorialidade. Esta é construída com \n\no passar do tempo, através de relações sociais e espaciais, \n\ncriando uma identidade coletiva com o meio. A aquisição desses \n\natributos é uma aquisição de cidadania. A remoção destes \n\nmoradores para outros lugares provoca uma desterritorialização \n\ne, por conseqüência, uma perda de cidadania adquirida ao longo \n\ndo tempo vivido nas margens do arroio Pampa, que deverá ser \n\nconstruída neste novo lugar. \n\n\n\n 123\n\nPara o morador, a concepção que se constrói de casa, se dá \n\na partir das necessidades que lhe impõem o seu mundo vivido; \n\ndiferente de outros moradores que estabelecem outros tipos de \n\nrelações e estratégias, construindo uma outra relação de mundo \n\nvivido. Para Souza (2002), por este motivo, não existe, no \n\nprojeto de vida (no caso, dos moradores das margens do arroio \n\nPampa), uma concepção de que a habitação poderia representar a \n\nconstrução de um futuro enquanto uma “realidade ideal”. De \n\nmaneira inversa, o mundo ideal não se concretizaria na \n\nconstrução de casa pura e simplesmente. Para eles, pouco \n\nimporta as características arquitetônicas, urbanísticas e \n\nambientais. O futuro como possibilidade de um “mundo ideal” é \n\nmaterializado pela construção possível da vida no cotidiano do \n\nmundo vivido.  \n\nEsse é o sentido que se deve dar às interpretações sobre o \n\nmeio ambiente urbano. Sua análise deve diagnosticar a \n\nexistência, ou não, de situações de “desencaixe tempo-\n\nespaciais”, isto é, a existência, ou não, de um sentimento de \n\npertencimento, ou seja, de lugar. Para, então, criar subsídios \n\na fim de que se possa propor ações de políticas sócio-\n\nambientais que venham construir e possibilitar situações de \n\n(re)encaixe (territorialidade). Portanto, a busca e a criação \n\nde identidades comunitárias produzem e reproduzem o lugar. \n\n\n\n 124\n\nÉ nesse contexto que o espaço urbano se expõe para a \n\ngeografia como um objeto a ser muito mais explorado através de \n\nanálises e pesquisas que venham apresentar elementos que \n\ncontribuam para uma gestão mais democrática da espacialidade \n\nurbana. Nessa perspectiva, este estudo procurou desvendar as \n\nações, omissões e contradições das políticas públicas adotadas \n\nno manejo de áreas de degradação ambiental no espaço urbano. \n\nEssas áreas foram se constituindo a partir da industrialização \n\ndo município de Novo Hamburgo, expondo a comunidade, analisada \n\nnesta dissertação, aos efeitos desta degradação. \n\nLonge de ser conclusivo, este trabalho apenas demonstra \n\nque da mesma forma que as políticas públicas expõem o espaço \n\nnatural urbano a uma vulnerabilidade ao crescimento social e \n\neconômico das cidades, assim também os gestores públicos \n\nexpõem parte da população urbana a uma exclusão social. Nessa \n\nperspectiva, acaba tornando as políticas públicas vulneráveis \n\naos interesses dos grupos e corporações que exercem pressões \n\njunto aos poderes públicos a fim de fazerem valer os seus \n\ninteresses. \n\nDeve-se, portanto, buscar formas de organização destas e \n\nde todas as outras diferentes comunidades que compõem o \n\nmosaico social urbano. Comunidades que, de alguma forma, \n\nestejam expostas a alguma vulnerabilidade social. Para que \n\n\n\n 125\n\nadquiram formas de representatividade junto aos gestores \n\npúblicos a fim de que possam fazer frente às pressões que \n\nsofrem dos grupos corporativos, contrários aos seus \n\ninteresses. Enfim, há necessidade de democratizar as relações \n\nde poder nos espaços urbanos, em busca de uma maior justiça \n\nsocial. Mas isto é para um novo estudo. \n\n \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n\nOBRAS CONSULTADAS \n\n \n\n \n\n \n\nCARLOS, Ana Fani A. O Sentido da Cidade: As Possibilidades da \n\nAnálise Geográfica. In: SPOSITO, Maria Encarnação Beltrão \n\n(org.). Urbanização e Cidades: Perspectivas Geográficas. \n\nPresidente Prudente: GAsPERR, 2001. \n\nCASSETI, Valter. Ambiente e Apropriação do Relevo. São Paulo: \n\nContexto, 1991. \n\nCASTILLO, Ricardo Aproximação Sobre o Tema da Análise \n\nGeográfica da Urbanização e da Fragmentação na Era das Novas \n\nTecnologias da Informação In: SPOSITO, Maria Encarnação \n\nBeltrão (org.). Urbanização e Cidades: Perspectivas \n\nGeográficas. Presidente Prudente: GAsPERR, 2001. \n\nCOELHO, Maria Cecília Nunes. Impactos Ambientais em Áreas \n\nUrbanas: Teorias, Conceitos e Métodos de Pesquisa. In: GUERRA; \n\nJosé Antonio Teixeira; CUNHA, Sandra Baptista da (orgs.). \n\nImpactos Ambientais Urbanos no Brasil. Rio de Janeiro: \n\nBertrand Brasil, 2001. \n\n\n\n 127\n\nCOLLOT, Michel. Pontos de Vista Sobre a Percepção das \n\nPaisagens. Boletim de Geografia Teorética. Rio Claro, 1990. \n\nCOMITESINOS. Enquadramento das Águas da Bacia Hidrográfica do \n\nRio dos Sinos. São Leopoldo:COMITESINOS, 1996. \n\nCOMUR/PMNH. Manejo e Uso do Solo Urbano. Plano Diretor do \n\nMunicípio de Novo Hamburgo. Novo Hamburgo, 2000. \n\nGUATTARI, Félix. As Três Ecologias. Campinas: Papirus, 1990. \n\nGUIA ECONÔMICO DO VALE DO RIO DOS SINOS. Jornal NH, Novo \n\nHamburgo, 1993. \n\nMAMMARELLA, Rosseta, Diferenciações Socioespaciais na Região \n\nMetropolitana de Porto Alegre: Análises Preliminares. Porto \n\nAlegre: FEE-RS, 2002. \n\nMENEZES, A.V.C., PINTO, J.E.S.S. (orgs.). Linhas Geográficas. \n\nAracajú: NPGeo\\UFS, 2001. (Série Dissertação) \n\nMORIN, Edegar Ciência com Consciência. Rio de Janeiro: \n\nBertrand Brasil, 1996. \n\nMOURA-FUJIMOTO, Nina Simone Vilaverde. A Urbanização \n\nBrasileira e a Qualidade Ambiental, In: SUERTEGARAY, Dirce; \n\nBASSO, Luís Alberto; VERDUM, Roberto (orgs.). Ambiente e Lugar \n\nno Urbano: A Grande Porto Alegre. Porto Alegre: Ed. da \n\nUniversidade, 2000. \n\nOLIVEIRA, José Aldemir de. Meio Século de Transformações e \n\nPermanências: A cidade no Brasil (1930 a 1980). In: SPOSITO, \n\nMaria Encarnação Beltrão (org.). Urbanização e Cidades: \n\nPerspectivas Geográficas. Presidente Prudente: GAsPERR, 2001. \n\n\n\n 128\n\nPMNH. Plano Diretor de Gerenciamento e Controle Ambiental da \n\nRegião Hidrográfica do Guaíba. In: Ação Integrada de \n\nRecuperação e Saneamento Ambiental na Micro-Bacia do Arroio \n\nPampa. Novo Hamburgo, 2000. \n\nREFFATTI, Lucimara Vizzotto. Representações do Mundo: \n\nIniciando um Trabalho Psicopedagógico em uma Interface com uma \n\nGeografia Fenomenológica, In: REGO, Nelson; SUERTEGARAY, \n\nDirce; HEIDRICH, Álvaro. Geografia e Educação: Geração de \n\nAmbiências. Porto Alegre: Ed da Universidade, 2000. \n\nREGO, Nelson. Apresentando um Pouco do que sejam Ambiências e \n\nsuas Relações com a Geografia e a Educação, In: Geografia e \n\nEducação: Geração de Ambiências. REGO, Nelson; SUERTEGARAY, \n\nDirce; HEIDRICH, Álvaro. Porto Alegre: Ed da Universidade, \n\n2000. \n\nRODRIGUES, Arlete Moysés. Produção e Consumo do e no Espaço: \n\nProblemática Ambiental Urbana. São Paulo: Hucitec, 1998. \n\nSACK, Robert David. Human Territoriality: It’s Theory and \n\nHistory. New York: Cambrige University Press, 1986. \n\nSANTOS, Milton. Metamorfoses do Espaço Habitado. São Paulo: \n\nHucitec, 1988. \n\n__________. A Natureza do Espaço: Técnica e tempo razão e \n\nemoção. São Paulo: Hucitec, 1996. \n\nSEABRA, Odette C. de L. Os Meandros dos Rios nos Meandros do \n\nPoder: Tietê e Pinheiros: Valorização dos Rios e das Várzeas \n\nna Cidade de São Paulo. São Paulo. USP (Tese de Doutorado) São \n\nPaulo, 1987. \n\n\n\n 129\n\nSEMAM/PMNH. Projeto de Saneamento Ambiental da Bacia do Arroio \n\nPampa. Novo Hamburgo, 1999. \n\nSENE, Eustáquio de; MOREIRA, João Carlos. Geografia Geral e do \n\nBrasil: Espaço geográfico e globalização. São Paulo: Scipione, \n\n1988. \n\nSMITH, N. Desenvolvimento Desigual: Natureza, capital e \n\nprodução do espaço. Rio de Janeiro: Bertrand Brasil, 1988. \n\nSOUZA, Gustavo de Oliveira Coelho de. Cidade, Meio Ambiente e \n\nModernidade. In: SPOSITO, Maria Encarnação Beltrão (org.). \n\nUrbanização e Cidades: Perspectivas Geográficas. Presidente \n\nPrudente: GAsPERR, 2001. \n\nSPOSITO, Maria Encarnação B. Restauração da Cidade. In: MELO, \n\nJayro G. (org.). Região, Cidade e Poder. Presidente Prudente, \n\nGAsPERR, 1996. \n\nTRINDADE JÚNIOR, Saint-Clair. Redes de Ação: Uma Possibilidade \n\nde Interpretação Intra-Urbana. In: SPOSITO, Maria Encarnação \n\nBeltrão (org.). Urbanização e Cidades: Perspectivas \n\nGeográficas. Presidente Prudente: GAsPERR, 2001."}]}}}