{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.19253"}, {"@name": "filename", "#text": "26386_delsant_r_dr_guara.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "0\n\nRICARDO DEL SANT \n\nESTUDO DA TRANSFORMAÇÃO DA AUSTENITA \nRETIDA EM MARTENSITA INDUZIDA POR \n\nDEFORMAÇÃO PLÁSTICA EM AÇOS MULTIFÁSICOS \n\nTese apresentada à Faculdade de \nEngenharia do Campus de Guaratinguetá, \nUniversidade Estadual Paulista, para a \nobtenção do título de Doutor em \nEngenharia Mecânica na área de Projetos e \nMateriais. \n\nOrientador: \nProf. Dr. Tomaz Manabu Hashimoto \n\nGuaratinguetá \n2010 \n\n\n\n1\n\n\n\n2\n\n\n\n3\n\nDADOS CURRICULARES \n\nRicardo Del Sant \n\nNASCIMENTO:  27 / 05 / 1956  -  São Paulo (SP) \n\nFILIAÇÃO:   Guido Antonio Del Sant \n   \n             Olga Olivati Del Sant \n\nFORMAÇÃO ACADÊMICA: \n\n1976 - 1986  \n\nBacharel e Licenciado em Física pela Pontifícia Universidade Católica de SP \n\n1996 - 1999     \n\nMestrado em Física de Plasmas pela UNESP Campus de Guaratinguetá  \n\n\n\n4\n\nDedico este trabalho a duas pessoas inesquecíveis: \n\nminha mãe  \n\n??????????\t??\n?????\n\t??\n\na quem devo tudo,  \n\ne minha sobrinha  \n\n?????\t??????????\n?????\n\t??\n\nreferencial maior de minha família. \n\n\n\n5\n\nAGRADECIMENTOS \n\n Quando comecei o curso de Doutorado na Área de Materiais, muito pouco \n\nconhecia sobre a real amplidão que esta área abrange, a ponto de atualmente não \n\nmais ser considerada uma área específica, mas uma verdadeira Ciência. Devido a \n\nfalta de maiores conhecimentos a respeito, hesitei a princípio, até que o Destino me \n\napontou o caminho certo a tomar, cujo resultado (mas não derradeiro!) é este \n\ntrabalho que ora apresento.  \n\nSe os seres humanos contribuem, inconscientemente ou não, com esta força \n\nmotriz que nos recomenda sobre o caminho mais acertado, devo então iniciar esta \n\nparte do trabalho dedicada àqueles que tanto nos ajudaram, evocando duas pessoas \n\nque, como sinaleiros que guiam barcos desorientados, me foram fundamentais para \n\nque eu pudesse adentrar e avançar no fascinante mundo da pesquisa tecnológica dos \n\nmateriais, mais especificamente sobre o aço, um dos materiais mais utilizados pela \n\nhumanidade desde seus primórdios. Refiro-me ao Prof. Dr. MARCELO DOS \n\nSANTOS PEREIRA e ao Prof. Dr. TOMAZ MANABU HASHIMOTO, os \n\nprimeiros mestres que, ao me levarem a deparar com a grandeza e beleza deste novo \n\nmundo em suas aulas e exposições, implantaram em minha mente a certeza do \n\nacerto na decisão de prosseguir na trilha por eles aberta. \n\nFelizmente a lista daqueles que me ajudaram não se restringe a estes dois \n\nmestres da ciência, daí o meu dever em prosseguir esta homenagem. \n\nDevo também ao Prof. Dr. ANTONIO JORGE ABDALLA, meu co-\n\norientador, pelos conselhos importantes, bem como ao Prof. Dr. MARCOS \n\nVALÉRIO RIBEIRO, que também prestou grande contribuição com suas \n\nobservações durante o exame de qualificação. \n\nO apoio do pessoal técnico dispensa comentários. Neste sentido, cito os \n\nnomes dos técnicos do Departamento de Materiais da FEG, CÉLIO J. DE SOUZA e \n\nWILSON R. MONTEIRO, pela orientação na metalografia, MANOEL F.S. FILHO, \n\npelos ensaios de deformação, e CONCEIÇÃO A. M. DUTRA, na preparação dos \n\nreagentes químicos.  \n\n\n\n6\n\nFundamental também foi a participação do Prof. Dr. LUIS ROGÉRIO \n\nHEIN, bem como do aluno PIETRO C. R. O. CALTABIANO, ambos do DMT da \n\nFEG, pela inclusão das barras de magnificação sobre as imagens metalográficas, \n\nenquanto que à Profa. Dra. MARISA A. WHITACKER devo a oportunidade de \n\npoder iniciar no magistério do ensino superior na própria FEG e que valeu como \n\nestágio docência exigido pela CAPES.   \n\nNão seria justo deixar de mencionar os nomes das pessoas de outras \n\ninstituições que prestaram enorme contribuição, como o técnico SÉRGIO \n\nANTONIO ROMERO, do Laboratório de Medidas Magnéticas do Instituto de \n\nFísica da USP, pelas medidas do campo de saturação magnética, ao Prof. Dr. JOSÉ \n\nROBERTO MARTINELLI e RAFAELA GOMES DOS SANTOS, do \n\nDepartamento de Materiais do IPEN, pelas medidas das densidades das amostras, e \n\nao Prof. Dr. CLÉDERSON PADUANI, do Departamento de Física da Universidade \n\nFederal de Santa Catarina, pelas valiosas opiniões.\n\nEm particular, agradeço imensamente a participação da Profa. MARILISA \n\nGOMES DA FONSECA VOLTOLINI, que se prontificou a traduzir nossos textos \n\npara o inglês e quando era necessário. \n\nO suporte oferecido por funcionários da FEG não é menos importante, de \n\nmodo que é meu dever aqui mencionar a vultosa participação das funcionárias da \n\nBiblioteca da FEG, particularmente de sua diretora ANA MARIA RAMOS \n\nANTUNES, que prontamente sempre me providenciou os artigos que solicitava, \n\nbem como dos funcionários da Secretaria da Pós-Graduação, sob o comando da \n\nsempre competente REGINA GALVÃO FARIA ALVES, todos prestativos e \n\natentos no acompanhamento e orientação sobre as questões de cunho burocrático, \n\nnem sempre devidamente reconhecidas, mas de inegável valor.  \n\nAos caros amigos, cujo convívio sincero permitiu o estabelecimento de um \n\nclima imprescindível para qualquer pesquisador se sentir em casa e desenvolver \n\nsuas aptidões sem ressentimentos. Portanto, segue a escalação do grande time que \n\nnão conhece retranca: GABRIELA, ROSIANE, CÂNDIDA, SILVIA, GISÉLIA, \n\nKRATUS, ROGÉRIO, SANDRO e, em particular, a ALUISIO PINTO DA SILVA, \n\n\n\n7\n\nque me abriu a porta para a Internet e, através dela, do intricado caminho para \n\nenviar uma proposta de artigo a uma revista de renome internacional. \n\nCom relação às instituições, reverencio o CTA de São José dos Campos, \n\npela confecção das amostras, e à FACULDADE DE ENGENHARIA DE \n\nGUARATINGUETÁ, cujas portas sempre estiveram abertas a qualquer interessado \n\nna pesquisa científica. \n\nFinalmente, à minha família, em particular ao meu irmão RENATO, \n\nminha irmã EDMA, meus cunhados SOLANGE e VLADIMIR, assim como às \n\nminhas sobrinhas JULIANA e LORENA. \n\nA todos, meus sinceros agradecimentos. \n\nMarço, 2010. \n\n\n\n8\n\nEste trabalho contou com o apoio financeiro da CAPES, através do \n\nPROGRAMA INSTITUCIONAL DE CAPACITAÇÃO DE \n\nDOCENTES - PICD. \n\n\n\n9\n\n???????????????\t\n??\n?\n?????????????????????\t?\n????\n?\n? ? ? ???????????????????\t\n\t??\n\n\n\n10\n\nDEL SANT, R.  Estudo da transformação da austenita retida em martensita \n\ninduzida por deformação plástica em aços multifásicos. 2010. 159 f. Tese \n\n(Doutorado em Engenharia Mecânica) - Faculdade de Engenharia do Campus de \n\nGuaratinguetá, Universidade Estadual Paulista, Guaratinguetá, 2010. \n\nRESUMO \n\nOs aços multifásicos constituídos de ferrita, bainita, austenita retida e martensita \n\napresentam combinações muito atrativas de resistência e tenacidade. Há ainda um \n\npotencial adicional de melhorias das propriedades mecânicas quando a fração de \n\naustenita retida for alta, conferindo alta conformabilidade pelo efeito TRIP. Neste \n\ncontexto, é fundamental a análise qualitativa e quantitativa das fases, especialmente \n\nde austenita retida e sua transformação em martensita induzida por deformação. \n\nEste trabalho enfoca a transformação da austenita retida em martensita por \n\ndeformação em tração monotônica em um aço AISI 4340 com estrutura multifásica. \n\nOs resultados confirmam a transformação da austenita retida em martensita \n\natingindo cerca de 80% de transformação. As frações volumétricas de austenita \n\nretida antes e após a deformação foram estimadas por duas técnicas. A primeira foi \n\nfeita por análise de imagens em microscopia óptica e a segunda por magnetização \n\nde saturação, tendo em vista o caráter paramagnético desta fase. As frações \n\nestimadas pelas duas técnicas foram comparadas, concluindo-se que o método \n\nmagnético deve ser reavaliado, tendo sido proposto um fator de correção na equação \n\nbásica deste processo e presente na literatura.  \n\nPALAVRAS-CHAVE: Aços multifásicos. Efeito TRIP. Austenita retida. \n\nMagnetização de saturação.   \n\n\n\n11\n\nDEL SANT, R.  Study of the transformation of retained austenite in martensite \n\ninduced by plastic deformation in multiphase steels. 2010. 159 f. Thesis \n\n(Doctorate in Mechanical Enginnering) - Faculdade de Engenharia do Campus de \n\nGuaratinguetá, UNESP (2010). \n\nABSTRACT \n\nThe multiphase steels made of ferrite, bainite, retained austenite and martensite \n\npresent very attractive combinations of resistance and toughness. There is still an \n\nadditional potential of improvement of the mechanical properties when the fraction \n\nof retained austenite is high allowing high conformability by the TRIP effect. In this \n\ncontext the qualitative and quantitative analysis of the phases is essential specially \n\nfrom retained austenite and its transformation in martensite induced by deformation. \n\nThis work focus on the transformation of retained austenite in martensite by the \n\ndeformation in monotonic traction in one steel AISI 4340 with multiphasic \n\nstructure. \n\nThe results confirm the transformation of retained austenite in martensite reaching \n\nabout 80% of transformation.The volumetric fractions of retained austenite before \n\nand after the deformation were estimated by two techniques: the first was  made by \n\nthe anallysis of images in optic microscopy and the second by magnetization of \n\nsaturation taking into consideration the paramagnetic character of this phase. The \n\nestimated fractions by the two techniques were compared leading to the conclusion \n\nthat the magnetic method must be evaluated again using a proposed factor of \n\ncorrection in the basic equation of this process and present in the literature. \n\nKEYWORDS: Multiphase steels. TRIP effect. Retained austenite. Magnetization \nof saturation. \n\n\n\n12\n\nLISTA DE FIGURAS \n\nFIGURA 1 - Trabalhador da indústria chinesa de aço..............................................21 \n\nFIGURA 2 - A importância do aço no mundo cresce com o passar dos anos..........22 \n\nFIGURA 3 - Tratamentos térmicos básicos para processamento do aço..................27 \n\nFIGURA 4 - Ferrita em suas diferentes morfologias................................................29 \n\nFIGURA 5 - Fotomicrografia da fase austenítica.....................................................30 \n\nFIGURA 6 - Micrografia da martensita na forma ripada e acicular. Representação \n\nespacial de uma estrutura tetragonal de corpo centrado............................................31  \n\nFIGURA 7 -  Micrografia de uma estrutura ferrítica com nucleações de cementita; \n\nrepresentação de uma célula unitária de cementita..................................................32 \n\nFIGURA 8 - Estrutura perlítica.................................................................................33 \n\nFIGURA 9 - Fotomicrografia da bainita superior e inferior.....................................34 \n\nFIGURA 10 - Diagrama para um aço AISI 4340.....................................................35 \n\nFIGURA 11 -.Micrografia colorizada de estrutura multifásica................................37 \n\nFIGURA 12 - Comparação do aço TRIP com demais categorias de aços...............39 \n\nFIGURA 13 - Representação de uma transformação de fase provocada pela \n\nsegregação do carbono..............................................................................................42 \n\nFIGURA 14 - Diagrama de fases no aço destacando a região intercrítica...............43 \n\nFIGURA 15 - Variação da fração percentual da austenita na região intercrítica em \n\nfunção da temperatura...............................................................................................44 \n\nFIGURA 16 - Transformação gradativa das colônias de perlita em austenita..........45 \n\nFIGURA 17 - Variação do percentual de austenita e sua concentração de carbono na \n\nregião intercrítica e de austenita retida medida na temperatura ambiente, em função \n\nda temperatura intercrítica.........................................................................................46 \n\nFIGURA 18 - Variação do percentual de austenita retida e sua concentração de \n\ncarbono em função da temperatura intercrítica.........................................................47 \n\nFIGURA 19 - Variação da fração de austenita retida com o intervalo de tempo \n\nintercrítico para duas amostras distintas de aço........................................................48 \n\n\n\n13\n\nFIGURA 20 - Diagrama TTT num aço eutetóide, destacando o intervalo de tempo e \n\nde temperatura de formação da bainita.....................................................................49 \n\nFIGURA 21 - Variação da fração de austenita e variação da máxima concentração \n\nde carbono, ambos em função da temperatura de austêmpera..................................50 \n\nFIGURA 22 - Relação entre fração de austenita retida com o tempo de austêmpera, \n\npara um mesmo aço tratado a cinco diferentes temperaturas....................................51 \n\nFIGURA 23 - Microestruturas multifásicas tratadas em regimes de austêmpera \n\ndiferentes...................................................................................................................52 \n\nFIGURA 24 - Fração percentual de austenita retida em função do tempo de \n\ntratamento bainítico e percentual de carbono levando-se em conta a temperatura de \n\naustêmpera.................................................................................................................53 \n\nFIGURA 25 - Micrografias que demonstram as diferenças microestruturais \n\nprovocadas pela mudança dos percentuais dos elementos de liga............................54 \n\nFIGURA 26 - Mudança na morfologia da austenita durante a austêmpera..............56 \n\nFIGURA 27 - Fotomicrografias obtidas por MET em que a austenita retida se \n\napresenta em diferentes morfologias e vizinhanças..................................................57 \n\nFIGURA 28 - Austenita retida ao lado da ferrita bainítica e carbonetos..................58 \n\nFIGURA 29 - Representação da formação de uma placa de martensita em matriz \n\naustenítica..................................................................................................................60 \n\nFIGURA 30 - Transformação da austenita para martensita em temperaturas cada \n\nvez mais baixas.........................................................................................................62 \n\nFIGURA 31 - Representação gráfica entre a energia mecânica fornecida em função \n\nda temperatura, onde pode ocorrer transformação martensítica por solicitação \n\nmecânica....................................................................................................................63 \n\nFIGURA 32 - Representação de uma transformação martensítica progressiva dentro \n\nde um grão austenítico e micrografias contendo as fases austenita e martensita......65 \n\nFIGURA 33 - Curva tensão-deformação típica do aço.............................................66 \n\nFIGURA 34 - Comparação gráfica entre o percentual de austenita retida com \n\nresistência à tração e ductilidade...............................................................................67 \n\nFIGURA 35 - Redução percentual da austenita retida em função da deformação para \n\ntrês amostras com frações iniciais diferentes de austenita retida..............................68 \n\n\n\n14\n\nFIGURA 36 -  Representação do momento de dipolo do elétron.............................69 \n\nFIGURA 37 - Diferença básica entre materiais magnéticos e não magnéticos........70  \n\nFIGURA 38 - Representação esquemática dos elétrons em orbitais........................70 \n\nFIGURA 39 - Domínios magnéticos em um monocristal de níquel.........................72 \n\nFIGURA 40 - Representação do aumento gradativo da magnetização de uma \n\namostra, com o aumento da intensidade do campo magnético externo....................72 \n\nFIGURA 41 - Alterações provocadas nos domínios à medida que o campo externo \n\naumenta de intensidade.............................................................................................73 \n\nFIGURA 42 - Curva de magnetização......................................................................74   \n\nFIGURA 43 - Curva termomagnética obtida num aço maraging 350......................75 \n\nFIGURA 44 - Curvas de magnetização normalizadas com o tempo........................76 \n\nFIGURA 45 - Curva de magnetização para o ferro ligado e ferro puro...................76 \n\nFIGURA 46 - Variação do campo de saturação magnética com a deformação.......77 \n\nFIGURA 47 - Curva de magnetização para o ferro, considerando a direção dos eixos \n\ncristalográficos..........................................................................................................78 \n\nFIGURA 48 - Elipsóide com um vetor magnetização..............................................78 \n\nFIGURA 49 - Fotomicrografia de uma liga de níquel 617, exibindo alta \n\nconcentração de cromo e molibdênio.......................................................................79 \n\nFIGURA 50 - Diagrama de transformação isotérmica para o aço AISI 4340..........81 \n\nFIGURA 51 - Geometria e dimensões do corpo de prova (ASTM).........................82 \n\nFIGURA 52 - Rotas escolhidas no tratamento isotérmico........................................83 \n\nFIGURA 53 - Foto da Máquina de Ensaio Universal INSTRON 8801....................84 \n\nFIGURA 54 - Amostras retiradas de cada corpo-de-prova.......................................85 \n\nFIGURA 55 - Fotografias de três amostras embutidas em resina de baquelite........86 \n\nFIGURA 56 - Fotografia interna do Laboratório de Metalografia do DMT FEG / \n\nUNESP e máquina de corte modelo MESOTOM....................................................87 \n\nFIGURA 57 - Fotografia de um conjunto de equipamentos pertencente ao \n\nLaboratório de Microscopia Óptica do DMT FEG / UNESP...................................89 \n\nFIGURA 58 - Fotografia do conjunto que compõe o microscópio óptico Nikon \n\nNeophot 200..............................................................................................................90 \n\nFIGURA 59 - Fotomicrografias ópticas da amostra B1............................................91 \n\n\n\n15\n\nFIGURA 60 - Seqüência de colorização da imagem aplicada pelo software Image \n\nPro Express................................................................................................................92 \n\nFIGURA 61 - Fotografia do conjunto de equipamentos que compõe o \n\nMagnetômetro de Amostra Vibrante utilizado..........................................................95\n\nFIGURA 62 - Curvas de magnetização obtidas na amostra B3 e na ferrita pura.....96 \n\nFIGURA 63 - Imagem original de uma fotomicrografia da amostra A1, destacando \n\nquatro campos contendo morfologias distintas da austenita retida...........................98 \n\nFIGURA 64 - Campos destacados na figura anterior e ampliados...........................99 \n\nFIGURA 65 - Fotomicrografia óptica da amostra B1, destacando dois campos \n\nampliados................................................................................................................100 \n\nFIGURA 66 - Fotomicrografia da amostra A1 e um destaque...............................101  \n\nFIGURA 67 - Imagens obtidas da amostra B1, denotando a diferença de \n\ndistribuição da austenita retida, para campos de mesma área.................................102 \n\nFIGURA 68 - Fotomicrografias da amostra B5......................................................103 \n\nFIGURA 69 - Fotomicrografias ópticas da amostra A5 com três destaques..........104 \n\nFIGURA 70 - Três campos selecionados da amostra A5 ampliados da imagem \n\noriginal....................................................................................................................105 \n\nFIGURA 71 - Imagem de um campo da amostra A3 aumentada 1000 vezes e um \n\ndestaque ampliado...................................................................................................106 \n\nFIGURA 72 - Imagem obtida de um campo da amostra B5, destacando uma \n\ninteressante formação mesclando austenita retida com outras fases.......................107 \n\nFIGURA 73 - Fotomicrografia da amostra A5 e um destaque ampliado.............. 108 \n\nFIGURA 74 - As 40 imagens obtidas da amostra A-5, antes e após deformação..109 \n\nFIGURA 75 - Representação gráfica da fração de austenita retida estimada por \n\nmetalografia óptica, em função da deformação......................................................112 \n\nFIGURA 76 - Comparação gráfica dos valores encontrados na Tabela 6 para as \n\namostras tratadas a 450 oC......................................................................................119 \n\nFIGURA 77 - Comparação gráfica dos valores encontrados na Tabela 6 para as \n\namostras tratadas a 350 oC......................................................................................120 \n\n\n\n16\n\nLISTA DE TABELAS \n\nTABELA 1 - Graus de deformação retratados pela relação entre tensão aplicada e \n\ntensão limite de escoamento......................................................................................85 \n\nTABELA 2 - Frações volumétricas de austenita retida determinadas por \n\nmetalografia óptica..................................................................................................111 \n\nTABELA 3 - Valores medidos para o método magnético......................................114 \n\nTABELA 4 - Comparação entre os valores esperados de magnetização de saturação \n\ncom os obtidos experimentalmente.........................................................................116 \n\nTABELA 5 - Valores médios para o fator de correção entre os valores de \n\nmagnetização de saturação medidos através da equação 4 e obtidos no \n\nMagnetômetro de Amostra Vibrante.......................................................................117 \n\nTABELA 6 - Comparação entre os valores da fração de austenita retida medidos \n\nmetalograficamente e calculados pela equação 8....................................................118 \n\nLISTA DE QUADROS \n\nQUADRO 1 - Produção mundial de aço bruto em milhões de toneladas.................20 \n\nQUADRO 2 - Influência exercida no aço por alguns elementos de liga..................26 \n\nQUADRO 3 - Relação granulométrica da austenita com algumas propriedades \n\nmecânicas..................................................................................................................41 \n\nQUADRO 4 - Composição nominal percentual do aço AISI 4340 e suas principais \n\npropriedades mecânicas medidas à temperatura ambiente.......................................80 \n\n\n\n17\n\nLISTA DE SIGLAS \n\nAISI - American Iron and Steel Institute \n\nASTM - American Society for Testing and Materials \n\nCTA - Centro Técnico Aeroespacial \n\nDMT FEG / UNESP - Departamento de Materiais e Tecnologia da Faculdade de \n\nEngenharia de Guaratinguetá / Universidade Estadual de São Paulo \n\nIAE - Instituto de Aeronáutica e Espaço \n\nIISI - International Iron and Steel Institute \n\nIPEN - Instituto de Pesquisas Energéticas e Nucleares \n\nLMM IFUSP - Laboratório de Medidas Magnéticas do Instituto de Física da \n\nUniversidade de São Paulo \n\nMET - Microscopia Eletrônica de Transmissão \n\nMEV - Microscopia Eletrônica de Varredura \n\nMO - Microscopia Óptica \n\n\n\n18\n\nSUMÁRIO \n\n1 INTRODUÇÃO ..................................................................................................20 \n\n1.1  JUSTIFICATIVA E RELEVÂNCIA DO AÇO................................................20 \n\n1.2 OBJETIVOS ......................................................................................................23 \n\n2 REVISÃO BIBLIOGRÁFICA  .........................................................................25 \n\n2.1 AÇOS .................................................................................................................25 \n\n2.1.1 O percentual de carbono ..................................................................................25 \n\n2.1.2 Os elementos de liga .......................................................................................26 \n\n2.1.3 O tratamento térmico .......................................................................................27 \n\n2.2 AS FASES E MICROCONSTITUINTES DO AÇO .........................................28 \n\n2.2.1 A ferrita ...........................................................................................................28 \n\n2.2.2 A austenita .......................................................................................................30 \n\n2.2.3 A martensita ....................................................................................................30 \n\n2.2.4 A cementita .....................................................................................................31 \n\n2.2.5 A perlita ..........................................................................................................32 \n\n2.2.6 A bainita ..........................................................................................................33 \n\n2.3 O TRATAMENTO ISOTÉRMICO ...................................................................34 \n\n2.4 O EFEITO TRIP ................................................................................................38 \n\n2.5 A ESTABILIZAÇÃO DA AUSTENITA RETIDA...........................................39 \n\n2.5.1 Influência do tamanho do grão da austenita inicial na estabilização da  \n\naustenita retida .........................................................................................................41 \n\n2.5.2 Conteúdo de carbono na austenita retida ........................................................41 \n\n2.5.3 Tratamento intercrítico  ...................................................................................43 \n\n2.5.4 Austêmpera .....................................................................................................48 \n\n2.5.5 Influência do carbono e silício ........................................................................53 \n\n2.5.6 Tamanho e morfologia da austenita retida e influência das fases vizinhas .....55 \n\n\n\n19\n\n2.6 TRANSFORMAÇÃO MARTENSÍTICA .........................................................59 \n\n2.6.1 Temperatura de transformação martensítica ...................................................60 \n\n2.6.2 Transformação martensítica por solicitação mecânica ....................................63 \n\n2.7 RELAÇÃO ENTRE AUSTENITA RETIDA E PROPRIEDADES \n\nMECÂNICAS ..........................................................................................................65 \n\n2.8 O MAGNETISMO .............................................................................................69 \n\n2.9 FATORES QUE AFETAM A MAGNETIZAÇÃO DO AÇO ..........................74 \n\n3. PROCEDIMENTO EXPERIMENTAL ...........................................................80 \n\n3.1 O MATERIAL ...................................................................................................80 \n\n3.2 SEQUENCIA DAS ETAPAS EXPERIMENTAIS ...........................................82 \n\n3.2.1 Tratamento térmico .........................................................................................83 \n\n3.2.2  Ensaio de deformação ....................................................................................84 \n\n3.2.3 Preparação metalográfica das amostras ..........................................................85  \n\n3.2.4 Ataque químico e armazenamento das imagens .............................................88 \n\n3.2.5 Análise magnética ...........................................................................................93 \n\n4. RESULTADOS E COMENTÁRIOS ...............................................................97 \n\n4.1 RESULTADOS .................................................................................................97 \n\n4.1.1 Morfologia e distribuição da austenita retida .................................................98 \n\n4.1.2 Estimativa da fração de austenita retida por metalografia ............................110 \n\n4.1.3 Estimativa da fração de austenita retida por magnetização de saturação ...... \n\n4.2 COMENTÁRIOS ............................................................................................121 \n\n4.3 CONCLUSÕES ...............................................................................................123 \n\n4.4 SUGESTÕES PARA TRABALHOS FUTUROS ...........................................124 \n\nREFERÊNCIAS ...................................................................................................125 \n\nANEXOS ...............................................................................................................126 \n\nI.   Curvas tensão x deformação .............................................................................127 \n\nII.  Fotomicrografias das amostras .........................................................................142 \n\nIII. Curvas de magnetização ...................................................................................154 \n\n\n\n20\n\n1 INTRODUÇÃO \n\n1.1 POR QUÊ O AÇO? JUSTIFICATIVA E RELEVÂNCIA \n\nEm que pesem as recentes descobertas e aplicações de novos tipos de \n\nmateriais como polímeros, compósitos e ligas metálicas não ferrosas, continua \n\nindiscutível a importância do aço como matéria prima para ampla aplicação na \n\nciência, indústria e tecnologia. Prova disso é a posição que o aço ocupa na avaliação \n\ndo potencial econômico de uma nação, em que a produção e consumo deste material \n\ncorrespondem a parâmetros de primeira grandeza. No Quadro 1 vê-se a relação \n\ndireta entre o potencial econômico de um país com sua capacidade para se produzir \n\naços. \n\nQuadro 1 - Produção mundial de aço bruto em milhões de toneladas, no período de 2005 a \n\n2008 (IISI, 2009). \n\n              2005  2006     2007    2008  \n\n  1o) China  418,8 355,8  1o) China  489,0 502,0  \n\n  2o) Japão  112,5 116,2  2o) Japão  120,2 118,7 \n\n  3o) E. U. A.    94,9   98,5  3o) E. U. A.    97,2   91,5 \n\n  4o) Rússia    66,1   70,6  4o) Rússia    72,2   68,5 \n\n  5o) Coréia do Sul   47,8   48,4  5o) Índia    53,1   55,6 \n\n  6o) Alemanha   44,5   47,2  6o) Coréia do Sul   51,4   53,5 \n\n  7o) Índia    40,9   44,0  7o) Alemanha    48,5   45,8 \n\n  8o) Ucrânia    38,6   40,8  8o) Ucrânia    42,8   37,1     \n\n  9o) Itália    29,4   31,6  9o) Brasil    33,8   33,7 \n\n10o) Brasil    31,6   30,9           10o) Itália    32,0   30,5  \n\n\n\n21\n\nA importância do aço a nível internacional se torna ainda mais visível quando \n\nse considera a relativa imunidade dos investimentos aplicados em sua produção. \n\nNeste sentido, conforme publicação consultada na imprensa, \n\nCrescimento econômico forte no Brasil, Rússia, Índia e China, tem \n\nmotivado o boom na indústria siderúrgica e não mostra sinais de \n\nredução apesar das turbulências nos mercados financeiros (O \n\nGLOBO, 2007). \n\nDe acordo com a mesma fonte, de 22/01/2009, \n\nA China tornou-se o primeiro país do mundo a produzir mais de \n\n500 milhões de toneladas em um ano. Hoje, o departamento de \n\nestatísticas do país informou que em 2008 foram fabricadas 500,48 \n\nmilhões de toneladas da commodity. De acordo com a associação, \n\na fatia do país na produção de aço global subiu de 36 % em 2007 \n\npara 38 % no ano passado (O GLOBO, 2007). \n\n       \nFigura 1 - Trabalhador da indústria chinesa de aço (DAILY-REUTERS, 2009). \n\n\n\n22\n\nApesar da queda na produção da aciaria mundial em 2009, e de acordo com \n\noutra fonte, publicado em 19 de junho do mesmo ano,\n\nA produção mundial de aço em maio caiu 21 por cento em base \n\nanual, apesar de ter crescido em relação a abril. Analistas afirmam \n\nque ganhos mensais devem continuar uma vez que os estoques do \n\nmetal estão perto do esgotamento (NOVOJORNAL ECONOMIA, \n\n2009).    \n\nDispensam-se outros dados, portanto, para tornar patente a necessidade do \n\nemprego do aço e o que representa a produção siderúrgica como base de apoio não \n\nsó para acelerar o crescimento econômico de um país, mas também para deixá-lo \n\nnuma posição menos dependente e, como conseqüência, garantir o estabelecimento \n\ndas condições que permitam a melhoria no padrão de vida de seu povo. \n\nFigura 2 - A importância do aço no mundo cresce com o passar dos anos \n(DESIGNS IN STAINLESS, 2008). \n\n\n\n23\n\n1.2 JUSTIFICATIVA E OBJETIVO \n\nA versatilidade do aço é imensa, visto que pode ser empregado na fabricação \n\nde utensílios domésticos mais elementares, como agulhas, panelas, canetas etc, até \n\nem aparatos que exigem um sofisticado suporte industrial para sua construção, \n\ncomo navios, usinas nucleares, naves espaciais e assim por diante. Além disso, ele \n\npode ser reciclado indefinidamente: depois de fundido e resfriado à temperatura \n\nambiente, o aço não perde as propriedades originais, de modo que ele pode sempre \n\nser reaproveitado. \n\nEntretanto, conforme já foi mencionado, a produção de novos materiais \n\ncapazes de concorrer com o aço vem sendo uma realidade cada vez mais atuante, e \n\nmesmo nos casos onde o aço ainda é insubstituível ele pode ser melhorado em \n\ntermos de viabilidade, de modo que sempre pode alcançar uma relação custo-\n\nbenefício mais interessante. \n\nExistem vários tipos de aços e certamente outros ainda surgirão conforme seus \n\ncomponentes químicos, proporções entre os mesmos, processo de fabricação e \n\nconformabilidade vão sendo modificados, visto que são parâmetros que \n\npraticamente não encontram empecilhos para novas alternativas e sempre visando, \n\npara cada tipo de aço, uma melhor adequação para uma determinada utilidade. \n\nAssim os aços podem congregar propriedades opostas, podendo ser duros e frágeis, \n\nalém de dúcteis e tenazes. Nele também se podem encontrar fases magnéticas e não-\n\nmagnéticas coexistindo uma ao lado da outra, ao passo que podem ser mais ou \n\nmenos resistentes ao calor e à oxidação. Enfim, o aço conta com uma gama de \n\naplicações sem limites. \n\n\n\n24\n\nTirando proveito de tão vasto dinamismo para aplicação do aço na indústria e \n\ntecnologia, além de prever novos e promissores tipos deste material, este trabalho \n\nconcentra sua atenção para quatro finalidades básicas: \n\n1a) melhorar o entendimento dos mecanismos envolvidos na transformação da \n\naustenita para martensita em aços TRIP; \n\n2a) analisar alguns parâmetros intrínsecos do aço multifásico e que \n\ninfluenciam suas propriedades mecânicas, especialmente os que visem melhorar a \n\ncombinação entre sua resistência e conformabilidade; \n\n3a) propor melhorias para quantificar a fração de austenita retida em aços \n\nmultifásicos, antes e após sua deformação;   \n\n4a) contribuir para o enriquecimento da literatura a respeito do aço, capaz de \n\nrepercutir na sua própria produção industrial. \n\n\n\n25\n\n2 REVISÃO BIBLIOGRÁFICA \n\n2.1 AÇOS \n\n Embora o aço tenha uma composição química constituída basicamente de \n\nferro e carbono e de acordo com estruturas cristalinas bem conhecidas, algumas \n\nvariáveis podem acarretar modificações acentuadas em algumas de suas \n\npropriedades e relevantes para determinar sua utilidade. Entre estas variáveis \n\ndestacam-se o percentual de carbono, os elementos de liga e o tratamento térmico \n\n(VAN VLACK, 1984; CALLISTER, 2002; CHIAVERINI, 1988; COTTRELL, \n\n1975; COSTA E SILVA &amp; MEI, 1988). \n\n2.1.1 O percentual de carbono \n\nO aço é uma liga metálica onde o carbono está presente junto com o ferro num \n\npercentual em massa que varia desde 0,008 até 2,14 %. Dentro deste intervalo, o aço \n\npode ser classificado como de baixo carbono se o seu percentual estiver entre 0,008 \n\na 0,25 %, médio carbono de 0,25 a 0,60 % e alto carbono de 0,60 a 2,14 %. Acima \n\ndeste valor, a liga passa a ser chamada de ferro fundido (CALLISTER, 2002).  \n\nA passagem de um tipo a outro afeta algumas das principais propriedades \n\nmecânicas do aço ou, mais especificamente, sua dureza, resistência, tenacidade e \n\nductilidade. As duas primeiras estão diretamente relacionadas entre si, enquanto as \n\noutras duas estão inversamente relacionadas com as duas primeiras. Ou seja, \n\nmateriais duros são resistentes, embora pouco dúcteis e tenazes. Aços de baixo \n\ncarbono são macios e pouco resistentes, mas dúcteis e tenazes. Ao contrário, aços \n\ncom alto teor de carbono são duros e resistentes, porém frágeis (VAN VLACK, \n\n1984).\n\n\n\n26\n\n2.1.2  Os elementos de liga \n\nSão os elementos químicos que podem ocupar um lugar na estrutura cristalina \n\ndo ferro, seja pelo preenchimento de eventuais lacunas (forma substitucional) ou \n\ninterstícios presentes na rede (forma intersticial), sendo esta última preponderante \n\nno aço. Em qualquer destes casos o material também é chamado de aço liga ou aço \n\nligado (COLPAERT, 2004). Além do carbono, vários elementos de liga podem ser \n\ninseridos na microestrutura do aço, tais como o silício, manganês, fósforo, níquel, \n\ncromo etc. Embora em quantidades comparativamente reduzidas, os elementos de \n\nliga alteram significativamente as propriedades do material em toda sua extensão \n\n(CALLISTER, 2002).  \n\nNo Quadro 2, encontram-se algumas das influências exercidas pelos principais \n\nelementos de liga no aço. \n\nQuadro 2 - Influência exercida em algumas propriedades do aço por alguns elementos de \nliga (DIFERRO, 2009). \n\nPROPRIEDADES C Mn P S Si Cr Mo V Al \naumenta dureza X X X  X     \n\naumenta resistência X X X  X   X  \ndiminui ductilidade X  X X      \n\ndiminui soldabilidade X         \ndesoxidante  X   X    X \nanticorrosivo      X    \n\naumenta \ntemperabilidade \n\n     X X   \n\n?\n\nNo caso do cromo, 11% deste elemento torna o aço praticamente inoxidável \n\n(CALLISTER, 2002). \n\n\n\n27\n\n2.1.3 Tratamento térmico \n\nDevido ao elevado ponto de fusão do aço (o do ferro é em torno de 1540 oC), \n\nseu processamento na fase sólida admite grande variação de temperatura. O \n\npropósito do tratamento térmico é primeiro recristalizar e homogeneizar sua \n\nestrutura junto com os elementos de liga (ZAEFFERER et al, 2004; COTTRELL, \n\n1975), para depois ser resfriado por uma determinada rota, podendo ser de forma \n\nlenta ou rápida (recozimento e têmpera, respectivamente), continuamente ou \n\nintercalada por intervalos isotérmicos, até retornar à temperatura ambiente (COSTA \n\nE SILVA &amp; MEI, 1988).  \n\nNa Figura 3 está representada uma esquematização básica dos principais \n\ntratamentos térmicos aplicados no processamento do aço em sua fase sólida. \n\n temperatura         homogeneização \n\n          A: têmpera \n\n      B: recozimento \n\n      C: tratamento isotérmico \n\n       \n\n        \n\n                           A                   B       C \n\n      TA                               tempo \n\nFigura 3 - Tratamentos térmicos básicos para processamento do aço, sendo TA a \n\ntemperatura ambiente. \n\nDo ponto de vista macroscópico o tratamento térmico do aço é uma operação \n\nque visa aprimorar suas propriedades mecânicas, como conformabilidade e \n\nusinabilidade (VAN VLACK, 1984), viabilizando, assim, a construção de peças \n\nfeitas com aço e melhor utilizá-las. Do ponto de vista microscópico o tratamento \n\ntérmico define a microestrutura do aço, sendo esta constituída por fases distintas, na \n\nforma de grãos com tamanhos variáveis.     \n\n\n\n28\n\nA microestrutura é fator decisivo que determina as propriedades do aço \n\n(KATSAMAS et al, 2004; TIMOKHINA et al, 2004). \n\n2.2 FASES E MICROCONSTITUINTES DO AÇO \n\n                                                                                                                                                           \n\nPara se obter no aço uma boa combinação entre resistência e ductilidade, ele \n\ndeve possuir microestrutura multifásica, ou seja, uma estrutura constituída de \n\ndiferentes fases coexistindo em aproximado equilíbrio termodinâmico (WANG et \n\nal, 2006; ALI et al, 1993). Para aprimorar as propriedades mecânicas de maior \n\ninteresse, o percentual de cada fase é parâmetro relevante, pois cada fase preserva \n\nsuas características dentro da microestrutura e, conseqüentemente, exerce influência \n\nnas propriedades resultantes (ABDALLA, 2006; CABALLERO et al, 2001). É de \n\nvital importância, portanto, uma compreensão precisa da natureza e das \n\npropriedades de cada fase. \n\nOs principais constituintes em um aço multifásico são a ferrita, a austenita \n\nretida, a bainita e a martensita. Conforme as condições, carbonetos podem se \n\nprecipitar na estrutura multifásica e que, ao lado da ferrita, pode formar dois \n\nmicroconstituintes bifásicos: bainita e perlita. Os carbonetos binários são formados \n\natravés de complexa ligação entre o carbono com elementos de transição, \n\nprincipalmente o ferro, o cromo e o molibdênio. Caso particular de carboneto com \n\nferro é a cementita, cuja fórmula é Fe3C. \n\n2.2.1 A ferrita ( ? ) \n\nTambém chamada de ferro alfa, tem estrutura cúbica de corpo centrado (CCC) \n\ne oferece baixa solubilidade ao carbono (máximo de 0,02 % em massa a 727 oC). \n\nEstável à temperatura ambiente, a ferrita é dúctil, além de ser ferromagnética. \n\nTambém existe o ferro delta, igualmente CCC, mas que só existe acima de 1400 oC \n\n(CALLISTER, 2002). \n\n\n\n29\n\nA ferrita pode se apresentar com morfologias distintas, como a poligonal, \n\nplaqueta de Widmanstätten e a acicular (HUME-ROTHERY, 1968). Na Figura 4 \n\nvêem-se algumas micrografias destas formas de ferrita e uma representação da rede \n\nCCC.   \n\n   \n            (a)             (b) \n\n                \n              (c)                          (d) \n\nFigura 4 - Ferrita em suas diferentes morfologias: (a) poligonal (CALLISTER, 2002), (b) \n\nWidmanstätten e (c) acicular (HUME-ROTHERY, 1968). Em (d), representação espacial \n\nde uma rede CCC (THELNING, 1975). \n\n????    \n\n????    \n\n????    \n\n\n\n30\n\n2.2.2 A austenita ( ? ) \n\nA fase ? com célula cúbica de face centrada (CFC), permite uma maior \n\nsolubilidade do carbono (máximo de 2,14 % em massa a 1147 oC). Estável acima de \n\n727 oC e paramagnética, também é conhecida como ferro gama. Na Figura 5 está \n\numa ilustração de uma estrutura contendo grãos austeníticos adjacentes entre si, \n\nalém de um modelo da rede cristalina correspondente. \n\n     \n\nFigura 5 - Fotomicrografia da fase austenítica (CALLISTER, 2002) e representação\n\nespacial de uma rede CFC (THELNING, 1975).\n\n2.2.3 A martensita \n\nÉ uma fase ferromagnética muito dura e frágil, além de muito resistente. Pode \n\nse formar por dois processos: (1o), resfriamento brusco do aço a partir do campo \n\naustenítico até a temperatura ambiente e, (2o), pela aplicação de esforço mecânico \n\nsobre o aço na temperatura ambiente, com a condição de que exista austenita \n\npresente na microestrutura. Em qualquer caso o processo de formação da martensita \n\nenvolve deformação polimórfica da estrutura CFC para a tetragonal de corpo \n\ncentrado (TCC), através de um deslocamento nanométrico dos átomos em relação a \n\n\n\n31\n\nseus vizinhos. A estrutura martensítica é supersaturada em carbono, e sua formação \n\na partir da austenita acarreta aumento no volume da peça (HUME-ROTHERY, \n\n1968). \n\nDois tipos de martensita se destacam no que diz respeito à sua morfologia: na \n\nforma de placas (ripada) ou agulhas (acicular ou lenticular). A primeira é \n\npreferencial em aços com menos de 0,6 % de carbono, enquanto a segunda é mais \n\nabundante em percentuais maiores (NETO et al, 2005). A Figura 6 ilustra estes dois \n\ntipos de martensita, além de um modelo da rede TCC.\n\n     ????\n  (a)                 (b)            (c) \n\nFigura 6 - Micrografias da martensita na forma (a) ripada e (b) acicular (HUME-\n\nROTHERY, 1968). Em (c) representação de uma estrutura tetragonal de corpo centrado.  \n\n2.2.4 A cementita \n\nÉ um carboneto de ferro de fórmula Fe3C, com célula ortorrômbica e \n\npercentual de carbono em massa da ordem de 6,7 % em massa (VAN \n\nVLACK,1984), além de ser quebradiço (COLPAERT, 2004), ferromagnético \n\n(HUME-ROTHERY, 1968) e tão duro quanto o feldspato na escala Moh's \n\n(CHIAVERINI, 1984). Na Figura 7 são identificados núcleos de cementita em \n\nmatriz ferrítica, além de um modelo de sua célula unitária. \n\na \na\n\nc\n\n\n\n32\n\n   \n\nFigura 7 - Micrografia de uma estrutura ferrítica (fundo claro) com nucleações de cementita \n\n(manchas escuras). As linhas divisórias mais finas são os contornos entre os grãos ferríticos \n\n(CIENCIA Y INGERENCIA, 2009). À direita, representação de uma célula unitária de \n\ncementita, onde as esferas roxas representam átomos de carbono e as amarelas átomos de \n\nferro (UNIVERSITY OF CAMBRIDGE, 2009).  \n\n2.2.5 A perlita \n\nÉ um microconstituinte formado por ferrita e carbonetos, separados por \n\nlamelas paralelas e alternadas. A perlita se forma durante o resfriamento a partir da \n\naustenita, quando a rede passa da forma CFC para CCC (727 oC em aço eutetóide). \n\nNesta transformação, átomos de carbono são rejeitados pelo surgimento dos grãos \n\nferríticos, difundindo-se até se concentrarem nos contornos de grãos. Por ser um \n\nprocesso difusional, a ocorrência desta fase requer resfriamento controlado. \n\nNa Figura 8 está a micrografia de uma estrutura lamelar da perlita. \n\n????    \n\nFe3C \n\n\n\n33\n\n            \n\nFigura 8 - Estrutura perlítica: a parte clara é a ferrita, enquanto a escura é formada por \n\ncementita. A separação entre as duas fases ocorre por difusão de carbono, da primeira para \n\na segunda fase (COLPAERT, 2004). \n\n2.2.6 A bainita \n\nA exemplo da perlita, a bainita também é constituída de ferrita e carbonetos, \n\nmas com uma morfologia e relação cristalográfica diferentes daquela que se observa \n\nna perlita (COSTA E SILVA &amp; MEI, 1988). Destacam-se dois tipos de bainita: a \n\nsuperior e a inferior. A bainita superior se forma entre 350 e 550 oC, tendo forma de \n\nripas paralelas entremeadas por formações alongadas de carbonetos. A bainita \n\ninferior se forma entre 250 e 350 oC, e a ferrita que a compõe se apresenta na forma \n\n\n\n34\n\nde placas finas, enquanto o carboneto aparece tanto nos contornos como no interior \n\ndas placas de ferrita, notadamente na forma de bastões delgados e paralelos entre si.  \n\nNa Figura 9 estão fotomicrografias dos dois tipos de bainita. \n\n         \n                      (a)                   (b) \n\nFigura 9 - Em (a) fotomicrografia da bainita superior, onde a área lisa é a ferrita e a áspera é \n\na cementita (HUME-ROTHERY, 1968), enquanto em (b) uma amostra micrográfica da \n\nbainita inferior, onde finos bastões paralelos de carbonetos atravessam o interior dos grãos \n\nferríticos (HONEYCOMBE &amp; BHADESHIA, 1996). MET \n\n2.3 O TRATAMENTO ISOTÉRMICO \n\nConforme exposto em 2.1.3, quando o aço é esfriado do campo austenítico \n\npara a temperatura ambiente, ocorrem transformações de fases que culminam numa \n\ndeterminada microestrutura e que depende da rota escolhida. A Figura 10 representa \n\num diagrama TTT (Transformação-Tempo-Temperatura) típico para um aço \n\nmultifásico, além das rotas já mencionadas. \n\n????    \nFe3C \n\n\n\n35\n\nFigura 10 - Diagrama Transformação-Tempo-Temperatura para um aço AISI 4340, com as \n\nrotas de tratamento térmico explicadas no texto. M é martensita, F é ferrita, AR é austenita \n\nretida e B é bainita (adaptado de RIBEIRO, SAPPAK e CHIAVERINI, 2009). \n\nA seta que conduz à formação apenas de martensita evita a formação das fases \n\ndifusionais, como perlita e bainita. Seguindo esta rota, a formação da martensita a \n\npartir da austenita se inicia a partir de uma temperatura Mi e progride \n\nproporcionalmente com o abaixamento de temperatura até um valor Mf, quando, \n\nteoricamente, desaparecem os últimos grãos de austenita. Martensita passa a ser \n\nentão a única fase presente e com igual composição da austenita que lhe deu \n\norigem, porém, com diferente rede cristalográfica (NOVIKOV, 1994). Na rota com \n\ndois patamares isotérmicos, o primeiro patamar está na região intercrítica, onde \n\nM A + F + ? + ? B + AR + M\n\n\n\n36\n\napenas austenita e ferrita podem coexistir, depois na região de formação da bainita, \n\nseguido por um novo resfriamento. Após passagem por Mi a bainita e a ferrita \n\nintercrítica se mantém inalteradas, enquanto parte da austenita retida se transforma \n\nem martensita e a parte complementar se mantém de forma metaestável à \n\ntemperatura ambiente. A rota tracejada representa um resfriamento contínuo, sendo \n\nrealizado de forma gradativa e sem interrupções temporárias de temperatura. \n\nCada rota conduz a uma determinada microestrutura, sendo que a mais \n\ninteressante do ponto de vista industrial, especialmente no setor onde se pretende \n\nequilibrar resistência com ductilidade, é a microestrutura multifásica \n\n(HASHIMOTO, 2004), onde coexistem frações de ferrita, bainita, austenita \n\nmetaestável e martensita, todas guardando entre si um relativo equilíbrio \n\ntermodinâmico. Exclui-se para esta finalidade, portanto, a têmpera, que produz \n\nmartensita (podendo existir pequena fração de austenita retida). Com relação à rota \n\ntracejada, a microestrutura final é constituída de bainita, austenita retida e \n\nmartensita. O tratamento isotérmico é mais vantajoso do que o executado por \n\nresfriamento contínuo mais lento (rota tracejada), pois permite um melhor controle \n\npara se obter uma melhor combinação percentual entre as diferentes fases, com o \n\npropósito de melhor conciliar suas propriedades particulares, além de produzir uma \n\ndistribuição mais uniforme na microestrutura final ao longo da peça (NOVIKOV, \n\n1994; JACQUES et al., 1998; ROS-YÁÑEZ et al., 2001).  \n\nNa Figura 11 está a foto de uma estrutura multifásica contendo os \n\nmicroconstituintes mais importantes para a combinação resistência-ductilidade. A \n\ndiferença na coloração entre as fases deve-se a um ataque químico aplicado sobre a \n\namostra antes da análise micrográfica. \n\n\n\n37\n\nFigura 11 - Micrografia de uma estrutura multifásica submetida a ataque químico heat \n\ntinting: PF é ferrita poligonal, B é bainita, M é martensita e RA é austenita retida \n\n(TIMOKHINA, 2004).  \n\nA austenita que se mantém de forma metaestável na temperatura ambiente \n\ndepois de findado o tratamento isotérmico é chamada de austenita retida (COSTA E \n\nSILVA &amp; MEI, 1988). Devido à presença desta fase, pode-se aplicar um tipo de \n\ntransformação propícia para atender os interesses industriais, notadamente no setor \n\nautomotivo, onde tentativas são continuamente desenvolvidas na esperança de se \n\nproduzir aços com elevada resistência, mas sem sacrifício de sua conformabilidade \n\ne capacidade para absorver energia proveniente de um impacto (FERRER et al, \n\n2007; SUGIMOTO et al, 2002; GRAJCAR et al, 2006; ADAMCZYK et al, 2007; \n\nSHI et al, 2006). \n\n\n\n38\n\n2.4 O EFEITO TRIP \n\nNa década de 60 descobriu-se que a austenita retida pode se transformar total \n\nou parcialmente em martensita através da energia mecânica fornecida por um \n\nesforço externo na temperatura ambiente, conforme apresentado em 2.2.6. Tal \n\ntransformação foi denominada de efeito TRIP, sigla de Transformation Induced \n\nPlasticity (BERRAHMOUNE, 2004) e que pode ser traduzido como Plasticidade \n\nInduzida por Deformação. \n\nNo processo de estampagem efetuada em chapas de aços multifásicos, aliás, a \n\nprópria máquina fornece a energia (ROS-YÁÑEZ, 2001), de forma que, se a \n\nestampa for realizada de forma controlada (MANGONON, 1970), é possível \n\ncontrolar também a fração de austenita retida transformada em martensita, visto que \n\nas proporções quantitativas entre as duas fases, além das outras, definem as \n\npropriedades do material estampado. \n\nA presença da austenita retida metaestável na temperatura ambiente, por \n\nconseguinte, constitui condição necessária para aplicação do efeito TRIP, dado que \n\na austenita é a fase-mãe da martensita, apesar das diferenças marcantes entre elas. A \n\nsaber: a primeira é dúctil e paramagnética, enquanto a segunda é frágil e \n\nferromagnética (ISHIGAKI et al, 1999; AYDIN et al, 2002). Em outras palavras, a \n\nprimeira contribui para a conformação e é pouco sensível ao magnetismo, ao passo \n\nque a segunda aponta para um aumento da resistência do material, além de \n\nresponder prontamente à aplicação de campos magnéticos externos. \n\nA busca por uma combinação cada vez mais adequada entre estas duas fases, \n\nportanto, é tema de destaque quando se visa obter aços que melhor combinem \n\nresistência com tenacidade e ductilidade. Para essa finalidade o aço TRIP constitui \n\nopção interessante, em que pese o ônus que a adição de certos elementos ligantes \n\npossa provocar (TRAINT et al, 2000).  \n\nNa Figura 12 é mostrado um gráfico comparativo entre o aço TRIP com outras \n\ncategorias de aços, levando-se em conta as propriedades de maior interesse na \n\nindústria automotiva. \n\n\n\n39\n\nFigura 12 - Posição do aço TRIP e demais categorias de aços, comparando-se o \n\nalongamento com o limite de escoamento (SOUZA, 2008). \n\n2.5 A ESTABILIZAÇÃO DA AUSTENITA RETIDA \n\nA presença de austenita retida em microestrutura multifásica é garantida por \n\num tratamento que se inicia numa temperatura onde a austenita é estável, seguido de \n\nresfriamento rápido até uma temperatura dentro do intervalo de formação da bainita, \n\nsendo mantida nesta temperatura por um certo intervalo de tempo, passado o qual \n\nsegue-se um novo resfriamento rápido até a temperatura ambiente. Ao longo deste \n\nprocesso e enquanto a ferrita e bainita vão se formando, o carbono segregado destas \n\nfases se acumula na austenita (GAJDA, 2007), aumentando sua estabilidade e \n\nfavorecendo as condições que procuram evitar a transformação martensítica por \n\nresfriamento. O propósito deste procedimento, portanto, é condicionar a \n\ntransformação martensítica apenas ao processo de deformação mecânica, condição \n\nconsiderada ideal para a aplicação do efeito TRIP. É fundamental, por conseguinte, \n\nque a austenita atinja a maior estabilidade possível na temperatura ambiente (BAIK \n\net al, 2001). \n\n\n\n40\n\nÉ preciso, no entanto, um rigoroso controle desse procedimento, pois mesmo \n\nna rota considerada ideal, que é a do tratamento isotérmico, existem diferentes \n\nalternativas, sendo que em cada uma podem-se aplicar diferentes temperaturas e \n\ndiferentes intervalos de tempo, seja na região intercrítica como na região de \n\nformação da bainita. Além disso, a já comentada influência dos elementos de liga, \n\ncujos componentes e percentuais podem ser alterados, bem como a morfologia dos \n\ngrãos de austenita e influência das fases vizinhas, afetam sua estabilidade (YAN et \n\nal, 2006; MUKHERJEE et al, 2006). \n\nPara cada caso verifica-se uma maior ou menor estabilidade da austenita retida \n\ne, como conseqüência, uma propriedade mecânica respectivamente mais ou menos \n\ninteressante. \n\nO resfriamento lento a partir do campo austenítico desencadeia o início de \n\nformação da ferrita intercrítica, caracterizada pela migração dos átomos intersticiais \n\nde carbono para a austenita. O aumento da concentração de carbono na austenita \n\ntorna-a mais estável, visto que o carbono é o melhor elemento de liga para impedir \n\nsua decomposição (TRAINT et al, 2000; CHANG et al, 1994; DIMATTEO et al, \n\n2005; JIAO et al, 2001), pois a temperatura Mi se torna mais baixa. Assim, uma \n\nfração da austenita original é capaz de se preservar quando a temperatura se reduz \n\naté um intervalo de temperatura entre 250 a 550 oC. A amostra é então mantida \n\nneste patamar por um intervalo de tempo que pode variar desde alguns minutos até \n\nvárias horas, dentro do qual se forma a bainita, enquanto a austenita remanescente \n\nenriquece em carbono, garantindo para si uma estabilidade crescente. É importante \n\nrealçar a influência dos elementos de liga, no sentido de reforçar a estabilidade da \n\naustenita retida durante este processo, visto que eles retardam a difusão do carbono \n\ndurante a formação da bainita, inibindo assim a formação da cementita e da perlita \n\n(BAIK et al, 2001). \n\nAlguns fatores discutidos a seguir, portanto, são relevantes para determinar a \n\nestabilidade da austenita retida na temperatura ambiente.  \n\n\n\n41\n\n2.5.1 Influência do tamanho do grão da austenita inicial na estabilização da \n\naustenita retida \n\nO tamanho do grão da austenita tem relação direta com a região de sua \n\nformação, ou na região do diagrama TTT em que só existe esta fase. Nesta região os \n\ngrãos de austenita se tornam maiores à medida que a temperatura aumenta dentro de \n\num intervalo de tempo suficiente, pois é justamente a energia térmica que estimula \n\nseu crescimento (CHIAVERINI, 1984). Verifica-se que grãos menores de austenita \n\nsão mais favoráveis para a estabilização da austenita retida, visto que o aumento da \n\nárea entre seus contornos diminui uma eventual concentração de impurezas, capazes \n\nde deteriorar a coesão entre os grãos (BRANDT &amp; OLSON, 1992).  \n\nO Quadro 3 expõe as vantagens e desvantagens verificadas, com base no \n\ntamanho do grão austenítico formado na região de recristalização do aço. \n\nQuadro 3 - Relação granulométrica da austenita com algumas propriedades mecânicas\n\n(adaptado de CHIAVERINI, 1984).\n\n  \n\n2.5.2 Conteúdo de carbono na austenita retida \n\nO carbono é o elemento químico mais importante para a estabilização da \n\naustenita retida na temperatura ambiente, de modo que, quanto maior sua \n\nconcentração, maior a estabilidade desta fase (CHANG &amp; BHADESHIA, 1994). O \n\nenriquecimento de carbono na austenita começa desde o campo intercrítico, quando \n\nse estabelecem as condições termodinâmicas para o crescimento da ferrita. No \n\nPROPRIEDADE austenita \ngrosseira \n\naustenita fina \n\nendurecibilidade mais profunda menos profunda \ntenacidade menor maior \nempenamento maior menor \nfissuras de têmpera frequentes quase ausentes \ntensões residuais maiores menores \naustenita retida mais menos\n\n\n\n42\n\ncampo de formação da bainita a segregação do carbono enriquece a austenita \n\nremanescente até um máximo de 2 % em massa, a partir do qual inicia a \n\nprecipitação dos carbonetos (COLPAERT, 2004). \n\nNa Figura 13 está representada a evolução desse processo. \n\n    a)               b)  \n\n    c)      d) \n\nFigura 13 - Representação das transformações de fases provocadas pela segregação do \n\ncarbono. Em (a) apenas austenita, em (b) austenita (centro) e ferrita (grãos brancos), em (c) \n\nformação da bainita (grãos com listras, indicando formação de cementita) e, em (d), \n\nprecipitação de carbonetos (listras mais escuras). A mudança da tonalidade na cor da \n\naustenita (grão central), da mais escura para a mais clara (da borda para o centro), \n\nrepresenta diminuição da concentração de carbono. \n\n????    ????    \n\n????    \n\n????    ????    \n\n????    \n\n????    ????    \n\n????    ????    \n\n????    \n\n????    \n\n????    \n\n????    \n\nB \n\nB B \n\nB \n\n\n\n43\n\n2.5.3 Tratamento intercrítico \n\nEste tratamento se aplica quando a austenita e a ferrita são as únicas fases \n\npresentes e se misturando numa proporção que, na medida em que a temperatura \n\ndiminui, aumenta em favor da segunda. No diagrama de fases esta região é chamada \n\nde região intercrítica, não existindo em aços eutetóides, enquanto que em aços de \n\nbaixo a médio carbono o intervalo de temperatura intercrítico está compreendido \n\nentre 727 oC até um máximo de 912 oC (VAN VLACK, 1984; CHIAVERINI, 1988; \n\nCOLPAERT, 2004; COSTA E SILVA &amp; MEI, 1988).  \n\nNa Figura 14 está representado um diagrama de fases ferro-carbono em que a \n\nregião intercrítica é a que contém as fases ferrita e austenita simultaneamente \n\n( ?? + ). A linha vertical roxa representa um resfriamento de um aço desde a região \n\nonde apenas a austenita está presente. \n\nFigura 14 - Diagrama de fases no aço, onde a área  ?? +  (canto inferior esquerdo) \n\ncorresponde à região intercrítica. Na abscissa estão dispostos os valores de peso percentual \n\n(CALLISTER, 2002). \n\n\n\n44\n\nNa Figura 15 vê-se a variação da fração de austenita na região intercrítica, em \n\nfunção da temperatura. A fase complementar é a ferrita. \n\n              % int?f\n                                 \n\n  \n                                                       \n\n    T (oC) \n       \n\nFigura 15 - Variação da fração percentual de austenita na região intercrítica em função da \n\ntemperatura. A linha tracejada representa a previsão teórica (KATSAMAS, 2004).  \n\nQuando a amostra é aquecida até a região intercrítica, começa o processo de \n\nrecristalização da ferrita e concomitante à dissolução das colônias de perlita, sendo \n\nesta seguida pela esferoidização da cementita e, a partir delas, pela formação da \n\naustenita propriamente dita (SAMAJDAR, 1998). Na Figura 16 está representada \n\nesta seqüência através de micrografias eletrônicas de varredura. \n\n\n\n45\n\nFigura 16 - Imagens por MEV indicando a transformação gradativa das colônias de perlita \n\nem austenita, durante o processo de aquecimento da amostra mantida na região intercrítica. \n\nEm (a) colônias de perlita antes da transformação; (b) esferoidização dos carbonetos; (c) \n\ntransformação de alguns carbonetos em austenita após alguns segundos de recozimento \n\n(SAMAJDAR, 1998). \n\n\n\n46\n\nNa região intercrítica dois parâmetros podem influenciar a microestrutura \n\nfinal: a temperatura (Intercritical Annealing Temperature) e o tempo em que a \n\namostra é nela mantida (Intercritical Annealing Time). O primeiro indica a \n\ntemperatura onde o aço é submetido por um intervalo de tempo na região \n\nintercrítica, onde apenas ferrita e austenita estão presentes. Conforme verificado \n\nexperimentalmente (CHEN et al, 1989), a austenita é maioria em uma temperatura \n\nintercrítica alta, mas carente de carbono, o que prejudica sua estabilidade, enquanto \n\nque em temperatura intercrítica baixa a situação naturalmente se inverte, de modo \n\nque a fase predominante passa a ser a ferrita, enquanto a austenita restante é rica em \n\ncarbono, o que lhe garante uma alta estabilidade. Sua reduzida fração volumétrica, \n\ncontudo, limita o efeito TRIP. Frações equilibradas entre austenita e de sua \n\nconcentração de carbono na região intercrítica proporcionam, portanto, um máximo \n\npara o percentual de austenita retida à temperatura ambiente, conforme está \n\nrepresentado no gráfico da Figura 17.  \n\n                            \n   \n\n      \n\n                                                 \n              \n\nFigura 17 - Variação do percentual de austenita ( ?f ) e sua concentração de carbono ( ?C ) \n\nna região intercrítica e de austenita retida (VRA) na temperatura ambiente, em função da \n\ntemperatura intercrítica (CHEN et al, 1989). A1 e A3 são as temperaturas que limitam a \n\nregião intercrítica. \n\n\n\n47\n\nSugimoto el al (1992), constataram variação semelhante da fração de austenita \n\nretida medida à temperatura ambiente e sua concentração de carbono, ambas em \n\nfunção da temperatura intercrítica, conforme está representada na Figura 18. \n\nFigura 18 - Variação do percentual de austenita retida medida à temperatura ambiente e sua \n\nconcentração de carbono, em função da temperatura intercrítica (SUGIMOTO et al, 1992). \n\nCom relação ao intervalo de tempo mantido numa temperatura intercrítica, \n\nverifica-se um aumento inicial de austenita retida devido à dissolução da cementita \n\n(CHEN et al, 1989), até atingir um máximo entre 2 a 4 minutos, enquanto que a \n\nredução posterior e a tendência a uma estabilização podem estar relacionadas com o \n\naumento da granulação da austenita (BANDYOPADHYAY et al, 2004; ZACEK et \n\nal, 2005). Outro trabalho (BRANDT &amp; OLSON, 1992) acusa presença de \n\ncarbonetos a partir de quatro minutos de tratamento intercrítico. \n\nNa Figura 19 está representada a variação de austenita retida em função do \n\ntempo de tratamento intercrítico. Há um aumento acentuado da fração de austenita \n\nretida no intervalo de 2 a 3 minutos de permanência na temperatura intercrítica para \n\ndois tipos de aços. O aço que contém teores maiores de carbono e fósforo apresenta \n\nmaior fração de austenita retida na temperatura ambiente.   \n\n\n\n48\n\n               % ?f\n\n                       \n\n                      t (min) \n\nFigura 19 - Variação da fração de austenita retida medida à temperatura ambiente com o \n\nintervalo de tempo intercrítico, para duas amostras distintas de aço carbono (CHEN et al, \n\n1989). \n\n2.5.4 Austêmpera\n\nA austêmpera corresponde ao tratamento térmico realizado no intervalo de \n\ntemperatura onde se forma a bainita, desde que respeitado o intervalo de tempo \n\nnecessário para iniciar sua formação, podendo ser em alguns poucos segundos. Tal \n\ntratamento exerce profundo efeito nas propriedades finais do aço (PARISH, 2003). \n\nA bainita tem uma microestrutura constituída pela ferrita (chamada de ferrita \n\nbainítica) com austenita e/ou carbonetos adjacentes. A Figura 20 mostra um \n\ndiagrama TTT onde se enfatiza a região de formação da bainita num aço eutetóide. \n\n0,14 C - 0,5 Si - 0,2 P \n\n0,12 C - 0,5 Si - 0,007 P \n\n\n\n49\n\nFigura 20 - Diagrama TTT destacando o intervalo de tempo e de temperatura de formação \n\nda bainita num aço eutetóide (CALLISTER, 2002). \n\nEm outros trabalhos (BOUET el al, 1998; MISHRA et al, 1998; TANG et al \n\n2007), verificou-se um máximo na fração de austenita retida à temperatura \n\nambiente quando o tratamento de austêmpera ocorre entre 350 e 450 oC, assim \n\ncomo em sua concentração de carbono (MATSUMURA et al, 1992). Ou seja, \n\njustamente no intervalo onde se verifica a transição entre as bainitas superior e \n\ninferior, além da precipitação de carbonetos ser menos acentuada, conforme está \n\nrepresentado nos gráficos da Figura 21. \n\n\n\n50\n\n                  \n\n                % ?f                       % AR \n\n                                            T (oC) \n              (a)  \n\n)(% máxC?\n         \n\n         \n                T (oC) \n\n     \n                          (b) \n   \n\nFigura 21 - Em (a), variação da fração percentual de austenita retida para três amostras \n\ntratadas em temperaturas intercríticas diferentes, em função da temperatura de austêmpera \n\n(MISHRA et al, 1998); em (b), variação da máxima concentração de carbono na austenita \n\nretida para quatro amostras distintas, em função da temperatura de austêmpera e a partir de \n\n350 oC (MATSUMURA et al, 1992).\n\ntemperatura\n intercrítica \n\n0,39 C - 1,16 Si - 1,2 Mn \n0,38 C - 1,46 Si - 1,2 Mn \n0,39 C - 1,99 Si - 1,2 Mn \n0,60 C - 1,50 Si - 0,8 Mn   \n\n\n\n51\n\nEsta variação do porcentual de austenita retida também pode ser explicada em \n\ntermos de energia livre: em temperaturas mais baixas do que as verificadas dentro \n\nda faixa de transição entre as bainita inferior e superior, a ferrita bainítica é mais \n\nestável do que a austenita, enquanto que, em temperaturas mais altas, a cinética \n\nelevada do carbono pode favorecer a formação de carbonetos (TANG et al, 2007). \n\nCom relação ao tempo em que o aço é mantido na região de formação da \n\nbainita, verifica-se, inicialmente, um aumento da fração de austenita retida até \n\natingir um máximo, que pode se estabilizar, caso o fenômeno da reação incompleta \n\nda bainita venha a ser garantido pela presença de elementos de liga, ao passo que, \n\nna falta destes elementos, a fração de austenita retida diminui com o passar do \n\ntempo, provavelmente devido à precipitação de carbonetos (ZACEK et al, 2005).  \n\nEstá representada no gráfico da Figura 22 essa tendência. \n\n      ?f   \n\n       \n\n                           1               10                100          t (min) \n\nFigura 22 - Relação entre fração percentual de austenita retida com o tempo de austêmpera, \n\npara um mesmo aço tratado a cinco diferentes temperaturas (MATSUMURA et al, 1992).\n\n0,383 C - 1,46 Si - 1,20 Mn \n\n\n\n52\n\nO decréscimo da fração de austenita retida em aços submetidos a tratamento \n\ntérmico prolongado também fica visível nas micrografias eletrônicas exibidas na \n\nFigura 23.  \n\n  \n\nFigura 23 - Microestruturas multifásicas tratadas em regimes de austêmpera diferentes. Em \n\n(a) o tratamento se deu a 370oC em um minuto, enquanto que em (b) se deu em 30 minutos; \n\nem (c) ocorreu a 360oC durante 3 minutos, enquanto em (d) ocorreu durante 15 minutos. A \n\nfase '?  é martensita, que desaparece em tratamento isotérmico prolongado, b?  é ferrita \n\nbainítica, enquanto ?  é a austenita (JACQUES et al, 2001). MEV \n\na)\n\nb)\n\nc)\n\nd)\n\n\n\n53\n\n2.5.5 Influência do carbono e do silício \n\nEstá descrita em 2.1.2 a influência que alguns dos principais elementos de liga \n\nexercem no aço. Uma das mais importantes contribuições destes elementos \n\nquímicos é a capacidade que possuem em modificar a cinética de transformação das \n\nfases, notadamente no sentido de reprimir a formação da cementita e carbonetos \n\n(ZAEFFERER et al, 2004), garantindo assim uma maior estabilidade da austenita \n\nretida, condição essencial para a aplicação do efeito TRIP (LEE et al, 2003). \n\nPor ser o principal estabilizador da austenita, o carbono é imprescindível na \n\nmicroestrutura multifásica, sendo que o enriquecimento da austenita com este \n\nelemento é provocado pela repulsão do carbono da fase ferrítica, enquanto esta se \n\nforma.  \n\nA importância do carbono na estabilidade da austenita retida está retratada nos \n\ngráficos da Figura 24. \n    \n\n% ?f       % ?f  \n\n        \n\n  \n\n                      102               103         t (s)                          % C \n        (a)      (b) \n\nFigura 24 - Fração percentual de austenita retida em função do (a) tempo de austêmpera à \n\n400oC, para quatro ligas com diferentes percentuais de carbono e (b) percentual de carbono \n\nda liga, levando-se em conta a temperatura de tratamento intercrítico (SAKUMA et \n\nal,1991). \n\n\n\n54\n\nO carbono rejeitado da ferrita pode, por outro lado, e dependendo das \n\ncondições de tratamento isotérmico, provocar a precipitação da cementita e/ou \n\ncarbonetos, reduzindo proporcionalmente a fração de austenita retida. Para \n\nminimizar esse efeito se recorre a alguns elementos de liga, como o silício, visto que \n\nsua comprovada insolubilidade na cementita retarda sua formação (TSUKATANI et \n\nal, 1991). Um percentual adequado de silício pode garantir o fenômeno da reação \n\nincompleta da bainita, onde uma fração de austenita retida permanece na \n\nmicroestrutura por tempo indeterminado. Estima-se que 2,5 % de silício é suficiente \n\npara impedir a precipitação de cementita (JACQUES et al, 1998). Outros elementos \n\npodem compartilhar com o silício idêntica prevenção, como o manganês, o fósforo, \n\no nióbio e o alumínio (YAN-QIU et al, 2006; TRAINT et al, 2000; BLECK et al, \n\n1998; BOUET et al 1998; PERRARD et al, 2007; GAJDA et al, 2007). \n\nNa Figura 25 se evidencia a diferença na microestrutura do aço quando se \n\nvaria a proporção entre silício e manganês. O aumento do primeiro tende para uma \n\nmaior estabilidade da austenita (fase clara), enquanto o aumento do segundo \n\nfavorece a formação das fases bainita e martensita (fases escuras). \n\nFigura 25 - Micrografias que demonstram as diferenças microestruturais provocadas pela \n\nmudança dos percentuais de alguns elementos de liga, fixando os demais parâmetros. O \n\nmáximo de austenita retida foi obtido com 1,5% de manganês e 2,0% de silício \n\n(TSUKATANI et al, 1991). \n\n\n\n55\n\n2.5.6 Tamanho e morfologia da austenita retida e influência das fases vizinhas \n\n  \n\n Conforme exposto em 2.5.1, o tamanho de grão da austenita está \n\ninversamente relacionado com sua estabilidade. Verifica-se que dimensões maiores \n\ndo que 1 ?m para grãos de austenita retida reduzem sensivelmente sua estabilidade \n\n(TIMOKHINA et al, 2004). Quanto à morfologia da austenita retida, ela tem relação \n\ndireta com as fases que lhe circundam. De acordo com Dimatteo e co-autores \n\n(2005), existem cinco diferentes tipos de morfologia para a austenita:  \n\n- bloco cercado por ferrita poligonal \n\n- bloco ou camadas cercadas por ferrita acicular \n\n- bloco ou camadas cercadas por bainita \n\n- camadas separadas por ripas de martensita \n\n- constituinte austenita / martensita \n\nA vizinhança exerce influência na estabilidade da austenita, uma vez que \n\npressão hidrostática e eventuais discordâncias cristalográficas entre fases adjacentes \n\npodem afetar a cinética de formação para uma nova microestrutura (MUKHERJEE \n\net al, 2007). Neste sentido, austenita presente entre camadas de ferrita bainítica é \n\nmais estável do que na ferrita poligonal, pois concentra mais carbono durante a \n\nformação da bainita, enquanto que pressão hidrostática exercida pela bainita pode \n\nimpedir uma decomposição prematura da austenita em martensita que, sua vez, \n\nconforme já foi observado, compromete a estabilidade da austenita estando em \n\ncontato com ela.  \n\nNa Figura 26 estão ilustradas as mudanças verificadas na morfologia e da \n\nfração volumétrica da austenita ao longo do tratamento de austêmpera. \n\n\n\n56\n\nFigura 26 - Mudança na morfologia e fração da austenita durante a austêmpera. Em (a) grão \n\nde austenita ( )?  cercado de ferrita ( )? ; (b) devido à difusão do carbono, aumenta a área \nferrítica em detrimento da área austenítica, sendo TF equivalente à área de transformação; \n\n(c) final do tratamento térmico com presença de bainita (B) e austenita retida ( )R? . A \nconcentração de carbono é proporcional à densidade de pontilhados (CHEN et al, 1989). \n\nNa Figura 27 estão retratadas algumas micrografias obtidas por microscopia \n\neletrônica de transmissão, exibindo diferentes morfologias de austenita retida e \n\nfases vizinhas mais comumente observadas. \n\n\n\n57\n\n   \n\nFigura 27 - Fotomicrografias obtidas por MET, em que a austenita retida RA se apresenta \n\nem diferentes morfologias e vizinhanças: (a) encravada na bainita granular GB, (b) entre \n\ncamadas de ferrita bainítica BF, (c) ao lado de ferrita poligonal PF e (d) como constituinte \n\nmartensita-austenita RA/M (TIMOKHINA et al, 2004). \n\nConforme as condições e por ser metaestável, a austenita pode dar lugar aos \n\ncarbonetos (ZAREI-HANZAKI et al, 1995), comprometendo a obtenção das \n\npropriedades desejadas. Na Figura 28 estão retratadas duas micrografias da bainita, \n\numa com austenita retida e outra com carbonetos em seu lugar, obtidas por \n\ntransmissão eletrônica de varredura.  \n\n\n\n58\n\n            (a) \n\n                                                                 (b) \n\nFigura 28 - Em (a) austenita retida )(? ao lado de ferrita bainítica )( b? ; em (b) carbonetos \n\n)(? no lugar da austenita retida (JACQUES et al, 2001). MEV \n\n\n\n59\n\n2.6 TRANSFORMAÇÃO MARTENSÍTICA \n\nDe acordo com Rios e Padilha (2007), transformação martensítica é uma \n\nexpressão que se aplica a uma determinada reação no estado sólido e que ocorre \n\nsem difusão atômica, de forma que os átomos se movem em distancias menores do \n\nque os próprios parâmetros do reticulado cristalino. Tais movimentos ocorrem de \n\nforma cooperativa, o que levou a evocação do termo transformação militar, alusão \n\nao deslocamento coordenado de tropas.  \n\nTransformação martensítica em aços ocorre quando estes são resfriados \n\nrapidamente a partir de temperaturas de austenitização, produzindo uma nova fase \n\nem temperaturas mais baixas e sem mudança de composição. Esta transformação, \n\nnormalmente, se aplica à mudança da fase austenítica para martensítica. Em \n\nqualquer caso a transformação martensítica é muito rápida, sendo próxima da \n\nvelocidade do som no aço (em torno de 1100 m/s). No caso dos aços, a \n\ntransformação martensítica provoca aumento considerável na resistência mecânica, \n\nsendo que em algumas ligas (por exemplo, Fe-Ni, Ti-Ni), ela é responsável pelo \n\nefeito memória de forma (MOTA, 2002).  \n\nDestacam-se numa transformação martensítica em aços as seguintes \n\nobservações (RIOS &amp; PADILHA, 2007; MOTA, 2002): \n\n1a) a composição química da martensita é a mesma da fase matriz austenita; \n\n2a) a transformação é acompanhada de aumento de volume; \n\n3a) existe uma relação de orientação cristalográfica semi-coerente entre a fase \n\nmartensítica e a austenítica; \n\n4a) existe um plano de interface comum entre a martensita e a austenita \n\nchamado plano de hábito, que é invariante durante a transformação. \n\nNa Figura 29 está representada uma esquematização da formação de uma \n\nplaca de martensita a partir da austenita. \n\n\n\n60\n\nFigura 29 - Representação da formação de uma placa de martensita em matriz austenítica \n\n(COTTRELL, 1975). \n\nA martensita nos aços tem estrutura tetragonal de corpo centrado e a razão \n\nentre seus parâmetros de rede depende do teor de carbono, conforme a seguinte \n\nexpressão (RIOS &amp; PADILHA, 2007; NOVIKOV, 1994): \n\n                                              )(%045,01 C\na\nc\n\n+=                                      (1) \n\nonde c é o parâmetro maior e a o menor (rever Figura 6). \n\nPortanto, quanto maior a concentração de carbono na liga, mais acentuada é a \n\ntetragonalidade da martensita. \n\n2.6.1 Temperatura de transformação martensítica \n\nO intervalo de temperatura onde começa e termina o processo de \n\ntransformação martensítica depende principalmente do tratamento escolhido e da \n\ncomposição química da liga. A presença de austenita retida com elevada \n\nestabilidade retarda o início da transformação martensítica por resfriamento. \n\n\n\n61\n\nA temperatura abaixo da qual é possível a reação martensítica é representada \n\npor Mi ou Ms (martensite start) e aquela onde a transformação se completa é \n\nrepresentada por Mf. Algumas fórmulas empíricas estabelecem valores para Mi em \n\nfunção apenas dos elementos de liga. Uma delas, chamada fórmula de Andrews, e \n\nde acordo com Honeycombe e Bhadeshia (1995), é: \n\n        )(%5,7)(%1,12)(%7,17)(%4,30)(%423539)( MoCrNiMnCCM oi ?????=       (2)          \n\nUma vez iniciada a reação, a fração volumétrica de martensita transformada \n\ndepende apenas da temperatura, sendo tanto maior a primeira quanto menor a \n\nsegunda. Para o aço e de acordo com Rios e Padilha (2007), é dada \n\naproximadamente por: \n\n                                          [ ])(exp1' TMf i ???= ??                           (3) \n\nonde ?  é um valor próximo de 0,011 e T é a temperatura abaixo de Mi, mantida fixa \n\ndurante a transformação. \n\nPara uma dada temperatura, a fração de martensita transformada é constante, \n\nisto é, não depende do tempo em que o aço permanece nesta temperatura, ao \n\ncontrário da perlita e da bainita, que são fases difusionais. Se, por ventura, a \n\ntemperatura for diminuída até um outro valor contido no intervalo entre Mi e Mf, \n\nocorre nucleação de martensita adicional. Para se produzir martensita sem as fases \n\ndifusionais o resfriamento do aço deve ser rápido, caracterizando a transformação \n\natérmica, ou seja, não ativada termicamente enquanto se mantém numa dada \n\ntemperatura (HUME-ROTHERY,1968). \n\nNa Figura 30 está representada uma notável seqüência de imagens exibindo \n\numa crescente transformação da austenita para martensita por resfriamento \n\ncontínuo, proporcional ao abaixamento da temperatura. \n\n\n\n62\n\nFigura 30 - Transformação da austenita para martensita em temperaturas cada vez mais \n\nbaixas (THELNING, 1975). \n\na) 280 oC b) 220 oC\n\nc) 200 oC d) 195 oC\n\ne) 180 oC f) 175 oC\n\n\n\n63\n\n2.6.2 Transformação martensítica por solicitação mecânica \n\nEm certos tratamentos térmicos como têmpera convencional, tratamento \n\nintercrítico, martêmpera e austêmpera, a transformação da austenita não é completa. \n\nDependendo da rota do tratamento térmico aplicado, uma fração de austenita retida \n\npode permanecer metaestável à temperatura ambiente juntamente com as novas \n\nfases, cuja estabilidade é estimada pela temperatura a partir da qual ela pode se \n\ntransformar em martensita, tanto por resfriamento como por solicitação mecânica \n\n(ZAEFFERER et al, 2004; YAN et al, 2006). A presença de austenita retida é \n\ndevido à presença de elementos de liga e, principalmente, do teor de carbono na \n\naustenita não transformada, que diminui a temperatura Mi até abaixo da ambiente.  \n\nCom aplicação de solicitação mecânica, contudo, pode-se elevar essa \n\ntemperatura até um valor Md acima da temperatura ambiente, tornando assim viável \n\na aplicação do efeito TRIP. \n\nNo tocante à intensidade de aplicação da carga, a formação de martensita \n\nocorre tanto na deformação elástica (martensita de tensão) quanto na deformação \n\nplástica (martensita de deformação), conforme está representado no gráfico da \n\nFigura 31. \n\n        energia mecânica                         \n        \n     \n\n        \n        \n           Ms      ?sM          Md temperatura         \n\nFigura 31 - Representação gráfica entre a energia mecânica fornecida em função da \n\ntemperatura, onde pode ocorrer transformação martensítica por solicitação mecânica \n\n(adaptado de PERLADE et al, 2003). \n\n              deformação       c \n            b \n         \ntensão \n\n a         \n\n\n\n64\n\nA martensita de tensão só pode se formar entre os pontos a e b, ao passo que a \n\nmartensita de deformação ocorre entre os pontos b e c. Acima de Md nenhuma \n\ndeformação plástica transforma austenita em martensita (PERLADE et al, 2003). \n\nExistem outros procedimentos que possibilitam a transformação martensítica. \n\nEm amostras de aço sob pressão hidrostática verifica-se o efeito oposto ao \n\nverificado quando a pressão é aplicada numa única direção, de modo que seu \n\naumento implica em diminuição de Mi. Ao contrário, aplicação externa de intensos \n\ncampos magnéticos favorece a produção martensítica, no sentido de elevar Mi\n(BERRAHMOUNE et al, 2003; ISHIGAKI et al, 1999). \n\nOutro aspecto particular na transformação martensítica é que ela é \n\nautocatalítica (BHADESHIA, 1992), isto é, a formação das primeiras placas de \n\nmartensita gera condições para o surgimento de novas placas, devido ao \n\naparecimento de tensões elásticas produzidas na formação das primeiras placas, \n\nprovocado pelo aumento de volume na estrutura. Deve-se notar que este \n\ndesenvolvimento não decorre de crescimento de uma placa anteriormente formada, \n\nmas da formação de novas placas. \n\nA Figura 32 representa a evolução de uma transformação martensítica dentro \n\nde um grão austenítico, bem como duas micrografias das duas fases concomitantes. \n\n\n\n65\n\n   a) \n\n       T                     \n\nb)     c) \n\n      \n\nFigura 32 - Em (a) representação de uma transformação martensítica progressiva no interior \n\nde um grão de austenita, onde cada placa de martensita (M), uma vez formada, não evolui \n\nmais (adaptado de PERLADE et al, 2003). Em (b) uma micrografia contendo placas de \n\nmartensita (MOTA, 2002), enquanto em (c) foto de um constituinte austenita-martensita \n\nobtida por microscopia eletrônica de varredura (FERRER et al, 2007).  \n\n2.7 RELAÇÃO ENTRE AUSTENITA RETIDA E PROPRIEDADES \n\nMECÂNICAS \n\nAs propriedades mecânicas de um aço podem ser retratadas através de alguns \n\nparâmetros, entre os quais destacam-se os seguintes: \n\n????    \n\nM\n\n\n\n66\n\nTensão limite de escoamento (??) - é o valor da tensão aplicada, a partir da \n\nqual se inicia a deformação plástica do material, isto é, sua deformação permanente.  \n\nLimite de resistência à tração (RT) - é a tensão máxima em que o material é \n\ncapaz de suportar até a fratura. \n\nDuctilidade - mede o grau de deformação plástica suportada até a fratura. \n\nQuando o material sofre fratura com nenhuma ou baixa deformação plástica é \n\nchamado de frágil, caso contrário é dúctil. A curva tensão-deformação que se \n\nobserva na Figura 33 espelha o comportamento dilatométrico do material frente a \n\ntensões externas.  \n\n                                            tensão \n\n       RT \n\n                              ?? \n\n                                                                    P •\n\n         \n                 deformação \n\n                        0,002 \n\nFigura 33 - Curva tensão-deformação típica do aço. O ponto entre a deformação elástica e \n\nplástica está indicado por P; ?? é o limite de escoamento e RT o limite de resistência à \n\ntração (baseado em CALLISTER, 2002).   \n\n\n\n67\n\nJá foi assinalada a importância da microestrutura nas propriedades mecânicas \n\ndo aço. A martensita favorece a resistência mecânica, enquanto uma significativa \n\nquantidade de austenita retida de alta estabilidade (além da bainita e ferrita) conduz \n\na elevados valores de alongamento (TIMOKHINA et al, 2004). Daí a importância \n\nna elaboração de um tratamento que garanta a estabilidade da austenita retida na \n\ntemperatura ambiente, visto que é a partir dela que se pode obter uma relação útil \n\nentre as fases dúcteis e resistentes após aplicação do efeito TRIP. \n\nNa relação gráfica mostrada na Figura 34, a otimização da resistência à tração \n\ne ductilidade se verifica quando a fração de austenita retida na temperatura ambiente \n\natinge um máximo. \n\n            % ?f\n\n                      \n\n                                     tempo (min) \n\n                   \n             \n\n          resistência à \n        tração (MPa) \n\n                \n\n            \n\n           ductilidade \n\n        \n\n                                           tempo (min) \n\nFigura 34 - Comparação gráfica entre a fração de austenita retida com resistência à tração e \n\nductilidade, ambas em função do mesmo tempo de austêmpera (YAN-QIU et al., 2006). \n\n\n\n68\n\nOutras propriedades como energia absorvida sob impacto, limite de fadiga, \n\nvariação do alongamento e redução de área, também variam em função da fração de \n\naustenita retida, como reportam alguns autores (BERRAHMOUNE, 2003; \n\nNAKAGAWA et al, 1999; MUKHERJEE et al, 2006; SHERIF et al, 2004). \n\nPor sua vez, a fração de austenita retida sofre considerável influência de \n\nalguns fatores, além daqueles já mencionados. Dois fatores de destaque são a \n\nquantidade inicial de austenita retida e a intensidade de deformação (MUKHERJEE \n\net al, 2006; YAN et al, 2006). No primeiro caso, frações iniciais menores \n\nconcentram mais carbono, tornando a austenita mais estável, enquanto que, no \n\nsegundo caso, deformações mais intensas favorecem a decomposição da austenita. \n\nA influência destes dois fatores combinados produz os resultados representados no \n\ngráfico da Figura 35. \n\nFigura 35 - Variação percentual da austenita retida em função da deformação, para \n\ntrês amostras com frações iniciais diferentes de austenita (MUKHERJEE et al, \n\n2006).\n\ndeformação \n\n f????    \n\n\n\n69\n\n2.8 O MAGNETISMO \n\n O campo magnético é gerado por cargas elétricas em movimento, sendo \n\nmacroscopicamente detectável por instrumentos específicos. O movimento de um \n\núnico elétron em torno do núcleo atômico produz um momento de dipolo magnético \n\norbital l?\n? , enquanto o momento de dipolo magnético spin s?\n\n?  ocorre devido à \n\nrotação do elétron em torno de seu próprio eixo. Na Figura 36 estão ilustrados os \n\ndois tipos de momentos de dipolos.  \n\n                  \n\n             l?\n?\n\n         s?\n?\n\n                                                   elétron \n\n                                \n\n         \n                      (a)              (b) \n\nFigura 36 - Momento de dipolo magnético gerado pela rotação do elétron, (a) em torno do \n\nnúcleo atômico, e em (b) em torno de si próprio. \n\nComo o momento de dipolo do núcleo atômico é desprezível para as \n\nconsiderações presentes, o momento de dipolo magnético total do átomo é igual à \n\nsoma vetorial dos momentos orbital e spin.  \n\nConsiderando todos os átomos dentro de uma amostra, a adição vetorial de \n\ntodos os momentos define a natureza magnética do material. Numa distribuição \n\naleatória o saldo líquido resulta nulo ou de valor muito pequeno, o que caracteriza \n\num material não-magnético. Ao contrário, quando os momentos concordam em \n\ndireção e sentido, o momento magnético resultante tem uma intensidade \n\nsignificativa, caracterizando um material magnético.  \n\nNa Figura 37 está representada a principal distinção entre os dois casos. \n\nelétron\n\n\n\n70\n\n           não magnético          magnético  \n\nFigura 37 - Em (a) distribuição randômica e em (b) distribuição concordante dos vetores \n\nmomentos magnéticos. \n\nQuando uma camada está completamente preenchida por elétrons, o momento \n\nmagnético resultante é nulo, pois para cada momento magnético (seja orbital ou \n\nspin) há um oposto de mesmo módulo. Por outro lado, havendo elétrons não-\n\nemparelhados (quando as camadas estão incompletas), o saldo do momento \n\nmagnético atômico é diferente de zero, conforme ilustrado na Figura 38 para dois \n\nelementos químicos distintos. \n\n         -2      -1     0      +1    +2   s??      l??\n\nFeo: 1s2 2s2 2p6 3s2 3p6 3d8         1      3 \n\n                \n\nFe+2: 1s2 2s2 2p6 3s2 3p6 3d6          2      2 \n\n     \n\nAr: 1s2 2s2 2p6 3s2 3p6           0       0 \n\nFigura 38 - Representação esquemática dos elétrons em cada orbital: ferro no estado \n\nfundamental, ferro duplamente ionizado e argônio neutro. Os quadros de cor clara \n\ncorrespondem aos orbitais incompletos. \n\nNos elementos cujo sub-nível incompleto é o 3d, o momento angular \n\nresultante é nulo, fenômeno conhecido como extinção do momento angular, de \n\n\n\n71\n\nmodo que as propriedades magnéticas destes elementos ficam definidas apenas pelo \n\nspin dos elétrons desemparelhados. Estes átomos constituem o grupo do ferro\n\n(KITTEL, 1978): 3d1 (Ti+3, V+4), 3d2 (V+3), 3d3 (Cr+3, V+2), 3d4 (Mn+3, Cr+2), 3d5\n\n(Fe+3, Mn+2), 3d6 (Fe+2), 3d7 (Co+2), 3d8 (Ni+2), 3d9 (Cu+2). \n\nDe acordo com Kraus e Carver (1978), o momento de dipolo magnético \n\nresultante determina a magnetização M da amostra, definida por: \n\n                   ??= ?? 10\n1\n\nlim iV V\nM ?\n\n??\n                          (4) \n\nonde V? é um volume diminuto e i?  é o momento magnético do átomo de índice i, \n\nenquanto a soma se estende a todos os átomos do volume V? . \n\nConforme o momento de dipolo resultante, existem seis tipos de materiais \n\nmagnéticos. Para o propósito deste trabalho apenas dois são considerados: os \n\nferromagnéticos e os paramagnéticos.  \n\nFerromagnéticos - Neste caso o momento magnético resulta principalmente \n\nem razão dos spins não compensados. A interação entre átomos vizinhos (interação \n\nde câmbio), tende a torná-los paralelos e aditivos, intensificando o efeito resultante. \n\nAs regiões onde isso ocorre são chamadas de domínios magnéticos, normalmente \n\ncom dimensões micrométricas (TIPLER, 2000). Em materiais ferromagnéticos \n\nvirgens, contudo, os vários domínios em sua estrutura apresentam orientações \n\naleatórias, de modo que o efeito global é praticamente nulo. \n\nNa Figura 39 é mostrada uma micrografia ressaltando os domínios \n\nmagnéticos. \n\n\n\n72\n\n                  \nFigura 39 - Domínios magnéticos em um monocristal de níquel. As setas representam as \n\norientações dos campos magnéticos em cada domínio (KITTEL, 1978). \n\nComo exemplos de materiais ferromagnéticos destacam-se o ferro, o níquel e \n\no cobalto. \n\nQuando um material ferromagnético é submetido a um campo magnético \n\nexterno e à medida que este aumenta de intensidade, há uma tendência de todos os \n\ndomínios se orientarem no sentido do campo externo. Este processo é gradual, até \n\natingir a saturação magnética (MACHADO, 2005), conforme está representado na \n\nFigura 40. \n\n  \n\n    Hext = 0   Hext  \n          (a)         (b)           (c)  \n\nFigura 40 - Aumento gradativo da magnetização de uma amostra, simultâneo ao \n\ncrescimento do campo magnético externo; em (a) os domínios N e S apontam \n\nperpendicularmente à página, em (b) o alinhamento é parcial, enquanto em (c) o material \n\natingiu a saturação magnética (adaptado de KRAUS &amp; CARVER, 1978). \n\nN S \n\n\n\n73\n\nO aumento do campo magnético externo favorece o crescimento dos domínios \n\ncuja orientação concorda com o dele e às custas dos demais domínios, conforme \n\nestá ilustrado na Figura 41. \n\nFigura 41 - Alterações provocadas nos domínios à medida que o campo externo aumenta de \n\nintensidade. Notar o crescimento dos domínios paralelos ao do campo externo e às expensas \n\ndos domínios não-paralelos (CALLISTER, 2002). \n\nParamagnéticos - O saldo líquido dos momentos magnéticos também é \n\npositivo, porém, a intensidade é muito menor do que no caso ferromagnético. \n\nTungstênio e fase austenita no aço são exemplos de materiais paramagnéticos. \n\nResumindo, e de acordo com Hayt e Buck (2003): \n\nFerromagnetismo:  0>>+ sl ??     e ls ?? >>    \n\n  Paramagnetismo: =+ sl ??  muito pequeno   \n\nA magnetização do material em função do campo magnético externo aumenta \n\nde forma praticamente linear, tornando-se menos acentuada ou mais difícil a partir \n\nde um certo ponto, até atingir seu valor de saturação, a partir do qual a \n\n\n\n74\n\nmagnetização não aumenta mais, mesmo com o aumento do campo externo. A \n\nrelação entre os dois campos é representada graficamente pela curva de \n\nmagnetização, onde a magnetização induzida no material é plotada em função da \n\nintensidade de campo magnético externo. Na Figura 42 está representada uma curva \n\nde magnetização, onde nos círculos se verifica a progressiva tendência dos domínios \n\nde se alinharem magneticamente.  \n\nFigura 42 - Representação de uma curva de magnetização. Ms é o valor da magnetização de \n\nsaturação (CALLISTER, 2002). \n\nVê-se que da origem até um certo ponto a magnetização do material é \n\nacentuada, até se tornar mais difícil, em razão dos campos de domínios que \n\nnecessitam de mais energia para alinhar-se com o campo externo. \n\n2.9 FATORES QUE AFETAM A MAGNETIZAÇÃO DO AÇO \n\nA intensidade de magnetização no aço pode servir de parâmetro para melhor \n\nretratar sua microestrutura, visto que a transição entre austenita e martensita altera \n\nsua magnetização. A primeira fase, conforme já foi assinalado, é paramagnética, e a \n\n\n\n75\n\nsegunda é ferromagnética, devendo a magnetização no aço aumentar quando a \n\nprimeira se transforma na segunda. \n\nAlguns fatores afetam a magnetização nos aços. \n\nTemperatura  \n\nO aumento da temperatura tende a diminuir o grau de magnetização, pois \n\ndificulta o alinhamento entre os dipolos magnéticos. Essa influência é diminuta e \n\naté desprezível em temperaturas baixas, até que, em torno de 770oC (temperatura \n\nCurie), a magnetização no aço decresce abruptamente, indicando a formação da \n\naustenita paramagnética, conforme pode ser observado na Figura 43. \n\n                M (u.a.)\n\n  T (oC) \n\nFigura 43 - Curva termomagnética obtida num aço maraging 350, retratando a variação da \n\nmagnetização em função da temperatura (TAVARES et al., 2003).  \n\nTempo\n\nA influência que o tempo exerce na magnetização do aço depende da \n\ntemperatura em que ele é mantido. Em temperaturas onde a austenita atinge a \n\nestabilidade, verifica-se um decréscimo exponencial da magnetização com o \n\ndecorrer do tempo, enquanto que para temperaturas reduzidas e que favorecem a \n\ndecomposição da austenita, verifica-se o oposto. Esse comportamento está ilustrado \n\nna Figura 44. \n\n\n\n76\n\n                         \n  M            M \n\n                                  t (min)                                                               t (min) \n\n         (a)      (b) \n\nFigura 44 - Curvas da magnetização normalizada com o tempo numa dada temperatura. Em \n\n(a) a formação é da austenita, em (b) é martensita (TAVARES et al., 2003). \n\nElementos de liga\n\nA inclusão de elementos de liga reduz o valor de saturação magnética, além de \n\naumentar sua resistividade elétrica. Como resultado, ligas de ferro se tornam \n\nmagneticamente moles, de modo que a resposta à aplicação perante campo externo \n\né mais rápida. \n\nNa Figura 45 está retratada a diferença na curva de magnetização entre \n\nmateriais magneticamente moles e duros.  \n\nFigura 45 - Curva de magnetização para o ferro ligado (mole) e ferro puro (duro) \n\n(CALLISTER, 2002). \n\n164oC \n\n\n\n77\n\nTensão de deformação plástica\n\nA aplicação de uma tensão pode fornecer a energia necessária para \n\ntransformar a austenita em martensita, de acordo com o efeito TRIP, aumentando \n\nassim a intensidade de magnetização. Conforme está indicado na Figura 46, a \n\nmagnetização aumenta com a tensão até o ponto de saturação, quando não há mais \n\naustenita para se decompor. \n\n         Ms ( kgWbm /? ) \n\n            deformação \n\nFigura 46 - Variação do campo de saturação magnética Ms em função da deformação \n\n(WATANABE et al, 2002). \n\nAnisotropia magnética\n\nAlguns cristais apresentam direções preferenciais (seja do ponto de vista \n\nmicroscópico ou macroscópico) para o vetor magnetização se orientar, havendo, \n\nportanto, necessidade de uma maior ou menor energia para alterar a direção de \n\nmagnetização. Esta anisotropia se verifica em materiais ferromagnéticos, sendo \n\nclassificada em três tipos. \n\n1o) anisotropia magnetocristalina \n\nRelaciona a energia envolvida entre o ângulo que uma dada direção \n\ncristalográfica forma com o vetor magnetização. Na Figura 47 vê-se a diferença da \n\nmagnetização em função do alinhamento do campo magnético externo com a \n\ndireção cristalográfica. \n\n\n\n78\n\n      \nFigura 47 - Curva de magnetização para o ferro, considerando a direção dos eixos \n\ncristalográficos (CULLITY, 1972). \n\n2o) anisotropia de forma\n\nEnvolve a geometria da amostra ou das partículas que a compõem. O eixo de \n\nmenor relutância requer menos energia para magnetizar, sendo normalmente o mais \n\nlongo. Na Figura 48 vê-se um exemplo aplicado a um elipsóide: \n\n         \nFigura 48 - Elipsóide com o vetor magnetização formando um ângulo ?  com o eixo mais \n\nlongo (GUIMARÃES, 1999). \n\nfácil\n\nmédio\ndifícil\n\n\n\n79\n\n3o) anisotropia magnetoelástica\n\nEsta anisotropia é decorrente da eventual presença de deformações na \n\nestrutura cristalina provocadas por tensões mecânicas. \n\nPrecipitação de carbonetos\n\nAlém dos carbonetos de ferro, existem outros compostos entre um elemento \n\nmetálico e o carbono, como o molibdênio e o cromo, cujas fórmulas são Mo6C e \n\nCr23C, respectivamente. A ocorrência de tais carbonetos é normalmente possível \n\napós tratamentos térmicos prolongados e em alta temperatura. Conforme relataram \n\nalguns pesquisadores (TAVARES et al, 2000), verifica-se um aumento na \n\nmagnetização de saturação do aço contendo estes carbonetos, visto que a difusão \n\ndestes elementos da matriz ferrítica tende a reduzir seus respectivos efeitos \n\ndesmagnetizantes. \n\nNa Figura 49 está uma foto da microestrutura de uma liga de níquel, onde os \n\ncarbonetos metálicos estão colorizados artificialmente. \n\nFigura 49 - Fotomicrografia de uma liga de níquel 617, exibindo alta concentração de \n\ncromo (regiões azuis ou seta contínua) e molibdênio (regiões verdes ou seta tracejada). A \n\nseta dupla horizontal indica a direção da tensão aplicada durante o teste de deformação \n\n(SCHLEGEL et al, 2009). \n\n\n\n80\n\n3 PROCEDIMENTO EXPERIMENTAL \n\n3.1 O MATERIAL \n\n  \n\n O material escolhido foi o aço AISI 4340, que combina alta resistência \n\nmecânica, alta ductilidade e boa resistência à fadiga, além de razoável tenacidade \n\nquando temperado e revenido. Por isso é utilizado principalmente na fabricação de \n\nparafusos, engrenagens e componentes de máquinas. \n\nSua composição química nominal em valores percentuais em massa e suas \n\nprincipais propriedades mecânicas estão relacionadas no Quadro 4. \n\nQuadro 4 - Em (a) composição química nominal percentual em massa do aço AISI 4340; \n\nem (b) suas principais propriedades mecânicas medidas à temperatura ambiente e \n\nconsiderado 810oC a temperatura de recozimento. \n\n (a) \n\n(b) Densidade média (g/cm3):       7,8 \n\nMódulo de elasticidade (GPa): 190 - 210 \n\nResistência à tração (MPa):       744 \n\nLimite de escoamento (MPa):      472 \n\nDureza (HB):         217 \n\nResistência a impacto (J):      51,0 \n\nResistividade elétrica ( mn? ):     248  \n\nC Mn P S Si Cr Ni Mo \n0,395 0,660 0,016 0,003 0,270 0,810 1,720 0,200 \n\nCu Sn V Nb N Al B \n0,120 0,008 0,006 0,005 0,007 0,027 0,0002 \n\n\n\n81\n\nNa Figura 50 está representado graficamente o diagrama ITT do aço AISI \n\n4340. \n\nFigura 50 - Diagrama de transformação isotérmica para o aço AISI 4340  \n\n(CALLISTER, 2002). \n\n\n\n82\n\nDoze corpos-de-prova foram confeccionados no Departamento de Materiais e \n\nTecnologia da Faculdade de Engenharia de Guaratinguetá (DMT FEG / UNESP), de \n\nacordo com a norma estipulada pela ASTM-E8-M, cujas dimensões estão indicadas \n\nna Figura 51: \n\n       40 mm    32 mm             40 mm  \n\n                     \n                     10 mm \n\n     120 mm      3 mm\n\nFigura 51 - Geometria e dimensões do corpo de prova de acordo com a ASTM. \n\n3.2 SEQUÊNCIA DAS ETAPAS EXPERIMENTAIS \n\nA ordem em que as etapas experimentais foram realizadas está indicada no \n\nfluxograma abaixo: \n\nO propósito de se escolher esta seqüência é primeiro obter microestrutura \n\nmultifásica ideal no aço AISI 4340 para, posteriormente, comparar as diferenças \n\nmicroestruturais antes e após sucessivas deformações por tensão uniaxial serem \n\ntratamento térmico \n\nensaio de deformação \n\npreparação das amostras \n\nmedidas magnéticas medidas metalográficas\n\n\n\n83\n\naplicadas no material. Por ser considerada a fase mais importante para o propósito \n\ndo experimento, a austenita retida terá seu percentual avaliado pelos métodos \n\nmetalográfico e magnético.  \n\n3.2.1 Tratamento térmico \n\nEste tratamento foi realizado no CTA / IAE Divisão de Materiais, em São José \n\ndos Campos. Nele, os doze corpos de prova foram aquecidos a 740 oC durante 30 \n\nminutos. Metade das amostras foi resfriada rapidamente até 450 oC (rota A), \n\nenquanto a outra metade foi resfriada até 350 oC (rota B), sendo todas mantidas \n\nnestas temperaturas durante 30 minutos. Passado esse tempo, as amostras foram \n\nresfriadas em água até a temperatura ambiente. Na Figura 52 está ilustrado esse \n\nprocedimento. \n\nFigura 52 - Rotas escolhidas no tratamento isotérmico (TA é a temperatura ambiente). \n\nCada amostra foi identificada de acordo com a rota e no sentido crescente da \n\ndeformação aplicada: \n\nRota A: A1 A2 A3 A4 A5 A6\nRota B: B1 B2 B3 B4 B5 B6\n\n        deformação crescente \n\n740 oC 30'                 rota A  \n               \n             rota B  \n\n450 oC                             30'  \n\n350 oC                               30'\n\n TA   \n\n\n\n84\n\n3.2.2 Ensaios de deformação \n\nOs ensaios de deformação foram realizados por tração monotônica em uma \n\nMáquina de Ensaio Universal modelo INSTRON 8801, dotada de fixação hidráulica \n\ne com célula de carga de 100 kN, que submeteu cada amostra a uma velocidade de \n\nensaio de 2 milímetros por minuto. A Figura 53 mostra uma fotografia desta \n\nmáquina, pertencente ao Laboratório de Ensaios Mecânicos do DMT FEG / \n\nUNESP. \n\nFigura 53 - Fotografia da Máquina de Ensaio Universal INSTRON 8801, utilizada no \n\nensaio de deformação (DMT FEG / UNESP). \n\nA intensidade de deformação escolhida foi a razão entre a tensão aplicada com \n\na tensão limite de escoamento, conforme retratada na Tabela 1. \n\n\n\n85\n\nTabela 1 - Graus de deformação obtidos pela razão entre tensão aplicada ? e tensão limite \nde escoamento ?? , sendo ? a deformação relativa. \n\n    450 oC \n\namostra A1 A2 A3 A4 A5 A6 \n?/?? 1,03 1,14 1,24 1,30 1,61 1,65 \n\n? 0,0147 0,0175 0,0250 0,0285 0,0670 0,0720 \n\n    350 oC \n\namostra B1 B2 B3 B4 B5 B6 \n?/?? 1,07 1,10 1,29 1,50 1,57 1,64 \n\n? 0,0150 0,0170 0,0225 0,0555 0,0475 0,0520 \n\nEste ensaio fornece a curva tensão-deformação para cada amostra. No Anexo I \n\nse encontram ilustradas estas curvas para todas as amostras deste experimento. \n\n3.2.3 Preparação metalográfica das amostras\n\nO processo de preparação metalográfica das amostras envolveu quatro \n\nprocedimentos: corte, embutimento à quente, lixamento e polimento. De cada \n\ncorpo-de-prova cortou-se duas amostras com um disco diamantado, sendo uma \n\nretirada da parte central (parte deformada) e outra de uma das extremidades (parte \n\nnão deformada), conforme está ilustrado na Figura 54: \n\n              região deformada \n           \n\n                     \n\n                10 x 3 x 3 mm \nFigura 54 - Amostras retiradas de cada corpo de prova. \n\n\n\n86\n\nTodas as amostras foram então embutidas à quente em resina de baquelite, por \n\num equipamento TERMOPRESS-STRUERS. Depois, as superfícies expostas das \n\namostras foram devidamente preparadas com lixas de granulometria decrescente e \n\nna seguinte ordem: 400, 600, 1000 e 1200. O processo de preparação foi \n\ncompletado com polimento feito com o auxílio de uma solução de sílica coloidal \n\nOPU em máquina POLITRIZ AP10. \n\nNa Figura 55 está uma fotografia exibindo três amostras embutidas, lixadas e \n\npolidas, prontas para serem submetidas a ataque químico. \n\nFigura 55 - Fotografia de três amostras embutidas em resina de baquelite, lixadas e polidas. \n\nNa Figura 56 está uma fotografia interna do Laboratório de Metalografia do \n\nDMT FEG / UNESP, onde se encontram os aparelhos utilizados na preparação \n\nmetalográfica das amostras. \n\n\n\n87\n\na) \n\nb) \n\n  \n\nFigura 56 - Em (a) fotografia interna do Laboratório de Metalografia do DMT FEG / \n\nUNESP. Em primeiro plano, vê-se a bancada dos dispositivos onde as amostras foram \n\nlixadas. Na bancada do fundo, o equipamento utilizado no embutimento das amostras se \n\nencontra na extrema esquerda, enquanto três máquinas polidoras se encontram na extrema \n\ndireita. Entre as bancadas e à direita da fotografia, vê-se a capela; em (b) máquina de corte \n\nmodelo MESOTOM dotada com disco diamantado. \n\n\n\n88\n\n3.2.4 Ataque químico e armazenamento das imagens \n\nEsta etapa do experimento começou com um ataque químico aplicado sobre a \n\nsuperfície da amostra logo após o processo de preparação metalográfica. Com o \n\npropósito de destacar a austenita retida, escolheu-se a solução aquosa com \n\nmetabissulfito de sódio (Na2S2O5) na proporção de 10 %, pois com este componente \n\na austenita permanece clara, enquanto as demais fases escurecem. O ataque \n\nperdurou por um intervalo de 20 a 30 segundos, sendo as amostras em seguida \n\nlavadas com corrente de água fria e secadas por corrente de ar. Em seguida as \n\nsuperfícies foram observadas, ampliadas e fotografadas em microscópios ópticos, \n\nsendo as imagens posteriormente armazenadas em seus bancos de dados.  \n\nA Figura 57 mostra uma fotografia de um dos recintos pertencente ao \n\nLaboratório de Microscopia Óptica do DMT FEG / UNESP, onde se destaca o \n\nmicroscópio óptico CARL ZEISS JENE NEOPHOT 21, que fotografou e \n\narmazenou imagens ampliadas em 500 vezes. \n\n\n\n89\n\nFigura 57 - Fotografia de um conjunto de equipamentos pertencente ao Laboratório de \n\nMicroscopia Óptica do DMT FEG / UNESP. O microscópio óptico Carl Zeiss Jene \n\nNeophot 21 é visto em primeiro plano. À sua direita está o microcomputador que armazena \n\nas imagens, enquanto ao alto à direita vê-se o monitor que exibe as imagens observadas no \n\nmicroscópio.  \n\n\n\n90\n\nNa Figura 58 está uma fotografia do outro microscópio óptico utilizado, o \n\nNIKON EPIPHOT 200, que gravou imagens ampliadas em 200 e 1000 vezes. \n\nFigura 58 - Fotografia do conjunto que compõe o microscópio óptico Nikon Neophot 200, \n\nutilizado na fotografia e armazenamento de imagens das amostras ampliadas em 200, 500 e \n\n1000 vezes (DMT FEG / UNESP). \n\nNa Figura 59 estão duas imagens ilustrativas de uma amostra, observadas e \n\ncapturadas em cada microscópio.  \n\n\n\n91\n\n                      a) \n\n                    b) \n\n                      \n\nFigura 59 - Fotomicrografias ópticas da amostra B1, antes da deformação. Em (a) 500 \n\nvezes, obtida no microscópio Carl Zeiss Jene Neophot 21; em (b) 200 vezes, obtida no \n\nmicroscópio Nikon Epiphot 200. As partes claras consistem em austenita retida, e as \n\nimagens foram obtidas de campos distintos. \n\n\n\n92\n\nFinalmente, todas as imagens armazenadas foram submetidas à análise \n\nrealizada pelo software Image Pro Express disponível na Internet. Nesta análise, as \n\ncores da imagem original são trocadas pelo preto e branco, sendo o branco \n\nsupostamente pertencente a austenita retida. Em seguida a parte branca é trocada \n\npor uma determinada cor, cuja área é quantificada em relação à área total. Assim se \n\nestima a fração de austenita retida metalograficamente, e na Figura 60 está um \n\nexemplo ilustrativo deste processo. \n\na) original             b) intermediária   \n\n  \n\n       c) final  \n\nFigura 60 - Seqüência de colorização entre a imagem original (a), intermediária (b) e final \n\n(c), aplicada para a amostra B1 ampliada 500 vezes, efetuada pelo software Image Pro \n\nExpress. A parte colorizada em (c) supostamente consiste na austenita retida. \n\n\n\n93\n\nPara quantificar a fração de austenita retida optou-se pelas imagens ampliadas \n\n200 vezes e verificadas em 30 campos por amostra, enquanto para a análise da \n\nmorfologia e distribuição da austenita recorreu-se às imagens ampliadas em 200, \n\n500 e 1000 vezes. \n\n3.2.5 Análise magnética \n\nO propósito desta análise é medir o campo de saturação magnética das \n\namostras, conforme explicado em 2.8, e, através desta medida, estimar a fração \n\nvolumétrica de austenita retida.  \n\nSupõe-se que pode haver uma relação indireta entre a magnetização de \n\nsaturação com o percentual das fases magnéticas (e paramagnéticas) presentes na \n\namostra.  \n\nNesta etapa as amostras foram submetidas à saturação magnética sem \n\nembutimento ou lixamento. \n\nO método magnético, desde que viável, oferece algumas vantagens em relação \n\naos outros métodos conhecidos e amplamente utilizados na quantificação da \n\naustenita retida, como a metalografia óptica e a difração de raios X, principalmente \n\npor não degradar a amostra, envolver toda sua dimensão e não sofrer influência de \n\nalgumas variáveis microestruturais, tais como tamanho de grão e densidade de \n\ndiscordâncias (ZHAO et al, 2000; VASILAKOS et al, 2002; MARTIN et al, 2007). \n\nAdmite-se que as limitações ficam por conta de campos magnéticos internos à \n\namostra, provocadas por eventuais correntes residuais ou por outras fontes de \n\ncampo, além de depender da dimensionalidade e dos elementos de liga \n\n(GUIMARÃES, 2000; MARTIN et al, 2006).        \n\nO campo de saturação medido numa amostra não fornece diretamente o \n\npercentual de austenita retida, devendo o mesmo ser comparado com o valor \n\nmedido numa amostra de referência desprovida de austenita, mas com idêntica \n\ncomposição química da amostra contendo austenita. Sendo Bf o valor medido na \n\n\n\n94\n\namostra de referência e Bs o da amostra contendo austenita, o percentual desta fase \n\npode ser estimado através da seguinte fórmula proposta (ZHAO et al, 2000; \n\nMARTIN et al, 2006; MARTIN et al, 2007): \n\n                                         %1001 ×?\n?\n?\n\n?\n?\n?\n?\n\n?\n?=\n\nf\n\ns\n\nB\nB\n\nf ?                                      (5) \n\n   \n\nPara medir a magnetização de saturação, utilizou-se um MAGNETÔMETRO \n\nDE AMOSTRA VIBRANTE modelo 4500, sendo a amostra sustentada na \n\nextremidade de uma haste, cuja porta-amostra é constituído de uma liga de cobre-\n\nberílio, enquanto a outra extremidade é fixada no transdutor, que vibra numa \n\nfreqüência de 83 Hz e amplitude constante de 0,1 mm, sempre na direção \n\nperpendicular ao campo magnético aplicado por um eletroímã WALKER modelo \n\nHR8, capaz de gerar campos magnéticos de até 20 kOe, sendo este medido por uma \n\nsonda de efeito Hall ligada a um gaussímetro marca LAKE SHORE modelo 450. \n\nUm conjunto de bobinas sensoras está disposto próximo à amostra, de modo que a \n\nvariação do fluxo magnético provocado pela vibração da amostra induz uma tensão \n\nalternada, cujo valor é enviado a um microcomputador IBM-PC, responsável pela \n\naquisição e armazenamento dos dados.  \n\nEsta tensão é calculada pela seguinte expressão (SAMPAIO et al, 2000): \n\n                                             )2cos(2 ftfGAU ???=                                       (6) \n\nsendo ? o momento magnético da amostra, G uma função da geometria das  bobinas \n\nde detecção, f  a freqüência e A  a amplitude da vibração.   \n\nA calibração deste sistema é feita com uma amostra de níquel padrão, cujo \n\nmomento magnético é conhecido (55 emu/g, com aplicação de 5 kOe). Estima-se \n\nque a precisão deste aparato pode chegar até 2 %, sendo possível medir momentos \n\nmagnéticos entre 10-3 a 103 emu. \n\n\n\n95\n\nNa Figura 61 está uma fotografia do magnetômetro utilizado, pertencente ao \n\nLaboratório de Medidas Magnéticas do Instituto de Física da Universidade de São \n\nPaulo. \n\nFigura 61 - Fotografia do conjunto de equipamentos que compõe o Magnetômetro de \n\nAmostra Vibrante utilizado (LMM IFUSP). \n\nCom o auxílio do programa Origin 2.0, a curva de magnetização foi \n\nconstruída com os valores obtidos da razão entre o momento de dipolo (em emu) e a \n\nmassa da amostra (em gramas), sendo esta medida numa balança analítica \n\nMETTLER AE 240. \n\nComo exemplo ilustrativo, duas curvas de magnetização estão dispostas na \n\nFigura 62, sendo uma obtida de uma das amostras e outra da ferrita pura, enquanto \n\nno Anexo III encontram-se todas as curvas de magnetização obtidas. \n\n\n\n96\n\na) \n\n-15 -10 -5 0 5 10 15\n-300\n\n-200\n\n-100\n\n0\n\n100\n\n200\n\n300\n\n?\n (e\n\nm\nu/\n\ng)\n\nH (kOe)\n\n A\n T\n\nB3 / 350 C / 1,29?\n?\n\nb) \n\n-20 -10 0 10 20\n-300\n\n-200\n\n-100\n\n0\n\n100\n\n200\n\n300\n\n?\n (e\n\nm\nu/\n\ng)\n\nH (kOe)\n\n219,02 emu/g\n\nFerrita\n\nFigura 62 - Curvas de magnetização obtidas da amostra B3 (a), antes da deformação (A) e \n\napós a deformação (T), e da ferrita pura (b). A unidade de medida da magnetização ?\n\npertence ao sistema cgs.\n\nB3 / 350 oC / 1,29 ?o\n\n? (emu/g) \n\n? (emu/g) \n\n\n\n97\n\n4 RESULTADOS E COMENTÁRIOS \n\n  \n\n4.1 RESULTADOS \n\nOs resultados foram distribuídos em três partes: \n\n1o) Morfologia e distribuição da austenita retida \n\nAs imagens obtidas para análise metalográfica foram gravadas para \n\nobservação pormenorizada, com especial atenção dedicada à morfologia e \n\ndistribuição da austenita retida pela microestrutura, antes e após deformação das \n\namostras. \n\n2o) Estimativa da fração de austenita retida por metalografia \n\nA estimativa da fração de austenita retida, antes e após a deformação, foi \n\nefetuada pelo método metalográfico (análise de imagens), conforme explicado em \n\n3.2.4. \n\n3o) Estimativa da fração de austenita retida por magnetismo \n\nAs medidas da magnetização de saturação foram efetuadas para permitir a \n\naplicação da equação 5 e testar sua validade. \n\n\n\n98\n\n4.1.1 Morfologia e distribuição da austenita retida\n\nAlgumas observações a respeito da morfologia e distribuição da austenita \n\nretida pela microestrutura, principalmente a respeito das dimensões, forma e \n\ndistância relativa entre os grãos de austenita, são possíveis através das imagens \n\nobtidas por microscopia óptica. \n\nNa Figura 63, uma micrografia óptica obtida de uma amostra, onde podem ser \n\nvistos, após ataque químico, grãos de austenita retida com diferentes tamanhos e \n\nmorfologias.  \n\nFigura 63 - Imagem original de uma fotomicrografia da amostra A1, antes da deformação, \n\nampliada 500 vezes, destacando quatro campos contendo morfologias distintas de austenita \n\nretida (parte clara). Ataque químico: solução aquosa metabissulfito de sódio 10 %. MO \n\nO grão de austenita destacado no quadro A na Figura 63 tem forma de bloco \n\ncompacto, enquanto as formações destacadas em B e C circundam parcial ou \n\nA\n\nB\n\nC\n\nD\n\n\n\n99\n\ntotalmente outras fases, respectivamente. Em D, austenita retida exibindo bastões \n\nparalelos, separados por outras fases. A austenita retida também pode ser vista na \n\nforma de minúsculos grãos espalhados pela microestrutura. \n\nNa Figura 64, os campos destacados na figura anterior estão ampliados. \n\n         \n\n        \n\nFigura 64 - Campos destacados na Figura 63 ampliados. Notar as diferentes morfologias da \n\naustenita retida. Ataque químico efetuado com solução aquosa de metabissulfito de sódio \n\n10 %.  MO\n\nA B\n\nC\nD\n\n\n\n100\n\nNas Figuras 65 e 66 podem ser vistas outras formações de austenita retida \n\nenvolvendo parcial ou completamente outras fases, além de bastões paralelos.  \n\n   \n\nFigura 65 - Fotomicrografia da amostra B1 antes da deformação com aumento de 500 \n\nvezes, destacando dois campos ampliados. Ataque químico: solução aquosa metabissulfito \n\nde sódio 10 %. MO \n\nA \n\nB \n\nA B \n\n\n\n101\n\nFigura 66 - Fotomicrografia da amostra A1, após deformação, e um destaque incluindo \n\noutra formação de austenita retida circundando completamente outra formação. Ampliação \n\nde 200 vezes e ataque químico com solução aquosa de metabissulfito de sódio 10 %. MO \n\n\n\n102\n\nA falta de homogeneidade na distribuição da austenita retida foi observada em \n\nalgumas amostras, conforme é demonstrado na Figura 67. \n\nFigura 67 - Imagens obtidas da amostra (B1 após deformação), ampliadas 500 vezes, onde \n\nse denota claramente a diferença de distribuição da austenita retida (partes claras) para \n\ncampos de mesma área. MO \n\n\n\n103\n\nUma visão mais realista da distribuição da austenita retida na microestrutura \n\nobtém-se com ampliações menores, conforme está ilustrado na Figura 68. \n\nFigura 68 - Fotomicrografias da amostra B5 antes da deformação, ampliadas 200 vezes. A \n\nexemplo da figura anterior, nota-se a diferença de distribuição de austenita retida (partes \n\nbrancas) para uma mesma amostra e em campos de mesma área. Ataque químico: solução \n\naquosa metabissulfito de sódio 10 %. MO \n\n\n\n104\n\nNas micrografias da Figura 69 estão presentes novas formações de austenita \n\nretida com morfologias distintas em uma mesma amostra, ao passo que, na Figura \n\n70, três campos destacados na Figura 69 estão ampliados. \n\nFigura 69 - Fotomicrografias ópticas da amostra A5, após deformação, com ampliação de \n\n200 vezes. Três destaques escolhidos ilustram diferentes morfologias da austenita retida. \n\nAtaque químico com solução aquosa de metabissulfito de sódio 10 %. MO  \n\nA \n\nB \n\nC \n\n\n\n105\n\nA          B            C  \n\n       \n\nFigura 70 - Três campos selecionados da amostra A5, com aumento de 200 vezes, após \n\ndeformação, ampliados da imagem original presente na Figura 69. Ataque químico: solução \n\naquosa metabissulfito de sódio 10 %. MO \n\nPara se ter uma visão mais acurada de um determinado grão, é evidente que se \n\ndeve recorrer a ampliações maiores. Nas Figuras 71 e 72 são exibidos duas imagens \n\nampliadas 1000 vezes, obtidas de duas amostras distintas. \n\n\n\n106\n\n     a) \n\n   b) \n\nFigura 71 - Em (a), imagem de um campo da amostra A3 após a deformação e ampliada \n\n1000 vezes, exibindo contornos bem delineados da austenita (parte clara); em (b), imagem \n\nparcial e ampliada de (a). Ataque químico: solução aquosa metabissulfito de sódio 10 %. \n\nMO \n\n\n\n107\n\nFigura 72 - Imagem obtida de um campo da amostra B-5 antes da deformação, destacando \n\numa interessante formação mesclando austenita retida com outras fases. Ataque químico: \n\nsolução aquosa metabissulfito de sódio 10 %. MO \n\n\n\n108\n\nNa Figura 73 está uma imagem onde se destaca um campo contendo uma \n\nformação acicular da austenita retida, além de uma ampliação da mesma. \n\nFigura 73 - Fotomicrografia da amostra A5 após deformação, com aumento de 200 vezes, e \n\num destaque ampliado. Ataque químico: solução aquosa com metabissulfito de sódio 10 %. \n\nMO \n\n\n\n109\n\nA redução da fração de austenita retida é mais visível quando se dispõem \n\ntodas as imagens capturadas lado a lado. Na Figura 74 está uma montagem das 40 \n\nimagens recolhidas de uma amostra escolhida, antes e após o ensaio de deformação. \n\nFigura 74 - As 40 imagens obtidas da amostra A5 com ampliação de 500 vezes. Em (a) \n\nantes da deformação, em (b) após. A austenita retida está colorizada artificialmente pelo \n\nsoftware Image Pro Express. Nota-se a diferença na concentração da fase austenítica nas \n\nduas montagens. Ataque químico: solução aquosa metabissulfito de sódio 10%. \n\na)\n\nb)\n\n\n\n110\n\n4.1.2 Estimativa da fração de austenita retida por metalografia  \n\nQuando se procura combinar resistência mecânica e conformabilidade num \n\naço multifásico, a austenita retida ocupa posição relevante em sua microestrutura. \n\nConforme foi explanado na revisão bibliográfica, a austenita, mesmo em condição \n\nmetaestável na temperatura ambiente, contribui para a ductilidade, enquanto a \n\nmartensita, oriunda da própria austenita via resfriamento ou deformação plástica, \n\nreforça a resistência mecânica. \n\nEstimar com precisão a fração de austenita retida presente num aço \n\nmultifásico à temperatura ambiente é, por conseguinte, meta prioritária na busca por \n\numa melhor combinação entre as propriedades mecânicas deste aço.   \n\nTodavia, esta estimativa é uma tarefa que, até o momento, está cercada de \n\ngrandes dificuldades. Existem alguns métodos comumente utilizados, todos, porém, \n\ncom vantagens e desvantagens a considerar, de modo que nenhum ainda angariou \n\numa posição de supremacia em termos de confiança, na busca desse objetivo. \n\nNeste trabalho foram utilizados dois métodos: o da metalografia óptica e o \n\nmagnético, este mais recente e recomendado por vários pesquisadores. \n\nA metalografia óptica é um método direto de avaliação de uma fase de \n\ninteresse, e no caso da austenita sua aplicação foi explicada em 3.2.4. As principais \n\nrestrições referem-se à análise puramente superficial da amostra, além da \n\ndeterioração inevitável de sua superfície, em razão do agente químico. Outro \n\naspecto a considerar é que este método requer um número considerável de imagens \n\nrecolhidas de uma mesma amostra, visto que a austenita retida, conforme foi \n\nmostrado nas Figuras 67 e 68, não está distribuída de forma homogênea na estrutura \n\nde um aço que o contém.  \n\nCom o propósito de reduzir a incerteza, a quantificação da austenita retida por \n\nmetalografia óptica foi refeita várias vezes, até se obter os resultados expostos na \n\nTabela 2. \n\n\n\n111\n\nTabela 2. Frações volumétricas de austenita retida determinadas por metalografia óptica, \n\nrealizada sobre 30 campos de medida por amostra e ampliadas 200 vezes, sendo (a) antes e \n\n(t) após a deformação.  \n\n      450 oC \n\namostra A1 A2 A3 A4 A5 A6 \n\n(a) 2,16,6 ± 6,13,7 ± 6,11,7 ± 2,18,6 ± 4,16,5 ± 0,20,12 ±\n\n(t) 7,18,5 ± 5,17,5 ± 6,13,6 ± 3,16,5 ± 1,12,4 ± 7,15,6 ±\n\n      350 oC \n\namostra B1 B2 B3 B4 B5 B6 \n\n(a) 7,10,7 ± 6,15,5 ± 4,15,6 ± 5,17,6 ± 5,19,4 ± 9,23,17 ±\n\n(t) 4,18,3 ± 2,13,5 ± 0,16,4 ± 0,10,5 ± 1,10,4 ± 3,10,6 ±\n\nPode-se atribuir a elevada margem de incerteza relativamente ao valor médio \n\nestimado por amostra, à distribuição desigual da austenita retida pela \n\nmicroestrutura. Os valores anormais obtidos nas amostras A6 e B6 podem ser \n\ndecorrentes do processo de fabricação do corpo de prova, bem como de \n\ncircunstâncias desfavoráveis capazes de afetar um ataque químico e a posterior \n\nanálise de imagens. Neste sentido, as próprias condições climáticas presentes na \n\nocasião do ataque químico, podem interferir.  \n\nNa Figura 75 vêem-se estes valores dispostos graficamente em função da \n\ndeformação, com seus respectivos desvios médios padrões. \n\n\n\n112\n\n1,0 1,1 1,2 1,3 1,4 1,5 1,6 1,7\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\n11\n\n12\n\n13\n\n14\n\n15\n\nf ?\n\n? / ?\no\n\n a\n t\n\nA 1-6 / 450 oC\n\n1,0 1,1 1,2 1,3 1,4 1,5 1,6 1,7\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n20\n\n22\n\nf ?\n\n? / ?\no\n\n a\n t\n\nB 1-6 / 350 oC\n\nFigura 75 - Fração de austenita retida estimada por metalografia óptica em função da \n\ndeformação sofrida pelas amostras A (tratadas a 450 oC) e B (tratadas a 350 oC), antes (a) e \n\napós (t) deformação. \n\n?/?? \n\n?/?? \n\n?/?? \n\n?/?? \n\n\n\n113\n\nEm todas as amostras verificou-se o esperado: a fração de austenita retida \n\ndiminuiu após deformação, devido ao efeito TRIP, embora com variações diferentes \n\npara cada amostra e por razões conhecidas: a decomposição da austenita em \n\nmartensita é mais acentuada para deformações maiores, e mais ainda quando a \n\nfração inicial de austenita é maior, conforme está explicado em 2.5.1, 2.5.2 e 2.7. Os \n\ncasos mais flagrantes e que combinam estes dois fatores se verificam nas amostras \n\nA6 e B6. Com relação à temperatura de austêmpera, não se verificou uma diferença \n\nacentuada nos dois patamares escolhidos (450 oC e 350 oC), no que diz respeito à \n\nestabilidade da austenita retida. \n\n4.1.3 Estimativa da fração de austenita retida por magnetização de saturação \n\nConforme explicado em 3.2.5, há uma relação indireta entre a fração de \n\naustenita retida com a magnetização de saturação medida num aço, sendo que a \n\nsuposta relação é a equação 5. \n\nOs valores de magnetização de saturação no sistema cgs obtidos para as \n\namostras em estudo estão dispostos na Tabela 3. \n\n\n\n114\n\nTabela 3 - Valores medidos para o método magnético: Ti  e Tb  correspondem à temperatura \n\nde tratamento intercrítico e de formação da bainita, t é o tempo de permanência em cada \n\ntemperatura; ?/?? é a razão entre a tensão aplicada e a tensão de escoamento, m é a massa, \n\n? é a razão entre o momento de dipolo magnético máximo com a massa (com incerteza de \n\n2 %) e que será tomada como a magnetização de saturação no sistema cgs. \n\namostra Ti / Tb // t  \n(oC / oC // min) \n\n?/?? m  \n(g) \n\n? \n(emu/g) \n\nA1 (a) 740 / 450 // 30 - 0,8348 220,77 \nA1 (t) 740 / 450 // 30 1,03 0,5455 224,18 \nA2 (a) 740 / 450 // 30 - 0,3377 219,99 \nA2 (t) 740 / 450 // 30 1,14 0,3031 226,28 \nA3 (a) 740 / 450 // 30 - 0,9462 212,54 \nA3 (t) 740 / 450 // 30 1,24 0,6319 231,79 \nA4 (a) 740 / 450 // 30 - 0,3318 223,91 \nA4 (t) 740 / 450 // 30 1,30 0,2639 217,00 \nA5 (a) 740 / 450 // 30 - 0,3618 225,75 \nA5 (t) 740 / 450 // 30 1,61 0,3301 221,50 \nA6 (a) 740 / 450 // 30 - 0,8473 221,24 \nA6 (t) 740 / 450 // 30 1,65 0,5277 226,38 \n\nB1 (a) 740 / 350 // 30 - 0,1864 222,33 \nB1 (t) 740 / 350 // 30 1,07 0,1926 227,47 \nB2 (a) 740 / 350 // 30 - 0,3376 224,14 \nB2 (t) 740 / 350 // 30 1,10 0,3271 227,77 \nB3 (a) 740 / 350 // 30 - 0,6900 217,90 \nB3 (t) 740 / 350 // 30 1,29 0,4159 230,52 \nB4 (a) 740 / 350 // 30 - 0,3871 229,41 \nB4 (t) 740 / 350 // 30 1,50 0,3997 232,66 \nB5 (a) 740 / 350 // 30 - 0,0351 207,62 \nB5 (t) 740 / 350 // 30 1,57 0,9556 218,52 \nB6 (a) 740 / 350 // 30 - 0,3540 225,11 \nB6 (t) 740 / 350 // 30 1,64 0,3647 233,07 \n\nferrita - - 0,037 219,02 \n\n\n\n115\n\nPara se aplicar a equação 5, com o propósito de se estimar a fração de \n\naustenita retida, deve-se considerar o efeito desmagnetizante dos elementos de liga \n\nque deveriam estar presentes na amostra de referência. Na ausência desta amostra, \n\nrecorreu-se a uma fórmula semi-empírica devida a Wirthl, Angerer e Hayzenberger \n\n(2000), que estima o decréscimo da magnetização de saturação em função do \n\nelemento de liga e de seu percentual no material: \n\n??=\nn\n\nnn\nFe\nsat\n\nref\nsat ABB ?                                      (7) \n\nonde n?  é um fator de decréscimo e An é o percentual do elemento de liga n, \n\nenquanto que FesatB  é o valor do campo de saturação da ferrita pura. \n\nO valor medido pelo magnetômetro para a magnetização máxima da ferrita \n\npura é de 219,02 emu/g. Para transformá-lo em Tesla, multiplica-se este valor pela \n\ndensidade da ferrita (7,88 g/cm3) e pelo fator 41057,12 ?× . O resultado é de 2,17 T, \n\nsendo que o valor estimado como real é de 2,16 T (BOZORTH, 1951). \n\nPara a composição química do aço deste trabalho e aplicando a equação 7, \n\nchega-se a TB ligasat 9,1= , o que corresponde a uma redução de aproximadamente \n\n12,44 % da amostra pura. Aplicando este percentual de redução para a \n\nmagnetização no sistema cgs, encontra-se o valor de referência como sendo de \n\n191,77 emu/g. \n\n Em todas as amostras, sem exceção, o campo de saturação medido foi maior \n\ndo que este valor, contrariando a expectativa. Para tentar explicar esta discrepância, \n\nrecorreu-se às frações de austenita retida medidas exaustivamente pelo método \n\nmetalográfico, para serem aplicadas na equação 5, de modo a se determinar os \n\nvalores esperados para o campo de saturação magnética. Tais valores encontram-se \n\nna Tabela 4, onde são comparados com os valores obtidos por magnetometria. \n\n\n\n116\n\nTabela 4 - Comparação entre os valores esperados de saturação magnética com os valores \n\nobtidos experimentalmente. )(metf ?  é a fração de austenita retida medida \n\nmetalograficamente, enquanto p é um fator de conversão entre as magnetizações de \n\nsaturação ?\n?\n?\n\n?\n?\n?\n\nobtido\nesperado .\n\namostra )(metf ? esperado \n(emu/g) \n\nobtido \n(emu/g)  \n\np  \n\nA1  (a) \n          (t) \n\n6,6 \n5,8 \n\n179,11 \n180,65 \n\n220,77 \n224,18 \n\n0,81 \n0,81 \n\nA2  (a) \n          (t) \n\n7,3 \n5,7 \n\n177,77 \n180,84 \n\n219,99 \n226,28 \n\n0,81 \n0,80 \n\nA3  (a) \n          (t) \n\n7,1 \n6,3 \n\n178,15 \n179,69 \n\n212,54 \n231,79 \n\n0,84 \n0,78 \n\nA4  (a) \n          (t) \n\n6,8 \n5,6 \n\n178,73 \n181,03 \n\n223,91 \n217,00 \n\n0,80 \n0,83 \n\nA5  (a) \n          (t) \n\n5,6 \n4,2 \n\n181,03 \n183,72 \n\n225,75 \n221,50 \n\n0,80 \n0,83 \n\nA6  (a) \n          (t) \n\n12,0 \n6,5 \n\n168,76 \n179,30 \n\n221,24 \n226,38 \n\n0,76 \n0,79 \n\nB1  (a) \n          (t) \n\n7,0 \n3,8 \n\n178,35 \n184,48 \n\n222,33 \n227,47 \n\n0,80 \n0,81 \n\nB2  (a) \n          (t) \n\n5,5 \n5,3 \n\n181,22 \n181,61 \n\n224,14 \n227,77 \n\n0,81 \n0,80 \n\nB3  (a) \n          (t) \n\n6,5 \n4,6 \n\n179,30 \n182,95 \n\n217,90 \n230,52 \n\n0,82 \n0,79 \n\nB4  (a) \n          (t) \n\n6,7 \n5,0 \n\n178,92 \n182,18 \n\n229,41 \n232,66 \n\n0,78 \n0,78 \n\nB5  (a) \n          (t) \n\n4,9 \n4,0 \n\n182,37 \n184,10 \n\n207,62 \n218,52 \n\n0,88 \n0,84 \n\nB6  (a) \n          (t) \n\n17,3 \n6,0 \n\n158,60 \n180,26 \n\n225,11 \n233,07 \n\n0,70 \n0,77 \n\n\n\n117\n\nNa Tabela 5 encontram-se os valores médios dos fatores de correção listados \n\nna Tabela 4. \n\nTabela 5 - Valores médios para o fator de correção entre os valores de saturação magnética \n\nmedidos através da equação 5 e obtidos experimentalmente. \n\nA  (a) \n\n         (t) \n\n0,80 \n\n0,81 \n\nB  (a) \n\n         (t) \n\n0,80 \n\n0,80 \n\nA quase igualdade na média dos fatores de correção permite propor uma \n\nreformulação da equação 5, no sentido de adaptar este fator de correção, visto que, \n\nao que tudo indica, tal valor independe da rota de tratamento térmico ou do grau de \n\ndeformação sofrido pela amostra. Para o aço AISI 4340 e tomando como base os \n\nresultados obtidos, desde já fica proposta uma fórmula corrigida da equação 5 para a \n\nquantificação da austenita retida, com valores da magnetização medidos no sistema \n\ncgs: \n\n                             \nref\nsat\n\nliga\nsat\n\nref\nsat\n\nB\nBpB\n\nf\n×?\n\n=?      com   90,070,0 ?? p                       (7) \n\n  \n\nSubstituindo o valor médio entre os valores da Tabela 5 no fator de correção p, \n\nobtém-se uma fórmula específica: \n\n                                                 \nref\nsat\n\nliga\nsat\n\nref\nsat\n\nB\nBB\n\nf\n×?\n\n=\n8,0\n\n?                                      (8) \n\n\n\n118\n\nAplicando na equação 8 os valores de magnetização obtidos, encontram-se os \n\nresultados listados na Tabela 6, onde se comparam as frações de austenita retida \n\nmedidas metalográficamente com as estimadas pela equação corrigida. \n\nTabela 6 - Comparação entre os valores da fração de austenita retida medidos \n\nmetalograficamente e calculados pela equação 8. \n\n  \n\n   \n\namostra metal. eq. 8 amostra metal. eq. 8 \n\nA1  (a) \n\n        (t) \n\n6,6 \n\n5,8 \n\n7,9 \n\n6,5 \n\nA2  (a) \n\n        (t) \n\n7,3 \n\n5,7 \n\n8,2 \n\n5,6 \n\nA3  (a) \n\n        (t) \n\n7,1 \n\n6,3 \n\n11,3\n\n3,3 \n\nA4  (a) \n\n        (t) \n\n6,8 \n\n5,6 \n\n6,6 \n\n9,5 \n\nA5 (a) \n\n        (t) \n\n5,6 \n\n4,2 \n\n5,8 \n\n7,6 \n\nA6  (a) \n\n        (t) \n\n12,0 \n\n6,5 \n\n7,7 \n\n5,6 \n\nB1  (a) \n\n        (t) \n\n7,0 \n\n3,8 \n\n7,3 \n\n5,1 \n\nB2  (a) \n\n        (t) \n\n5,5 \n\n5,3 \n\n6,5 \n\n5,0 \n\nB3  (a) \n\n        (t) \n\n6,5 \n\n4,6 \n\n9,1 \n\n3,8 \n\nB4  (a) \n\n        (t) \n\n6,7 \n\n5,0 \n\n4,3 \n\n2,9 \n\nB5 (a) \n\n        (t) \n\n4,9 \n\n4,0 \n\n13,4\n\n8,8 \n\nB6  (a) \n\n        (t) \n\n17,3 \n\n6,0 \n\n6,1 \n\n2,8 \n\n\n\n119\n\nGraficamente estes resultados estão representados nas Figuras 76 e 77. \n\n1 2 3 4 5 6\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\n11\n\n12\n\n13\n\nf ?\n\nsample\n\n Metal.\n Eq.(3)A 1-6 (a) / 450 \n\noC\n\n1 2 3 4 5 6\n\n3,0\n\n3,5\n\n4,0\n\n4,5\n\n5,0\n\n5,5\n\n6,0\n\n6,5\n\n7,0\n\n7,5\n\n8,0\n\n8,5\n\n9,0\n\n9,5\n\n10,0\n\nf ?\n\nsample\n\n Metal.\n Eq.(3)\n\nA 1-6 (t) / 450 oC\n\nFigura 76 - Comparação gráfica dos valores encontrados na Tabela 6 para as amostras A, \n\n(tratadas a 450 oC), antes da deformação (a) e após (t). \n\namostra\n\namostra\n\nMetal. \nEq. (8) \n\nMetal. \nEq. (8) \n\n\n\n120\n\n1 2 3 4 5 6\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\nf ?\n\nsample\n\n Metal.\n Eq.(3)\n\nB 1-6 (a) / 350 oC\n\n1 2 3 4 5 6\n\n2,5\n\n3,0\n\n3,5\n\n4,0\n\n4,5\n\n5,0\n\n5,5\n\n6,0\n\n6,5\n\n7,0\n\n7,5\n\n8,0\n\n8,5\n\n9,0\n\n9,5\n\nf ?\n\nsample\n\n Metal.\n Eq.(3)\n\nB 1-6 (t) / 350 oC\n\nFigura 77 - Comparação gráfica dos valores encontrados na Tabela 6 para as amostras B, \n\n(tratadas a 350 oC), antes da deformação (a) e após (t). \n\namostra\n\namostra\n\nMetal. \nEq. (8) \n\nMetal. \nEq. (8) \n\n\n\n121\n\n A introdução de um fator corretivo em muito reduziu a diferença que havia \n\nentre os valores calculados pela Equação 5 com os medidos por metalografia óptica, \n\nsugerindo-se, portanto, a conveniência de se considerar outros fatores além da \n\ntransformação de uma fase paramagnética para ferromagnética, como ocorre \n\ndurante a decomposição da austenita em martensita. \n\n4.2  COMENTÁRIOS \n\nNeste trabalho, ocupou posição primordial a transformação da austenita para \n\nmartensita por deformação plástica na temperatura ambiente, conhecida como efeito \n\nTRIP, bem como a quantificação da austenita em amostras de aço AISI 4340, seja \n\nantes e após a deformação e ao longo de duas rotas com diferentes temperaturas de \n\naustêmpera. \n\nA confirmação do efeito TRIP se verificou em todas as amostras, enquanto os \n\nvalores obtidos por metalografia óptica apresentaram boa aproximação com os \n\nresultados esperados, seja na fração por amostra como na intensidade de redução, \n\nquando se levam em conta a fração inicial de austenita e o grau de deformação. Os \n\nvalores relativamente baixos de austenita retida, verificados na maioria das \n\namostras, concordam com a observação de outros trabalhos já mencionados em \n\n2.5.3 e 2.5.4. Como já foi reportado na revisão bibliográfica, o máximo da fração de \n\naustenita retida medida na temperatura ambiente ocorre dentro de um intervalo entre  \n\n4 e 10 minutos de tratamento isotérmico, tanto intercrítico quanto de austêmpera, \n\npassando a declinar irreversivelmente daí por diante, até estabilizar (CHEN et al, \n\n1989; MATSUMURA et al, 1992; YAN-QIU et al, 2006). \n\nQuanto aos valores obtidos pelo processo magnético, discrepâncias foram \n\nobservadas com relação aos resultados esperados, pois todos os valores da \n\nmagnetização de saturação das amostras contendo austenita paramagnética \n\nestiveram acima do valor encontrado na amostra de referência inteiramente \n\nferromagnética, supondo assim a existência de uma combinação de fatores capazes \n\n\n\n122\n\nde interferir no resultado, embora ainda não claramente identificados ou \n\nmensurados isoladamente.  \n\nA quase igualdade entre os valores de correção exibidos na Tabela 5 é um \n\nindicativo de que, sem ou com pouca relação com a rota de tratamento térmico e o \n\ngrau de deformação, fatores comuns em qualquer processo de fabricação do aço \n\ninterferem em sua magnetização de saturação, a começar pela contaminação \n\nprovocada por impurezas.  \n\nOutros fatores foram relacionados em 2.9, além dos quais pode-se acrescentar \n\na formação de fases magnéticas por trabalho a frio (GARUD et al, 2004) e a \n\ninfluência da própria porta-amostra pertencente ao magnetômetro. Como o valor \n\nmedido para a amostra de ferrita pura é muito próximo do previsto, pode-se então \n\nreduzir a importância desta hipótese. Por outro lado, a própria aplicação de campo \n\nmagnético externo, conforme foi relatado em 2.6.2, favorece a transformação \n\nmartensítica e, conseqüentemente, um aumento na magnetização de saturação. \n\nEm outro trabalho (VILELA, 2001), também foi observado elevação na \n\nmagnetização de saturação na martensita após revenimento. \n\nPermanece aberta a questão, portanto, se o método magnético requer uma \n\nformulação mais precisa do que a proposta pela equação 5, restrita apenas a uma \n\nvariação proporcional entre a fração de austenita retida com a magnetização de \n\nsaturação.  \n\n\n\n123\n\n4.3 CONCLUSÕES \n\nAs conclusões do presente trabalho são as seguintes: \n\na) o método metalográfico, apesar de suas limitações, continua sendo uma \n\nalternativa viável para estimar a fração de austenita retida, bem como para avaliar \n\nqualitativamente o efeito TRIP. \n\nb) o método magnético para quantificação da austenita retida, tido como de \n\nboa precisão, requer uma reavaliação, no sentido de considerar causas capazes de \n\nafetar a magnetização de saturação, além da simples comparação com uma amostra \n\nde referência desprovida de austenita, conforme propõe a equação 5. Entre estas \n\ncausas possíveis, ressaltam-se eventuais reservas energéticas provenientes de \n\ntrabalho a frio e resfriamento rápido, difusão de elementos ligantes da fase ferrítica \n\ne que provocam precipitação de carbonetos (principalmente com o cromo), assim \n\ncomo a própria aplicação de intenso campo magnético externo. \n\nc) experimentos envolvendo os principais parâmetros que determinam a \n\nmicroestrutura de um aço multifásico são aconselhados para melhor definir o \n\nparâmetro p ou outros que eventualmente venham a contribuir para aprimorar a \n\nequação 7. \n\n\n\n124\n\n4.4  SUGESTÕES PARA TRABALHOS FUTUROS \n\nFicou claro neste trabalho que o método magnético para estimar a fração de \n\naustenita retida num aço multifásico, representado pela equação 5, ainda é duvidoso. \n\nA alta sensibilidade da magnetização de um material com relação à sua \n\nmicroestrutura, permite supor que outros fatores podem ser considerados em uma \n\nnova e mais abrangente formulação envolvendo magnetização de saturação e fração \n\nde austenita retida, sendo óbvio que mais experimentos devam ser realizados neste \n\nsentido, com o fito de selecionar e dimensionar as causas dignas de afetar o fator \n\ncorretivo da equação 7. Além da necessidade de se reduzir efeitos indesejáveis e \n\ninerentes ao próprio processo de fabricação do aço (contaminantes, preparação da \n\npeça etc.), uma mais ampla participação e variação de grandezas como temperatura \n\ne tempo de tratamento térmico, tipo de aço e grau de deformação, são recomendadas \n\npara trabalhos futuros. Também fica aberta a questão de se cada tipo do aço requer \n\numa formulação específica, em razão das diferenças microestruturais entre os \n\ndiferentes tipos. \n\nQuando se comparam as curvas dos gráficos das Figuras 76 e 77, por \n\nexemplo, vê-se que a presença de um fator corretivo (representado por p na equação \n\n7 e tomado como 0,8 na equação 8), tende a aproximar os valores esperados com os \n\nobtidos experimentalmente. Percebe-se também nestes gráficos que as diferenças \n\nentre as curvas são pouco mais acentuadas nas amostras deformadas, sugerindo uma \n\ninterferência mais efetiva da tensão aplicada sobre a magnetização. Evidentemente \n\neste fator seria nulo para amostras não deformadas.\n\nEste trabalho propõe, portanto, a necessidade de se encontrar um fator \n\ncorretivo mais consistente para ser aplicado na equação 7, com o propósito de \n\nmelhor estimar a fração de austenita retida presente num aço multifásico. \n\n\n\n125\n\nREFERÊNCIAS \n\nABDALLA, A. J.; HASHIMOTO, T. M.; PEREIRA, M. S.; ANAZAWA, R. M. Revista\nBrasileira de Aplicações no Vácuo, v.25, No.3 (2006) p. 175. \n\nADAMCZYK, J.; GRAJCAR, A. Int. J. Microstructure and Materials Properties, v.2, \nNo.2 (2007) p.112. \n\nAYDIN, A.; GULER, E.; AKTAS, H.; GUNGUNES, H. Bull. Mater. Sci., v.25, No.5 \n(2002) p. 359. \n\nALI, A.; AHMED, M.; HASHMI, F. H.; KHAN, A. Q. Metallurgical Transactions A, \nv.24 A (1993) p. 2145. \n\nBAIK, S. C.; KIM, S.; JIN, Y. S.; KWON, O. ISIJ International, v.41, No.3 (2001) p. \n290. \n\nBANDYOPADHYAY, N.R.; DATTA, S.  ISIJ International, v.44, No.5 (2004) p.927. \n\nBERRAHMOUNE, M. R.; BERVEILLER, S.; INAL, K.; MOULIN, A.; PATOOR, E. \nMaterials Science and Engineering A 378 (2004) p. 304. \n\nBHADESHIA, H. K. D. H. Bainite in Steels, The Institute of Materials (1992). \n\nBLECK, W.; HULKA, K.; PAPAMENTELLOS, K. Materials Science Fórum, vols. 284-\n286 (1998) p.327. \n\nBOUET, M.; ROOT, J.; Es-SADIQI, E.; YUE, S.  Materials Science Fórum, vols.284-\n286 (1998) p.319. \n\nBOZORTH, R. M. Ferromagnetism, D. van Nostrad Company Inc., NY (1951). \n\nBRANDT, M. L.; OLSON, G. B. Fundamentals of Aging and Tempering in Bainitic \nand Martensitic Steel Products, ISS-AIME (1992). \n\nCABALLERO, F. G.; BHADESHIA, H. K. D. H.; MAWELLA, K. J. A.; JONES, D. G.; \nBROWN, P. Materials Science and Technology, v.17 (2001) p. 512.  \n\nCALLISTER Jr., W. D. Ciência e Engenharia de Materiais: uma introdução, LTC, 5a \ned. \n\nCHANG, L. C.; BHADESHIA, H. K. D. H.  Materials Science and Engineering, A184 \n(1994) p.L17. \n\n\n\n126\n\nCHEN, H. C.; ERA, H.; SHIMIZU, M. Metallurgical Transactions A, v.20A (1989) \np.437. \n\nCHIAVERINI, V. Aços e Ferros Fundidos, Associação Brasileira dos Metais, 5a ed. \n\nCOLPAERT, H. Metalografia dos Produtos Siderúrgicos Comuns, E. Edgard Blücher \nLtda, 3a ed. \n\nCOSTA E SILVA, A. L. &amp; MEI, P. M. Aços e Ligas Especiais, Eletrometal (1988). \n\nCOTTREL, A. H. Introdução à Metalurgia, Fundação Calouste Gulbenkian, 3a ed. \n\nCULLITY, B. D. Introduction to Magnetic Materials, Addison-Wesley (1972). \n\nDIMATTEO, A.; LOVICU, G.; DESANCTIS, M.; VALENTINI, R.; SOLILNA, A.  La \nMetalurgia Italiana (2006) p.37. \n\nFERRER, M. H.; HUPALO M. Fo.; DALLABONA, A. R.; TSCHIPTSCHIN, A. P.  \n8o Congresso Iberoamericano de Ingeniaria Mecânica (2007). \n\nGAJDA, B.; LIS, A. K. Journal of Achievement in Materials and Manufacturing\nEnginnering, v.20, Issues 1-2 (2007) p.439. \n\nGARUD, C.; NASH, P.; MOSTOVOY, S.; BENEDYK, J. C.  EPD Congress 2004, The \nMinerals, Metals &amp; Materials Society (2004) p.327. \n\nGRAJCAR, A. Journal of Achievements in Materials and Manufacturing Enginnering, \nv.20, Issues 1-2 (2007) p.111. \n\nGUIMARÃES, A. P.  Revista Brasileira de Ensino de Física, v.22, No.3 (2000) p.382. \n\nHANZAKI, A. Z.; HODGSON, P. D.; YUE, S. ISIJ International, v.35, No.1 (1995) \np.79. \n\nHASHIMOTO, T. M. Caracterização Mecânica e Microestrutural de um Aço Médio\nCarbono com Estruturas Bainíticas e Multifásicas. Tese apresentada à Faculdade de \nEngenharia de Guaratinguetá, UNESP, para obtenção do título de Livre Docente (2004). \n\nHAYT Jr., W. H. &amp; BUCK, J. A. Eletromagnetismo, LTC, 6a ed. \n\nHUME-ROTHERY, W. Estrutura das Ligas de Ferro, Ed. Edgard Blücher Ltda, 1a ed. \n\nISHIGAKI, H.; KONISHI, Y.; KONDO, K.; KOTERAZAWA, K. Journal of Magnetism\nand Magnetic Materials, 193 (1999) p.466. \n\nJACQUES, P.; CORNET, X.; HARLET, Ph.; LADRIÈRE, J.; DELANNAY, F. \nMetallurgical and Materials Transactions A, v.29 A (1998) p.2383. \n\n\n\n127\n\nJACQUES, P.; GIRAULT, E.; CATLIN, T.; GEERLOFS, N.; KOP, T.; van der ZWAAG, \nS.; DELANNAY, F.  Materials Science and Engineering A273-275 (1999) p.475. \nJACQUES, P. J.; GIRAULT, E.; HARLET, Ph.; DELANNAY, F.  ISIJ International, \nv.41, No.9 (2001) p.1061. \n\nJACQUES, P. J.; GIRAULT, E.; MERTENS, A.; VERLLINDEN, B.; van HUMBEECK, \nJ.; DELANNAY, F. ISIJ International, v.41, No.9 (2001) p.1068. \n\nKATSAMAS, A. I.; HAIDEMENOPOULUS, G. N.; ARAVAS N. Steel Research Int. 75 \n(2004) p. 739. \n\nKITTEL, C. Introdução à Física do Estado Sólido, Guanabara Dois, 5a ed. \n\nKRAUS, J. D. &amp; CARVER, K. R. Eletromagnetismo, Ed. Guanabara, 2a ed. \n\nLEE, C. G.; KIM, S.; LEE, T.; LEE, S. Materials Science and Engineering A 371 (2004) \np.16. \n\nMACHADO, K. D. Teoria do Eletromagnetismo vol. II, Ed. UEPG, 2a ed. \n\nMANGONON Jr., P. L.; THOMAS, G. Metallurgical Transactions, v.1 (1970) p.1587. \n\nMARTIN, R. V.; LANDGRAF, F. J. G.; GOLDENSTEIN, H.; CUMINO, R.; de \nCAMPOS, M. F.  17o CBECIMat (2006). \n\nMATSUMURA, O.; SAKUMA, Y.; TAKECHI, H. ISIJ International, v.32, No.9 (1992) \np.1014. \n\nMISHRA, S.; JHA, B. K.  Verlag Mainz, Aachen (1998) p.109. \n\nMUKHERJEE, M.; SINGH, S. B.; MOHANTY, O. N.  Materials Science and \nTechnology, v.23, No.3 (2007) p.338. \n\nMOTA, R. A. Departamento de Engenharia de Materiais, UNICAMP (2002). \n\nNAKAGAWA, H.; MIYAZAKI, T. Journal of Materials Science 34 (1999) p.3901. \n\nNETO, H. B.; LANDGRAF, F. J. G.; FUKUHARA, M.; TSCHIPTSCHIN, A. P.; \nGOLDENSTEIN, H. Paper submitted for presentation at the 60th Annual Congress of\nABM, Belo Horizonte, MG (2005). \n\nNOVIKOV, I. Teoria dos Tratamentos Térmicos dos Metais, Ed. UFRJ. \n\nPARISH, C. M. Fundamental Study of Phase Transformations in Si-Al TRIP Steels. \nSubmitted to the Graduate Faculty of the School of Engineering in Partial fulfillment of the \nrequirements for the degree of Máster of Science in Material Science and Engineering, Um. \nOf Pittsburgh (2003). \n\n\n\n128\n\nPERLADE, A.; BOUAZIZ, O.; FURNÉMONT, Q. Materials Science and Engineering, \nA356 (2003) p.145. \n\nPERRARD, F.; SCOTT, C.  ISIJ International, v.47, No.8 (2007) p.1168. \n\nREZENDE, S. M. A Física de Materiais e Dispositivos Eletrônicos, Ed. UFPE (1996). \n\nRIOS, P. R. &amp; PADILHA, A. F. Transformações de Fase, Artliber Editora (2007). \n\nROS-YÁNEZ, T.; HOUBAERT, Y.; MERTENS, A Materials Characterization 47 \n(2001) p.93. \n\nSAKUMA, Y.; MATSUMURA, O.; AKISUE, O. ISIJ International, v.31, No.11 (1991) \np.1348. \n\nSAMAJDAR, I.; GIRAULT, E.; VERLINDEN, B.; AERNOUDT, E.; HUMBEECK, J. V. \nISIJ International, v.38, No.9 (1998) p.998. \n\nSAMPAIO, L. C.; GARCIA, F.; CERNICCHIARO, G. R. C.; TAKEUCHI, A. Y. Revista \nBrasileira de Ensino de Física, v.22, No.3 (2000) p.406. \n\nSCHLEGER, S.; HOPKINS, S.; YOUNG E.; COLE J.; LILLO, T.; FRARY, M. \nMetallurgical and Materials Transactions A, v.40A (2009) p.2812.  \n\nSHERIF, M. Y.; MATEO, C. G.; SOURMAIL, T.; BHADESHIA, H. K. D. H. Materials\nScience and Technology, v.20 (2004) p.319. \n\nSHI, W.; LI, L.; YANG, C.; FU, R.; WANG, L.; WOLLANTS, P. Materials Science and\nEnginnering A 429 (2006) p.247. \n\nSOUZA, G. A. Caracterização microestrutural de um aço médio carbono e baixa liga\n(com estrutura bainítica / martensítica) via microscopia óptica. Tese de Mestrado \ndefendida na Faculdade de Engenharia de Guaratinguetá em 2008.  \n\nSUGIMOTO K.; USUI, N.; KOBAYASHI, M.; HASHIMOTO, S. ISIJ International, \nv.32, No.12 (1992) p.1311. \n\nSUGIMOTO, K.; NAKANO, K.; SONG, S.; KASHIMA, T. ISIJ International, v.42, No. \n4 (2002) p.450. \n\nTANG, Z.; DING, H.; DU, L.; LI, L.  J. Mater. Sci. Technol., v.23, No.6 (2007) p.790. \nTAVARES, S. S. M.; FRUCHART, D.; MIRAGLIA, S.; LABORIE, D.  Journal of Alloys\nand Compounds 312 (2000) p.307. \n\nTAVARES, S. S. M.; ABREU, H. F. G.; NETO, J. M.; da SILVA, M. R.; POPA, I. \nJournal of Alloys and Compounds 358 (2003) p.152. \n\n\n\n129\n\nTHELNING, K. E. Steels and its Heat Treatment, Butterworths (1975). \n\nTIMOKHINA, I. B.; HODGSON, P. D.; PERELOMA, E. V. Metallurgical and Materials\nTransactions A, v.35 A (2004) p.2331. \n\nTRAINT, S.; PICHLER, A.; TIKAL R.; STIASZNY, E. A. WERNER  42ND MWSP Conf.\nProc., ISS, v. XXXVIII (2000). \n\nTSUKATANI, I.; HASHIMOTO, S.; INOUE, T. ISIJ International, v.31, No.9 (1991) \np.992. \n\nVAN VLACK, L. H. Princípios de Ciência e Tecnologia dos Materiais, Ed. Campus, 4a \ned. \n\nVASILAKOS, A. N.; OHLERT, J.; GIASLA, K.; HAIDEMENOPOULUS, G. N.; \nBLECK, W. Steel Research 73, No.6+7 (2002) p.249. \n\nVILELA, J. M. C.; ANDRADE, M. S.; OLIVEIRA, N. J. L.; SANTOS, C. E. R.; BUONO, \nV. T. L.; GONZALEZ, B. M.; MANTEL, M. J. Acta Microscópica (2001) p.143. \n\nWANG, J.; FANG, H.; YANG, Z.; ZHENG, Y. ISIJ International, v.35, No. 8 (1995) \np.992. \n\nWATANABE, Y.; MURAKAMI, J.; MIURA, H. Materials Science and Engineering\nA338 (2002) p.299. \n\nWIRTHL, E.; ANGERER, R.; HAUZENBERGER, K.  AISE (2000). \n\nYAN, Y. H.; KAI, G. Y.; JIAN, M. D. Materials Science and Engineering A 441 (2006) \np.331. \n\nYAN-QIU, H.; XIU-HUI, L.; ZHEN-HUA, Z.; JIAN-GUO, L. Materials Science and\nEngineering A 438-440 (2006) p.158. \n\nYOO, C.; PARK, Y.; JUNG, Y.; LEE, Y. Scripta Materialia 59 (2008) p.71. \n\nZACEK, O.; KLIBER, J. Sbornik vedeckych praci Vysoke skoly banské - Technické \nuniverzity Ostrava, XLVIII (2005) p.25. \n\nZAEFFERER, S.; OHLERT, J.; BLECK, W.  Acta Materialia 52 (2004) p.2765. \n\nZHAO, L.; van DIJK, N. H.; BRÜCK, E.; SIETSMA, J.;van der ZWAAG, S.  Materials\nScience and Engineering A313 (2001) p.145. \n\n\n\n130\n\nANEXOS \n\nI  -  CURVAS TENSÃO X DEFORMAÇÃO \n\nAmostra A 1 \n\n????\n\n?\n\n???\n\n???\n\n???\n\n???\n\n\t??\n\n\n??\n\n???\n\n?????? ????? ????? ????? ????\n ????\n ????? ????? ????? ????\n\n\n?\n?\n?\n??\n?\n??\n??\n?\n?\n?\n\n??????????????????\n\nTensão máxima aplicada: 642, 42311 MPa \n\nTensão limite de escoamento: 625, 67223 MPa \n\nDeformação: 1,03 \n\nMódulo de elasticidade: 48515,28320 MPa \n\nEsforço de tração em carga máxima: 0,01460 mm/mm \n\nCarga de escoamento: 10705, 25178 N \n\nEnergia de escoamento: 2,17917 J \n\nCarga de fratura: 10991, 85944 N \n\nEnergia de fratura: 2,36188 J \n\n\n\n131\n\nAmostra A 2 \n\n????\n\n?\n\n???\n\n???\n\n???\n\n???\n\n\t??\n\n\n??\n\n???\n\n?????\t ????? ????\t ????? ????\t ?????\n\n?\n?\n?\n??\n?\n??\n??\n?\n?\n?\n\n??????????????????\n\nTensão máxima aplicada: 613, 80661 MPa \n\nTensão limite de escoamento: 538,75164 MPa \n\nDeformação: 1,14 \n\nMódulo de elasticidade: 44772,63489 MPa \n\nEsforço de tração em carga máxima: 0,01729 mm/mm \n\nCarga de escoamento: 10864, 37702 N \n\nEnergia de escoamento: 1,83775 J \n\nCarga de fratura: 10864,37702 N \n\nEnergia de fratura: 2,90293 J \n\n\n\n132\n\nAmostra A 3 \n\n????\n\n?\n\n???\n\n???\n\n???\n\n???\n\n\t??\n\n\n??\n\n???\n\n\n??\n\n????? ????\t ????? ????\t ????? ????\t\n\n?\n?\n?\n??\n?\n??\n??\n?\n?\n?\n\n??????????????????\n\nTensão máxima aplicada: 768,48213 MPa \n\nTensão limite de escoamento: 618,74554 MPa \n\nDeformação: 1,24 \n\nMódulo de elasticidade: 46189,14490 MPa \n\nEsforço de tração em carga máxima: 0,02501 mm/mm \n\nCarga de escoamento: 11316,85600 N \n\nEnergia de escoamento: 2,37914 J \n\nCarga de fratura: 14055,53818 N \n\nEnergia de fratura: 5,71955 J \n\n\n\n133\n\nAmostra A 4 \n\n????\n\n?\n\n???\n\n???\n\n???\n\n???\n\n\t??\n\n\n??\n\n???\n\n\n??\n\n????? ????\t ????? ????\t ????? ????\t\n\n?\n?\n?\n??\n?\n??\n??\n?\n?\n?\n\n??????????????????\n\nTensão máxima aplicada: 789,32108 MPa \n\nTensão limite de escoamento: 606,70839 MPa \n\nDeformação: 1,30 \n\nMódulo de elasticidade: 46246,95740 MPa \n\nEsforço de tração em carga máxima: 0,02863 mm/mm \n\nCarga de escoamento: 10738,73849 N \n\nEnergia de escoamento: 2,21999 J \n\nCarga de fratura: 13970,98303 N \n\nEnergia de fratura: 6,73092 J \n\n\n\n134\n\nAmostra A 5 \n\n????\n\n?\n\n???\n\n???\n\n\n??\n\n\n??\n\n????\n\n????? ???? ???? ???? ???? ???? ???\t ???\n ???? ???\n\n?\n?\n?\n??\n?\n??\n??\n?\n?\n?\n\n??????????????????\n\nTensão máxima aplicada: 908,11684 MPa \n\nTensão limite de escoamento: 565,76566 MPa \n\nDeformação: 1,61 \n\nMódulo de elasticidade: 45577,92358 MPa \n\nEsforço de tração em carga máxima: 0,06629 mm/mm \n\nCarga de escoamento: 10014,05225 N \n\nEnergia de escoamento: 1,97950 J \n\nCarga de fratura: 16073,66800 N \n\nEnergia de fratura: 20,53056 J \n\n\n\n135\n\nAmostra A 6 \n\n????\n\n?\n\n???\n\n???\n\n\n??\n\n\n??\n\n????\n\n????? ???? ???? ???? ???? ???? ???\t ???\n ???? ???\n\n?\n?\n?\n??\n?\n??\n??\n?\n?\n?\n\n??????????????????\n\nTensão máxima aplicada: 926,38731 MPa \n\nTensão limite de escoamento: 562,37461 MPa \n\nDeformação: 1,65 \n\nMódulo de elasticidade: 44718,89648 MPa \n\nEsforço de tração em carga máxima: 0,07109 mm/mm \n\nCarga de escoamento: 10122,74302 N \n\nEnergia de escoamento: 2,02211 J \n\nCarga de fratura: 16674,97158 N \n\nEnergia de fratura: 22,84724 J \n\n\n\n136\n\nAmostra B 1 \n\n????\n\n?\n\n???\n\n???\n\n???\n\n???\n\n\t??\n\n\n??\n\n???\n\n?????? ????? ????? ????? ????\n ????\n ????? ????? ????? ????\n\n\n?\n?\n?\n??\n?\n??\n??\n?\n?\n?\n\n??????????????????\n\nTensão máxima aplicada: 638,93911 MPa \n\nTensão limite de escoamento: 597,48595 MPa \n\nDeformação: 1,07 \n\nMódulo de elasticidade: 55083,38844 MPa \n\nEsforço de tração em carga máxima: 0,01481 mm/mm \n\nCarga de escoamento: 10049,71370 N \n\nEnergia de escoamento: 1,82278 J \n\nCarga de fratura: 10746,95587 N \n\nEnergia de fratura: 2,44673 J \n\n\n\n137\n\nAmostra B 2 \n\n?\n\n???\n\n???\n\n???\n\n???\n\n\t??\n\n\n??\n\n???\n\n\n??\n\n?????\t ????? ????\t ????? ????\t ?????\n\n?\n?\n?\n??\n?\n??\n??\n?\n?\n?\n\n??????????????????\n\nTensão máxima aplicada: 724,78321 MPa \n\nTensão limite de escoamento: 659,59901 MPa \n\nDeformação: 1,10 \n\nMódulo de elasticidade: 50573,37952 MPa \n\nEsforço de tração em carga máxima: 0,01678 mm/mm \n\nCarga de escoamento: 11872,78223 N \n\nEnergia de escoamento: 2,44584 J \n\nCarga de fratura: 13046, 09776 N \n\nEnergia de fratura: 3,23084 J \n\n\n\n138\n\nAmostra B 3 \n\n????\n\n?\n\n???\n\n???\n\n???\n\n???\n\n\t??\n\n\n??\n\n???\n\n\n??\n\n????? ????\t ????? ????\t ????? ????\t\n\n?\n?\n?\n??\n?\n??\n??\n?\n?\n?\n\n??????????????????\n\nTensão máxima aplicada: 746,61771 MPa \n\nTensão limite de escoamento: 579,82388 MPa \n\nDeformação: 1,29 \n\nMódulo de elasticidade: 50326,83411 MPa \n\nEsforço de tração em carga máxima: 0,02244 mm/mm \n\nCarga de escoamento: 10436,82980 N \n\nEnergia de escoamento: 1,95823 J \n\nCarga de fratura: 13439,11886 N \n\nEnergia de fratura: 4,81820 J \n\n\n\n139\n\nAmostra B 4 \n\n????\n\n?\n\n???\n\n???\n\n\n??\n\n\n??\n\n????\n\n????\n\n????? ???? ???? ???? ???? ???? ???\t\n\n?\n?\n?\n??\n?\n??\n??\n?\n?\n?\n\n??????????????????\n\nTensão máxima aplicada: 1005,18283 MPa \n\nTensão limite de escoamento: 667,46852 MPa \n\nDeformação: 1,50 \n\nMódulo de elasticidade: 48980,99670 MPa \n\nEsforço de tração em carga máxima: 0,05364 mm/mm \n\nCarga de escoamento: 11814,19286 N \n\nEnergia de escoamento: 2,51516 J \n\nCarga de fratura: 17791,73613 N \n\nEnergia de fratura: 18,12832 J \n\n\n\n140\n\nAmostra B 5 \n\n????\n\n?\n\n???\n\n???\n\n\n??\n\n\n??\n\n????\n\n???? ???? ???? ???? ???? ???\t\n\n?\n?\n?\n??\n?\n??\n??\n?\n?\n?\n\n??????????????????\n\nTensão máxima aplicada: 929,11420 MPa \n\nTensão limite de escoamento: 590,56436 MPa \n\nDeformação: 1,57 \n\nMódulo de elasticidade: 47095,01343 MPa \n\nEsforço de tração em carga máxima: 0,04683 mm/mm \n\nCarga de escoamento: 10801,42218 N \n\nEnergia de escoamento: 2,15510 J \n\nCarga de fratura: 16993,49880 N \n\nEnergia de fratura: 14,45872 J \n\n\n\n141\n\nAmostra B 6 \n\n????\n\n?\n\n???\n\n???\n\n???\n\n???\n\n\t??\n\n????? ???? ???? ???? ???? ???? ???\t\n\n?\n?\n?\n??\n?\n??\n??\n?\n?\n?\n\n??????????????????\n\nTensão máxima aplicada: 459,11820 MPa \n\nTensão limite de escoamento: 279,05046 MPa \n\nDeformação: 1,64 \n\nMódulo de elasticidade: 33991,79382 MPa \n\nEsforço de tração em carga máxima: 0,05148 mm/mm \n\nCarga de escoamento: 9121,48992 N \n\nEnergia de escoamento: 1,60135 J \n\nCarga de fratura: 14991,35494 N \n\nEnergia de fratura: 18,26511 J \n\n\n\n142\n\nII - IMAGENS MICROGRÁFICAS \n\nANTES DA DEFORMAÇÃO (200 x) Nikon Epiphot 200 \n\nA1               A2 \n\n  \n\n            A3               A4 \n\n  \n\n            A5              A6 \n\n  \n\n\n\n143\n\n            B1               B2 \n\n  \n\n            B3               B4 \n\n  \n\n            B5              B6  \n\n  \n\n\n\n144\n\nAPÓS DEFORMAÇÃO \n\n            A1              A2 \n\n  \n\n            A3              A4 \n\n  \n\n            A5               A6 \n\n  \n\n  \n\n\n\n145\n\n            B1                B2 \n\n  \n\n            B3                B4 \n\n  \n\n            B5                 B6 \n\n  \n\n\n\n146\n\nANTES DA DEFORMAÇÃO (500 x ) Carl Zeiss Jene Neophot 21 \n\nA1           A2 \n\n   \n\nA3      A4 \n\n  \n\nA5      A6 \n\n\n\n147\n\nB1      B2 \n\nB3      B4 \n\nB5      B6 \n\n\n\n148\n\nAPÓS DEFORMAÇÃO  \n\nA1      A2 \n\nA3      A4 \n\nA5      A6 \n\n\n\n149\n\nB1 (*)      B2 \n  \n\n      \n  \n\nB3      B4 \n\nB5      B6 \n\n(*) Feita com o microscópio Nikon Epiphot 200 \n\n\n\n150\n\nANTES DA DEFORMAÇÃO (1000 x) Nikon Epiphot 200 \n\nA1           A2 \n\n  \n\nA3           A4 \n\n  \n\nA5          A6 \n\n  \n\n\n\n151\n\nB1            B2 \n\n    \n\n            \nB3          B4 \n\n  \n\nB5           B6 \n\n  \n\n\n\n152\n\nAPÓS DEFORMAÇÃO \n\nA1            A2 \n\n  \n\nA3            A4 \n\n  \n\nA5          A6 \n\n  \n\n\n\n153\n\nB1            B2 \n\n   \n\nB3            B4 \n\n   \n\nB5            B6 \n\n   \n\n\n\n154\n\nIII - CURVAS DE MAGNETIZAÇÃO \n\n-15 -10 -5 0 5 10 15\n-300\n\n-200\n\n-100\n\n0\n\n100\n\n200\n\n300\n\n?\n (e\n\nm\nu/\n\ng)\n\nH (kOe)\n\n A\n T\n\nA1 / 450 C / 1,03?\n?\n\n-20 -10 0 10 20\n-300\n\n-200\n\n-100\n\n0\n\n100\n\n200\n\n300\n\n?\n (e\n\nm\nu/\n\ng)\n\nH (kOe)\n\n A\n T\n\nA2 / 450 C / 1,14?\n0\n\n? (emu/g) \n\n? (emu/g) \n\n\n\n155\n\n-15 -10 -5 0 5 10 15\n-300\n\n-200\n\n-100\n\n0\n\n100\n\n200\n\n300\n\n?\n (e\n\nm\nu/\n\ng)\n\nH (kOe)\n\n A\n T\n\nA3 / 450 C / 1,24?\n?\n\n-20 -10 0 10 20\n-300\n\n-200\n\n-100\n\n0\n\n100\n\n200\n\n300\n\n?\n (e\n\nm\nu/\n\ng)\n\nH (kOe)\n\n A\n T\n\nÇ Ç\nA4 / 450 C / 1,30?\n\n0\n\n? (emu/g) \n\n? (emu/g) \n\n\n\n156\n\n-20 -10 0 10 20\n-300\n\n-200\n\n-100\n\n0\n\n100\n\n200\n\n300\n?\n\n (e\nm\n\nu/\ng)\n\nH (kOe)\n\n A\n T\n\nA5 / 450 C / 1,61?\no\n\n-15 -10 -5 0 5 10 15\n-300\n\n-200\n\n-100\n\n0\n\n100\n\n200\n\n300\n\n?\n (e\n\nm\nu/\n\ng)\n\nH (kOe)\n\n A\n T\n\nA6 / 450 C / 1,65?\n?\n\n? (emu/g) \n\n? (emu/g) \n\n\n\n157\n\n-15 -10 -5 0 5 10 15\n-300\n\n-200\n\n-100\n\n0\n\n100\n\n200\n\n300\n\n?\n (e\n\nm\nu/\n\ng)\n\nH (kOe)\n\n A\n T\n\nB1 / 350 C / 1,07?\n?\n\n-20 -10 0 10 20\n-300\n\n-200\n\n-100\n\n0\n\n100\n\n200\n\n300\n\n?\n (e\n\nm\nu/\n\ng)\n\nH (kOe)\n\n A\n T\n\nB2 / 350 C / 1,1?\n?\n\n? (emu/g) \n\n? (emu/g) \n\n\n\n158\n\n-15 -10 -5 0 5 10 15\n-300\n\n-200\n\n-100\n\n0\n\n100\n\n200\n\n300\n\n?\n (e\n\nm\nu/\n\ng)\n\nH (kOe)\n\n A\n T\n\nB3 / 350 C / 1,29?\n?\n\n-20 -10 0 10 20\n-300\n\n-200\n\n-100\n\n0\n\n100\n\n200\n\n300\n\n?\n (e\n\nm\nu/\n\ng)\n\nH (kOe)\n\n A\n T\n\nB4 / 350 C / 1,5?\n?\n\n? (emu/g) \n\n? (emu/g) \n\n\n\n159\n\n-15 -10 -5 0 5 10 15\n-300\n\n-200\n\n-100\n\n0\n\n100\n\n200\n\n300\n\n?\n (\n\nem\nu/\n\ng)\n\nH (kOe)\n\n A\n T\n\nB5 / 350 C / 1,57?\n?\n\n-20 -10 0 10 20\n-300\n\n-200\n\n-100\n\n0\n\n100\n\n200\n\n300\n\n?\n (\n\nem\nu/\n\ng)\n\nH (kOe)\n\n A\n T\n\nB6 / 350 C/ 1,64 ?\n?\n\n? (emu/g) \n\n? (emu/g) \n\n\n\tFOLHA DE ROSTO\n\tFICHA CATALOGRÁFICA\n\tCOMISSÃO EXAMINADORA\n\tDADOS CURRICULARES\n\tDEDICATÓRIA\n\tAGRADECIMENTOS\n\tEPÍGRAFE\n\tRESUMO\n\tABSTRACT\n\tLISTA DE FIGURAS, TABELAS, QUADROS, SIGLAS\n\tLISTA DE TABELAS\n\tLISTA DE QUADROS\n\tLISTA DE SIGLAS\n\n\tSUMÁRIO\n\t1 INTRODUÇÃO\n\t2 REVISÃO BIBLIOGRÁFICA\n\t3 PROCEDIMENTO EXPERIMENTAL\n\t4 RESULTADOS E COMENTÁRIOS\n\tBIBLIOGRAFIA\n\tANEXOS"}]}}}